[
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]  /b. . Chào thầy cô ạ,. . Em là [full_name]. . Mssv:[student_id]. . Cho e hỏi là sắp tới hạn đóng học phí nhưng trên BKPay của e không hiện lên mục học phí của kì này ạ. Mong thầy cô kiểm tra lại giúp e.. . Em cảm ơn. . . .",
            "Chào bạn,. . . . Bạn vui lòng kiểm tra trên Bkay nha.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Cho em hỏi là phân ngành theo quy định mới, thì điểm tbtl tính tới thời điểm phân ngành là bây giờ ( học kì 201) lại không bao gồm điểm học kì hè 193 vậy ạ?",
            "Chào bạn,. . . . Phân ngành bạn về khoa để tư vấn cho bạn nha.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em xin chào thầy cô, hiện tại em đã đủ điều kiện tốt nghiệp và tình trạng phiếu đăng ký tốt nghiệp đã xử lí nhưng em vẫn chưa có tên trong danh sách chính thức ạ. Tuy nhiên, hôm 29/10 em có đăng ký in bảng điểm, và do có lỗi thanh toán nên đến 1/11 em mới thanh toán được, có lẽ vậy mà hôm nay em tra trong danh sách tốt nghiệp dự kiến có để Nợ HP ạ. Vậy giờ có còn kịp để cập nhật danh sách chính thức không ạ? Em cảm ơn thầy cô.",
            "Chào bạn,. . . . - Cuối tuần PDT sẽ lấy dữ liệu cập nhật phần học phí của bạn.. . . . -  Khi nào có quyết định tốt nghiệp thì sẽ chuyển sang danh sách tốt nghiệp chính thức.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . . . Dạ chào cô ạ.. . Trong bkpay của em hiện đã thanh toán hết các khoảng học phí, chỉ còn các khoảng em đăng ký in thẻ sinh viên và in bảng điểm từ hơn 1 năm trước (như trong hình) nhầm nên đã hủy rồi ạ. Vậy mà lúc đăng ký tốt nghiệp lại hiện là còn nợ học phí. Không biết là do lỗi đăng ký hay là phải thanh toán hết các khoản đó luôn thì mới được đăng ký tốt nghiệp ạ. Mong cô xem xét và phản hồi em sớm ạ. Cảm ơn cô"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Trong học kì 201,e đăng kí 16 tín chỉ và 1 môn thể chất(chưa hơn 17 chỉ) mà học phí học kì 201 của em là 6tr200 trong khi học phí của 17 tín chỉ là 5tr850. . Mong nhà trường xem xét lại ạ.. . . .",
            "Chào bạn,. . . . - Đối với khoá 2019 đăng kí tối đa 17 tín chỉ học phí 5.850.000.. . . . -  Nhưng đối với môn GDTC 3 lần đầu đăng kí sẽ học miễn phí,  bạn đăng kí học lại sẽ phải đóng học phí và không năm trong gói học phí 5.850.000, mỗi môn sẽ tính 1 chỉ nha.. . -\tBạn vui lòng xem thông báo học phí http://khtc.hcmut.edu.vn/news/item/5f98de604a8dc3073d2a9b20.. . Thân.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . em xin hủy môn vật lý 2 vì bị trùng 2 tiết bài tập với giải tích 1 ạ.. . . .",
            "Chào bạn,. . . . Đã huỷ môn Vật lý 2 cho bạn rồi, TKB đã cập nhật trên cổng thông tin sinh viên nha.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em tên: [full_name]. . Mssv: [student_id]. . Khoa: Trung tâm Bảo Dưỡng Công Nghiệp. . Thầy cô cho em hỏi môn tổ chức bảo dưỡng 1 của em có trên thời khoá biểu nhưng tại sao không có ngày giờ học cụ thể ạ.. . Em xin chân thành cảm ơn.. .",
            "Chào bạn,. . . . Phòng Đào Tạo tạo điều kiện cho sinh viên trả nợ môn để ra trường, nên những môn với sỉ số ít giảng viên và sinh viên sẽ tự sắp xếp giờ học nha.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Kính chào quý Thầy/Cô Phòng Đào tạo,. . . . Em tên là [full_name], lớp MT18B2KH. Học kì này lớp Văn bằng 2 Khóa 2018 Khoa học máy tính em không còn mở bất kì lớp tối nào nữa, và khi đăng ký môn học thì chúng em cũng không đăng ký mục chuyển hệ, nhưng hiện tại học phí lớp ban ngày thì vẫn tính theo kiểu hệ chuyển hệ (gấp 1.5 lần học phí bình thường). Nếu lớp tối không còn mở thì mong phòng đào tạo xem xét chuyển mức học phí lại lớp em theo mức ban ngày, chúng em chân thành cảm ơn.",
            "Chào bạn,. . . . PDT sẽ tính lại học phí cho bạn nha.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Kính chào quý thầy/cô,. . Em tên là [full_name], sinh viên VB2 / Khoa học máy tính. . . . . Em có thắc mắc về vấn đề học phí. Do kỳ học này, nhà trường không mở các lớp buổi tối nên sinh viên VB2 chúng em phải chuyển qua đăng ký học các lớp buổi sáng, cùng với với các bạn SV bằng 1. Nhưng học phí thì vẫn tính cao gấp 1.5 lần bình thường. . . . . Nếu nhà trường không còn mở lớp buổi tối thì mong phòng đào tạo xem xét chuyển mức học phí của chúng em về lớp ban ngày. . . . .  . . Em xin chân thành cảm ơn,. . . .",
            "Chào bạn,. . . . PDT sẽ tính lại học phí cho bạn nha.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Chào quý thầy cô!. . Em và nhiều bạn khác là sinh viên bằng 2 chính quy , ngành Khoa học máy tính khóa 2018 cùng nhận thấy học phí hiển thị trên BKpay được tính khá khó hiểu, xin quý thầy cô giúp chúng em giải đáp những thắc mắc sau ạ:. . . . - Học kỳ này lớp em không được mở bất kỳ lớp tối nào nữa và được chuyển sang lớp chính quy ban ngày nhưng học phí vẫn tính theo kiểu chuyển hệ (gấp 1,5 lần học phí bình thường).. . . . Nếu lớp tối không còn mở thì mong phòng đào tạo xem xét chuyển mức học phí theo mức ban ngày cho chúng em. . Chúng em xin chân thành cảm ơn.. .",
            "Chào bạn,. . . . PDT sẽ tính lại học phí cho bạn nha. Cập nhật trên Bkay.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Kính gửi ; Phòng đào tạo. . Em tên : [full_name], MSSV :[student_id] sinh viên Trung tâm đào tạo BDCN.. . Em đã có tên trong danh sách dự kiến tốt nghiệp tháng 11 năm 2020 và đã đăng kí tốt nghiệp theo quy định của trường. Đồng thời đã đóng tất cả các khoản học phí và phí tốt nghiệp nhưng em chưa thấy có tên trong danh sách tốt nghiệp chính thức.. . Mong Phòng đào tạo hỗ trợ và hướng dẫn giúp em.. . Em xin chân thành cảm ơn.",
            "Chào bạn,. . . . - Bạn đã hoàn thành các bước đăng kí tốt nghiệp rồi thì yên tâm . Khi nào có quyết định tốt nghiệp thì tình trạng sv sẽ chuyển sang tốt nghiệp.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em tên [full_name]. Em bị buộc thôi họv dự kiến HK201 vì cảnh cáo 3 kì. Thì em sẽ bị xử lí như thế nào? Chuẩn bị thủ tục gì để liên hệ phòng đạo tạo ạ? Em cám ơn ạ",
            "Chào bạn,. . . . Việc này bạn về khoa để tư vấn cho bạn nha.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Chào cán bộ, em tên [full_name], em vừa thi TOEIC 2 kỹ năng Listening and Reading đạt 590 điểm. vậy em có thể đăng ký môn đến hết năm 4 hay không ạ? và với số điểm trên em có thể chuyển điểm cho AV4 hay không ạ?. . Em xin cảm ơn ạ!",
            "Chào bạn,. . . . Việc này PDT có thông báo cho sinh viên rồi nha.. . Đây là thông báo của nha trường:. . . . Thân gởi các bạn sinh viên. .  . . Nhà trường gia hạn thời gian đăng ký chuyển điểm các môn ngoại ngữ theo bảng quy đổi cũ (áp dụng trước HK201) cho các trường hợp sinh viên nộp Chứng Chỉ Ngoại Ngữ  trong đó ngày thi CCNN trước ngày 21/9/2020.. .  . . Thời gian gia hạn đăng ký chuyển điểm (phải hoàn thành lệ phí chuyển điểm): trước ngày 01/11/2020.. .  . . -       Trong thời gian gia hạn này, các yêu cầu chuyển điểm Anh văn sẽ được áp dụng theo quy định chuyển điểm cũ (áp dụng trước HK201).. .  . . -       Sau thời gian gia hạn, hoặc đối với các CCNN có ngày thi từ 21/9/2020, các yêu cầu chuyển điểm Anh văn sẽ áp dụng quy định chuyển điểm mới (áp dụng từ HK201).. .  . . Thông báo này áp dụng cho tất cả các Khóa. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em không tham gia thi giữa kì vì nằm viện thì em cần phải làm đơn như thế nào nộp phòng đào tạo để xin kiểm tra lại ạ",
            "Chào bạn,. . . . Bạn vui lòng xem qui chế học vụ điều 17 http://www.aao.hcmut.edu.vn/index.php?route=catalog/chitietsv&path=90&tid=1658.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Thưa thầy (cô),. . Em là [full_name] ([student_id]), em đã nộp bằng TOEIC thi vào ngày 13/9 và đã thẩm tra vào ngày 30/9 nhưng không được tính điểm chuyển như cách tính cũ. Trước đó em đã đến phòng đào tạo để hỏi thì được biết là bên trường sẽ chỉnh sửa thủ công và kêu em đợi đến ngày 1/11. Nhưng không biết vì lý do gì mà đến giờ điểm chuyển của em vẫn chưa được thay đổi.. . Rất mong nhận được phản hồi từ thầy(cô). Em xin cảm ơn.. . Trân trọng!. . . .",
            "Chào bạn,. . . . Bạn vui lòng kiểm tra điểm chuyển đã cập nhật trên cổng thông tin sinh viên mục điểm chuyển https://mybk.hcmut.edu.vn/stinfo/.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Hi quý thầy cô, em muốn hỏi là em đã nộp bằng tiếng anh lên hệ thống và được accept năm 2015, giờ em đã chuyển sang hệ vhvl thì lúc đăng ký tốt nghiệp có cần bổ sung bằng toeic mới không ạ, em cảm ơn",
            "Chào bạn,. . . . Trong qui chế học vụ điều 31, phụ lục 1 có qui định :. . . . - Sinh viên chính quy chuyển sang hình thức VLVH, trong thời hạn không quá 02 năm kể từ thời điểm thôi học chương trình chính quy, tại thời điểm trúng tuyển hình thức VLVH, được xét các chuẩn tiếng Anh của chương trình đào tạo mới trúng tuyển dựa trên:. . . .   + Kết quả kiểm tra trình độ tiếng Anh tại thời điểm nhập học của chương trình chính quy.. . . .   + Kết quả kiểm tra tiếng Anh theo định hướng TOEIC.. . . .   + Kết quả các môn học Anh văn theo định hướng TOEIC.. . . .   + Các chứng chỉ tiếng Anh trong quá trình học chương trình chính quy.. . . . http://www.aao.hcmut.edu.vn/index.php?route=catalog/chitietsv&path=90&tid=1658.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Em chào thầy/cô, E hiện là sinh viên khuyết tật thuộc hộ cận nghèo kỳ này được miễn 100% học phí nhưng tại sao trên bkpay vẫn còn hiện phải đóng ạ? Em xin chân thành cảm ơn ạ!. . . .",
            "Chào bạn,. . . . - PDT đã cập nhật học phí, bạn vui lòng kiểm tra trên Bkay nha.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Chào PĐT,. .",
            "Test",
            "Chào cô, . . . . Em tên là [full_name]. MSSV: [student_id]. Sinh viên lớp MT14KH01. . . . Em xin lỗi vì 2 tin nhắn dang dở phí trên. Em lần đầu sử dụng nên hơi bỡ ngỡ.. . . . Học kỳ này em có đăng ký xét tốt nghiệp và đã đạt đủ các điều kiều kiên tốt nghiệp ngoại trừ học phí của học kỳ 201.. . Theo lich được thông báo qua email thì thời hạn mở đăng ký là 8h sáng ngày 5/11. Và hạn cuối xét đơn đăng ký xét tốt nghiệp theo mybk là 16h ngày 6/11. Hai mốc thời gian này rất gần nhau nên có thể xảy ra sai sót khiến em (hoặc các bạn khác) không kịp đóng học phí đúng trước thời hạn, hoặc giao dịch không được xử lý kịp thời hạn.. . . . Cho em xin hỏi trong trường hợp như trên sẽ được xủ lý như thế nào? Và có thể kịp tốt nghiệp vào đợt tháng 11 năm nay được không?. . . . Ngoài ra, em đã đăng ký huỷ môn học [full_name] Văn Tốt Nghiệp trong học kỳ 201, tuy nhiên cột điểm trên stinfo vần là 15 (theo em được biết, điểm rút là điểm 17). Kính nhờ cô kiểm tra giúp em về tình trạng huỷ môn học này, để em kịp thời xử lý.",
            "Chào bạn,. . . . Bạn đã đăng kí tốt nghiệp được chưa?. . . . Thân",
            "No solution"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: 1811673  /b \t. . . .   i Yêu cầu khác . Chào Thầy/Cô,. . . . Theo thông báo đăng kí tham gia Bảo hiểm y tế năm 2021 thì tụi con phải lên MyBK cập nhật thông tin làm thẻ nhưng do con đã bị mất thẻ BHYT cũ nên không thể biết mã số thẻ BHYT năm 2019 để hoàn tất cập nhật và đăng ký tham gia.. . Thầy/Cô cho con hỏi con phải làm thế nào để được đăng kí tham gia BHYT năm nay ạ. Có cách nào khác để con vẫn có thể tham gia BHYT theo quy định mà không cần đăng ký qua MyBK không ạ.. . . . Con xin cảm ơn Thầy/Cô. . . Chúc Thầy/Cô có một ngày làm việc vui vẻ và hiệu quả ạ.",
            "Chào bạn,. . . . Việc này bạn liên hệ phòng Công Tác Chính Trị Sinh viên nha.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . \"Chào bạn,. . . . Khi kết thúc đợt DKMH các bạn phải kiểm tra kết quả đăng kí, lúc đó có sai sót gì thì bạn phải khiếu nại lại.. . . . Hiện tại đã học nữa học kỳ, bạn phải làm đơn xin xét lại luận văn. Đơn có sự xác nhận của khoa và giáo viên hướng dẫn luận văn nộp PDT.. . . . Thân\". . Trên đây em trích dẫn lời của cô giáo vụ.. . Kết thúc đợt ĐKMH em lên xem kết quả đăng ký thì không có, sau đó em khiếu nại và được xử lý có kết quả đăng ký ạ.. . Cho nên em mới nghĩ là đăng ký môn học của em thành công chứ việc không có thời khóa biểu thì em không hiểu vì sao em có kết quả ĐKMH mà em lại không có thời khóa biểu ạ. . Mong ban giáo vụ giúp đỡ ạ.. . Em cảm ơn!",
            "Chào bạn,. . . . PDT đã hướng dẫn cho bạn rồi, nếu bạn muốn thắc mắc gì thêm bạn liên hệ trực tiếp PDT.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Em làm mất thẻ BHYT năm ngoái rồi nên em không cập nhật được số thẻ BHYT năm 2019 ở chỗ đăng kí mua bảo hiểm y tế - tai nạn cho sinh viên. Giờ em phải làm sao ?. .   i Yêu cầu khác .",
            "Chào bạn,. . . . Việc này bạn liên hệ phòng Công Tác Chính Trị Sinh Viên.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em tên là [full_name], MSSV: [student_id]. Theo mail của nhà trường thì ngày 2/11 học phí đã được đưa lên BK Pay, nhưng đến nay là 3/11 BK Pay vẫn chưa cập nhật thì lấy đâu ra thông tin học phí ngày 5/11 em đi đóng. Mong nhà trường sớm giải quyết và cập nhật cho em. Cảm ơn. . . . .",
            "Chào bạn,. . . . Học phí đã cập nhật trên Bkay rồi nha bạn.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em muốn hỏi làm đơn trình bày lý do cụ thể nghỉ SHCD định kỳ ở đâu ạ, em tra trên CTCT BK ko có biểu mẫu đó ạ.",
            "Chào bạn,. . . . Bạn vui lòng liên hệ Phòng Công Tác Chính Trị Sinh Viên.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . CHÀO ANH/CHỊ, CHO EM HỎI LÀ CHUYỂN ĐIỂM THI TOEIC VÀO [full_name] [full_name] [full_name]ỦA [full_name] Ạ, [full_name]: E [full_name] K17 NỘP 500 ĐIỂM VÀO [full_name] THÌ SẼ [full_name] Ạ, [full_name]!",
            "Chào bạn,. . . . Hiện tại sẽ áp dụng chuyển điểm học kỳ 1/2020-2021 điểm, bạn vui lòng xem qui chế học vụ điều 31, phụ lục 1 http://www.aao.hcmut.edu.vn/index.php?route=catalog/chitietsv&path=90&tid=1658.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Dạ em xin chào thầy cô ạ ! . . Học kì 201 cho K19 có SHCD đợt nào trong học kì này nữa không ạ ? Trừ đợt SHCD vừa rồi ạ ! . . Mong rằng thầy cô giải đáp thắc mắc em sớm vì quê em ở xa nên cần biết để đặt vé rẻ để về quê sớm ạ ! . . Em cảm ơn nhiều ạ !",
            "Chào bạn,. . . . Lịch SHCD công dân bạn liên hệ phòng Công Tác Chính Trị Sinh Viên.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Cho em hỏi khoảng khi nào mới có thông bào chính thức về lịch làm lễ tốt nghiệp tháng 11 ak.Về thời gian nhận áo tốt nghiệp,buổi tốt nghiệp cụ thể cho từng khoa.....",
            "Chào bạn,. . . . Bạn vui lòng đơi mail thông báo của nhà trường nha.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Ở học kỳ 193 em đã thi qua môn Đại số tuyến tính (MT1007) nhưng sao em vẫn không được cộng thêm 3 tín chỉ tích lũy ạ?. . Em cảm ơn.",
            "Chào bạn,. . . . Hiện tại học kỳ 193 các khoa chưa nộp điểm hết,  nên số tín chỉ học kỳ hè PDT chưa cập nhật. PDT sẽ cập nhật sau nha bạn.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Em [full_name], K2015, MSSV [student_id]. Em thắc mắc về danh sách tốt nghiệp chính thức. Em đã đăng kí tốt nghiệp và đã có tên trong danh sách dự kiến, cũng như đã đóng tiền lệ phí tốt nghiệp. Tuy nhiên nhiều người bạn của em đã nhận được mail chúc mừng tốt nghiệp và ngày dự kiến tổ chức lễ tốt nghiệp dù chưa có trong dánh sách chính thức. Nên em khá là lo lắng. Mong thầy cô xem xét giúp em ạ. Em cảm ơn thầy cô nhiều ạ.",
            "Chào bạn,. . . . - Bạn đã hoàn thành các bước đăng kí tốt nghiệp rồi thì yên tâm . Bạn đợi mail nhà trường để biết thông tin lễ tốt nghiệp nha.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Xin chào pdt ạ. Em là k18 và em nhận được mail từ hk201 sẽ áp dụng bảng quy đổi điểm Anh văn mới. Em đang đủ chuẩn đầu ra tiếng anh nhưng so với bảng điểm mới, em chỉ được đổi được av1 và av2, vậy thì kì 202 em có được đăng kí môn cho năm 3 không ạ? và em cần phải thi điểm  600 mới được đổi được 4 anh văn, mặc dù chuẩn đầu ra toeic cho k18 là 500 ạ! Em xin cảm ơn thầy cô!. .",
            "Chào bạn,. . . . Bạn vui lòng xem qui chế học vụ điều 31, phụ lục 1 http://www.aao.hcmut.edu.vn/index.php?route=catalog/chitietsv&path=90&tid=1658.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Chào PĐT, . . . . Hiện tại em đã học hết 4 anh văn và vừa mới nộp CCNN để xét luận văn. Em có 2 câu hỏi như sau: . . . . 1. Theo như hình đính kèm bên dưới, việc nộp CNNN của em đã hoàn thành phần thẩm tra chưa ạ? . . . . 2. Có phải nộp phí nộp CCNN cho luận văn (không phải nộp để xét miễn) không? Nếu có, thì thanh toán bằng cách nào ạ?. . . . Em cảm ơn PĐT. . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Em đăng ký BHYT trong mybk nhưng 'mục chọn loại bảo hiểm đăng ký mua' không nhấn vào được và nut đăng ký cũng vậy. Em phải làm sao ạ?",
            "Chào bạn,. . . . Bạn vui lòng liên hệ phòng Công Tác Chính Trị Sinh Viên để tư vấn nha.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác:",
            "Chào bạn,. . . . Giấy xác nhận sinh viên để dùng hoãn nghĩa vụ quân sự, PDT đã in và phát cho sinh viên lâu rồi nha bạn. Bạn vui lòng kiểm tra mail.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Chào cô ạ. . Em tên [full_name]. MSSV [student_id]. Khoa Kỹ thuật xây dựng.. . Cô cho em hỏi là em dùng phiếu điểm Toeic 550 (Nghe Đọc) để chuyển điểm anh văn 3 4 nhưng cứ bị lỗi ạ. . Cô cho em xin hướng giải quyết với ạ. .",
            "Chào bạn,. . . . Bạn vui lòng chuyển điểm lại nha.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em chào quý thầy cô, . . Em tên [full_name], sinh viên lớp XD16KT, MSSV: [student_id].. . . . Sáng nay em có nhận mail của trường về việc cứu xét chuyển điểm các môn ngoại ngữ theo bảng quy đổi cũ (bảng quy đổi áp dụng từ HK1/2017-2018đến HK3/2019-2020). Em thuộc diện khóa K2016 tuy nhiên sau đó em có lên thực hiện quy đổi điểm các môn anh văn nhưng không thực hiện được.. . . . Vậy nên em muốn hỏi thầy cô là thời hạn của quy định này cũng như khoảng thời gian bắt đầu áp dụng ạ! Em xin cảm ơn!. . . . Sinh viên",
            "Chào bạn,. . . . Bạn vào chuyển điểm lại nha.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em đã cập nhật tất cả những yêu cầu về hồ sơ ảnh trong mục nhập học mà nhà trường yêu cầu nhưng vẫn chưa có được xác nhận in thẻ từ nhà trường, trong khi các bạn của em đã được in thẻ đầy đủ (mục 7 chưa được tích xanh).Em mong nhà trường xem xét và hổ trợ giùm em.. . Em xin chân thành cảm ơn!",
            "Chào bạn,. . . . Khi nào PDT in thẻ sinh viên cho bạn xong, tình trạng sẽ tích xanh, bạn liên hệ khoa để lấy nha.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em tên [full_name] Mssv [student_id] lớp CK16 CTM3 , tình trạng hiện tại em đã đủ điều kiện tốt nghiệp , nhưng PĐT chưa cập nhật nên em chưa đăng kí trên mybk . Mong PĐT cập nhật giúp em",
            "Chào bạn,. . . . Đã mở khoá bạn vào đăng kí tốt nghiệp nha.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp. . Dạ cho em hỏi trường có bộ phận nào tư vấn tìm kiếm nơi thực tập cho sinh viên không ạ.. . Em cảm ơn.",
            "Chào bạn, . . . . Việc này bạn liên hệ khoa nha.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Pđt cho em hỏi .. . Môn học em đã qua rồi. Kì này em có đki để duy trì trạng thái sv.  . . Nếu em không đi thi có bị sao ko ạ . Em biết là môn học được học nhiều lần sẽ lấy điểm cao hơn .Nhưng cái này là em bỏ thi, vậy nó có ảnh hưởng gì đến việc tốt nghiệp và điểm trung bình của em không ạ . Em cảm ơn",
            "Chào bạn,. . . . Không sao nha bạn.. . . . Thân",
            "No solution"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Kính gửi phòng đào tạo. . Ngày 22/10/2020 em có đăng ký xét miễn điểm anh văn và đã được duyệt xác nhận, điểm chuyển theo bảng quy đổi mới, nhưng mybk chưa cập nhật bảng điểm.. . Hôm nay em nhận được mail trường thông báo là sinh viên K13-K16 khi chuyển điểm anh văn sẽ được xét theo bảng quy đổi cũ. Như vậy, điểm chuyển anh văn của em có được quy đổi theo bảng điểm cũ hay không ạ?. . Em cảm ơn.. .",
            "Chào bạn,. . . . - Những bạn khoá 13-k16 đã nộp chuyển điểm anh văn mới, PDT sẽ lọc những trường hợp này và sẽ cập nhật điểm chuyển theo bảng điểm cũ cho bạn.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Kính chào phòng đào tạo. . Em đã có tên trong danh sách chính thức tốt nghiệp đợt tháng 11/2020. Phòng đào tạo cho em hỏi là lễ tốt nghiệp đã có thời gian chính thức chưa ạ? Để em có thể hẹn thời điểm nộp bằng cho doanh nghiệp em đang công tác.. . Em cám ơn phòng đào tạo.",
            "Chào bạn,. . . . Bạn có thể nộp bằng tốt nghiệp tạm thời, ngày tốt nghiệp 28/11. Bạn thường xuyên kiểm tra mail để biết thông tin  lễ tốt nghiệp nha.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Chào thầy cô, em có đăng ký tốt nghiệp vào tháng 11,đăng ký thành công và nhận giấy tốt nghiệp tạm thời. Bây giờ vào xem lại thì thấy vẫn chưa vì nợ Học Phí. Em kiểm tra mail và BKPay không thấy phần thanh toán học phí của em. Mong PĐT giải quyết để em kịp đăng ký tốt nghiệp ạ.",
            "Chào bạn,. . . . Học kỳ 201 bạn có đăng kí môn học, bạn làm đơn rút môn học và thanh toán học phí để ra trường nha.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . E chào thầy cô ạ. . E có nghe nói là \"sinh viên khóa k16 về trước [full_name] anh văn được đổi điểm chuẩn anh văn trong bảng 2017\". . Như vậy sinh viên hệ cao đẳng có áp dụng cho khóa 2017 không ạ? . . E cảm ơn . .",
            "Chào bạn,. . . . Bạn xem thông báo nha, cao đẳng vẫn áp dụng nha.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em chào quý thầy cô . . Em đang làm hồ sơ xin vay học phí của ĐHQG HCM.. . Trong hồ sơ có yêu cầu có thông báo đóng học phí, nên em muốn hỏi xin 1 giấy thông báo số tiền học phí cần đóng để hoàn tất thủ tục.. . . . Em mong nhận được phản hồi từ thầy cô. Em xin cảm ơn",
            "Chào bạn,. . . . Thông báo đóng học  phí cập nhật trên web phòng Kế Hoạch Tài Chính http://www.aao.hcmut.edu.vn/index.php?route=catalog/chitietsv&path=90&tid=1658.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em chào thầy cô phòng đào tạo! Cho em được hỏi, em vừa nhận được mail cứu xét chuyển điểm các môn ngoại ngữ cho K14, K15 và K16 theo chuẩn cũ. Cho em hỏi là thời hạn chuyển điểm anh văn theo chuẩn cũ của đợt cứu xét này là bao lâu ạ?",
            "Chào bạn,. . . . Miễn điểm này cho khoá K14, k15, K16 cho luôn, không có thời hạn nha.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Dạ em là Phan Tấn Trung, MSSV: [student_id]. Em có hỏi về học phí thì nhà trường trả lời là BK Pay đã cập nhật học phí rồi mà BK Pay của em thì vẫn chưa có cập nhật nên em mới hỏi là hệ thống myBK của mình có lỗi gì không mà sao học phí của em lại không có cập nhật lên BK Pay. Mong nhà trường check tên và mssv em lên BK Pay xem thử đã cập nhật chưa. Ngày 5 là bắt đầu đóng học phí mà thông tin học phí của thì lại chưa có trên BK Pay thì lấy đâu ra thông tin cho em đóng ??? Em cảm ơn và mong sớm giải quyết.. . . .",
            "Chào bạn,. . . . Tôi đã vào kiểm tra học phí của bạn đã cập nhật rồi mà bạn.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Cho em hỏi phần chọn gói 12 tháng hoặc 4 tháng bị tô đen khổng thể chọn mình làm sao để đk bảo hiểm y tế được ạ.",
            "Chào bạn,. . . . Việc này bạn liên hệ phòng Công Tác Chính Trị Sinh Viên nha.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em tên là [full_name]. . MSSV: [student_id]. . . . Hiện tại em đã đóng khoảng học phí bị trễ hạn trên BK pay tuy nhiên trên danh sách dự kiến tốt nghiệp vẫn chưa cập nhât trạng thái nợ học phí của em.. . . . Mong quý thầy/cô kiểm tra lại cập nhật lại trạng thái để em có thể đăng ký xét tốt nghiệp trước hạn cuối 06/11/2020.. . . . Em xin cám ơn.",
            "Chào bạn,. . . . Bạn vào đăng kí tốt nghiệp nha.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Hiện tại bây giờ lớp võ L284 đã bị hủy. . nên em muốn đăng kí môn thể dục thể chất khác có được không",
            "Chào bạn,. . . . Đã quá trễ không đăng kí được bạn.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Dạ cho em hỏi là em có bảo hiểm y tế rồi có cần đăng kí bảo hiểm y tế trên ứng dụng Mybk không ạ",
            "Chào bạn,. . . . Việc này bạn liên hệ phòng Công Tác Chính Trị Sinh Viên nha.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Em xin chào ban quản lí, phòng đào tạo.. . Em tên [full_name]. Em có thắc mắc về việc đóng các khoản phí của học kì này. Đầu năm lúc nhập học em có nghe thông báo và đóng các phí tạm tính bao gồm tiền bảo hiểm y tế và học phí của học kì 201 là 4.000.000 đồng. Vài ngày trước em có nhận một mail về việc đóng khoảng 50% học phí học kì và tiền bảo hiểm y tế.. . Vậy em muốn hỏi:. . - Khoảng 50% học phí do mail thông báo là phần học phí còn lại của học kì 201 hay tính theo một khoảng thu khác. Và nếu đúng là phần học phí còn lại của học kì 201 em phải đóng là bao nhiêu. . . - Tiền bảo hiểm y tế em đã đóng đầu năm thì đợt thu phí theo mail này em không phải đóng đúng không ạ. . . . .",
            "Chào bạn,. . . . Bạn vui lòng xem thông tin nhập học nhà trường có thông báo:. . . . 2.2   Số tiền cần nộp là 4,000,000 đồng, gồm các khoản thu hộ/chi hộ để đăng ký Bảo hiểm Y tế 15 tháng là 704,025 đồng (tạm tính) và học phí tạm tính 3,295,975 đồng cho học kỳ 1 (phần học phí học kỳ 1 còn lại sẽ nộp vào cuối học kỳ 1/2020-2021 theo thông báo của nhà trường).. . . . Số học phí tạm thu 3.295975, vừa rồi nhà trường có thông báo thời gian đóng tiền học phí học kỳ 1 (tức là khấu trừ 3.295975 còn lại học phí phải đóng ). Khi đóng tiền học phí chia làm 2 đợt mỗi đợt đóng 50%.. . . . Bạn vui lòng đọc kỹ thông báo nha.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em làm mất thẻ sinh viên và em có lịch thi lúc 7h, làm sao em có thể xin giấy xác nhận sinh viên để có thể vào thi ạ?",
            "Chào bạn,. . . . Bạn đến PDT trước giờ thi 15 phút để cấp giấy phép vào phòng thi nha.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Cho em hỏi là nếu mình mất thẻ bảo hiểm y tế thì làm sao để đăng ký lại ạ. Trên mybk, yêu cầu mã thẻ bhyt ạ",
            "Chào bạn,. . . . Việc này bạn liên hệ phòng Công Tác Chính Trị Sinh Viên nha.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em bị bệnh ở quê nên không lên rút môn học kịp. Em xin rút môn trễ được không ạ",
            "Chào bạn,. . . . Việc này bạn liên hệ văn phòng Đào Tạo quốc tế nha.. . . . Thân"
        ]
    }
]