[
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em xin chào ạ,. . Em hiện nay là sinh viên năm 4, kì sau em đăng ký luận văn tốt nghiệp (LVTN). Do tình hình dịch, em còn đang ở quê chưa lên lại Thành phố được nên chưa đăng ký thi AV lấy bằng được. Mà điều kiện để nhận LVTN là phải nộp bằng tiếng anh. Cho em hỏi là trường vẫn giữ quy định này cho kì tới (212) hay tạm thời không xét bằng AV hay là có kế hoạch nào khác ạ?. . Em cảm ơn ạ.",
            "Chào em,. . Em vui lòng đợi thông báo của nhà trường về việc kế hoạch học tập trong HK212 nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Em là sinh viên k18, kì sau đăng ký luận văn tốt nghiệp. Theo quy định cần có bằng Toeic 500. Tuy nhiên do dịch nên em chưa thi được. PĐT cho em hỏi em có thể nhận LVTN rồi bổ sung bằng Toeic sau khi hết dịch không? Có rất nhiều sinh viên bị giống em, không biết PĐT đã có hướng giải quyết chưa ạ? Rất mong PĐT có thông báo sớm để chúng em có kế hoạch hợp lý.. .",
            "Chào em,. . Hiện tại chưa có thông báo gì về việc không xét Chuẩn tiếng Anh cho việc đăng ký LVTN ở HK212 nhé.. . Thân mến. . . . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Tại sao chưa được đăng kí thi AV 2 kĩ năng tháng 12 vậy ạ. Hay điều kiện để đăng kí là gì.. .",
            "Chào em,. . Đợt này chỉ giành cho SV khóa 2014, 2015, 2016 và khóa 2017 đăng ký thi. . Đợt này là thì 2 kỹ năng nói - viết nhé bạn. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Vì lý do sức khỏe em đã làm đơn xin hoãn thi các môn HK202 nhưng gặp sự cố trong quá trình làm nên bây giờ em gửi lại đơn xin hoãn thi HK202 ạ. Em cảm ơn.",
            "Em gửi bổ sung xác nhận của giảng viên",
            "Chào bạn. . Đơn hoãn thi của em đã được đồng ý nhé, PDT sẽ tập hợp lại và QD hoãn thi chung, dự kiến trước tháng 12/2021 và sẽ gửi mail thông báo cho SV.. . Sau thời gian trên mà chưa nhận được mail thông báo về QD, em vui lòng phản hồi lại qua bksi để PDT kiểm tra lại nhé!. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em bị ốm mà không bt làm thủ tục lùi h thi ở đâu cả , thầy cô cho em xin đường link đc ko ạ",
            "Chào bạn. . Bạn vui lòng xem thông báo kế hoạch thi của Hk211 nhà trường đã gởi vào ngày 22/11/2021 . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Chào anh/chị.. . Dạ cho em hỏi mình có biểu mẫu để xác nhận đi vay vốn sinh viên không ạ?, em vào mục Đăng ký chứng nhận sinh viên thì nó không có mục đó ạ, em cảm ơn.",
            "Chào em,. . Em liên hệ phòng Công tác chính trị sv qua email [email] để được hướng dẫn nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Hôm 2 tháng 11 em có làm đơn xin tạm dừng học kì 211. . Đến nay vẫn chưa thấy mail phải hồi của nhà trường. . Em mong nhà trường giải quyết giúp em với ạ. . [full_name] [student_id]",
            "Chào em,. . Trường hợp của em không có TKB trong HK211, nên SV đã có Quyết định tạm dừng chung vì không đăng ký MH nhé. . SV theo dõi tình trạng tại mybk/Thông tin Sinh viên/tình trạng. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Hi anh/ chị,. . . . Em tên là [full_name]. MSSV: [student_id]. . . . Hiện tại em đang có vấn đề về quiz của môn . . Triết học(SP1031)_CC01, em đã bỏ lỡ bài quiz trên hệ thống BKEL. Nhưng theo quy định nếu không làm đủ quiz sẽ không được dự thi cuối kỳ. Anh/chị có thể hướng dẫn và hỗ trợ em làm cách nào để được dự thi không ạ? Em thật sự cám ơn.. . . . Chúc anh/ chị một ngày tốt lành!. .",
            "Chào em,. . Em nên liên hệ GV giảng dạy để được hướng dẫn.. . Thân mến. . . . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính gửi quý thầy cô Phòng đào tạo. . Em tên: [full_name]. . MSSV: [student_id]. . . . Vào ngày 20/11 em đã lỡ vắng buổi SHCD cuối khóa do trường tổ chức do nhà em gặp sự cố mất điện cả ngày, cho em hỏi em có thế làm gì để bù lại ngày này không ạ. . . . Em cảm ơn ạ",
            "Chào em,. . Em liên hệ phòng Công tác chính trị sv qua email [email] để được hướng dẫn nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Dạ cho e hỏi ban đầu e nghĩ 12tr7 là đóng tiền học phí nên khi e nhận được mail đóng tiền bhyt là 563000, nên e đã đóng tiền qua ocb. E có nhắn tin với bạn và có nói 12tr7 đã gồm bhyt, vậy giờ e phải giải quyết như thế nào ạ",
            "Chào em,. . Em liên hệ phòng Công tác chính trị sv qua email [email] để được hướng dẫn nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em chào PĐT, . . . . PĐT cho em hỏi thời gian làm việc của phòng để em sắp xếp lên nhận Bằng được không ạ? Hiện tại em và một số bạn làm việc cả tuần nên chỉ có sáng thứ 7 mới có thể ghé. Không biết sáng thứ 7 phòng có làm việc không? . . . . Trân trọng./.",
            "Chào em,. . Phòng Đào tạo làm việc từ thứ 2 đến thứ 6 (giờ hành chính nhé bạn). . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em nhận được thông báo Ký túc xá ĐHQG-HCM cho phép Tân sinh viên đăng ký chỗ ở vào ngày 22/11. Thủ tục đăng ký ký túc xá cần có   I Giấy xác nhận ở ký túc xá của trường  /I . Trung tâm có thể cấp cho em Giấy xác nhận này không ạ?. . . . Em mong và cảm ơn thầy cô có thể xem xét, hỗ trợ em trường hợp này. Chúc thầy cô cuối tuần vui vẻ.. . . . Trân trọng,. . [full_name]",
            "Chào em,. . - Em liên hệ phòng Công tác chính trị sv qua email [email] để được hướng dẫn nhé.. . -  Cần có Giấy xác nhận. . =  Em đăng ký trên mybk/xác nhận sv .... . Thân mến. . . . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]  /b \t[full_name] [full_name] [full_name] [full_name]   i Yêu cầu khác  /i [full_name] [full_name] [full_name] [full_name] Chào các Thầy/Cô em tên VÕ MINH ĐỨC mã số sinh viên : [student_id][full_name] [full_name] Lý do hôm nay em viết đơn xin cập nhật môn học Luận Văn Tốt Nghiệp mã số môn học CI4313[full_name] Em đã lên gặp phòng đào tạo và được các thầy cô hướng dẫn em làm đơn gửi bộ môn[full_name] Và hôm nay em đã nhận được chữ ký của thầy hướng dẫn đề tài luận văn [full_name] [full_name] và thầy Chủ nhiệm bộ môn Cầu Đường Thầy [full_name][full_name][full_name][full_name] Em gửi file đính kèm ạ[full_name] [full_name] Em mong Quý Thầy/Cô và Quý Ban tạo điều kiện để em được cập nhật môn học ạ[full_name][full_name] [full_name] Em chân thành cảm ơn ạ[full_name]",
            "Chào em,. . Trong đơn phải có xác nhận của [full_name] nữa nhé bạn (bộ môn không chưa đủ em nhé). . Và em nhờ Giảng viên hướng dẫn ghi rõ trong đơn là tiến độ thực hiện LVTN của bạn được bao nhiêu % (GVHD ghi rõ ra nhé bạn).. . Thân",
            "Chào các Thầy/Cô em tên [full_name] mã số sinh viên : [student_id]. . Em đã hoàn tất yêu cầu của Thầy/Cô, em đã bổ sung thêm chữ ký của Khoa Kỹ Thuật Xây Dựng. . Em mong Quý Thầy/Cô và Quý Ban tạo điều kiện để em được cập nhật môn học ạ.. . Em chân thành cảm ơn ạ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em chào thầy/cô ạ. . . . . Em xin lỗi thầy cô vì đã để đến gần hạn chót mới làm bài tập video môn triết. Hôm qua khi em đang làm được 2/4 bài thì bị cúp điện. Từ 7h sáng đến 8h tối mới có. Đến tối có điện lại em lại quên mất. Tại vì nhà em ở tỉnh Long An, nên rất thường xuyên cúp điện như vậy để nâng cao đường dây điện lên. Không biết là thầy cô có thể cho em thêm thời gian 1ngày thôi để em hoàn thành để không bị cấm thi không ạ.. . . . Em cám ơn thầy cô rất nhiều.. . . .",
            "Chào em,. . Em nên liên hệ GV giảng dạy để được hướng dẫn.. . Thân mến. . . . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em chào thầy/cô, em tên [full_name], mã số sinh viên [student_id], cho em hỏi là học kỳ 211 hiện nay, em đang phải làm đồ án 2 và đề cương luận văn tuy nhiên trong tình hình dịch bệnh không có cơ hội để lên trường thực nghiệm, cho em hỏi em có thể đăng ký hoãn báo cáo không, nếu có thì em cần phải chuẩn bị những thủ tục gì? Em cảm ơn.. .",
            "Chào em,. . PĐT đã gửi email đến sv: \"Kế hoạch tổ chức thi học kỳ 1 năm 2021-2022\". Em xem email nhé.. . Thân mến. . . . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Em xin được hoãn thi giữa kì môn Giải tích 1 ca ca 9h sáng 21/11/2021 Vì lí do mất điện đột xuất nên em không có đủ điều kiện để tham gia thi ạ.. .",
            "Chào bạn,. . Bạn tải mẫu đơn phiếu đăng kí kiểm tra bổ sung, đã cập nhật trên web PDT  http://www.aao.hcmut.edu.vn  Sinh viên    biểu mẫu (MẪU SỐ 10), bạn điền thông tin và ghi rõ lý do để Cô trình Ban lãnh đạo phòng phê duyệt.. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . chào thầy/cô !. . . . Em là sinh viên K2018 thầy/cô cho em hỏi là ngày hôm qua em có lịch sinh hoạt công dân mà em quên em đi chích vacxin mũi 2 thầy cô cho em hỏi có cách nào để khắc phục không ạ!. . Em cảm ơn!",
            "Chào em,. . Em liên hệ phòng Công tác chính trị sv qua email [email] để được hướng dẫn nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Dạ, cho em hỏi HK202 hiện kết thúc rồi và tình trạng các bạn hoãn thi cũng nhiều vậy cho em hỏi là hk202 này có xét học bổng không ạ.. . . . Em cảm ơn ạ.. .",
            "Chào em,. . Em liên hệ phòng Công tác chính trị sv qua email [email] để được hướng dẫn nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Dạ thưa thầy /cô bên bang hỗ trợ sinh viên.. . Em tên : [full_name] . . MSSV: [student_id]. . . .   i Yêu cầu khác . Vào ngày 21/11/2021 ,em có tham gia dự thi giữa kì của bộ môn lý vào thời gian 1h chiều. Quy định thi là sinh viên phải bật quay màn hình bài thi mình lại , em có làm, nhưng khi thi xong, ứng dụng quay màn hình của em gặp lỗi trong quá trình tải video xuống khiến cho ứng dụng tự tắt và sau đó , cho dù, em có lục lại, tìm kiếm cách giải quyết, ứng dụng vẫn không có video màn hình của em.. . . . . . . . Đây là ứng dụng em dùng để quay màn hình lại:  CODE . . https://chrome.google.com/webstore/detail/screen-recorder/olfiakiemgabphalhjfjbcmganhfkbcg?hl=en-US. . . . . . . . Em mong sẽ được giải quyết sớm và được phản hồi từ bên thầy/cô. . Trân trọng cám ơn vì sự giúp đỡ của thầy/cô",
            "Chào em,. . - Em nên liên hệ GV giảng dạy để được hướng dẫn.. . - Về trường hợp hoãn thi giữa kỳ HK211, SV có thể liên hệ trước với GV để xin được kiểm tra bổ sung.. . - Các trường hợp chưa được giải quyết, SV có thể tải mẫu đơn “Phiếu đăng ký dự thi kiểm tra bổ sung” tại trang aao.hcmut.edu.vn/Sinh viên/biểu mẫu, điền đầy đủ thông tin và gửi qua bksi (kèm theo minh chứng nếu có). . Thân mến. . . . . . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em chào anh chị ạ. . cho em hỏi đăng ký luận văn mà em chưa đi thực tập được do dịch bệnh thì em có đăng ký được luận văn không ạ em cảm ơn ạ. . . .",
            "Chào em,. . Em vui lòng trình bày rõ vấn đề của bạn giúp cô nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Dạ cho em hỏi kỳ này có được đăng ký hoãn thi như kỳ 202 không ạ.. . Em xin cảm ơn.",
            "Chào em,. . PĐT đã gửi email đến sv: \"Kế hoạch tổ chức thi học kỳ 1 năm 2021-2022\". Em xem email nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính gửi Phòng đạo tạo trường ĐH Bách Khoa. . Em tên là [full_name],MSSV: [student_id]. . Em làm đơn này là để xin hoãn thi môn giải tích 1 (mã môn học là MT1003) vào ngày 21-11-2021. . Lí do: do bị cúp điện dẫn đến không có kết nối mạng để vào phòng thi. . Em xin cảm ơn ạ",
            "Chào em,. . Về trường hợp hoãn thi giữa kỳ HK211, SV có thể liên hệ trước với GV để xin được kiểm tra bổ sung.. . Các trường hợp chưa được giải quyết, SV có thể tải mẫu đơn “Phiếu đăng ký dự thi kiểm tra bổ sung” tại trang aao.hcmut.edu.vn/Sinh viên/biểu mẫu, điền đầy đủ thông tin và gửi qua bksi (kèm theo minh chứng nếu có). . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Em là [full_name] MSSV: [student_id]. .   i Yêu cầu khác . Em muốn xin nhà trường giấy xác nhận đăng ký ở Ký túc xá để em có thể đăng ký Ký túc xá ạ. Em cảm ơn.",
            "Chào em,. . - Em liên hệ phòng Công tác chính trị sv qua email [email] để được hướng dẫn nhé.. . -  Giấy xác nhận/ đơn đăng ký ở ktx có xác nhận của nhà trường. . =  Em vào mybk/xác nhận sv .... . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . . . Da thưa cô hiện nay em đang bị tạm dừng học em muốn nộp đơn xin thu nhận lại thì nộp như thế nào ạ ?? Em cảm ơn cô ạ",
            "Chào em,. . Hiện nay em đang bị tạm dừng học em muốn nộp đơn xin thu nhận lại thì nộp như thế nào . . = - Em tải mẫu đơn thu nhận trên aao/biểu mẫu. .   - Điền vào và gửi qua bksi nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Kính thưa VPĐT Trường Đại học Bách Khoa - ĐHQG TP.HCM,. . Em tên [full_name], MSSV [student_id]. . . . . Em xin đại diện các bạn trong lớp thắc mắc về việc đăng ký BHYT bắt buộc. Có nhiều bạn trong lớp sử dụng Bảo hiểm Daichi, và như thường lệ sẽ nộp ở toà B7. Tuy nhiên, vì lý do dịch bệnh các bạn hiện nay đang ở quê và chưa đủ điều kiện để lên thành phố, nên bây giờ các bạn phải làm như thế nào ạ? Có thể nộp bảo hiểm Daichi qua online được không? Và nếu có thì quy trình sẽ như thế nào ạ?. . . . Mong nhận được phản hồi từ Văn phòng để chúng em có thể thực hiện đúng theo quy định kịp thời gian (Thời gian vận chuyển). Em xin chân thành cảm ơn!. . Thân ái ./.. .",
            "Chào em,. . Em liên hệ phòng Công tác chính trị sv qua email [email] để được hướng dẫn nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác:",
            "\"Chào em,. . Cô gửi em file phiếu cho phép kiểm tra bổ sung, em gửi cho GV để được kiểm tra bổ sung lại nhé!. . Thân\""
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Chào thầy/ cô,. . Cho em hỏi k17 em chỉ còn nộp bằng toeic để chuyển điểm anh văn nữa thôi, kì sau không phải đăng kí môn học. Nhưng hiện tại không thể nộp bằng toeic kịp đợt này, phải chờ xét tốt nghiệp đợt tháng 4/2022, vậy em có bắt buộc phải đăng kí bảo hiểm y tế 6 tháng không ạ?. . Em xin cảm ơn.. .",
            "Chào em,. . Em liên hệ phòng Công tác chính trị sv qua email [email] để được hướng dẫn nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Dạ thưa em là Hoàng Long MSSV: [student_id] có điểm 5.0 môn ĐAMH thiết kế đường mã môn học là CI3221. Nhưng trên bảng điểm của em PĐT để điểm là CH nên mong PĐT cập nhật điểm lại cho em ạ.. . Em cám ơn thầy cô",
            "Chào em,. . Điểm do GV nhập, em vui lòng liên hệ [full_name], GV nhé.. . Thân mến. . . .",
            "QUOTE Chào em,. . Điểm do GV nhập, em vui lòng liên hệ Khoa, GV nhé.. . Thân mến. . . .   /QUOTE . . Dạ thưa cô, trước đó em đã liên hệ với GVHD và thầy nhắn đã nộp điểm lên pđt. Em đã xin bảng điểm và đính kèm ở phần trên rồi ạ. Dù thầy đã nộp điểm nhưng trên trang điểm em lại có điểm là CH ạ.. . Em mong cô xem lại và cập nhật điểm lại cho em ạ.. . Em cám ơn cô",
            "Chào em,. . Nếu GV đã nhập điểm, bảng điểm [full_name] phải gửi PĐT nhé em. Em liên hệ [full_name] để xem bảng điểm tới đâu rồi nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Xin gửi lời chào đến người giúp đỡ em ạ.. . Hiện tại em là sinh viên năm 3 muốn chuyển vào KTX vì lí do gia đình. Sau khi tìm hiểu em thấy ktx có yêu cầu  giấy xác nhận/ giới thiệu hoặc đơn đăng ký ở KTX có xác nhận của nhà trường để đăng ký hồ sơ vào KTX. Không biết em có thể tìm giấy này ở đâu ạ? Em xin cảm ơn nhiều ạ.",
            "Chào em,. . - Em liên hệ phòng Công tác chính trị sv qua email [email] để được hướng dẫn nhé.. . -  Có yêu cầu  giấy xác nhận. . =  Em vào Mybk/xác nhận sv. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học  /i  Cho em hỏi môn học mà mình đăng ký hoãn thi thì kì sau mình có được đăng ký môn khác mà có môn học trước là môn mình đã đăng ký hoãn không ạ?. . . .",
            "Chào em,. . Em vui lòng xem quy chế aao/điều 6.. . http://www.aao.hcmut.edu.vn/index.php?route=catalog/chitietsv&path=90&tid=1658. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "[student_id]_[full_name]. . Em muốn hỏi là tiền học phí đầu năm có bao gồm tiền BHYT chưa ạ?. . . .",
            "Chào em,. . Em liên hệ phòng Công tác chính trị sv qua email [email] để được hướng dẫn nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Chào phòng đào tạo,. . Em là [full_name], khóa K14. . Hiện em chỉ còn thiếu bằng anh văn nói viết để lấy bằng chính quy. Nhưng hiện tại em đã hết thời gian đào tạo chính quy. Vậy sau này em nộp bằng nói viết thì em có được nhận bằng chính quy không ạ. Nếu không được thì em phải làm sao để duy trì việc học tại trường cho đến khi lấy bằng ạ.",
            "Chào em,. . Hiện tại em đã đủ điều kiện 2 kỹ năng chưa?. . Thân. .",
            "li answer rate: Answer suits the needs / Câu trả lời đúng ý",
            "Dạ, em vẫn chưa đủ điều kiện 2 kỹ năng, em tính sang năm 2022 em sẽ có ạ.",
            "Chào em,. . Trường hợp của em nếu muốn nhận bằng tốt nghiệp chính quy, thì em phải bổ sung AV nói viết trong đợt tốt nghiệp tháng 11/2021 này.. . Lịch trình xét tốt nghiệp SV xem tại đây:. . xem chi tiết lịch học vụ (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 11/2021 (cập nhật mới gia hạn thời gian xử lý tốt nghiệp). . Sau thời gian này nếu bạn đủ điều kiện tốt nghiệp vẫn không thể nhận bằng CQ nhé. . Thân",
            "dạ, em cám ơn ạ.. . bận quá nên giờ em mới rep được.. . trường hợp em k thể bổ sung AV đợt tháng 11/2021. thì em cần đăng ký hệ vừa học vừa làm không ạ. Hay chỉ cần treo bằng để đó rồi đợi có AV nói viết rồi nộp và nhận bằng ạ?. . Em cảm ơn nhiều ạ.",
            "Chào bạn. . Tại sao bạn lại không thể đăng ký anh văn tháng 11, vừa rồi còn có đợt đăng ký anh văn tháng 12. . - Còn không nếu đã quyết định thì đăng ký chuyển sang hệ VLVH. . vì thời gian để chuyển sang VLVH là 10 năm (thời gian chuyển và học đế tốt nghiệp). . Thân",
            "Vậy cho em hỏi đăng ký hệ VHVL như nào ạ, có thể đăng ký online được không ạ.. . Em cám ơn.",
            "\"Chào bạn,. . Về việc chuyển qua hệ VLVH. . Bạn vui lòng tải mẫu đơn: Phiếu đề nghị chuyển sang hình thức Vừa Làm Vừa Học  tại trang web : aao.hcmut.edu.vn    Sinh viên    biểu mẫu. . Điền đầy đủ thông tin nộp qua mail [email] hoặc BKSI. . Thân. . \""
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Khi buổi sinh hoạt công dân cuối khoá chuẩn bị diễn ra thì tại nhà em có sự cố về điện khiến cho mất điện, do tình hình dịch nên việc gọi điện cho thợ để sửa và tìm nguyên nhân mất nhiều thời gian nên đến 17h ngày 20/11 nhà em mới có điện trở lại, laptop và điện thoại em cũng đã hết pin nên em không thể tham gia sinh hoạt công dân cuối khoá được. Vậy nên em mong phòng Công tác Chính trị - Sinh Viên có thể xem xét.. . Sau khi vừa có điện thì em đã viết mail trình bày lý do vắng sinh hoạt công dân cho chị [full_name] - phòng CTCT nhưng chưa được phản hồi.. . Nếu trường hợp của em được xem xét thì em có được làm bài khảo sát sinh hoạt công dân và được xem video record về buổi sinh hoạt không ạ ?. .",
            "Học vụ. . Khi buổi sinh hoạt công dân cuối khoá chuẩn bị diễn ra thì tại nhà em có sự cố về điện khiến cho mất điện, do tình hình dịch nên việc gọi điện cho thợ để sửa và tìm nguyên nhân mất nhiều thời gian nên đến 17h ngày 20/11 nhà em mới có điện trở lại, laptop và điện thoại em cũng đã hết pin nên em không thể tham gia sinh hoạt công dân cuối khoá được. Sau khi vừa có điện thì em đã viết mail trình bày lý do vắng sinh hoạt công dân cho chị [full_name] - phòng CTCT nhưng chưa được phản hồi. Vậy nên em tạo yêu cầu trên bksi để xin được xem xét.. . Nếu trường hợp của em được xem xét thì em có được làm bài khảo sát sinh hoạt công dân và được xem video record về buổi sinh hoạt không ạ?. .   /QUOTE . .",
            "Chào em,. . Em liên hệ phòng Công tác chính trị sv qua email [email] để được hướng dẫn nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em chào Thầy (Cô).. . Em tên [full_name] MSSV [student_id].. . Sinh viên lớp VL15PO. . Vì học kỳ trước em không đăng ký môn học nên trạng thái hoạt động sinh viên bị khóa. Hiện tại em đã đủ điều kiện tốt nghiệp, em mong muốn nhờ Thầy(Cô) hỗ trợ mở lại trạng thái hoạt động sinh viên giúp em ạ. Hiện tại em cần bằng tốt nghiệp tạm thời để bổ sung cho công ty. Em mong được phản hồi của Thầy (Cô). Em cảm ơn ạ.",
            "Chào em,. . Hiện tại đã làm quyết định thu nhận và mở khóa cho em đăng ký tốt nghiệp.. . Em vào đăng ký tốt nghiệp lại nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Dạ em chào thầy/cô ạ. . Thầy/cô cho em hỏi là hiện tại tình hình dịch ở địa phương em đang cư trú tăng cao và mới tiêm mũi 1, chưa đủ điều kiện để quay trở lại TP.HCM cũng như đăng ký thi TOEIC Reading & Listening.. . Trong trường hợp không có bằng TOEIC và học kì tới trường không có áp dụng miễn điều kiện anh văn cho LVTN thì có thể vẫn tiến hành làm LVTN với giáo viên hướng dẫn, sau đó lúc có bằng TOEIC, nộp cho nhà trường và đăng ký bổ sung môn LVTN có được không ạ. Em cảm ơn. .   i Đăng ký môn học .",
            "Chào em,. . - Hiện tại chưa có thông báo gì về việc không xét Chuẩn tiếng Anh cho việc đăng ký LVTN ở HK212 nhé.. . - Theo quy định là phải có CCNN thì mới đăng ký được LVTN. . - Khi nào tạm ổn em đăng ký thi liền nhé.. . Thân mến. . . . . . . . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: 1711543  /b \t. . . .   i Yêu cầu khác . Dạ em chào Phòng Đào tạo ạ. . Dạ em tên Nguyễn Trường Huy. . MSSV: 1711543. . Dạ PĐT cho em hỏi: Nay em muốn hoãn luận văn tốt nghiệp kì 211 này thì em cần làm đơn như thế nào ạ, em tự làm hay có biểu mẫu không ạ?. . Dạ em cảm ơn Phòng đào tạo ạ. .",
            "Chào em,. . PĐT đã gửi email đến sv: \"Kế hoạch tổ chức thi học kỳ 1 năm 2021-2022\". Em xem email nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Kính chào quý thầy/cô. . . . Theo như qui chế của nhà trường thì sinh viên được hoãn thi mấy lần thế ạ. Hiện tại em có 2 môn từ học kỳ 202 đã đăng kí hoãn thi và được nhà trường chấp thuận. Theo thông báo từ pđt thì em sẽ thi 2 môn này vào học kỳ 211 này. Em muốn hỏi là nếu em làm đơn xin hoãn thi thêm một lần nữa thì có được không ạ ?.. . . . Em xin cảm ơn quý thầy/cô.. .",
            "Chào em,. . - PĐT đã gửi email đến sv: \"Kế hoạch tổ chức thi học kỳ 1 năm 2021-2022\". Em xem email nhé.. . - \"...Về việc thi để xóa điểm Hoãn thi:. . - Môn học có mở trong HK211: PĐT sẽ tự động xếp Lịch thi và đồng thời cập. . nhật trên trang mybk.hcmut.edu.vn/Thông tin sinh viên/Lịch thi.. . - Môn học Khoa đồng ý tổ chức thi trong tháng 11/2021: PĐT đã xếp Lịch thi. . và đã gởi email cho từng Sinh viên Lịch thi (Sinh viên xem chi tiết Lịch thi cập. . nhật trên trang mybk.hcmut.edu.vn/Thông tin sinh viên/Lịch thi).. . - Các môn học còn lại (không mở trong HK211): Sinh viên vui lòng đợi thông. . báo sau.. . - Trường hợp PĐT đã xếp Lịch thi nhưng SV không thể Thi để xóa điểm HT. . trong HK211 này: SV sẽ đăng ký tại trang Mybk.hcmut.edu.vn    Ứng dụng. . cho Sinh viên    12. Đăng ký hoãn thi Cuối kỳ.. . • Lưu ý: SV cân nhắc khi đăng ký không thi ở HK211, vì PĐT đã cố gắng. . xếp Lịch thi cho tất cả SV diện có Quyết định Hoãn thi để SV có kết. . quả kịp tiến độ theo Chương trình đào tạo, HK212 khả năng dự kiến. . khó mở lớp những môn này, đồng thời theo quy định SV phải đăng ký. . thi cuối kỳ trong thời hạn một năn học để lấy kết quả này làm điểm. . tổng kết thay thế cho điểm HT.. . - Quy định hoãn thi (HT): xem chi tiết tại khoản 17.2 điều 17 trong Quy chế đào tạo và. . học vụ (aao.hcmut.edu.vn    Sinh viên   Quy chế-quy định   Học vụ)\". . Thân mến"
        ]
    },
    {
        "intent": "",
        "message": [
            "Họ và tên: [full_name]. . MSSV: [student_id]\t. . . .   i Tốt nghiệp .",
            "\"Chào bạn,. . PDT đã ghi nhận yêu cầu về đăng ký xét TN của bạn. SV vui lòng theo dõi email  và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 30/11/2021 SV vẫn chưa nhận được mail hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 11/2021 (cập nhật mới gia hạn thời gian xử lý tốt nghiệp). . Thân. . \""
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em tên [full_name] . . MSSV : [student_id]. . Em hiện đã đủ yêu cầu tốt nghiệp, mong trường cập nhật danh sách sớm để em chuẩn bị đăng ký cao học ạ, hạn đăng ký cao học là hết tháng 11 ạ! . . Em cảm ơn!. .",
            "\"Chào bạn,. . PDT đã ghi nhận yêu cầu về đăng ký xét TN của bạn. SV vui lòng theo dõi email  và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 30/11/2021 SV vẫn chưa nhận được mail hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 11/2021 (cập nhật mới gia hạn thời gian xử lý tốt nghiệp). . Thân. . \""
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Dạ cho em hỏi là em có thể hoãn thi cùng 1 môn 2 lần liên tiếp được không ạ??. . . .",
            "Chào em,. . - PĐT đã gửi email đến sv: \"Kế hoạch tổ chức thi học kỳ 1 năm 2021-2022\". Em xem email nhé.. . - \"...Về việc thi để xóa điểm Hoãn thi:. . - Môn học có mở trong HK211: PĐT sẽ tự động xếp Lịch thi và đồng thời cập. . nhật trên trang mybk.hcmut.edu.vn/Thông tin sinh viên/Lịch thi.. . - Môn học Khoa đồng ý tổ chức thi trong tháng 11/2021: PĐT đã xếp Lịch thi. . và đã gởi email cho từng Sinh viên Lịch thi (Sinh viên xem chi tiết Lịch thi cập. . nhật trên trang mybk.hcmut.edu.vn/Thông tin sinh viên/Lịch thi).. . - Các môn học còn lại (không mở trong HK211): Sinh viên vui lòng đợi thông. . báo sau.. . - Trường hợp PĐT đã xếp Lịch thi nhưng SV không thể Thi để xóa điểm HT. . trong HK211 này: SV sẽ đăng ký tại trang Mybk.hcmut.edu.vn    Ứng dụng. . cho Sinh viên    12. Đăng ký hoãn thi Cuối kỳ.. . • Lưu ý: SV cân nhắc khi đăng ký không thi ở HK211, vì PĐT đã cố gắng. . xếp Lịch thi cho tất cả SV diện có Quyết định Hoãn thi để SV có kết. . quả kịp tiến độ theo Chương trình đào tạo, HK212 khả năng dự kiến. . khó mở lớp những môn này, đồng thời theo quy định SV phải đăng ký. . thi cuối kỳ trong thời hạn một năn học để lấy kết quả này làm điểm. . tổng kết thay thế cho điểm HT.. . - Quy định hoãn thi (HT): xem chi tiết tại khoản 17.2 điều 17 trong Quy chế đào tạo và. . học vụ (aao.hcmut.edu.vn    Sinh viên   Quy chế-quy định   Học vụ)\". . Thân mến"
        ]
    },
    {
        "intent": "",
        "message": [
            "Chào thầy cô. . Em là [full_name] - [student_id].. . Em đã thanh toán trể hạn học phí học kỳ chính HK211. Vì lý do em phải về quê khám NVQS và phải cách ly 7 ngày theo qui định của địa phương nên em đã không kịp thanh toán học phí đúng hạn. . . Hiện tại học phí đã được thang toán xong. Kính mong nhà trường tiếp nhận lý do dẫn đến việc trể học phí của em ạ.. . Em cảm ơn. .   i Yêu cầu khác .",
            "Chào em,. . Cô kiểm tra thấy em đã thanh toán HP.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Chào thầy cô ạ.. . Cho em hỏi là giờ em muốn rút đề cương luận văn rồi kì sau đăng kí lại có ảnh hưởng gì không ạ. Do một số việc riêng mà có thể em không thể hoàn thành kịp nên giờ em muốn rút thì có được không ạ.. . Cảm ơn thầy cô!!",
            "Chào em,. . PĐT đã gửi email đến sv: \"Kế hoạch tổ chức thi học kỳ 1 năm 2021-2022\". Em xem email nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em xin chào PĐT. . Với tình hình hiện tại, em mới vừa có thể lên TPHCM (do phải tiêm 2 mũi để được đi xe khách) để lên thi TOEIC ở IIG. Vì thế em lo rằng em không kịp để nộp chứng anh văn chỉ xét tốt nghiệp cho ngày 24/12/2021 như theo trên lịch trên web aao. Em xin hỏi PĐT có kế hoạch lùi ngày xét tốt nghiệp không ạ? . . Em xin cảm ơn thầy cô đã giải đáp",
            "Chào em,. . Em theo dõi lịch trình tốt nghiệp tại đây nha:. . Xem chi tiết lịch học vụ (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 11/2021 (cập nhật mới gia hạn thời gian xử lý tốt nghiệp). . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Kính gửi Phòng Đào Tạo trường Đại Học Bách Khoa TPHCM.. . . . Em tên là [full_name], mã số sinh viên là [student_id]. Em viết email này liên quan đến vấn đề kỹ thuật khi lưu video trong bài thi môn Vật Lý (17h ngày 21/11/2021).. . . . Cụ thể, trước khi thi em có bật recording thông qua phần mềm theo gợi ý của Trường. Tuy nhiên khi hoàn thành bài làm thì em bấm nút lưu thì lại xảy ra lỗi. Em nghĩ nguyên nhân là do lúc em làm bài, em tập trung làm trên nháp nên máy tính rơi vào trạng thái nghỉ. Điều này khiến phần mềm của em không lưu được video. . . . . Em không lường trước được sự cố này và thông qua tìm hiểu, nhiều người cũng gặp sự cố như em (Thầy Cô có thể tham khảo trang sau: https://answers.microsoft.com/en-us/windows/forum/all/xbox-game-bar-recording-didnt-save/d7eadbb8-8fd2-4927-82bd-79c0989fe3a5). . . . . Em thực sự đã ôn bài rất kỹ và cam kết là em làm bài thi thực sự nghiêm túc. Nhưng do lỗi kỹ thuật nên video quay màn hình của em đã không được lưu. Em rất buồn vì điều này ạ. Phòng Đào tạo có thể hướng dẫn em nên làm gì trong trường hợp này được không ạ?",
            "Chào em,. . - Em nên liên hệ GV giảng dạy để được hướng dẫn. . - Về trường hợp hoãn thi giữa kỳ HK211, SV có thể liên hệ trước với GV để xin được kiểm tra bổ sung.. . - Các trường hợp chưa được giải quyết, SV có thể tải mẫu đơn “Phiếu đăng ký dự thi kiểm tra bổ sung” tại trang aao.hcmut.edu.vn/Sinh viên/biểu mẫu, điền đầy đủ thông tin và gửi qua bksi (kèm theo minh chứng nếu có). . Thân mến. . . .",
            "Em chào thầy cô,. . . . Em đã liên hệ với giáo viên bộ môn và cô cũng hướng dẫn em điền đơn kiểm tra bổ sung.. . . . Vì thế em xin gửi đơn thi bộ sung cho môn vật lí như tệp đính kèm.. . . . Em mong Thầy Cô xem xét.",
            "đã tl kết quả"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em tên là: [full_name]. . MSSV: [student_id]. . Cho em hỏi là em có thể thi các môn đã hoãn ở HK202 vào Hk212 và thi các môn đã hoãn ở HK203 vào HK213 được không ạ?",
            "Chào em,. . Về việc thi để xóa điểm Hoãn thi:. . -   Môn học có mở trong HK211: PĐT sẽ tự động xếp Lịch thi và đồng thời  cập nhật trên trang mybk.hcmut.edu.vn  Thông tin sinh viên  Lịch thi (dự kiến vào đầu tháng 12/2021).. . -   Môn học Khoa đồng ý tổ chức thi trong tháng 11/2021: PĐT đã xếp Lịch thi và đã gởi email cho Sinh viên Lịch thi cụ thể (Sinh viên xem chi tiết Lịch thi cập nhật trên trang mybk.hcmut.edu.vn  Thông tin sinh viên  Lịch thi).. . -   Các môn học khác: Sinh viên vui lòng đợi thông báo lịch thi sau.. . - Em chưa muốn  thi trong HK211: Em vui lòng đợi thông báo sau nhé.. . Thân mến. . . .",
            "Chào em,. . Về việc thi để xóa điểm Hoãn thi:. . - Môn học có mở trong HK211: PĐT sẽ tự động xếp Lịch thi và đồng thời cập . . nhật trên trang mybk.hcmut.edu.vn/Thông tin sinh viên/Lịch thi.. . - Môn học Khoa đồng ý tổ chức thi trong tháng 11/2021: PĐT đã xếp Lịch thi . . và đã gởi email cho từng Sinh viên Lịch thi (Sinh viên xem chi tiết Lịch thi cập. . nhật trên trang mybk.hcmut.edu.vn/Thông tin sinh viên/Lịch thi).. . - Các môn học còn lại (không mở trong HK211): Sinh viên vui lòng đợi thông . . báo sau.. . - Trường hợp PĐT đã xếp Lịch thi nhưng SV không thể Thi để xóa điểm HT . . trong HK211 này: SV sẽ đăng ký tại trang Mybk.hcmut.edu.vn    Ứng dụng . . cho Sinh viên    12. Đăng ký hoãn thi Cuối kỳ. . . • Lưu ý: SV cân nhắc khi đăng ký không thi ở HK211, vì PĐT đã cố gắng . . xếp Lịch thi cho tất cả SV diện có Quyết định Hoãn thi để SV có kết . . quả kịp tiến độ theo Chương trình đào tạo, HK212 khả năng dự kiến . . khó mở lớp những môn này, đồng thời theo quy định SV phải đăng ký . . thi cuối kỳ trong thời hạn một năn học để lấy kết quả này làm điểm . . tổng kết thay thế cho điểm HT.. . - Quy định hoãn thi (HT): xem chi tiết tại khoản 17.2 điều 17 trong Quy chế đào tạo và . . học vụ (aao.hcmut.edu.vn    Sinh viên   Quy chế-quy định   Học vụ). . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]8  /b \t. . . .   i Đăng ký môn học . Kính gửi : PĐT trường Đại học Bách Khoa. . Em tên: [full_name]. . MSSV : [student_id]8. .  Hiện tại em đã hoàn thành đầy đủ chương trình bắt buộc. Toiec Speaking và Writing là chứng chỉ còn lại em chưa hoàn thành. Và cũng trong thời gian ngắn nữa em hết thời gian đào tạo.. .  Trong đợt thi tháng 11 em đã cố gắng hoàn thành bài thi mặc dù có chút trục trặc về đường truyền. Kết quả đạt được chỉ là 195 điểm.. .  Trong đợt thi sắp tới là tháng 12 này em không nhận được bất kì gmail nào và không thể đăng kí thi.. . Em mong PĐT xem xét để em có thể dự thi và hoàn thành chương trình đào tạo.. . Em xin cảm ơn!",
            "Chào em,. . PĐT mới gửi email, em xem giúp nhé: \"Đăng ký thi Anh văn 2 kỹ năng theo hình thức trực tuyến-Tháng 12-MSMH:BKE123\". . Thân mến. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em chào anh/chị,. . Em là [full_name], khoa Cơ Khí-CK17CD02.. . Em có thấy mail mở đăng ký thi AV 2 kỹ năng từ 8h ngày 22/11, nhưng khi em đăng kí thì hệ thống báo không được phép(ảnh đính kèm ở dưới). . Anh/ chị có thể cho em biết lý do em không đăng ký được không ạ?. . Em phải làm thế nào để được đăng ký anh văn kỳ này?. . Em cảm ơn anh/chị đã giúp em việc này ạ.  . .",
            "Chào em,. . Em đăng ký lại giúp cô xem còn bị lỗi không nhé, nếu còn vui lòng chụp hình gửi lại qua bksi cho cô nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Trong ngày thi GK ngày hôm qua lúc 17h. Đang làm bài thi GK môn lí hơn nửa rồi nhưng bị mất điện tối mới có lại em rất tiếc ạ. Em mong pđt cho em cơ hội để thi lại ạ. . . .",
            "Chào em,. . - Em nên liên hệ GV giảng dạy để được hướng dẫn.. . - Về trường hợp hoãn thi giữa kỳ HK211, SV có thể liên hệ trước với GV để xin được kiểm tra bổ sung.. . - Các trường hợp chưa được giải quyết, SV có thể tải mẫu đơn “Phiếu đăng ký dự thi kiểm tra bổ sung” tại trang aao.hcmut.edu.vn/Sinh viên/biểu mẫu, điền đầy đủ thông tin và gửi qua bksi (kèm theo minh chứng nếu có). . Thân mến"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]  /b \t . .   i Yêu cầu khác . Xin chào thầy,cô ạ.. . Em tên [full_name] mssv [student_id] học kì trước em đã đăng kí hoãn thi môn mô hình hóa chất lượng nước CI3077 và đã được chấp nhận nhưng bị điểm 13 và không được xếp lịch thi vào kỳ này. Em xin thầy cô xem xét lại để em được thi ạ. Em xin chân thành cảm ơn",
            "Chào bạn. . Trước tiên bạn vui lòng xem lại các thông báo của Nhà trường đã gởi: Vì số lượng hoãn thi của SV gởi qua BKSI quá nhiều,. . Nên vào ngày 5/8/2021, Pdt đã gởi cho toàn bộ SV quy trình Hoãn thi mới (nội dung bên dưới) nhấn mạnh Trường hợp SV đã nộp đơn qua email của PĐT và  qua công cụ BKSI (đã hoặc chưa được tiếp nhận), vui lòng điền lại vào form trên để PĐT cập nhật dữ liệu đồng nhất và chính xác.. . -    Thời điểm hiện tại là giữa tháng 11/2021, Pdt đã tổng kết danh sách Hoãn thi gởi về Khoa để hậu kiểm danh sách cấm thi, bạn không điền vào form nên Pdt không có dữ liệu gởi về Khoa để xác minh. . -    Nên Bạn muốn Hoãn thi vui lòng làm theo hướng dẫn . . Bạn tải mẫu đơn: PHIẾU ĐĂNG KÝ HOÃN THI/ VẮNG THI CÓ PHÉP (CUỐI KỲ) tại trang web : aao.hcmut.edu.vn    biểu mẫu. . Sau khi có xác nhận của Giảng viên hướng dẫn + Khoa đồng ý không Cấm thi (theo quy định thì gởi cho Phòng đào tạo xem xét (nộp qua mail pdt@hcmut.edu.vn hoặc BKSI)”. . -    Thời gian Pdt có thể tiếp nhận lại hồ sơ hoãn thi đến 24/11/2021, sau thời gian này Pdt không giải quyết các phát sinh nếu có. Vì đầu tháng 12/2021 đã bắt đầu thi của HK211. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Dạ PĐT cho em xin hỏi là do tình hình dịch bệnh này thì em vẫn chưa thi Toeic được để có bằng nộp vào để nhận luận văn. Không biết năm nay trường mình có kế hoạch gì thay thế hay là dời hạn nộp lại không ạ ( nếu có cho em xin hạn nộp cụ thể với ạ tại em tìm không thấy hạn nộp). Vì dịch cũng đang bắt đầu tăng lại trên cả nước nên muốn có được thông tin cụ thể để sắp xếp được ạ chứ đi vào TP HCM vào lúc này thì bản thân em và gia đình cũng cảm thấy lo lắng về dịch bệnh.. . Em mong sẽ sớm nhận được phản hồi.. . Em xin chân thành cảm ơn",
            "Chào em,. . Hiện tại chưa có thông báo gì về việc không xét Chuẩn tiếng Anh cho việc đăng ký LVTN ở HK212 nhé.. . Thân mến. . . . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Anh chị cho em hỏi là kì sau em làm luận văn, vậy phải nộp bằng TOEIC để được đăng kí luận làm luận văn hay qua môn anh văn 4 là được rồi ạ. Em cảm ơn anh chị.. .",
            "Chào em,. . Theo quy định là phải có CCNN thì mới đăng ký được LVTN.. . Thân mến. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em là sinh viên khoa Điện K18 , học kỳ 203 và 211 do ảnh hưởng nghiêm trọng của dịch Covid-19 và một số yếu tố nên em chưa thể hoàn thành môn Thực tập tốt nghiệp . PĐT cho em hỏi trường hợp của em thì kỳ 212 có thể đăng ký làm Luận Văn được không ạ . Sau khi hoàn thành Luận Văn thì em đăng ký thực tập và hoàn thành để xét tốt nghiệp được không ạ . Mong PĐT phản hồi em sớm. Em xin cảm ơn.. .",
            "Chào em,. . Em vui lòng trình bày rõ tình trạng của bạn giúp cô nhé. . Thân",
            "li answer rate: Answer does not suit / Câu trả lời không đúng ý"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]4  /b \t. . . . Kính gửi PDT Đại Học Bách Khoa TP Hồ Chí Minh!. . Em là Phạm Ngọc Đại, MSSV [student_id]4, SV khóa 2013, ngành Xây dựng công trình giao thông. Hiện em đã hoàn thành xong chương trình học tập và các điều kiện khác, nhưng do em còn thiếu, chưa đáp ứng được yêu cầu về Anh Văn 2 kĩ năng Nói-[full_name], và đã quá thời gian đào tạo tối đa để tốt nghiệp hệ chính quy. Nên hôm nay em làm đơn mong muốn chuyển sang hệ VHVL để được xét tốt nghiệp. Em mong PDT xem xét dùm em. Em xin chân thành cảm ơn ạ! . . . .",
            "Chào em. . PDT đã tiếp nhận đơn chuyển qua VLVH của bạn, Em theo dõi thông tin sinh viên được cập nhật tại mybk/Thông tin sinh viên/tình trạng. . Khi nào có QD chuyển qua VLVH em gửi câu hỏi qua bksi để đăng ký xét tốt nghiệp hệ VLVH nhé. . Thân"
        ]
    }
]