[
    {
        "intent": "",
        "message": [
            "Học vụ - Đại học - Cao đẳng chính quy   Khác ... . Chào thấy/cô,. . . . Em đã bị cảnh cáo học vụ 2 lần liên tiếp vì lý do học lực kém. Nhưng ở học kì tiếp theo, số tín chỉ tích lũy học kì của em là 12 và điểm trung bình tích lũy học kì của em là 4.67. Cao hơn so với mức bị cảnh cáo học vụ. Thế nhưng em vẫn bị cảnh cáo lần 3 và nhận được thư dự kiến buộc thôi học.. . . . Thầy/cô cho em hỏi là đây có phải là lỗi hệ thống từ phòng đào tạo không? Và em nên làm gì ạ?. . . . Cảm ơn.",
            "Chào bạn,. . . . Bạn liên hệ về Khoa để làm đơn cứu xét.. . . . Thân.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Kính gửi thầy/cô. . Hiện tại lịch thi của em có môn Hóa hữu cơ thì vào 7h sáng 30/5 ở cs1. . Vì hiện tại em đang cư trú tại ktx khu A nên việc thi ở cs1 vào 7h sáng rất khó khăn trong việc di chuyển. Em cũng có nghe nói là có thể xin đổi địa điểm thi nhưng em không biết cần thủ tục gì không ạ? và phải xin ở đâu?. . Em rất mong nhận được phản hồi. Em xin cảm ơn.. . . .",
            "responsible person: [551] [staff_name] [helpdesk staff]",
            "Chào bạn,. . . . Việc này bạn phải tự thu xếp nhé."
        ]
    },
    {
        "intent": "",
        "message": [
            "Hỏi đáp học trực tuyến (BKeL) . Học kì 191 em có điểm TB 5.02 còn điểm tích lũy 4.3. Trước đó bị cảnh cáo 2 học kì trước. Mong PĐT giaỉ đáp",
            "Chào bạn,. . . . Bạn liên hệ về Khoa trình bày để làm đơn xin cứu xét.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Hỏi đáp học trực tuyến (BKeL) . Ad ơi cho em hỏi . Em sinh vien CK18 . Học kì 192 điểm trung bình tích luỹ tất cả các học kì của em đạt 6.92 , tổng số tín chỉ tích luỹ của em là 26 ( vì tạm dừng học kì 182 ) . Nhưng sao vừa rồi em nhận được gmail. Dự kiến buộc thôi học ạ . Em xin cảm ơn .. . . .",
            "Chào bạn,. . . . Bạn liên hệ với [full_name] để làm đơn cứu xét.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Hỏi đáp học trực tuyến (BKeL) . Chào thầy/cô ạ. . Em tên [full_name] MSSv [student_id]. . Em muốn hỏi về việc mở đợt đăng ký anh văn bổ sung cho học kì 192 này ạ.. . Hôm trước tụi em có mail cho thầy thắng và nhận thông báo là sẽ mở đợt đăng ký nhưng tới nay gần đến ngày học rồi mà vẫn chưa thấy đâu.. . Cho em xin hỏi là khi nào sẽ mở vậy ạ.. . Em mong sơm nhận được phản hồi. . Em chân thành cảm ơn!",
            "Chào bạn,. . . . Chuẩn bị nhà trường sẽ thông báo về vấn đề học anh văn. Bạn thường xuyên theo dõi nhé.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "dạ cho e hỏi là e có đăng kí dự thính 2 môn là đại số tuyến tính và giải tích 1 mà bị trùng tiết giải tích với đại số tuyến tính bài tập vào thứ 2 giờ e phải làm sao ạ",
            "Chào bạn,. . . . [full_name]T sẽ cập nhật lại TKB về phần này Bạn kiểm tra thường xuyên nhé.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Hỏi đáp học trực tuyến (BKeL) . Cho em hỏi ạ. . Học kì 192 em đăng kí 18 tín chỉ. . Theo cách tính của nhà trường thì em phải nộp là 5300k + 320k = 5620k. . Nhưng sao em check trong BKPay thì số tiền em phải nộp là 5940k ạ . . Em mong thầy cô sớm giải đáp thắc mắc cho em.. . Em cám ơn ạ.",
            "Chào bạn,. . . . Bạn chưa cộng 1 tín chỉ môn thể dục.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ - Đại học - Cao đẳng chính quy   Khác ... . Kính chào cô, em là [full_name], MSSV:[student_id], lớp KU17CKT1. . Em muốn khiếu nại về vấn đề bị buộc thôi học, em đã tích lũy được 42 chỉ sau 4 học kỳ chính(em có bảo lưu 1 học kỳ) nhưng vẫn bị buộc thôi học, kỳ vừa rồi em đủ chỉ tiêu nhưng vẫn bị cảnh học vụ nhưng sau khi khiếu nại thị đã được XÓA khỏi danh sách cảnh cáo học vụ. Em mong được nhà kiểm tra lại. . . EM Xin cám ơn!",
            "Chào bạn,. . Sinh viên nộp đơn xin thu nhận tại Khoa theo quy trình. . Thân mến",
            "Dạ nhưng em đủ chỉ tiêu sao vẫn bị xử lý học vụ vậy cô, số tín chỉ tối thiểu mỗi kỳ là 10(không tính học kỳ tạm dừng), em đã được 42 tín chỉ/4 kỳ sao vẫn bị kỷ luật ạ!. .",
            "Thưa cô em có xem trong quy chế là số tín chỉ tối thiểu trong 1 học kỳ là 10 và không tính học kỳ tạm dừng, em mong cô giải đáp  . . em xin cám ơn!. .",
            "Thưa cô em có xem trong quy chế là số tín chỉ tối thiểu trong 1 học kỳ là 10 và không tính học kỳ tạm dừng, em mong cô giải đáp  . . em xin cám ơn!. .",
            "Thưa cô em có xem trong quy chế là số tín chỉ tối thiểu trong 1 học kỳ là 10 và không tính học kỳ tạm dừng, em mong cô giải đáp  . . em xin cám ơn!"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học phí - Đại học - Cao đẳng chính quy   Học phí học kỳ chính . Em xem học phí của mình thấy có sai vì em đã đăng ký rút môn giải tích 2 ở đoạt không tính phí, mà hiện tại học phí và cả thời khóa biểu của em vẫn tính nó trong đó!.",
            "Chào bạn. . Bạn tham khảo thông tin học phí áp dụng cho khóa 2019 theo link bên dưới: . . http://www.aao.hcmut.edu.vn/index.php?route=catalog/chitietsv&path=219_61&tid=1844. . . . Học phí của Khóa 2019 5.300.000 VNĐ/HK (tối đa 17TC) tính trọn gói . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học phí - Đại học - Cao đẳng chính quy   Học phí học kỳ chính . Kính gửi Phòng Đào tạo trường Đại học Bách khoa TP. HCM. . Dạ em có làm hồ sơ xin hỗ trợ học phí khó khăn đột xuất theo hướng dẫn của Phòng CTCT-SV nhưng đến ngày 29/5/2020 mới có kết quả mà học phí HK 192 đợt 1 hết hạn vào ngày 28/5/2020. Dạ cho em hỏi là em sẽ nộp đúng số tiền học phí đợt 1 hay đợi kết quả xét hỗ trợ học phí của Phòng CTCT-SV rồi mới đóng ạ.. . Em xin cảm ơn.. .",
            "Chào bạn. . Bạn liên hệ Phòng Công tác chính trị sinh viên để giải quyết nghen. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Chào mọi người. . Hôm nay em muốn hỏi về mức học phí của em, mã thanh toán DDDH192.1.[student_id] do em không rõ học phí có bị tính nhầm không, em cảm ơn!",
            "Chào bạn. . Bạn xem chi tiết về học phí theo link bên dưới:. . http://www.aao.hcmut.edu.vn/index.php?route=catalog/chitietsv&path=219_61&tid=1886. . Bạn vui lòng kiểm tra lại, và báo rõ tính nhầm như thế nào ?. . Thân",
            "Tuyệt thôi, cám ơn chị, tại em không tìm thấy thông tin đó nhưng giờ thấy rồi!",
            "li answer rate: Answer suits the needs / Câu trả lời đúng ý"
        ]
    },
    {
        "intent": "",
        "message": [
            "Thầy cô cho em hỏi hạn chót bổ sung tốt nghiệp tháng 4/2020 là ngày nào ạ?. . . .",
            "Thầy cô cho em hỏi hạn chót bổ sung điều kiện tốt nghiệp là ngày nào ạ ? Em cảm ơn.",
            "Chào bạn,. . Hiện tại nhà trường chưa có thông tin chính thức về ngày tổ chức lễ tốt nghiệp và hiện vẫn nhận đơn xét tn bổ sung của sinh viên. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Hỏi đáp học trực tuyến (BKeL) . Chào thầy cô!. . Em tên là [full_name]- Lớp XD15KT. . . Hiện tại em đang học môn giải tích 1 lớp DT09 lịch học vào tối t2 t4 t7. Nhưng em bị kẹt tối t2 và t4 nên PDT có thể giúp em chuyển sang lớp DT04 được không ạ? Do đợt 2 DKMH em không bấm chuyển nhóm được.. . Em cảm ơn thầy cô ạ!",
            "Chào bạn,. . . . Thời gian chỉ cho đăng kí môn học, không được huỷ và chuyển nhóm môn học.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Vừa làm vừa học - ĐTTX   Học phí . Kính thưa thầy/cô,. . . . Em là [full_name] - MSSV: [student_id], sinh viên hệ vừa học vừa làm - khóa 2019 đã bắt đầu học ở học kì 191. Tuy nhiên, trên bkPay lại có mục thu học phí của học kì 183 - 182 mặc dù trước đó em không đăng ký 'các lớp Bồi dưỡng, Ôn tập, Chuyên đề'.. . . . Kính mong thầy/cô xem xét lại giúp em.. . . . Em xin chân thành cảm ơn.",
            "Chào bạn.. . HP HK183 là học phí các môn học lúc bạn nhập học. . Bao gồm các môn sau:. . CO2005. . CO2006. . CO2013. . CO2014. . MT2001 . . Nhóm T11  ( lúc nhập học được đăng ký môn học HK đầu tiên). . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Hỏi đáp học trực tuyến (BKeL) . Em chào thầy cô ạ.. . Em muốn hỏi về việc làm hồ sơ xin miễn giảm học phí. Do em làm chậm nên chưa scan và gửi được cho trường , vậy em có thể gửi  hồ sơ trực tiếp theo bước 2 theo thông báo của trường được không ạ ?",
            "Chào bạn,. . Bạn vui lòng liên hệ tại Phòng Công tác Chính trị sinh viên để được hướng dẫn về việc miễn giảm học phí nhé!. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học phí - Đại học - Cao đẳng chính quy   Học phí học kỳ chính . Kính gửi Nhà trường,. . . . Em tên Trần Phương Tĩnh, MSSV [student_id], sinh viên Bằng 2 Chính quy Ban ngày.. . Hồi nhập học em có đóng học phí tạm tính là 4.0 triệu, vào HK191 em có đăng ký 4 tín chỉ dự thính, học phí 1.92 triệu, em đã thanh toán đúng hạn khoản này, đồng thời em có đăng ký 7 tín chỉ học kỳ chính, học phí 2.24 triệu, trừ ra từ 4.0 triệu em đã đóng thì em còn 1.76 triệu.. . Vào HK192 này em đăng ký 3 tín chỉ học kỳ chính, học phí 0.96 triệu, trừ ra từ 1.76 triệu thì em còn 0.8 triệu, nhưng em chưa thấy cập nhật điều này trên bkpay. Em có đính kèm hình chụp trang thanh toán bkpay.. . . . Kính mong Nhà trường hỗ trợ,. . Em Tĩnh",
            "Chào bạn,. . Tiền dư 1.760.00d (HK191)sẽ được khấu trừ vô HP192 bạn nhé.. . Sẽ up lại HP HK192 của tất cả svB2 khóa 2019.. . Thân mến"
        ]
    },
    {
        "intent": "",
        "message": [
            "Hỏi đáp học trực tuyến (BKeL) . Dạ cho em hỏi ạ, học kì này em còn 10 tín chỉ, do em đã rút môn học ở lần rút môn học (không tính học phí), thì em có được giảm học phí không ạ?",
            "Chào bạn. . Bạn vui lòng xem quy định về học phí tại đây nhé. . http://www.aao.hcmut.edu.vn/sinh viên/học vụ/học phí/Học kỳ 2 (năm học 2019-2020). . Thân",
            "Dạ vậy em được giảm 25% vì học 10 tín chỉ thôi ạ? Em cần phản hồi lên đâu ạ? Ảnh đính kèm",
            "Chào bạn, . . . . Bạn xem kỹ lại thông báo tín học phí, vấn đề bạn vừa đề cập là áp dụng cho sinh viên chương trình chất lượng cao, tiên tiến và liên kết quốc tế.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Hỏi đáp học trực tuyến (BKeL) . dạ cho em hỏi, môn hóa đại cương thứ hai, để phòng là Hangouts, vậy thì em sẽ học online ạ? (dòng đầu tiên trong thời khóa biểu đính kèm) Và các môn lý thuyết sẽ học offline hay tiếp tục học online ạ?. .",
            "Chào bạn,. . . . Bạn kiểm tra mail mà nhà trường có gởi cho bạn. Những môn đại cương sẽ học online. Bạn xem TKB để học cho đúng nhé.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Hỏi đáp học trực tuyến (BKeL) . Dạ em đã đăng ký dự thính mã môn 501704, lớp đã bắt đầu học nhưng em vẫn chưa được cập nhật tkb và khóa học trên bkel ạ. . . Kính mong được xem xét ạ",
            "Chào bạn,. . . . Hiện tại đăng trong đợt đăng kí dự thính lần 3. Bạn lên đăng kí lại nhé.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "thầy cô cho em hỏi nếu học kì 192 này em chưa qua được anh văn 3 thì nếu hè em học để lấy bằng thì có thể đăng kí được môn học của học kì 201 không??",
            "Chào bạn. . Bạn kiểm tra mail về Chuẩn anh văn nhà trường mới gởi qua mail sinh viên. . Thân",
            "thưa cô, em đã xem mail rồi nhưng cho em hỏi thêm để chính xác cách hiểu có đúng không! Tức là do tình hình dịch bệnh nên tạm thời học kì sau em vẫn đăng kí môn được mặc dù chưa đạt trình độ anh văn 3 phải không? Mong cô trả lời!"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học phí - Đại học - Cao đẳng chính quy   Học phí học kỳ chính . Chào Thầy Cô,Dạ là học kì này của em chỉ có 13 tín chỉ sau học phí tới 5.300.000 VND vậy ạ",
            "Chào bạn. . Bạn xem chi tiết về học phí theo link bên dưới:. . http://www.aao.hcmut.edu.vn/index.php?route=catalog/chitietsv&path=219_61&tid=1886. . Khóa 2019 theo quy định là tính học phí trọn gói nghen bạn. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Em chào thầy, cô ạ!. . Em là [full_name] MSSV [student_id] sv khoa: Quản Lí Công Nghiệp ạ . . Thưa thầy, cô hôm bữa em có gửi yêu cầu xin rút môn Kế toán quản trị . . Mã môn học: IM 2019 . . mà hôm nay em lên xem thời khóa biểu và trên elearning thì vẫn còn lịch học, livestream và tương tác. Em không biết có xảy ra lỗi gì không kính mong thầy, cô xem xét lại giúp em ạ.. . Em xin cảm ơn!. .",
            "Chào bạn,. . . . Đã hết thời gian giải quyết khiếu nại về việc rút môn học không tín học phí.. . . . Vậy bạn làm đơn nộp Phòng Đào Tạo để ban lãnh đạo phòng xem cho bạn.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]  /b. . dạ trong đợt đăng kí môn học của học kì chính 192 vì lí do đã quá sĩ số nên em không thể đăng kí được 2 môn học Mạch điện tử và Tín hiệu và Hệ thống. vì vậy em đã đăng kí tại đợt dự thính nhưng nhà trường lại không tổ chức mở môn học mạch điện tử vì thế em không thể học được kéo theo môn Tín hiệu và hện thống em cũng k thể đăng kí được, cho em hỏi trường cho thể nào tạo điều kiện giúp em có thể học môn học tín hiệu và hệ thống trong kì dự thính 192 được không ạ. thực sự em đã trễ 1 kì học rồi ạ. em cảm ơn ạ.",
            "Chào bạn,. . . . . . Việc đăng kí môn học phần mền đã lập trình sẵn theo qui định chung của nhà trường nên không thể đăng kí cho bạn môn này được nhé.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Khác ... .  Em có thắc mắc về việc đăng kí Pháp luật đại cương (SP 1007) ở kì dự thính HK192 có hoàn toàn học online không ? . .  Và có phải học theo kiểu giảng dạy truyền thống khi hết thời gian nghỉ không ?. .  Em cảm ơn.. .",
            "Chào bạn. . Hiện tại dự thính học livestream, nếu có thông báo gì mới nhà trường sẽ thông báo qua mail cho bạn. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Hỏi đáp học trực tuyến (BKeL) .               Đơn xin hủy môn học. . Em chào thầy cô.. . Em tên Nguyễn Hữu Đạt_[student_id].. . . . Nay em viết đơn này để xin hủy môn học Cơ lưu chất_CI2005 dự thính HK192 Theo hình Thức LiveStream.. . . . Với lý do, theo chương trình đào tạo của em là môn Cơ lưu chất_CI2003, nhưng em lại đăng ký nhầm sang Cơ lưu chất CI2005. Nên em muốn hủy môn học Cơ lưu chất_CI2005.. . . . Hiện nay đã có TKB mất rồi, và cũng không cho hiệu chỉnh môn học nữa. Em cũng muốn hỏi là em có phải đóng tiền học cho môn đăng ký nhầm này không ạ?. . . . Em cảm ơn. Chúc thầy cô mạnh khỏe, hạnh phúc.. . Trân trọng. .",
            "Chào bạn,. . . . Thời gian này không cho huỷ môn học, mà bạn phải làm đơn rút môn học (rút môn học phải đóng tiên học phí)"
        ]
    },
    {
        "intent": "",
        "message": [
            "Hỏi đáp học trực tuyến. . Thưa thầy/cô phòng đào tạo. . Thầy cô cho em hỏi là nếu trưởng bộ môn phụ trách môn Mạch điện tử (có thí nghiệm) nhận dạy học thì phòng đào tạo có nhận đơn mở lớp vào kì Dự thính 192 này không ạ?. . Hi vọng thầy/cô giải đáp sớm để tụi em kịp thời lập danh sách ạ. . Em xin cảm ơn",
            "Chào bạn,. . . . Hiện tại PDT không nhận mở lớp, bạn vui lòng đăng kí vào học kỳ hè nhé.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Hỏi đáp học trực tuyến (BKeL) . Dạ em chào thầy cô ạ. Dạ cho phép em hỏi là tuần sau trường mình bắt đầu đi học lại và tiết 8 đến tiết 11 em học môn sức bền vật liệu trên trường nhưng em lại có thời khóa biểu học online môn đường lối CM vào lúc 13g30-14g45 thì phải làm sao ạ. Thời khóa biểu có thay đổi không ạ. Em xin cảm ơn",
            "Chào bạn,. . . . Bạn kiểm tra lại TKB và kiểm tra lại tuần học của mình nhé.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Dạ em chào thầy cô. Thứ 2 tuần sau từ 19g30-20g35 em có thời khóa biểu học online môn giải tích 1(bt) nhưng cũng giờ đó em có lịch học môn cơ lý thuyết luôn ạ. Không biết thời khóa biểu có bị nhầm không ạ. Nếu bị trùng thì phải làm sao ạ. Em xin cảm ơn thầy cô",
            "Chào bạn,. . . . PDT đang cập nhật TKB mới nhất cho các bạn, bạn theo dõi thường xuyên nhé.. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học phí - Đại học - Cao đẳng chính quy   Học phí học kỳ chính . Em tên là Võ Thị Quỳnh Mai, [student_id], chương trình Chất lượng cao. . Học kỳ chính 192, em có đăng ký chuyển hệ môn Đường lối CM ĐCSVN, em có thắc mắc về học phí chuyển hệ.. . Không biết học phí chuyển hệ được tính như thế nào ạ, khi em học môn này trong học kỳ chính, học phí tính theo 320k/ 1 chỉ hay 480k/1 chỉ khi mà học phí trên mybk lại tính theo tín chỉ dự thính?",
            "Chào bạn. . Chuyển hệ là dự thính chuyển hệ nên học phí tính 488/1 chỉ. . bạn tham khảo chi tiết tại trang web aao--  sinh viên -- học vụ -- học phí-- mức thu học phí của học kỳ 2(2019-2020). . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]8  /b \t. . . .   i Đăng ký môn học - Đại học - Cao đẳng chính quy   Khác ... . Xin chào ad . . . . Cho mình hỏi,mình k13, tgian tối đa là hết hk 192. . Vậy mình có thể đăng ký mh vào hk hè dc k? Nếu không được thì mình phải dk thi vét vào lúc nào v ?. . Mình cảm ơn",
            "Chào bạn,. . . . Bạn được đăng kí học kỳ hè, lịch thi vét nhà trường sẽ thông báo qua mail.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Hỏi đáp học trực tuyến (BKeL) . Chào thầy/cô phòng đào tạo!. . Em tên là [full_name], MSSV [student_id]. Em có một ít thắc mắc, mong thầy cô giải đáp giúp em ạ.. . Em muốn xin chuyển xuống tại chức được không ạ?. . Nếu xuống hệ tại chức thì em có bị cảnh cáo học vụ nữa không ạ? . . Vì em đang bị cảnh cáo học vụ do không đủ tín chỉ. Kì này em đăng ký được chỉ 12 tín chỉ. Nhưng nếu em qua hết môn kì này thì vẫn không đủ tín chỉ yêu cầu. Và kì tiếp theo em vẫn lại bị cảnh cáo. . . Em mong thầy cô giải đáp dùm em!. . Em cảm ơn thầy cô",
            "Chào bạn. . Bạn có thể chuyển xuống hệ vừa làm vừa học nghen, bạn tải mẫu đơn thôi học điền và nộp lại phòng đào tạo. . - Tại Chức thì tính theo khóa đầu vào. . - Bạn có thể liên hệ số dt [student_id]4, hoặc email: [email] để hỗ trợ về vấn đề tại chức. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ - Đại học - Cao đẳng chính quy   Thu nhận lại . Em chào thầy/cô. . Thầy cô cho em hỏi về lí do em bị cảnh cáo học vụ kì này. Trong lí do đưa về khoa là em bị học lực yếu học kì 192 (nhưng học kì 192 chưa học xong). Còn nếu vì em vi phạm ở học kì 191 do ko đủ 10 tín chỉ thì là do lịch thi một môn của em bị trùng lịch thực tập nên em đã làm giấy và nhận được điểm hoãn thi (22) và đó là do trường hợp bất khả kháng. Nếu như không phải thì mong pđt giải đáp lí do giúp em để em không phạm phải nữa ạ.. . Em đã làm đơn xin cứu xét rồi ạ. Em chỉ viết yêu cầu này để mong biết được lí do.. . Em cảm ơn thầy/cô đã dành thời gian.",
            "Chào bạn,. . Sinh viên nộp đơn xin thu nhận tại Khoa theo quy trình. . Thân mến"
        ]
    },
    {
        "intent": "",
        "message": [
            "Hỏi đáp học trực tuyến (BKeL) . Em kính chào Phòng Đào tạo. . Em tên [full_name], MSSV [student_id], lớp VP2017/1 (VP2017VT). . Em vừa nhận được email thông báo dự kiến em bị buộc thôi học ở học kỳ 192 do:. . Số tín chỉ tích lũy học kỳ 181: 0. . Số tín chỉ tích lũy học kỳ 183: 0. . Điểm trung bình tích lũy ở học kỳ 191: 3.92. . Tuy nhiên:. . Số tín chỉ tích lũy học kỳ 181 của em là 13. . Chương trình đào tạo Viêt - Pháp chúng em chỉ có các học kỳ chính là 171, 172, 181, 182, 191,... các học kỳ như 173, 183,... là học kỳ dự thính (không bắt buộc) và em đã không đăng ký môn dự thính ở học kỳ dự thính 183 vừa rồi!. . . . Em rất bối rối và thắc mắc về quyết định dự kiến xử lý học vụ của Phòng Đào tạo, em rất mong nhận được sự hỗ trợ từ Phòng Đào tạo.. . Em xin cảm ơn!",
            "Chào bạn,. . Sinh viên nộp đơn xin thu nhận tại Khoa theo quy trình.. . Thân mến. .",
            "Em xin chào ạ, . . Ý em là thông tin bị sai ấy ạ, số tín chỉ tích lũy học kỳ 181 của em là 13, không phải 0 điểm còn học kỳ 183 là học kỳ dự thính hè năm thứ 2 của em (học kỳ dự thính không bắt buộc) nên em không đăng ký ạ! . . Kính xin phòng đào tạo kiểm tra lại giúp em. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: 1913121  /b \t. . . .   i Hỏi đáp học trực tuyến (BKeL) . Dạ cho em hỏi em đã nộp hồ sơ miễn, giảm học phí lên phòng CTCT-SV rồi mà trên BK Pay học phí của em không được giảm vậy.. .",
            "Chào bạn. . Bạn liên hệ phòng CTCT-SV, và đọc mail thông báo về học phí nghen. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: xin chào thầy cô ạ. Em tên [full_name] MSSV [student_id]. Em có câu hỏi là kỳ chính này em đăng kí 10 tín chỉ bao gồm môn: [full_name] tính(3 chỉ), Con người và môi trường(3 chỉ), Anh văn 2(2 chỉ), Tư tưởng HCM(2 chỉ) mà học phí của em lên tới 3.520.000 ạ. Xin thầy cô có xem xét lại giúp e ạ.",
            "Chào bạn. . Bạn tham khảo chi tiết tại trang web aao--  sinh viên -- học vụ -- học phí-- mức thu học phí của học kỳ 2(2019-2020): MỤC I/1 Các môn Thể dục 1,2,3 (Đã chuyển thành 09 môn thể dục/thể thao như bóng đá, bóng chuyền…) số tín chỉ là 0 nhưng số tín chỉ tính học phí là 1. . Nên học phí của bạn chính xác là 3.520.000. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Em thắc mắc việc tính học phí cho HK 192 lần này sinh viên sẽ được giảm học phí không ạ? Vì đã tốn phần lớn thời gian học online ở nhà chứ không lên lớp học chính thức ạ! . . Em mong sẽ có câu trả lời sớm nhất ạ!",
            "responsible person: [551] [staff_name] [helpdesk staff]",
            "Chào bạn. . Bạn vui lòng xem mail nhà trường gời về học phí . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Dạ cho em hỏi nếu tình hình là đến đầu tháng 7 sẽ kết thúc HK192 vậy hình thức học cho HK193 là học tập trung hay là học onl vậy ạ? Em xin cảm ơn!",
            "Chào bạn,. . . . Học kỳ hè triển khai dạy theo hình nào thì nhà trường chưa có thông báo bạn nhé. . . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Chương trình đào tạo (thiếu môn tiên quyết, song hành...) . Em tên là [full_name]. MSSV: [student_id].. . Em viết đơn này là để đăng ký môn học Giải Tích Mạch lớp A01_A01 cho HK192. . . Mới đây em có hỏi PĐT trên BKSI về việc đăng ký này, và được hồi âm qua BKSI (hình 4.png) rằng cần gửi mail xin ý kiến đồng ý của giảng viên giảng dạy sau đó gởi đơn lại đính kèm xác nhận để phòng đào tạo xem xét giải quyết.. . Em đã xin được sự chấp thuận của thầy [full_name] (hình [full_name].png). . . Và có vấn đề nhỏ là sau khi xem thời khóa biểu offline thì em thấy lịch học thí nghiệm GTM bị trùng với môn Vi Xử Lý vào hôm thứ 6 (hình 3.png; hình 6.png). Em đã nói rõ với thầy sẽ gặp nộp bảng điểm thí nghiệm kỳ trước để xin chuyển điểm và không cần học thí nghiệm nữa. . . . . Việc đăng ký được môn này trong kỳ 192 vô cùng quan trọng nên em đã cố gắng hoàn thành được các tiêu chí của Phòng Đào Tạo, nên kính khẩn mọi người xem xét chấp thuận yêu cầu của em. Em rất cảm ơn ạ.. .",
            "Chào bạn. . . . - Hiện nay trong đợt đăng kí dự thính lần 3 có mở môn giải tích 1, sao bạn không lên đăng kí.. . . . - Khi bạn đăng môn lý thuyết có thí nghiệm đi kèm thì bạn học cả 2 thành phần môn học lý thuyết+ thí nghiệm. Còn bạn muốn lấy điểm thành phần thí nghiệm của học kỳ trước thì đó là việc bạn thương lượng với giáo viên giảng dạy.. . . . Thân.. . . .",
            "Chào cô,. . . . Em tin rằng mình đã viết rất rõ 2 điều:. . . . Thứ nhất, môn em xin đăng ký là Giải Tích Mạch EE1012, chứ không phải môn Giải Tích 1. . . . . Thứ hai, đây là mail em gửi lại theo yêu cầu từ phản hồi của BKSI trước đó. Cô có thể đọc lại và xem trong hình 4.png em đính kèm ở trên.. . . . Mọi thông tin quan trọng, tập tin đính kèm em đều gửi đủ và viết rất chi tiết. Và em nghĩ là do lần này người phản hồi là người khác, nên không giải quyết được vấn đề của em. Nếu có thể xin PĐT cho cô [staff_name] [548] hồi đáp lại giúp em.. . . . Vì đây là vấn đề nghiêm trọng, và em rất   B nghiêm túc  /B  nên mong PĐT đọc kỹ câu hỏi của em và hồi đáp lại ạ. Em cảm ơn.",
            "Chào bạn,. . . . Bạn nộp đơn trực tiếp PDT.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Chứng chỉ ngoại ngữ - Đại học - Cao đẳng chính quy   Thẩm tra chứng chỉ (nộp chứng chỉ) . Dạ thầy cho em hỏi, vừa rồi em có thi anh văn đặt 480 điểm, e có thể nộp cho PĐT để được đăng kí môn học kì 1 năm 4 được không ạ.",
            "Chào bạn. . Bạn đăng ký được nghen bạn. . Thân",
            "Dạ, vậy thầy cho em hỏi em lên mybk đăng kí phải không vậy thầy, em cảm ơn ạ.",
            "Chào bạn,. . . . Bạn lên đăng kí nhé.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Dạ kính chào PĐT. . Em vừa nhận được mail là do tác động của dịch covid 19 nên nhà trường đã tạm thời khôgn xét chuẩn anh văn đăng ký môn học tới học kỳ dự thính 201. . . Dạ thì PDT cho em hỏi là về quy định chuyển điểm anh văn mới mà dự định là sẽ áp dụng từ học kỳ 201 có được dời qua học kỳ 202 mới áp dụng không ạ. . EM xin chân thành cảm ơn",
            "Chào bạn. . Không được áp dụng nghen bạn. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Chứng chỉ ngoại ngữ - Đại học - Cao đẳng chính quy   Khác ... . cho em hỏi là nhà trường vừa thông báo là học kì 192 không học anh văn 1 và tổ chức thi kiểm tra trình độ tiếng anh vào tháng 6.. . Vậy nếu em thi trên 350đ thì có qua được môn anh văn 1 và có được cộng thêm 2 tín chỉ tích lũy không?",
            "Chào bạn,  . . . . Bạn xem qui chế học vụ điều 31 phụ lục 1 có qui định rõ về chuẩn anh văn http://www.aao.hcmut.edu.vn/index.php?route=catalog/chitietsv&path=90&tid=1658",
            "No solution"
        ]
    },
    {
        "intent": "",
        "message": [
            "Chứng chỉ ngoại ngữ - Đại học - Cao đẳng chính quy   Khác ... . kính thưa phòng đào tạo.. . theo thông báo mới nhất là nhà trường không thể mở môn tiếng anh trong kì 192 và có thể đăng kí hè 193. thế nhưng học kì hè 193, theo chương trình đào tạo là em phải đi thực tập quá trình thiết bị, do đó, không được đăng kí môn học khác. Vậy phòng đào tạo có thể cho em hướng giải quyết để cho em kịp tiến độ av không ạ.( hoặc em có thê làm đơn xin học av chung với lúc thực tập được không ạ).",
            "Chào bạn,. . . . Nếu thời gian thực tập không trùng giờ với lịch học anh văn thì bạn vẫn đăng kí được.. . . . Thân.",
            "No solution"
        ]
    },
    {
        "intent": "",
        "message": [
            "Cho em hỏi là nhà trường vừa mới ra quy định về học vụ mới là muốn đăng kí môn học năm 3 cần qua 3 thể cần vậy hk201 đã áp dụng chưa ạ? Như em vừa nhận được mail là pđt đặt cách cho HK192 HK193 HK201 ko xét điều kiện anh văn. Do sự cố từ điểm thể chất của em trong HK191 vừa rồi nên em vẫn còn thiếu 1 thể chất, vì vậy em muốn hỏi rõ để chuẩn bị cho HK201 kế tiếp ạ. Em xin cảm ơn! . .",
            "Chào bạn,. . . . Nhà trường chỉ thông báo về việc không xét chuẩn  anh văn học kỳ 193 và 201 không có thông báo về thể dục nhé.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính thưa các thầy cô.. . ﻿Thầy cô cho em hỏi :. . ﻿1) Các môn bắt buộc của học kì là các môn bắt buộc phải học ở học kì đó và không được học ở học kì khác không ?. . ﻿2) Việc không học môn bắt buộc trong học kì đó có ảnh hưởng gì không ạ, nhất là việc phân ngành ?. . ﻿3) Em có thể đăng ký môn chưa học ở học kì trước vào học kì dự thính được không ?. . ﻿4) Em đang học năm 1 kì 2, nếu em xin rút 1 môn ( môn bắt buộc ) (rút môn có tính phí) và đăng kí ở học kì 3 năm 1 ( học kì hè ) có được không ạ ?. . ﻿Em xin chân thành cảm ơn thầy cô giải đáp.. .",
            "Chào bạn,. . . . 1. Trường đào tạo theo tín chỉ, miễn sao bạn hoàn thành đủ môn học, đủ tín chỉ, đạt theo chuẩn anh văn, ngày CTXH thì bạn ra trường. Không nhất thiết môn này phải học đúng học kỳ qui định. Bạn nhờ giáo viên chủ nhiệm của mình để được tư vấn thêm.. . . . 2. Điều kiện phân ngành bạn hỏi Khoa của bạn để được tư vấn thêm.. . . . 3. Học kỳ dự thính vẫn mở được tất cả các môn trừ những môn học theo qui chế nhà trường sẽ không được mở học kỳ dự thính đồ án, luận văn,TTTN.... . . . Thân.. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Chứng chỉ ngoại ngữ - Đại học - Cao đẳng chính quy   Xét miễn môn anh văn (chuyển điểm) . Kính gửi Phòng Đào tạo trường Đại học Bách khoa TP. HCM. . Dạ em có nhận được mail tạm thời không xét điều kiện chuẩn tiếng Anh cho mỗi năm học. Cho em hỏi là nếu em nộp chứng chỉ ngoại ngữ thì sẽ quy đổi theo bảng quy đổi điểm cũ hay bảng quy đổi điểm mới ạ?. . Em xin cảm ơn ạ.. .",
            "Chào bạn, . . . . Bạn xem qui chế học vụ về qui đổi điểm anh văn http://www.aao.hcmut.edu.vn/index.php?route=catalog/chitietsv&path=90&tid=1658.. .   . . Việc này phụ thuộc vào thời điểm bạn nộp CNNN.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Chứng chỉ ngoại ngữ - Đại học - Cao đẳng chính quy   Xét miễn môn anh văn (chuyển điểm) . Em đã nộp chứng chỉ ngoại ngữ và thanh toán lệ phí nhưng chưa được chuyển điểm và tín chỉ vào bảng điểm học kì 1, mong nhà trường xem xét ạ.",
            "Chào bạn,. . . . Bạn xem trên cổng thông tin sinh viên mục chuyển điểm nhé.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Hỏi đáp học trực tuyến (BKeL) . Thưa thầy/cô. . Vào kì 192 em có đăng kí môn dự thính AS1003 (cơ lý thuyết) và đã có thời khóa biểu (em ở nhóm DT02) nhưng em vẫn chưa thấy cập nhật môn đó trên trang e-learning. Thầy/cô cho em hỏi trường mình đã cập nhật môn dự thính trên e-learning hay chưa? Nếu đã cập nhật thì xin thầy/cô giải auyeets giúp trường hơpk của em.. . Em cảm ơn!",
            "Chào bạn,. . . . Bạn kiểm tra lại nhé.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học phí - Đại học - Cao đẳng chính quy   Khác ... . Cho em hỏi là gia đình em muốn thanh toán học phí tại chi nhánh OCB ở quê em luôn có được không ạ?. .",
            "Chào bạn. . Được nghen bạn, nếu có trục trặc gì thì báo phòng đào tạo nghen. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Em có đăng kí môn Pháp luật và có thời khóa biểu nhưng trong bk e-learning lại không có khóa học!",
            "Chào bạn,. . . . Bạn kiểm tra lại TKB lại nhé.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "kính chào quý thầy cô phòng đào tạo. em tên là [full_name] duy mssv:[student_id] chuyên ngành cơ điện tử. học kỳ này em có đăng ký môn học dự thính là cơ lý thuyết, mã môn học là AS1003. em kiểm tra thời khóa biểu thì có tên môn học cơ lý thuyết nhưng em kiểm tra trên danh sách môn học trên bk-elearning thì không có mà em kiểm tra thời khóa biểu thì em thấy tuần này tuần 19 thứ 6 19h30 đến 20h35 thì có buổi hangout- tương tác nhưng em không biết vào đâu để học. kính mong quý thầy cô phòng đào tạo kiểm tra và trả lời giúp em để em có thể học tập được tốt và hoàn thành môn học như mong muốn. em xin chân thành cảm ơn.. .",
            "responsible person: [551] [staff_name] [helpdesk staff]",
            "Chào bạn,. . . . PDT đang cập nhật thời khoá biểu, bạn theo dõi thường xuyên nhé.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Hỏi đáp học trực tuyến (BKeL) . Kính chào thầy/cô,. . Em là [full_name] Đăng MSSV [student_id] em xin nêu tính trạng của em là em có đăng kí môn học Tín hiệu và hệ thống mã là EE2005 và trong mybk có thời khoá biểu của môn học đó luôn. Nhưng ở trang e-learning của em không có hiển thị môn học đó và hiện giờ đang học livestream nữa nên em không biết cách nào để mình có thể tham gia đc môn học đó ạ.",
            "Chào bạn,. . . . [full_name] chưa phân công giảng viên dạy môn EE2005 nên trên BKEL chưa cập nhật môn này cho bạn. PDT sẽ liên hệ [full_name] để sớm cập nhật TKB cho sinh viên.Sinh viên cập nhật TKB thường xuyên nhé.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "PĐT cho em hỏi môn Giải tích 2(cô [full_name]) dự thính kì 193. Trong thời khóa biểu có ghi tuần 19 có lịch học, nhưng em vô BKEL thì không thấy gì hết. Em cảm ơn.. . . .",
            "Chào bạn,. . . . Bạn kiểm tra lại TKB sinh viên nhé.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Chương trình đào tạo (thiếu môn tiên quyết, song hành...) . Kính thưa thầy cô! Em muốn xin thầy cô giải đáp giúp em vấn đề về môn học sau.. . NẾU theo CTĐT thì em phải đăng kí môn B ở kỳ 201. nhưng do thiếu môn học trước là môn A.. . Vậy cho em hỏi em có thế đăng kí môn A ở hk201 và môn B ở HK dự thính 201 được không ạ.. . Mong thầy cô giải đáp.. . Em cảm ơn",
            "Chào bạn,. . . . Nếu môn B là môn học trước môn A thì môn B phải học xong rồi và có điểm    0. Trường hợp của bạn đưa ra là không được.. . . . Chỉ có học kỳ 192 này do tình hình dịch bệnh, việc mở lớp gặp nhiều khó khăn nên có đặc cách về việc này.. . . . Thân."
        ]
    }
]