[
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Đăng ký môn học. . . . Thưa thầy/cô,. . Em là [full_name] [student_id], sinh viên khoa Cơ khí. . . . Em xin được mở thêm sỉ số môn Cơ khí Đại cương (ME1003) lớp L02_L04 ạ.. . . . e xin cảm ơn ạ.",
            "Chào bạn,. . . . PDT đã tăng sỉ số tối đa rồi không tăng được nữa.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính gửi phòng đào tạo.. . Em xin được tăng sỉ số lớp Anh Văn 4 vì hiện tại 10h28 đã đầy hết các lớp rồi ạ.. . Kính mong phòng đào tạo xem xét giúp em.. . Họ tên: Phan Tấn Đạt. . Mssv: [student_id]",
            "Chào bạn,. . PDT đã tăng sỉ số tối đa rồi không tăng được nữa.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính gửi phòng đào tạo, em tên [full_name] [student_id] lớp CD3CK17, e có nguyên vọng xin phòng đào tạo mở thêm sỉ số môn học La1009 cho em được đăng ký để em kịp tiến độ chương trình, em chân thành cảm ơn",
            "Chào bạn,. . PDT đã tăng sỉ số tối đa rồi không tăng được nữa.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em tên là [full_name], MSSV: [student_id]. Em xin gia tăng sỉ số lớp Kinh Tế Chính Trị L10, mã SP1033. Em cảm ơn ạ.. . . .",
            "Chào bạn,. . . . Tất cả các môn học PDT đã tăng đến sỉ số tối đa rồi không tăng được nữa nha bạn.. . . . Bạn đợi đăng kí môn học dự thính 202 sắp tới đăng kí nha.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học  /IM1013 . . . .    Em mong PĐT xem xét tăng sĩ số môn Kinh tế học đại cương IM1013 lớp L02 phòng H6_ 415 tiết 234 thứ 5 hoặc lớp L05 phòng H6_ 512 tiết 234 thứ 3 để em được học môn học này.. .    Do em chưa pass AV1 nên ko thể đăng ký các môn năm 2, chỉ đang được đăng ký các môn tự chọn mã 1xxx nên mong PĐT mở lớp để cho em có cơ hội được học trong học kỳ tới.. .    Em xin chân thành cảm ơn!. . . .",
            "Chào bạn,. . PDT đã tăng sỉ số tối đa rồi không tăng được nữa.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Em muốn hỏi là em bị hủy 2 môn thể dục khi đăng ký môn đợt 2 và em được xét thỏa 7 môn 17 chỉ, Vậy nếu em hỏi 1 môn 4 chỉ hay 2 môn 2 chỉ để tui được 2 môn thể dục ạ"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học  /i : Phương pháp phần tử hữu hạn / ME3025. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác  /i : Đổi nhóm lớp cơ lưu chất từ lớp L06_13 sang lớp L06_12. . . .",
            "EM xin hủy yêu cầu chuyển lớp cơ lưu chất"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . xin pđt mở thêm slot môn vận trù mã môn học ME2051 vì đây là môt tiên quyết ,nếu kì này e không học thì kì sau không đăng kí được môn chuyên ngành ạ. mong pđt xem xét . . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học .  Em chào PĐT ạ,  . .   Hiện tại em không đăng ký được môn Kỹ thuật siêu cao tần EE3025, môn bắt  buộc để kỳ sau đăng ký thực tập đã full sỉ số ạ.. .  Em mong phòng đào tạo có thể mở rộng sỉ số cho em và các bạn khác đăng ký ạ. Do kỳ này siết sỉ số đăng ký lớp nên các môn không có chỗ trống để tụi em có thể sắp xếp lịch học theo các môn muốn học ạ. . .  Em mong phòng đào tạo có thể mở rộng sỉ số ạ! Em cảm ơn",
            "Chào bạn,. . PDT đã tăng sỉ số tối đa rồi không tăng được nữa.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tăng sỉ số môn MT1005 . Sau khi kiểm tra kết quả ĐKMH đợt 3, em nhận thấy kết quả bị hủy do không thể xếp lớp.. . . . Nên em hy vọng Phòng Đào Tạo có thể tăng sỉ số cụ thể lớp L28_L56 để em có thể học tập đúng tiến độ ra trường. . . . Em xin cảm ơn. .",
            "Chào bạn,. . . . PDT đã tăng sỉ số tối đa rồi không tăng được nữa.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Do trường chuyển các môn tự chọn về CS1 nên em không đăng kí được 1 số môn cần học do thời gian đi chuyển giữa 2 cơ sở. Vậy em có thể làm đơn để xin học tiết 4-5 ở CS2 và tiết 7-8 ở CS2 không ạ ? Em có phương tiện di chuyển nay có thể đảm bảo giờ học. Em cảm ơn.. .",
            "Chào bạn,. . . . Việc này không được bạn, vì phần mềm đã lập trình sẵn rồi bạn. Nên 2 môn học 2 cơ sở khác nhau phải cách nhau 2 tiết mới đăng kí được.. . . . Thân. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em có nguyện vọng học môn   B EE3031 - Lập trình hệ thống nhúng. .   /B . . Lần 1 em có đăng kí nhưng bị huỷ vì trùng với những môn khác. Em đã xoá bớt môn để có thể học môn Lập trình này nhưng sĩ số lớp đã đầy.. . . . Mong PDT có thể mở rộng sĩ số, tạo cơ hội em được học môn này ạ!. . Em xin cảm ơn!. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . XIN MỞ THÊM SỈ SỐ MÔN HỌC VẬT LÝ 2 MÃ PH1005. . nhóm lớp L02-L04. .",
            "Chào bạn,. . PDT đã tăng sỉ số tối đa rồi không tăng được nữa.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em tên là [full_name], mssv [student_id], khoa Kỹ thuật xây dựng, lớp XD17KSDD. . Phòng đào tạo cho em hỏi về việc đăng ký môn học.. . 1/ Trong đợt đăng ký thứ 2, em có đăng ký môn học cho kỳ 8 ngành Xây dựng công trình, mã môn CI3169. Nhưng đến đợt 3 em bị huỷ đăng ký vì môn tiên quyết CCAS_3. Vậy cho em hỏi mã môn CCAS_3 là môn gì ạ?. . 2/ Theo lịch học vụ thì chứng chỉ ngoại ngữ phải nộp ngày 7/01/2021. Nhưng em đến ngày 11/01/2021 mới có chứng chỉ anh văn (đã đăng kí nộp online). Vậy cho em hỏi, kết quả đăng ký đợt 3 đã xét đến việc em đủ chuẩn anh văn chưa ạ? Em có bị xoá môn học như câu hỏi 1 không ạ?. . Mong phòng đào tạo trả lời giúp em.. . Em cảm ơn.",
            "Chào bạn,. . . . - CCAS_3: chuẩn anh văn sau năm 3.. . . . - Còn đợt 4 dkmh bổ sung, bạn  kiểm tra mail để biết thời gian DKMH nha.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . tại sao môn cấu trúc rời rạc CO1007 em đã đăng kí từ đợt 1 và 2 nhưng qua đợt 3 lại bị xóa ạ. Phòng đào tạo có thể mở lớp hoặc thêm em vào lớp được không ạ. em đang rất cần môn này ạ",
            ". . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính thưa phòng đào tạo. Em là k17 khoa điện điện tử. Em còn đang nợ môn Vi xử lý EE 2013 nhưng do kỳ này không mở lớp nên em có thể học môn Vi xử lý mã mới EE2039 được không ạ? Hay là phải học thêm môn VLBD mã mới  ee1007 không ạ vì VLBD mã cũ ee1013 em đã qua rồi nên có thể xem tương đương được không ạ.. .",
            "Chào bạn,. . . . Các môn tương đương/thay thế có cập nhật trên web PDT http://www.aao.hcmut.edu.vn/index.php?route=catalog/chitietsv&path=59_62&tid=1717.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . cho em hỏi về việc đăng kí môn giáo dục thể chất, tại đợt đăng kí chính quy em chưa đăng kí được môn giáo dục thể chất. tại đợt hiệu chỉnh thì em không kiếm được môn giáo dục thể chất. . cho em hỏi là giờ còn có đợt đăng kí giáo dục thể chất nào không và nếu không thì em có thể đăng kí tại đâu khác không.. . . .",
            "Chào bạn,. . . . Khi nào có đợt đăng kí môn GDTC Phòng Đào Tạo gởi mail thông báo cho sinh viên nha bạn.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . đợt 2- đợt đăng kí môn học có hơn 30 bạn đăng kí môn Cơ Học Máy Mã ME2077,  và môn  [full_name] và Công Nghệ Luyện Kim 2 mã môn MA3015 14 bạn đăng kí, vì đây là môn chuyên ngành nên ít bạn đăng kí. Xin Phòng đào tạo giải quyết giúp em. EM xin chân thành cám ơn."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ cho em hỏi là khi nào thì PĐT mới mở: Kết quả - ĐKMH HK2(20-21) – Hệ chính quy – Đợt  1 + đợt nguyện vọng bổ sung ,vậy ạ. Em xin cảm ơn ạ.. .",
            "Dạ PĐT cho em hỏi thêm là làm sao để đăng ký môn trong khi ngày 25/1 em mới kiểm tra tiếng anh vậy ạ. Em xin cảm ơn PĐT.",
            "Chào bạn,. . . . Hiện tại đã qua đợt 3 DKMH rồi bạn, bạn đợi mail để biết thông tin DKMH đợt 4 nha.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . môn truyền số liệu học tiết 4-6 cs1. Tại sao em đk môn vận hành htđ tiết 8-9 cs2 lại ko đủ thời gian di chuyển ạ. . từ tiết 6-8 em nghĩ là đủ thời gian ạ. . nếu được thì pđt có thể mở cho em đk đươc ko . vì môn này quan trọng. . em xin cảm ơn !",
            "Chào bạn,. . . . Khoảng cách giữa 2 cơ sở là 2 tiết nha bạn.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Dạ cho em hỏi là hôm qua em có đăng ký kiểm tra trình độ anh văn nhưng vì không để ý đã vô tình đăng ký trùng giờ với thi giải tích 1. Như vậy nếu em muốn đổi ca thi anh văn lại thì sao ạ. .",
            "Chào bạn,. . . . Đã đăng kí rồi không huỷ và không chuyển nhóm luôn nha bạn.. . . . Thân",
            "li answer rate: Answer does not suit / Câu trả lời không đúng ý",
            "nếu vậy xem như em không thể thi được anh văn luôn ạ?. . vậy em không thể đăng ký môn cho học kỳ 2 luôn ạ?",
            "Chào bạn,. . . . Việc thi anh văn đầu vào PDT thông báo rất rõ, các bạn tự chọn giờ thi sao cho phù hợp với mình khi  đã đăng kí thì  không thay đổi giờ thi được nha bạn.. . . . Thân. .",
            "li answer rate: Answer suits the needs / Câu trả lời đúng ý"
        ]
    },
    {
        "intent": "",
        "message": [
            "Dạ chào PĐT,. . Em là [full_name], MSSV: [student_id].. . Trong khi em đăng ký môn học cho kì 202, em đăng ký môn Hệ quản trị cơ sở dữ liệu (CO3021). Lúc em gửi yêu cầu đăng ký thì không báo lỗi gì hết, nhưng khi em xem kết quả đăng ký thì bị báo là thiếu chuẩn CCAS_3. Em đăng ký lần 1 và lần 2 đều bị lỗi đó ạ. Lần 3 em cũng đang đăng ký lại mà em không biết có bị xóa tiếp không, vì nếu bị xóa thì em chỉ còn 10 chỉ thôi ạ. Dạ nếu vẫn bị lỗi thì môn nào trong nhóm D em có thể đăng ký được ạ.. . Em cảm ơn ạ.",
            "Chào bạn,. . . . - CCAS_3: là chuẩn anh văn sau năm 3.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học  /i  IM3001. . Kính gửi: quý thầy cô phòng đào tạo trường Đại Học Bách Khoa-ĐHQG HCM. . Em tên là [full_name] ; MSSV [student_id]; khoa Kỹ Thuật Hoá Học.. . Em làm đơn này để xin phòng đào tạo mở thêm sĩ số môn [full_name] [full_name]-IM3001 lớp A01. Kính mong pdt chấp nhận và hỗ trợ để tạo điều kiện giúp em có thể kịp tiến độ học tập. Em xin chân thành cảm ơn.. . . .",
            "Chào bạn,. . PDT đã tăng sỉ số tối đa rồi không tăng được nữa.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]  /b \t[full_name] [full_name] [full_name] [full_name]   i Đăng ký môn học  /i [full_name] [full_name] [full_name] [full_name] Em chào thầy/cô,[full_name] [full_name] Thầy/cô cho em xin mở thêm sỉ số lớp Thương mại điện tử (CO3027) ạ[full_name][full_name] [full_name] Em xin cảm ơn thầy/cô[full_name][full_name] [full_name] Trân trọng [full_name] [full_name] [full_name]",
            "Chào bạn,. . PDT đã tăng sỉ số tối đa rồi không tăng được nữa.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]  /b . . \t. .   i Đăng ký môn học . Kính thưa thầy/cô,. . . . Em tên [full_name], MSSV [student_id], em viết thư này với mong muốn xin tăng thêm sĩ số cho lớp của môn học Lập trình web (CO3049), mã lớp L01_L01, thời gian học vào thứ 6, tiết 2-3, ít nhất 2 sĩ số (em xin phép được đại diện cho một bạn có cùng nguyện vọng như em), với lí do thời gian trên sẽ phù hợp hơn với lịch trình học tập của chúng em trong học kì tiếp theo.. . . . Em mong chờ phản hồi sớm nhất từ phía thầy/cô.. . . . Cảm ơn thầy/cô đã đọc thư.",
            "Chào bạn,. . PDT đã tăng sỉ số tối đa rồi không tăng được nữa.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em tên: [full_name]. . MSSV: [student_id]. . Em xin pđt có thể mở thêm sỉ số cho môn học AV4 mã môn LA1009. . Em cảm ơn.. .",
            "Chào bạn,. . PDT đã tăng sỉ số tối đa rồi không tăng được nữa.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ do đăng ký sau nên em bị kẹt lịch ạ. . PDT có thể đổi giúp em môn EE3025 Kỹ thuật siêu cao tần từ A03 (sáng thu 5) sang A05 (chiều thứ 4) để em đăng ký các môn khác ạ.. . Em cảm ơn."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Khi đăng kí môn học thì xuất hiện thông báo em chưa đạt gdtc 2, trong khi em đã qua gdtc 2 rồi ạ. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em đã đăng ký đợt đăng ký bổ sung môn kinh tế chính trij [full_name]-[full_name] nhưng vẫn không được xếp lớp ạ. Nhờ thầy/cô giúp em mở rộng sỉ số lớp L06 để em có thể học đủ số chỉ ạ. Em cảm ơn thầy/cô nhiều ạ. .",
            "Chào bạn,. . PDT đã tăng sỉ số tối đa rồi không tăng được nữa.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV: [student_id]  /b \t. . . .   i  Kính gửi thầy cô Phòng Đào Tạo,. . Em tên [full_name], mssv [student_id]. Em là sinh viên hệ vhvl vừa nhập học vào đợt tháng 11/2020.. . . . Đợt đăng ký hệ chính quy HK202 vừa qua, em có đăng ký được 2 môn là:. . + Cấu trúc rời rạc cho khoa học máy tính - CO1007.. . + Lập trình nâng cao: CO2039. . . . Nhưng vào đợt đăng ký môn học đợt 3 HK202, các môn em đăng ký được hồi đợt 2 đã bị xóa. Khi em xem lý do thì hệ thống báo SV tạm dừng nghỉ học (theo ảnh đính kèm).. . . .   B Em không hề nhận được bất kỳ một thông báo nào về tạm dừng nghỉ học trước đây.  /B  Và tới thời điểm hiện tại em vẫn đang theo học 2 môn trong trường.. . . . Mong phòng đào tạo xem và hỗ trợ giúp em.. .  .",
            "đã đk lại môn cho em.. . CO1007 nhóm [full_name]02,. . CO2039 nhóm [full_name]01. . TKB sẽ cập nhật vào đợt đk tiếp theo ( 2-3/02/2021). . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em tên: [full_name]. . MSSV: [student_id]. . - Do trong quá trình học em có học thêm một số môn khác ngành, nên hiện tại điểm trung bình tích lũy của em khác với điểm trung bình tích lũy ngành. Nhưng bảng điểm được in khi đăng kí trên hệ thống \"mybk\" thì chỉ thể hiện điểm trung bình tích lũy chung cho từng học kì, chứ không có điểm tích lũy ngành.. . - Nhưng hiện giờ em có nhu cầu phải cần in bảng điểm hoặc giấy xác nhận điểm mà nó có thể hiện điểm trung bình tích lũy ngành trên đó, thì cho em hỏi em phải đăng kí làm sao ạ?. . Em rất mong được giải đáp từ phòng đào tạo. Em xin chân thành cảm ơn rất nhiều ạ!",
            "Chào bạn. . Điểm và số tin chỉ của tích lũy ngành chỉ in khi có bằng tốt nghiệp đại học (in cùng lúc bằng tốt nghiệp). . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em tên là [full_name]. MSSV [student_id]. Cho em hỏi môn Ch2041 có thể tăng sĩ số thêm được không ạ. Nếu mà tăng sĩ số được thì phòng đào tạo thêm em vào lớp A01 được không ạ",
            "Chào bạn,. . . . PDT đã tăng sỉ số tối đa rồi không tăng được nữa.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ cho em xin đăng ký mở thêm chỉ số môn EE2007 nhóm A01_A03. Được không ạ ?. . Do bị trùng lịch nên em không đăng ký các nhóm khác được .. . Mong pđt giúp dùm em. Em cám ơn. . . .",
            "Dạ em đã đăng ký được rồi ạ.. . Em xin lỗi vì đã làm phiền.. . Em cám ơn"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em tên là [full_name] MSSV [student_id] em mong pđt thêm sĩ số hoặc cho em vào lớp đó luôn ạ. Em cảm ơn",
            "Chào bạn,. . PDT đã tăng sỉ số tối đa rồi không tăng được nữa.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . PDT cho em hỏi nếu như em học môn khác ngành mình đang học thì có được tính tín chỉ tích lũy để xét điều kiện ra trường không ạ.. . Em cảm ơn ạ !",
            "Chào bạn,. . . . Về chương trình đào tạo bạn về khoa để tư vấn cho bạn.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Cho em hỏi trong phần tín chỉ tự do(9tc) thì mình được phép đăng kí các môn trong nhóm A và cả các môn trong nhóm B hay chỉ được đăng kí các môn trong nhóm A thôi ạ",
            "Chào bạn,. . . . Bạn muốn tư vấn về chương trình đào tạo, bạn liên hệ khoa nha.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ cho em hỏi em là sinh viên hệ VHVL vừa mới chuyển hệ tháng 11/2020. Em có nộp bảng điểm nhưng chưa cập nhật kịp nên em đăng kí môn học bị thiếu các môn tiên quyết mặc dù em đã qua rồi ạ và em không đăng kí được. Cho em xin hỏi hướng giải quyết ạ. Em xin cám ơn. .",
            "Chào bạn,. . . . Bạn cho biết mã số môn học bạn đăng kí không được?. . . . Thân",
            "Dạ MSSV của em là [student_id] ạ. Em đang gặp rất nhiều vấn đề ạ. Đầu tiên là em chưa nhận được bảng xét miễn môn nên em bị hủy các môn vì thiếu môn tiên quyết. Thứ 2 là em đăng kí chung với chính quy dạng chuyển hệ bị hủy vì lí do nghỉ học nhưng em chỉ mới chuyển hệ tháng 11 ạ. Xin quý thầy cô giúp đỡ giải đáp em ạ.",
            "Mã em đăng kí là: Me2011. . Môn học Đồ án thiết kế ạ",
            "em đk môn online lại. . PĐT sẽ xét lại sau"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV: [student_id]  /b \t. . . .   i Đăng ký. . Em chào thầy/cô,. . Em tạo yêu cầu này xin phòng đào tạo mở thêm sĩ số cho lớp CO3005 để em được tham gia lớp học này.. . Em xin chân thành cảm ơn!môn học .",
            "Chào bạn,. . PDT đã tăng sỉ số tối đa rồi không tăng được nữa.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Chào PĐT ạ, em rất muốn đăng kí thêm môn học EE3031 \tLập trình hệ thống nhúng nhóm lớp L01 nhưng đã đủ sĩ số, còn nhóm lớp L02 thì bị trùng lịch. Em mong PĐT có thể tăng thêm sĩ s số nhóm L01 và đăng kí giúp em ạ.. . Em cảm ơn ạ.",
            "Chào bạn,. . PDT đã tăng sỉ số tối đa rồi không tăng được nữa.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em chào PĐT, cho em hỏi là đợt đăng ký bổ sung đợt 2 em có đăng ký môn Trang bị điện - điện tử trong máy công nghiệp (ME2005), và có sĩ số 200. Nhưng đợt 3 lại bị hủy vì lý do Khoa không mở lớp. Vậy em muốn học môn này thì phải làm như thế nào ạ? Em có cần viết đơn xin mở lớp nộp PĐT không? Mong phản hồi sớm từ thầy cô. Em cảm ơn!",
            "Chào bạn,. . . . Môn khoa không mở lớp thì bạn liên hệ khoa nha.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Thưa Thầy/Cô,. . Em tên [full_name], MSSV [student_id]. . Hiện em đang muốn đăng kí môn học   B Mô Hình Hóa Toán Học   /B (CO2011) nhưng không được do bị trùng thời khóa biểu với môn   B Cấu trúc dữ liệu và giải thuật   /B (CO2003). Mà môn CO2003 thì sỉ số các lớp đều đã đủ hết rồi nên em không thể chuyển lớp được, còn môn CO2011 thì chỉ mở duy nhất một lớp nên em cũng không thể đăng kí lớp khác.. . Em có thể xin nhà trường mở thêm sỉ số của môn CO2003 để em có thể chuyển lớp được không ạ?. . Thầy/Cô có thể chỉ giúp em bây giờ em phải làm gì để đăng kí được môn CO2011 được không ạ?. . . .",
            "Chào bạn,. . . . Tất cả các môn học PDT đã tăng đến sỉ số tối đa rồi không tăng được nữa nha bạn.. . . . Bạn đợi đăng kí môn học dự thính 202 sắp tới đăng kí nha.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Em xin chào thầy/cô. Tại sao đợt đăng ký bổ sung em đăng ký 2 môn và một môn sĩ số 30, một môn sĩ số 60, dư để mở lớp mà sao bị xóa mất. Tại sao cách làm việc dạo này của trường mình rất lằng nhằng không dứt khoát. Không biết covid thì trường mình có khó khăn gì quá không ạ. ĐKMH mà em nãn luôn. !!!!!!!!!!!!!. .",
            "Chào bạn,. . . . - Bạn xem kết quả DKMH để biết lý do không đăng kí được môn học.. . . . - 'Tại sao cách làm việc dạo này của trường mình rất lằng nhằng không dứt khoát. Không biết covid thì trường mình có khó khăn gì quá không ạ. ĐKMH mà em nãn luôn. !!!!!!!!!!!!!': . . bạn muốn thắc mắc hay phàn nàn gì, bạn liên hệ trực tiếp PDT nha.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính gửi quý thầy cô PDT, thầy cô chủ nhiệm bộ môn kỹ thuật gia công polyme ( MA3047), em gửi tin mong quý thầy cô mở thêm sĩ số lớp kỹ thuật gia công polyme. Đây là môn chuyên ngành của em và e đăng kí thì bị hết sĩ số ạ. Mong quý thầy cô giúp e. Em cảm ơn!",
            "Chào bạn,. . PDT đã tăng sỉ số tối đa rồi không tăng được nữa.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ em là [full_name] (MSSV:[student_id]), thầy/cô cho em hỏi có thể tăng sĩ số lớp môn CO3005 được không ạ?. . Em xin cảm ơn",
            "Chào bạn,. . PDT đã tăng sỉ số tối đa rồi không tăng được nữa.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "I   /I Đăng ký môn học . Em muốn đăng kí môn CH3157 - Công nghệ hóa hương liệu nhóm L02 học ở cs2 mà hết slot.. . Xin pđt tăng sỉ số lớp giúp em.. . Em cảm ơn",
            "Chào bạn,. . PDT đã tăng sỉ số tối đa rồi không tăng được nữa.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ em kình chào các anh chị trong PĐT ạ.. . Em là [full_name], Sinh viên K18.. . Môn học Công nghệ sản xuất Vaccin được phân bố phòng H6-206 ở CS2 với sĩ số là 60 bạn.. . Hiện tại lớp em có một vài bạn có nhu cầu học môn này nhưng đã bị full lớp.. . Vì vậy em kính mong PĐT có thể tăng sĩ số môn học này giúp em ạ.. . Em xin chân thành cảm ơn ạ.",
            "Chào bạn,. . PDT đã tăng sỉ số tối đa rồi không tăng được nữa.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em chào thầy/cô.. . Hiện tại khi đăng ký môn học em bị báo không đạt chuẩn anh văn năm 3. Nhưng từ đầu năm 1, em đã qua kỳ thi anh văn đầu vào và đã được miễn 4 môn Anh văn.. . Mong thầy/cô xem xét lại hệ thống ạ.. . Em xin chân thành cảm ơn.",
            "Chào bạn. . - Bạn đang học chương trình tài năng nên chuẩn sẽ khác với các bạn sinh viên ở chương trình bình thường. . - Về quy định chuẩn tiếng anh trong quá trình học: Bạn vui lòng xem chi tiết tại trang web aao--  sinh viên --  Quy chế --  Quy chế đào tạo và học vụ bậc đại học và cao đẳng -- Phụ lục 1: Quy định về ngoại ngữ --  điều 2-c. . Chúc bạn học tập tốt nhé.. . Thân. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em xin chào thầy cô, cho em hỏi là em có thể tăng sĩ số cho đợt này không ạ. Lần 2 em đã đăng ký hoàn chỉnh nhưng lần 3 này pđt xóa của em 1 môn trong ctđt và giờ không còn lớp nên em mong muốn tăng sĩ số lớp khác để chuyển lịch học. Em xin cảm ơn"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ thầy cô pdt ơi, hôm nay đợt đăng kí 3 vừa mở em có vào đăng kí để huỷ 1 môn học nhưng trong quá trình đăng kí thì do quá tải hệ thống mạng trường làm cho trình duyệt mạng trên điện thoại của em bị giật lag và vô tình em xoá nhầm môn thép 2 (CI3211), hậu quả là bây giờ đã không còn lớp để em có thể vào lại, mong quý thầy cô giúp em đăng kí vào lớp mới hoặc nhồi em thêm vào lại sĩ số lớp cũ A03 của môn CI3211 em vừa mất ạ. Em chân thành cảm ơn nhiều ạ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Em MSSV : [student_id].. . Em đã đăng kí các môn học bình thường vào đợt 2 và do thiếu chuẩn CCS2 nên đã bị hủy tất cả các môn để cả môn có mã số EE2027. Vào đợt 3 này em đăng kí vẫn đk được, không thấy hiện chặn chuẩn AV thì kết quả là em có đăng kí được môn học hay không ạ ?. . Mong pđt phản hồi sớm để em biết đường xử lí ạ. . . .",
            "Chào bạn,. . . . Bạn phải đạt chuẩn anh văn sau năm 2 thì mới đăng kí những môn năm 3 được nha.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . - Trong 2 đợt đăng kí môn học vừa rồi em chưa đủ điều kiện anh văn để đăng kí môn anh văn 4.Trong đợt bổ sung này, em đã dủ điều kiện đăng kí môn. Lịch học của em trống vào thời gian thứ 3 tiết 2,3,4.Em xin PĐT cho em đăng kí bổ sung vào lớp Anh văn 4 LT03 (MMH :LA1009) tiết 2,3,4. . . Em xin cảm ơn phòng đào tạo !",
            "-Dạ thưa PĐT do nhà trường đã cung cấp môn anh văn 4 mới LA1043 nên em đã đăng kí được lớp học. . . -Em mong PĐT hủy yêu cầu trước đó của em, em cảm ơn PĐT!"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em tên là [full_name]. Mssv [student_id]. Khoa Kỹ thuật Xây Dựng. Xin phép phòng đào tạo tăng sĩ số cho em được vào nhóm lớp A08, Môn học Nền Móng (CI395).. . Em xin chân thành cảm ơn.",
            "Chào bạn,. . PDT đã tăng sỉ số tối đa rồi không tăng được nữa.. . Thân"
        ]
    }
]