[
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Khác ... . Kính gửi thầy(cô).. . . . Hiện là em đang trễ anh văn nên em muốn đăng ký trong 1 học kỳ cả 2 môn Anh văn 1 và Anh văn 2 có được không?. . Còn nếu học kỳ chính em đăng ký môn Anh văn 1 và học kỳ dự thính em đăng ký môn Anh văn 2 có được không?. . . . Em xin cám ơn.",
            "Câu hỏi đã trả lời ở 1 topic khác."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Khác ... . Chào cô. em là [full_name] MSSV [student_id]. Cho e hỏi là HK192 em đăng kí học av2 thì kì dự thính e có được đăng kí học av3 không ạ?. . E cảm ơn cô ạ!. .",
            "Chào em,. . . . Không được em, em học vậy anh văn 2 là môn song hành với anh văn 3. Nhưng môn anh văn 2 là môn học trước anh văn 3 nhé."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được . Kính gửi phòng đào tạo trường ĐHBK. . Em tên [full_name]. . MSSV [student_id]. . Em có đăng kí 8 môn ở đợt 1 nhưng khi có kết quả thì trên trang của em báo cáo là em chưa có môn học đăng kí. Nguyên nhân em không có kết quả đăng kí là gì thế ạ? Em phải làm sao dể tiếp tục học học kì 2???? . . Em mong được giúp đỡ ạ",
            "Chào em,. . . . Đây là kết quả DKMH đợt 1 http://apps.aao.hcmut.edu.vn/qlgd_man/home.action;jsessionid=2B6D2949E5BD34924E6C370B3526A164;jsessionid=EE17F4ADC687187B535DBE759DF0DCFE.. . . . Trong đợt 2 DKMH môn học em không đăng kí môn học nào. . . . . Em xem lại thời gian đăng kí môn học đợt 3 để đăng kí môn học nhé http://www.aao.hcmut.edu.vn/index.php?route=catalog/chitietsv&path=59_205&tid=1814",
            "Dạ đợt 1 em có đăng kí rồi mà sao không được xét duyệt vậy ạ???",
            "Bạn đã kiểm tra lý do chưa ?. . . . Bạn vào kết quả đợt 1 -  xem lịch sử đăng ký để biết lý do không đăng ký được"
        ]
    },
    {
        "intent": "",
        "message": [
            "Em muốn hỏi về việc chuyển điểm anh văn từ điểm Toeic để để đăng kí làm Luận văn tốt nghiệp vào ngày 4/2/2020. . .     Em muốn chuyển điểm trong thời gian nghỉ tết và trước thời gian đăng kí luận văn thì chuyển điểm được không ạ? và có cần chờ xét nhận mới được đăng kí luận văn vào ngày 4/2/2020 không ạ?. .",
            "responsible person: [551] [staff_name] [helpdesk staff]",
            "Chào bạn,. . Theo quy định về ngoại ngữ thì nếu bạn nộp chứng chỉ để xét đạt chuẩn và chuyển điểm anh văn cho đăng ký môn học, bạn chỉ cẩn nộp trước đợt quy định 1 ngày ( VD: đợt 25/07  thì bạn nộp 24/07 là đươc), không cần phải chờ kết quả thẩm tra.. . Bạn vui lòng xem chi tiết lịch học vụ để biết rõ các đợt lấy dữ liệu anh văn cho từng đợt đăng ký môn học tương ứng tại:www.aao.hcmut.edu.vn- sinh viên - Lịch học vụ. . \t\t\t. . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Chứng chỉ ngoại ngữ - Đại học - Cao đẳng chính quy   Thẩm tra chứng chỉ (nộp chứng chỉ) . Em chào thầy cô,. . Em là [full_name] mssv [student_id]. Tuần trước em có đăng kí với Hội đồng Anh gửi bản sao bằng IELTS của em tới Phòng đào tạo trường. . . . . Thầy cô cho em hỏi, thầy cô đã nhận được bản sao bằng IELTS của em chưa ạ? Vì nếu có trục trặc gì để em liên hệ lại bên Hôi đồng Anh để khắc phục sớm ạ.. . . . Em cảm ơn thầy cô.. . . . Trân trọng,. . [full_name]",
            "Chào bạn,. . Trên trang ngoại ngữ đã cập nhật tình trạng chứng chỉ hợp4 lệ từ 11/12/2019 rồi mà bạn ?????"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học phí - Đại học - Cao đẳng chính quy   Học phí học kỳ chính . Cho em hỏi là hôm trước em có đăng ký thi anh văn đầu vào nhưng trễ hạn nộp tiền và không thi. Trong BKpay của em còn 150.000đ chưa đóng. Vậy giờ em cần giải quyết sao ạ. .",
            "Chào bạn,. . Như email phòng Đào tạo đã thông báo, các trường hợp sinh viên không đóng tiền thi AV đợt này sẽ được hủy nhé. Bạn vui lòng kiểm tra email"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Khác ... . Em tên là: [full_name], mssv: [student_id].. . Em vừa tham gia thi tiếng anh tại trường và đạt được 405 toeic đủ chuẩn năm 3 nên em muốn hủy môn anh văn 2 trong thời khóa biểu tạm thời của em. . . Vậy cho em hỏi: bây giờ em xin hủy được không? Và nếu được thì em phải làm như thế nào?. . Mong yêu cầu của em sẽ được phản hồi sớm.. . Em xin chân thành cảm ơn.",
            "Chào bạn,. . Hiện tại đã hết thời gian hủy môn học nhé bạn. .",
            "Em chào chị,. . Chị cho em hỏi có khoảng thời gian nào khác để em có thể làm đơn để hủy môn không chị?. . Và khi em hủy thì có phải đóng tiền môn học đó không?. . Em xin chân thành cảm ơn.",
            "Hết thời gian hủy rồi nha bạn (không nhận đơn hủy nha bạn), bạn đợi xem TKB chính thức và đi học theo TKB nhé. Đợt ngày 2-6/1/2020 chỉ đăng ký bổ sung không hủy và đổi môn học nha bạn."
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính gửi PĐT.. . Em tên [full_name]. Sinh viên Khoá K17.. . Đợt đăng kí môn vừa rồi em có đăng kí môn AV1, mà theo như quy định của nhà trường sau năm 3 em phải qua môn AV2. Đợt kiểm tra anh văn định kì vừa rồi em được 365 điểm, đủ điểm để xếp vào lớp AV2. Em mong nhà trường xem xét cho em huỷ môn AV1 và có thể học môn AV2 để kịp tiến độ học cho năm 4 ạ. Em xin chân thành cảm ơn.. .",
            "Chào bạn,. . Kết quả thi Anh văn đợt ngày 21, 22/12 chỉ dùng để pass chuẩn anh văn từng năm học, không dùng xếp lớp av 1,2,3,4. Anh văn 1 là môn tiên quyết của av2, nếu bạn chưa qua av1 thì không được học av (xem CTDT). . Xem thêm tại quy chế:. . http://www.aao.hcmut.edu.vn/ sinh viên/quy chế/Quy chế đào tạo và học vụ bậc đại học, cao đẳng:/ Phụ lục 1: Quy định về ngoại ngữ (áp dụng cho các chương trình giảng dạy bằng tiếng Việt). .",
            "Cho em hỏi là em thấy trường quy định chỉ được chuyển điểm CCNN Anh Văn 1 lần, vậy nếu em chỉ đăng ký nộp mà không chuyển điểm thì em có được xét qua chuẩn AV từng năm học không ạ? Và có được đăng kí môn AV tương ứng với mức điểm của CNNN không ạ? ( Chỉ nộp và Không chuyển điểm)",
            "Được nha bạn, Nếu bạn chỉ nộp CCNN để xét qua năm, vui lòng không chọn chuyển điểm. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "b [full_name]SSV/[full_name]SGV: [student_id]  /b \t. . . .   i Đăng ký môn học - Đại học - Cao đẳng chính quy   Khác ...  /i Hôm trước nhà trường mở đợt 2 đăng kí môn em có đăng kí môn Những NgLý cơbản CN [full_name]-[full_name] và Ph/luật ViệtNam đạicương. Sau khi đăng kí xong thì em mới biết là môn Những NgLý cơbản CN [full_name]-[full_name] là của những khóa trước gồm 5 chỉ còn khóa K19 hiện tại là 7 chỉ. Em mong thầy cô cho em được xóa môn Ph/luật ViệtNam đạicương và đăng kí môn Những NgLý cơbản CN [full_name]-[full_name] của khóa K19. Vì 7 chỉ nên làm thế mới không quá 21 chỉ ạ. Em mong thầy cô ở Phòng Đào tạo giúp em sớm nhất có thể, em xin chân thành cảm ơn.",
            "Chào bạn. . . . Bạn kiểm tra lại môn nguyên lý của các khóa trước không cùng mã môn học với Khóa 2019 nên khi đăng ký bạn sẽ không được tính là môn trong CTĐT ngành của mình.. . . . PĐT sẽ hậu kiểm hủy môn nguyên lý cơ bản. . . . . Bạn lưu ý khi đăng ký các môn phải đúng với MSMH trong CTĐT của mình hiện có"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Khác ... . đăng kí giúp e lớp bóng chuyền L22 e xin cảm ơn . .",
            "Bạn vui lòng vào đăng ký MH vào đợt từ ngày 2/1 đến 6/1/2020 nhé!",
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Khác ... . đăng kí giúp em lớp bóng chuyền L22",
            "Bạn vui lòng vào đăng ký MH vào đợt từ ngày 2/1 đến 6/1/2020 nhé!",
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Khác ... . Đăng kí giúp em môn bóng chuyền L22 . Em cảm ơn ạ",
            "Bạn vui lòng vào đăng ký MH vào đợt từ ngày 2/1 đến 6/1/2020 nhé!"
        ]
    },
    {
        "intent": "",
        "message": [
            "Vừa làm vừa học - ĐTTX   Lịch thi . Chào thầy.. . Em có học môn Trường Điện Từ (ee2003) của lớp dự thính học lại tết. Kết thúc môn học từ ngày 21/12 nhưng đến giờ em vẫn không có lịch thi cuối kỳ trên web. Thầy check lại giúp em ạ. . . Em xin cám ơn",
            "Chào bạn.. . Hiện tại đã có lịch thi của môn học.. . Thi ngày : 08/02/2020, lúc 09g00. . . . bạn vào kiểm tra lại nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Em là [full_name] đến từ khoa Kỹ Thuật Hoá Học ạ.. . Em có đăng ký môn giáo dục thể chất 2 là Aerobic nhưng ca của em chỉ có mỗi em học, và đã qua đợt hiệu chỉnh nên em không chuyển ca được ạ. Liệu qua đợt 3 (từ ngày 02/1 - 06/1/2020) em có thể chuyển ca học sang các lớp còn chỗ trống không ạ??? . . Và nếu vào ngày 31/12, thời khoá biểu chính thức của em không có môn thể dục thì em có thể đăng ký bổ sung môn thể dục vào đợt 3 không ạ???. . Mong thầy/cô hồi đáp em sớm ạ!!!. . Em cảm ơn nhiều ạ!!!",
            "Chào bạn. . . . Trường hợp các môn GDTC dưới 30sv/ nhóm sẽ bị hủy lớp. Bạn có thể đăng ký các nhóm khác ở đợt 3 đkmh"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Khác ... . Chào thầy/cô. Em là [full_name], MSSV : [student_id]. Em kính nhờ phòng đào tạo huỷ giúp em các môn đã đăng ký trong đợt 1 và đợt 2 vừa qua. Lý do: em vừa chuyển đổi chương trình học từ hệ Việt Pháp sang hệ đại trà và Đã có công văn của khoa cơ khí gửi đến phòng đào tạo. Trong quá trình xét phân ngành em vẫn còn trong hệ Việt Pháp nên em đã đăng ký các môn trong hệ Việt Pháp. Nay em xin nhờ phòng đào tạo huỷ các môn em đã đăng ký và cho phép em được đăng ký bổ sung vào đợt đăng ký môn học tiếp theo. Em xin cám ơn.",
            "Đã hủy tất cả kết quả đợt 2 của bạn. . . . Bạn đăng ký bổ sung lại trong đợt 3 đúng với ngành của mình."
        ]
    },
    {
        "intent": "",
        "message": [
            "Chứng chỉ ngoại ngữ - Đại học - Cao đẳng chính quy   Khác ...  /i  . . . .        Dạ hiện e là sv năm hai. Năm nhất e thi AV đầu vào dc 345 nhưng e ko học anh văn một. Mà tới học kì hai e học lớp toeic 350 để dc xét qua chuẩn năm 1. Sau đó qua kì 191 này e có đăng kí học lớp anh văn 2, và kì sau e tính học anh văn 3 để qua chuẩn năm 2. Nhưng e mới nghe lại quy chế thì là e ko có học anh văn 1 nên ko  đước tính các lớp anh văn 2 và 3 phải ko ạ.  Lớp toiec 350 của e học hồi năm 1 có được thay thế cho lớp anh văn một ko ạ. Mong thầy/cô giải đáp giúp e. Để e kịp thời điều chỉnh lại ko bị trễ kì ạ. E xin cảm ơn"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Chương trình đào tạo (thiếu môn tiên quyết, song hành...) . Kính gửi thầy(cô)!. . Cho em hỏi trong học kỳ chính 192 em có thể đăng ký học song song 2 môn anh văn cùng một lúc là Anh văn 1 và Anh văn 2 không?. . Còn nếu học kỳ chính 192 em học môn Anh văn 1 và dự thính 192 em có thể học môn Anh văn 2 không?",
            "Chào bạn. . . . Điều kiện để học AV2 là bạn đã học AV1. Nên không thể đăng ký cùng 1 Học kỳ được, kể cả dự thính."
        ]
    },
    {
        "intent": "",
        "message": [
            "Chứng chỉ ngoại ngữ - Đại học - Cao đẳng chính quy   Xét miễn môn anh văn (chuyển điểm) . Dạ thưa, hiện nay em đã đăng kí nộp chứng chỉ . . ngoại ngữ bằng toeic 370.Nhưng vì sự mơ hồ và  . . thiếu hiểu biết nên em đã chuyển điểm anh văn. . Em muốn hỏi là em có thể chuyển điểm được nữa. . không ạ.. . Em cảm ơn nhiều.",
            "Chào bạn,. . THeo quy chế ghi rõ mỗi môn AV chỉ được chuyển điểm 1 lần bạn nhé.. . điểm chuyển môn AV1 của bạn đã được cập nhật trên web.. . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Vừa làm vừa học - ĐTTX   Học phí . Chào thầy/cô. Cho em hỏi về vấn đề học phí và lịch thi của học kỳ tết 2019 VHVL, hiện tại theo thông báo là đang trong đợt thanh toán học phí, nhưng BKpay của em, MSSV [student_id] vẫn chưa được kích hoạt, nên em không thể thanh toán, em phải làm gì tiếp theo, mong thầy/cô xem giải quyết giúp em.. . . .",
            "Chào bạn !. . . . Học phí học lại tháng 01/2020 sẽ bắt đầu đóng học phí từ ngày 02/01 - 07/01/2020.. . . . Bạn vui lòng theo dõi để đóng nhé !"
        ]
    },
    {
        "intent": "",
        "message": [
            "Chứng chỉ ngoại ngữ - Đại học - Cao đẳng chính quy   Xét miễn môn anh văn (chuyển điểm) . Kính chào thầy(cô),. . Em là [full_name] (MSSV:[student_id]) hiện đang là sinh viên năm cuối của chương trình Việt Pháp (PFIEV).. . Hiện tại chứng chỉ ngoại ngữ của em đã đủ điều kiện nhận luận văn (Toecic : 485), nhưng chỉ đổi điểm được các môn AV1, AV2, AV3. Không thể đổi được điểm của môn AV4 (môn AV4 em chưa hoàn thành). . Nếu như em không hoàn thành được môn AV4 thì có thể được đăng ký nhận luận văn không ạ?. . Trong trường hợp không thể đăng ký LVTN nếu chưa hoàn thành môn AV4 thì còn cách nào để có thể đăng ký nhận LVTN trong học kỳ này không ạ?. . Xin chân thành cảm ơn câu trả lời và sự giúp đỡ của quý thầy(cô) ạ!",
            "Chào bạn,. . Việc đăng ký LVTN có ràng buộc về tổng số tín chỉ tích luỹ, bạn tự tính nhé.. . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "chào thầy cô. . EM vừa có điểm Kỳ thi anh văn định kỳ ở trường (21/12) đủ chuẩn năm 4. . Vậy em có cần phải nộp đơn xác nhận gì không, hay là nhà trường tự cập nhập điểm cho em.. . . . Với lại môn \"Đề Cương Luận Văn\" đã mở lớp đăng kí rồi, trong đợt ĐKMH bổ sung em có phải làm đêm thêm 1 sĩ số không ạ?. . em cảm ơn.",
            "Chào bạn. . . . Nếu đã đủ chuẩn AV bạn có thể đăng ký lại trong đợt 3 ĐKMH kể cả Đề cương LVTN"
        ]
    },
    {
        "intent": "",
        "message": [
            "Cho em hỏi là nếu em đã rớt môn anh văn 2 ( do điểm thi bị liệt, không có điểm 13 ). Sau đó, em nộp chứng chỉ ngoại ngữ và chuyển điểm cho môn anh văn 2 được trên 5. Thì em có cần phải học lại môn anh văn 2 đã rớt không ạ? . . Em cảm ơn.",
            "Chào bạn. . điểm chuyển môn av đã được tính vào điểm tích luỹ chung rồi bạn nhé, không cần phải học lại.. . Thân.",
            "li answer rate: Answer suits the needs / Câu trả lời đúng ý"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tăng sĩ số lớp môn học . Kính gửi Ban Giám Hiệu trường Đại học Bách Khoa. . . . Tôi tên [full_name], sinh viên năm nhất ngành Vật lý kỹ thuật - Khoa học ứng dụng. Do còn bỡ ngỡ với cách thức đăng ký môn nên tôi đã không kịp đăng ký môn Giải Tích 2, hiện số tín chỉ tôi đăng ký được là 11, thấp hơn số tín chỉ  quy định. Tôi viết đơn này xin được gia tăng sỉ số để có thể hoàn thành đúng số tín chỉ quy định của nhà trường hiện hành. . . .",
            "Chào bạn. . . . Môn giải tích 2 đã được tăng sĩ số tối đa nên không thể tăng thêm bạn có thể đăng ký lại môn này ở các học kỳ dự thính."
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính gửi phòng đào tạo . . Em tên :[full_name] mssv [student_id] . . Nay em làm đơn để xin được đăng ký môn \"CI2077 kiến trúc sinh khí hậu\" và \"CI2075 chuyên đề 1\". Lý do hiện tại em không kịp nộp bằng toeic để đăng ký môn học này. Do ngành kiến trúc chủ yếu là môn chuyên ngành nên em cần tích lũy đủ tín chỉ để không bị cảnh cáo học vụ và đình chỉ học. Em đảm bảo sẽ nộp bằng toeic sớm nhất có thể. Xin hãy xem xét giúp em. Em cảm ơn.",
            "Chào bạn.. . . . Trường hợp này bạn phải đạt chuẩn AV để được ĐK môn học này, PĐT sẽ không thể đặc cách cho bạn đăng ký được.",
            "No solution"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]  /b . . Kính gửi: Phòng đào tạo trường Đại học Bách Khoa-ĐHQG TP.Hồ Chí Minh\t. . Em tên là: Nguyễn Văn Bính-Lớp XD18KT-Khoa Kỹ thuật xây dựng.. . Em viết đơn này để xin Phòng đào tạo cho em được đăng kí các môn học:. .    1. CI2077-Kiến trúc sinh khí hậu.. .    2. CI2075-Chuyên đề 1.. .    3. CI2073-Cơ điện công trình.. . Lý do: Do em bị hạn chế Anh Văn nên không đăng kí được môn học, nên kì này em không đủ số tín chỉ tích lũy theo quy chế và kì sau nếu không đủ em sẽ bị đình chỉ học.. . Em xin hứa sẽ cố gắng hoàn tất Anh Văn trong học kì tới, trong lúc chờ đợi xem xét của các thầy(cô), em xin chân thành cảm ơn.. .   . .",
            "Chào bạn,. . Đăng ký môn học online nha bạn, bạn vui lòng kiểm tra email để vào đăng ký MH vào đợt từ  ngày 02/01/2020  đến 06/01/2020 (Đợt đăng ký môn học bổ sung). SV không được hủy môn học hoặc đổi nhóm",
            "Dạ cho em hỏi có cách nào để có thể đăng kí môn học khi chưa qua được mức [full_name] không ạ?",
            "li answer rate: Answer is not complete / Câu trả lời chưa hoàn chỉnh",
            "Phải đúng quy định nha bạn"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Xin cho em hỏi,em đang là sinh viên năm 2.Vậy đầu năm sau em có được đăng kí học lại môn nhập môn kĩ thuật không ạ? nếu được thì em đăng kí môn bằng cách nào đây? . . Mong cô giải đáp thắc mắc giúp em.. . Em xin cảm ơn",
            "responsible person: [551] [staff_name] [helpdesk staff]",
            "Chào bạn,. . Tất cả sinh viên đều đăng ký MH online nha bạn, bạn có thể liên hệ với GVCN hoặc Ban chủ nhiệm khoa để xin tư vấn về CTĐT của bạn nhé"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]  /b . . Thưa thầy cô,\t. . Cho em hỏi em có được đăng kí 2 môn học Thể chất cùng trong 1 học kì được không ạ? Và nếu đăng kí được thì khi qua môn có được tính là đã đạt 2 chứng chỉ Thể chất không ạ?. . Em xin cảm ơn.. . . .",
            "Bạn có thể đăng ký 2 môn thể chất trong 1 học kỳ. Nếu bạn đạt cả 2 đều được công nhận cả 2 môn."
        ]
    },
    {
        "intent": "",
        "message": [
            "Chứng chỉ ngoại ngữ - Đại học - Cao đẳng chính quy   Xét miễn môn anh văn (chuyển điểm) . Em đã nộp bằng toeic 2 kĩ năng( đọc và nghe) trên mybk do hệ thống bkpay lúc đó đang bảo trì nên em vẫn chưa đóng lệ phí chuyển điểm do vậy vào ngày 26/12 em vẫn chưa được xét duyệt bằng toeic.. . Em xin chân thành cảm ơn!. .",
            "Chào bạn,. . Khi nào bạn thanh toán xong phí chuyển điểm thì đến đợt lấy dữ liệu mới được cập nhật.. . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Chương trình đào tạo (thiếu môn tiên quyết, song hành...) . kính gửi phòng đào tạo trường ĐHBK. . em tên [full_name] . . MSSV [student_id]. . Vừa qua em không đăng kí được môn học vì lí do \"0: Thiếu môn tiên quyết SV_N2 -[full_name]M 2)\" . . Sắp tới có mở đăng kí bổ sung lần 3. Thì em phải làm sao để tiếp tục đăng được môn học ạ??? . . Mong nhận được sự hỗ trợ của phòng đào tạo",
            "Chào bạn,. . Bạn vui lòng kiểm tra, nếu đủ chuẩn theo đúng quy định mà vẫn không đăng ký MH được có thể lên Phòng Đào tạo khiệu nại nhé, bạn vui lòng kiểm tra chuẩn về số tín chỉ TL của mình nhé."
        ]
    },
    {
        "intent": "",
        "message": [
            "Chứng chỉ ngoại ngữ - Đại học - Cao đẳng chính quy   Thẩm tra chứng chỉ (nộp ch  QUOTE ứng chỉ) . Cho em hỏi với hình ảnh này thì có thể nộp lên để đăng ký nộp chứng chỉ ngoại ngữ được không ạ? Với lại hình ảnh đuôi jpn em nộp lên không được ạ. . Tại vì em chưa nhận bằng chính thức chỉ có kết quả trên online. Em sợ em không kịp đăng ký luận văn",
            "Chào bạn,. . Chứng chỉ IELTS chỉ cấp nhật khi có chứng chỉ bản sao gởi về trường nha bạn.. . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Khác ... . Em chào thầy/cô,. . . . Em là sinh viên đang làm đồ án tốt nghiệp và dự kiến tốt nghiệp tháng 4/2020. Tuy nhiên, sau khi thi cuối kì với kết quả dự đoán không tốt lắm. Em muốn đăng kí hờ môn học đó cho học kì 192. Nếu lúc nhận được điểm môn học này với quả qua môn thì em có thể hủy môn học này và nộp xét tốt nghiệp được không ạ?. . . . Bổ sung: Em đã đủ điều kiện khác (CCNN, ngày CTXH, học phí, sách,...) . . . . Mong được thầy/cô tư vấn sớm ạ.",
            "Chào bạn,. . Sau khi biết kết quả nếu đạt bạn có thể làm đơn xin rút môn học để xét TN (không hủy).. . Xem quy định rút tại đây:. . http://www.aao.hcmut.edu.vn/ sinh viên/quy chế/Quy chế đào tạo và học vụ bậc đại học, cao đẳng:/ Điều 11. Hủy, rút môn học"
        ]
    },
    {
        "intent": "",
        "message": [
            "Em muốn hỏi về trường hợp của em chưa đóng học phí đợt 2 học kì 1 thì em có thể tiếp tục theo học học kì 2 không ạ, và nếu được thì ngay bây giờ em có thể đóng học phí đợt 2 học kì 1 này không ạ.( trường hợp của em đã trễ hạn đóng học phí 17 ngày)",
            "Chào bạn,. . Nếu không thanh toán học phí bạn sẽ không được đăng ký MH của Học kỳ 192, bạn vui lòng thanh toán học phí để được mở cho đăng ký HK 192 vào đợt ngày 2/1 đến 6/1/2020.. . Xem quy định học phí tại đây:. . http://www.aao.hcmut.edu.vn/ sinh viên/quy chế/Quy chế đào tạo và học vụ bậc đại học, cao đẳng:/ Điều 7. Học phí/7.2 Thanh toán học phí",
            "Là bây giờ đóng học học kì 191 đợt 2 vẫn kịp ạ, em hỏi thêm 1 câu nữa là điểm anh văn của em chưa đủ nhưng bây giờ em thi không kịp để nộp CCNN thì em có được đăng kí môn học HK192 không và hạn chót nộp CCNN 350 là khi nào ạ.",
            "Chào bạn,. . Bạn xem quy định về CCNN tại đây:. . http://www.aao.hcmut.edu.vn/ sinh viên/quy chế/Quy chế đào tạo và học vụ bậc đại học, cao đẳng:/ Phụ lục 1: Quy định về ngoại ngữ (áp dụng cho các chương trình giảng dạy bằng tiếng Việt). . Nếu không đủ theo quy định thì không đăng ký MH được nhé bạn.. . Xem lịch nộp CCNN tại lịch học vụ nhé bạn. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Chứng chỉ ngoại ngữ - Đại học - Cao đẳng chính quy   Thẩm tra chứng chỉ (nộp chứng chỉ) . - Em là [full_name], sinh viên khoa cơ khí K18, MSSV [student_id].. . - Hiện em đang gặp lỗi, em đã nộp bằng chứng chỉ anh văn rồi và đã được thẩm tra có hiệu lực vào ngày 24/12. Nhưng sau khi em thử vào đăng kí môn học thì lại báo thiếu chuẩn anh văn 1. Trong khi bạn bè em cũng đã nộp cùng ngày và được thẩm định như em nhưng họ không bị lỗi như này.. . - Em mong phòng đào tạo xem lại giúp em, do đang trong quá trình thi nên em không có thời gian để lên PĐT để trình báo. Em chỉ còn có thể đăng kí môn học vào đợt 3 thôi, em rất mong PĐT giúp em.",
            "Chào bạn,. . Khi nào đến đợt DKMH mới cập nhật dữ liệu nha bạn.. . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Khác ... . Em chào quí thầy cô!. . Trong đợt đăng kí môn học đợt 2 vừa qua em chưa đủ điểm anh văn để đăng kí luận văn TN nên em có đăng kí một môn “ Phân tích hệ thống” để duy trì TKB. Nhưng vừa rồi em nhận được điểm anh văn thì em đủ điểm anh văn đề ngày 2/1 này đăng kí LVTN. Nên em muốn hỏi em có thể huỷ hay rút môn Phân tích hệ thống ở đợt 3 này không ạ? . . Em cám ơn.",
            "Chào bạn,. . Hiện tại đã hết thời gian hủy MH nhé bạn, bạn có thể làm đơn xin rút môn học để xét TN nhé. . Thân",
            "Chào cô,. . Dạ vậy em phải làm đơn đơn xin rút môn học nộp ở PĐT phải không ạ?. . Và em có thể nộp bây giờ hay là em phải đợi có TKB mới nộp được ạ.. . Em cám ơn!",
            "Chào bạn. . Trong đợt 3 ĐKMH bạn không thể hủy hoặc chuyển nhóm môn học. Bạn có thể làm đơn xin rút môn học khi học kỳ bắt đầu.. . Lưu ý khi rút môn học vẫn được tính học phí môn đã rút.. . Đơn xin rút môn học bạn nộp về PĐT theo mẫu có sẵn.. . Mẫu đơn rút môn:. . http://www.aao.hcmut.edu.vn/image/data/bieumau/sinhvien/PDT-03_Rut%20mon%20hoc%20(%C4%90iem%20R).pdf. . . . Bạn nộp đơn khi học kỳ bắt đầu"
        ]
    },
    {
        "intent": "",
        "message": [
            "E lỡ đăng kí môn nguyên lý cơ bản mác lenin 5 chỉ của khóa trước r ạ.  Giờ e mới biết là k19 phải 7 chỉ.  Cho e hủy môn đó được k ạ",
            "Chào bạn,. . Phòng Đào tạo đang thông kê số lương sinh viên K2019 đăng ký nhầm mã và sẽ email cho sinh viên biết hướng dẫn về việc này. Bạn vui lòng đợi email và lên đăng ký vào đợt ngày 2 đến 6/1/2020. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]  /b  . . Em thi anh văn ở trường, được 600 điểm toiec thì nếu bây giờ em đăng ký học anh văn 4 thì em có cần phải học lại anh văn 1 ,2,3 hay không ạ .Em cảm ơn!. . . .   i Chương trình đào tạo - Đại học - Cao đẳng chính quy   Khác ... .",
            "Chào bạn,. . Bạn vui lòng trình bày rõ, nếu 600 điểm đạt do kỳ thi anh văn định kỳ của Phòng Đào tạo tổ chức ngày 21,22/12 thì kết quả này không dùng xếp lớp AV, không dùng miễn môn AV 1,2,3,4. . chỉ dùng xét chuẩn AV từng năm học nha bạn"
        ]
    },
    {
        "intent": "",
        "message": [
            "Chứng chỉ ngoại ngữ - Đại học - Cao đẳng chính quy   Xét miễn môn anh văn (chuyển điểm) .  Xin cho em hỏi. Em thi anh văn ngoài hôm nay ngày 27/12 mới có bằng, nhưng ngày 26/12 là hạn nộp chứng chỉ ngoại ngữ. Vậy hôm nay em nộp có được không ạ, có kịp thời gian thẩm tra để đăng ký môn học ngày 2-6/1/2020 không ạ. Em xin cảm ơn.. .  . .",
            "Bạn đã khai báo chứng chỉ rồi mà ?????"
        ]
    },
    {
        "intent": "",
        "message": [
            "Chứng chỉ ngoại ngữ - Đại học - Cao đẳng chính quy   Thẩm tra chứng chỉ (nộp chứng chỉ) . Em muốn xin phòng đào tạo thẩm tra chứng chỉ cho em sớm nhất có thể, để em có đủ anh văn 2  để đăng ký môn học chuyên ngành, do nếu không đăng ký được thì em sẽ bị trễ một năm",
            "Chào bạn,. . Theo quy định về ngoại ngữ thì nếu bạn nộp chứng chỉ để xét đạt chuẩn và chuyển điểm anh văn cho đăng ký môn học, bạn chỉ cẩn nộp trước đợt quy định 1 ngày ( VD: đợt 25/07  thì bạn nộp 24/07 là đươc), không cần phải chờ kết quả thẩm tra.. . Riêng việc chuyển điểm môn AV bạnp hải thanh toán lệ phí thì mới được cập nhật điểm bạn nhé.. . Thân. . \t\t\t. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: 1510894  /b \t. . . .   i Đăng ký môn học - Đại học - Cao đẳng chính quy   Chuyển thời khóa biểu . Kính chào quý thầy/cô.. . . . Em là Ngô Vĩ Hào, MSSV 1510894, sinh viên lớp XD15VL1, ngành Công nghệ Kỹ thuật Vật Liệu Xây Dựng- Khoa Kỹ thuật Xây Dựng.. . . . Em tạo yêu cầu này để xin được chuyển/hủy/rút   /U môn học Nền Móng (CI3195) trong  Học kỳ 2 (2019 - 2020).. . . . Hiện tại, em đã đăng ký   U môn Nền Móng (CI3195), lớp A03  /U , nhưng do nhu cầu cấp thiết, em muốn được hủy môn học này, để có thể đăng ký   U môn Công nghệ Sản xuất Cấu kiện Bê tông Đúc sẵn(CI3223), lớp A01   /U (do 2 môn- 2 lớp trùng giờ học).. . . . Vì đã qua đợt điều chỉnh đăng ký môn học, em không có cách nào xóa/hủy môn được nữa, nên rất mong thầy/cô xem xét cho trường hợp của em, vì . . . .   QUOTE   B Môn Công nghệ Sản xuất Cấu kiện Bê tông Đúc sẵn(CI3223) rất quan trọng đối với em trong học kỳ này, là môn tiên quyết để nhận Luận văn Tốt nghiệp, hiện tại em đã trễ 2 học kỳ (so với tiến trình 4 năm), nếu không đăng ký được môn  Công nghệ Sản xuất Cấu kiện Bê tông Đúc sẵn(CI3223), em chắc chắn sẽ trễ thêm 2 đến 3 học kỳ nữa, do môn học này chỉ mở mỗi năm một lần.  /B   U . . . .   /QUOTE . . . . Nếu có thể, rất mong quý thầy/cô cho em   U được chuyển môn Nền Móng (CI3195) qua một lớp khác để không trùng giờ học, hiện tại còn rất nhiều lớp Nền Móng sĩ số thấp  /U  (như lớp A04- em có trích dẫn trong hình bên dưới). Hoặc hủy/rút môn học này giúp em, để em có thể đăng ký được môn  Công nghệ Sản xuất Cấu kiện Bê tông Đúc sẵn(CI3223) như em vừa trình bày bên trên.. . . . Thời hạn Đăng ký bổ sung môn học (đợt 3) đã rất cận kề(2/1-4/1), môn Công nghệ Sản xuất Cấu kiện Bê tông Đúc sẵn(CI3223), lớp A01 hiện không còn nhiều chỗ trống ( như hình em có đính kèm bên dưới), nên   B khẩn thiết xin quý thầy/cô lưu tâm, xem xét gấp cho trường hợp của em  /B   U .. . . .   B Rất mong sớm nhận được quyết định/phản hồi của quý thầy/cô.  /B   /U  Chân thành cảm ơn thầy/cô đã đọc yêu cầu này.. . . . . .",
            "Chào bạn,. . Hiện tại đã hết thời gian để hủy và hiệu chỉnh môn học nha bạn. Bạn vui lòng kiểm tra email sinh viên về thông báo đợt 3 đăng ký bổ sung môn học từ ngày 2/1 đến 6/1/2020.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]  /b \t[full_name] [full_name] [full_name] [full_name]   i Đăng ký môn học - Đại học - Cao đẳng chính quy   Khác [full_name][full_name][full_name]  /i [full_name] [full_name] Hôm trước nhà trường mở đăng kí môn học đợt 2[full_name] Vì sai sót và thiếu thông tin nên em đã đăng kí môn những Nguyên lý Cơ bản CN [full_name]-[full_name] của các khóa trước[full_name] Nay biết tin môn nay ở khóa em sẽ thay đổi cơ chế học vụ[full_name] Nên em mong thầy cô ở Phòng đào tạo có thể xóa môn những Nguyên lý Cơ bản CN [full_name]-[full_name] giúp em với ạ[full_name] Em xin lỗi vì đã để xảy ra việc này[full_name] Em xin chân thành cảm ơn![full_name] [full_name]",
            "Chào bạn,. . Phòng Đào tạo đang thông kê số lương sinh viên K2019 đăng ký nhầm mã và sẽ email cho sinh viên biết hướng dẫn về việc này. Bạn vui lòng đợi email và lên đăng ký vào đợt ngày 2 đến 6/1/2020"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được . Em là hệ cao đẳng của trung tâm bảo dưỡng công nghiệp , trong kì đăng kí môn kì chính hk192 em đăng kí môn học tương đương là giải tích 2 và nhập môn điện toán của hệ đại học đã được phòng đào tạo cho phép nhưng không được , bị báo lỗi không đúng loại hình đào tạo và thiếu môn học trước ( giải tích 1) , mong nhà trường xem xét để em đăng kí ở đợt bô sung hoặc kì dự thính . Em cảm ơn",
            "Chào bạn,. . Bạn vui lòng vào chọn đợt đăng ký chuyển hệ để đang ký, bạn vui lòng lưu ý đăng ký MH theo đúng chương trình đào tạo của mình. .",
            "Mình có chọn vào đợt đăng kí chuyển hệ nhưng vẫn không đăng kí được .",
            "Chào em,. . . . Em muốn đăng kí môn nào? mã số môn học?",
            "Giải tich 2 mã số MT1005 và Nhập môn điện toán mã số CO1005",
            "Chào em,. . . . Môn CO1005 không mở cho lớp chính qui chỉ mở các bạn lớp quốc tế, MT1005 PDT đã tăng lên sỉ số max không tăng được nữa. Em có thể làm đơn mở xin mở lớp dự thính."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác  /i Có thể cho em đăng kí thiết kế cầu CI3039 được không ạ? Em đã bị chậm 1 năm rồi, giờ mà thiếu nữa là thêm 1 năm nữa. PĐT có thể xem xét cho em được đăng kí thiết kế cầu (thiếu môn này em không đk được thực tập tốt nghiệp). Em trân trọng cảm ơn ạ.. . . .",
            "Chào bạn,. . Bạn vui lòng vào đăng ký môn học online từ ngày 2/1 đến 6/1/2020 (vui lòng kiểm tra email SV xem hướng dẫn ĐKMH)",
            "Em cảm ơn ạ"
        ]
    },
    {
        "intent": "",
        "message": [
            "Chứng chỉ ngoại ngữ - Đại học - Cao đẳng chính quy   Xét miễn môn anh văn (chuyển điểm) . Kính gửi : thầy, cô phòng đào tạo. . Em: [full_name] ; MSSV: [student_id]. . Trong kì thi anh văn định kì vào ngày 21/12/2019 em đã đạt số điểm 345 .Theo quy định của nhà trường thì 350 điểm mới có thể qua được môn anh văn 1.Em đã từng đặt câu hỏi và được trả lời là không thể thay đổi quy định.Nhưng em vẫn muốn hỏi lại về nguyện vọng được qua môn anh văn 1 của em. Trong qua trình ôn tập em đã rất cố gắng và đã tự làm đề và các kết quả thường vượt quá 350 như yêu cầu để qua môn anh văn 1 nên em đã khá tự tin đăng kí các môn chuyên ngành vào kì 192 sắp tới.Do kì thi anh văn vừa rồi nhà trường thay đổi thể thức thi trên giấy bằng thi trên máy tính nên em chưa thích ứng kịp trong quá trình làm bài nên kết quả thấp hơn.Em nêu ra lí do trên không phải là để đổ lỗi cho nhà trường mà em muốn được thầy cô xem xét lại trường hợp của bản thân em. Do trong đợt đăng kí môn học em đã đăng kí các môn chuyên ngành nên trong đợt đăng kí môn học lần 3 sắp tới em sẽ không thể tham gia và phải nghỉ học 1 kì do không có thời khóa biểu.Nếu bây giờ em đăng kí thi để lấy chứng chỉ cũng không kịp đợt đăng kí môn học sắp tới.Cách cuối cùng mà em nghĩ tới là mong nhận được sự xem xét của thầy cô.Mong thầy cô có thể xem xét lại trường hợp của em.. . Em xin cảm ơn.. . . .",
            "Chào bạn,. . Bạn vui lòng xem quy chế học vụ có ghi rõ: Trên quy định về ngoại ngữ có ghi rõ: \"Kết quả thi kiểm tra trình  độ tiếng anh cuối  kỳ chỉ có giá trị xét pass các chuẩn anh văn của từng năm học, không có giá trị pass đạt các môn AV nha bạn.. . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Dạ em tên là [full_name]. . Mssv: [student_id]. . Em xin phép được đăng ký môn kỹ thuật bê tông CI3057). . Em xin cảm ơn quý thầy cô",
            "Chào bạn,. . Bạn vui lòng kiểm tra email sinh viên và xem lịch học vụ vào đăng ký MH online đợt 3 từ ngày 2-6/1/2020."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Ad cho em hỏi, hiện tại e đang bị sốt, có thể mai không thi được, mà nếu e có toa thuốc của bác sõ thì có được bảo luư hk ạ?",
            "responsible person: [551] [staff_name] [helpdesk staff]",
            "Chào bạn,. . Trường hợp có lý do bất khả kháng mới được xét nhận điểm vắng thi nha bạn: như nằm viện (có giấy nhập viện), nhà có tang chế, kèm minh chứng và nộp tại Phòng Đào tạo để được xem xét"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Khác ... . Em là k19 nhưng đã lỡ đăng ký môn học SP1003. . Theo em biết thì đây là môn Mác của K18 trở lên, nhưng lúc đăng ký thì em không biết thông tin này. . Bây giờ phải làm sao ạ?",
            "Chào bạn,. . Phòng Đào tạo đang thông kê số lương sinh viên K2019 đăng ký nhầm mã và sẽ email cho sinh viên biết hướng dẫn về việc này. Bạn vui lòng đợi email và lên đăng ký vào đợt ngày 2 đến 6/1/2020"
        ]
    },
    {
        "intent": "",
        "message": [
            "Vừa làm vừa học - ĐTTX   Học vụ . Xin chào Thầy (cô). . Em theo học hệ VLVH - Trước đó em học Cao đẳng. . + Cho em xin hỏi là khi nào em nhận được kết quả miễn môn học?. . + Em không thấy lịch đào tạo cho SV hệ VLVH, nên không biết mình phải đăng kí những môn nào để học tiếp, nhờ thầy cô hướng dẫn giúp.. .    Em xin chân thành cảm ơn thầy cô.",
            "Chào bạn !. . . . Về miễn môn học PĐT đang tiến hành xét các môn được miễn cho các bạn, và sẽ gửi qua email cho các bạn biết trong tuần sau nhé !. . . . Về chương trình đào tạo bạn vui lòng vào trang web aao.hcmut.edu.vn    sinh viên    chương trình đào tạo    sau đó bạn chọn khóa 2017, chọn khoa và ngành.. . . . Những môn giáo dục thể chất, giáo dục quốc phòng và các môn anh văn 1,2,3,4 sẽ không học nhé !. . . . Thân chào"
        ]
    },
    {
        "intent": "",
        "message": [
            "Em xin chào thầy/cô ạ!. . Chúc thầy/cô có một ngày nhiều niềm vui và năng lượng!. . Em tên là [full_name], MSSV:[student_id]. . Hôm nay em gửi yêu cầu này là em mong thầy/cô sẽ xem xét cho em, để em có thể đăng kí môn kì sau ạ! Do em chưa qua av nên không thể đăng kí môn. Em mong thầy cô xem xét và cho phép em đăng kí môn để em đủ tín chỉ và không bị đình chỉ học ạ. Em hứa sẽ cố gắng nhiều hơn nữa cho kì sau.. . Em mong được sự giúp đỡ của quý thầy/cô.. . Em xin chân thành cảm ơn ạ!",
            "responsible person: [551] [staff_name] [helpdesk staff]",
            "Chào bạn,. . QUy chế không thay đổi được bạn nhé.. . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]1  /b \t. . . .   i Chương trình đào tạo - Đại học - Cao đẳng chính quy   Môn tương đương, tiên quyết, ... . Xin chào anh chị, mình là sinh viên k13 khoa xây dựng, ngành vật liệu XD trường mình.. . Vì chuẩn đầu ra của nhà trường thay đổi liên tục trong thời gian qua nên mình có một số thắc mắc cần giải đáp vì hạn dk luận văn đã gần kề.. . Mình dự định đăng kí luận văn tốt nghiệp vào kì sau nhưng còn nợ các môn như sau:DA gốm XD,DA Bê tông Cốt thép 1,DA Nền móng, Bê tông cốt thép 1, và Kết cấu thép 1. . . Câu hỏi 1 của mình là theo như yêu cầu mới về môn tiên quyết thì những môn nào trong các môn trên đây là môn bắt buộc phải đạt để được đăng kí luận văn. Và xét như mình là khóa trước thay đổi thì có áp dụng đúng như vậy không?. . Câu hỏi 2 là hiện mình đã trả và bảo vệ xong các môn đồ án nhưng vì vừa trả xong trong học kì này nên kết quả chưa có thì liệu mình có kịp đăng kí luận văn vào kì kế tiếp không? Hạn đăng kí môn học là khi nào và đặc biệt là đăng kí luận văn tốt nghiệp.. . Xin cảm ơn anh chị ở nhà trường và phòng đào tạo đã quan tâm giải đáp thắc mắc của mình và lập nên trang hỗ trợ này. Mong mọi người một năm mới thuận lợi, hạnh phúc.. .",
            "QUOTE MSSV/MSGV: 81302231    . . . . Chương trình đào tạo - Đại học - Cao đẳng chính quy   Môn tương đương, tiên quyết, .... . Xin chào anh chị, mình là sinh viên k13 khoa xây dựng, ngành vật liệu XD trường mình.. . Vì chuẩn đầu ra của nhà trường thay đổi liên tục trong thời gian qua nên mình có một số thắc mắc cần giải đáp vì hạn dk luận văn đã gần kề.. . Mình dự định đăng kí luận văn tốt nghiệp vào kì sau nhưng còn nợ các môn như sau:DA gốm XD,DA Bê tông Cốt thép 1,DA Nền móng, Bê tông cốt thép 1, và Kết cấu thép 1. . . Câu hỏi 1 của mình là theo như yêu cầu mới về môn tiên quyết thì những môn nào trong các môn trên đây là môn bắt buộc phải đạt để được đăng kí luận văn. Và xét như mình là khóa trước thay đổi thì có áp dụng đúng như vậy không?. . Câu hỏi 2 là hiện mình đã trả và bảo vệ xong các môn đồ án nhưng vì vừa trả xong trong học kì này nên kết quả chưa có thì liệu mình có kịp đăng kí luận văn vào kì kế tiếp không? Hạn đăng kí môn học là khi nào và đặc biệt là đăng kí luận văn tốt nghiệp.. . Xin cảm ơn anh chị ở nhà trường và phòng đào tạo đã quan tâm giải đáp thắc mắc của mình và lập nên trang hỗ trợ này. Mong mọi người một năm mới thuận lợi, hạnh phúc.. .   /QUOTE . . Chào Lợi, Em là sinh viên khóa 2013 em cứ theo chương trình đào tạo ngành em xem tại đây http://www.aao.hcmut.edu.vn/v_old/docs/ctdt_2013/xd/xaydung.html. . và điều kiện đăng ký LVTN (đại học)sinh viên phải đạt yêu cầu về môn tiên quyết xem tại đây http://www.aao.hcmut.edu.vn/v_old/docs/ctdt_2008/xd/xd.pdf. . đạt số tín chỉ tích lũy ngành tối thiểu (cho phép nợ tối đa 7 tín chỉ so với tiến độ đào tạo), đạt số ngày công tác xã hội (10 ngày đối với bậc đại học và 6 ngày đối với bậc cao đẳng) và đạt chuẩn Anh văn (xem chi tiết tại Quy chế Đào tạo và Học vụ).. . - Nếu các môn tiên quyết chưa có điểm tại thời điểm xét đăng ký môn Luận văn tốt nghiệp thì các môn tiên quyết sẽ được hậu kiểm vào Tuần 4 và môn LVTN/TLTN sẽ bị hủy nếu các môn tiên quyết không đạt.. . + Thời gian đăng ký LVTN em theo dõi lịch học vụ. . . . . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]2  /b \t. . Em chào phòng đào tạo.. . Em tên [full_name], là sinh viên K13 của bộ môn Cảng công trình biển. Theo khoá cũ thì chương trình đào tạo của em có môn tự chọn là môn Phương pháp số ứng dụng (808006). Theo danh sách môn tương đương thay thế của trường (hình đính kèm) thì môn này được thay thế bởi 2 môn CI4029 (PP số công trình biển) dành cho sinh viên ngành Cảng và CI3071 (PP số, tin học ứng dụng và gis). Do CI4029 không mở trong học kì sau mà em là sinh viên bộ môn Cảng công trình biển nên phòng đào tạo cho em hỏi là em đăng ký học môn mã CI3071 thì em có được chuyển điểm tương đương thay thế không ạ?. . Em cám ơn.",
            "responsible person: [551] [staff_name] [helpdesk staff]",
            "Chào bạn,. . Bạn vui lòng liên hệ tại Văn Phòng Khoa xin gặp Ban chủ nhiệm khoa để xin tư vấn về CTĐT, môn tương đương"
        ]
    },
    {
        "intent": "",
        "message": [
            "Thưa Phòng Đào Tạo. . Em tên là [full_name] MSSV [student_id]. . Em xin Phòng Đào Tạo cho em hủy môn Nhiệt động lực học và truyền nhiệt (ME2013). . Vì lí do đợt đăng kí lần 1 em đã đăng kí đủ tín chỉ bắt buộc của năm 3, nhưng do lần đăng kí đợt 2 em bị hủy môn đăng kí do lỗi hệ thống, em đã đăng kí lại nhưng do bất cẩn em đã đăng kí đủ 21 tín chỉ và bị đăng kí sót môn thực tập chế tạo. Vì em đã đăng kí đủ 21 tín chỉ nên không thể đăng kí bổ sung đợt 3, nên em xin Phòng Đào Tạo hủy giúp em để em có thể đăng kí môn thực tập chế tạo. . Vì nó là môn tiên quyết để hè này em kịp thực tập tốt nghiệp nên em mong Phòng Đào Tạo giúp em giải quyết ạ. . Em xin cảm ơn Phòng Đào Tạo rất nhiều.",
            "Chào bạn,. . Về việc ĐKMH/khiếu nại đăng ký MH. . Bạn vui lòng vào trang http://bksi.hcmut.edu.vn/. . Bước 1: Chọn mục Hỏi/yêu cầu. . Bước 2: Tạo câu hỏi/ yêu cầu mới . . Bước 3: Click vào dấu (+) đứng trước các danh mục để chọn chủ đề câu hỏi cho phù hợp. . Ví dụ: Chọn mục” đăng ký môn học”. . Lưu ý phải chọn cho đúng chủ đề để được trả lời nhanh nhất.. . Hiện tại đã hết thời gian để hủy MH nhé!"
        ]
    },
    {
        "intent": "",
        "message": [
            "Thưa thầy, cô. . Hiện tại em vừa thi chứng chỉ Toeic nhưng vì trục trặc nên qua Tết Ta em mới được nhận bằng. Vậy cho em hỏi nếu em nộp và chuyển điểm [full_name] vào đợt 14/4/2020 (như hình) thì điểm chuyển của em có được tính vào ĐTBTL HK192 để phân ngành không ạ?. . Em cảm ơn.",
            "Chào bạn,. . Tuỳ thuộc vào thời điểm [full_name] lấy dữ liệu điểm để phân ngành nha  bạn.. . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Khác ... . Em chào cô.. . Em tên là [full_name] mssv [student_id] lớp CK18DET.. . Em thuộc k18 hiện tại đang là sinh viên năm 2, nhưng em vẫn chưa qua av1, sắp tới trong đợt 3 đăng ký môn học thì em phải đăng kí bao nhiêu tín chỉ trong học kì 192 vì đa số môn đại cương em đã học xong, nhưng do không qua av e không đăng ký được môn chuyên ngành. Em muốn hỏi là em có thể đăng ký dưới 10 tín chỉ không? . . Trong khi chờ đợi câu trả lời em xin chân thành cảm ơn cô.. . Em chào cô.. .",
            "Chào bạn,. . Bạn vui lòng xem quy định về ĐKMH tại đây:. . http://www.aao.hcmut.edu.vn/ sinh viên/quy chế/Quy chế đào tạo và học vụ bậc đại học, cao đẳng:/Điều 9. Đăng ký môn học"
        ]
    },
    {
        "intent": "",
        "message": [
            "Chào thầy cô,em muốn xin pdt mở lớp môn đồ án cho em trong đợt đăng kí môn học bổ sung sắp tới. Pdt đã nói em trong diện đặc cách để mở lớp và liên hệ với phòng đào tạo.em sẽ phải gặp pdt khi nào trước hay trong thời gian đăng kí môn học bổ sung?.và để mở lớp có cần viết đơn ,cần điều kiện gì nưa lo ạ.em cảm ơn.",
            "Chào bạn,. . Bạn vui lòng làm đơn mở lớp môn đồ án tại Phòng Đào tạo trước ngày 2/1/2020 để đăng ký vào đợt bổ sung MH học từ ngày 2-6/1/2020.. . Không biêt diện đặc cách bạn nói là như thế nào nhỉ? vì sinh viên bạn nào cũng phải theo đúng quy chế nhé!"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được . Kỳ học vừa rồi (191) em có đăng ký môn Cấu trúc dữ liệu và giải thuật. Vì không biết mình có qua môn hay không nên em không đăng ký môn đó vào kỳ tiếp theo (kỳ 192). Khi thi cuối kỳ xong thì em mới biết mình không đủ điều kiện qua môn Cấu trúc dữ liệu và giải thuật. Em muốn đăng ký lại nhưng đã hết hạn đăng ký ở trường. Vì vậy, em xin ban giám hiệu đăng ký giúp em lớp này ạ:. . - CO2003 Cấu trúc dữ liệu và giải thuật - lớp . . L01_L02.. . Em xin chân thành cảm ơn",
            "Chào bạn,. . Bạn vui lòng kiểm tra email sinh viên xem thông tin về đăng ký môn học đợt 3 từ ngày 2-6/1/2020, để vào đăng ký môn học online. . Thân"
        ]
    }
]