[
    {
        "intent": "",
        "message": [
            "Hỏi đáp học trực tuyến (BKeL) . Chào các anh/chị. . Em đã có điểm anh văn nói -viết từ hôm thứ 7 tuần r, nhưng nay trên hệ thống vẫn chưa thấy cập nhật trong danh sách dự kiến ạ. . Em cảm ơn ạ . . . .",
            "Chào bạo,. . . . Bạn phải liên hệ trực tiếp PDT xin đăng kí tốt nghiệp, khi nào PDT xét bạn được tốt PDT sẽ gởi mail cho bạn và hướng dẫn thực hiện các bước tiếp theo.. . . . Thân.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp - Đại học - Cao đẳng chính quy   Khác ... . Hiện tại em vừa hoàn thành xong anh văn thi nói - viết  =200. Và thấy mình đủ điều kiện tốt nghiệp.. . Em kiểm tra mình không có tên trong danh sách dự kiến tốt nghiệp đợt này và em không thể đăng ký tốt nghiệp.. . . . Em muốn hỏi về cách thức đăng ký tốt nghiệp?",
            "Chào bạo,. . . . Bạn phải liên hệ trực tiếp PDT xin đăng kí tốt nghiệp, khi nào PDT xét bạn được tốt PDT sẽ gởi mail cho bạn và hướng dẫn thực hiện các bước tiếp theo.. . . . Thân.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Hỏi đáp học trực tuyến (BKeL) . Xin chào thầy cô. Học kỳ này em có đăng ký môn Thí nghiệm QTTB (CH3015) vào tối ngày T6 và sáng CN. Hiện tại bộ môn đã đổi ngày lên trưa T2 thì hệ VHVL của em ko thể nào đi học được. Học Phí thì đã đóng rôi. Mong nhà trường giải quyết vấn đề trên giúp em.. .",
            "Chào bạn,. . . . Sv liên hệ khoa để trình bày lý do, nếu khoa không giải quyết làm đơn gởi PDT ( có thể cho hủy).. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Hỏi đáp học trực tuyến (BKeL) . Em chào thầy cô, em đã nộp đơn rút môn rồi thì khi nào em mới biết được em đã rút môn hay chưa ạ ?. . Em xin cám ơn vì đã đọc tin nhắn này.",
            "Chào bạn,. . . . Bạn nộp đơn rút khi nào?,  thời khoá biểu luôn cập nhật trên cổng thông tin sinh viên, bạn kiểm tra nơi này https://mybk.hcmut.edu.vn/stinfo/.. . . . Sau khi kiểm tra giữa kỳ chưa cập thời khoá biểu bạn rút môn học, bạn khiếu nại lại.. . . . Thân.",
            "Chào cô,. . Em vừa nộp cách đây 1 tuần ạ, cho em hỏi là khi vào xem thì thời khóa biểu sẽ hiện lên \"đã rút môn\" hay sao ạ ?. . Em cám ơn vì đã xem và trả lời tin nhắn này.",
            "Chào bạn,. . . . Khi bạn đã giải quyết rút môn học thì môn này không hiện ra trong TKB của bạn.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính thưa PĐT,. . Hiện tại lịch thi giữa kì dự thính của em bị mất môn CH2043 Quá trình thiết bị truyền nhiệt ạ (nhóm DT01), rất mong PĐT có thể sớm giải quyết giúp em ạ.. . Em xin cảm ơn.",
            "Chào bạn,. . . . Môn này thời khoá biểu bạn có bình thường trên e-learning và trên cổng thông tin sinh viên.. . . . Thân.",
            "Chào bạn,. . Môn học CH2043 không tổ chức lịch thi chung nhé bạn, bạn vui lòng liên hệ trực tiếp với giảng viên để hỏi về lịch thi riêng của lớp mình nhé!. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]  /b \t[full_name] [full_name] [full_name] [full_name]   i Học phí - Đại học - Cao đẳng chính quy   Học phí dự thính  /i [full_name] [full_name] Vào khoảng 9h sáng ngày hôm qua (28/05) em có thanh toán tiền học phí hk dự thính qua trang bkpay của nhà trường và bên OCB cũng đã gửi tin nhắn đã đóng học phí, thế nhưng trên trang bkpay lại không có dấu “tích” [full_name] [full_name] của việc đã thanh toán[full_name] Cho nên em mong thầy (cô) có thể kiểm tra lại giúp em về vấn đề này[full_name] Em xin chân thành cảm ơn![full_name] [full_name]",
            "Chào bạn,. . . . Bạn kiểm tra lại trên BKAY, bạn chưa đóng học phí dự thính 192.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ - Đại học - Cao đẳng chính quy   Rút môn học . Kính chào thầy/cô,. . . . Em tên là: [full_name]. . MSSV:[student_id]. . Hiện tại em muốn rút môn học, thông tin như sau:. . Tên: Điện tử y sinh. . Mã mã môn học: EE3037. . Nhóm tổ: A01. . . . Mong thầy/cô hỗ trợ giúp em.",
            "Chào bạn,. . . . Bạn phải nộp đơn trực tiếp rút môn học trong ngày hôm này. Tuần sau không giải quyết nữa nhen.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Em tên [full_name] - mssv : [student_id]. . . Em vừa thi toeic ngày 18/05/2020 và có kết quả (đính kém file ảnh bên dưới) nhưng khi đăng kí nộp và chuyển điểm 4 anh văn thì lại bị lỗi chứng chỉ hết hạn. Mong anh chị kỹ thuật viên khắc phục giúp em."
        ]
    },
    {
        "intent": "",
        "message": [
            "B   /B   B   /B   b MSSV/MSGV: [student_id]1  /b \t. . . .   i Hỏi đáp học trực tuyến (BKeL) . Chào cô.. . Cô cho em hỏi em đã thi đậu 2 kỹ năng nói và viết thì bây giờ khi nào em mới đăng ký tốt nghiệp được dạ cô? Em muốn đăng ký lấy giấy tốt nghiệp tạm thời trước ạ để bổ túc hồ sơ xin việc làm ạ. . . Em chân thành cảm ơn cô.",
            "Chào bạo,. . . . Bạn phải liên hệ trực tiếp PDT xin đăng kí tốt nghiệp, khi nào PDT xét bạn được tốt PDT sẽ gởi mail cho bạn và hướng dẫn thực hiện các bước tiếp theo. Lúc này PDT sẽ in giấy chứng nhận tốt nghiệp cho bạn.. . . . Thân.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "B Hỏi đáp học trực tuyến (BKeL) . Em đang học ngành kỹ thuật hàng không và được biết năm sau thì trường mình sẽ có chương trình chất lượng cao cho ngành này. Cho em hỏi là em có thể xin nhà trường chuyển qua học chương trình chất lượng cao được không ạ ? và nếu được thì phải làm các bước ra sao ? em cảm ơn ạ.. .",
            "Chào bạn, . . . . Bạn liên hệ văn phòng đào tạo quốc tế để hướng dẫn cho bạn.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Hỏi đáp học trực tuyến (BKeL) . Cho em hỏi về thời hạn rút môn học đối với môn thể dục kỳ này ạ. .",
            "Chào bạn,. . . . Bạn nộp đơn rút môn học sớm nhen. Trong tuần này.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: 1841201  /b \t. . . .   i Hỏi đáp học trực tuyến (BKeL) . Kính chào Thầy/Cô. . em tên Nguyễn Quốc Thiện, MSSV 1841201. . Trước ngày 29/05/2020 thì trang Bkel của các có hiển thị các môn học dự thính em đã đăng ký học livestreams, nhưng hôm nay 29/05/2020 em vào thì các môn học đấy không còn nữa.. . Mong quý Thầy/Cô cập nhật lại giúp em để em tiếp tục theo học các môn này.. . Chân thành cảm ơn quý Thầy/Cô.. . Trân trọng kính chào.. .",
            "Chào bạn,. . . . PDT đã câp nhật lại trên BKEL, bạn kiểm tra lại nhen.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: dạ thưa cô cho em hỏi là nếu em làm đơn xin tạm dừng học thì ở mục  họ tên và chữ ký giáo viên chủ nhiệm và chủ nhiệm khoa là em đến gặp thầy cô để ký hay là phòng đào tạo sẽ gửi đơn lên để ký ạ . .",
            "responsible person: [551] [staff_name] [helpdesk staff]",
            "Chào bạn,. . . . Sinh viên nộp đơn tạm dừng có chữ ký của giáo viên chủ nhiệm và ban chủ nghiệm khoa (sinh viên phải làm), đồng thời đóng học phí.. . . . Sau đó mới nộp PDT.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: TKB mới thay đổi gần nhất em bị trùng lịch học thứ 2 và thứ 5 ạ. Vào buổi chiều em vừa có lịch học dự thính trên cơ sở 1 vừa có lịch học HANGOUT TUONG TAC ạ. Mong nhà trường xem xét và xếp lại TKB giúp em ạ. Em cảm ơn.",
            "Chào bạn,. . . . PDT có gởi mail thông báo hướng dẫn cho bạn về việc này. Bạn liên hệ Khoa/bộ môn linh động đổi TKB cho bạn những tuần bạn.. . . . Thân.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Hỏi đáp học trực tuyến (BKeL) . Cho em hỏi là khi nào thì em có thể đăng kí ở kí túc xá khi lên học cơ sở 1 vào kì sau ạ? Và nếu đăng kí thì đăng kí ở đâu và có cần điều kiện gì không ạ? Và có thể đăng kí một nhóm bạn với nhau để ở chung phòng được không ạ? Em xin cảm ơn!. . . .",
            "Chào bạn,. . . . Bạn liên hệ với kiến túc xá trường nhen.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: 1614016  /b \t. . . .   i Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được . Kính gửi: Quý Thầy (Cô).. . . . Em tên là: Đặng Minh Tư.. . MSSV: 1614016.. . . . Hôm nay, em gửi mail này đến quý Thầy (Cô) để trình bày sự việc như sau:. . Ngày trước, em còn thiếu Chứng chỉ ngoại ngữ để đăng ký Luận văn tốt nghiệp. Nhưng hôm nay, em đã có được, em cũng đã đăng ký nộp Chứng chỉ ngoại ngữ trên hệ thống mybk. Em đã tiến hành làm Luận văn với Thầy hướng dẫn, Thầy nhận xét bài làm của em hoàn thiện 80%. Kính mong quý Thầy (Cô) xem xét cho em được đăng ký môn Luận văn tốt nghiệp (GE4323), để em được tốt nghiệp đúng thời hạn. . . . . Dù có mong muốn hơi phi lý. Nhưng mong quý Thầy (Cô) xem xét cho em. Vì những lý do sau:. . 1/ Bốn năm qua em đã phấn đấu không ngừng để được ra trường đúng thời hạn. Chỉ còn một tý nữa là em đạt được mục tiêu. Nếu lần này không thành xem nhưng mọi công sức của em bị phủ nhận hết ạ.. . 2/ Em đã cố gắng học trong suốt quá trình đại học, điểm trung bình hiện tại em đã đạt được 7.7, số ngày em hoạt động công tác xã hội là 53.5 ngày với 3 mùa hè xanh tại Bến Tre. Em chưa vắng học hay bỏ thi bất kì môn kì nào. Em luôn sôi nổi và nghiêm túc trong công việc. . . 3/ Nhưng thành thật, anh văn của em chưa tốt, em đã cố gắng ôn luyện và thi 3 lần mà vẫn chưa qua. Thiếu điều kiện ôn luyện, nhưng nổ lực và quyết tâm em có đủ.. . 4/ Luận văn em đã và đang phát triển với Thầy hướng dẫn. Việc đăng kí chỉ còn là hình thức để hợp lý hóa quy trình. Em đã chuẩn bị kiến thức đi lên từ các đồ án. Luận văn của em đươc Thầy hướng dẫn xem như đã hoàn thành 80% nội dung chỉ cần thêm một tý nữa là hoàn tất.. . . . Em rất xin lỗi về sự việc này, một phần do sự chủ quan của bản thân, một phần khách quan vì dịch bệnh đã trì hoãn mọi hoạt động tập trung nên mới kéo dài đến tận bây giờ.. . . . Kính mong quý Thầy (Cô) giúp đỡ.. . . . Em chân thành cảm ơn.. . . . Trân trọng.. . Chúc toàn thể Quý Thầy (Cô) một ngày làm việc vui vẻ.",
            "Kính chào Quý Thầy (Cô).. . . . Mong quý Thầy (Cô) cho em phản hồi ạ.. . . . Em chân thành cảm ơn.. . . . Chúc quý Thầy (Cô) một tuần làm việc hiệu quả.",
            "Chào bạn,. . . . Bạn làm đơn xin đăng kí luận văn có sự xác nhận của giáo viên hướng dẫn và chủ nhiệm khoa và nộp cho PDT nhen.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Hỏi đáp học trực tuyến (BKeL) .  Em vừa thi toeic ngày 18/05/2020 tại trung tâm IIG HCM và có kết quả đạt để nộp làm lvtn + chuyển điểm 4 anh văn. Nhưng khi lên trang mybk điền thông tin nộp chứng chỉ thì bị báo lỗi. ( Hình ảnh em đã đính kèm ở file bên dưới ). Mong nhận được sự hỗ trợ từ anh chị kỹ thuật, em cảm ơn."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: E vào mybk nhưng vào phần nộp bằng tốt nghiệp THPT thì lại không đc",
            "Chào bạn,. . . . Bạn vào khai lại nhen.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Hỏi đáp học trực tuyến (BKeL) . Cho em hỏi ngày mai hết hạn nộp bằng tốt nghiệp thpt mà hệ thống hiện tại đang lỗi em phải làm sao ạ",
            "Chào bạn,. . . . Bạn vào khai lại nhen.. . . . Thân",
            "Hỏi đáp học trực tuyến (BKeL) . Ngày mai hết hạn đăng kí nộp bằng tốt nghiệp thpt mà hiện tại mạng lỗi em phải làm sao ạ",
            "Chào bạn,. . . . Bạn vào khai lại nhen.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . em chào thầy/cô. vì gia đình ở xa nên việc lấy bằng và gửi bằng tốt nghiệp của em đến ngày nay mới tới nơi ạ. Em nghe nói mai 17h00 sẽ hết hạn đăng kí nộp bằng nhưng hiện tại em truy cập vào trong ĐĂNG KÍ NỘP BẰNG TỐT NGHIỆP lại không được, liệu rằng có đợt nộp lần 2 không ạ? vì nếu trang web không truy cập được em cũng không biết giải quyết như thế nào ạ. . .",
            "Chào bạn,. . . . Bạn vào khai lại nhen.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Kính thưa thầy cô:. . Ngày mai 31/05 là hạn cót đăng ký nộp bằng THPT nhưng trường cấp 3 của em mới phát bằng trong tuần này nên em chưa về lấy kịp. Cho nên em không biết số hiệu văn bằng và ngày cấp để điền vào thông tin. Cho em hỏi nhà trường còn đợt khác để đăng ký nộp bằng không ạ.. . Em cảm ơn.",
            "responsible person: [551] [staff_name] [helpdesk staff]",
            "Chào bạn,. . . . Bạn vào khai lại nhen.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: dạ cho em hỏi em đã học qua một học kỳ ở trường rồi thì có được bảo lưu kết quả tuyển sinh không ạ. .",
            "responsible person: [551] [staff_name] [helpdesk staff]",
            "Chào bạn,. . . . - Bạn  làm đơn tạm dừng, mẫu đơn có sẵn trên trang web PDT http://www.aao.hcmut.edu.vn/index.php?route=catalog/chitietsv&path=91&tid=97 (MỤC SỐ 6).. . - Đơn có sự xác nhận của giáo viên chủ nhiệm và ban chủ nhiệm Khoa. Khi nộp PDT bạn phải đóng học phí. . . . . - Bạn tham khảo qui chế học vụ về tạm dừng điều 26 http://www.aao.hcmut.edu.vn/index.php?route=catalog/chitietsv&path=90&tid=1658.. . . . Bạn nộp đơn sớm,  thời gian quá trễ để làm đơn tạm dừng.. . . . Thân.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Em tên là: [full_name]. . MSSV: [student_id]. . Hiện em đang theo học hệ VHVL. Cách đây 3 ngày thì [full_name] không hiển thị học kì phụ 192 nữa, mong thầy cô kiêm tra giúp em ạ. .",
            "Chào bạn,. . . . Học kỳ phụ là học kỳ nào?, vui lòng bạn nói rõ vì không hiểu ý của bạn muốn hỏi.. . . . Thân.",
            "EM tên Lê Bình Trí Nguyên. . MSSV: [student_id]. . Hiện em đang học hệ VHVL. Cách đây 3 ngày [full_name] không hiện HK phụ 192 nữa ạ. Mong thầy cô kiểm tra giúp em. .",
            "Chào bạn,. . . . Học kỳ phụ là học kỳ nào?, vui lòng bạn nói rõ vì không hiểu ý của bạn muốn hỏi.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Em chào thầy cô ạ, em tên là Lê Thị Diệu Linh. Lịch học của em từ tuần sau bị trùng 2 môn là Hóa Đại cương và thí nghiệm Hóa đại cương vào sáng thứ 2 từ 7h đến 10h50'. . . Em mong thầy cô có thể sắp xếp lại lịch ạ. . . Em xin cảm ơn ạ.. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ - Đại học - Cao đẳng chính quy   Khác ... . Em chào thầy/cô,. . . . Em đang có ý định rút khỏi chương trình . . học Kỹ Sư Tài Năng khoa KHMT, nhưng sau khi tìm hiểu thì em chưa thấy có biểu mẫu có sẵn. Em có thể tìm được thông tin về việc rút khỏi chương trình ở đâu ạ?. . Mong thầy/cô giải đáp thắc mắc.. . . . Cảm ơn thầy/cô,. . . . [full_name].",
            "Chào bạn,. . . . Việc rút khỏi tài năng bạn liên hệ ở [full_name] nhé.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác .  . . Kính gửi thầy cô đang đọc yêu cầu của em, em muốn hỏi nếu mình chưa đăng ký nộp bằng nhưng nộp cho lớp trưởng rồi thì sao ạ? Em xin lỗi cho sự bất cẩn của mình, và mong thầy cô sẽ giúp em giải quyết vấn đề này ạ. Em sẽ cố gắng không lặp lại sai lầm của mình.. .",
            "responsible person: [551] [staff_name] [helpdesk staff]",
            "Chào bạn,. . . . Bạn đăng kí nộp bằng nộp bằng theo hướng dẫn PDT, in ra phiếu + bằng THPT nộp cho lớp trường.. . . . Thời hạn còn mà bạn.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Hỏi đáp học trực tuyến (BKeL) . Em theo học chương trình KSTN Cơ điện tử và có một số môn thuộc môn cốt lõi và cần làm học phần mở rộng. Tuy nhiên học kì này em đăng kí môn tự chọn Vẽ Cơ Khí ME2021 không phải môn cốt lõi trong chương trình, nhưng nó lại có thêm học phần mở rộng ở Thời khóa biểu và BK e-learning.. . Vậy cho em hỏi có thể xóa đi học phần này trong thời khóa biểu và E-learning được ko ạ?",
            "Chào bạn,. . . . PDT sẽ cập nhật TKB cho bạn để bỏ phần mở rộng. Vài ngày nữa bạn xem lại TKB nhen.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Em muốn tìm hiểu về việc hoàn trả học phí đối với sinh viên hệ đại học theo quyết định số 59/QĐ-ĐHBK ngày 04/05/2005 thì kiếm ở đâu ạ?. . . .",
            "Chào bạn,. . . . PDT không biết  thông tin này, bạn vui lòng cho biết thông này ở đâu?, ai ban hành?.. . . . Thân.. . . . . . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Hỏi đáp học trực tuyến (BKeL) . Cho em hỏi là em chưa đăng kí nộp bằng trên mybk, bây giờ đã hết hạn đăng kí, vậy em phải đăng kí nộp bằng đợt 2 hay là em có thể nộp bằng mà không cần nộp tờ phiếu đăng kí không ạ.",
            "Chào bạn,. . . . Bạn vào in phiếu lại nhen, vẫn còn thời hạn.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Em chào thầy cô ạ, em tên là [full_name]. Lịch học Hóa Đại cương và Hóa Đại cương thí nghiệm của e bị trùng lịch vào sáng thứ hai từ tiết 2-5 từ tuần 23.. . Em mong Phòng Đào tạo có thể sắp xếp lại lịch học.. . Em xin cảm ơn ạ. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Em chào thầy/cô,. . Hiện tại do hoàn cảnh em đang khó khăn nên em đã lỡ trễ học phí đợt một của trường mình, em có thể xin phép được đóng học phí vào thứ 2 tuần tới ( tức ngày 1/6) được không ạ. . Em xin cám ơn ạ. .   i Học phí - Đại học - Cao đẳng chính quy   Học phí học kỳ chính .",
            "Chào bạn,. . . . Bạn thời điểm này bạn đóng vẫn được, bạn đóng sớm nhen."
        ]
    },
    {
        "intent": "",
        "message": [
            "Cho em hỏi chiều nay là hạn cuối đăng kí nộp bằng tốt nghiệp THPT nhưng hiện tại e chưa thể lấy bằng tốt nghiệp nên chưa thể đăng kí được .Như vậy có sao không ạ ? Em cảm ơn",
            "responsible person: [551] [staff_name] [helpdesk staff]",
            "Chào bạn,. . . . Bạn xem lại thông báo PDT có 2 đợt: tháng 6 và tháng 10 http://www.aao.hcmut.edu.vn/index.php?route=catalog/chitietsv&path=219_61&tid=1900.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác  /i  do hôm nay e bị đau sỏi thận đột xuất nên không lên trường thi giữa kì được. Em có giấy siêu âm và kết luận của bệnh viện ngày hôm qua và đang uống thuốc để điều trị. Thầy/cô cho e hỏi có thể xem xét cho trường hợp của em. . . .",
            "responsible person: [551] [staff_name] [helpdesk staff]",
            "Chào bạn,  . . . . - Bạn xem qui chế học vụ điều 17.2 http://www.aao.hcmut.edu.vn/index.php?route=catalog/chitietsv&path=90&tid=1658.. . . . - Tại mẫu đơn mục 10 http://www.aao.hcmut.edu.vn/index.php?route=catalog/chitietsv&path=91&tid=97.. . - Nộp sớm trong 5 ngày kể từ ngày thi.. . . . Thân.",
            "No solution"
        ]
    },
    {
        "intent": "",
        "message": [
            "Vừa làm vừa học - ĐTTX   Yêu cầu khác . Em chào các thầy cô, em là sinh viên văn bằng 2 hệ chính quy, hiện do việc làm em khá nhiều, không sắp xếp được thời gian tốt nhất để tham gia học hệ chính quy, em mong muốn được chuyển hệ vừa học vừa làm, để có thể theo tiếp được việc học. Em không biết có được chuyển hệ không ạ? Nhờ thầy cô tư vấn và hỗ trợ giúp em.. . Em cảm ơn thầy cô nhiều.. . . .",
            "Chào bạn,. . . . Bạn liên hệ làm hồ sơ tại phòng 201A4 nhé.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học phí - Đại học - Cao đẳng chính quy   Học phí học kỳ chính . Chào các thầy cô,. . Em là sinh viên văn bằng 2 chính quy, em vào mybk.hcmut.edu.vn, để đóng tiền học phí HK 192, nhưng vào phần học phí không thấy học phí HK 192, nên hiện không đóng tiền học phí được, thời khóa biểu học kỳ này em có, nhưng sao học phí lại không có, nhờ thầy cô hỗ trợ giúp em.. . Em cảm ơn thầy cô nhiều.. . . .",
            "Chào bạn,. . . . Học phí của bạn có cập nhật trên BKPAY nhen. Bạn kiểm tra lại."
        ]
    },
    {
        "intent": "",
        "message": [
            "Lịch thi - Đại học - Cao đẳng chính quy   Lịch thi (không tìm thấy,sai phòng thi,...) . Dạ em chào thầy/cô PĐT.. . . . Ngày 27/7 em có lịch thi 2 môn (em có gửi hình đính kèm): . . +Q/trình &tbị truyền khối (CH2051) thi lúc 12g tại 202H2 (Cơ sở 2),. . +Hoá hữu cơ (CH2021) thi lúc 16g tại GĐ2B (Cơ sở 1),. . . . Em không đủ thời gian di chuyển thi giữa 2 cơ sở, vậy em xin chuyển thi môn Q/trình &tbị truyền khối (CH2051) ở CS1 được không ạ?. . . . Em cám ơn nhiều ạ!. .",
            "Chào bạn.. . Lịch thi đã tối ưu.. . Bạn có đủ thời gian di chuyển là 2 tiếng.. . Vì vậy lịch thi ko thay đổi. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp - Đại học - Cao đẳng chính quy   Khác ... .  Dạ thầy/cô cho em hỏi nếu em đăng kí hoãn luận văn sẽ phản biện vào tháng 9 thay vì tháng 7 thì em phải tốt nghiệp đợt sau(tháng 4 năm sau) hay vẫn có thể tốt nghiệp vào tháng 11 năm nay ạ?. .",
            "Chào bạn,. . . . - Thông báo nhà trường về đợt tốt nghiệp tháng 4 http://www.aao.hcmut.edu.vn/index.php?route=catalog/chitiettn&path=68&tid=1901.. . Thân.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học phí - Đại học - Cao đẳng chính quy   Học phí học kỳ chính . E đã chọn ứng dụng thu tiền hộ trên momo.e thánh toán [student_id] trên momo.momo thông báo thanh toán thành công.từ ngày 27/5 nhưng tới giờ e đăng nhập vào bkpay thì học phí vẫn chưa được thanh toán.e có liên lạc bên momo thì momo nói đã thanh toán thành công và liên lạc với pdt để giải quyết.. . pdt check lại giúp e với ạ. . VƯƠNG QUANG HỮU  CMNN:[student_id]12. .",
            "Chào bạn,. . . . Sinh viên đóng tiền học phí trên : . . - Trên BKPAY  . . - Trực tiếp đến ngân hàng OCB.. . . . . . Không nhận tiền học phí qua momo.. . . . Thân.. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính gửi Phòng Đào tạo,. . . . Do dịch bệnh COVID-19 nên lịch học vụ có nhiều thay đổi.. . . . Cho em hỏi:. . 1. Trong khoảng thời gian từ đây đến khi kết thúc học kỳ 192, nhà trường có mở thêm đợt chuyển điểm chứng chỉ Anh văn nào nữa không ạ?. . 2. Nếu từ đây đến hết học kỳ 192 không còn đợt chuyển điểm nào nữa thì đợt chuyển điểm gần nhất sắp tới sẽ vào khi nào ạ?. . . . Em dự định nộp chứng chỉ Anh văn để chuyển điểm trước khi phân ngành nên có một số thắc mắc trên.. . . . Em cũng nhận được thông báo là nhà trường không xét chuẩn Anh văn đăng ký môn học cho học kỳ hè 193 và học kỳ chính 201 nữa nên không biết sắp tới còn đợt chuyển điểm nào hay không.. . . . Kính mong sớm nhận được giải đáp từ Phòng Đào tạo.. . Em xin chân thành cảm ơn!",
            "Chào bạn,. . . . Bạn có CCNN thì bạn đăng kí trên BKAY để xin đăng kí chuyển điểm.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Hỏi đáp học trực tuyến (BKeL) . Chào thầy cô ạ. . Cho e hỏi thông tin về thời gian chuyển điểm Anh Văn của học kì 193 hè ( do trên lịch học vụ nó không có ạ). Và học kì hè còn áp dụng bảng quy đổi tương đương và chuyển điểm AV của năm nay không ạ",
            "Chào bạn,. . . . Bạn xem qui chế học vụ điều 31, phụ lục 1, mục số 4 có ghi rất rõ điều này http://www.aao.hcmut.edu.vn/index.php?route=catalog/chitietsv&path=90&tid=1658.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Dịch vụ cho sinh viên - Đại học - Cao đẳng chính quy   Bằng tốt nghiệp THPT . Em đã điền vô form đăng kí nộp bằng tốt nghiệp phổ thông, như ảnh chụp màn hình được đính kèm nhưng nút xác nhận đăng kí không hiện máu xanh để em chọn ạ.. . . . Em đã thực hiện sai thao tác nào và liệu em có cơ hội nào để in bản xác nhận đăng kí này không?. . . . Em rất mong câu trả lời ạ.. . . . Xin cảm ơn,. . . . [full_name]",
            "Chào bạn,. . . . Bạn làm lại nhé.. . . . Thân.",
            "No solution"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]1  /b \t. . . .   i Hỏi đáp học trực tuyến (BKeL) . Chào cô. . . Em đã thanh toán hết học phí và không còn nợ học phí nào hết ạ em có đính kèm ảnh trang bkpay của em ạ. Nhưng khi em đăng ký tốt nghiệp thì tài khoản em vẫn còn thông báo em nợ học phí và không được đăng ký ạ. Mong cô xem xét lại để em có thể đăng ký tốt nghiệp được trong tuần này ạ. Em chân thành cảm ơn cô nhiều.",
            "Chào bạn,. . . . Bạn liên hệ trực tiếp PDT để đăng kí xét tốt nghiệp.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Hỏi đáp học trực tuyến (BKeL) . Kính chào quý Thầy/Cô.. . Em tên [full_name], MSSV [student_id].. . EM có đăng ký môn học dự thính hình thức livestreams, và trang Bkel của em đã có những khóa học của các môn này. Nhưng kể từ ngày 29/05, em vào trang Bkel của em thì những khóa học này lại không hiển thị nữa.. . Kính mong quý Thầy/Cô xem xét và giải quyết giúp em, chuẩn bị những môn dự thính này thi giữa kỳ.. . Em chân thành cảm ơn quý Thầy/Cô.. . Trân trọng kính chào.",
            "Chào bạn,. . . . Bạn vào trang bk e-learning kiểm tra lại, có gì trục trặc báo lại nhen.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Dịch vụ cho sinh viên - Đại học - Cao đẳng chính quy   Giấy xác nhận sinh viên . Em tên là [full_name], MSSV [student_id].. . . . Do tình hình dịch Covid-19, em có xin tạm dừng học ở học kì 2, và đã đăng ký nhập học lại. Nay em lại cần giấy xác nhận là sinh viên của trường, nhưng khi đăng ký thì hệ thống báo lỗi là đang tạm dừng / không có thời khóa biểu. Em chỉ cần chứng nhận đã là sinh viên của trường, trong học kì 1 cũng được, mà hệ thống chỉ cho đăng ký ở học kì 2 nên giờ em không biết phải xử lý sao. Em rất cần giấy xác nhận này nên xin thầy cô hỗ trợ.. . . . Em cảm ơn rất nhiều.",
            "Chào bạn,. . . . Bạn có TKB mới in giấy xác nhận sinh viên được nhen.. . . . Thân.",
            "Hiện tại em đang rất cần giấy chứng nhận là sinh viên của trường, em có thể xin nhà trường chứng nhận là em đã học HK1 được không ạ?",
            "Chào bạn,. . . . Theo qui định nhà trường thì không được, còn chứng minh bạn có học học kỳ 191 thì bạn in bảng điểm của bạn.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp - Đại học - Cao đẳng chính quy   Khác ... . Chào Thầy/ Cô,. . . . Trong danh sách TN dự kiến của em có ghi chú bị nợ Học phí trong khi em đã thanh toán đầy đủ trên Bkpay. Mong Thầy Cô điều chỉnh lại thông tin ạ.. . . . Em xin cám ơn.. . . .",
            "Chào bạn,. . . . PDT đã cập nhật học phí cho sinh viên rồi.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Dịch vụ cho sinh viên - Đại học - Cao đẳng chính quy   Bằng tốt nghiệp THPT . Cho em hỏi, sao em không thể đăng ký phiếu xác nhận bằng THPT ạ?",
            "Chào bạn,. . . . Bạn lên làm lại nhen.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Vừa làm vừa học - ĐTTX   Học phí . Chào thầy/cô,. . Em là [full_name], sinh viên ngành CNTT hệ VLVH khóa 2 năm 2019. Em mới đóng tiền học phí HK191 và HK192. Hiện tại trên trang hóa đơn điện tử em chỉ nhận được 1 hóa đơn của HK192, còn HK191 em không thấy hóa đơn đâu.. . Mong thầy/cô hỗ trợ giúp em với ạ.. . Thanks!",
            "Chào bạn, . . . . Bạn liên hệ với phòng Kế hoạch tài chính giúp.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ - Đại học - Cao đẳng chính quy   Khác ... . Chào phòng đào tạo hiện em là sv K15 em đang có vấn đề thắc mắc về hoãn phản biện luận văn tốt nghiệp ạ.Mong phòng đào tạo giúp đỡ.",
            "Chào bạn,. . . . Bạn liên hệ với [full_name] nhé.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Thưa Thầy,cô !. . . . Em [full_name], mssv [student_id]. . Em có đăng kí môn kỹ thuật điện-điện tử (ee2011) hình thức online , livestream,. . Học kỳ dự thính 192.. . Hiện tại môn học này không xuất hiện trên trang bk e-learning của em.. . . . Mong thầy cô xem hỗ trợ em vấn đề này !. . . . Em cảm ơn .",
            "Chào bạn,. . . . Bạn vào lại trang bk e-learning kiểm tra lại nhen.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em đang học năm 2 khoa Điện . . Vừa rồi trường có tổ chức phân ngành, em đã chọn ngành Kĩ thuật điện nhưng vì một vài lí do nên bây giờ em muốn chuyển lại qua ngành Điện tử - Viễn thông. . Không biết bây giờ có hơi muộn để chuyển không ạ?. . Mong nhận được phản hồi sớm nhất từ PĐT, em xin chân thành cảm ơn ạ.",
            "responsible person: [551] [staff_name] [helpdesk staff]",
            "Chào bạn,. . . . Việc phân ngành  bạn liên hệ ở Khoa.. . . . Thân.. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Hỏi đáp học trực tuyến (BKeL)  /i dạ cho em hỏi là em có bằng tiếng anh hệ CEFR  loại B1 của Cambrige, liệu nhà trường có hình thức quy đổi điểm của bằng này không ạ, nếu bằng có thể nộp đc thì mình phải đăng kí nộp bằng ngoại ngữ online này và nộp lên cơ sở nào ạ.. . . .",
            "Chào bạn,. . . . Loại bằng thì trong qui chế học vụ điều 31, phụ lục 1 có qui định bạn tham khảo http://www.aao.hcmut.edu.vn/index.php?route=catalog/chitietsv&path=90&tid=1658.. . . . - Bạn muốn qui đổi điểm bạn nộp trên MBKAY.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Hỏi đáp học trực tuyến (BKeL) . dạ bên đang kí trực tuyến mình đã hết hạn rồi thì em có thể đăng kí lấy giấy đính kèm nộp bằng tốt nghiệp THPT ở đâu nữa ạ. .",
            "Chào bạn,. . . . Bạn làm theo hướng dẫn mà mail PDT có gởi cho bạn http://www.aao.hcmut.edu.vn/index.php?route=catalog/chitietsv&path=219_61&tid=1900.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính thưa quý thầy cô phòng đào tạo. Em tên là phạm mạnh duy khoa cơ khí, mssv:[student_id]. Em có lịch học thí nghiệm môn trang bị điện trong máy công nghiệp vào tiết 8 đến tiết 12 chiều chủ nhật trùng với thí nghiệm môn nhiệt động lực học và truyền nhiệt cũng từ tiết 10 đến tiết 12 vào chiều ngày chủ nhật. Và em cũng có lịch thi giữa kỳ vào chủ nhật tuần 23 và tuần 24. Em có viết mail gửi thầy cô phụ trách bộ môn thí nghiệm trang bị điện trong máy công nghiệp xin chuyển qua buổi chiều thứ 7. Nhưng chưa thấy trả lời. Chính vì thế em kính mong thầy cô phòng đào tạo xem xét, liên hệ giúp em với thầy cô bộ phụ trách môn thí nghiệm trang bị điện trong máy công nghiệp cho em xin chuyển lịch học thí nghiệm môn trang bị điện trong máy công nghiệp sang chiều thứ 7. Em xin chân thành cảm ơn. Em xin sớm mong nhận được phản hồi của quý thầy cô phòng đào tạo.",
            "responsible person: [551] [staff_name] [helpdesk staff]",
            "Chào bạn,. . . . . . PDT có gởi mail thông báo hướng dẫn cho bạn về việc này. Bạn liên hệ Khoa/bộ môn linh động đổi TKB cho bạn những tuần bạn trùng với lịch thi.. . . . Bạn nên liên hệ trực tiếp với thầy/cô.. . . . Thân.. ."
        ]
    }
]