[
    {
        "intent": "",
        "message": [
            "Kính thưa quý thầy cô PĐT,. . . . Em tên là [full_name], MSSV [student_id]. Vừa rồi em có tham gia khảo sát về việc cần thiết mở đợt thi anh văn nói viết trong tháng 11, em cũng nhận được mail về việc đăng ký thi anh văn. Tuy nhiên do bất cẩn nhớ nhầm thời gian và một số vấn đề cá nhân nên em đã bị lỡ và không đăng ký thi anh văn nói viết đúng hạn trong ngày hôm nay ạ. Vì điều này có thể ảnh hưởng lớn đến thời hạn tốt nghiệp của em vì thế em viết mail này rất mong quý thầy cô có thể thông cảm và tạo tạo điều kiện cho em vào danh sách thi anh văn đợt này với ạ. Em xin chân thành cảm ơn và chúc quý thầy cô nhiều sức khỏe.. . . . ------------------------------. . Trân trọng. . Sinh viên . . [full_name]. .",
            "Chào bạn. . Về đăng ký thi anh văn 2 kỹ năng nói viết trực tuyến đợt tiếp theo, dự kiến sẽ tổ chức thêm 1 đợt cho HK211, Bạn vui lòng đợi thông báo đăng ký qua mail Sinh viên dự kiến sau ngày 19/11.. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "i Yêu cầu khác . Dạ em chào thầy/cô bên hỗ trợ, vì một số nguyên nhân mà em quên đóng tiền bảo hiểm từ tháng 12/2020 nên giờ bảo hiểm bị mất mà không được cấp lại ạ. Thầy/cô cho em hỏi giờ mình đóng lại tiền bảo hiểm ở đâu ạ. Em cảm ơn.",
            "Chào em,. . Em liên hệ phòng Công tác chính trị sv qua email [email] để được hướng dẫn nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Cho em hỏi: Môn em đã qua ở học kì trước kì này em lỡ đăng kí. Sau đó đã được hủy môn sau khi em đã đăng kí hủy môn thì em có cần phải thi giữa kì và cuối kì của môn đó nữa không ạ?. . Em cảm ơn!",
            "Chào em,. . - Em vui lòng gửi lại thông tin mã môn học, tên môn học để PĐT kiểm tra.. . - Em ghi không rõ: hủy môn học hay rút môn học?. . - TKB không có môn học đó thì không thi giữa kì và cuối kì.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Cho em hỏi em đã lỡ đăng ký nhận bằng tốt nghiệp nhưng hiện tại em có nguyện vong được học văn bằng 2 và học lên cao học thì em nên làm những thủ tục và quy trình nào ạ?. . . . Em xin cảm ơn.",
            "Chào em,. . - Hiện tại em có nguyện vong được học văn bằng 2. . =  Em liên hệ [email]. . - Học lên cao học. . =  Em liên hệ [email]. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Kính gửi PĐT, em là [full_name], MSSV [student_id]. . vì chưa được cập nhật điểm Luận văn nên theo hướng dẫn trên bksi em đã gửi mail cho thầy [full_name] dẫn luận văn và thầy Chủ nhiệm bộ môn thì được biết do không hiện tên em trong hệ thông nên không nhập điểm được. Em đã gửi mail cho PĐT mong xem xét lại cùng sự xác nhận của thầy Chủ nhiệm bộ môn. Nhưng đến nay đã trôi qua 3 tuần, em chưa nhận được bất kì phản hồi nào của PĐT. Mong PĐT xem xét lại giúp em, em cảm ơn nhiều ạ",
            "Chào em,. . Em vào bảng điểm xem lại nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Vì chưa có Anh văn Nói-[full_name] để xét tốt nghiệp nên em đã xin gia hạn thêm một học kì là học kì 2 năm học 2020-2021, nhưng em không đăng kí môn học trong học kì đó nên đã bị tạm dừng học. Nay em đã đậu Anh văn Nói-[full_name] nên kính mong PĐT có thể thu nhận lại để em có thể đăng kí tốt nghiệp ạ.. .",
            "đã đăng ký tốt nghiệp"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Dạ chào thầy/cô,. . Em là [full_name], MSSV: [student_id]. Em hôm nay có kiểm tra thông tin trên danh sách Tốt nghiệp dự kiến thì phần điểm trung bình Tốt nghiệp em thấy có sai sót ạ. . . Cho em hỏi là điểm trung bình Tốt nghiệp là điểm trung bình tích lũy hay tích lũy ngành ạ? . . Em cảm ơn thầy/cô nhiều!",
            "Chào em,. . Cho em hỏi là điểm trung bình Tốt nghiệp là điểm trung bình tích lũy hay tích lũy ngành ạ?. . =  ĐTBTL ngành em nhé.. . Thân mến. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Thưa [full_name], Em là [full_name], MSSV [student_id]. cho em hỏi là đến bây giờ em có thể rút môn học có được không ạ. Cụ thể là môn Anh Văn 4 LA1009.Thank [full_name] ạ",
            "Chào em,. . Đã hết thời gian rút môn học (phải thanh toán học phí), em cần làm theo hướng dẫn sau để gửi BLĐ phòng xem xét. . 1.   Sv tải PHIẾU ĐĂNG KÝ RÚT MÔN HỌC (tại trang web: aao.hcmut.edu.vn biểu mẫu) điền thông tin ký tên chụp hình để có file ảnh tải lên trang bksi.hcmut.edu.vn. . 2.   Sv đăng nhập vào trang bksi.hcmut.edu.vn ¬¬¬ Hỏi/Yêu cầu  Tạo câu hỏi/yêu cầu mới: Rút môn học (phải thanh toán học phí) HK 211: điền thông tin vào CHỦ ĐỀ VÀ NỘI DUNG. . 3.   Click vào choose file để tại file ảnh . . 4.   Click vào GỞI. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em là [full_name] - MSSV: [student_id]. . . . Tên môn học: Hệ thống số. . MSMH: CO1009. . Học kỳ: 202. . Ngày thi: 02/10/2021. . Giờ thi: 08:00. . . . Kính mong phòng đào tạo xem xét.. . . . Em xin chân thành cảm ơn ạ.. . . . PS: Em đã gửi mail vào ngày 23/10 bên [email] nhưng được phản hồi lại là phải đăng yêu cầu trên đây ạ.",
            "Chào em,. . Đăng ký phúc tra: em vào mybk/đăng ký phúc tra. . Thân mến. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Em chào thầy/cô.. . Thầy/cô cho em hỏi, em có đăng ký in giấy xác nhận sinh viên   B (8/10/2021)  /B  để nộp cho bên phường về việc gọi nghĩa vụ quân sự, và em lựa chọn nhận qua đường bưu điện. Tới nay đã hơn 2 tuần mà vẫn chưa thấy giao, mà   B hạn chót  /B  để em nộp là ngày   B 30/10/2021  /B .. . Thầy/cô có thể kiểm tra giúp em được không ạ. . Mã phiếu : CNSV.[student_id].2",
            "Chào bạn,. . - [full_name] đã ghi nhận phản hồi của bạn. Vì số lượng đăng ký giấy CNSV tăng đáng kể, PĐT cố gắng xử lý dữ liệu, xong sẽ scan để đưa lên hệ thống ngay. SV vui lòng thông cảm đợi thêm, giải thích với cơ quan yêu cầu về giấy CNSV.. . -Sau khi PĐT cập nhật xong bạn có thể tải bản scan trên trang đăng ký chứng nhận sinh viên.. . Đồng thời PĐT cũng đã gởi bưu điện nếu SV có đăng ký, vui lòng nhận sau.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Kính gửi Phòng Đào tạo,. . Em tên [full_name], MSSV [student_id]. . Em xin phép được hoãn thi môn Cơ học kết cấu (CI2079) do laptop của em bị hư và đang sửa chữa. Mong thầy cô xem xét và cho em thi vào lần tiếp theo.. . Em xin cảm ơn ạ! . .",
            "Chào bạn,. . Về việc hoãn thi cuối kỳ của (HK chính 202, DT202 và DT203). . Sinh viên vui lòng tải mẫu đơn tại aao.hcmut.edu.vn/ sinh viên/biểu mẫu/Phiếu đăng ký hoãn thi / vắng thi có phép (cuối kỳ) (SV lưu ý ghi rõ 1 môn học/phiếu đăng ký hoãn thi/vắng thi). Điền đầy đủ thông tin và trình bày rõ lý do xin hoãn thi. . Bổ sung xác nhận:. . HK chính 202: Xác nhận của [full_name] viên [full_name]  V/v không dự kiến cấm thi (Sv có thể gởi mẫu đơn để [full_name] viên [full_name] xác nhận trên mẫu đơn hoặc xác nhận qua email của Sv, sau đó chụp hình gởi kèm đơn hoãn thi). . . HK DT202 và DT203: Xác nhận của [full_name] viên [full_name] V/v không dự kiến cấm thi (hoặc dự kiến không bị ràng buộc đến mức sẽ không đạt môn học, như điểm TNg   =3) (Sv có thể gởi mẫu đơn để [full_name] viên [full_name] xác nhận trên mẫu đơn hoặc xác nhận qua email của Sv, sau đó chụp hình gởi kèm đơn hoãn thi). Tuy vậy, đối với HK DT202 và DT203, Nhà trường đã thông báo rõ ngay từ đầu là học trực tuyến, PĐT có quyền từ chối hoãn thi vì các lý do đường truyền yếu, mạng yếu, webcam…. . Lưu ý:. .  Về quy định (thi xóa điểm Hoãn thi, cách tính điểm ĐẠT) Vắng thi có phép và hoãn thi: Bạn vui lòng xem chi tiết tại trang web aao.hcmut.edu.vn--  sinh viên --  Quy chế --  Quy chế đào tạo và học vụ bậc đại học và cao đẳng -- Điều 17.2. . Chúc bạn học tập tốt nhé.. . Thân. .",
            "No solution"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em tên là [full_name], MSSV: [student_id].. . Em tốt nghiệp trong đợt 11/2021. Để hoàn thành hồ sơ xét tuyển thạc sĩ, em cần bằng tốt nghiệp để sao y công chứng để nộp cho PDT sau đại học. Vậy em xin hỏi bằng tốt nghiệp đại học được cấp trước 30/11/2021 không ạ và có cách nào để em lấy được bằng tốt nghiệp nhanh nhất không ạ vì 30/11/2021 là hạn chót em phải bổ sung hồ sơ bên PDT sau đại học rồi ạ.. . Em xin cảm ơn.",
            "Chào em,. . Cô đã xác minh với phòng Đào tạo Sau đại học tại Trường Bách Khoa thì vẫn chấp nhận giấy chứng nhận tốt nghiệp tạm thời và cho SV nợ nộp bổ sung sau. Em có thể trình bày rõ là bạn nộp ở trường nào? Vì hầu hết các trường đều cho SV nợ trong thời gian chờ bằng tốt nghiệp. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ em có gửi mail cho PĐT xác nhận đkmh GDTC và đã được phản hồi có file em gửi làm minh chứng. Nhưng sao hiện tại trên TKB và BK-elearning vẫn chưa có môn học ạ. PĐT có thể kiểm tra giúp em để em sớm có thể học. Em xin cảm ơn.. . [full_name] MSSV: [student_id]"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Thưa thầy/cô,. . Em tên [full_name], Mssv: [student_id]. . Hồi đầu tháng 10, em có đăng kí tham gia học thực hành thí nghiệm tập trung ở trường do đã tiêm đủ vắc xin. Nhưng đến giờ em vẫn chưa nhận được thông báo có được xếp lịch học hay không? Để thuận tiện cho việc sắp xếp thời gian, chỗ ở, mong thầy/cô giải đáp giúp em. Em xin chân thành cảm ơn ạ. . .",
            "Chào em,. . Trước tình hình mới và căn cứ trên các văn bản chỉ đạo của các cơ quan chức năng và y tế của Trung ương và TPHCM, nhằm chuẩn bị tốt nhất cho quá trình đón sinh viên (SV) quay trở lại trường học tập và nghiên cứu theo lộ trình, nhà trường đang soạn thảo và sẽ ban hành sớm nhất các quy định cụ thể về an toàn phòng chống dịch bệnh, quy trình kiểm soát ra - vào trường cho toàn thể VC, NLĐ, SV và khách vào trường. Vì vậy, Ban Giám hiệu yêu cầu các đơn vị tạm dừng cho SV làm luận văn, luận án, nghiên cứu khoa học.... . Em vui lòng đợi mail thông báo nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em xin chào Thầy/Cô phòng đào tạo.. . . . Em tên là Nguyễn Đức Khôi, mssv [student_id], sinh viên khoa Khoa học và Kỹ thuật máy tính, chương trình Chất Lượng Cao.. . . . Học kỳ vừa rồi em có học môn Nhập môn Trí Tuệ Nhân Tạo do thầy [full_name] phụ trách. Em đã thi cuối kỳ từ rất lâu nhưng vẫn chưa có điểm trên MyBk. Và em vẫn chưa có tên trong danh sách tốt nghiệp dự kiến đợt này. Em không biết việc chậm có điểm như vậy có phải là nguyên nhân em không có tên trong danh sách tốt nghiệp không ạ, và làm thế nào để em có điểm và có tên trong danh sách tốt nghiệp lần này ạ.. . . . Em mong Thầy/Cô hỗ trợ giúp em, em xin cảm ơn!",
            "Chào em,. . Nếu chưa có điểm môn này thì bạn có đủ điều kiện tốt nghiệp chưa?. . Bạn vui lòng liên hệ với GV và [full_name] để nhờ nộp điểm sớm lên cho Phòng Đào tạo để xét tốt nghiệp cho SV nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Theo trang Bk exam thì hạn chót nộp file ghi màn hình cuối kỳ môn CI2007 là 12h đêm ngày 25 mà bây giờ mới 6h hơn đã đóng ạ . . Em vẫn chưa nộp được nên mong được tạo điều kiện . . em cảm ơn",
            "Chào bạn,. . - Bạn vui lòng xem chi tiết hướng dẫn thi trực tuyến nhà trường đã gửi thông báo đến SV. . - Bạn cần thực hiện theo hướng dẫn của nhà trường và thực hành để thuần thục các thao tác ghi màn hình trước khi thi.. . - Bạn nên liên hệ GV giảng dạy để được hướng dẫn.. . . . Thân mến",
            "Vậy em muốn xin email của thầy [full_name] để tự liên lạc ạ",
            "Chào em,. . Vậy em muốn xin email của thầy [full_name] để tự liên lạc ạ. . =  Em muốn biết email GV em liên hệ GVCN, [full_name] để được hỗ trợ.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Cho e hỏi làm sao để đăng kí xin giấy vay tiền sinh viên ạ. . . .",
            "Chào em,. . Em liên hệ phòng Công tác chính trị sv qua email [email] để được hướng dẫn nhé.. . Thân mến. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác  /i  Thầy cô cho em hỏi là kì này trường mình có tổ chức kiểm tra anh văn định kì không ạ . Do vừa rồi em bị trễ hạn đăng kí lớp anh văn . Em cám ơn ạ.. . . .",
            "Chào em,. . Em vui lòng đợi thông báo của nhà trường nhé, hiện tại chưa có thông tin gì về việc tổ chức thi AV định kỳ trong học kỳ này. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em chào thầy cô,. . Trong đợt thanh toán học phí dự thính 211 vừa qua, em đã thanh toán trễ hạn so với quy chế của nhà trường.. . Em xin gửi đơn trình bày lý do trễ hạn ạ.. . -----. . [full_name]. . . .",
            "Chào em,. . Em xin gửi đơn trình bày lý do trễ hạn ạ.. . =  HK này Không cần gửi em nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Kính gửi: PĐT, em tên là [full_name], MSSV [student_id], là sinh viên chính quy K2012 chuyển qua hệ VHVL.. . Nay em muốn hỏi là trong quá trình học chính quy có một số môn em học nhiều lần (kể cả những lớp dự thính buổi tối song song học kì chính/dự thính hè), điểm tổng kết của môn học có nhiều lần thì theo quy định của PĐt là lấy điểm của lần học cao nhất. Tuy nhiên khi em xem trong bảng điểm chuyển của hệ VHVL thì có những môn lấy điểm không phải là lần học cao nhất của mình. Vậy em có thể xin xem xét chuyển điểm lại các môn học đó được không ạ? Em xin chân thành cảm ơn",
            "Chào em,. . Em vui lòng email đến [email] để được hướng dẫn.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em có mail phản hồi thầy dạy rằng thi cuối kì em không hề thi và đã đăng ký hoãn thi theo mẫu của PDT. Nhưng trên danh sách thầy up thì em có điểm thi dù không thi. Em báo lại nhưng không có phản hồi. Hôm nay em check điểm thì thấy điểm của mình được cập nhập đúng điểm danh sách em thấy. . . Môn học nay em kiểm tra là đã xác nhận của PDT hoãn. . Thì trường hợp của em xử lý như nào ạ!",
            "Chào bạn,. . Hiện tại nhà trường chưa ra QD hoãn thi nhé bạn, dự kiến ra quyết định chung vào cuối tháng 12, nên trường hợp đăng ký hoãn thi vẫn bị điểm 13 bình thường. Sau khi hậu kiểm với ds của Khoa thì mới ra quyết định hoãn thi và sẽ điều chỉnh lại điểm trên mybk/Thông tin SV/xem điểm. . Lưu ý:. . 1) PDT sẽ hậu kiểm lại với danh sách cấm thi của Khoa gửi lên, nếu SV bị cấm thi sẽ bị hủy kết quả hoãn thi theo quy định. SV vẫn phải hoàn thành các phần việc của môn học, nhất là TH/TNg và BTL. GV có quyền cấm thi nếu SV không hoàn thành tốt các phần này. . 2) Trường hợp có sự cố bất khả kháng trong khi thi dẫn đến không thể hoàn thành được bài thi, và không được giải quyết cho thi vào ca thi tiếp theo (nếu có), sinh viên có thể đăng ký \"Hoãn thi\" ngay sau buổi thi (không phải vắng thi có phép), SV phải báo với CBCT hoặc trực thi để được ghi nhận vào trong danh sách thi. PDT sẽ đối chiếu lại với danh sách của Khoa về các tình huống đã thi nhưng điểm thấp hoặc không có báo cáo ghi nhận về các sự cố trong buổi thi trước khi quyết định hoãn thi. . 3) Riêng đối với môn Đồ án, Thực tập ngoài trường, Đề cương Luận văn, Luận văn/Tiểu luận tốt nghiệp: SV có thể xin hoãn bảo vệ với lý do dịch Covid-19 ảnh hưởng nghiêm trọng đến kết quả thực hiện đề tài (không thực nghiệm được tại Phòng thí nghiệm, không thực địa, ...). SV gửi email trực tiếp đến Giáo viên hướng dẫn, Khoa/Bộ môn để được xem xét đồng ý và forward email cuối cùng đến email của PĐT để đăng ký.. . Chúc bạn học tập tốt nhé.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Cho em hỏi là trường mình có cấp giấy chứng nhận sinh viên dạng file pdf không ạ, hay phải đăng ký nhận tại bưu điện ạ?",
            "Chào bạn,. . - SV chủ động đăng ký giấy Xác nhận SV hoãn NVQS để bổ sung cho địa phương và chọn dịch vụ gửi qua được bưu điện (người nhận trả tiền) nếu có nhu cầu (PDT không in hàng loạt như các năm trước). . -Sau khi PĐT cập nhật xong bạn có thể tải bản scan trên trang đăng ký chứng nhận sinh viên.. . Đồng thời PĐT cũng đã gởi bưu điện nếu SV có đăng ký, vui lòng nhận sau.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: 1711202  /b \t. . . .   i Chào ad ạ!. . Do thời gian gần đây em quá bận vs công việc nên không thể có mặt đầy đủ trong lớp học AV2 theo yêu cầu (Dự Thính), nên em sợ điểm sẽ ảnh hưởng đến điểm TBTL nên em muốn được rút môn học này ạ, thì thời gian này em còn rút môn đc không vậy. nếu được thì nhờ ad tư vấn cách rút môn giúp em ạ.. . E cảm ơn ạ.. . . .  .",
            "Chào em,. . Đã hết thời gian rút môn học (phải thanh toán học phí), em cần làm theo hướng dẫn sau để trình BLĐ phòng xem xét. . 1.   Sv tải PHIẾU ĐĂNG KÝ RÚT MÔN HỌC (tại trang web: aao.hcmut.edu.vn biểu mẫu) điền thông tin ký tên chụp hình để có file ảnh tải lên trang bksi.hcmut.edu.vn. . 2.   Sv đăng nhập vào trang bksi.hcmut.edu.vn ¬¬¬ Hỏi/Yêu cầu  Tạo câu hỏi/yêu cầu mới: Rút môn học (phải thanh toán học phí) HK 211: điền thông tin vào CHỦ ĐỀ VÀ NỘI DUNG. . 3.   Click vào choose file để tại file ảnh . . 4.   Click vào GỞI. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em muốn nộp đơn xin chuyển hệ từ chất lượng cao sang đại trà cần những yêu cầu gì ạ. Em phải nộp đơn viết tay qua đường bưu điện ( vì dịch em chưa thể nộp trực tiếp) hay gửi mail tới phòng đào tạo ạ?",
            "Chào bạn. . Bạn tải mẫu đơn thôi học  tại trang web: aao.hcmut.edu.vn (đánh dấu vào option chuyển sang VLVH ) gởi tại BKSI để Pdt xử lý chuyển sang VLVH cho bạn. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Dạ cho em hỏi giờ em cần có giấy xác nhận sinh viên để gửi địa phương trong thời gian gấp 3 ngày thì phải làm những thủ tục gì ạ.",
            "Chào bạn,. . - SV chủ động đăng ký giấy Xác nhận SV hoãn NVQS để bổ sung cho địa phương và chọn dịch vụ gửi qua được bưu điện (người nhận trả tiền) nếu có nhu cầu (PDT không in hàng loạt như các năm trước). . -Sau khi PĐT cập nhật xong bạn có thể tải bản scan trên trang đăng ký chứng nhận sinh viên.. . Đồng thời PĐT cũng đã gởi bưu điện nếu SV có đăng ký, vui lòng nhận sau.. . . . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Dạ kính gửi Phòng đào tạo. . Em tên là: [full_name]. . MSSV: [student_id] - hiện là sinh viên khoa Cơ khí. . Dạ em có điền vào form hoãn thi môn Xác suất thống kê vào ngày 16/09/2021 nhưng khi em kiểm tra trên danh sách hõa thi HK202 theo linh: (http://www.aao.hcmut.edu.vn/tracuu/xem_danhsach?id_ds=2801&masv=[student_id]&code=sg) thì không có mã số sinh viên của em ạ. Có phải là hệ thống chưa cập nhật trường hợp của em không ạ?. . Em mong nhận được phản hồi sớm từ Phòng đào tạo. . Em xin chân thành cảm ơn.. .",
            "Chào bạn. . Sau khi đối chiếu dữ liệu, Pdt xác nhận bạn đã đăng ký Hoãn thi:. . . . [student_id]\tHK202\tMT2013. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Dạ cho em hỏi là em đã đăng ký tốt nghiệp 2 tuần rồi và đã đóng tiền, trên trang để phiếu đăng ký đã được giải quyết nhưng vẫn chưa thấy file mềm của giấy chứng nhận tốt nghiệp trên trang đăng ký tốt nghiệp vậy ạ. Em cần giấy chứng nhận để xin việc làm mong được giải đáp sớm ạ!. .",
            "Chào em,. . PDT đã up file ngày 26/10, em vô kiểm tra và tải lại nhé.. . Bản giấy sẽ gửi qua đường bưu điện theo địa chỉ SV đăng ký nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . MSSV: [student_id]. . Họ và tên: [full_name]. . Lớp: CC20QKD2. . . . Xin nộp đơn Hủy hoãn thi cuối kỳ . . Môn: Linear Algebra. . Mã môn: MT1007. . Nhóm: CC11. . Kì: 202. . Ngày thi: 13h00, 13/08/2021. . Lí do: Em đã đăng ký hoãn thi cuối kỳ với lý do không có khả năng cung cấp bản ghi màn hình quá trình thi. Tuy nhiên, mới đây khi điểm tổng kết được công bố thì giảng viên vẫn lên điểm cho em một cách bình thường. Tức là trường hợp của em vẫn tính là một lần thi hợp lệ. Do đó, em tha thiết hi vọng PĐT sẽ cho phép em hủy hoãn thi.",
            "Chào bạn. . - Phòng Đào tạo đã đồng ý yêu cầu về việc xin HUỶ Hoãn Thi của bạn. . . - Bạn thi bình thường theo Lịch thi đã thông báo. . - Trường hợp có sự cố bất khả kháng trong khi thi dẫn đến không thể hoàn thành được bài thi, và không được giải quyết cho thi các ca thi sau (nếu có), sinh viên có thể đăng ký \"Hoãn thi\" ngay sau buổi thi (không phải vắng thi có phép), SV phải báo với CBCT hoặc trực thi để được ghi nhận vào trong danh sách thi. PDT sẽ đối chiếu lại với danh sách Khoa để ra quyết định hoãn thi. . Chúc bạn học tập tốt nhé.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Dạ kính chào quý Thầy Cô. . . . Em là sinh viên K17 em đã học đủ chỉ; chuyển điểm anh văn rồi; nhưng vẫn không có tên trong danh sách tốt nghiệp. Kính mong quý Thầy Cô kiểm tra giúp em ạ.. . . . Em còn thiếu nội dung nào mà không đủ điều kiện tốt nghiệp ạ.. . . . Xin cảm ơn. . . Trân trọng. .",
            "Chào bạn,. . PDT đã ghi nhận yêu cầu về đăng ký xét TN của bạn. SV vui lòng theo dõi email  và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 02/11/2021 SV vẫn chưa nhận được mail hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 11/2021 (cập nhật mới gia hạn thời gian xử lý tốt nghiệp). . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em tên là [full_name] - MSSV: [student_id]- Lớp CK19NH1. . Sau khi gửi 2 yêu cầu với ID là 39334 và 39429. . về việc đăng ký hoãn thi môn sức bền vật liệu.. . Em có nhận được phản hồi của pdt là còn thiếu xác nhận của khoa.. . Cho em được hỏi là xác nhận của khoa là của khoa mình đang học hay khoa xây dựng ạ.Em có gửi mail cho thầy chủ nhiệm thì thầy cũng thắc mắc về việc này.. . Em có bấm trả lời trong yêu cầu 39429 nhưng vì thấy trạng thái solved nên em sợ sẽ bị bỏ sót và vì thời hạn hoãn thi sau khi thi online là 5 ngày em sợ sẽ không hoãn thi được.. . Mong pdt phản hồi giúp em ạ (em có đính kèm câu trả lời của thầy chủ nhiệm)",
            "Chào bạn. . Khoa quản lý môn học xác nhận nghen bạn. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Chào PĐT ạ. . . . Em có đăng ký hoãn thi môn . . Đồ họa máy tính - CO3059. . Nhưng em có xem qua điểm thi trên mybk thì điểm là 0 chứ chưa phải điểm hoãn thi ạ. . . Mong PĐT giúp em ạ. Em cảm ơn. . . .",
            "Chào bạn,. . Hiện tại nhà trường chưa ra QD hoãn thi nhé bạn, dự kiến ra quyết định chung vào cuối tháng 12, nên trường hợp đăng ký hoãn thi vẫn bị điểm 13 bình thường. Sau khi hậu kiểm với ds của Khoa thì mới ra quyết định hoãn thi và sẽ điều chỉnh lại điểm trên mybk/Thông tin SV/xem điểm. . Lưu ý:. . 1) PDT sẽ hậu kiểm lại với danh sách cấm thi của Khoa gửi lên, nếu SV bị cấm thi sẽ bị hủy kết quả hoãn thi theo quy định. SV vẫn phải hoàn thành các phần việc của môn học, nhất là TH/TNg và BTL. GV có quyền cấm thi nếu SV không hoàn thành tốt các phần này. . 2) Trường hợp có sự cố bất khả kháng trong khi thi dẫn đến không thể hoàn thành được bài thi, và không được giải quyết cho thi vào ca thi tiếp theo (nếu có), sinh viên có thể đăng ký \"Hoãn thi\" ngay sau buổi thi (không phải vắng thi có phép), SV phải báo với CBCT hoặc trực thi để được ghi nhận vào trong danh sách thi. PDT sẽ đối chiếu lại với danh sách của Khoa về các tình huống đã thi nhưng điểm thấp hoặc không có báo cáo ghi nhận về các sự cố trong buổi thi trước khi quyết định hoãn thi. . 3) Riêng đối với môn Đồ án, Thực tập ngoài trường, Đề cương Luận văn, Luận văn/Tiểu luận tốt nghiệp: SV có thể xin hoãn bảo vệ với lý do dịch Covid-19 ảnh hưởng nghiêm trọng đến kết quả thực hiện đề tài (không thực nghiệm được tại Phòng thí nghiệm, không thực địa, ...). SV gửi email trực tiếp đến Giáo viên hướng dẫn, Khoa/Bộ môn để được xem xét đồng ý và forward email cuối cùng đến email của PĐT để đăng ký.. . Chúc bạn học tập tốt nhé.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em chào quý tầy/cô. Em có đăng ký thực tập ngoài trường kỳ 203 thì không biết khi nào em nhận được quyết định đi thực tập? Và TTNT đang hoãn cho tới khi có thông báo mới phải không ? Một việc nữa là nếu em bị hoãn thực tập ngoài trường thì có được đăng ký Luận văn tốt nghiệp không? Em cảm ơn!. .",
            "Chào bạn. . Về vấn đề này bạn vui lòng liên hệ Khoa/bộ môn để được hỗ trợ. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Dạ cho em hỏi là giờ em muốn rút môn học thì thủ tục như thế nào ạ.. .",
            "Chào em,. . Đã hết thời gian rút môn học (phải thanh toán học phí), em cần làm theo hướng dẫn sau để trình BLĐ phòng xem xét. . 1.   Sv tải PHIẾU ĐĂNG KÝ RÚT MÔN HỌC (tại trang web: aao.hcmut.edu.vn biểu mẫu) điền thông tin ký tên chụp hình để có file ảnh tải lên trang bksi.hcmut.edu.vn. . 2.   Sv đăng nhập vào trang bksi.hcmut.edu.vn ¬¬¬ Hỏi/Yêu cầu  Tạo câu hỏi/yêu cầu mới: Rút môn học (phải thanh toán học phí) HK 211: điền thông tin vào CHỦ ĐỀ VÀ NỘI DUNG. . 3.   Click vào choose file để tại file ảnh . . 4.   Click vào GỞI. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính gửi phòng đào tạo . .  Học kỳ 203 em có đăng ký hoãn thi môn Vật liệu học và xử lý ME 2015 và đã được xác nhận hoãn thi thành công.. .  Nhưng tuần vừa rồi thầy đã nhập điểm tổng kết thành điểm 13 và chưa cập nhập điểm 14.. .  Kính mong phòng đào tạo có thể cập nhập lại điểm 13 thành 14 cho môn ME2015 như em đã đăng . . Em xin chân thành cảm ơn !!",
            "Chào em,. . Kính mong phòng đào tạo có thể cập nhập lại điểm 13 thành 14 cho môn ME2015 như em đã đăng. . =  Hiện tại nhà trường chưa ra QD hoãn thi nhé bạn, dự kiến ra quyết định chung vào cuối tháng 12, nên trường hợp đăng ký hoãn thi vẫn bị điểm 13 bình thường. Sau khi hậu kiểm với ds của [full_name] thì mới ra quyết định hoãn thi và sẽ điều chỉnh lại điểm trên mybk/Thông tin SV/xem điểm. . Lưu ý:. . 1) PDT sẽ hậu kiểm lại với danh sách cấm thi của [full_name] gửi lên, nếu SV bị cấm thi sẽ bị hủy kết quả hoãn thi theo quy định. SV vẫn phải hoàn thành các phần việc của môn học, nhất là TH/TNg và BTL. GV có quyền cấm thi nếu SV không hoàn thành tốt các phần này. . 2) Trường hợp có sự cố bất khả kháng trong khi thi dẫn đến không thể hoàn thành được bài thi, và không được giải quyết cho thi vào ca thi tiếp theo (nếu có), sinh viên có thể đăng ký \"Hoãn thi\" ngay sau buổi thi (không phải vắng thi có phép), SV phải báo với CBCT hoặc trực thi để được ghi nhận vào trong danh sách thi. PDT sẽ đối chiếu lại với danh sách của [full_name] về các tình huống đã thi nhưng điểm thấp hoặc không có báo cáo ghi nhận về các sự cố trong buổi thi trước khi quyết định hoãn thi. . 3) Riêng đối với môn Đồ án, Thực tập ngoài trường, Đề cương Luận văn, Luận văn/Tiểu luận tốt nghiệp: SV có thể xin hoãn bảo vệ với lý do dịch Covid-19 ảnh hưởng nghiêm trọng đến kết quả thực hiện đề tài (không thực nghiệm được tại Phòng thí nghiệm, không thực địa, ...). SV gửi email trực tiếp đến Giáo viên hướng dẫn, [full_name]/Bộ môn để được xem xét đồng ý và forward email cuối cùng đến email của PĐT để đăng ký.. . Chúc bạn học tập tốt nhé.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]  /b \t[full_name] [full_name] [full_name] [full_name]   i Yêu cầu khác  /i [full_name] [full_name] [full_name] [full_name] Dạ em chào Thầy/[full_name][full_name] [full_name] Dạ hôm trước em có nhận được bảng điểm trường gửi, bảng điểm ghi nhầm nhóm ngành của em thành Nhóm ngành cơ khí- cơ điện tử, với sao bảng điểm của em in không đủ các môn em đã học vậy ạ[full_name] Nhờ Thầy/ [full_name] xem lại giúp em với ạ[full_name][full_name] [full_name] Em cảm ơn[full_name]",
            "Chào em,. . Em gửi lại giúp cô chính xác địa chỉ người nhận, số điện thoại, cô sẽ nhờ kiểm tra+ in lại bảng điểm và gửi lại theo đường bưu điện cho bạn nhé. . Thân",
            "Dạ Cô gửi giúp em đến địa chỉ. . 30/9/9 Thích Quảng Đức Phường 5 Quận Phú Nhuận Tp.HCM. . Người nhận : [full_name]. . SĐT: 0989.147.741. . Em cảm ơn Cô.",
            "Chào em,. . PDT đẵ gửi lại bảng điểm cho bạn nhé. SV nhớ để ý điện thoại để bưu điện gọi giao nhé. . Thân",
            "Dạ Cô ơi hơn nửa tháng rồi em chưa thấy bưu điện gửi bảng điểm, dạ Cô kiểm tra lại giúp em với ạ.",
            "Chào em,. . PDT đã tiếp nhận đơn tạm dừng HK211 của bạn.. . SV theo dõi [full_name]D cập nhật tại mybk/Thông tin SV, chuyển sang trạng thái tạm dừng, dự kiến cập nhật trước ngày 30/11 (nếu được chấp nhận). . Sau ngày này, SV nếu chưa thấy [full_name]D vui lòng phản hồi lại qua bksi giúp cô. . Thân",
            "Chào bạn,. . Cô xin lỗi vì trả lời nhầm nhé, PDT đang kiểm tra lại với bưu điện, vì trường hợp của bạn gửi lẻ bổ sung không kiểm tra được lịch sử phản hồi của bưu điện.. . Nếu không sẽ in và gửi lại cho bạn",
            "Dạ em chào Cô.. . Dạ Cô ơi chưa thấy bưu điện gửi lại bảng điểm cho em, dạ Cô hỏi PDT lại giúp em với ạ.. . Em cảm ơn Cô.",
            "Chào em,. . PDT đã gửi lại theo địa chỉ này và gửi cho bưu điện vào tuần trước.. . Em theo dõi điện thoại nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Chào thầy cô, em đang làm việc tại PTN trọng điểm ở trường, tuy nhiên hiện tại trường chỉ cho phép các sinh viên thực hiện LVTN, thực hành thí nghiệm lên trường. Vì vậy em không thể lên trường làm việc vì không thuộc diện trên, vậy cho em hỏi phải làm gì để được vào trường làm việc ạ. Em cám ơn. .",
            "Chào em,. . Cô chưa hiểu ý làm? Em là nhân viên trong phòng thí nghiệm hay ntn? . . Em có thể liên hệ với người trực tiếp phụ trách PTN để được hướng dẫn nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký in giấy xác nhận SV . Em đã đăng kí in giấy xác nhận SV nhưng vì gấp nên em chọn nhận giấy tại Văn phòng Đào tạo Quốc tế - OISP. Sau khi có kết quả thì   I tình trạng xử lí  /I  lại ghi \"đợi nhận qua bưu điện\".. . . . Cho em hỏi là bây giờ em có thể đến văn phòng OISP (402-A4) để nhận không ạ?. . . . Em cảm ơn!",
            "Chào em,. . - Hiện tại SV chưa được phép vào trường.. . - Em liên hệ VP ĐTQT qua email [email] để được hướng dẫn. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Thắc mắc về việc in bảng điểm.. . Em tên là [full_name], MSSV [student_id]. Em đăng kí in bảng điểm xong thì có thể nhờ người thân nhận giúp được không ạ. Vì em ở Huế, cách xa người nhận giúp nên em sẽ chụp ảnh thẻ sinh viên của em cho người nhận giúp thay vì phải đưa thẻ sinh viên trực tiếp có được không ạ? Vì em muốn đăg kí học bổng T.A năm học 2020-2021 nhưng hạn nộp hồ sơ là 30/10/2021 (minh chứng là file đính kèm bên dưới) nên em sợ nếu chọn ship ra Huế thì sẽ không kịp ạ.",
            "Chào em,. . - Hiện tại chưa được phép vào trường em nhé.. . - Em vào mybk/đăng ký in bảng điểm... em chọn địa chỉ người thân (vd vậy để tiện cho em). . Thân mến. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Phòng đào tạo cho em hỏi về vấn đề chuyển điểm từ cao học xuống đại học vì em đang là sinh viên liên thông đại học cao học. Em đã học tổng cộng 6 môn ở cao học và em cũng thấy thông tin chuyển điểm từ cao học xuống đại học trong phần thông tin sinh viên -  điểm chuyển. Có tổng cộng đầy đủ 6 môn 18 chỉ. Nhưng mà em vẫn chưa thấy cập nhật vô bảng điểm tích lũy của em ạ, vì nếu đúng là tính tới bây giờ tổng tín chỉ tích lũy mà em đã học được là 123 tín chỉ nhưng trong bảng điểm tích lũy của em chỉ có 120 tín chỉ. Em mong nhà trường và phòng đào tạo xem lại giúp em ạ, em rất cảm ơn ạ.. .",
            "Chào em,. . Em xem lại sau ngày 27/10/2021.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính chào PDT,. . PDT cho em hỏi về cách thức nhận bảng điểm trong thời gian tới vì em đến trường nhưng không được phép vào cổng ạ.. . Em chân thành cảm ơn",
            "Chào em,. . - Hiện tại chưa được phép vào trường, em chờ email thông báo sau.. . - Em đăng ký mybk/in bảng điểm gửi qua bưu điện. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . DẠ chào Thầy (cô);. . Em tên trần phước ngọc thuận, MSSV: [student_id] hiện tại đã đủ điều kiện đặng kí tốt nhiệp em xin hủy môn học Anh văn 1A, mã MH LA1037, lớp DT03",
            "Chào bạn,. .  - Phòng Đào tạo đã đồng ý yêu cầu về việc RÚT MÔN HỌC (tính Học Phí theo quy định)(Chính quy + Dự thính) của học kỳ 1(2021-2022). Bạn vui lòng theo dõi kết quả được cập nhật trên trang Mybk/xem điểm sau ngày 15/11/2021 (nếu sau thời gian trên vẫn chưa được xử lý bạn có thể vào trang bksi.hcmut.edu.vn để phản hồi).. . Chúc bạn học tập tốt nhé.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Em xin nộp đơn hoãn thi. .   i Yêu cầu khác .",
            "Chào bạn,. . - Phòng Đào tạo đã tiếp nhận yêu cầu về việc xin Hoãn Thi/[full_name] thi HK202/203 của bạn. . . Bạn vui lòng theo dõi kết quả được cập nhật trên trang mybk.hcmut.edu.vn/Thông tin sinh viên/xem điểm và mail sinh viên sau ngày 01/12/2021 (nếu sau thời gian trên vẫn chưa được xử lý bạn có thể vào trang bksi.hcmut.edu.vn để khiếu nại).. . Thân. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ cho em hỏi là khi nào mới mở lại phần đăng ký Giáo dục Thể chất vậy ạ?. . . .",
            "Chào em,. . - Hiện tại toàn bộ môn học GDTC đã được Phòng Đào tạo tăng sĩ số tối đa theo quy định của TT GDTC (tối đa của nhóm thể dục là 50sv). . - Trường hợp SV bị trùng lịch học, hết chỗ không đăng ký trong HK1 vẫn có thể đăng ký lại ở các HK sắp tới.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "i Tốt nghiệp . Em chào thầy/cô ạ.. . Em xin phép thầy/cô có thể cho em hỏi thêm về danh sách tốt nghiệp luận văn 11/2021 ạ.. . Em đã đủ điều kiện để tốt nghiệp nhưng sau khi vô nhập mssv đợt tốt nghiệp 11/2021 thì vẫn không có trong danh sách tốt nghiệp ạ.. . Em mong muốn thầy/cô có thể kiểm tra và giúp em được cập nhật vào danh sách tốt nghiệp 11/2021 để sớm có được bằng tốt nghiệp tạm thời bổ sung vào công việc hiện tại được không ạ.. . Em cảm ơn và mong thầy/cô giúp đỡ kiểm tra và thông báo lại tình trạng của em giúp em với ạ.. . [full_name]. . [student_id]. .",
            "Chào bạn,. . PDT đã ghi nhận yêu cầu về đăng ký xét TN của bạn. SV vui lòng theo dõi email  và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 02/11/2021 SV vẫn chưa nhận được mail hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 11/2021 (cập nhật mới gia hạn thời gian xử lý tốt nghiệp). . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Chào quý thầy/cô phòng đào tạo,. . Em tên: [full_name]. . MSSV: [student_id]. . Em đã đăng ký tốt nghiệp, nộp học phí và lệ phí tốt nghiệp đầy đủ.. . Nhưng nay em vào lại trang đăng ký tốt nghiệp kiểm tra thông tin thì lại báo là nợ học phí và không được phép đăng ký.. . Vậy mong thầy/cô giải thích giúp em.. . Em xin chân thành cảm ơn.. . . . Trân trọng,. . [full_name]",
            "Chào em,. . PĐT đã xóa nợ rồi nhé.. . Thân mến. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Kính gửi Phòng đào tạo, cho phép em được nộp giấy hoãn thi môn học HK202. .",
            "Chào bạn,. . Về việc hoãn thi cuối kỳ của (HK chính 202, DT202 và DT203). . Sinh viên vui lòng tải mẫu đơn tại aao.hcmut.edu.vn/ sinh viên/biểu mẫu/Phiếu đăng ký hoãn thi / vắng thi có phép (cuối kỳ) (SV lưu ý ghi rõ 1 môn học/phiếu đăng ký hoãn thi/vắng thi). Điền đầy đủ thông tin và trình bày rõ lý do xin hoãn thi. . Bổ sung xác nhận:. . HK chính 202: Xác nhận của [full_name] viên [full_name]  V/v không dự kiến cấm thi (Sv có thể gởi mẫu đơn để [full_name] viên [full_name] xác nhận trên mẫu đơn hoặc xác nhận qua email của Sv, sau đó chụp hình gởi kèm đơn hoãn thi). . . HK DT202 và DT203: Xác nhận của [full_name] viên [full_name] V/v không dự kiến cấm thi (hoặc dự kiến không bị ràng buộc đến mức sẽ không đạt môn học, như điểm TNg   =3) (Sv có thể gởi mẫu đơn để [full_name] viên [full_name] xác nhận trên mẫu đơn hoặc xác nhận qua email của Sv, sau đó chụp hình gởi kèm đơn hoãn thi). Tuy vậy, đối với HK DT202 và DT203, Nhà trường đã thông báo rõ ngay từ đầu là học trực tuyến, PĐT có quyền từ chối hoãn thi vì các lý do đường truyền yếu, mạng yếu, webcam…. . Lưu ý:. .  Về quy định (thi xóa điểm Hoãn thi, cách tính điểm ĐẠT) Vắng thi có phép và hoãn thi: Bạn vui lòng xem chi tiết tại trang web aao.hcmut.edu.vn--  sinh viên --  Quy chế --  Quy chế đào tạo và học vụ bậc đại học và cao đẳng -- Điều 17.2. . Chúc bạn học tập tốt nhé.. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . [full_name] mssv [student_id]. . Em chào thầy cô ạ, em là [full_name], hiện em có đăng kí nhận học bổng bên tập đoàn cao su Việt Nam, bên đấy yêu cầu bảng điểm hệ 4 nhưng trường mình lại in bảng điểm hệ 10. Hy vọng trường có thể tạo điều kiện in cho em bảng điểm hệ 4 để em nhận học bổng được không ạ. Em xin chân thành cảm ơn.",
            "Chào em,. . Phôi bảng điểm có phần ghi chú quy đổi ra hệ 4. Hiện tại trường chưa có in hệ 4.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Kính gửi Phòng đào tạo,. . Em tên [full_name], MSSV: [student_id]. . Em thấy trong danh sách tốt nghiệp chính thức tháng 11 có tên em với loại bằng thường, nhưng em đang đợi đợt thi anh văn nói viết vào tháng 11 để xét lại bằng tài năng.. . Rất mong Phòng đào tạo xem xét lại giúp em.. . Em xin chân thành cảm ơn.",
            "Chào em,. . Hiện tại cô thấy em đã đăng ký tốt nghiệp và hiện tại em đã đủ điều kiện xét bằng tài năng chưa?. . Em muốn gì thì em vui lòng làm đơn trình bày rõ ràng và nộp tại Phòng Đào tạo, để cô trình đơn của bạn cho Ban lãnh đạo xem xét và trả lời đơn cho bạn. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Em tên Võ Chí Thành - [student_id], học viên hệ VHVL. PĐT cho em hỏi vì sao thời khóa biểu luận văn tốt nghiệp của em bị lỗi vậy ạ ! Em cám ơn.. . . .",
            "Chào em,. . - Cô thấy TKB HK211 của em có môn học này. . - Em liên hệ Khoa/Bộ môn để làm LVTN, không có đánh dấu tuần học như môn LT.. . Thân mến. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Môn ch2009 đã đk hoãn thi trên bksi và sau đó đi điều trị f0. Nhwng h thì lại bảo là k đăng kí hoãn thi qua form e chưa hiểu lắm ạ. .",
            "Chào bạn. . Thời gian đó Pdt có nhận đăng ký qua BKSI, nhưng sau đó để thống nhất danh sách Hoãn thi với số lượng SV đăng ký rất nhiều nên Pdt có gởi mail thông báo: nội dung đăng ký Hoãn thi qua form + thời gian bên dưới. . . . 15:50, Th 5, 5 thg 8. . tới stu.all. . . . Thân gửi các bạn sinh viên, . . . . Phòng Đào tạo (PĐT) đã thông báo cho Sinh viên (SV) về việc nộp đơn hoãn thi trực tiếp cho PĐT đối với các môn học Lý thuyết, mà không thông qua Giảng viên (GV). PĐT sẽ hậu kiểm các tình huống cấm thi sau. Hiện nay, SV đăng ký bằng cách gửi email về PĐT có kèm file và qua hệ thống Hỗ trợ trực tuyến (BKSI). Để nhanh chóng và thuận lợi, PĐT thay đổi phương thức nộp đơn hoãn thi như sau:. . . . SV đăng nhập vào Google bằng tài khoản BKNetID@hcmut.edu.vn và điền thông tin hoãn thi theo link: https://forms.gle/ckyYcJMWN7w3kqe56. . . . Hạn cuối: 5 ngày sau khi thi online (chỉ tính ngày làm việc). . . . Trường hợp SV đã nộp đơn qua email của PĐT và  qua công cụ BKSI (đã hoặc chưa được tiếp nhận), vui lòng điền lại vào form trên để PĐT cập nhật dữ liệu đồng nhất và chính xác.. . . . Riêng đối với môn Đồ án, Thực tập ngoài trường, Đề cương Luận văn, Luận văn/Tiểu luận tốt nghiệp: SV có thể xin hoãn bảo vệ với lý do dịch Covid-19 ảnh hưởng nghiêm trọng đến kết quả thực hiện đề tài (không thực nghiệm được tại Phòng thí nghiệm, không thực địa, ...). SV gửi email trực tiếp đến Giáo viên hướng dẫn, Khoa/Bộ môn để được xem xét đồng ý và forward email cuối cùng đến email của PĐT để đăng ký.. . . . Thông tin thêm:. . . . Quy định hoãn thi (HT): xem chi tiết tại khoản 17.2 Điều 17 trong Quy chế đào tạo và học vụ (aao.hcmut.edu.vn    Sinh viên    Quy chế).. . Các môn có phần thí nghiệm (TNg) sẽ được tổ chức thi sau khi TNg xong. Một số môn, Giảng viên sẽ đề nghị cho thi trước, điểm TNg sẽ có sau, khi đó SV có thể xin hoãn thi.. . Riêng hoãn thi kiểm tra giữa kỳ của HK DT202 và 203: SV liên hệ trực tiếp GV và Bộ môn để được xem xét cho kiểm tra riêng hoặc lấy cột điểm thành phần khác để làm điểm kiểm tra.. .  . . . . Chúc các bạn học tập thật tốt!"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em tên [full_name] mssv [student_id]. . Em có đăng ký nhận giấy xác nhận sinh viên qua đường bưu điện về địa phương nhưng bên địa phương đang cần gấp. Có thể gửi file in cho em để làm việc với bên đó được không ạ.",
            "Chào bạn,. . - SV chủ động đăng ký giấy Xác nhận SV hoãn NVQS để bổ sung cho địa phương và chọn dịch vụ gửi qua được bưu điện (người nhận trả tiền) nếu có nhu cầu ([full_name]DT không in hàng loạt như các năm trước). . - [full_name]dt đã ghi nhận phản hồi của bạn. Vì số lượng đăng ký giấy CNSV tăng đáng kể, [full_name]ĐT cố gắng xử lý dữ liệu, xong sẽ scan để đưa lên hệ thống ngay. SV vui lòng thông cảm đợi thêm, giải thích với cơ quan yêu cầu về giấy CNSV.. . -Sau khi [full_name]ĐT cập nhật xong bạn có thể tải bản scan trên trang đăng ký chứng nhận sinh viên.. . Đồng thời [full_name]ĐT cũng đã gởi bưu điện nếu SV có đăng ký, vui lòng nhận sau.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em muốn đăng ký học hai người thì phải làm sao ?",
            "Chào em,. . - Phía dưới email em nhận có ghi nhấn nút reply để phản hồi.. . - Em liên hệ với VPĐTQT qua email [email] để được hướng dẫn.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]  /b . . Em xin chào Phòng Đào Tạo\t. . Hiện tại em đã xin khoa gửi công văn qua Phòng Đào Tạo để được cứu xét thu nhận lại để đăng kí tốt nghiệp. Em thuộc Khoa Khoa Học và Kỹ Thuật Máy Tính. . . Em muốn hỏi là hiện đơn cứu xét của em đã được xử lý chưa ạ. . . Em xin cảm ơn. .   i Tốt nghiệp .",
            "Chào em,. . Em vui lòng chụp hình đơn của em gửi cho khoa gửi qua bksi giúp cô nhé!. . Thân",
            "Dạ em xin gửi cô hình đơn và mail xác nhận của khoa đã gửi công văn qua Phòng Đào Tạo ạ.",
            "Chào em,. . Em theo dõi tình trạng trên mybk/Thông tin sinh viên, khi nào chuyển qua trạng thái đang học em vui lòng gửi lại câu hỏi qua bksi để mở khóa cho SV đăng ký tốt nghiệp nhé, hiện tại đang làm QD thu nhận cho bạn nhé. . Thân"
        ]
    }
]