[
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Đăng ký môn học. . Dạ hiện tại em chỉ còn Luận Văn để hoàn thành chương trình học, nhưng vì 1 số lí do nên em còn vướng anh văn nên chưa thể đăng ký môn học được. Mong thầy/cô hướng dẫn em bảo lưu hoặc cách thức không đăng ký môn học để không bị trường đình chỉ với ạ. . Mong nhận được phản hồi từ thầy/cô ạ",
            "\"Chào bạn,. . Về việc đăng ký tạm dừng học:. . Bạn vui lòng tải mẫu đơn: Tạm dừng tại trang web : aao.hcmut.edu.vn    Sinh viên    biểu mẫu. . Điền đầy đủ thông tin nộp qua mail [email] hoặc BKSI. . Thân. . \""
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Kính gửi: Phòng Đào Tạo Trường Đại Học Bách Khoa TP. HCM. . Em tên là [full_name], MSSV: [student_id], Hệ VLVH ngành Kỹ thuật Y sinh của khoa Khoa học Ứng dung. Do hết thời gian đào tạo hệ Chính quy (Khoá K14, MSSV: [student_id], ngành Kỹ thuật Y sinh, khoa Khoa học Ứng dụng) nên em chuyển sang hệ VLVH vào tháng 03/2021. Trong thời gian đào tạo hệ chính quy em đã hoàn thành hết các môn và Luận văn (chỉ nợ AV4). Sau khi chuyển sang hệ VLVH thì trên trang cổng thông tin sinh viên lại để nhầm là khoa Kỹ thuật Hoá học, năm chương trình đào tạo là K21 và trong bảng điểm chuyển lại thiếu các môn Hoá đại cương, Cơ lưu chất và Luận văn Tốt nghiệp trong chương trình khoá K14 theo nguyện vọng mà em chuyển hệ xuống hệ VLVH.. . Kính mong Phòng Đào tạo sớm giải quyết cho em để em kịp tốt nghiệp trong đợt này.. . Em xin cám ơn.",
            "SV theo dõi mail SV nhé!. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em muốn hoãn học thí nghiệm dung sai và kỹ thuật đo (ME3004) do bị vướng lịch thi và không có đủ thời gian ôn thi cuối kì.. . . . Họ tên: [full_name]. . MSSV: [student_id]. . Lớp thí nghiệm: VL05. .",
            "Chào em,. . Phòng Đào tạo đã tiếp nhận thông tin xin hủy đăng ký học thí nghiệm trực tiếp của em.. . SV vui lòng theo dõi mail và thời khóa biểu được cập nhật Mybk/Thông tin sinh viên/Xem thời khóa biểu sau khi trường được hoạt động lại bình thường (dự kiến trong tháng 3/2022). . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "MSSV: [student_id] - [full_name]. .   i Tốt nghiệp . Kính gửi thầy/ cô.. . Vì hiện tại em đang bị tạm dừng do không đăng ký môn học. Lý do là do kỳ rồi em chỉ còn anh văn để xét tốt nghiệp nên em không có đăng ký môn học mà thi chứng chỉ toeic để chuyển điểm và hiện tại vì một vài lý do em cũng chưa thi lại được để đủ điểm Toeic để chuyển điểm. Vậy kính mong thầy/ cô hướng dẫn cho em cần làm những thủ tục gì để có thể không bị tạm dừng nữa ạ. . . Em cảm ơn thầy/ cô. . . Chúc thầy/ cô một ngày tốt lành",
            "Chào em,. . - Em muốn thu nhận thì tải mẫu thu nhận, điền đầy đủ thông tin gửi lại.. . http://www.aao.hcmut.edu.vn/sinh viên/biểu mẫu. . - Việc ĐKMH là tùy sinh viên nhé, trường hợp không có TKB trong học kỳ, SV sẽ bị buộc tạm dừng, không được cấp giấy CNSV.. . Khi đủ điều kiện TN, SV có thể làm đơn xin thu nhận lại nhé.. . Xem chi tiết quy chế tại đây:. . aao.hcmut.edu.vn/sinh viên/quy chế/học vụ/Quy chế đào tạo và học vụ bậc đại học, cao đẳng:/ điều 26. . Thân mến. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em [full_name]-MSSV:[student_id]. . Lớp BD16CDT-Ngành bảo dưỡng công nghiệp. . Em đã hoàn thành chương trình học và chỉ thiếu toeic ra trường ạ.. . Em đã hết thời gian đào tạo và xin gia hạn thêm một học kì và chỉ được gia hạn một học kì.Vậy cho em hỏi là em có thể nộp toeic ra trường sau ngày 24/12 để xét tốt nghiệp không ạ?Em xin cảm ơn ạ",
            "Chào em,. . Trường hợp của bạn đã được gia hạn 1HK (HK211), và bạn phải hoàn thành tất cả các điều kiện để tốt nghiệp trong đợt tốt nghiệp tháng 4/2022.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: 1711274  /b \t. . . .   i Tốt nghiệp . Dạ em chào Thầy/Cô,. . . . 1. Hiện tại, em đã chuyển điểm anh văn 3,4 và đang đợi được duyệt. Mong Thầy/Cô có thể duyệt điểm sớm để em kịp hạn đăng kí tốt nghiệp ạ.. . . . 2. Do kì rồi em đợi chuyển điểm nên không đăng kí môn học. Vì vậy, tình trạng sinh viên bị Tạm dừng nên LINK đăng kí tốt nghiệp bị khóa ạ. . . . . Hiện tại em đang cần bằng tốt nghiệp rất gấp, rất mong Thầy /Cô giúp đỡ em ạ.. . . . Em cảm ơn!",
            "\"Chào em,. . Trường hợp của em vui lòng theo dõi tình trạng thẩm tra chứng chỉ tại mybk/Nộp chứng chỉ ngoại ngữ, khi nào chuyển qua tình trạng đã thẩm tra hợp lệ (thời gian thẩm tra phụ thuộc vào đơn vị cấp chứng chỉ), bạn gửi lại yêu cầu qua bksi xin chuyển điểm sớm để xét tốt nghiệp nhé. . Về tình trạng sinh viên, khi nào em có tên trong ds dự kiến tốt nghiệp, PDT sẽ tự động ra QD thu nhận cho bạn nhé. . Thân\""
        ]
    },
    {
        "intent": "",
        "message": [
            "MSSV: [student_id]\t. . Dạ em chào thầy(cô), em muốn hỏi về thanh toán tiền BHYT ạ, hiện tại BKPay bị lỗi đến 20/12 và cùng ngày thì cũng là hạn đóng BHYT luôn ạ, vậy em có thể đóng tiền bằng cách nào ạ. . . .",
            "Chào bạn. . Vấn đề BHYT, Học bổng, vay vốn ngân hàng, gia hạn học phí… Bạn vui lòng liên hệ Phòng Công tác Chính trị Sinh viên để được hướng dẫn.. . Email:  [email]. . Về thanh toán sau ngày 20/12 em vào thanh toán lại nhé. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: 1713081  /b \t. . . .   i Tốt nghiệp . Dạ em chào Phòng Đào Tạo,. . . . Em là Phạm Trương Nhật Tân - MSSV: 1713081. . Về quy chế điểm trung bình tích lũy ngành, em có tìm hiểu qua rồi ạ. Em xin trình bày như sau:. . 1. Em học đủ 142 chỉ theo chương trình đào tạo, không học thêm môn học khác ngoài khóa ngành. Nên trước giờ điểm trung bình tích lũy của em bằng điểm trung bình tích lũy ngành.. . 2. Em vừa chuyển điểm TOEIC để nâng điểm môn Anh văn, điểm trung bình tích lũy của em tăng lên hiện tại đã được cập nhật. Riêng điểm trung bình tích lũy ngành thì trên hệ thống Mybk vẫn chưa cập nhật lại điểm mới.. . . . Em có hỏi thông tin nhiều bạn bè đã nhận bằng thì xác nhận điểm chuyển anh văn vẫn được tính vào điểm trung bình tích lũy ngành, nên mới có thắc mắc này.. . Em mong nhận được sự hỗ trợ từ Phòng Đào Tạo ạ. Em xin cảm ơn ạ.. .",
            "Chào em,. . Điểm trên hệ thống trên mybk/Thông tin sinh viên chưa được cập nhật do chưa có đủ điểm của HK202 và HK203 nhé.. . Em có thể tra cứu điểm TB tích lũy ngành của bạn trong ds tốt nghiệp dự kiến tại:. . aao.hcmut.edu.vn/tốt nghiệp. . Nếu tính sai của bạn, bạn vui lòng nói rõ là theo bạn tính thì điểm của bạn được bao nhiêu? . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Kính gửi Phòng Đào Tạo,. . Em tên [full_name], MSSV [student_id], lớp VP2014XDC. . Em làm đơn này để xin chuyển đổi điểm và tiến độ học tập các môn sau :. . - Giải Tích 1 ( MT 1003 ) + Đại số Tuyến Tính ( MT1007) thành Toán 1 ( 006711 ). . - Hóa Đại Cương ( CH 1003 ) thành [full_name] ( 601701 ). . Em xin chân thành cảm ơn.. .    Dy",
            "Chào em,. . Em cần làm đơn gửi email [email]  để PĐT kiểm tra rồi trả lời em nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Em chào thầy/cô ạ. . Hiện em đang có nhu cầu in bảng điểm để làm hồ sơ xét học bổng nhưng bkpay đang bảo trì, thời hạn thì khá gấp. Em muốn hỏi yêu cầu của em có thể được giải quyết trước khi thanh toán trên bkpay được không ạ? Và bảng điểm có được gửi trước 1 bản pdf không ạ?. . Em mong sớm nhận được phản hồi từ thầy/cô. Em xin cảm ơn thầy/cô!",
            "Chào em,. . Vui lòng trình bày rõ là xin HP gì nhé, em có thể lên trực tiếp PDT để đăng ký in nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em tên là: [full_name] - MSSV: [student_id]. . Khóa: K15. . Em có nguyện vọng chuyển từ hệ chính quy sang hệ vừa làm vừa học. Em xin nộp phiếu đề nghị chuyển sang hệ vừa làm vừa học ạ.. . Nếu có thêm thủ tục xin cho em biết để em hoàn thành nhanh chóng.. . Em xin cảm ơn.",
            "\"Chào em,. . Phòng Đào tạo đã tiếp nhận đơn xin chuyển qua VLVH của bạn.. . SV theo dõi tình trạng cập nhật tại mybk/Thông tin Sinh viên (dự kiến cập nhật QD trong tháng 12/2021). . SV vui lòng theo dõi lịch học vụ và mail sinh viên để đăng ký MH cho HK212 vào đợt 2 (nếu có nhu cầu). . Trường hợp nếu đủ điều kiện tốt nghiệp, sau khi có QD có thể gửi câu hỏi qua bksi để xin xét tốt nghiệp bổ sung. . Thân\""
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Dạ chào PĐT, em đã có TKB   U trừ môn ME2087  /U , nên nay em đã đi học môn ME2020-Môi trường và con người (TN). Nhưng lúc điểm danh thì giảng viên báo là   B em chưa có tên trong danh sách lớp ạ, tên của em ko có trong Bkel  /B . Mong trường xử lý giúp em ạ. . . Em xin cảm ơn.",
            "Chào em,. . PĐT đã cập nhật BKeL ngày 14/12/2021 có MH ME2020 như hình. . Thân mến. .",
            "Em vẫn chưa được thêm vô nhóm lớp VL02 của ME2020 ạ. Giảng viên có đăng tài liệu nhưng em vẫn ko tải được vì nó ghi không thuộc lớp VL02"
        ]
    },
    {
        "intent": "",
        "message": [
            "Em chào Thầy/Cô ạ. . Em là [full_name]. . MSSV:[student_id]. . Do em bị trùng lịch thi cuối kỳ và lịch thí nghiệm nên em xin hủy lịch thí nghiệm môn Các quá trình chế tạo tiên tiến nhóm VL01 ạ.. . Em cảm ơn.. . . .",
            "Chào em,. . Phòng Đào tạo đã tiếp nhận thông tin xin hủy đăng ký học thí nghiệm trực tiếp của em.. . SV vui lòng theo dõi mail và thời khóa biểu được cập nhật Mybk/Thông tin sinh viên/Xem thời khóa biểu sau khi trường được hoạt động lại bình thường (dự kiến trong tháng 3/2022). . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Dạ em là [full_name], MSSV: [student_id] từ lớp thí nghiệm hóa đại cương VL08. Vì hôm qua khu phố nhà em có F0 bị phong tỏa trong vòng 14 ngày nên hiện không thể tham gia học trực tiếp được. Em xin được hủy lớp thí nghiệm trực tiếp vì lí do khẩn cấp này ạ. Em xin cảm ơn ạ.. .",
            "Chào em,. . Phòng Đào tạo đã tiếp nhận thông tin xin hủy đăng ký học thí nghiệm trực tiếp của em.. . SV vui lòng theo dõi mail và thời khóa biểu được cập nhật Mybk/Thông tin sinh viên/Xem thời khóa biểu sau khi trường được hoạt động lại bình thường (dự kiến trong tháng 3/2022). . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Em chào thầy/cô, em tên là: [full_name], MSSV:[student_id]. . Em muốn hỏi về vấn đề điểm tổng kết trong HK202 của em. Cụ thể là điểm tổng kết của môn học [Lập trình hệ thống nhúng - EE3031] trong bảng điêm của phần thông tin sinh viên của em có điểm là 13 nhưng trên trang phúc tra điểm thi lại là 8 (hình em đính kèm). Vậy thầy/cô cho em hỏi trường hợp của em là bị vấn đề gì và phải giải quyết như thế nào ạ?. . Em mong thầy/cô giải đáp giúp em ạ. Em xin cảm ơn và chúc thầy cô sức khỏe ạ!. . Sinh viên, . . [full_name] . . . .",
            "Chào em,. . - Nếu [full_name]V đã khóa môn học và muốn sửa điểm thì [full_name]V gửi email hoặc phiếu đề nghị mở khóa môn học, nhóm để mở khóa (HK202) trong thời gian cho phép sửa.. . - [full_name] tra lên điểm cũng mở khóa.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Thưa thầy/cô,. . Em đã đăng kí nộp bằng anh văn, được xác nhận hợp lệ, đã hoàn thành đóng tiền nhưng chưa được chuyển điểm, hiện tại em mong muốn được cập nhật nhanh nhất có thể để đăng kí tốt nghiệp, mong thầy/cô giúp đỡ.. . Em xin chân thành cảm ơn.",
            "Đã tl"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em tên là [full_name]. . MSSV: [student_id]3. . Lớp: DD13DV05 - Chuyên ngành Điện tử-Viễn Thông - Khoa Điện-Điện tử. . . . Sau khi nộp đơn xin Chuyển từ hệ chính quy sang hệ VLVH, em đã nhận được mail thu nhận sinh viên vào hệ VLVH và tình trạng sinh viên của em cũng đã cập nhập 'Thu nhận vào hệ VLVH'.(em có gửi kèm ảnh). . . . Tuy nhiên hiện tại em chưa nhận được hướng dẫn gì thêm. Vì thế em xin hỏi Phòng đào tạo: Em có được cấp MSSV mới, chuyển điểm, đăng kí môn học không ạ? Nếu có thì em phải làm hồ sơ, thủ tục gì? . . Mong Phòng đào tạo hỗ trợ, hướng dẫn giúp em. Em xin chân thành cảm ơn! . .",
            "Chào bạn,. . Không cấp MSSV mới nhé, em vẫn học theo CTĐT khóa 2013, SV sử dụng tài khoản cũ và ĐKMH bình thường.. . Chỉ chuyể qua hệ qua hệ VLVH, không thay đổi MSSV nhé bạn.. . Dùng chuẩn của VLVH để xét tốt nghiệp cho bạn nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: 1912198  /b \t. . . .   i Học vụ . Chào phòng đào tạo .. . Em là Nguyễn Minh Tiến , 1912198 , em đã xin phép được hoãn môn thí nghiệm Dung sai và kỹ thuật đo ( L01 - VL07 ). . như sau . . . . \"Thời gian: 12/12/2021 08:10:09 pm. . Từ: [16094] (1912198) TIẾN NGUYỄN MINH. . . . MSSV/MSGV: 1912198    . . . . Đăng ký môn học. . . . Chào phòng đào tạo , em đã nhận được thông báo học thí nghiệm trực tiếp ở trường nhưng do lịch thi cuối kỳ bị trùng với 1 buổi của môn học thí nghiệm , không biết em có thể xin phép để hoãn học thí nghiệm đợt này để đăng ký được học vào các đợt sau không ạ.. . Em cảm ơn\"\". . . . Sau đó em được phòng đào tạo phản hồi . . . . \"[ Trích dẫn ]. . Thời gian: 12/13/2021 11:23:58 am. . Từ: [563] (001829) [staff_name]. . . . Chào em,. . Phòng Đào tạo đã tiếp nhận thông tin xin hủy đăng ký học thí nghiệm trực tiếp của em.. . SV vui lòng theo dõi mail và thời khóa biểu được cập nhật Mybk/Thông tin sinh viên/Xem thời khóa biểu sau khi trường được hoạt động lại bình thường (dự kiến trong tháng 3/2022). . Thân mến\". . . . Hôm nay em có đi học buổi đầu tiên môn thí nghiệm môn học này  và trao đổi với thầy Dương dạy môn thí nghiệm L01 VL07 em học  , thì đã được thầy đưa ra giúp em hướng giải quyết phù hợp để môn học này không bị trùng lịch thi cuối kỳ ( tức là ngày thi bị trùng em có thể vào học trễ hơn 1 chút sau khi thi cuối kỳ xong ) và vẫn đảm bảo kiến thức và thời lượng môn học thí nghiệm này mà không cần phải hoãn thi vì rất nhiều bạn cũng gặp vấn đề trùng lịch học - thi như em . Vì vậy em mong phòng đào tạo cho phép em quay trở lại học tiếp và có tên trong danh sách học đợt này cũng như cập nhật lại thời khóa biểu và e learning của môn học này giúp em, vì nhờ hướng giải quyết này mà em vẫn hoàn thành được môn học và bài thi cuối kỳ , không phải hoãn học vì nếu hoãn sẽ gặp khó khăn cho bản thân em vì kỳ sau em đăng ký nhiều môn nên có thể sẽ bị tiếp tục trùng lịch nếu hoãn môn này . . . Em cảm ơn ạ.. . . .",
            "Chào em,. . Phòng Đào tạo đã tiếp nhận thông tin đăng ký học thí nghiệm trực tiếp của em, dự kiến TKB sẽ cập nhật trước ngày 18/12/2021.. . SV vui lòng theo dõi mail và thời khóa biểu được cập nhật Mybk/Thông tin sinh viên/Xem thời khóa biểu. . Thân mến. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Em đã đăng ký học trực tiếp tại trường các môn thí nghiệm và đồ án, nhưng sao hiện tại vẫn chưa có thời khóa biểu vậy ạ. Em đã tiêm đủ 2 mũi vaccine và đủ các điều kiện để học tập trực tiếp tại trường. Em mong sớm nhận được phản hồi của nhà trường, em xin cảm ơn.. .",
            "Chào em,. . - Hiện tại đã quá trễ để đăng ký học trực tiếp thí nghiệm, đồ án. Trước đó PĐT đã xếp TKB đối với SV đã đăng ký.. . - SV vui lòng theo dõi mail và thời khóa biểu được cập nhật Mybk/Thông tin sinh viên/Xem thời khóa biểu sau khi trường được hoạt động lại bình thường (dự kiến trong tháng 3/2022). . Thân mến. . . . . . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Chào anh/chị,. . . . Em vừa nhân được thông báo lên phòng đào tạo để nhận bằng tốt nghiệp.. . Cho em hỏi là PĐT có làm việc vào cuối tuần không ạ? Để em có thể lên lấy bằng về.. . . . Mong nhận được phản hồi sớm từ anh chị.. . . . Thân mến,",
            "Chào em,. . PĐT làm việc giờ hành chánh từ thứ 2 đến thứ 6. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Kính thưa cô,. . . . Em là [full_name], mã số sinh viên [student_id]. Công ty em có yêu cầu phải bổ sung giấy chứng nhận sinh viên học kỳ 202 cho Sở thuế để hoàn thành Hồ sơ của em. . . . . Tuy nhiên, do em vừa tốt nghiệp nên không thể đăng ký bình thường bằng MyBK được. Chính vì thế, kính mong cô giúp đỡ em.. . . . Kính thư,. . [full_name]",
            "Chào em,. . Trường không cấp lại giấy xác nhận SV của các học kỳ cũ nhé bạn, chỉ cấp học kỳ hiện tại.. . Và hiện tại chỉ cấp giấy xác nhận SV cho HK211. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính chào Thầy/Cô ạ!. . Thầy/Cô cho em hỏi về vấn đề học cải thiện ạ: Nếu như em đã qua được 1 môn, nhưng vì em muốn học cải thiện lại điểm vào kì chính tiếp theo, nếu trong kì chính tiếp theo em học cải thiện nhưng không may bị rớt môn đó thì điểm môn đó sẽ tính điểm như thế nào ạ? Là lấy điểm cao hơn   I (ở kì cũ đã qua)  /I  hay tính điểm ở kì cải thiện bị rớt ạ ?. . Em xin cảm ơn Thầy/Cô!. .   i Đăng ký môn học .",
            "Chào em,. . Sv muốn học cải thiện thì môn học phải có cùng một msmh vì khi này sẽ lấy điểm cao nhất tính.. . -Môn A = 5,0 đ . .    Học lại cải thiện môn A =7,0 đ . . =  sẽ lấy 7,0đ tính . . Thân mến. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em tên là [full_name] MSSV:[student_id] em có viết đơn với lí do hiện tại em thuộc diện khu vực 1, xã bãi ngang ven biển đặt biệt khó khăn. Hiện tại em đã học gần xong chương trình đào tạo. Vì tình hình dịch bệnh giản cách xã hội nên em không đăng kí tiếng anh được nên thành ra trể quá hạn đào tạo. Hiện em đã được 114 tín chỉ thêm 10 chỉ kỳ này và 8 chỉ tiếng anh chưa quy đổi. Thành ra em chỉ còn luận văn nữa là hoành thành chương trình đào tạo. Đọc quy định em có thấy trường cho phép gia hạn thêm 1 học kỳ với sinh viên thuộc khu vực 1 cộng thêm tình hình những năm gần đây dịch bệnh nữa nên em mong phòng đào tạo xem xét cho phép em gia hạn thêm 1 học kỳ nữa, để có thể hoành chương trình đào tạo. Em xin chân thành cảm ơn",
            "Đã tl"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Thưa PĐT, hiện tại em và các bạn đã hoàn thành môn av3a và av4a để thay thế 2 môn av3 và av4 vì tình hình dịch em không thể thi toeic 600 trong hè để chuyển điểm được mà hiện tại em đã đi làm rồi nên đã chọn giải pháp học 2 môn này. Tuy nhiên hiện tại giảng viên không thể nhập điểm lên hệ thống vì PĐT chưa mở đợt nhập điểm. Rất mong PĐT có thể mở nhập điểm vì em và các bạn đã hoàn thành tất cả chương trình học và rất cần đăng kí tốt nghiệp để nộp bằng cho công ty. Em rất mong có cơ hội được đăng kí tốt nghiệp vào đợt tháng 1 kết thúc vào ngày 24/12 này và kính mong PĐT có thể tạo điều kiện cho em và các bạn ạ, vì nó liên quan rất nhiều đến việc ký hợp đồng chính thức và chính sách nhân sự.. . Mong nhận được phản hồi từ PĐT.. . Trân trọng.",
            "Chào em,. . GV đã nhập rồi nhé.. . Thân mến. .",
            "QUOTE Chào em,. . GV đã nhập rồi nhé.. . Thân mến. .   /QUOTE . . Thưa Cô.. . Nhưng trên bảng điểm em vẫn chưa thấy điểm được cập nhật ạ. Mong là PĐT có thể cập nhật để em đăng kí tốt nghiệp đợt tháng 1 này ạ.",
            "Chào em,. . Giáo viên chưa nộp điểm cho PĐT, sao sv thấy điểm được trên cổng thông tin.. . SV liên hệ với GV để hiểu rõ nhé.. . Thân mến. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em tên là [full_name], MSSV: [student_id]. Em viết đơn nàu vì lý do em thuộc khu vực 1, xã bãi ngang ven biển vùng đặt biệt khó khăn. Hiện tại em đã gần hoàng thành xong chương trình đào tạo. Số tín chỉ tích luỹ hiện tại là 114 chỉ thêm 10 chỉ kỳ này chưa thi và 8 chỉ tiếng anh chưa quy đổi. Nên thành ra em chỉ còn luận văn tốt nghiệp và 1 chỉ. Do tình hình dịch bện thành phố giản cách, nên em không đăng ký thi tiếng anh ở kỳ trước được. Đọc quy chế em thấy trường có cho phép gia hạn thời gian đào tạo thêm 1 kỳ cho những sinh viên thuộc khi vực 1. Nên em viết đơn này mong phòng đào tạo cho phép em gia hạn thêm 1 kỳ để có thể hoàng thành chương trình đào tạo. Em xin chân thành cảm ơn",
            "Chào em,. . PDT đã tiếp nhận đơn gia hạn thêm 1HK của bạn.. . Bạn theo dõi QD được cập nhật trên mybk/Thông tin SV/tình trạng (dự kiến trong tháng 12/2021). . SV theo dõi lịch học vụ để vào ĐKMH. . Thân",
            "\". . Chào bạn. . Pdt gởi scan quyết định  kéo dài thời gian đào tạo theo file đính kèm. . - Đến 13g 23/12 bạn vào dkmh Theo Lịch học vụ. . - Nếu không dkmh được bạn có thể gởi yêu cầu đkmh: ghi rõ tên môn học + MSMH kèm bản qd kéo dài thời gian đào tạo  cho Pdt. . Thân\"",
            "Dạ cho em hỏi em vào DKMH nhưng không được em có gửi danh sách môn đăng ký trên bksi này nhờ pdt đăng ký dùn nhưng giờ vẫn chưa có ohanr hồi mà 29/12 là hết hạn đăng ký rồi.. . Cho em hỏi là gửi danh sách môn đăng ký cho PDT là gửi qua BKSI này hay gửi qua đâu ạ. . Em xin cảm ơn",
            "Chào bạn. . Bạn gởi danh sách bạn cần dkmh qua BKSI. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Dạ em tên là [full_name],đang theo học Khoa Kỹ thuật Hóa học.Em viết đơn này xin phòng đào tạo có thể cho em xin đăng ký môn Hóa hữu cơ, mã môn CH2021 vào học kì này ạ, tại vì đã quá thời hạn đăng ký nên em không thể ghi danh vào lớp được.Tại vì em muốn đăng ký học lại ngay trong kì này vì sợ sẽ mau quên kiến thức.Em mong nhà trường, phòng đào tạo có thể xem xét cho em đăng ký ghi danh ạ.Em cảm ơn phòng đào tạo và nhà trường rất nhiều ạ.. . . . . .",
            "Chào em,. . SV vui lòng theo dõi lịch học vụ và mail sinh viên để biết thời gian đăng ký môn học cho đợt tiếp theo. (SV ĐKMH vào đợt 2, 13 giờ ngày 23/12/21). . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Em đóng bảo hiểm y tế đợt 2 nhưng BKPay bảo trì thì em phải làm thế nào ạ. .   i Yêu cầu khác .",
            "Chào bạn. . Vấn đề BHYT, Học bổng, vay vốn ngân hàng, gia hạn học phí… Bạn vui lòng liên hệ Phòng Công tác Chính trị Sinh viên để được hướng dẫn.. . Email:  [email]. . Sau ngày 20/12 BKpay mới được mở lại nhé bạn. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]  /b . . Kính chào Thầy/Cô ạ!. . Thầy/Cô cho em hỏi là: Nếu như em học cải thiện mà thấp hơn điểm trước đó thì vẫn sẽ lấy điểm cao nhất (Điểm trước đó) thôi đúng không ạ?. . Em xin cảm ơn Thầy/Cô. .   i Yêu cầu khác .",
            "Chào bạn,. . Tính điểm lần cao nhất nhé bạn. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Dạ thưa thầy cô, hiên tại học kì này e chỉ còn môn Anh văn 4A chưa có điểm tổng kết để đủ điều kiện xét tốt nghiệp vào hạn cuối cùng vào ngày 24/12/2021 này. Em đã thi môn này vào ngày 5/12/2021, em rất hi vọng thầy cô và phòng đào tạo có thể sớm tổng kết điểm môn học này để e đủ điều kiện để kịp xét tốt nghiệp ạ. Em cảm ơn thầy cô rất nhiều!",
            "Chào em,. . Em vui lòng liên hệ GV nhờ chấm điểm sớm và nộp điểm lên PDT để xét tốt nghiệp cho SV nhé.. . Khi nào điểm được cập nhật tại mybk/Thông tin SV thì mới có thể xét tốt nghiệp được nhé. . Thân",
            "Dạ em đã liên hệ GV và GV nói rằng hiện tại hệ thống nhập điểm của PĐT vẫn chưa cho phép GV nhập điểm của học kì 211. Em rất hi vọng PĐT có thể giải quyết và mở hệ thống nhập điểm giúp em và các bạn vì chỉ còn khoảng 7 ngày nữa là hết hạn đăng kí tốt nghiệp ạ. Em cảm ơn thầy cô!",
            "Chào em,. . Em nói giảng viên nếu không nhập điểm được có thể liên hệ PDT để kiểm tra. Hiện tại hệ thống bảng điểm được mở bình thường nhé.. . Thân",
            "[full_name]. Em cảm ơn cô nhiều. Em đã được cập nhập điểm. Hiện tại em đã hoàn thành đầy đủ các tiêu chí để xét tốt nghiệp nhưng em chưa thể đăng kí tốt nghiệp trên hệ thống. Hiện tại em phải chờ email của trường và chờ danh sách sv tốt nghiệp chính thức thì mới đăng kí tốt nghiệp được phải không cô?. . Thông tin cá nhân của em.. . Họ và tên: [full_name]. . MSSV: [student_id]",
            "\"Chào bạn,. . PDT đã ghi nhận yêu cầu về đăng ký xét TN của bạn. SV vui lòng theo dõi email  và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 21/12/2021 SV vẫn chưa nhận được mail hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 11/2021 (cập nhật mới gia hạn thời gian xử lý tốt nghiệp). . Về tình trạng sinh viên, khi nào em có tên trong ds dự kiến tốt nghiệp, PDT sẽ tự động ra QD thu nhận cho bạn nhé. . Thân. . \""
        ]
    },
    {
        "intent": "",
        "message": [
            "B Kính gửi Thầy/Cô. .   i Yêu cầu khác . Em tên: Đoàn Vũ Minh Hiền. . MSSV: [student_id]. . Nay em viết đơn này xin Thầy/Cô giúp. . Em có đăng ký bảng điểm nhưng do click vào sai ô chuyển về nhà(em đã thanh toán và hẹn 16/12/2021 lên lấy). Thì nay em muốn nhờ bạn lên lấy giúp, kính mong Thầy/Cô hỗ trợ em. . Người nhận giúp: [full_name]. . CCCD: [phone_number]55. . Em xin chân thành cảm ơn",
            "Chào em,. . BD của em đã có rồi nhé, em có thể nhờ người đến nhận. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Chào thầy cô ạ!. . Em đã hoàn thành hết các yêu cầu tốt nghiệp chỉ còn thiếu AV nói viết, ngày 18/12 sẽ thi.. . Năm sau em đi NVQS nên có một số thắc mắc như sau:. . 1. Theo qui chế, không đăng kí môn học 2 học kì liên tiếp sẽ buộc thôi học. Học kì 211 em không đăng kí và sắp tới là 212 cũng không. Em muốn hỏi là sắp tới em làm đơn bảo lưu để nhập ngũ thì có kịp không ạ? (Khoảng trước tết là có lệnh gọi) Em lo là sẽ bị buộc thôi học.. . 2. Nếu em làm đơn bảo lưu thì sẽ làm theo hình thức online hay offline ạ? Em đang ở quê nên cũng ngại lên SG.. . 3. Nếu em đậu AV nói viết thì bằng ĐH sẽ có trước tết không ạ?. . Em cảm ơn thầy cô rất nhiều . . . .",
            "Chào em,. . Khi nào có lệnh nhập ngũ em liên hệ Phòng Đào tạo để làm đơn xin tạm dừng để đi NVQS.. . Em có thể chụp hình đơn tạm dừng và lệnh gọi nhập ngũ và gửi qua bksi.. . Nếu em đủ điều kiện tốt nghiệp, em có thể gửi yêu cầu qua bksi để xét tốt nghiệp. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Dạ thầy/cô cho em hỏi,. . Hiện tại dự kiến tháng 4 em sẽ tốt nghiệp. Em có đăng kí bảo hiểm 6 tháng và thanh toán trên Bkpay. Hiện tại Bkpay lỗi và không cho thanh toán. Ngày hết hạn đóng tiền bảo hiểm là 20/12/2021 trùng với ngày Bkpay hoạt động lại. Nếu em thanh toán trễ có ảnh hưởng tới việc đăng kí xét tốt nghiệp 24/12 không.. . Em xin chân thành cảm ơn.. .   i Yêu cầu khác .",
            "Chào em,. . Em liên hệ phòng Công tác chính trị sv qua email [email] để được hướng dẫn nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính gửi, em tên [full_name], hiện tại em đã đăng ký in bảng điểm, nhưng do em đang cần bảng điểm gấp để nộp xin học bổng của Khoa mà BKpay thì đang bảo trì do đó em không thanh toán được lệ phí in bảng điểm. Cho em hỏi có cách nào khác để thanh toán phí in để em có thể nhanh chóng nhận bảng điểm không a, em cám ơn. .",
            "responsible person: [551] [staff_name] [helpdesk staff]",
            "Chào em,. . Em có thể lên Phòng Đào tạo để đăng ký in trực tiếp nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Dear [full_name]. . Em: [full_name]. . Mssv: [student_id]. . Ngành: Tự động hóa . VLVH. . Ở HK211 cách tính học phí trọn gói.. . 75% =12 tín chỉ. . 50% = 7 TC. . 25% = 4 TC. . - Như vậy ở HK 212 này có áp dụng ngưỡng . . 50% = 7tc và 25% = 4tc ?.. . Trên Mybk không đề cập 2 ngưỡn này. Mong thầy cô trả lời giúp em . . . . Em thân gửi",
            "Chào em,. . Em vui lòng xem thông báo về HP. . http://www.aao.hcmut.edu.vn/sinh viên/quy chế quy định/học vụ/Học phí. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: 1813995  /b \t. . . .   i Học vụ . Dạ chào cô,. . Em tên: Trần Nguyễn Quang Thái. Mssv: 1813995. . Do dịch bệnh nên khu vực nơi em sống đã thành vùng Vàng nên việc đi lên trường học trực tiếp gặp nhiều khó khăn trong việc di chuyển từ quê lên thành phố. Vì vậy, xin cô cho em được dời lịch học thí nghiệm hoá đại cương lớp VL13 của em sang sau khi trường tổ chức học tập trung toàn bộ ạ.. . Xin chân thành cảm ơn.",
            "Chào em,. . Phòng Đào tạo đã tiếp nhận thông tin xin hủy đăng ký học thí nghiệm trực tiếp của em.. . SV vui lòng theo dõi mail và thời khóa biểu được cập nhật Mybk/Thông tin sinh viên/Xem thời khóa biểu sau khi trường được hoạt động lại bình thường (dự kiến trong tháng 3/2022). . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "B Học vụ .  Chào PĐT, ở câu hỏi trước, phần PĐT chỉ ra thì em đã có từ đầu kì HK211 ạ. Vấn đề của em là em   /B chưa được  thêm vô   U nhóm lớp VL02  /U  trên Bkel, dù trên TKB có ghi em thuộc lớp VL02.. . Em xin cảm ơn",
            "Ảnh trên TBK của em.",
            "Ảnh trên TKB của em.",
            "Đã trả lời"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Kính gửi phòng đào tạo trường đại học Bách Khoa TPHCM. . Em tên:Lê Bảo Hưng là sinh viên khóa K15 của trường mình . . Hiện tại em đang làm luận văn và đã có toiec (520) ạ.Nhưng mà em vẫn còn 1 môn giải tích 1 kì này đang học ạ. . Em viết câu hỏi này với mục đích là muốn hỏi PĐT nếu kì này em rớt giải tích 1 thì em có xuống hệ tại chức(VHVL) không ạ vì kì này đã là kì thứ 13 của em ạ.. . Như trường hợp của em nếu em bị rớt môn GT1 hoặc Luận Văn Tốt Nghiệp thì em có thể xin thêm 1 học kì để tấm bằng của em vẫn là chính quy được không ạ?Nếu được thì những thủ tục em cần phải làm là gì ạ?. . Em mong nhà trường tạo điều kiện cho em ạ.. . Em xin chân thành cảm ơn ạ.. .",
            "Chào em,. . Khóa 2015 thì HK211 là học kỳ cuối của bạn nhé và em cũng không thuộc đối tượng kéo dài theo quy chế.. . Nếu bạn không hoàn thành điều kiện tốt nghiệp trong HK211 này, thì bạn có thể làm đơn xin chuyển qua VLVH để tiếp tục hoàn thành CTĐT. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Chào PĐT, ở câu hỏi trước, phần mà PĐT chỉ ra thì em đã có từ đầu kì HK211 ạ. Vấn đề của em là em   B chưa được  thêm vô   U nhóm lớp VL02  /U  trên Bkel  /B , dù trên TKB có ghi em thuộc lớp VL02.. . Em xin cảm ơn.",
            "Em mới kiểm tra thêm thì thấy đã có nhóm lớp VL02. Em xin cảm ơn ạ. . . Cho em hỏi thêm phương án đi học của môn   B ME2087-[full_name] D/CUONG2  /B  ạ, tại   U em vẫn chưa có lịch hay thông báo đi học của môn này  /U .. . Em xin cảm ơn",
            "Chào em,. . Môn học này SV đã đăng ký đi học, tuy nhiên do Khoa Cơ khi sắp lịch.. . Vì vậy SV liên hệ VP Khoa Cơ khí để biết lịch học nhé.. . Thân mến"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em muốn chuyển trường thì phải làm những thủ tục gì ạ?(chuyển trường cùng ngành học)",
            "Chào em,. . Em vui lòng xem quy chế chuyển trường:. . http://www.aao.hcmut.edu.vn/quy chế quy định/học vụ/- Quy chế đào tạo và học vụ bậc đại học, cao đẳng/. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em chào   B Phòng Đào Tạo  /B ,. . . . Em tên [full_name] - MSSV: [student_id]. . Điểm trên danh sách tốt nghiệp dự kiến của em là 6.8, được cập nhật vào ngày 14/9/2021. Sau ngày 14/9, em có 3 môn có điểm học cải thiện nên điểm trung bình tích lũy ngành của em có thay đổi.. . Những môn học có điểm tổng kết thay đổi bao gồm:. . 1. Sức bền vật liệu . . - MSMH: CI2007. . - Điểm tổng kết cũ: 6.0  . . - Điểm tổng kết sau khi cải thiện: 9.0. . 2. Cơ học kết cấu. . - MSMH: CI2029. . - Điểm tổng kết cũ: 6.5. . - Điểm tổng kết sau khi cải thiện: 9.5. . 3. Anh văn 1. . - MSMH: LA1003. . - Điểm tổng kết cũ: 6.0. . - Điểm chuyển bằng TOEIC: 10.0. . Sau khi điểm môn học thay đổi, điểm TBTLN của em nâng lên từ 6.8 thành 7.02. . Kính mong Phòng Đào Tạo kiểm tra lại thông tin của em, và giúp em cập nhật lại bảng điểm trên danh sách tốt nghiệp dự kiến.. . Em xin cảm ơn ạ.. . . . Trân trọng.",
            "Chào em,. . [full_name] [full_name] CỦA SV = 7.02. . Sẽ được cập nhật lại trong bảng điểm tốt nghiệp  của SV nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính gửi Phòng Đào tạo,. . Em tên là [full_name], MSSV [student_id]. . . Em xin phép gửi đơn xin đăng ký môn học (giữ môn đăng ký) đã được xác nhận từ GV Trưởng chuyên ngành và Văn phòng PFIEV. Kính mong Phòng Đào tạo xem xét giữ các môn học đã đăng ký ở đợt 1 để em có thể học các môn cần thiết cho kỳ sắp tới. Em xin cảm ơn!. . Trân trọng,. . [full_name]",
            "Chào em,. . Hiện tại đơn của bạn không thể xử lý, bạn vui lòng đăng ký môn học theo quy trình chung của nhà trường. (còn 2 đợt dkmh). . Về trường hợp đăng ký MH vượt số tín chỉ quy định, em vui lòng làm đơn trình bày rõ, tên và mã MH xin đăng ký bổ sung, vượt bao nhiêu chỉ so với quy định.. . Trong đơn phải có xác nhận đồng ý của Khoa. . SV nộp đơn ĐKMH vượt số tín chỉ quy định cho Phong Đào tạo (qua bksi hoặc mail) sau khi kết thúc đợt 2 - ĐKMH (từ ngày 30/12/2021). . Thân\". ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Chào quý thầy cô ạ. . Em là [full_name] MSSV [student_id]. . . . Em xin hoãn lịch học các môn thí nghiệm đã đăng ký do gia đình đang mắc covid ạ.",
            "Chào em,. . Hiện tại đã quá trễ để đăng ký học trực tiếp thí nghiệm, đồ án. Trước đó PĐT đã xếp TKB đối với SV đã đăng ký.. . Phòng Đào tạo đã tiếp nhận thông tin xin hủy đăng ký học thí nghiệm trực tiếp của em.. . SV vui lòng theo dõi mail và thời khóa biểu được cập nhật Mybk/Thông tin sinh viên/Xem thời khóa biểu sau khi trường được hoạt động lại bình thường (dự kiến trong tháng 3/2022). . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Em đã xem thông tin Học Phí trên aao_sinh viên_học phí rồi ạ. Tính chọn gói 15.000.000 và ĐK 12 tín chỉ giảm 25% học phí. . Em xin hỏi HK212 này có giảm học phí cho sinh viên đăng ký 7 tín chỉ được giảm 50% và 4 tín chỉ được giảm 75% học phí như HK211 không ạ?. . Em thân gửi. .",
            "Chào em,. . HP HK212 tính đúng như thông báo trên web. . http://www.aao.hcmut.edu.vn/sinh viên/quy chế quy định/học vụ/Học phí. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Dạ em chào quý thầy cô phòng đào tạo.. . Em tên: [full_name]. . Mssv: [student_id]. . Dạ thầy cô cho em hỏi với tình hình như hiện tại thì trường có tổ chức lễ tốt nghiệp cho sinh viên như những năm trước không ạ?. . Dạ em cảm ơn quý thầy cô.",
            "Chào em,. . Về lễ tốt nghiệp tháng 11/2021 SV vui lòng đợi thông báo sau của nhà trường. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Thưa PĐT, thời khóa biểu môn thực tập điện tử 1 của em bị trùng nên em đã liên hệ với GVHD. Tuy nhiên do trùng lịch thi nên em không sắp xếp được thời gian để đi học bù. Do đó em xin hủy môn thực tập điện tử 1.",
            "Chào em,. . Hiện tại đã quá trễ để đăng ký học trực tiếp thí nghiệm, đồ án. Trước đó PĐT đã xếp TKB đối với SV đã đăng ký.. . Phòng Đào tạo đã tiếp nhận thông tin xin hủy đăng ký học thí nghiệm trực tiếp của em.. . SV vui lòng theo dõi mail và thời khóa biểu được cập nhật Mybk/Thông tin sinh viên/Xem thời khóa biểu sau khi trường được hoạt động lại bình thường (dự kiến trong tháng 3/2022). . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Dạ là ngày 14 em có đăng kí tham gia bảo hiểm y tế và hạn chót thanh toán là 20/12. Do chưa tới hạn nên em tính dời lại ngày 17 18 rồi mới thanh toán tuy nhiên hôm sau tức ngày 15 nhà trường có gửi mail bảo trì bk pay đến hết ngày 20/12. Vậy bây giờ có thể dời thời hạn thanh toán cho em được không ạ.. . . . Em xin cảm ơn",
            "Chào em,. . Em liên hệ phòng Công tác chính trị sv qua email [email] để được hướng dẫn nhé.. . Thân mến. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Mong thầy/cô cập nhật giúp em thời khóa biểu các môn học thí nghiệm của HK202 và HK211 giúp em ạ.. . Em gửi mã số môn học + tên môn học ạ :. . **Học kỳ 1 Năm học 2021 - 2022 (HK211) :. . + IU4002 - Công nghệ điện (thí nghiệm). . + IU4010 - Kỹ thuật giám sát tình trạng (thí nghiệm ). . + IU3050 - Kỹ thuật bôi trơn công nghiệp (thí nghiệm). . + IU2018 - Công nghệ hàn (thí nghiệm ). . + IU3006 - Công nghệ điều hòa không khí (thí nghiệm). . + IU3028 - Công nghệ lạnh (thí nghiệm). . + IU2012 - Kỹ thuật điện tử (thí nghiệm). . ** Học kỳ 202. . + IU3018 (Kỹ thuật số thí nghiệm ). . + IU3012 (Kỹ thuật lập trình PLC thí nghiệm ). . . . Em xin chân thành cảm ơn ạ.",
            "Chào em,. . Chiều tối PĐT sẽ bố  sung tkb cho em nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Thưa thầy/cô,. . Em là Nguyễn Văn Ánh, sinh viên khóa K16 khoa Công nghệ Vật liệu. . . Do kì học 1 năm 2021-2022 em có quên không đăng kí môn học (vì nghĩ sẽ hoàn thành Anh Văn nói viết để ra trường) nên bị nhà trường cho tạm dừng 1 học kì.. . Em mong được nhà trường thu nhận lại em để em có thể đăng kí tốt nghiệp trong kì này hoặc đăng kí môn học để học tiếp trong học kì 2 năm 2021-2022 ạ. Em có viết đơn đăng kí thu nhận lại và em có gửi ở phần đính kèm ạ. Thầy/cô xem giúp em với ạ.. . Em mong sớm được nhận phản hồi từ thầy/cô.. . Em cảm ơn thầy/cô.",
            "Chào em,. . Phòng Đào tạo đã tiếp nhận đơn thu nhận của em.. . SV theo dõi tình trạng và quyết định sẽ cập nhật tại mybk/Thông tin Sinh viên (dự kiến cập nhật QD trong tháng 12/2021). . SV vui lòng theo dõi lịch học vụ và mail sinh viên để biết thời gian đăng ký môn học cho học kỳ tiếp theo. (SV ĐKMH vào đợt 2, 13 giờ ngày 23/12/21). . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Dạ chào phòng đào tạo,. . Em tên [full_name];. . MSSV [student_id];. . Lớp CK17CD3;. . Khoa Cơ Khí;. . . . Hiện tại, em có liên hệ với bộ môn để hướng dẫn về đơn xin hoãn luận văn của em. Và bộ môn kêu em liên hệ lại với pdt hỏi là đơn của em như vậy có đạt yêu cầu chưa để bộ môn sắp xếp hoãn vào đợt sau. (Đơn của em đã có chữ ký của giáo viên hướng dẫn và ban chủ nhiệm khoa). Mong pdt giải đáp giúp em.",
            "Chào em,. . Căn cứ trên tình hình phòng chống dịch Covid-19, theo lệnh của Ban giám hiệu, Phòng Đào tạo (PĐT) thông báo kế hoạch tổ chức thi học kỳ 1 năm học 2021-2022, ngày 08/11/2021 (Phòng Đào tạo đã gửi mail cho SV vào ngày 22/11/2021), có thông báo rõ về thời gian phản biện và bảo vệ Luận văn tốt nghiệp (LVTN) trong HK211 và có ghi rõ về các \" Trường hợp cần thiết, sẽ có một đợt bảo vệ bổ sung cho các trường hợp đề tài bị ảnh hưởng nghiêm trọng bởi tình hình dịch Covid-19\". SV vui lòng xem lại email sinh viên về thông báo báo này.. . - Về đơn xin hoãn LVTN HK211 của bạn, Phòng Đào tạo hiện không thể tiếp nhận được.. . SV vui lòng liên hệ khoa để được hỗ trợ và hướng dẫn để xin đăng ký bảo vệ trong đợt bổ sung theo đúng chỉ đạo của Ban Giám hiệu nhà trường.. . -Trường hợp Khoa không tiếp nhận trường hợp tổ chức đợt bảo vệ bổ sung, SV nhờ Khoa làm công văn đề nghị lên Phòng Đào tạo, ghi rõ lý do vì sao không thể tổ chức đợt bảo vệ LVTN bổ sung, để Phòng Đào tạo trình lên Ban Giám hiệu nhà trường xin ý kiến và phản hồi cho sinh viên.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Hiện tại hệ thống Bkpay đang bảo trì đến hết ngày 20/12, nhưng hạn cuối thanh toán tiền tham gia bảo hiểm y tế là 16h00 ngày 20/12, nên em muốn xin phòng CTCT có thể dời hạn thanh toán thêm 1-2 ngày được không ạ?. . Xin cám ơn.. .",
            "Chào em,. . Em liên hệ phòng Công tác chính trị sv qua email [email] để được hướng dẫn nhé.. . Thân mến. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Chào thầy cô,. . Em là [full_name] MSSV [student_id]. . Kì vừa rồi em có đăng kí nhầm môn Thực tập tốt nghiệp(EE3333) do kì hè em đã đăng kí rồi mà đã hoàn thành ạ.. . Nên em muốn được rút môn này ạ.",
            "Chào em,. . Đã hết thời gian rút môn học (phải thanh toán học phí), em cần làm theo hướng dẫn sau để trình BLĐ phòng xem xét. . 1.   Sv tải PHIẾU ĐĂNG KÝ RÚT MÔN HỌC (tại trang web: aao.hcmut.edu.vn/ biểu mẫu) điền thông tin àký tên àchụp hình để có file ảnh tải lên trang bksi.hcmut.edu.vn. . 2.   Sv đăng nhập vào trang bksi.hcmut.edu.vn ¬¬à¬ Hỏi/Yêu cầu à Tạo câu hỏi/yêu cầu mới: Rút môn học (phải thanh toán học phí) HK 211: điền thông tin vào CHỦ ĐỀ VÀ NỘI DUNG. . 3.   Click vào choose file để tại file ảnh . . 4.   Click vào GỞI. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ .  . . Em chào cô,. . . . Cho em hỏi trong yêu cầu lần trước cô nói pđt sẽ cập nhập lịch thí nghiệm môn tin học trong tkb trước 13/12 nhưng sao em vẫn chưa thấy vậy ạ.. . . . Em xin cảm ơn. .",
            "Chào em,. . Các môn SV đăng ký Khoa không mở lịch dạy offline. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Kính gửi: Phòng Đào tạo. . . . Em tên là [full_name]. MSSV: [student_id]. . . . Theo thời khóa biểu thì vào thứ 2 tuần sau em có lịch học thí nghiệm môn nhập môn kỹ thuật lớp VL01 từ 7h đến 11h50. Nhưng lịch học đó trùng với lịch học môn thí nghiệm vật lý lớp L42 từ 10h đến 11h50. Em mong phòng Đào tạo xem xét và chỉnh sửa lại thời khóa biểu giúp em ạ.. . . . Em xin cảm ơn. . Trân trọng!",
            "Chào em,. . Em mong phòng Đào tạo xem xét và chỉnh sửa lại thời khóa biểu giúp em ạ.. . =  Không chỉnh lại nhé, em muốn huỷ thì gửi lại.. . Thân mến. ."
        ]
    }
]