[
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được . Em tên [full_name] học ngành công nghệ vật liệu chuyên ngành kim loại khoá 2015. Đợt 3 của đăng kí môn học, em đã đăng kí thành công luận văn tốt nghiệp. Và giờ thì thời khoá biểu + kết quả đăng kí đợt 3 đã không có môn luận văn tốt nghiệp. Em đủ ngày công tác xã hội và chứng chỉ ngoại ngữ đã được xác thực. Đề cương luận văn cũng đã có điểm. Mong thầy cô giúp đỡ l",
            "Chào bạn,. . Bạn đã nộp đơn tại Phòng Đào tạo thì vui lòng xem kết quả theo thời gian đã ghi trong biên nhận nộp đơn của bạn nhé!. . Thân chào!1"
        ]
    },
    {
        "intent": "",
        "message": [
            "Em là [full_name] MSSV [student_id], hiện tại em đã đăng ký luận văn và đủ các tiêu chuẩn như ngày 10 công tác xã hôi, đạt chứng chỉ TOEIC trên 500, đã xong cả đề cương luận văn và có điểm, chỉ thiếu 3 chỉ môn học CI3167 không phải là môn học bắt buộc qua khi đăng ký luận văn. Em chưa nhận được thời khóa biểu của môn Luận văn tốt nghiệp CI4383, mong Bộ môn Cấp Thoát Nước, mong thầy, cô hay cấp thời khóa biểu cho em ạ. Tín chỉ tích lũy của em đến học kỳ 173 là 115 ạ tại do chưa cập nhật học kỳ 181 nên chưa đủ em có gửi bảng điểm học kỳ 181 đạt thêm 15 chỉ ạ. Email của em: [email]. Em xin cảm ơn. Em học lớp XD15CSHT khoa xây dựng ạ",
            "Chào bạn,. . Bạn vui lòng lên kiểm tra thời khóa biểu và lịch sử đăng ký môn học để xem kết quả đăng ký  LVTN.. . Thân chào"
        ]
    },
    {
        "intent": "",
        "message": [
            "B   /B Thầy (cô) cho em hỏi em đăng ký được LVTN đợt 3 từ ngày 22 - 24/01/2019 nhưng hôm nay (25/01/2019) em lên thời khoá biểu xem lại thì không có môn Luận văn cho dù em đã đạt đủ yêu cầu.. . Em xin cảm ơn quý Thầy (cô)!",
            "Chiều em lên MyBK kiểm tra TKB và lên khoa cập nhật vào danh sách để nhận đề tài nhe!. . Chúc em học tốt."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]3  /b \t. . . . Cho e hỏi đợt mua bảo hiểm y tế với tai nạn vừa rồi e quên mua, không biết giờ nhà trường còn bán không hay e mua ngoài. Với cho e hỏi e vẫn đk học bình thường kỳ này, không biết đến bao lâu mới xét bao hiểm năm nay ạ.. . . .",
            "Chào bạn,. . Vấn đề về BHYT bạn vui lòng liên hệ ở Phòng Công tác Chính trị sinh viên nhé!"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]4  /b \t. . . . Phòng đào tạo cho em hỏi khi nào có danh sách dự kiến tốt nghiệp cho tháng 4/2019 ạ ?",
            "Chào bạn,. . Bạn vui lòng theo dõi mail sinh viên, khi nào có danh sách tốt nghiệp dự kiến, Phòng Đào tạo sẽ gửi mail thông báo cho các bạn sinh viên.",
            "Dạ tại em thấy lịch 12-2-2019",
            "Nhờ pdt kiểm tra giúp em mssv [student_id]4 của em có đủ điều kiện tốt nghiệp chưa ạ ? . Em không có tên trong danh sách ạ . Em cám ơn",
            "Chào [full_name]!. . Trường hợp của em đã được xét lại. Em xem danh sách bổ sung vào ngày 22/2/2019 nhe!",
            "Dạ em cám ơn ạ"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Hom truoc e ko dang ky mon hoc duoc do chua thanh toan hoc phi, moi nguoi cho e hoi bay gio thanh toan roi dang ky mon hoc co duoc nua khong a",
            "Chào bạn,. . Hiện tại đã hết thời gian để đăng ký môn học cho học kỳ chính 182. Hiện tại bạn chỉ có thể đăng ký học kỳ dự thính.. . Bạn xem lịch đăng ký dự thính tại:. . http://www.aao.hcmut.edu.vn/sinh viên/lịch học vụ"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Pdt cho e hỏi: do cviệc gia đình nên hôm trước đóng tiền học phí r  đăng ký môn học nhưng e ko thanh toán được nên ko đăng ký môn học đc ạ, giờ e muốn đăng ký thì có được ko ạ",
            "Chào bạn,. . Hiện tại đã hết thời gian để đăng ký môn học cho học kỳ chính 182. Hiện tại bạn chỉ có thể đăng ký học kỳ dự thính.. . Bạn xem lịch đăng ký dự thính tại:. . http://www.aao.hcmut.edu.vn/sinh viên/lịch học vụ"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được . Em là sinh viên CT Việt Pháp PFIEV. Học kì này em đủ điều kiện làm Luận văn tốt nghiệp, tuy nhiên sau khi đăng kí môn học thì TKB của em chưa cập nhật môn Luận văn tốt nghiệp (800700). Mong admin xem xét cập nhật TKB cho em với ạ!. . . . Em xin cảm ơn!",
            "Chào [full_name], Môn Luận văn TN không được đăng ký vì vượt tín chỉ cho phép."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: 813BE128  /b \t. . . .   i Yêu cầu khác . CHO [full_name]: [full_name] 23 THÁNG 12 NĂM 2018. ĐẾN NAY VẪN CHƯA THẤY KẾT QUẢ? [full_name] [full_name] [full_name], NÊN EM CẦN BIẾT KẾT QUẢ ĐỂ CÓ THỂ ĐĂNG KÝ HỌC TIẾP ANH VĂN ([full_name]).",
            "Chào bạn,. . Dự kiến sẽ có kết quả vào thứ 2 ngày 18/2/2019.. .",
            "CHO EM HỎI? CÓ KẾT QUẢ THI ĐƯỢC CÔNG BỐ Ở PHÒNG ĐÀO TẠO HAY ĐƯỢC ĐĂNG TẢI LÊN MẠNG LUÔN?"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ - Đại học - Cao đẳng chính quy   Phúc tra bài thi . Kính thưa thầy/cô,. . . . Em là Danh, sinh viên năm 3 khoa Cơ Khí.. . . . Em có đăng kí phúc tra bài thi cuối kì môn Phương Pháp Tính vào ngày 7/1 nhưng tới giờ vẫn chưa có kết quả. Em kính mong Phòng Đào tạo có thể kiểm tra giúp em xem yêu cầu của em có bị sót hay thất lạc ở đâu không?. . . . Em xin chân thành cảm ơn. Kính chúc thầy/cô nhiều sức khoẻ.. . . . Đính kèm: Ảnh chụp màn hình ngày 13/2 kết quả đăng kí phúc tra.",
            "Chào em,. . Phòng đào tạo đã chuyển phiếu phúc tra môn phương pháp tính về [full_name] ngày 08/01/20109, hiện tại Phòng đào tạo chưa nhận được kết quả của giáo viên và đã nhắc nhở [full_name], em vui lòng chờ.. . Trân trọng."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: 81304480  /b \t. . . .   i Tốt nghiệp - Đại học - Cao đẳng chính quy   Thanh toán lệ phí & khai lý lịch tốt nghiệp . Chào anh, em vào đăng ký tốt nghiệp thì phần TÌNH TRẠNG kếu là phải xác nhận email để có thể đăng ký ( như hình đính kèm). Em đã check mail nhưng không thâý. Anh có gì cho em xin hướng dẫn ạ. Em cảm ơn",
            "Chào bạn,. . Hiện tại bạn chưa thanh toán phí tổ chức tốt nghiệp trên BKpay. Bạn chưa hoàn tất thủ tục nên chưa nhận được mail xác nhận (sau khi hoàn tất thủ tục, bạn sẽ được gửi mail xác nhận trong vòng 2 ngày)"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]8  /b \t. . . .   i Tốt nghiệp - Đại học - Cao đẳng chính quy   Khác ... . . . Gửi quý thầy cô,. . Em đã hoàn tất đầy đủ công tác xã hội,ngoại ngữ,.. nhưng trong danh sách lại không có tên. Em muốn hỏi cách kiểm tra lý do không có tên trong danh sách tốt nghiệp ạ.. . Kính mong thầy cô giải đáp giúp em",
            "Sang, em kiểm tra lại chuẩn ngoại ngữ tốt nghiệp nhe. Nếu có đủ điều kiện tốt nghiệp rồi thì danh sách sẽ được cập nhật vào ngày 22/2/2019.",
            "Ngoại ngữ em đã đầy đủ, hôm nay các bạn khác đã đc cập nhật, nhưng em vẫn không có trong danh sách dự kiến. Móng thầy cô sớm phản hồi để em có thể hoàn tất các thủ tục cần thiết",
            "Ngoại ngữ em đã đầy đủ từ rất lâu, hôm nay các bạn khác đã đc cập nhật, nhưng em vẫn không có trong danh sách dự kiến. Mong thầy cô sớm phản hồi để em có thể hoàn tất các thủ tục cần thiết",
            "Chào bạn,. . Bạn đủ tiêu chuẩn tốt nghiệp, bạn đón xem lại ds dự kiến TN vào cuối tuân 01/3 nha bạn.. . Thân mến"
        ]
    },
    {
        "intent": "",
        "message": [
            "Chứng chỉ ngoại ngữ - Đại học - Cao đẳng chính quy   Thẩm tra chứng chỉ (nộp chứng chỉ) . Em được 5.0 chứng chỉ ilets, vậy em sẽ vào lớp anh văn mấy ? (có thể được miễn học anh văn trên trường không ạ ).",
            "Chào bạn,. . . . Bạn vui lòng xem quy định chi tiết tại web:. . www.aao.hcmut.edu.vn--  sinh viên --  Quy chế --  Quy chế học vụ bậc đại học --  Phục lục 1 -- Mục 4a có bảng quy đổi tương đương ghi rõ thang điểm môn AV.. . . . Trân trọng."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp - Đại học - Cao đẳng chính quy   Khác ... . Cho mình hỏi mình đã hoàn thành đủ chỉ môn học , ngày công tác xã hội 18.5 ngày , tiếng anh 455 đã đủ tốt nghiệp và quy đổi được av1 , av2 , av3 . Mình cũng đã hoàn thành av4 . Mình K12 mong được hỗ trợ ạ",
            "Chào bạn,. . Phòng Đào tạo sẽ tiếp tục xét lại và cập nhật lại danh sách tốt nghiệp vào 16h thứ 6 ngày 15/2/2019. Bạn theo dõi danh sách tốt nghiệp mới để kiểm tra lại nhé.. . Thân chào"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp - Đại học - Cao đẳng chính quy   Khác ... . Mình mong Phòng Đào Tạo kiểm tra giúp mình xem Mssv : [student_id]5 kỳ này có được tốt nghiệp không ạ. Chỉ môn học mình đã hoàn thành đủ kỳ vừa rồi , luận văn đã hoàn thành xong , ngày công tác xã hội 18.5 ngày , toeic mình được 455 , đã quy đổi được 3 av1,2,3 , av 4 mình đã hoàn thành xong . Học phí đã đóng tiền đầy đủ , mình vẫn chưa có tên trong danh sách tốt nghiệp dự kiến ?!! Mình là sinh viên khoá 2012"
        ]
    },
    {
        "intent": "",
        "message": [
            "Cho em hỏi nếu muốn thôi học thì cần nộp đơn hay là chỉ cần không đăng kí môn học và không đi học nữa ạ? Thủ tục sau khi nộp đơn gồm những gì ạ?. . . .",
            "Chào bạn,. . Nếu bạn muốn thôi học thì phải làm đơn xin thôi học nộp tại Phòng Đào tạo. Tải mẫu đơn tại: http://www.aao.hcmut.edu.vn/sinh viên/biểu mẫu. . Thân chào"
        ]
    },
    {
        "intent": "",
        "message": [
            "-Nếu em nộp chứng chỉ TOEIC thì em cần nộp bằng hay chỉ cần nộp bảng điểm thôi?. . . . -Nếu chứng chỉ ngoại ngữ của em đủ điều kiện để đạt điểm 10 cả 4 môn anh văn thì khi em nộp chuyển điểm cho học kỳ 182 thì cả 4 điểm 10 đó sẽ tính vào điểm trung bình tích lũy của học kỳ 182 hay sao ạ?. .",
            "Chào em,. . Đối với chứng chỉ Toeic em chỉ cần nộp bảng điểm online.. . Điểm chuyển môn anh văn theo quy định chỉ được tính vào điểm tích lũy chung, không tính vào tích luỹ học kỳ.. . Thời điểm em hoàn tất quy trình chuyển điểm online rơi vào đợt chuyển điểm của HK nào (   I theo lịch học vụ  /I ) thì cuối kỳ cuả HK đó sẽ tính điểm chuyển môn AV vào điểm tích lũy chung của em.. . Thân.",
            "Cho em hỏi là điểm tích lũy chung có dùng để xét phân ngành hay tuyển lớp kỹ sư tài năng không ạ?",
            "Chào em,. . Khoa xét phân ngành nên em vui lòng liên hệ khoa hỏi về phân ngành.. . Xét kỹ sư tài năng có xét điểm tích lũy chung.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]  /b . . Tên: [full_name]\t. . . .   i Đăng ký môn học - Đại học - Cao đẳng chính quy   Khác ... . Em đã đăng kí học dự thính HK182 hệ chính quy đợt 1 mà sao giờ vẫn chưa thấy trời khóa biểu vậy ạ?. . Cho em hỏi khi nào thì bắt đầu học vậy?",
            "Chào bạn,. . Bạn xem thời gian đăng ký, thời khóa biểu của học kỳ dự thính 182 tại:. . http://www.aao.hcmut.edu.vn/sinh viên/lịch học vụ/Năm học hiện tại (2018-2019)/học kỳ 2. . Thân chào"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Sau một thời gian theo học, em mới là năm nhất nhưng em cảm thấy trương trình bách khoa quá, cụ thể là rớt những môn đại cương. . Em học khá là tệ, nên em muốn chuyển xuống ngành học thấp hơn để phù hợp với bản thân cũng như sau này khi vào chuyên ngành. . Em muốn chuyển sang Bảo dưỡng công nghiệp. . Mong các thầy cô xét duyệt cho em. . Em xin cảm ơn",
            "email [email]. .",
            "Chào bạn,. . Theo quy định không được phép chuyển ngành học nha bạn.. . Thân chào",
            "vậy là không được phải không. .",
            "Còn cách nào khác không akj. .",
            "Không nha bạn. . Thân chào",
            "thank you]. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: 1414262  /b \t. . . .   i Tốt nghiệp - Đại học - Cao đẳng chính quy   Cập nhật ngày CTXH, điểm ... .   /B  . . Em xin chào PĐT, đầu năm mới em kính chúc quý thầy cô trong PĐT cùng gia đình nhiều sức khỏe, an khang thịnh vượng ạ.!. . - Nhân đây em xin hỏi quý PĐT là điểm TRUNG BÌNH TÍCH LŨY NGÀNH (TBTLN) của em hiện tại là bao nhiêu ạ.? (vì trên trang Web My Student thì điểm cập nhật hình như chưa được đầy đủ).. . Nếu được phép, kính mong PĐT gửi giúp bảng điểm TBTLN vào email giúp em với ạ. (em rất cần gấp vì để em tính điểm để nâng thêm bằng TOEIC lên cho đạt bằng khá khi ra trường vào cuối tháng 4/2019 này). . Em xin chân thành cảm ơn.. . Email SV: 1414262@hcmut.edu.vn. . SĐT: 0384804521",
            "Chào bạn,. . Điểm TBTL ngành   hiện tại của bạn : 6.83. . Thân mến",
            "Hình như bị sai rồi. . . ngày 29/11/2018 PĐT gửi e bảng điểm TBTLN  có điểm TBTLN là 6.93 (ảnh đính kèm). . vậy cái nào đúng ạ????. .  Phiền PĐT gửi giúp em bảng điểm TBTLN đầy đủ để em kiểm tra lại. em cảm ơn. . Email: [email]. .",
            "Chào bạn,. . Bạn có thể đăng ký in bảng điểm mới nhất để kiểm tra và đối chứng lại, xem sai ở đâu? Nếu sai bạn có thể làm đơn khiếu nại để được chỉnh sửa",
            "Mục đích chính của mục hỏi đáp này là em muốn có bảng điểm TBTLN từ PĐT để đối chứng và kiểm chứng, nhưng gần 2 tuần nay em vẫn chưa nhận được bảng điểm đó từ PĐT, vậy thì làm sao em có thể đối chứng được đây?? (Hiện tại em đã có bảng điểm được in từ PĐT, nhưng trong đó không có điểm TBTLN).. . Do vậy em rất mong muốn được nhận bảng điểm TBTLN đầy đủ từ PĐT một lần nữa.. . em xin cảm ơn.",
            "Chào bạn,. . Đối với điểm TBTL ngành hiển thị trên web chưa có là vì điểm GV vẫn chưa nộp đầy đủ. Hoặc là sv thuộc diện chưa phân ngành. . . Riêng bạn điểm tạm thời tính đến hiện tại của bạn được đính kèm file.. . Thân mến",
            "Vâng. em xin cảm ơn."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Khác ... . Dạ cho em hỏi, kì này em đăng kí luận văn tốt nghiệp, trong Kết quả đăng kí môn học của em đã đăng kí thành công, các tiêu chí về anh văn và môn học em đã thoả. Nhưng tại sao trong thời khoá biểu của em lại không có Luận văn tốt nghiệp vậy ạ? Em kính mong phòng đào tạo giải đáp vấn đề và cho em biện pháp ạ?. . Em xin chân thành cảm ơn.",
            "Chiều nay em lên MyBK kiểm tra TKB và liên hệ khoa cập nhật vào danh sách để nhận đề tài nhe!. . Chúc em học tốt."
        ]
    },
    {
        "intent": "",
        "message": [
            "Điểm thi - Đại học - Cao đẳng chính quy   Điểm môn học . Đến hôm nay 15/2 ( sau ngày thi 1 tháng ) mà điểm vật lý của em vẫn hiển thị điểm 15. Em có liên lạc với giáo viên bộ môn thì cô cho biết rằng đã chốt bảng điểm trước tết âm lịch và có nhập cả điểm của em.. . Không biết có phải do lỗi hiển thị không nhưng em mong Phòng Đào Tạo xem xét giúp! . . Em cảm ơn.",
            "Chào bạn,. . Điểm môn vật lý 1 của bạn là 5đ, hiện tại hệ thống đang bị sự cố, sẽ cập nhật lại trên https://mybk.hcmut.edu.vn/stinfo/ sau nhé bạn."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]  /b \t[full_name] [full_name] [full_name] [full_name] Gửi Phòng Đào tạo[full_name] [full_name] [full_name] [full_name] Theo thông tin trước em biết thì muốn nhận LVTN thì em phải nộp chứng chỉ ngoại ngữ còn hạn[full_name] Tuy nhiên, từ học kì II K18 thì có thay đổi quy chế[full_name] Vậy nếu em nộp chứng chỉ ngoại ngữ còn hạn bây giờ thì đến lúc làm LVTN (hết hạn chứng chỉ) thì có được không? hay em phải nộp lại một chứng chỉ khác còn hạn[full_name][full_name] [full_name] [full_name] [full_name] Mong nhận được phản hồi sớm từ Phòng Đào tạo[full_name] [full_name] Em xin cảm ơn[full_name] [full_name] [full_name] [full_name] Trân trọng[full_name] [full_name] [full_name]",
            "Chào em,. . Tại thời điểm nộp chứng chỉ ngoại ngữ em còn hạn và đạt chuẩn nhận LVTN thì trường đã xét em đạt chuẩn anh văn để nhận LVTN, em không cần phải nộp lại chứng chỉ khác lúc làm LVTN.. . Thân.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]  /b \t[full_name] [full_name] [full_name] [full_name] Gửi Phòng Đào Tạo[full_name] [full_name] [full_name] [full_name] Em có thể nộp chứng chỉ ngoại ngữ bất cứ lúc nào nhưng có được xét điểm chuyển ngay không?[full_name] [full_name] Nếu không xét điểm chuyển ngay thì trong học kì 2 K18 này thì đợt xét điểm chuyển là khi nào?[full_name] [full_name] [full_name] [full_name] Mong nhận được phản hồi sớm từ Phòng Đào tạo[full_name] [full_name] Em xin cảm ơn[full_name] [full_name] [full_name] [full_name] Trân trọng[full_name] [full_name] [full_name]",
            "Chào bạn ,. . Lịch xét chuyển điểm môn av cho HK182 và Hk183 đã có trên lịch học vụ từ đầu HK181, em vui lòng xem chi tiết tại:. . www.aao.hcmut.edu.vn- sinh viên--  Lịch học vụ-  HK2 năm 2018-2019, Hk3 năm 2018-2019.. . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính chào thầy cô,. . em là sinh viên năm 4 khoa máy tính, em có tên trong danh sách dự kiến tốt nghiệp và muốn đang ký tốt nghiệp trong tháng 4/2019 nhưng lúc trước em có nợ phí chuyển điểm AV chưa đóng. . . Thầy cô cho em hỏi là em cần làm gì để  đăng ký tốt nghiệp được ạ, em có cần đóng tiền rồi viết đơn xin cứu xét không ạ.. . mong thầy cô phản hồi sớm giúp em để  em kịp đăng ký tốt nghiệp ạ.. . . . Em cám ơn rất nhiều ạ.. .",
            "Chào bạn,. . Khoảng phí trên Bkpay bạn phải thanh toán hết thì cuoi1 tuần phòng đao tạo tự động cập nhật và mở trang tốt nghiệp cho bạn đăng ký online (không cần phải nộp đơn).. . Nhưng điểm chuyển các môn AV sẽ không được cập nhật vào bảng điểm chính thức của bạn vì tại thời điểm bạn có tên trong dsach dự kiến tốt nghiệp  dữ liệu điểm của bạn đã bị khóa.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: đợt đăng ký dự thính vừa rồi em có đăng ký 3 môn nhưng đều không được học môn nào,vì thông báo bị trùng lịch , nhưng em thấy có 2 môn mạch điện tử và tín hiệu hệ thống của em không có trùng lắm, em xin nhà trường có thể chấp nhận cho em đăng ký bổ xung 2 môn học này ạ",
            "Chào bạn,. . Trùng lịch là trùng lịch nha bạn, còn không trùng lắm của bạn là như thế nào?",
            "dạ em chỉ ghi vậy thôi nhưng khong có trùng cô ạ, mong cô xem xetsd giúp em. em ddax so sánh với  thời khóa biểu rồi ạ",
            "Chào bạn,. . Bạn vui lòng vào lịch sử đăng ký môn học để xem kết quả đăng ký?. . Nếu bạn có khiếu nại về kết quả bạn phải ghi rõ cụ thể giờ học của từng môn? Hiện tại hệ thống báo bạn trùng môn học, nên bạn kiểm tra lại.. . Hiện tại sau 10h hôm nay có đợt đăng ký bổ sung, bạn có thể vô đăng ký bổ sung môn học dự thính (nếu có nhu cầu). .",
            "dạ em đẫ gữi đang ký rồi ạ . nó không báo trùng nữa, em cảm ơn cô"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]0  /b \t. . . .   i Tốt nghiệp - Đại học - Cao đẳng chính quy   Thanh toán lệ phí & khai lý lịch tốt nghiệp . Kính gửi phòng Đào Tạo,. . . . Em là sinh viên K12 hiện đã hoạn thành 2 bằng tốt nghiệp (Vật liệu Xây dựng và Xây dựng dân dụng). . Cho em hỏi để đăng ký tốt nghiệp 2 bằng thì phần khai lý lịch mình phải làm như thế nào ạ.",
            "Chào bạn,. . Hiện bạn chỉ có tên danh sách tốt nghiệp của ngành vật liệu xây dựng. Nếu bạn có quyết định học tiếp ngành thứ hai, bạn có thể lên Phòng Đào tạo để làm đơn xin xét tốt nghiệp bổ sung của ngành thứ 2.. . Thân chào"
        ]
    },
    {
        "intent": "",
        "message": [
            "em chào thầy cô. thầy cô cho em hỏi thời khoá biểu trên trang thông tin sinh viên bị mất là do lỗi hệ thống hay do em vi phạm gì nên bị huỷ môn vậy ạ. .",
            "responsible person: [543] [staff_name] [helpdesk staff]",
            "Chào bạn,. . Bạn cứ đi học theo thời khóa biểu trước tết, hiện tại hệ thống đang gặp sự cố và đang được khắc phục.. . Thân chào"
        ]
    },
    {
        "intent": "",
        "message": [
            "Dạ em chào thầy/ cô. Tình hình là trong bảng kết quả đăng ký môn học chính thức HK182 của em gồm 4 môn (16 chỉ) nhưng hôm nay khi em kiểm tra lại thời khóa biểu thì lại bị 2 môn, chỉ còn lại 2 môn (11 chỉ). Thầy/ cô xem xét lại giúp em ạ. Em xin cảm ơn ạ.  B   /B",
            "dạ thời khóa biểu đã cập nhật lại đầy đủ rồi ạ. Em cảm ơn ạ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Chứng chỉ ngoại ngữ - Đại học - Cao đẳng chính quy   Xét miễn môn anh văn (chuyển điểm) . Thưa phòng đào tạo cho em hỏi là em chưa qua anh văn cơ bản mà em đăng ký học ở ngoài để chuyển điểm mà chứng chỉ ngoại ngữ là trường buộc nộp vào cuối hk2 hay là trước khi đăng ký môn học cho hk3 ạ.tại em nghe được thông tin là cuối năm 1 mà không qua av1 là không được đăng ký các môn chuyên ngành cho năm 2 nên em muốn hỏi hạn chót để nộp là khi nào ạ tại bây giờ em mới bắt đầu đăng ký học anh văn ạ.cám ơn phòng đào tạo ạ.",
            "Chào bạn,. . . . Bạn vui lòng vào web www.aao.hcmut.edu.vn --  sinh viên--  Lịch học vụ.. . Lịch chi tiết đợt chuyển điểm môn av trong từng học kỳ được cập nhật tại lịch học vụ.. . . . Quy định về chuẩn anh văn của từng năm, bạn vui lòng xem chi tiết tại: www.aao.hcmut.edu.vn --  sinh viên-- Quy chế-  Quy chế học vụ bậc đại học --  Phục lục 1 - Mục 2.. . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "V/MSGV: [student_id]  /b \t. . . .   i Chứng chỉ ngoại ngữ - Đại học - Cao đẳng chính quy   Xét miễn môn anh văn (chuyển điểm) . Chào các thầy/cô, xin cho em hỏi rằng: Nếu nộp bằng av vào đợt của HK3 thì điểm trung bình tích lũy sẽ lưu vào điểm tbtl hiện tại hay của HK3 ạ? Em cảm ơn!",
            "Chào bạn,. . Quy định điểm chuyển chỉ tính trong tích lũy chung, không tính trong tích lũy học kỳ.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]8  /b \t. . . .   i Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được . Kính gửi PĐT.. . Em có đăng kí LVTN (440303) vào đợt bổ sung cuối cùng (22/01/2019 - 24/01/2019) đã đăng kí được nhưng sau đó lại bị PĐT hủy kết quả đăng kí với lý do là không đủ điều kiện nhận LVTN.. . Trong khi đó em đã hoàn thành các môn trong chương trình học và chỉ còn thiếu duy nhất LVTN (440303), em đã nộp kết quả thi toeic và đã được PĐT thẩm tra xong từ ngày 15/01/2019 và em cũng đã có đủ 10 ngày CTXH để nhận LVTN.. . Mong PĐT xem xét giúp em bị thiếu điều kiến gì để nhận LVTN?. . Em cảm ơn.",
            "Trường ho  QUOTE MSSV/MSGV: [student_id]8    . . . . Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được. . . . Kính gửi PĐT.. . Em có đăng kí LVTN (440303) vào đợt bổ sung cuối cùng (22/01/2019 - 24/01/2019) đã đăng kí được nhưng sau đó lại bị PĐT hủy kết quả đăng kí với lý do là không đủ điều kiện nhận LVTN.. . Trong khi đó em đã hoàn thành các môn trong chương trình học và chỉ còn thiếu duy nhất LVTN (440303), em đã nộp kết quả thi toeic và đã được PĐT thẩm tra xong từ ngày 15/01/2019 và em cũng đã có đủ 10 ngày CTXH để nhận LVTN.. . Mong PĐT xem xét giúp em bị thiếu điều kiến gì để nhận LVTN?. . Em cảm ơn.  /QUOTE . . . . Trường hợp của em đã được xét lại. Chiều em lên Mybk xem TKB và liên hệ khoa để cập nhật vào danh sách nhận đề tài.. . Chúc em học tốt!",
            "Em cảm ơn ạ!"
        ]
    },
    {
        "intent": "",
        "message": [
            "Điểm thi - Đại học - Cao đẳng chính quy   Điểm môn học . Kính gửi Phòng Đào Tạo. . Em là [full_name] thuộc khoa Bảo Dưỡng Công Nghiệp.. . Cho em hỏi là tại sao chưa có điểm tổng kết môn Hóa đại cương(604601) mà em đã học ở học kì dự thính 172 ( học kì 2 năm 2017 - 2018) nhưng mà tín chỉ lại được tính vào chỉ tích lũy , em đã gửi mail cho thầy dạy môn Hóa của em nhưng mà vẫn chưa thấy hồi âm nên em rất lo lắng vì sắp làm tiểu luận tốt nghiệp, nếu như vậy có ảnh hưởng tới việc ra trường của em không. . . Điều kiện của em ra trường là đủ chỉ và học hết các môn theo chương trình đào tạo, vậy nếu môn hóa khong có điểm tổng kết mà có chỉ tích lũy thì có được đủ điều kiện không.. . Em xin cám ơn Phòng Đào Tạo.",
            "Chào bạn,. . Bạn xem lại sau khi điểm được up trên web nha bạn.. . Thân mến"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]9  /b \t. . . .   i Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được . chào phòng đào tạo !. . . . Phòng đào tạo cho em hỏi là em đã hoàn thành tất cả các môn học và chứng chỉ anh văn nhưng em không đăng kí được luận văn tốt nghiệp ?. . Mong PDT xem xét trường hợp của em và hướng dẫn em cách khắc phục .. . . . em xin cám ơn !",
            "Chào bạn,. . Bạn đăng ký môn LVTN vào đợt nào? Bạn có thể lên trang https://mybk.hcmut.edu.vn/ Đăng ký môn học, vào phần lịch sử môn học để biết lý do không đăng ký được môn LVTN",
            "QUOTE MSSV/MSGV: [student_id]9    . . . . Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được. . . . chào phòng đào tạo !. . . . Phòng đào tạo cho em hỏi là em đã hoàn thành tất cả các môn học và chứng chỉ anh văn nhưng em không đăng kí được luận văn tốt nghiệp ?. . Mong PDT xem xét trường hợp của em và hướng dẫn em cách khắc phục .. . . . em xin cám ơn !  /QUOTE . . . . Chào Trưởng, Em kiểm tra xem đã chuyển điểm anh văn để đủ số tín chỉ tích lũy ngành chưa ? Nếu chưa chuyển, thì chuyển và làm đơn xin đăng ký LVTN có xác nhận đồng ý của khoa. . . Gửi PĐT giải quyết."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được . Sinh viên cần đăng kí môn học cơ học thủy khí (TR1005) nhưng không thể đăng kí được mặc dù đủ điều kiện, không trùng thời khóa biểu và lớp vẫn chưa đủ sĩ số.. . . . Tình trạng này vẫn diễn ra ở một số môn khác như giải tích 2.. . . . Có lẽ do thời khóa biểu có vấn đề, trong thời khóa biểu (hình kèm theo) ở môn Phương pháp phân tích kết cấu thời khóa biểu chỉ có ở tuần 18, 29, 20 mặc dù môn đã bắt đầu ở tuần 3. . . .",
            "Chào em,. . . . - Môn TR1005, giải tích 2 em đăng kí lại giúp chị nhé.. . . . Môn TR3057 PĐT cập nhật lại.. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Hồi học kì 1 của năm học 2017-2018 e có học môn PLDC và pass môn đó với số điểm là 6.0. Nhưng hiện e thấy trong mục tiến độ học tập thì môn này lại bị đánh dấu là chưa đạt. Như vậy thì có ảnh hưởng gì ko ạ? E cảm ơn!. .",
            "Chào bạn,. . Phần tiến để học tập sẽ cập nhật sau nha bạn. Nhưng bạn phải kiểm tra lại, mã môn học của môn PLDC 008001 có thuộc chương trình đào tạo của bạn hay không (hoặc có tương đương không nhé).. . Thân chào",
            "dạ e check thì mã mh của môn PLDC trong khoa e là SP1007, mà e nhớ hồi e học thì e có học chung vs K15,K16 đủ cả. Nếu như vậy thì e có buộc phải học lại ko? E cảm ơn!",
            "Chào bạn,. . Bạn tự kiểm tra CTDT của mình xem 2 mã môn học này có tương đương không, hoặc về khoa bạn xin tư vấn về CTDT nhé.",
            "nếu trong trường hợp mà ko tương đương thì e có phải học lại ko ạ?",
            "như vậy có đc xem là tương đương ko ạ?",
            "Chào bạn,. . Về CTDT, bạn vui lòng liên hệ ở Khoa để được tư vấn. . Thân chào"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]9  /b \t. . . .   i Tốt nghiệp - Đại học - Cao đẳng chính quy   Cập nhật ngày CTXH, điểm ... .",
            "Chào bạn,. . Bạn liên hệ ở văn phòng Đoàn khoa của bạn để được hướng dẫn về ngày CTXH."
        ]
    },
    {
        "intent": "",
        "message": [
            "Điểm thi - Đại học - Cao đẳng chính quy   Điểm môn học . Kính gửi PĐT. . Em là sinh viên K18 hệ chính quy đại trà. do tổ chức học bổng yêu cầu nộp bảng điểm nên em đã đăng kí in bảng điểm.. . Tuy nhiên, trên bảng điểm có ghi điểm trung bình học kì là 6,97 nhưng ở cột điểm trung bình tích lũy là 6.79 trong khi em chỉ mới hoàn thành 1 học kì. số tín chỉ tích lũy là 23 trong khi học kì vừa rồi em học 19 tín chỉ, chuyển điểm 2 tín chỉ anh văn.. . Mong PĐT giải đáp thắc mắc sớm giúp em ạ, vì em cần hoàn thiện hồ sơ học bổng.. . Em xin chân thành cám ơn.. .",
            "Chào bạn,. . Bạn có thể mang bảng điểm in hoặc chụp hình đến Phòng Đào tạo để kiểm tra lại."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được . Cho em hỏi nguyên nhân em không đăng kí được môn [full_name] ạ. Em với bạn đăng kí thời khóa biểu chính quy và dự thính giống như ạ. Bạn em đăng kí được cả 2 môn Giải tích 1 và [full_name] (hình 1). Nhưng em chỉ đăng kí được Giải tích 1 còn [full_name] thì ghi là không đủ điều kiện ạ (hình 2)",
            "Chào em,. . . . Em đăng kí môn học lại nhé, hôm trước hệ thống bị lỗi."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Hiện tại em là sinh viên đã hoàn thành bằng 1 ở khoa Xây Dựng. Em dự định sẽ đăng kí tốt nghiệp vào tháng 11/2019. Em xin hỏi PĐT em có thể đăng kí bằng 2 vào thời gian hè này và có thể bắt đầu học bằng 2 buổi tối vào kì 1 năm 2019-2020 được hay không? Hay em phải chờ đợt tuyển sinh năm sau ạ.. . Em xin cám ơn!. .",
            "Chào bạn,. . Bạn theo dõi thông tin tuyển sinh bằng 2 tại:. . http://www.aao.hcmut.edu.vn/tuyển sinh. . Để nộp hồ sơ và theo dõi thông tin.. . Thân chào"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: 1411495  /b \t. . . .   i Tốt nghiệp - Đại học - Cao đẳng chính quy   Khác ... . Kính gửi PĐT . . Em muốn hỏi về lỗi trên Mybk, Nơi sinh của em  trong mục \"Thông Tin Sinh Viên\" là Hà Nam, nhưng trong mục \"Đăng Ký Tốt Nghiệp\" lại là Bình Dương. Em mong PDT sửa lại nơi sinh là Hà Nam để em đăng ký tốt nghiệp.",
            "Chào bạn,. . Nếu sai nơi sinh trong mục đăng ký tốt nghiệp, bạn vui lòng đem theo bản sao giấy khai sinh nộp tại phòng Đào tạo để đối chiếu lại.. . Thân chào"
        ]
    },
    {
        "intent": "",
        "message": [
            "Chương trình đào tạo - Đại học - Cao đẳng chính quy   Khác ... . Thưa thầy/ cô cho em hỏi. Hiện giờ em đang có 129 TC. Sau khi hoàn thành học tập kỳ (giả sử em đạt hết các môn và luận văn) này nữa là em có 141 TC. Mà chương trình đào tạo là 142 TC. Em vẫn thiếu 1 TC. . . Mà em đã kiểm tra hết thì em đã học đủ các môn bắt buộc, nhóm A B, và chưa học av4 và có bằng TOEIC. . . Vậy trường hợp của em như thế nào vậy thầy/ cô ? và khi e nộp TOEIC vào thì có được chuyển điểm av không thầy/ cô. Hay phải đợi tới đợt ?. . Em cảm ơn thầy/ cô. .",
            "Chào bạn,. . Nếu em có Toeic trên 500 thì mới đủ điểm để đăng ký chuyển điểm môn AV4.. . Em vui lòng xem chi tiết lịch chuyển điểm của từng học kỳ được cập nhật trên web: www.aao.hcmut.edu.vn -  sinh viên -  lịch học vụ.. . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính gửi PDT và admin . . cho em hỏi về 1 số vấn đề anh văn đầu ra đối với sinh viên VHVL ạ, bây giờ anh cần đối với hệ của em là toeic 450 để được làm luận văn và ra trường ... nếu e không thi toeic thì có thể thì những bằng nào để quy đổi , và em muốn thi bằng trong trường thì cần những bằng gì để phù hợp ạ??? ví dụ : (B1,A2). .",
            "Chào bạn [full_name];. . Bạn xem bảng quy đổi tương đương các chứng chỉ ngoại ngữ tại trang web   B AAO    sinh viên    ngoại ngữ    bảng quy đổi tương đương các chứng chỉ ngoại ngữ và các tính chuyển điểm  /B  . . Thân./."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Chào PĐT.. . Em tên [full_name]-Mssv:[student_id]. . Hiện tại bảng điểm HK181 của em đã cập nhật hết, nhưng điểm TBTL và TBTL ngành vẫn chưa được cập nhật, cho em hỏi có cách nào để em biết điểm TBTL và TBTL ngành của em tính đến hết HK181 không ạ? ( do em có chuyển điểm các môn anh văn nên khá rắc rối trong việc tự tính điểm). Em xin cảm ơn. . . .",
            "responsible person: [543] [staff_name] [helpdesk staff]",
            "Chào bạn,. . Điểm TBTL hiện đã up lên web. Bạn xem lại hen.. . ĐTBTL ngành chưa up vì chưa đủ điểm của tất cả.. . Riêng bạn tạm tính đến hiện tại 7.89 (ĐTBTLN). . Thân mến",
            "Vâng, em cảm ơn"
        ]
    },
    {
        "intent": "",
        "message": [
            "Xin chào!!!. . Các bạn cho mình hỏi. Mình muốn bảo lưu kết quả học tập thì cần những thủ tục như thế nào ạ? Tư vấn giúp mình với ạ.. . Cám ơn rất nhiều.. .",
            "QUOTE MSSV/MSGV: [student_id]    . . Xin chào!!!. . Các bạn cho mình hỏi. Mình muốn bảo lưu kết quả học tập thì cần những thủ tục như thế nào ạ? Tư vấn giúp mình với ạ.. . Cám ơn rất nhiều.. .   /QUOTE . .",
            "Chào bạn [full_name];. . Bạn download mẫu đơn tạm dừng trên trang AAO    sinh viên    biểu mẫu. . sau đó nộp cho Phòng Đào tạo nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác:       Kính gửi phòng đạo tạo. .       Em lên kiểm tra thông tin bằng tốt nghiệp thì em thấy thông tin sở giáo dục của em bị sai. Em tốt nghiệp ở trường THPT năng khiếu đại học Tân Tạo ở Long An.. .  Kính mong phòng đào tạo chỉnh sửa thông tin bằng tốt nghiệp của em . . . Em xin chân thành cảm ơn",
            "responsible person: [543] [staff_name] [helpdesk staff]",
            "Chào bạn,. . Phòng đào tạo đã kiểm tra và điều chỉnh lại.. . Cám ơn bạn đã phản hồi.. . Trân trọng."
        ]
    },
    {
        "intent": "",
        "message": [
            "Cho em hỏi như thế này thì chừng nào em biết được điểm phúc khảo.. .",
            "Cho em hỏi sao em phúc khảo từ ngày 22/1/2019 . . mà sao tới giờ chưa biết ngày nào biết điểm ạ.",
            "Chào bạn,. . Phiếu đề nghị phúc tra của em đã được chuyển về khoa ngày 23/01/2019, hiện tại chưa có kết quả trả lới của giáo viên.. . Kết quả phúc tra tùy thuộc vào thời điểm giáo viên chuyển kết quả về phòng đào tạo, em vui lòng đợi.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: 813BE128  /b \t. . . .   i Yêu cầu khác . CHO EM HỎI VỀ KẾT QUẢ THI ANH VĂN 400 NGÀY 23 THÁNG 12 NĂM 2018. ĐÃ CÔNG BỐ KẾT QUẢ CHƯA? [full_name]?",
            "Đã công bố kết quả thi anh văn nha bạn. . Thân chào"
        ]
    },
    {
        "intent": "",
        "message": [
            "Chương trình đào tạo - Đại học - Cao đẳng chính quy   Môn tương đương, tiên quyết, ... . Dạ em là K18. Cho em hỏi là khóa của em khi kết thúc năm nhất là phải qua AV1 hay phải qua AV2 ạ? Với lại trương hợp của em hiện tại em thi đầu vào chỉ được 275 và không có đăng ký học Av trong trường. Vậy giờ từ đây đến cuối năm là em phải nộp bằng vào hay là từ giờ tới cuối năm trường có tổ chức thi rồi em vào thi. Hay trường hợp của em bây giờ phải làm gì là tốt nhất ạ?",
            "Chào bạn,. . . . Bạn vui lòng xem hướng dẫn chi tiết về quy định chuẩn tiếng anh sau từng năm đối với sinh viên K2018 tại trang web:. . www.aao.hcmut.edu.vn- sinh viên -  Quy chế -  Quy chế học vụ bậc đại học --  Phục lục 1-  Mục 2: quy định về chuẩn tiếng anh trong từng năm của sinh viên.. . Thân.",
            "dạ em hỏi là em thi đầu vào chỉ đạt 275, nhưng hết năm 1 phải đạt 350, em muốn hỏi là từ giờ đến cuối năm có tổ chức thi Av để em thi không ạ? hay là em phải nộp bằng?. . . .",
            "Chào bạn,. . Về thời gian tổ chức thì AV định kỳ, bạn vui lòng xem tại: http://www.aao.hcmut.edu.vn/sinh viên/lịch học vụ/Năm học hiện tại (2018-2019)/học kỳ 2/kiểm tra trình độ tiếng Anh.. . Thân chào",
            "dạ cho hỏi AV kiểm tra định kì sắp tới là theo TOEIC mới hay vẫn là dạng TOEIC cũ ạ?. .",
            "Chào bạn,. . Về nội dung định hướng thi Toeic em vui lòng liên hệ trực tiếp Trung tâm ngoại ngữ của trường để được tư vấn rõ.. . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính gửi PĐT,. . . . Sinh viên kiểm tra danh sách dự kiên tốt nghiệp T4/2019 nhưng không có tên trong danh sách. Kính nhờ PĐT kiểm tra và cập nhật vì SV đã hoàn thành chương trình đào tạo, thỏa mãn điều kiện Tiếng Anh và các điều kiện khác cho SV B2 CQ.. . . . Trân trọng cảm ơn,. . [full_name]. . MSSV: [student_id]. . Đ: [phone_number]",
            "Kính gửi PĐT,. . . . Sinh viên kiểm tra danh sách dự kiên tốt nghiệp T4/2019 nhưng không có tên trong danh sách. Kính nhờ PĐT kiểm tra và cập nhật vì SV đã hoàn thành chương trình đào tạo, thỏa mãn điều kiện Tiếng Anh và các điều kiện khác cho SV B2 CQ.. . . . Trân trọng cảm ơn,. . [full_name]. . MSSV: [student_id]. . Đ: [phone_number]  /QUOTE . . . . Chào [full_name], Danh sách dự kiến tốt nghiệp sẽ cập nhật lại vào ngày 01/03. Em nhớ kiểm tra mail.. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Dịch vụ cho sinh viên - Đại học - Cao đẳng chính quy   Thông tin sinh viên . Em xin chào pdt.. . Hôm qua em có lên mybk mục thông tin sinh viên thì thấy điểm trung bình học kì 181 của mình bị tính sai, dtb các môn của em đã có đầy đủ trên mybk từ cách đây   B hơn 1 tháng  /B   không có môn nào dưới   B 8.5  /B  nhưng điểm trung bình học kì 181 của em lại là   B 8.39  /B . Em có tính lại thì thấy   B 8.39  /B  là điểm trung bình của cột   B điểm thi  /B  của em ạ. Nên em nghĩ là có nhầm lẫn. Có nhiều bạn cũng bị như em.. . Em rất mong pdt xem xét lại giúp em ạ.. . Em cảm ơn rất nhiều. . . .",
            "Chào bạn,. . Hệ thống đã cập nhật lại, bạn vào kiểm tra lại nhé!. . Thân chào"
        ]
    },
    {
        "intent": "",
        "message": [
            "Điểm thi - Đại học - Cao đẳng chính quy   Điểm môn học .   p Phòng đào tạo có thể tính lại cho em điểm trung bình của học kỳ 1 (2018-2019) không ạ? Theo như bảng điểm thì điểm các môn học của em đều trên 8.. Tuy nhiên điểm trung bình học kỳ 1 của em lại là 7.88. Mong phòng đào tạo xem xét điểm số của em lại ạ.   /p . . . .",
            "Chào bạn,. . Hệ thống đã cập nhật lại, bạn vui lòng vào kiểm tra lại nhé!. . Thân chào"
        ]
    },
    {
        "intent": "",
        "message": [
            "Điểm thi - Đại học - Cao đẳng chính quy   Điểm môn học . Chào thầy (cô) ạ, trường hợp em gặp phải là điểm trung bình học kì 181 bị tính sai. Em đã dùng công thức tính lại kĩ càng và kết quả là 8.79 thay vì 8.53 như trên bảng điểm . . Mong thầy( cô ) xem lại giúp em ạ. . Em xin chân thành cảm ơn ạ",
            "Chào bạn,. . Bạn xem lại trên web nha bạn.. . Thân mến"
        ]
    }
]