[
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Dạ em kính chào nhà trường,. . . . Dạ em tên là [full_name], mssv của em là [student_id], hiện em đang là năm nhất ngành Kỹ thuật ô tô chất lượng cao (242) ạ. Em có vấn đề muốn hỏi là hiện tại do vấn đề học phí chất lượng cao khá cao so với kinh tế của gia đình, nên em muốn xin được chuyển sang hệ đào tạo đại trà của ngành Kỹ thuật ô tô (142) được không ạ? . . Em mong nhận được hồi âm sớm từ phía nhà trường ạ. . Em cám ơn nhà trường vì đã dành thời gian cho câu hỏi này của em, em chúc nhà trường buổi sáng tốt lành.",
            "Chào bạn. . Về vấn đề này bạn vui lòng liên hệ Văn phòng đào tạo quốc tế qua địa chỉ mail: [email] . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em xin chào Phòng Đào Tạo. . Em tên: [full_name] . . Lớp: BD16CDT - Trung tâm Bảo Dưỡng Công Nghiệp. . Hiện tại em đã đủ ngày CTXH và đủ điều kiện đăng ký xét tốt nghiệp. Nhưng mấy ngày nay trường vẩn chưa cập nhât và vẩn ghi thiếu ngày CTXH ạ. Mong Thầy/Cô cập nhật giúp em để em được đăng ký tốt nghiệp sớm với ạ.. . Em xin cám ơn Phòng Đào Tạo",
            "Chào em,. . Danh sách dự kiến tốt nghiệp đợt 5 đã có tên em. . . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . [full_name] - [student_id] - BD16CĐT. .  Dạ thưa nay em đã đạt được 12 ngày công tác xã hội và đã hoàn thành tất cả điều kiện tốt nghiệp nhưng vẫn chưa thể đăng ký được ạ.. .  Kính mong được phòng đào tạo sớm giải quyết,. . em xin chân thành cảm ơn. . . . .",
            "Chào em,. . Danh sách dự kiến tốt nghiệp đợt 5 đã có tên em. . . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Em là [full_name], sinh viên ngành Kĩ Thuật Môi Trường chất lượng cao.. . Cho em hỏi em muốn in bảng điểm của mình. Hiện tại em đã có tên trong danh sách tốt nghiệp. Em thấy để những sinh viên đã tốt nghiệp muốn in bảng điểm phải lên phòng đào tạo nộp tiền. Cho em hỏi:. . Vậy em muốn in bảng điểm thì lên trực tiếp PĐT để đăng kí phải không?. . Bây giờ PĐT đã mở để tiếp sinh viên lên chưa ạ?",
            "Chào em,. . - Hiện tại em chưa tốt nghiệp em đăng ký trên mybk. Khi em tốt nghiệp không đăng ký trên mybk được thì liên hệ PĐT đăng ký và đóng tiền trực tiếp.. . - Bây giờ PĐT đã mở để tiếp sinh viên lên chưa ạ? =  đã mở cửa tiếp sv rồi em.. . Thân mến"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Dạ em kính chào Thầy, Cô. . . Em kính gửi [full_name] , Cô bản chụp giấy khai sinh của em. Kính mong Thầy, Cô sửa lại nơi sinh giúp em. . Em xin cảm ơn . .",
            "Chào bạn,. . PDT ghi nhận trường hợp của bạn, đã gửi đến bộ phận liên quan xử lý . Nếu sau thời gian 1 tuần (kể từ ngày tiếp nhận, trừ thứ 7,CN và các ngày lễ), SV vẫn chưa nhận được câu trả lời hoặc chưa được xử lý vui lòng gửi lại câu hỏi để PDT kiểm tra lại nhé!. . . . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . . . Em xin chào thầy/cô. . . . Em là sinh viên hệ Vừa học vừa làm, ngành Công nghệ thông tin.. . . . Học kỳ 211 em đăng ký được học chung với hệ Chính quy môn Nhập môn điện toán CO1005.. . . . Thời khóa biểu của em bắt đầu vào tuần 40 (05/10/2021), nhưng em truy cập BKel chỉ thấy video giảng viên up sẵn của kỳ trước và không có link google meet hay các link tương tự để tham gia khóa học.. . . . Mong các thầy/cô xem xét giúp em",
            "Chào em,. . - Các hoạt động trong khóa học do GV phụ trách môn học quản lý. PĐT không có quyền can thiệp. SV vui lòng liên hệ GV.. . - Em liên hệ khoa để được hỗ trợ thêm.. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Dạ chào thầy/cô,. . Em tên [full_name], mssv [student_id], Khoa Điện-Điện tử. . Em có đăng kí in giấy xác nhận sinh viên (tạm hoãn nghĩa vụ quân sự) đã 1 tuần nhưng đang được xử lý. . Em sợ rằng phải chờ xử lý và gửi giấy về bưu điện thì sẽ không kịp theo yêu cầu của địa phương. . Thầy/cô cho em hỏi rằng em có thể nhận giấy xác nhận sinh viên thông qua email được không ạ?. . Địa phương em chấp nhận in giấy xác nhận ra từ email. .",
            "Chào bạn,. . - [full_name] đã ghi nhận phản hồi của bạn. Vì số lượng đăng ký giấy CNSV tăng đáng kể, PĐT cố gắng xử lý dữ liệu, xong sẽ scan để đưa lên hệ thống ngay. SV vui lòng thông cảm đợi thêm, giải thích với cơ quan yêu cầu về giấy CNSV.. . -Sau khi PĐT cập nhật xong bạn có thể tải bản scan trên trang đăng ký chứng nhận sinh viên.. . Đồng thời PĐT cũng đã gởi bưu điện nếu SV có đăng ký, vui lòng nhận sau.. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em xin chào phòng đào tạo ạ.. . Em đã đăng ký in giấy chứng nhận sinh viên tại trang web mybk của trường từ ngày 1 tháng 10, và trên trang đấy có ghi là thời gian trả kết quả trong vòng 1 tuần làm việc.. . vậy nên hôm nay là ngày 8 tháng 10, em mới có yêu cầu, mong PĐT giải quyết sớm giúp em, để em có thể bổ sung vào hồ sơ cho địa phương ạ. . . Em xin cảm ơn.",
            "Chào bạn,. . - [full_name] đã ghi nhận phản hồi của bạn. Vì số lượng đăng ký giấy CNSV tăng đáng kể, PĐT cố gắng xử lý dữ liệu, xong sẽ scan để đưa lên hệ thống ngay. SV vui lòng thông cảm đợi thêm, giải thích với cơ quan yêu cầu về giấy CNSV.. . -Sau khi PĐT cập nhật xong bạn có thể tải bản scan trên trang đăng ký chứng nhận sinh viên.. . Đồng thời PĐT cũng đã gởi bưu điện nếu SV có đăng ký, vui lòng nhận sau.. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: . . Kính gửi Phòng Đào tạo Trường Đại học Bách Khoa. . . . Em có lên web trường để đăng ký chứng nhận sinh viên từ 28/9 đến nay đã qua 7 ngày làm việc nhưng chưa có.. . . . Nhờ Thầy/Cô hỗ trợ trường hợp của em để bổ túc hồ sơ cho địa phương gấp vì sắp hết hạn nộp, em xin cám ơn.",
            "Chào bạn,. . - [full_name] đã ghi nhận phản hồi của bạn. Vì số lượng đăng ký giấy CNSV tăng đáng kể, PĐT cố gắng xử lý dữ liệu, xong sẽ scan để đưa lên hệ thống ngay. SV vui lòng thông cảm đợi thêm, giải thích với cơ quan yêu cầu về giấy CNSV.. . -Sau khi PĐT cập nhật xong bạn có thể tải bản scan trên trang đăng ký chứng nhận sinh viên.. . Đồng thời PĐT cũng đã gởi bưu điện nếu SV có đăng ký, vui lòng nhận sau.. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Hiện tại địa phương em đang yêu cầu giấy xác nhận sinh viên mà e đăng ký bên trường thì chuyển qua bưu điện với lại chưa được giải quyết.. . Tại địa phương em yêu cầu file pdf cũng được cho em hỏi là nhà trường có thể gửi giấy xác nhận bằng file pdf được không ạ tại địa phương em đang cần gấp ạ . . Em cảm ơn.. .",
            "Chào bạn,. . - SV chủ động đăng ký giấy Xác nhận SV hoãn NVQS để bổ sung cho địa phương và chọn dịch vụ gửi qua được bưu điện (người nhận trả tiền) nếu có nhu cầu ([full_name]DT không in hàng loạt như các năm trước). . - [full_name]dt đã ghi nhận phản hồi của bạn. Vì số lượng đăng ký giấy CNSV tăng đáng kể, [full_name]ĐT cố gắng xử lý dữ liệu, xong sẽ scan để đưa lên hệ thống ngay. SV vui lòng thông cảm đợi thêm, giải thích với cơ quan yêu cầu về giấy CNSV.. . -Sau khi [full_name]ĐT cập nhật xong bạn có thể tải bản scan trên trang đăng ký chứng nhận sinh viên.. . Đồng thời [full_name]ĐT cũng đã gởi bưu điện nếu SV có đăng ký, vui lòng nhận sau.. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Chào [full_name] ạ,. . Em là SV k19 của trường mình. Ngày 2/10 em có đăng ký tạo Giấy xác nhận sv nhưng chưa được xử lý. Hiện tại địa phương em liên tục đòi giấy xác nhận. Mong phòng sớm xử lý ạ.. .",
            "Chào bạn,. . - [full_name] đã ghi nhận phản hồi của bạn. Vì số lượng đăng ký giấy CNSV tăng đáng kể, PĐT cố gắng xử lý dữ liệu, xong sẽ scan để đưa lên hệ thống ngay. SV vui lòng thông cảm đợi thêm, giải thích với cơ quan yêu cầu về giấy CNSV.. . -Sau khi PĐT cập nhật xong bạn có thể tải bản scan trên trang đăng ký chứng nhận sinh viên.. . Đồng thời PĐT cũng đã gởi bưu điện nếu SV có đăng ký, vui lòng nhận sau.. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Dạ em kính chào nhà trường,. . . . Dạ em tên là [full_name], mssv của em là [student_id], hiện em đang là năm nhất ngành Kỹ thuật ô tô chất lượng cao (242) ạ. Em có vấn đề muốn hỏi là hiện tại do vấn đề học phí chất lượng cao khá cao so với kinh tế của gia đình, nên em muốn xin được chuyển sang hệ đào tạo đại trà của ngành Kỹ thuật ô tô (142) được không ạ?. . Em mong nhận được hồi âm sớm từ phía nhà trường ạ. . Em cám ơn nhà trường vì đã dành thời gian cho câu hỏi này của em, em chúc nhà trường buổi sáng tốt lành.",
            "Chào em,. . Em liên hệ với VP ĐTQT qua email [email] để được hướng dẫn nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ em chào anh chị!. . Dạ cho em hỏi là em có đăng kí môn đợt dự thính lộ trình 2 bắt đầu học vào 30/8 nhưng chưa thấy có thời khoá biểu ạ. Vì đó là môn cuối cùng và cũng là kì cuối của em nên cho em hỏi về lịch trình và nếu không thì em có được bổ sung môn đó vào kì hè được không ạ?. . Em xin cảm ơn ạ!",
            "Chào em,. . Dạ cho em hỏi là em có đăng kí môn đợt dự thính lộ trình 2 bắt đầu học vào 30/8 nhưng chưa thấy có thời khoá biểu ạ. . =  Em gửi minh chứng để PĐT kiểm tra nhé: ghi rõ mã môn học, tên môn học, chụp hình gửi bksi.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Em xin chào thầy cô ạ, thầy cô cho em hỏi môn hóa phân tích CH2009 có thể bảo lưu điểm thi thí nghiệm không ạ và nếu có thì các bước thực hiện là gì ạ. Em cảm ơn thầy cô và chúc thầy cô buổi chiều tốt lành. .",
            "Chào em,. . hóa phân tích CH2009 có thể bảo lưu điểm thi thí nghiệm không ạ . . =  Em liên hệ với GV dạy em để được hướng dẫn.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "B Học vụ . mùa dịch này em đăng kí rút môn học như thế nào ạ. Mong thầy/cô giải đáp giùm em với. Em chân thành cảm ơn ạ. .",
            "Chào em,. . Đã hết thời gia rút môn học, em cần làm theo hướng dẫn sau:. .  . . 1.   Sv tải PHIẾU ĐĂNG KÝ RÚT MÔN HỌC (tại trang web: aao.hcmut.edu.vn biểu mẫu) điền thông tin ký tên chụp hình để có file ảnh tải lên trang bksi.hcmut.edu.vn. . 2.   Sv đăng nhập vào trang bksi.hcmut.edu.vn ¬¬¬ Hỏi/Yêu cầu  Tạo câu hỏi/yêu cầu mới: Rút môn học (phải thanh toán học phí) HK 211: điền thông tin vào CHỦ ĐỀ VÀ NỘI DUNG. . 3.   Click vào choose file để tại file ảnh . . 4.   Click vào GỞI. . Hạn cuối để đăng ký lại đến 10 giờ ngày 12/10/2021. . . . Thân mến. . . .",
            "chưa có chọn rút môn học học kì 211 cô ơi. . em hoàn thành phiếu đăng kí rút môn học rồi ạ. Mà em kiếm ko thấy chỗ chọn \"rút môn học học kì 211\"",
            "Nội dung đó là để bạn viết vào tiêu đề"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: dạ thưa em có thắc mắc. . em có lịch học môn thực tập điện ở cơ sở Dĩ An vào tuần 40 nhưng trước đó em có nhận được mail là cơ sở Dĩ An sẽ mở cửa thực hành theo tình hình chung của TP.HCM và tỉnh Bình Dương.. . Vậy em vẫn phải đi học hay là lịch học sẽ được dời đi ạ ?",
            "Chào em,. . - Em liên hệ khoa, GV để được hướng dẫn. . . - em có nhận được mail là cơ sở Dĩ An sẽ mở cửa thực hành theo tình hình chung của TP.HCM và tỉnh Bình Dương. =  Đúng vậy em, chưa mở cửa. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Dạ em chào thầy cô! Em đăng ký in thẻ sinh viên từ 10/8 và đã đóng tiền phí chuyển phát cũng như phí làm lại thẻ. em đã đóng đúng hạn trong bkpay. Nhưng đến giờ em vẫn chưa nhận được thẻ sinh viên. Mong quý thầy cô giúp đỡ ạ!",
            "Chào bạn. . Pdt kiểm tra thẻ sv của bạn đã được gởi theo bưu điện của dịch vụ vnpost. . Pdt có thể hỗ trợ in lại thẻ sinh viên và gởi lại cho bạn theo dịch vụ bưu điện của viettel, nhưng nếu lỡ sau đó thư vnpost đến nữa thì bạn phải chịu đến 2 lần phí đó nghen. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Dạ em chào Quý Thầy Cô,. . . . Em là [full_name], MSSV [student_id]. Hôm trước em có liên hệ ngân hàng OCB về việc xác nhận thanh toán lệ phí thi anh văn đợt 3 vào ngày 21/9 rồi ạ.. . . . Hiện tại BKPay của em đã xác nhận thanh toán rồi, nhưng em vẫn chưa có lịch thi anh văn nói viết ạ. Mong thầy cô hỗ trợ em.. .",
            "Chào bạn. . ngân hàng phục hồi Bkpay về lệ phí thi ngày nào vì ngày 23/9 Pdt kiểm tra bạn vẫn chưa hoàn thành lệ phí. . Thân",
            "li answer rate: Answer does not suit / Câu trả lời không đúng ý"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: 1512630  /b \t. . . .   i Tốt nghiệp . Em chào Thầy/Cô,. . Hiện tại trên trang thông tin sinh viên, mục tình trạng sinh viên của em đã là Tốt Nghiệp, quyết định loại ra ngày 19/08/2021.. . Vậy em đã đủ điều kiện để xin giấy chứng nhận tốt nghiệp/Giấy tốt nghiệp tạm thời hay chưa?. . Nếu có thì thủ tục như thế nào để xin giấy?. . Hiện tại em đang cần gấp để bổ sung vào hồ sơ công ty. Mong sớm nhận được sự phản hồi của Quí Thầy/Cô.. . Em cảm ơn.",
            "Chào bạn. . hiện tại bạn đã có bằng tốt nghiệp chính thức. . Bạn liên hệ trực tiếp Phòng đào tạo để nhận bằng, khi đến liên hệ nhớ mang theo CMND và thẻ SV. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Dạ em chào Quý Thầy Cô,. . . . Em là [full_name], MSSV [student_id]. Hôm trước em có liên hệ ngân hàng OCB về việc xác nhận thanh toán lệ phí thi anh văn đợt 3 vào ngày 21/9 rồi ạ.. . . . Hiện tại BKPay của em đã xác nhận thanh toán rồi, nhưng em vẫn chưa có lịch thi anh văn nói viết ạ. Mong thầy cô hỗ trợ em."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: phòng đào tạo có thể gửi giúp em giấy xác nhận mẫu 01/VVHSSV đến mail của ngân hàng là [email]",
            "Chào em,. . Em liên hệ phòng Công tác chính trị sv qua email [email] để được hướng dẫn nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ em chào anh/chị,. . Em tên [full_name], MSSV [student_id]. Mấy hôm trước em có hỏi về việc đăng ký bổ sung anh văn 4A, em xin xác nhận học anh văn 4A vào ngày 11/10 ạ. Anh/chị giúp em tham gia vào lớp và cho e xin thông tin lịch học ạ.. . Em xin cảm ơn ạ.",
            "Chào em,. . Mấy hôm trước em có hỏi về việc đăng ký bổ sung anh văn 4A. . =  môn này em không đăng ký được do tiên quyết LA1041 hoặc LA1007.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Kính gửi PĐT,. . Hiện tại PĐT kết hợp với trung tâm ngoại ngữ BKENGLISH đã tổ chức 4 đợt thi tiếng anh nói viết online trong tháng 9&10 dành cho sinh viên dự kiến tốt nghiệp tháng 11/2021.. . Cho em hỏi là sắp tới PĐT có còn dự kiến tổ chức thêm đợt thi tiếng anh nói viết online nào nữa không ạ.. . Em cảm ơn.",
            "Chào bạn. . Bạn vui lòng đợi thông báo khoảng từ giữa cho đến cuối tháng 10 về việc thi anh văn 2 kỹ năng các đợt tiếp theo. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em có đăng kí hoãn thi môn Phương pháp tính MT1009 và có tên trong danh sách đăng kí nhưng điểm thi của em vẫn là 13. Vậy em có được đồng ý hoãn thi không ạ?",
            "Chào bạn,. . Hiện tại nhà trường chưa ra QD hoãn thi nhé bạn, dự kiến ra quyết định chung vào cuối tháng 12, nên trường hợp đăng ký hoãn thi vẫn bị điểm 13 bình thường. Sau khi hậu kiểm với ds của Khoa thì mới ra quyết định hoãn thi và sẽ điều chỉnh lại điểm trên mybk/Thông tin SV/xem điểm. . Lưu ý:. . 1) PDT sẽ hậu kiểm lại với danh sách cấm thi của Khoa gửi lên, nếu SV bị cấm thi sẽ bị hủy kết quả hoãn thi theo quy định. SV vẫn phải hoàn thành các phần việc của môn học, nhất là TH/TNg và BTL. GV có quyền cấm thi nếu SV không hoàn thành tốt các phần này. . 2) Trường hợp có sự cố bất khả kháng trong khi thi dẫn đến không thể hoàn thành được bài thi, và không được giải quyết cho thi vào ca thi tiếp theo (nếu có), sinh viên có thể đăng ký \"Hoãn thi\" ngay sau buổi thi (không phải vắng thi có phép), SV phải báo với CBCT hoặc trực thi để được ghi nhận vào trong danh sách thi. PDT sẽ đối chiếu lại với danh sách của Khoa về các tình huống đã thi nhưng điểm thấp hoặc không có báo cáo ghi nhận về các sự cố trong buổi thi trước khi quyết định hoãn thi. . 3) Riêng đối với môn Đồ án, Thực tập ngoài trường, Đề cương Luận văn, Luận văn/Tiểu luận tốt nghiệp: SV có thể xin hoãn bảo vệ với lý do dịch Covid-19 ảnh hưởng nghiêm trọng đến kết quả thực hiện đề tài (không thực nghiệm được tại Phòng thí nghiệm, không thực địa, ...). SV gửi email trực tiếp đến Giáo viên hướng dẫn, Khoa/Bộ môn để được xem xét đồng ý và forward email cuối cùng đến email của PĐT để đăng ký.. . Chúc bạn học tập tốt nhé.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . em tên : [full_name]   [student_id]. . cho em hỏi khi nào em mới được chuyển qua khoa mới hệ vhvl vậy ạ rồi còn hình thức chuyển điểm đại cương của em nữa ạ nó như thế nào ạ",
            "Chào bạn. . Tại sao phải chuyển hệ vậy bạn, Bạn đã kiểm tra kĩ thông tin chưa?. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Kính chào thầy/cô, . . . . Em là [full_name], MSSV: [student_id], sinh viên năm 4, khoa Điện - Điện tử. Em có một vài câu hỏi, mong thầy/cô trả lời:. . . . 1) Em có email một cô dạy thí nghiệm và được trả lời là Phòng thí nghiệm đang dự tính dạy Thí nghiệm online. Như vậy, em có cần phải đăng kí Form để được học Thí nghiệm tại trường hay không?. . . . 2) Hai tháng trước, em có mắc covid và đã hoãn thi một môn. Trong học kì này, em có thấy môn đó mở trong kì dự thính. Theo em được biết, đến cuối kì thì đăng kí môn đó với thầy và làm bài cuối kì với điểm \"Đạt\" (từ 5 điểm trở lên) thì qua môn. Do môn đó thi vào cuối năm nay và có thể không kịp để em có đủ điều kiện nộp đơn xét Tốt nghiệp nên em có thể email cho thầy để xin thi sớm được hay không?. . . . Mong nhận được phản hồi sớm nhất từ thầy/cô và chúc thầy/cô thật nhiều sức khỏe.. . . . Kính gửi,. . [full_name]. . . .",
            "Chào em,. . - Như vậy, em có cần phải đăng kí Form để được học Thí nghiệm tại trường hay không?. . =  Tùy em thấy đủ điều kiện tới trường thì em đăng ký để xếp TKB.. . - email cho thầy để xin thi sớm được hay không?. . =  em liên hệ GV dạy nhé.. . Thân mến. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Em là [full_name] MSSV: [student_id]. . . . Em đã hoàn thành đủ các điều kiện tốt nghiệp nhưng em vẫn không đăng kí tốt nghiệp trên myBK được ạ!",
            "Chào em,. . Danh sách dự kiến tốt nghiệp đợt 5 đã có tên em.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Hồ sơ học bổng HONDA 2021 yêu cầu 3 loại giấy tờ có xác nhận của nhà trường là: . . - Các bài báo nghiên cứu khoa học.. . - Bảng điểm rèn luyện.. . - Bảng điểm trung bình các năm học.. . Dạ thầy cô cho em hỏi là những giấy này em phải đăng kí ở đâu để lấy được ạ? . . Em xin cảm ơn",
            "Chào em,. . - Các bài báo nghiên cứu khoa học.. . =  Em liên hệ khoa để được hướng dẫn. . - Bảng điểm rèn luyện.. . =  Em liên hệ phòng Công tác chính trị sv qua email [email] để được hướng dẫn.. . - Bảng điểm trung bình các năm học.. . =  Đăng ký trên Mybk. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Em tên [full_name] - Tham gia buổi thi Writing vào ngày 08.10.2021 lúc 13h tại phòng thi số 2.. . Em găp vấn đề trong quá trình ghi hình. Do em ghi hình để trừ hao từ trước khi bài thi bắt đầu nên khi thầy giám thị đang phổ biến quy chế và nhắc nhở bạn nào đang làm mờ background thì tắt làm mờ nền. Khi đó em rút tai nghe, thoát meet ra rồi vô meet lại để tắt chế độ làm mờ background. Và điều đó làm đoạn ghi hình của em chỉ có hơn 2 phút như vậy. Tuy nhiên trong khi em vô meet lại lần hai thì nút ghi màn hình vẫn hiện lên trên màn hình máy tính em, kết thúc bài thi e thấy nút ghi hiện đã ghi hơn 1 tiếng mấy. Tuy nhiên, em mở trong thư mục capture thì chỉ có file hơn 2 phút này. Kính mong quý ban giám khảo, thầy cô thông cảm cho sự cố ngoài ý muốn của em. Các thầy cô có thể check lại đoạn em đổi nền phía sau của video em gửi với bản record lại của phòng thi 02, lúc 13h, ngày 8.10.2021 đế kiểm chứng ạ. . . . . Tất cả phán quyết tùy thuộc vào hội đồng coi thi và giám thị coi thi. Tuy nhiên, hội đồng tổ chức thi cũng có thể lưu ý những trường hợp như em để nhắc nhở những bạn sau này thi không gặp vấn đề giống vậy nữa. Em xin chân thành cám ơn.. . . . https://drive.google.com/file/d/1AzzjUl3cN8GiOSLT0KofdMQhxtDeQtGC/view?usp=sharing. . . .   i Học vụ .",
            "Chào bạn. . Bạn vui lòng liên hệ TTNN để được hỗ trợ. .  . . Điện thoại\t(08) 3866 6869 – 0909 625 988. . Fax\t(84.8) 38.[student_id]69. . Website\t. . http://bkenglish.edu.vn/. .  . . Email\t[email]. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Dạ thưa,. . - Ngày 21/9 em đã thanh toán 150000đ cho ngân hàng ocb. tài khoản ngân hàng bị trừ tiền nhưng bkpay không cập nhật nên em không được báo lịch thi.. . - ngày 2/10 em có gửi mail cho pđt về vấn đề trên.. . - Ngày 5/10, pdt yêu cầu em liên hệ ngân hàng ocb để giải quyết.. . - Ngày 08/10, ngân hàng vừa gọi cho em báo là đã cập nhật thanh toán cho em, bkpay cũng đã cập nhật rồi. nhưng em không được tham gia thi và cũng như không được báo lịch thi.. . Mong cô hỗ trợ, kiểm tra giúp em ạ.",
            "Chào bạn. . Cô đã báo TTNN bổ sung, dự kiến là thi vào ngày 10/10. . Bạn kiểm tra mail thường xuyên bắt đầu từ bây giờ, TTNN sẽ gởi link google meet để thông báo cho bạn vào phòng thi. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: 1714046  /b \t. . . .   i Tốt nghiệp . Em chào Thầy/Cô, em muốn xin Thầy/Cô xem xét giúp em, do em thấy mình đã đủ điều kiện tốt nghiệp nhưng vẫn không có trong danh sách dự kiến ạ.",
            "Chào em,. . Danh sách dự kiến tốt nghiệp đợt 5 đã có tên em. . . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Em muốn hỏi là. Hiện tại em đang là sinh viên khóa K17 có kết quả luận văn rồi. Chỉ thiếu mỗi [full_name] nói viết. Và kì 201 này em không có đăng kí môn học nào.. . Nếu trường hợp em rớt tiếng anh nói viết và không ra trường đúng hạn trong học kì này. Và em dự kiến thi tiếng anh và đăng kí tốt nghiệp trong học kỳ tớt thì e sẽ cần làm gì ạ?. .   i Yêu cầu khác .",
            "Chào bạn,. . Việc ĐKMH là tùy sinh viên nhé, trường hợp không có TKB trong học kỳ, SV sẽ bị buộc tạm dừng, không được cấp giấy CNSV.. . Khi đủ điều kiện TN, SV có thể làm đơn xin thu nhận lại nhé.. . Xem chi tiết quy chế tại đây:. . aao.hcmut.edu.vn/sinh viên/quy chế/học vụ/Quy chế đào tạo và học vụ bậc đại học, cao đẳng:/ điều 26. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Rút môn học (phải thanh toán học phí) HK 211. . Lí do: Giãn cách em chưa mua được máy tính nên không thể đáp ứng môn CAD ứng dụng. Em đang lưu tài khoản MYBK với BKEL trên máy tính của đứa bạn học khoa y trường đại học Đà Nẵng ạ. Dịch nên trường bạn ấy không dạy nên em mượn để thi cuối kì HK202. Trong vài tuần học cad, em có nhờ được 1 bạn khoa Xây dựng làm để nộp cho thầy [full_name]. Em thể đáp ứng để thi GK và CK Cad ứng dụng ạ. Kính mong quý thầy cô sử lý giúp em.. . Hình dưới gồm: phiếu đăng kí rút môn học và minh chứng",
            "[full_name]: . . Sai:\"Em thể đáp ứng để thi GK và CK Cad ứng dụng\". . Đúng: \"Em không thể đáp ứng để thi GK và CK HK211 Cad ứng dụng\"",
            "Chào em,. . Đã hết thời gia rút môn học, em cần làm theo hướng dẫn sau:. . 1.   Sv tải PHIẾU ĐĂNG KÝ RÚT MÔN HỌC (tại trang web: aao.hcmut.edu.vn biểu mẫu) điền thông tin ký tên chụp hình để có file ảnh tải lên trang bksi.hcmut.edu.vn. . 2.   Sv đăng nhập vào trang bksi.hcmut.edu.vn ¬¬¬ Hỏi/Yêu cầu  Tạo câu hỏi/yêu cầu mới: Rút môn học (phải thanh toán học phí) HK 211: điền thông tin vào CHỦ ĐỀ VÀ NỘI DUNG. . 3.   Click vào choose file để tại file ảnh . . 4.   Click vào GỞI. . Hạn cuối để đăng ký lại đến 10 giờ ngày 12/10/2021. . Thân mến. . . . . .",
            "li answer rate: Answer is not complete / Câu trả lời chưa hoàn chỉnh",
            "10 giờ ngày 12/10/2021 mới bắt đầu đăng kí rút lại được đúng không cô? Chứ trên kia em đã gửi phiếu rồi ạ. .",
            "-10 giờ ngày 12/10/2021 mới bắt đầu đăng kí rút lại . . =  Hạn cuối để đăng ký lại đến 10 giờ ngày 12/10/2021"
        ]
    },
    {
        "intent": "",
        "message": [
            "Em chào anh/chị,. . Em là [full_name] - MSSV: [student_id]. . Hiện tại em đã hoàn thành học phần và đang trong quá trình đợi để xét tốt nghiệp.. . Hiện tại em đang cần giấy tờ về việc xác nhận đang theo học tại trường Đại học Bách Khoa Tp.HCM. Tuy nhiên, khi em đăng kí giấy chứng nhận sinh viên thì báo lỗi. Em tưởng do em chuyển sang học liên thông Thạc sĩ thì phải xin giấy bên văn phòng sau đại học. Nhưng em có email hỏi thì họ nói rằng em hiện nay vẫn đang là sinh viên nên phải xin bên pdt hoặc văn phòng khoa. Vậy quy trình hiện tại là như nào và em có thể xin cấp giấy xác nhận sinh viên không ạ?. . Nếu được xin anh/chị gửi về bưu điện theo địa chỉ sau ạ:. . [full_name] - SĐT: [phone_number]. . 130 Nguyễn Tất Thành, Khu 7, TT.Tân Phú, H. Tân Phú, T.Đồng Nai. .   i Yêu cầu khác .",
            "Chào bạn,. . Trường hợp không có TKB trong học kỳ, SV sẽ bị buộc tạm dừng, không được cấp giấy CNSV.. . Khi đủ điều kiện TN, SV có thể làm đơn xin thu nhận lại nhé.. . Xem chi tiết quy chế tại đây:. . aao.hcmut.edu.vn/sinh viên/quy chế/học vụ/Quy chế đào tạo và học vụ bậc đại học, cao đẳng:/ điều 26. . Thân mến,. .",
            "B MSSV/MSGV: [student_id]    . . Chào anh/chị,. . Hiện tại em đã được duyệt vào danh sách dự kiến tốt nghiệp và không còn nợ bấn kỳ môn học hay điều kiện gì (2 file ảnh đính kèm). Thời gian gần đây nhất chưa được duyệt là vì thời hạn đóng học phí của trường có vấn đề, hiện tại đã giải quyết xong.. . Anh/chị có thể kiểm tra thông tin của em trên danh sách tốt nghiệp.. . Do vậy, có phải em đã đủ điều kiện cấp giấy CNSV không? Hay còn điều kiện nào khác? Mong anh/chị làm rõ ạ.. . Em cảm ơn.",
            "B MSSV/MSGV: [student_id]  B . . Chào anh/chị,. . Hiện tại em đã được duyệt vào danh sách dự kiến tốt nghiệp và không còn nợ bấn kỳ môn học hay điều kiện gì (2 file ảnh đính kèm). Thời gian gần đây nhất chưa được duyệt là vì thời hạn đóng học phí của trường có vấn đề, hiện tại đã giải quyết xong.. . Anh/chị có thể kiểm tra thông tin của em trên danh sách tốt nghiệp.. . Do vậy, có phải em đã đủ điều kiện cấp giấy CNSV không? Hay còn điều kiện nào khác? Mong anh/chị làm rõ ạ.. . Em cảm ơn",
            "Chào em,. . Do vậy, có phải em đã đủ điều kiện cấp giấy CNSV không. . =  Em phải có TKB mới được cấp giấy CNSV.. . Xem chi tiết quy chế tại đây:. . aao.hcmut.edu.vn/sinh viên/quy chế/học vụ/Quy chế đào tạo và học vụ bậc đại học, cao đẳng:/ điều 26. . Thân mến,. .",
            "li answer rate: Answer is not complete / Câu trả lời chưa hoàn chỉnh",
            "Em chào chị,. . Em đã hiểu ý của chị ạ. Nhưng hiện tại em đang tiếp tục học liên thông lên Thạc sĩ, tức là em có thời khóa biểu học tại Bách Khoa. Nhưng em chưa có được xem là học viên thạc sĩ chính thức do chưa nộp bằng tốt nghiệp đại học chính thức. Vậy thì em có thể xin cấp CNSV như thế nào ạ?. . Em liên hệ lại với bên quản lý học viên cao học hay sao?. . Em cảm ơn",
            "Chào em,. . - HK211 em không có TKB hệ Đại học.. . - Nhưng hiện tại em đang tiếp tục học liên thông lên Thạc sĩ. . =  em vui lòng liên hệ Phòng đào tạo Sau đại học qua địa chỉ: Website:www.pgs.hcmut.edu.vn, Email    : [email]. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Dạ em chào thầy/cô. Em vừa nhận được file \"danh sách dự kiến tốt nghiệp\" của khoa máy tính thông báo tới sinh viên. Trong danh sách, tình trạng của em là còn nợ học phí. Em còn nợ học phí HK211 (em đã rút môn nhưng do chưa tới đợt đóng học phí nên em chưa đóng được ạ), và một khoản nợ phí BHYT và BHTN từ HK1811. HK1811 do em được trưởng nhà KTX ĐHQG thông báo phải đóng tham gia theo KTX nếu SV đang ở KTX, em đã đăng ký đóng tiền theo KTX nên không đăng ký đóng tiền theo nhà trường dẫn đến còn tình trạng thiếu khoản phí BHYT BHTN HK1811. Thầy/cô cho em hỏi, em có phải đóng khoản phí BHYT và BHTN ở HK1811 không ạ? và khi nào đợt đóng học phí của HK211 sẽ mở để em có thể hoàn thành đóng học phí ạ?. . Mong thầy/cô xem và phản hồi,. . Em xin cảm ơn.",
            "Chào em,. . 1. PĐT sẽ mở cổng thanh toán đóng HP211 vào thứ 2 tuần sau.. . 2.  em có phải đóng khoản phí BHYT và BHTN ở HK1811 không ạ?. . =  Em liên hệ trạm y tế qua email [email] để được hướng dẫn.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ .     Dạ pđt ơi, cho em   B nộp đơn xin hoãn thi  /B  và mong pđt xác nhận về cái đơn xin hoãn ạ.. . . .     Em không biết là pđt có nhầm lẫn gì hay ko ạ nhưng mà em đã đọc và thực hiện theo mọi hướng dẫn của pđt cũng như quy chế và làm xong đơn xin hoãn thi giữa kì 211 lý do không có thiết bị để dự thi ạ. Em đã nộp đơn lần này là lần thứ 4 nhưng mà lần nào cũng nhận được câu trả lời với nội dung là \"tham khảo quy chế của học kì trước\" mà chưa được pđt xác nhận đơn ạ.. .     Em nghĩ mấy lần trước pđt hiểu nhầm là em đang hỏi về \"cách thức hoãn thi\" nhưng mà thật ra là em \"muốn nộp đơn hoãn thi và được pđt xác nhận\" cơ ạ. .     Em mong pđt xác nhận đơn hoãn thi giúp em ạ. .",
            "Chào em,. . - muốn nộp đơn hoãn thi và được pđt xác nhận. . =  không có nộp đơn hoãn thi giữa kỳ. . . . - Cô đã trả lời em nhiều lần rồi: quy chế điều 17.2:. . b. Vắng các buổi kiểm tra tập trung:. . . . - Trường hợp có quyết định của trường cử đi thi, công tác: SV hoặc đơn vị liên quan đề nghị GV cho lấy một điểm thành phần khác (kể cả điểm thi) làm điểm kiểm tra hoặc GV tổ chức kiểm tra bổ sung và lấy kết quả này làm điểm kiểm tra.. . http://www.aao.hcmut.edu.vn/index.php?route=catalog/chitietsv&path=90&tid=1658. . Thân mến.. . . .",
            ". . Dạ pđt ơi, em xin được xin lỗi pđt vì có ó hỏi nhiều lần pđt về trường hợp này ạ (có ảnh) Nhưng mà hôm trước em có hỏi về   B trường hợp đặc biệt không có đủ thiết bị thi và về đường truyền mạng yếu  /B  nên không thể dự thi Giữa kì 211 ạ, và có được bên pđt hướng dẫn làm đơn hoãn thi và dự thi bổ sung Giữa kì 211, tại vì khi dịch mới bùng lên ở TPHCM, em phải theo gia đình về quê trốn dịch vào những ngày đầu dịch ạ, mà dưới quê thì đường truyền mạng yếu, em lại không có máy tính để dự thi, dịch lại kéo dài em không thể lên lại nhà, nên em đã bắt buộc phải hoãn thi từ Cuối kì 202 và bây giờ là Giữa kì 211. . Em có được pđt hướng dẫn là điền đơn \"Đăng ký dự thi bổ sung\"  và nộp cho pđt xác nhận để pđt cấp phiếu thi lại với giảng viên nên em mới thực hiện theo hướng dẫn và nộp đơn cho pđt ạ, nên bữa giờ em nộp đơn là để xác nhận để cấp cho em cái phiếu đó đấy ạ.. . Mong pđt xem xét lại giúp em với ạ, em cảm ơn pđt nhiều ạ!"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Kính gửi Phòng Đào Tạo,. . Vừa qua em có điền form của trường gửi, nhưng thay vì điền vào form khai báo y tế thì em đã điền vào đơn đăng ký học tại trường. Cho em xin phép được hủy đăng ký ạ, vì em hiện tại đang cư trú ở Thủ Dầu Một, Bình Dương nên vẫn còn khó khăn cho việc đi lại. Mong sẽ sớm nhận được lời hồi đáp từ PĐT.. . Em xin cảm ơn!",
            "Chào bạn,. . PDT tiếp nhận yêu cầu Sinh viên hủy việc đăng ký thực hiện Thí nghiệm, Thực hành tại trường. Sinh viên sẽ được lùi lịch học các học phần thực hành, thí nghiệm cho đến khi có thông báo mới.. . Dự kiến cuối tháng 10/2021, SV kiểm tra tại trang Mybk- xemTKB  nếu TKB của môn Thí nghiệm, Thực hành vẫn cập nhật lịch mới theo thông báo vui lòng gửi lại câu hỏi để PDT kiểm tra lại nhé!. . Thân mến.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Cô ơi cho em hỏi là em nghe thông tin trường mình sẽ mở đợt thi Anh Văn (nói + viết ) để xét tốt nghiệp cho tháng 11 này ạ!. . Nếu như vậy em đã nộp đơn chuyển hệ giờ xin rút đơn được không ạ???. . Em xin cám ơn cô",
            "Chào em,. . PĐT đã gửi email:. . \"... SV chỉ được đăng ký thi 1 lần duy nhất trong đợt tháng 9 & 10 /2021 (hình thức trực tuyến), trường hợp SV thi không đạt, hoặc bỏ thi, hoặc thanh toán lệ phí thi trễ hạn vui lòng đợi thông báo sau hoặc hết thời gian giãn cách có thể đăng ký thi trực tiếp tại Trung tâm Ngoại ngữ (SV đã đăng ký được ở Đợt 1, Đợt 2 & Đợt 3 thì không đăng ký được ở Đợt 4).. . - Cô ơi cho em hỏi là em nghe thông tin trường mình sẽ mở đợt thi Anh Văn (nói + viết ) để xét tốt nghiệp cho tháng 11 này ạ!. . =  Chưa thấy thông báo này.. . - Nếu như vậy em đã nộp đơn chuyển hệ giờ xin rút đơn được không ạ???. . =  Tùy em quyết định nhé.. . Thân mến. . . . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em có đăng ký hoãn thi cơ lưu chất HK202. Không biết khi nào mới thi lại ạ. Và điểm trên bảng điểm vẫn là 0 thì sau khi trường xác nhận với khoa thì mới sửa hay sao ạ. . .",
            "Chào bạn,. . Hiện tại nhà trường chưa ra QD hoãn thi nhé bạn, dự kiến ra quyết định chung vào cuối tháng 12, nên trường hợp đăng ký hoãn thi vẫn bị điểm 13 bình thường. Sau khi hậu kiểm với ds của Khoa thì mới ra quyết định hoãn thi và sẽ điều chỉnh lại điểm trên mybk/Thông tin SV/xem điểm. . Lưu ý:. . 1) PDT sẽ hậu kiểm lại với danh sách cấm thi của Khoa gửi lên, nếu SV bị cấm thi sẽ bị hủy kết quả hoãn thi theo quy định. SV vẫn phải hoàn thành các phần việc của môn học, nhất là TH/TNg và BTL. GV có quyền cấm thi nếu SV không hoàn thành tốt các phần này. . 2) Trường hợp có sự cố bất khả kháng trong khi thi dẫn đến không thể hoàn thành được bài thi, và không được giải quyết cho thi vào ca thi tiếp theo (nếu có), sinh viên có thể đăng ký \"Hoãn thi\" ngay sau buổi thi (không phải vắng thi có phép), SV phải báo với CBCT hoặc trực thi để được ghi nhận vào trong danh sách thi. PDT sẽ đối chiếu lại với danh sách của Khoa về các tình huống đã thi nhưng điểm thấp hoặc không có báo cáo ghi nhận về các sự cố trong buổi thi trước khi quyết định hoãn thi. . 3) Riêng đối với môn Đồ án, Thực tập ngoài trường, Đề cương Luận văn, Luận văn/Tiểu luận tốt nghiệp: SV có thể xin hoãn bảo vệ với lý do dịch Covid-19 ảnh hưởng nghiêm trọng đến kết quả thực hiện đề tài (không thực nghiệm được tại Phòng thí nghiệm, không thực địa, ...). SV gửi email trực tiếp đến Giáo viên hướng dẫn, Khoa/Bộ môn để được xem xét đồng ý và forward email cuối cùng đến email của PĐT để đăng ký.. . Chúc bạn học tập tốt nhé.. . Chào bạn,. . Hiện tại nhà trường chưa ra QD hoãn thi nhé bạn, dự kiến ra quyết định chung vào cuối tháng 12, nên trường hợp đăng ký hoãn thi vẫn bị điểm 13 bình thường. Sau khi hậu kiểm với ds của Khoa thì mới ra quyết định hoãn thi và sẽ điều chỉnh lại điểm trên mybk/Thông tin SV/xem điểm. . Lưu ý:. . 1) PDT sẽ hậu kiểm lại với danh sách cấm thi của Khoa gửi lên, nếu SV bị cấm thi sẽ bị hủy kết quả hoãn thi theo quy định. SV vẫn phải hoàn thành các phần việc của môn học, nhất là TH/TNg và BTL. GV có quyền cấm thi nếu SV không hoàn thành tốt các phần này. . 2) Trường hợp có sự cố bất khả kháng trong khi thi dẫn đến không thể hoàn thành được bài thi, và không được giải quyết cho thi vào ca thi tiếp theo (nếu có), sinh viên có thể đăng ký \"Hoãn thi\" ngay sau buổi thi (không phải vắng thi có phép), SV phải báo với CBCT hoặc trực thi để được ghi nhận vào trong danh sách thi. PDT sẽ đối chiếu lại với danh sách của Khoa về các tình huống đã thi nhưng điểm thấp hoặc không có báo cáo ghi nhận về các sự cố trong buổi thi trước khi quyết định hoãn thi. . 3) Riêng đối với môn Đồ án, Thực tập ngoài trường, Đề cương Luận văn, Luận văn/Tiểu luận tốt nghiệp: SV có thể xin hoãn bảo vệ với lý do dịch Covid-19 ảnh hưởng nghiêm trọng đến kết quả thực hiện đề tài (không thực nghiệm được tại Phòng thí nghiệm, không thực địa, ...). SV gửi email trực tiếp đến Giáo viên hướng dẫn, Khoa/Bộ môn để được xem xét đồng ý và forward email cuối cùng đến email của PĐT để đăng ký.. . . . - Không biết khi nào mới thi lại. . =  Em chờ thông báo sau khi có quyết định hoãn thi.. . . . Thân mến. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Xin chào PĐT,. . Em là sinh viên khoá K15 mssv: 1510758 khoa Kỹ Thuật Giao Thông. Vì ba em mắc hội chứng ALS nên gần 2 năm qua em phải ở nhà chăm sóc cho ba ( em kì nào cũng đkmh nhưng chỉ chạy lên thi rồi về ), đây là học kì cuối của em nhưng khổ nổi vì tình hình dịch bệnh nên từ đầu năm 2021 đến nay em không thể đi thi Anh văn được. Em chỉ còn  LVTN nhưng là bây giờ em không đủ chuẩn làm LVTN vì thiếu 1 chỉ ( 125/126 chỉ xét LVTN, thiếu Anh Văn ). Em hi vọng nhà trường cho em một cơ hội thêm 1 HK để sang đầu năm IIG mở e đi thi Anh văn để làm LVTN ra trường ạ! Em xin cam đoan những gì em nói về Trường Hợp của em là đúng sự thật, mong nhà trường xem xét. Em xin cảm ơn ạ. . Best regard. . . . . .",
            "Chào bạn. . - Về quy định thời gian và kế hoạch học tập: Bạn vui lòng xem chi tiết tại trang web aao    sinh viên    Quy chế    Quy chế đào tạo và học vụ bậc đại học và cao đẳng    Các trường hợp được kéo dài thời gian đào tạo    điều 5.5. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em xin chào văn phòng,. . Em là [full_name] - MSSV: [student_id]. . . . Cho em xin hỏi là em đã đăng ký xin hoãn thi cuối kỳ HK202 và HK203, đã được phòng đào tạo chấp nhận, nhưng sau ngày 30/09/2021 em truy cập vào (http://www.aao.hcmut.edu.vn/tracuu/xem_danhsach?id_ds=2802) để tra cứu danh sách hoãn thi thì chỉ có tên mình trong hoãn thi HK202 thôi ạ, và học HK203 thì không có tên em. . . Văn phòng xem xét lại giúp em ạ. Em cám ơn nhiều ạ!",
            "Chào bạn,. . Sau khi đối chiếu dữ liệu, Pdt xác nhận bạn đã đăng ký Hoãn thi:. . [student_id]\tHK203\tMT1009. . Bạn xem lại mail Pdt đã gởi để biết cách thức tiến hàng sau khi Pdt đã xác nhận yêu cầu Hoãn thi của bạn. . Vì sự cố kỹ thuật nên có thể thông tin tra cứu không có dữ liệu của bạn. . Thân mến. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Cho em xin phép hỏi là: Em muốn rút môn học (dự thính) do lí do cá nhân, nhưng hiện tại đã quá thời hạn rút môn học (01/10/2021). Vậy thì có cách nào để em có thể hủy môn học không ạ? em cảm ơn ạ.",
            "Chào em,. . Đã hết thời gia rút môn học, em cần làm theo hướng dẫn sau:. . 1.   Sv tải PHIẾU ĐĂNG KÝ RÚT MÔN HỌC (tại trang web: aao.hcmut.edu.vn biểu mẫu) điền thông tin ký tên chụp hình để có file ảnh tải lên trang bksi.hcmut.edu.vn. . 2.   Sv đăng nhập vào trang bksi.hcmut.edu.vn ¬¬¬ Hỏi/Yêu cầu  Tạo câu hỏi/yêu cầu mới: Rút môn học (phải thanh toán học phí) HK 211: điền thông tin vào CHỦ ĐỀ VÀ NỘI DUNG. . 3.   Click vào choose file để tại file ảnh . . 4.   Click vào GỞI. . Hạn cuối để đăng ký lại đến 10 giờ ngày 12/10/2021. . Thân mến. . . . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính Gửi PĐT. . . . Em tên là [full_name] - [student_id]. Em đã hoàn thành ctdt của khoa và nhận được email có tên trong danh sách tốt nghiệp dự kiến đợt 2 năm 2021. Học kì này em có đăng kí 1 môn duy trì tình trạng sinh viên, nên hạn vẫn còn nợ học phí do hạn đóng tiền là ngày 9/11/2021. Mong cho phép đóng học phí sớm để hoàn thành việc đăng kí tốt nghiệp. Em cảm ơn. . . .   i Tốt nghiệp .",
            "Kính Gửi PDT. . . . Em tên là [full_name] - [student_id]. Em đã hoàn thành ctdt của khoa và nhận được email có tên trong danh sách tốt nghiệp dự kiến đợt 2 năm 2021. Học kì này em có đăng kí 1 môn duy trì tình trạng sinh viên, nên vẫn còn nợ học phí do hạn mở đóng tiền là ngày 9/11/2021. Mong PDT cho phép em đóng học phí sớm để hoàn thành việc đăng kí tốt nghiệp. Em cảm ơn.. . . .   i Tốt nghiệp .",
            "Chào bạn. . Pdt sẽ cập nhật lại, bạn vào thanh toán học phí sau thứ 4 ngày 13/10 . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Dạ pđt ơi, em xin được xin lỗi pđt vì có ó hỏi nhiều lần pđt về trường hợp này ạ. Nhưng mà hôm trước em có hỏi về   B  trường hợp đặc biệt không có đủ thiết bị thi và về đường truyền mạng yếu nên không thể dự thi Giữa kì 211  /B  ạ, và có được bên pđt hướng dẫn làm đơn hoãn thi và dự thi bổ sung Giữa kì 211, tại vì khi dịch mới bùng lên ở TPHCM, em phải theo gia đình về quê trốn dịch vào những ngày đầu dịch ạ, mà dưới quê thì đường truyền mạng yếu, em lại không có máy tính để dự thi, dịch lại kéo dài em không thể lên lại nhà, nên em đã bắt buộc phải hoãn thi từ Cuối kì 202 và bây giờ là Giữa kì 211. .  Em có được pđt hướng dẫn là điền đơn \"Đăng ký dự thi bổ sung\"  và nộp cho pđt xác nhận để pđt cấp phiếu thi lại với giảng viên nên em mới thực hiện theo hướng dẫn và nộp đơn cho pđt ạ, nên bữa giờ em nộp đơn là để xác nhận để cấp cho em cái phiếu đó đấy ạ.. . Mong pđt xem xét lại giúp em với ạ, em cảm ơn pđt nhiều ạ!",
            "Chào bạn. . Cô đã xin ý kiến Thầy Trưởng phòng đào tạo về trường hợp của bạn. . - Trên tinh thần các \"trường hợp đặc biệt không có đủ thiết bị thi và về đường truyền mạng yếu nên không thể dự thi Giữa kì 211\" Thầy không đồng ý, vì ngay từ đầu học kỳ Nhà trường đã thông báo học on line và kiểm tra giữa kì online. . - Bạn có minh chứng gì rõ ràng hơn nữa không? để Cô trình lại xin ý kiến của Thầy. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Kính chào quý thầy cô,. . . . Em là [full_name], sinh viên QLCN K17. Hiện giờ em còn nợ 2 môn là IM1015 (Kế toán tài chính) và IM2033 (Tài chính doanh nghiệp) nhưng cả 2 môn này đều chỉ mở vào HK2. Hiện HK1 không có lớp mở nên TKB của em không có môn (các môn khác em đã hoàn thành xong và hoàn thành cả LVTN).. . . . Để tránh bị cảnh cáo học vụ do DTB HK = 0, em muốn xin PDT cho làm đơn xin tạm dừng học 1 kỳ, sẽ thu nhận học lại vào kỳ sau để hoàn thành CTGD. Em thắc mắc sau khi làm đơn xong thì sẽ gửi đến địa chỉ mail nào để PDT ghi nhận đơn xin của em, và có thủ tục cần thiết nào kèm theo nữa không ạ. . . . . Em xin chân thành cảm ơn.",
            "Chào bạn,. . Trường hợp không có TKB trong học kỳ, SV sẽ bị buộc tạm dừng, không được cấp giấy CNSV.. . (quyết định tạm dừng chung). . thu nhận học lại vào kỳ sau để . . =  em làm đơn xin thu nhận lại nhé.. . Xem chi tiết quy chế tại đây:. . aao.hcmut.edu.vn/sinh viên/quy chế/học vụ/Quy chế đào tạo và học vụ bậc đại học, cao đẳng:/ điều 26. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Dạ em chào PĐT, lúc trước em đã được PĐT gửi đơn đồng ý cho thay thế điểm VP cho môn Địa chất công trình CI2095 (em hoãn thi cuối kỳ vào kỳ 201). . . . . Sau khi kiểm tra file Excel PĐT gửi về tổ chức thi cuối kỳ cho các môn còn lại của học kỳ 202, em thấy có môn Địa chất công trình CI2095 nhóm L01A và L01B thi vào lúc 7h, ngày 24/10/2021.. . . . Mà em thắc mắc là hiện tại tên em có trong hệ thống thi cuối kỳ môn này chưa do em không thấy lịch thi môn này trong Lịch thi ở Mybk á ạ!. . . . Nếu không có thì em làm sao để có thể nhận link Hangout để tham gia phòng thi ạ? Tên em đã có trong hệ thống thi chưa ạ? Em mong PĐT hỗ trợ giúp em để em thi cho đủ tín chỉ tích lũy để đăng ký môn chuyên ngành ạ!. .   B . . Em đính kèm thêm đơn đồng ý thay thế điểm VP do PĐT cấp, ảnh chụp lịch thi ĐCCT từ file Excel PĐT gửi.  /B   I",
            ". . Chào bạn. . Phòng đào tạo đã liên lạc với [full_name] về trường hợp của bạn. . - Bạn liên hệ Cô [full_name] Văn phòng [full_name]. . Điện thoại    : (84.8) 38 650 714 – Ext: 5585. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em chào thầy cô, em là [full_name], MSSV: 211347. . Em muốn hỏi là em có được trong danh sách gửi giáo trình hk1, giấy báo trúng tuyển, gọi nhập học như thông báo không ạ. Em có xác nhận địa chỉ trước 17h ngày 1/10 rồi ạ. Em thấy các bạn em đã được nhận rồi ạ.. . Nếu bưu kiện của em đang được gửi đi thì em xin mã đơn hoặc cách kiểm tra luôn ạ. .  Em cảm ơn.",
            "Thân gửi Tân Sinh viên,. . . . Nhà trường đang tiến hành gửi Giấy báo trúng tuyển và gọi nhập học; Giấy chứng nhận sinh viên tạm hoãn nghĩa vụ quân sự (cho SV nam); Giáo trình học kỳ 1 năm nhất cho Tân sinh viên (chính quy đại trà; Chương trình Chất lượng cao Việt Pháp (PFIEV); Chương trình chất lượng cao tăng cường tiếng Nhất). Sinh viên vui lòng vào đăng ký địa chỉ nhận như sau:. . . . - Đăng ký tại: mybk.hcmut.edu.vn     Nhập học     Đăng ký địa chỉ nhận. . . . - Thời gian đăng ký: trước 17h00 ngày 12/10/2021. . . .  Lưu ý: Nhà trường sẽ không gửi giáo trình, Giấy hoãn NVQS và Giấy báo trúng tuyển và gọi nhập học cho những hợp sinh viên không đăng ký địa chỉ nhận.. . . . Bạn nào đã đăng ký nhận vui lòng bỏ qua email này. . . . Trân trọng thông báo.. . . . ​Mọi thắc mắc của sinh viên về học vụ, bạn vui lòng gửi câu hỏi vào trang Hỗ trợ trực tuyến: bksi.hcmut.edu.vn/ hỏi-yêu cầu/Tạo câu hỏi-yêu cầu mới để gửi câu hỏi cho Phòng Đào tạo.. . . . Hoặc liên hệ email: [email]"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Dạ em chào PĐT,. . . . Hiện tại em đã đăng ký thành công và được cấp giấy chứng nhận tốt nghiệp tạm thời bản cứng lẫn bản mềm. Giấy em nhận được có nêu dự kiến tốt nghiệp tháng 11/2021. Hiện tại lịch học vụ dự kiến tốt nghiệp và những bạn đăng ký tốt nghiệp cùng đợt với em đều nhận được thời gian tốt nghiệp dự kiến là tháng 01/2022.. . . . Trước đó em từng đề cập yêu cầu hỗ trợ sớm để em chuẩn bị hồ sơ đi du học cao học. Hiện tại em sắp nộp bản cứng đi rồi nhưng biết được vấn đề này có thể sẽ ảnh hưởng và gây rắc rối cho em nếu em không nộp lại bằng tốt nghiệp đúng hạn như thời gian tốt nghiệp nêu trong giấy chứng nhận cũ.. . . . Nay em viết tin này xin nhờ Phòng hỗ trợ em giấy chứng nhận tốt nghiệp tạm thời mới với thời gian dự kiến tốt nghiệp mới được cập nhật.. . . . Em cảm ơn Phòng. Mong nhận được phản hồi từ Phòng sớm ạ.. . . . Trân trọng,. . Phương./.",
            "Chào bạn. . Không ảnh hưởng nghen bạn. . bạn có",
            "Chào bạn. . Gởi bạn file scan. . Nếu bạn cần nhận bảng chính thì liên hệ pdt gặp [full_name] để nhận nghen. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em chào [full_name].. . Em vừa hoàn thành xong anh văn thi nói viết và đã đủ điều kiện tốt nghiêp. Kì này em có 2 môn học cải thiện nhưng chưa hoàn thành xong điểm. Vậy [full_name] cho em hỏi là để hai môn đó cập nhật điểm trên BKEL xong rồi mới đăng kí hay là em đăng kí ngay bây giờ ạ.",
            "Chào bạn. . Tùy bạn nghen. . - Bạn có thể đợi có điểm cải thiên rồi đăng ký xtn. . . . ·        Pdt sẽ giải quyết tốt nghiệp theo thông báo đến hết HK211 (dự kiến cuối tháng 12/2021) . . ·        Xem chi tiết lịch trình tốt nghiệp tại trang web PĐT (aao.hcmut.edu.vn)    Tốt nghiệp    Thông tin tốt nghiệp    Tháng 11/2021    Lịch trình đăng ký tốt nghiệp và cấp bằng tháng 11/2021 (cập nhật mới gia hạn thời gian xử lý tốt nghiệp). . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Em chào thầy/cô pđt ạ.. . . . Hiện tại em có nhu cầu mua BHYT-BHTN năm 2022 nhưng không thấy mail trường thông báo thời gian mua bảo hiểm cho năm sau, vào đăng kí thì không được. Thầy/cô cho em hỏi khi nào đăng kí được vậy ạ ?. .",
            "Chào em,. . Em liên hệ phòng Công tác chính trị sv qua email [email] để được hướng dẫn nhé.. . Thân mến. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em chào anh/chị Văn phòng á. Em tên là [full_name] - [student_id] sinh viên K17 lớp CC17KTM2.. . . . Hiện là em đã đóng hết học phí nhưng hệ thống vẫn chưa cho em đăng ký tốt nghiệp. Anh/chị có thể check giúp em được không ạ. Em cảm ơn anh/chị.. . . . Chúc anh chị buổi tối tốt lành.. . Khoa.",
            "Chào em,. . Em còn khoản học phí SĐH chưa thanh toán, thứ 2 tuần sau PĐT sẽ mở cho em thanh toán HP.. . Thân mến. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Dạ em kính chào phòng đào tạo,. . . . Em tên là [full_name], MSSV [student_id].. . . . Hiện tại là em chưa có phòng thi giải tích MT1003 mà 7h sáng ngày mai là thi rồi. . . . . Em lên exam.bk thì hiện lên là không có phòng thi ạ.  B   /B . . . . Em mong phòng đào tạo xem xét trường hợp của em ạ.. . . . Kính mến,. . [full_name].",
            "Chào em,. . Trước giở thi vẫn vào được, thông báo có ghi rõ mà.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: 1711890  /b \t. . . .   i Tốt nghiệp . Kính gửi: Phòng Đào tạo Trường Đại Học Bách Khoa. . . . Em xin kính chào quý Thầy/ Cô. . Em tên là:   B Mạch Đình Lãm  /B , MSSV:  B 1711890  /B . Hiện nay đang là sinh viên thuộc Khoa Kỹ Thuật Xây Dựng, lớp tài năng ngành xây dựng dân dụng và công nghiệp khóa 2017: XD17KSDD. . . Hiện tại em đã hoàn thành xong chương trình bậc đại học.Vì lý do không hoàn thành được mức điểm 7.5 với một số môn cốt lõi nên em không đủ điều kiện xét tốt nghiệp dành cho sinh viên kỹ sư tài năng. Nay em viết đơn này để xin rút khỏi chương trình kỹ sư tài năng và kịp thời xét tốt nghiệp bẳng kỹ sư thường trong đợt tốt nghiệp tháng 11/2021.. . Em kính mong quý Thầy/ Cô xét duyệt kịp thời để em có thể tốt nghiệp vào đợt tháng 11 tới.. . Em xin chân thành cảm ơn quý Thầy/ Cô."
        ]
    }
]