[
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được . Kính gửi thầy cô PĐT. Em là [full_name] MSSV: [student_id]. . Em có nộp CCNN 305đ hôm 22/7, hôm qua em có gọi lên PĐT thì PĐT bảo em là 12h sẽ đăng kí được môn học. Nhưng bây giờ em vẫn chưa đăng ký được môn AV1 ( La1003) nữa ạ, báo là phải học AVCB trước. Nhưng PĐT bảo là em đã pass AVCB rồi . Mong thầy cô kiểm tra giúp em vì thời gian còn rất ngắn.",
            "Đã pass điểm AVCB cho bạn"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]  /b . . Không đăng kí được môn học.\t. . . . E thi Toeic ở iig được 355đ đã nộp chứng chỉ cho trường trươc ngày 25. Đã đăng kí được môn học. Nhưng sao AV2 đăng kí không được? Thiếu môn Av1 ( điểm thấp nên e chưa muốn quy đổi điểm Av1). Vậy e có được đăng kí av2 không ạ?. . . .",
            "Chào bạn,. . Môn AV1 là môn học trước của AV2, nếu bạn chưa học AV1 thì không được đăng ký môn AV2.. . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Cho em hỏi trường hợp hủy môn không được để đăng ký TTTN của em chỉ cần mang đơn xin rút môn học và đơn xin đăng ký bổ sung TTTN nộp cho phòng đào tạo là xong rồi ạ?. .   i Đăng ký môn học - Đại học - Cao đẳng chính quy   Khác ... .",
            "Bạn làm đơn xin rút môn học nộp về PĐT kèm đơn xin đăng ký bổ sung TTTN để được xét duyệt nhé."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Khác ... . Kính thưa quí thầy cô phòng Đào tạo, . . Em là sinh viên K17 khoa Kỹ thuật Hóa học. Ở kì đăng ký môn học kỳ chính này, yêu cầu của chương trình đào tạo là đăng ký 3/4 môn tự chọn có sẵn. Kì trước em đã học vượt 1 môn. Lẽ ra lần này đăng ký 2 môn nữa là đủ. Tuy nhiên ở đợt hiệu chỉnh lần 2 em đã đăng ký 3 môn và chưa kịp xóa. Mong quí thầy cô cho phép em hiệu chỉnh để xóa một môn tự chọn đăng ký dư (môn Hóa keo, mã môn là CH2065). Kì này em đã đăng ký 22 chỉ nên việc học dư 1 môn sẽ là gánh nặng. . . Mong được thầy cô giúp đỡ, em xin chân thành cám ơn!"
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính gửi quý thầy cô phòng đào tạo trường Đại học Bách Khoa Tp.HCM . . Em tên là:[full_name] . . Mssv: [student_id] . . Em làm đơn này gửi tới thầy cô phòng đào tạo về việc cân nhắc mở rộng sĩ số lớp [full_name] (CI2037)A01_A01 giảng dạy bởi thầy [full_name] và [full_name]. môn học này thực sự rất quan trọng với em trong kì học tới. Mong thầy cô sớm phản hồi. . . Em xin chân thành cảm ơn!",
            "Chào em,. . . . Môn CI2037 PDT tăng sỉ số nhóm A01_A02, còn nhóm A01_A01 phòng thí nghiệm bị full sỉ số không tăng được nữa."
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính gửi phòng đào tạo đại học bách khoa:. . Em tên là: Trần Văn Thảo-MSSV:[student_id]. . Nay em viết đơn này mong muốn phòng đào tạo hủy môn giúp em, bởi vì em đăng kí bị nhầm.. . Môn học PE1013 NHÓM LỚP LO7 và em có bị tính học phí ko ạ.Em xin chân thành cảm ơn.. .",
            "responsible person: [551] [staff_name] [helpdesk staff]",
            "Chào bạn. . . . Bạn không thể hủy môn học trong đợt 3 dkmh. . . . bạn có thể nộp đơn xin rút môn học (có tính học phí) về PĐT"
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính gửi quý thầy cô phòng đào tạo trường Đại học Bách Khoa Tp.HCM . . Em tên là: [full_name]. . MSSV: [student_id]. . Em làm đơn này xin này gửi tới thầy cô phòng đào tạo xin phép được mở chuyển nhóm môn học học kỳ 191. Dạ vì lí do cấn thời khóa biểu nên không thể đăng ký 1 số môn chuyên ngành ạ. Dạ những môn này rất quan trọng trong học kỳ tới của em ạ. Em mong thầy cô phản hồi sớm ạ.. . Em xin chân thành cảm ơn!. .  \t. . . .   i Đăng ký môn học - Đại học - Cao đẳng chính quy   Chuyển thời khóa biểu .",
            "đã mở khóa. bạn vào hiệu chỉnh nhé"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Chuyển thời khóa biểu . Kính gửi quý thầy cô phòng đào tạo trường Đại học Bách Khoa Tp.HCM . . Em tên là : [full_name]. . MSSV : [student_id]. . Em viết đơn này xin Thầy Cô cho phép em được chuyển lớp cơ lưu chất-CI2003 từ nhóm lớp L10_L29 sang nhóm lớp L10_L31 .Kính mong quý thầy coi xem xét và giúp đỡ cho em . . . Chân thành cảm ơn thầy cô .",
            "Chào bạn. . . . Trong đợt 3 đăng ký môn học bạn không thể hủy hoặc chuyển nhóm.. . . . Bạn tham khảo quy định tại đây :. . . . . . http://www.aao.hcmut.edu.vn/index.php?route=catalog/chitietsv&path=192&tid=871"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Khác ... . Em [full_name]. [student_id]. . Chuyện là em sinh viên năm 5, muốn đăng kí môn học thép 2 mã ci3211 nhưng lớp chỉ mở ở cơ sở 2, lớp B01. Không biết là em có thể xin để được đăng kí lớp dưới cs2 không ạ. Em xin cảm ơn",
            "Bạn hoàn toàn có thể đăng ký ở bất cứ Cơ sở nào miễn không vị phạm các điều kiện di chuyển giữa 2 cơ sở (cách nhau 2 tiết). . . . . . Môn CI3211 mở lớp ở CS1 và dành cho lớp bằng 2 tối, bạn vẫn có thể đăng ký (chuyển hệ)"
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính gửi quý thầy cô Phòng Đào Tạo Trường Đại học Bách Khoa TP.HCM . . Em tên là : [full_name] . . MSSV : [student_id]. . Em làm đơn này xin quý Thầy Cô cho phép em được hiệu chỉnh môn học trong học kỳ 191 đợt hiệu chỉnh thứ 3 ( cụ thể là huỷ môn Trường điện từ vì em đã qua môn này rồi và em muốn dùng thời gian môn đó để học thêm môn SCADA có cùng thời khóa biểu và còn trống chỗ). Kính mong quý Thầy Cô xem xét và giúp đỡ cho em. . . Chân thành cảm ơn quý Thầy Cô.. .",
            "Chào bạn. . . . trong đợt đăng ký bổ sung môn học bạn không thể hiệu chỉnh môn học được.. . . . bạn tham khảo quy định ĐKMH tại đây :. . . . . . http://www.aao.hcmut.edu.vn/index.php?route=catalog/chitietsv&path=192&tid=871"
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính gửi quý thầy cô phòng đào tạo trường Đại học Bách Khoa Tp.HCM . . Em tên là: [full_name]. . MSSV: [student_id]. . Theo thời khóa biểu HK 1 (2019-2020) đã có,  em không có lịch học vào thứ 6 từ tuần 1 đến tuần 7 nhưng ở đăng kí môn học đọt 3 này em không thể đăng kí được môn Pháp luật Việt Nam đại cương tiết 4-5 thứ 6.. . Em xin cảm ơn!. .",
            "bạn bị trùng TKB môn EN3005 - Kỹ Thuật xử lý nước cấp. . . . . . Thứ 6 tiết 23456 . . . . bạn kiểm tra lại nhé"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tăng sĩ số lớp môn học . em muốn tăng thêm sĩ số các môn học sau để có thể đăng ký vào ạ, mong Phòng đào tạo xem xét:. . . . CO2007, lớp [full_name]04_[full_name]08. . CO2005, lớp [full_name]04_[full_name]07. . CO2003, lớp [full_name]04_[full_name]09. . . . em cảm ơn Phòng đào tạo.. .",
            "Chào bạn. . Hiện tại nhóm môn học bạn cần tăng sĩ số đã ở mức tối đa (sức chứa phòng thí nghiệm, phòng máy đi kèm ở sĩ số tối đa) nên không thể tăng thêm được.. . Sĩ số phòng máy do Khoa quy định nên PĐT không thể tăng sĩ số vượt sức chứa phòng.. . Bạn có thể đăng ký môn học này ở HK dự thính 191. Lịch đăng ký bạn có thể tham khảo tại đây :. . http://www.aao.hcmut.edu.vn/index.php?route=catalog/chitietsv&path=59_205&tid=1813. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính gửi quý thầy cô phòng đào tạo trường Đại học Bách Khoa Tp.HCM . . Em tên là : [full_name] . . MSSV : [student_id]. . Em viết đơn này xin Thầy Cô cho phép em được rút môn Anh Văn 1- La1003, vào đợt đăng kí trước em có đăng kí môn anh văn 1 vì sợ điểm thi Toeic của em không đủ sẽ bị trễ một năm, nếu như học anh văn 1 kì 191 thì kì 192 em sẽ được đăng kí môn chuyên ngành. Do thời hạn nhận kết quả Toeic muộn hơn thời gian kết thúc đăng kí đợt hiệu chỉnh nên em chưa rút kịp môn Anh văn 1. Em kính mong thầy cô xem xét và giúp đỡ em . . Chân thành cảm ơn thầy cô .",
            "đã mở khóa. bạn lên hiệu chỉnh nhé. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tăng sĩ số lớp môn học . Em là [full_name], MSSV [student_id]. Để thuận tiện cho quá trình học tập, em xin thầy cô và phòng đào tạo tăng sĩ số môn học đường lối Cách mạng Đảng Cộng sản Việt Nam (SP1009) lớp A05 của Thầy [full_name] thành 140 để em có thể đăng kí trong học kì này. Em kình mong được xem xét. Em xin chân thành cảm ơn rất nhiều ạ. . .",
            "Chào bạn. . . . Hiện tại không thể tăng sĩ số lên 140sv do phòng học không đảm bảo đủ chỗ.. . . . Bạn có thể đợi đăng ký trong đợt Dự thính HK191"
        ]
    },
    {
        "intent": "",
        "message": [
            "B   b MSSV/MSGV[full_name] [student_id]  /b \t. . . .   i Đăng ký môn học - Đại học - Cao đẳng chính quy   Tăng sĩ số lớp môn học . Em tên là [full_name] [full_name]. . MSSV[full_name] [student_id]. . Em viết mail này để xin PDT mở thêm sỉ số lớp học để em có thể theo kịp tiến độ học tập vì đây là môn tiên quyết.. . Học kỳ[full_name] 191-CQ. . MSMH[full_name] MA4003. . Tên môn học [full_name] Đồ án 2[full_name] Công nghệ nhiệt luyện và cán kéo. . Lớp[full_name] L01",
            "Vì thời gian đăng ký sắp hết em rất mong PDT giải quyết sớm để em có thể đăng ký kịp ạ.. . Nếu được mong PDT phản hồi giúp em qua gmail: [email] hoặc sdt: [phone_number] ạ. . Cảm ơn PDT rất nhiều.",
            "Chào em, . . . . PDT đã tăng sỉ số, em DKMH lại nhé."
        ]
    },
    {
        "intent": "",
        "message": [
            "Em tên là [full_name]. MSSV: [student_id]\t. . Em muốn Tăng sĩ số lớp môn học vẽ kĩ thuật lớp L04_L06.. . Em đăng kí đợt 2 rồi nhưng đợt 3 bị out ra ạ. Mong nhà trường cho em thêm vào lớp đó ạ. Em cảm ơn ạ. . . .",
            "Chào em,. . . . Hiện tại các môn môn học đã full sỉ số không tăng được nữa nha em."
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính gửi : Phòng ĐÀO TẠO . . Hiện tại lớp Ô Tô hệ VLVH, bị trùng thời khóa biểu khi đăng ký môn học HK191, các môn trùng là TR3045 ([full_name] Ô [full_name]) học ngày thứ 3 và TR3049 (THIẾT KẾ Ô [full_name]) học thứ 3 và thứ 5. Do môn học bị trùng thời gian nên chúng em không đăng ký 1 lúc cả 2 được, môn này đều là môn học trước của các môn của HK192. Kính mong phòng Đào Tạo xem xét và xếp lại thời khóa biểu để chúng em được đăng ký và học cả 2 môn nói trên. (VD : chuyển môn TR3045 sang thứ 4, . . . ) Rất mong phản hồi từ phòng Đào tạo . Trân trọng cảm ơn .",
            "responsible person: [551] [staff_name] [helpdesk staff]",
            "ko thể thay đổi tkb khi bạn học lại.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Vừa làm vừa học - ĐTTX   Đăng ký môn học . Kính gởi phòng đào tạo. . Hiện tại lớp Ô tô VLVH HK191 bị trùng thời khoá biểu khi đăng ký môn học, các môn trùng là TR3045 (hệ thống điện điện tử ô tô) học ngày thứ 3 và môn TR3049 (thiết kế ô tô) học thứ 3 và thứ 5. Do môn học bị trùng thời gian nên em không thể đăng ký 1 lúc cả hai môn được, mà các môn này đều môn học trước của các môn học kỳ 192. . . Kính mong phòng đào tạo xem xét và xếp lại thời khoá biểu để em được học cả 2 môn học nói trên.. . Rất mong phản hồi từ phòng đào tạo, trân trọng cảm ơn.",
            "bạn không thể thay đổi thời khóa biểu khi bạn học lại môn học. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "B Kính gửi Phòng Đào tạo Trường Đại học Bách Khoa TPHCM  /B . . . . Em tên là [full_name]. . MSSV: [student_id]. . . . Hiện tại, em không thể đăng ký môn học   B Nhà nhiều tầng - Mã môn học: 3121  /B , vì nhóm lớp em định đăng ký học đã quá sỉ số. Trong khi đó, 2 nhóm lớp còn lại em không thể đăng ký vì trùng thời khóa biểu.. . . . Mong phòng Đào tạo xem xét tăng sỉ số nhóm lớp   B A02  /B  để em có thể đăng ký học.. . . . Mong phòng Đào tạo giúp đỡ và mau chóng hồi đáp.. . Em xin cảm ơn.. . . .  . . . . . .",
            "Đã tăng sĩ số cho bạn",
            "Cảm ơn phòng đào tạo nhiều!"
        ]
    },
    {
        "intent": "",
        "message": [
            "Lịch thi - Đại học - Cao đẳng chính quy   Khác ... . Em có lịch học đến 12h 20/8 ở cs2 và lịch thi vào 20/8 lúc 12h ở cs1. cho em hỏi có sai sót gì không và sắp xếp thời gian lại giúp em được không ạ.",
            "Lịch thi - Đại học - Cao đẳng chính quy   Khác .... . . . Em có lịch học đến 12h 20/8 ở cs2 và lịch thi vào 20/8 lúc 12h ở cs1. cho em hỏi có sai sót gì không và sắp xếp thời gian lại giúp em được không ạ.  /QUOTE . . . . Chào [full_name], Thứ 2,3 tuần đầu tiên của học kỳ chưa có học em cứ yên tâm đi thi. TKB HK191 sẽ được cập nhật lại trước khi bắt đầu học kỳ.",
            "li answer rate: Answer suits the needs / Câu trả lời đúng ý"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Khác ... . Em xin chào thầy/cô ạ. . . . Em xin tạo yêu cầu này để rút môn ME4605 ( Hoạch định nguồn lực sx) ra khỏi thời khoá biểu của em.. . . . Em xin cảm ơn thầy cô đã dành thời gian cho em.",
            ". . Chào em,. . . . Em xem mục này trên web nhé. . http://www.aao.hcmut.edu.vn/index.php?route=catalog/chitietsv&path=192&tid=871"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Chuyển thời khóa biểu . Kính gửi quý thầy cô phòng đào tạo trường Đại học Bách Khoa Tp.HCM . . Em tên là : [full_name]. . MSSV : [student_id]. . Em viết đơn này xin Thầy Cô mở khóa lớp cơ lưu chất-CI2003 để em có thể chuyển từ nhóm lớp L10_L29 sang nhóm lớp L10_L30 .Kính mong quý thầy coi xem xét và giúp đỡ cho em . . . Chân thành cảm ơn thầy cô .",
            "Chào em,. . . . Đợt 3 DKMH chỉ thêm môn học, không huỷ môn học được nha em."
        ]
    },
    {
        "intent": "",
        "message": [
            "Thầy/Cô cho em hỏi học kỳ đầu tiên của Sv bằng 2 Thời khóa biểu là Sv tự xếp hay nhà trường xếp dùm ạ. . . . . Em cám ơn ạ.. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]9  /b \t. . . .   i Đăng ký môn học - Đại học - Cao đẳng chính quy   Tăng sĩ số lớp môn học . Em tên [full_name] - MSSV: [student_id]9. . em xin PĐT giúp em tăng sĩ số:. . MH: Trắc địa đại cương (CI1007). . Nhóm lớp: A01_A01. .      hoặc: A01_A02 đều được ạ. . em xin cám ơn ạ",
            "Chào em,. . . . PDT đã tăng sỉ số nhóm A01_A01, em đăng kí nhanh để hết chỗ",
            "có thể giúp em tăng sĩ số thêm được không ạ? tăng 1 chỗ đã hết rồi ạ"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học phí - Đại học - Cao đẳng chính quy   Khác ... . Cho em hỏi hiện tại em đã có Tài khoản OCB (Bằng 1, đã tốt nghiệp), nay em đăng ký học bằng 2 thì có cần phải đi đóng Tài khoản (Bằng 1) để rồi đăng ký tài khoản mới (Bằng 2) không ạ?. .",
            "bạn có thể sử dụng tài khoản đã có"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học phí - Đại học - Cao đẳng chính quy   Học phí học kỳ chính . Thầy/Cô cho em hỏi sắp tới em đóng tiền nhập học   B Bằng 2  /B  thì số tiền cần đóng là 4 triệu hay 4 triệu 260 ngàn vậy ạ.. . . . Mong nhận được giải đáp. Em xin cám ơn.. .",
            "2 khoản nhé. 4triệu và 260 ngàn. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác .  . . Thầy/Cô cho em hỏi sắp đến em nhập học diện Bằng 2 thì Khám sức khỏe ra các phòng khám công khám ạ? Hay sẽ được nhà trường hỗ trợ khám khi nhập học?. . . . Rất mong nhận được hồi đáp. Em xin cám ơn. . .",
            "responsible person: [551] [staff_name] [helpdesk staff]",
            "Khám sức khỏe bạn ra bệnh viện công (BV tuyến huyện / quận) trở lên nhé"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tăng sĩ số lớp môn học .",
            "No solution"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tăng sĩ số lớp môn học . Em xin chào thầy/cô. . . . Em tạo yêu cầu này mong thầy/cô tăng sĩ số lớp MT1009 - Phương pháp tính nhóm A01 và Đăng kí cho em ạ.. . . . Cảm ơn thầy/cô đã dành thời gian cho em.",
            "Sĩ số lớp đã ở mức tối đa không thể tăng thêm cho bạn được.",
            "No solution"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tăng sĩ số lớp môn học . Em là [full_name] MSSV [student_id]. . Em có đăng ký [full_name] vào đợt đăng ký môn học lần 2 vừa rồi nhưng ko hiểu sao lại bị hủy đăng ký đó. . Em mong Phòng Đào Tạo giải quyết sớm để em Đăng Ký môn học vì hôm nay hết hạn đăng kí môn học rồi ạ. . . Cho em ra trường kịp vào T4 năm sau với ạ. . Em xin chân thành cảm ơn!!!",
            "bạn vào lịch sử đăng ký để xem lý do không đăng ký được nhé :. . . . . . 25/ 07/ 2019 10:17\tHK191 - Đăng ký môn học Học kỳ 1 (2019 - 2020) - HK191 - Hệ Chính Quy - đợt 3\tPDT không đ/ký cho SV MH LA1009 (2: Thiếu môn học trước LA1007)"
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính gửi phòng đào tạo Trường Đại Học Bách Khoa HCM. . . . . Em tên là [full_name]. . . MSSV: [student_id]. . . . . Em viết đơn này để xin phòng đào tạo có thể cân nhắc tăng sĩ số và bố trí em vào lớp L01-L01 của môn Cấu trúc dữ liệu và giải thuật (CO2003). Hiện tại không có lớp học nào phù hợp với thời khóa biểu của em, cũng như những lớp phù hợp đều đã đủ sĩ số. Em rất mong lời phản hồi sớm từ phòng đào tạo bởi thời gian đăng ký môn học còn rất ngắn. . . . . Em xin cảm ơn ạ!",
            "Chào bạn. . . . hiện tại tất cả các nhóm đều đã full sĩ số không thể đăng ký thêm cho bạn được.. . . . Sức chứa phòng máy có giới hạn (40 máy). Bạn lưu ý đăng ký môn học ngay đợt đầu tiên để PĐT xếp lịch và tránh việc không đăng ký được.. . . . Rất tiếc không thể giúp bạn",
            "Thưa thầy,. . . . Em thấy nhiều lớp có cả sĩ số 41 thay vì 40, chẳng lẽ lại không thêm được 1 sinh viên vào nữa ạ? Em cũng thấy tổng sĩ số ở cơ sở 2 chỉ vào khoảng 360 sinh viên trong đó số sinh viên KHMT khóa 2018 cũng đã hơn 360 thì sao phòng đào tạo lại không mở thêm lớp phòng trường hợp các sinh viên khóa trước đăng ký hết chỗ cho sinh viên khóa 2018? Em thấy phòng đào tạo giải quyết việc này rất không thỏa đáng ạ.. . . .",
            "Chào em,. . . . Câu hỏi của em [full_name]T đã gởi về [full_name] Máy Tính, [full_name] sẽ trả lời cho em về vấn đề này."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tăng sĩ số lớp môn học . Kính gửi quý thầy cô làm việc tại phòng đào tạo Bách Khoa Tp.HCM. . Em tên là Nguyễn Văn Phúc. . Mssv: [student_id]. .  Em gửi yêu cầu này tới thầy cô phòng đào tạo với mong muốn xin mở rộng sĩ số lớp môn học Trắc Địa Đại Cương (CI1007) nhóm lớp L02-L05 giảng dạy bởi thầy [full_name] - [full_name]. Hi vọng phòng đào tạo có thể cân nhắc và đồng ý mở rộng sĩ số lớp môn học để em có thể đăng kí đủ số tín chỉ cần thiết trong học kì 191 tới đây. Mong phòng đào tạo sớm phản hồi! . . Em xin chân thành cảm ơn!",
            "Đã tăng sĩ số cho bạn"
        ]
    },
    {
        "intent": "",
        "message": [
            "From [full_name] [student_id]. . Kính gửi PĐT.. . Em mong muốn được mở thêm sỉ số lớp SP1009-A01- Đường lối CM của ĐCS VN của cô [full_name]. Kính nhờ PĐT xem xét",
            "Môn học đã ở sĩ số tối đa 135sv không thể tăng thêm cho bạn được"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được . Xin thưa ban quản lý của trường, tình trạng của em hiện nay: Em muốn đăng ký thêm môn học Địa chính đại cương tiết 7 8 9. Thời khóa biểu hiện giờ của em là đã có các môn học vào tiết 2 3 4 5 6 và 10 11 12. Vì thế em không đăng ký được.. . Địa chính đại cương là môn em học cải thiện, em xin hứa sẽ đảm bảo được giờ giấc học hành và làm bài tập đầy đủ. . . Em xin cảm ơn.",
            "Chào em,. . . . . . Trường hợp em trình bày không đăng kí được nha em."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Chuyển thời khóa biểu . Cho em xin chuyển nhóm môn giáo dục thể chất Bóng bàn PE1013 từ nhóm L04 sang L03. Lí do: vì khi đăng kí môn học học kỳ 191 đợt 2 em đã đăng kí nhóm L04 là tiết 2-3 sáng thứ 5 nhưng lúc có kết quả lại xếp vào tiết 7-8 nên không phù hợp với kế hoạch học tập của em. Kính mong các thầy cô có thể chuyển nhóm giúp em.",
            "Đã mở khóa cho bạn tự hiệu chỉnh"
        ]
    },
    {
        "intent": "",
        "message": [
            "Em tên là [full_name]- mssv:[student_id], khoa Kỹ Thuật Hóa Học . . Dạ em muốn hỏi là em đã đăng kí môn vẽ kỹ thuật vào đợt 2, đợt 3 không được hiệu chỉnh nữa nhưng trùng với lịch học môn học kỹ thuật thực phẩm 1 mà e đăng kí trong đợt 3, hiện tại em muốn rút môn vẽ kỹ thuật trong hôm nay ngày 05/08/2019 trước để kịp thời hạn đăng kí môn kỹ thuật thực phẩm 1 tromg đợt 3 thì em phải làm như thế nào ạ?",
            "responsible person: [551] [staff_name] [helpdesk staff]",
            "Chào bạn. . . . Theo Quy định của nhà trường bạn không thể hủy môn học trong đợt đăng ký bổ sung môn học.. . . . Bạn có thể làm đơn xin rút môn học và nộp về PĐT (có tính học phí) và xin đăng ký bổ sung môn học cùng lúc.. . . . . .",
            "Em cảm ơn các thầy cô. . . Thầy cô cho em hỏi là: theo em  được biết là ngày 21 mới được đăng kí rút môn học trong khi 3h chiều nay đã hết hạn thì làm s em có thể đăng kí bổ sung được ạ, vì nếu không có môn này thì e sẽ không tham gia thực tập hè được, vì môn kĩ thuật thực phẩm 1 chỉ mở trong kì chính, còn môn vẽ kĩ thuật thì e có thể học dự thính hoặc đăng kí vào kì học 192.",
            "Chào bạn. . . . Khi nộp đơn rút môn học bạn đính kèm thêm xin đăng ký bổ sung môn học. PĐT sẽ xử lý đăng ký bổ sung cho bạn nếu môn học còn sĩ số."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: 1611209  /b \t. . . .   i Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được . Xin thưa ban quản lý của trường, tình trạng của em hiện nay: Em muốn đăng ký thêm môn học Địa chính đại cương tiết 7 8 9. Thời khóa biểu hiện giờ của em là đã có các môn học vào tiết 2 3 4 5 6 và 10 11 12. Vì thế em không đăng ký được.. . Địa chính đại cương là môn em học cải thiện, em xin hứa sẽ đảm bảo được giờ giấc học hành và làm bài tập đầy đủ. . . Em xin cảm ơn.",
            "Chào bạn. . . . Theo quy định của nhà trường bạn không thể đăng ký môn học quá 10 tiết/ ngày và học thông tầm từ tiết 6 -  7 . . . . Rất tiếc trường hợp này là không thể."
        ]
    },
    {
        "intent": "",
        "message": [
            "Điểm thi - Đại học - Cao đẳng chính quy   Điểm môn học . Kính gửi Phòng Đào Tạo trường ĐH Bách Khoa.. . Em tên [full_name], MSSV [student_id].. . Học kì 181 điểm GDTC1 của em là 1 điểm nhưng em thấy điểm chuyển GDTC1 của em HK181 là 12. Cho em hỏi là em qua GDTC1 chưa ạ?",
            "Điểm 12 là điểm miễn môn học nên bạn không phải học nhé."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Chuyển thời khóa biểu . Em xin chuyển nhóm môn giáo dục thể chất bóng bàn PE1013 từ nhóm L04 sang L03. Lí do: Vì khi đăng kí môn học kì 191 đợt 2 em đăng kí nhóm L04 tiết 2-3 thứ 5 nhưng kết quả lại xếp vào tiết 7-8 L04 thứ 5 nên không phù hợp với kế hoạch học tập của em. Em mong phòng đào tạo sẽ xem xét lại trường hợp này giúp em. Em cảm ơn.",
            "ĐÃ mở khóa cho bạn tự hiệu chỉnh môn học"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tăng sĩ số lớp môn học . Dạ chào phòng đào tạo , Em có đăng ký môn anh văn 4 lớp A01 ở đợt đăng ký lần 2 , nhưng sang lần 3 thì em bị hủy môn và không thể đăng ký lại nhóm lớp này nữa do sỉ số đã đủ , do kỳ này em chỉ còn 2 môn để hoàn thành chương trình học , kính mong phòng đào tạo có thể xem xét bố trí em vào lớp anh văn 4 hoặc tăng sỉ số để em có thể đăng ký được. Rất mong được sự phản hồi sớm từ phòng đào tạo do thời gian đăng ký môn học sắp kết thúc.. . Em xin cảm ơn !",
            "Chào em,. . . . Môn này full sỉ số không tăng được nữa, bạn có thể đăng kí vào học kỳ dự thính 191 sắp tới.",
            "Dạ chào phòng đào tạo , Em có đăng ký môn anh văn 4 lớp A01 ở đợt đăng ký lần 3 , nhưng tới kết quả đăng ký thì em lại bị hủy môn,do kỳ này em chỉ còn 2 môn để hoàn thành chương trình học , kính mong phòng đào tạo có thể xem xét  ạ.. . Em xin cảm ơn !",
            "Chào bạn. . . . bạn đăng nhập vào đợt kết quả đợt 3 -  xem lịch sử đăng ký để biết lý do không đăng ký được :. . . . . . 14/ 08/ 2019 09:47\tHK191 - Đăng ký môn học Học kỳ 1 (2019 - 2020) - HK191 - Hệ Chính Quy - Kết quả đợt 3\tPDT không đ/ký cho SV MH LA1009 (2: Thiếu môn học trước LA1007)"
        ]
    },
    {
        "intent": "",
        "message": [
            ". .   i Đăng ký môn học - Đại học - Cao đẳng chính quy   Chuyển thời khóa biểu . . . Cho em hỏi.. . . . Khi đkmh đợt 2 học kì 1 191, em đk môn Xác suất thống kê (MT2001) lớp L08 chiều thứ 3 tiết 7 8 9 và môn bóng bàn (PE1013) sáng thứ 5 tiết 23. Nhưng cuối cùng tkb bóng bàn đổi nên trường đã đổi cho em là học bóng bàn thứ 3 lớp L02 chiều tiet 78, còn môn XSTK của em đã chuyển qua lớp L15 sáng thứ 5.. . Em muốn hỏi bây giờ em giữ lớp XSTK ban đầu là L08 thứ 3 chiều tiết 789, còn môn bóng bàn em xin đổi thành môn Bóng đá (PE1009) lớp L13 thứ 4 tiết 11 12. Mong phòng đào tạo xem xét giúp em.. . Em trân thành cảm ơn",
            "Chào em,. . . . PDT đã mở khoá em hiệu chỉnh nhé.",
            ". . Dạ nhưng mà lớp L08 Ban đầu của em fulll rồi ạ em không chuyển môn được. Mong chị giúp em",
            "Đã tăng sĩ số cho bạn"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Khác ... . Kính gửi PDT trường ĐH Bách khoa. . Em tên [full_name], MSSV [student_id]. . Cho em hỏi là nếu em rút môn trước khi học kì bắt đầu và đăng kí môn khác thì em có phải đóng học phí cho môn đã rút không ạ?. .",
            "Chào bạn. . . . theo quy định trong đợt đăng ký bổ sung môn học bạn không thể hủy môn học và làm đơn xin rút môn học (có tính học phí). . . . bạn xem tại đây :. . . . http://www.aao.hcmut.edu.vn/index.php?route=catalog/chitietsv&path=192&tid=871. . . . Mục số 5."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được . Xin chào thầy (cô),. . Em là [full_name], sinh viên lớp VP15XDC, MSSV: [student_id]. . Để có thể đăng ký môn học : ĐAMH Kết cấu bê tông 1 (804702), em đã làm đơn xin Khoa kỹ thuật Xây dựng cho phép môn học này là môn học linh động và Khoa kỹ thuật Xây dựng đã xác nhận là gửi văn bản xuống Phòng Đào tạo vào chiều ngày 31/7/2019.. . Hôm nay là ngày 05/08/2019 là ngày cuối cùng của đợt đăng ký môn học bổ sung nhưng vẫn chưa đăng ký được môn học \"ĐAMH Kết cấu bê tông 1\" vì lý do môn học này chưa chuyển thành môn học linh động.. . Hy vọng quý thầy (cô) có thể hỗ trợ em về vấn đề này.. . Em xin chân thành cảm ơn.",
            "Chào em,. . . . PDT đã xếp môn 804702 linh động.. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tăng sĩ số lớp môn học . Lý do xin mở sĩ số: em nộp ccnn để đạt chuẩn anh văn sau năm 3 ở đợt ngày 25/7 cho đợt đăng kí môn học bổ sung lần 3. Nhưng lúc đăng kí môn học thì lớp đồ án (CH4011) thời khóa biểu thứ 5 tiết 2-5 đã đầy, lớp đồ án còn lại là thứ 6 thì trùng thời khóa biểu của em. Nên em xin phòng đào tạo mở thêm sĩ số lớp đồ án   B MMH CH4011, THỨ 5 TIẾT 2-5. .   /B em xin cảm ơn",
            "ĐÃ tăng sĩ số cho bạn"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: 413BK154  /b \t. . . .   i Đăng ký môn học - Đại học - Cao đẳng chính quy   Tăng sĩ số lớp môn học . Cho e hỏi lớp chuyển hệ môn giải tích mạch của chính quy còn tăng sỉ số lên được k ạ . Vì e còn một môn cuối để ra trường thôi ạ",
            "Chào bạn. . . . Môn học đã tăng sĩ số mức tối đa không thể tăng thêm cho bạn được"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Khác ... . Em chào anh/chị ạ!Hôm trước em có xin phép được hiệu chỉnh đăng ký môn học nhưng hiện tại đã gặp lỗi và chưa thể xóa môn học được. Mong anh/chị sửa lỗi giúp em vì hôm nay là ngày cuối đăng ký môn học ạ. Em chân thành cảm ơn!",
            "Bạn vào làm lại nhé"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Khác ... . Em tên [full_name].. . MSSV:[student_id]. . Hiện em đang học văn bằng 2. Em viết đơn này để xin phòng đào tạo có thể mở thêm lớp [full_name] mã CI4343 nhóm B01. Em rất mong lời phản hồi sớm từ phòng đào tạo bởi thời gian đăng ký môn học còn rất ngắn ạ  B   /B .",
            "PDT có mở lớp môn CI4343 nhóm A01, PDT sẽ chuyển qua nhóm B01 cho bạn."
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính chào BQl PĐT. .  Em tên Nguyễn Hoàng Sơn mssv [student_id]. .  E có chút thắc mắc về học phí đợt 2, theo giải đáp CB phòng Đào tạo VLVH là do đăng ký 1 môn Trường Điện Từ vào 2 lớp: VLVH & Chính Quy. Do e không xem được tất cả lịch sử đăng ký hk183 nên kính mong PĐT xem xét, chụp lại giúp e lịch sử đăng ký hk183. . Rất mong nhận đươc phản hồi sớm từ PDT. . E xin chân thành cảm ơn. . . .",
            "gởi bạn",
            "li answer rate: Answer is not complete / Câu trả lời chưa hoàn chỉnh"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tăng sĩ số lớp môn học . Kính gửi: Phòng đào tạo. . Lý do xin mở sĩ số: em nộp ccnn để đạt chuẩn anh văn sau năm 3 ở đợt ngày 25/7 cho đợt đăng kí môn học bổ sung lần 3. Nhưng lúc đăng kí môn học thì lớp đồ án (CH4011) thời khóa biểu thứ 5 tiết 2-5 đã đầy, lớp đồ án còn lại là thứ 6 thì trùng thời khóa biểu của em. Nên em xin phòng đào tạo mở thêm sĩ số lớp đồ án   B MMH: CH4011, nhóm lớp: A01, thứ 5 tiết 2-5, giảng viên [full_name].. .   /B Xin thầy/cô phản hồi sớm để em có thể đăng kí được môn học vì hôm nay là hạn cuối rồi ạ.. . em xin cảm ơn",
            "Đã tăng sĩ số cho bạn"
        ]
    },
    {
        "intent": "",
        "message": [
            "Chứng chỉ ngoại ngữ - Đại học - Cao đẳng chính quy   Xét miễn môn anh văn (chuyển điểm) . Hôm nay 5/8 em mới nhận được bằng anh văn và em đã đăng kí nộp trên mybk rồi ạ . Cho em hỏi . Em có thể xin đăng kí môn học được không ạ . Dù đã qua đợi xét điểm anh văn của trường . Em xin cảm ơn . Mong các thầy cô giúp đỡ vì hôm nay đã là ngày cuối để bổ sung đăng kí môn học ạ . Em cảm ơn .",
            "Chào bạn. . . . bạn vui lòng xem thời điểm chuyển điểm ngoại ngữ tại đây :. . . . http://www.aao.hcmut.edu.vn/index.php?route=catalog/chitietsv&path=59_205&tid=1813. . . . Thời điểm chuyển điểm của bạn quá trễ ( sau ngày 25/7) nên PĐT không thể cập nhật điểm cho bạn trong đợt đăng ký đợt 3"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tăng sĩ số lớp môn học . Kính gửi thầy cô PĐT Trường ĐH bÁCH kHOA. . Em tên [full_name]. . MSSV [student_id]. . PĐT có thể sắp xếp tăng sỉ số môn [full_name] ( MT1009) L-17 giúp em được kh ạ? vì thời gian đăng kí sắp hết.. . em cám ơn thầy cô PĐT nhiều ạ.. . . .",
            "Đã tăng sĩ số cho bạn"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Chương trình đào tạo (thiếu môn tiên quyết, song hành...) . Kính gửi Phòng Đào Tạo . . Em tên: [full_name]. . MSSV : [student_id]. . Hôm nay 5/8 em mới nhận được bằng tiếng anh và đủ chuẩn để đăng kí các môn chuyên ngành 191 . Dù đã qua đợt xét tiếng anh của trường nhưng vẫn mong phòng đào tạo cho em cơ hội để đăng kí các môn chuyên nghành ạ . Em đã đăng kí nộp bằng trên mybk rồi ạ . Em xin cảm ơn . Mong Phòng đào tạo suy xét do hôm nay là bữa cuối cùng đăng kí môn rồi ạ .",
            "Chào bạn. . . . Qua đợt chuyển điểm 25/7 PĐT không thể chuyển điểm kịp cho bạn. . . . Bạn có thể đăng ký trong đợt Dự thính HK191.. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tăng sĩ số lớp môn học  /i  . . Em tên là [full_name], mssv [student_id], sinh viên lớp HC18KSTN.. . Em xin tăng thêm 1 sĩ số môn Vẽ kĩ thuật, mã môn CI1003, lớp A09_A02 và môn Đường lối CM của DCSVN mã môn SP1009, lớp A01. . . Em cảm ơn.",
            "Đã tăng sĩ số cho bạn"
        ]
    }
]