[
    {
        "intent": "",
        "message": [
            "B Em muốn hỏi tại sao trong lịch sử Đăng ký môn học HK212 - Kết quả đợt 1 các môn học em đều được PDT đ/ký theo k/hoạch h/tập của SV MH- nhóm L01 nhưng lại KHÔNG CÓ THỜI KHÓA BIỂU trên MYBK  b MSSV/MSGV: 1814751  /b \t. . . .   i Đăng ký môn học .",
            "Chào em;. . theo mình chứng em gửi không có môn lịch sử Đảng nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính gửi Quý Thầy Cô,. . Em là sinh viên năm 4 khoa Quản lý Công nghiệp. Em có nhận được thông báo về đăng ký môn học HK212 đợt 2 và trong bản thông báo có ghi là không xét Chuẩn CCAV Quốc tế khi xét LVTN HK212. Nhưng hiện tại bọn em không đăng ký LVTN được (Mã môn học: IM4317) do bị thiếu CCAV (môn tiên quyết). Em mong có thể nhận được sự phản hồi từ Quý Thầy Cô về vấn đề này ạ. . . Em xin chân thành cảm ơn!",
            "Chào bạn,. . Hiện tại PĐT đã cập nhật lại các lỗi phát sinh khi đăng ký môn học. Nên SV vui lòng vào đăng ký lại. . Theo thông báo :. . - Các học phần đang học nhưng chưa có điểm, kể cả học dự thính, và SV không thuộc diện bị cấm thi, được xem là đạt và tích luỹ được tín chỉ để đăng ký các học phần, kể cả các học phần tốt nghiệp (TTNT, ĐCLV và LVTN). Các học phần tốt nghiệp sẽ được PĐT hậu kiểm sau khi có kết quả học tập để đảm bảo đúng điều kiện ràng buộc theo đúng quy định. SV nên cân nhắc kỹ, tự xác định năng lực học tập trước khi đăng ký các học phần tốt nghiệp để việc học tập đạt kết quả tốt nhất.. . - Nhà trường tạm thời không xét điều kiện : Chuẩn tiếng Anh sau mỗi năm học (chuẩn Anh văn hàng năm); Chuẩn CCAV quốc tế khi xét LVTN; Chuẩn Giáo dục thể chất cho riêng HK chính 212 và HK dự thính 212.. . - Nhà trường tạm thời xét từ đủ 6 ngày CTXH khi xét LVTN trong HK212.. . . . Thân chào."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ kính thưa phòng đào tạo, em có theo dõi mail phòng đào tạo thì thấy phòng đào tạo có thêm môn giáo dục thể chất vào đăng kí, nhưng khi em tìm kiếm môn này thì không có môn học mở. Mong phòng đào tạo kiểm tra lại để em có thể đăng kí môn này ạ. Vì em rất cần môn này để ra trường ạ!",
            "Chào em,. . Em theo dõi email từ PĐT, dự kiến trong chiều nay.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Dạ em chào các thầy cô ở PDT, em là sinh viên hệ đại trà của khoa Cơ khí khoá K20. Thầy cô cho em hỏi là số lượng học kỳ hè hoặc học kỳ dự thính em đăng kí có được tính vào 12 học kỳ chính không ạ, em cảm ơn.",
            "Chào em,. . Em vui lòng xem quy chế điều 5. . http://www.aao.hcmut.edu.vn/quy chế quy định/học vụ/- Quy chế đào tạo và học vụ bậc đại học, cao đẳng/điều 5. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính gửi Phòng Đào tạo trường Đại học Bách khoa TP. HCM,. . Nhà trường có thông báo hoãn xét chuẩn CCAV quốc tế khi xét LVTN nhưng em đăng kí môn Luận văn tốt nghiệp thì hệ thống báo thiếu chứng chỉ ngoại ngữ ạ. Xin Phòng Đào tạo xem xét giúp em.. . Em xin cảm ơn.",
            "Chào bạn,. . Hiện tại PĐT đã cập nhật lại các lỗi phát sinh khi đăng ký môn học. Nên SV vui lòng vào đăng ký lại. . Theo thông báo :. . - Các học phần đang học nhưng chưa có điểm, kể cả học dự thính, và SV không thuộc diện bị cấm thi, được xem là đạt và tích luỹ được tín chỉ để đăng ký các học phần, kể cả các học phần tốt nghiệp (TTNT, ĐCLV và LVTN). Các học phần tốt nghiệp sẽ được PĐT hậu kiểm sau khi có kết quả học tập để đảm bảo đúng điều kiện ràng buộc theo đúng quy định. SV nên cân nhắc kỹ, tự xác định năng lực học tập trước khi đăng ký các học phần tốt nghiệp để việc học tập đạt kết quả tốt nhất.. . - Nhà trường tạm thời không xét điều kiện : Chuẩn tiếng Anh sau mỗi năm học (chuẩn Anh văn hàng năm); Chuẩn CCAV quốc tế khi xét LVTN; Chuẩn Giáo dục thể chất cho riêng HK chính 212 và HK dự thính 212.. . - Nhà trường tạm thời xét từ đủ 6 ngày CTXH khi xét LVTN trong HK212.. . . . Thân chào."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: PDT cho em gửi đơn Thu nhận lại đệ được đăng kí môn học ạ.",
            "Chào em,. . Phòng Đào tạo đã tiếp nhận đơn thu nhận của em.. . SV theo dõi tình trạng và quyết định sẽ cập nhật tại mybk/Thông tin Sinh viên (dự kiến cập nhật QD trong tháng 12/2021). . SV vui lòng theo dõi lịch học vụ và mail sinh viên để biết thời gian đăng ký môn học cho học kỳ tiếp theo, đkmh đợt 3 từ ngày 4/1/22. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "em chạo anh chị . . cho em hoi em hiện tại chưa làm đồ án môn học . . nhưng kì nay không mở đồ án dành cho k18 thì em có thể đăng kí đồ án mã mới dành cho k19 được không ạ. . . em xin cám ơn. . . .",
            "U  em chạo anh chị.. . cho em hoi em hiện tại chưa làm đồ án môn học mã cũ EE3151. . nhưng kì nay không mở đồ án dành mã cũ này ạ.. . . . em xin cám ơn. . . .   /QUOTE . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em chào anh/chị,. . Em tên [full_name] - [student_id]. . Em muốn xin mở rộng sỉ số lớp Kết cấu thép 2 - CI3211 - L01 thì phải làm như thế nào ạ?. . Em  cảm ơn",
            "\"Chào bạn,. . Hiện tại toàn bộ môn học đã được Phòng Đào tạo tăng sĩ số tối đa theo quy định của từng loại môn học và quy định của google meet (tối đa 100 tính luôn Giảng Viên). . Xem quy định về sĩ số mở lớp cho từng loại môn học tại đây: aao.hcmut.edu.vn/sinh viên/quy chế/học vụ/Quy chế đào tạo và học vụ bậc đại học, cao đẳng/ Điều 8. 2. . Chúc bạn học tập tốt nhé.. . Thân. \". ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em có đăng kí thể chất ở đợt đăng kí môn học đầu nhưng bị xóa, đợt 2 này thì em không tìm được mã môn học để đăng kí, vậy nếu giờ em muốn đăng kí thì nên làm như thế nào ạ?",
            "Chào em,. . Em vui lòng xem email PĐT đã gửi: . . Nhắc lại : Mở lại các lớp GDTC, Thông báo bổ sung cho ĐKMH HK Chính + Dự thính 212 - lộ trình 1 + VLVH (Đợt 2). . Hộp thư đến. . . . - Ho Tro SV   [email] . . Tệp đính kèm. . 14:18, Th 3, 28 thg 12 (2 ngày trước). . tới stu.all, . . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . . . Kính thưa thầy/cô:. . . . -Em là sinh viên năm nhất đang đăng kí môn học cho học kì 212 sắp tới, em muốn đăng kí môn Triết học [full_name]-[full_name](MSMH: SP1031) để học trước, tuy nhiên khi em đăng kí vì thời khóa biểu của môn Giáo dục Quốc Phòng chiếm hết thời gian trong tuần nên trang đăng kí hiển thị lỗi bị trùng tiết học. Em xin hỏi là em phải làm sao để đăng kí được môn học ạ.",
            "Chào em,. . Nếu SV khóa 2021 đăng ký học theo đúng tiến độ của Chương trình Đào tạo thì không bị trùng với môn GDQP (SV vui lòng liên hệ Khoa hoặc GV chủ nhiệm để được tư vấn về Chương trình Đào tạo Khóa 2021). . GQDP là do trường xếp cứng cho SV  chính quy khóa 2021 và SV chương trinh CLC khóa 2020 đi học (SV không được hủy).Nhà trường chỉ gửi SV đi 1 lần duy nhất để học GDQP. Những trường hợp SV tự ý nghỉ nếu muốn học lại phải tự liên hệ tại TT GDQP đăng ký để hoàn thành học phần GDQP.. . Trường hợp SV đã có chứng chỉ GDQP, vui lòng làm đơn xin miễn (tải mẫu đơn tại aao.hcmut.edu.vn/sinh viên/biểu mẫu), kèm theo bản chụp Chứng chỉ GDQP và gửi qua bksi. . Thân\"\"\". ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em xin chào quý thầy cô,. . . . Em tên là [full_name], MSSV: [student_id], sinh viên khoa kỹ thuật hóa học.. . . . Hiện tại em vẫn chưa đăng ký chương trình kỹ sư/ thạc sỹ. Em muốn hỏi là khi nào trường sẽ mở đăng ký kỹ sư/thạc sỹ tiếp ạ? Và trong kỳ này em có thể đăng ký học và được tích lũy điểm các môn của chương trình kỹ sư/ thạc sỹ không ạ?. . . . Em xin cảm ơn quý thầy cô!",
            "Chào em,. . Về vấn đề liên quan đến học chương trình liên thông Đại học-Thạc sĩ & Thạc sĩ (Cao học) bạn vui lòng liên hệ Phòng đào tạo Sau đại học qua địa chỉ: Website:www.pgs.hcmut.edu.vn, Email    : [email]. . [email]. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Kính gửi thầy/cô. Em tên [full_name], mssv [student_id], hiện tại em đang nợ học phí 1.600.000đ tiền dự thính em vẫn chưa có khả năng thanh toán, em mong thầy cô tạo điều kiện cho em được đăng kí môn HK211 ạ, em chân thành cảm ơn.",
            "Chào bạn. . Bạn thanh toán học phí nghen, việc dkmh của bạn bình thường. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ em là sinh viên xây dựng khóa k20, em bị thiếu tín chỉ nên muốn đăng kí môn tự chọn là kinh tế học đại cương thì nó có được tính số chỉ trong 1 học kì không ạ, tại em muốn đủ chỉ để xét học bổng ạ. Mà môn đó em không thấy có trong chương trình đào tạo nên là học thì có tính không ạ",
            "Chào em,. . Học phần tự chọn tự do là học phần sinh viên được tự do đăng ký, không bị ràng buộc với ngành/chuyên ngành sinh viên đang theo học, nhưng phải có kiến thức không trùng lắp với các kiến thức dùng để xét tốt nghiệp của chương trình đào tạo. Hai học phần được xem là trùng lắp nếu có chuẩn đầu ra/nội dung trùng lắp đến 50%.. . . . Ở một chừng mức nào đó, để tránh cho sinh viên không lúng túng khi chọn môn tự do, tránh lãng phí thời gian và tài chính, [full_name] gợi ý cho sinh viên chọn các môn nhằm trang bị kiến thức chuyên sâu hơn ở các chuyên ngành.. . . . Em liên hệ [full_name] trình bày môn đã chọn tự do, để [full_name] xem xét và xác nhận, hoặc có hướng dẫn cụ thể.. . . . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính gửi phòng đào tạo,. . Em tên [full_name], Mssv [student_id], hệ VLVH. . Em có thắc mắc là em đã đăng kí tốt nghiệp và đóng lệ phí, nhưng vẫn chưa nhận được xác nhận cấp bằng của phòng đào tạo qua email. Đồng thời ở phản hồi trước em thấy tình trạng là đã giải quyết nhưng khi kiểm tra email vẫn chưa thấy phản hồi về xác nhận đơn cấp bằng.. . Mong phòng đào tạo xem xét và phản hồi giúp em.. . Em xin cảm ơn.",
            "Chào em,. . . . Ngày 27/12 đã chuyển CNTT của Sinh viên theo bưu cục rồi nhé.. . . . Hiện tại Phòng Đào tạo đang tiến hành in bằng và gửi mail nhận bằng theo từng đợt. . SV đã đăng ký tốt nghiệp thành công, vui lòng đợi cập nhật Quyết định tốt nghiệp chính thức và mail thông báo lên nhận bằng từ Phòng Đào tạo. . Về lễ tốt nghiệp tháng 11/2021 SV vui lòng đợi thông báo sau của nhà trường. . Thân. . \""
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Cho em hỏi là em vừa chuyển từ ngành Bảo dưỡng công nghiệp chính quy sang ngành xây dựng hệ vừa làm vừa học em muốn đăng ký môn Nhập môn kỹ thuật của khoa xây dựng thì em làm như thế nào ạ. Em cám ơn",
            "Chào bạn. . SV lưu ý:. . 1- Hiện tại toàn bộ môn học đã được Phòng Đào tạo tăng sĩ số tối đa theo quy định của từng loại môn học và quy định của Google Meet. Xem quy định về sĩ số mở lớp cho từng loại môn học tại đây: aao.hcmut.edu.vn/sinh viên/quy chế/học vụ/Quy chế đào tạo và học vụ bậc đại học, cao đẳng/ Điều 8. 2. . 2- Đã hết thời gian hiệu chỉnh và hủy môn học, Về việc rút Môn Học (có tính học phí) sinh viên vui lòng đợi mail thông báo dự kiến trong tháng 1/2021 sau của PDT . . 3- Trường hợp chưa ĐKMH ở đợt 2 thành công, bạn vui lòng đợi mail thông báo về việc ĐKMH ở đợt 3 từ ngày 04/01/2022 ( lưu ý: Trong đợt 3, SV chỉ có thể bổ sung các môn học còn sĩ số, không hiệu chỉnh và hủy MH). . 4- Sinh viên vui lòng xem kết quả ĐKMH, xem lý do vì sao không ĐKMH được (có đăng ký, nhưng không có TKB) tại trang web: mybk.hcmut.edu.vn    Đăng ký môn học    Đăng ký môn học HK212 - Kết quả đợt 2    bấm vào mục Đăng ký mới    chọn Loại hình đăng ký    xem Lịch sử đăng ký.. . 5- Trong trường hợp sau khi kết thúc đợt 3 (từ ngày 4/1 đến 6/1/2022), mà kết quả xử lý ĐKMH không đúng, bạn có thể làm đơn khiếu nại (kèm minh chứng nếu có), gửi qua trang bksi ghi rõ tiêu đề: “Khiếu nại ĐKMH HK212”, nội dung khiếu nại trình bày rõ lý do, ghi rõ tên, mã môn học và mã nhóm đã đăng ký . . 6- SV xem TKB tại mybk/Thông tin SV/ Xem TKB (sẽ được cập nhật dự kiến trước ngày 3/1/2022). . Chúc các bạn học tốt!. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em tên [full_name] [student_id]. . Dạ cho em hỏi sao e đăng kí môn trường điện từ không được ( lí do là chưa học môn Đại số tuyến tính MT1005 ) Trong khi em đã qua môn đại số tuyến tính MT1007 Rồi ạ . . Vì Kì 2 năm 2 e rớt Trường Điện từ ạ",
            "Chào em,. . Sinh viên vui lòng xem kết quả ĐKMH, xem lý do vì sao không ĐKMH được (có đăng ký, nhưng không có TKB) tại trang web: mybk.hcmut.edu.vn    Đăng ký môn học    Đăng ký môn học HK212 - Kết quả đợt 2    bấm vào mục Đăng ký mới    chọn Loại hình đăng ký    xem Lịch sử đăng ký.. . Trường hợp chưa ĐKMH ở đợt 2 thành công, bạn vui lòng đợi mail thông báo về việc ĐKMH ở đợt 3 từ ngày 04/01/2022 ( lưu ý: Trong đợt 3, SV chỉ có thể bổ sung các môn học còn sĩ số, không hiệu chỉnh và hủy MH). . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]4  /b \t. . . .   i Yêu cầu khác . Hiện tại em đang bị cấm đăng ký môn học do đóng học phí trễ .. . Nay em xin làm đơn xin phép nhà trường được mở đăng ký môn học ạ. . .",
            "\"Chào bạn. . \"\" Nếu yêu cầu của bạn đến nay vẫn chưa được xử lý, vui lòng gửi lại để PDT kiểm tra và trả lời cho bạn \"\". .  SV lưu ý:. . 1- Hiện tại toàn bộ môn học đã được Phòng Đào tạo tăng sĩ số tối đa theo quy định của từng loại môn học và quy định của Google Meet (tối đa 100 tính luôn Giảng Viên).Xem quy định về sĩ số mở lớp cho từng loại môn học tại đây: aao.hcmut.edu.vn/sinh viên/quy chế/học vụ/Quy chế đào tạo và học vụ bậc đại học, cao đẳng/ Điều 8. 2. . 2- Đã hết thời gian hiệu chỉnh và hủy môn học, Về việc rút Môn Học (có tính học phí) sinh viên vui lòng đợi mail thông báo sau của PDT.. . 3- Trường hợp chưa ĐKMH ở đợt 2 thành công, bạn vui lòng đợi mail thông báo về việc ĐKMH ở đợt 3 từ ngày 04/01/2022 ( lưu ý: Trong đợt 3, SV chỉ có thể bổ sung các môn học còn sĩ số, không hiệu chỉnh và hủy MH). . 4- Sinh viên vui lòng xem kết quả ĐKMH, xem lý do vì sao không ĐKMH được (có đăng ký, nhưng không có TKB) tại trang web: mybk.hcmut.edu.vn    Đăng ký môn học    Đăng ký môn học HK212 - Kết quả đợt 2    bấm vào mục Đăng ký mới    chọn Loại hình đăng ký    xem Lịch sử đăng ký.. . 5- Trong trường hợp kết quả xử lý ĐKMH không đúng, bạn có thể làm đơn khiếu nại (kèm minh chứng nếu có), gửi qua trang bksi ghi rõ tiêu đề: “Khiếu nại ĐKMH HK212”, nội dung khiếu nại trình bày rõ lý do, ghi rõ tên, mã môn học và mã nhóm đã đăng ký (SV đợi kết quả cập nhật dự kiến trước ngày 3/1/2022). . 6- SV xem TKB tại mybk/Thông tin SV/ Xem TKB (sẽ được cập nhật dự kiến trước ngày 3/1/2022). . Chúc các bạn học tốt!. . Thân. . \"",
            "B Khiếu nại ĐKMH HK212  /. . . . Hiện tại em vẫn chưa được mở trong mục đăng ký môn học .. . Ngay khi vào trang đăng ký môn học em đã bị cấm đăng ký ạ . Mong nhà trường xem xét giúp em .. . ( Em có đăng hình ảnh đính kèm )",
            "Chào em,. . Em cần xin ĐKMH nào? Vui lòng trình bày rõ và gửi lại qua [full_name], ghi rõ tên và mã MH xin ĐK. . Thân",
            "Hiện tại em đã bị cấm đăng ký , nay mong nhà trường xem xét cho em đăng ký .. . . . Em xin đăng ký Đồ Án tốt nghiệp . . MMH 813303",
            "\"Chào em,. . PDT đã ghi nhận yêu cầu về ĐKMH của bạn và đã chuyển cho bộ phận ĐKMH kiểm tra và xử lý.. . SV vui lòng theo dõi thời khóa biểu được cập nhật tại Mybk/Thông tin sinh viên/Xem thời khóa biểu dự kiến trễ nhất trước ngày 25/1/2022.. . Sau thời gian trên vẫn chưa được cập nhật TKB, SV vui lòng gửi lại câu hỏi qua bksi để biết lý do.. . Thân. . \""
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính gửi quí Thầy/Cô pđt Trường Đại học Bách Khoa,. . Em là Bùi Trọng Danh, MSSV [student_id]. HK-212 này em đăng đăng ký LVTN EE4333, nhưng hiện tại em bị xóa và em đăng ký lại thì hệ thống báo thiếu CCNA. Em có theo dõi mail thông báo thì KH-212 này trường mình tạm thời không xét CCNN ạ. Quí Thầy/Cô cho em hỏi là khi nào hệ thống mở cho phéo để em có thể được đăng ký môn học ạ?. . Em cảm ơn quí Thầy/Cô ạ.",
            "Chào bạn,. . Hiện tại PĐT đã cập nhật lại các lỗi phát sinh khi đăng ký môn học. Nên SV vui lòng vào đăng ký lại. . Theo thông báo :. . - Các học phần đang học nhưng chưa có điểm, kể cả học dự thính, và SV không thuộc diện bị cấm thi, được xem là đạt và tích luỹ được tín chỉ để đăng ký các học phần, kể cả các học phần tốt nghiệp (TTNT, ĐCLV và LVTN). Các học phần tốt nghiệp sẽ được PĐT hậu kiểm sau khi có kết quả học tập để đảm bảo đúng điều kiện ràng buộc theo đúng quy định. SV nên cân nhắc kỹ, tự xác định năng lực học tập trước khi đăng ký các học phần tốt nghiệp để việc học tập đạt kết quả tốt nhất.. . - Nhà trường tạm thời không xét điều kiện : Chuẩn tiếng Anh sau mỗi năm học (chuẩn Anh văn hàng năm); Chuẩn CCAV quốc tế khi xét LVTN; Chuẩn Giáo dục thể chất cho riêng HK chính 212 và HK dự thính 212.. . - Nhà trường tạm thời xét từ đủ 6 ngày CTXH khi xét LVTN trong HK212.. . . . Thân chào."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em thấy có mail thông báo  Nhà trường tạm thời không xét điều kiện Chuẩn tiếng Anh sau mỗi năm học cho riêng HK chính 212. .  Nhưng khi đăng ký môn lại không được, bị báo lỗi do Chuẩn tiếng Anh (hình ảnh đính kèm). .",
            "Chào bạn,. . Hiện tại PĐT đã cập nhật lại các lỗi phát sinh khi đăng ký môn học. Nên SV vui lòng vào đăng ký lại. . Theo thông báo :. . - Các học phần đang học nhưng chưa có điểm, kể cả học dự thính, và SV không thuộc diện bị cấm thi, được xem là đạt và tích luỹ được tín chỉ để đăng ký các học phần, kể cả các học phần tốt nghiệp (TTNT, ĐCLV và LVTN). Các học phần tốt nghiệp sẽ được PĐT hậu kiểm sau khi có kết quả học tập để đảm bảo đúng điều kiện ràng buộc theo đúng quy định. SV nên cân nhắc kỹ, tự xác định năng lực học tập trước khi đăng ký các học phần tốt nghiệp để việc học tập đạt kết quả tốt nhất.. . - Nhà trường tạm thời không xét điều kiện : Chuẩn tiếng Anh sau mỗi năm học (chuẩn Anh văn hàng năm); Chuẩn CCAV quốc tế khi xét LVTN; Chuẩn Giáo dục thể chất cho riêng HK chính 212 và HK dự thính 212.. . - Nhà trường tạm thời xét từ đủ 6 ngày CTXH khi xét LVTN trong HK212.. . . . Thân chào.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Dạ em chào quý thầy cô ạ. Hiện tại em đang học lớp HC19KTTP, vì môn thí nghiệm vi sinh thực phẩm (CH3001) là môn bắt buộc học trong kỳ này nhưng do số lượng mở lớp ít nên em xin quý thầy cô gia tăng sỉ số lớp L01 được không ạ? Em cảm ơn quý thầy cô rất nhiều!. .",
            "Yêu cầu khác. . Dạ em chào quý thầy cô ạ. Hiện tại em đang học lớp HC19KTTP, vì môn thí nghiệm vi sinh thực phẩm (CH3001) là môn bắt buộc học trong kỳ này nhưng do số lượng mở lớp ít nên em xin quý thầy cô gia tăng sỉ số lớp L02 được không ạ? Em cảm ơn quý thầy cô rất nhiều!. .   /QUOTE . .",
            "\"Chào bạn,. . Hiện tại toàn bộ môn học đã được Phòng Đào tạo tăng sĩ số tối đa theo quy định của từng loại môn học và quy định của google meet (tối đa 100 tính luôn Giảng Viên). . Xem quy định về sĩ số mở lớp cho từng loại môn học tại đây: aao.hcmut.edu.vn/sinh viên/quy chế/học vụ/Quy chế đào tạo và học vụ bậc đại học, cao đẳng/ Điều 8. 2. . Chúc bạn học tập tốt nhé.. . Thân. \"\". . \""
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Chào thầy cô ạ,. . Em là sinh viên khóa K19 em có thắc mắc về môn Thực tập đó là hè mới học, vậy bây giờ mình có cần đăng ký trong đợt này không hay là chờ tới hè ( có mở đợt) rồi đăng ký ạ. Em cảm ơn.",
            "Chào em,. . Em vui lòng liên hệ [full_name], GVCN nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em chào PĐT, . . Em tên là [full_name], hiện đang học lớp MOQLK18. Kì này em không đăng kí luận văn được do Nhà trường yêu cầu anh văn, tình hình dịch bệnh nên em không thể nào đi thi chứng chỉ anh văn được, em biết trường có mở lớp anh văn nhưng em tính thi một lần để nộp bằng tốt nghiệp tiết kiệm chi phí luôn ạ. Một lớp học anh văn dự thính gần 1 triệu, thật khó cho những học sinh khó khăn nhưng em. Mong Nhà trường cho em đăng kí luận văn và hoãn thời gian xét anh văn ạ. Em cam đoan sau khi có điều kiện đi thi, em sẽ đi thi và nộp bằng liền ạ.. . Mong nhà trường xem xét và tạo điều kiện cho các bạn có tình hình khó khăn như em. . Mong được sự phản hồi từ Nhà trường ạ, em chân thành cảm ơn !",
            "Chào bạn,. . Hiện tại PĐT đã cập nhật lại các lỗi phát sinh khi đăng ký môn học. Nên SV vui lòng vào đăng ký lại. . Theo thông báo :. . - Các học phần đang học nhưng chưa có điểm, kể cả học dự thính, và SV không thuộc diện bị cấm thi, được xem là đạt và tích luỹ được tín chỉ để đăng ký các học phần, kể cả các học phần tốt nghiệp (TTNT, ĐCLV và LVTN). Các học phần tốt nghiệp sẽ được PĐT hậu kiểm sau khi có kết quả học tập để đảm bảo đúng điều kiện ràng buộc theo đúng quy định. SV nên cân nhắc kỹ, tự xác định năng lực học tập trước khi đăng ký các học phần tốt nghiệp để việc học tập đạt kết quả tốt nhất.. . - Nhà trường tạm thời không xét điều kiện : Chuẩn tiếng Anh sau mỗi năm học (chuẩn Anh văn hàng năm); Chuẩn CCAV quốc tế khi xét LVTN; Chuẩn Giáo dục thể chất cho riêng HK chính 212 và HK dự thính 212.. . - Nhà trường tạm thời xét từ đủ 6 ngày CTXH khi xét LVTN trong HK212.. . . . Thân chào.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em mong Phòng Đào Tạo có thể mở thêm sĩ số cho lớp Quản Lí Dự Án Xây Dựng (CI1053) nhóm lớp L01 ạ",
            "\"Chào bạn,. . Hiện tại toàn bộ môn học đã được Phòng Đào tạo tăng sĩ số tối đa theo quy định của từng loại môn học và quy định của google meet (tối đa 100 tính luôn Giảng Viên). . Xem quy định về sĩ số mở lớp cho từng loại môn học tại đây: aao.hcmut.edu.vn/sinh viên/quy chế/học vụ/Quy chế đào tạo và học vụ bậc đại học, cao đẳng/ Điều 8. 2. . Chúc bạn học tập tốt nhé.. . Thân. \"\". . \""
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học  /i EN2043_LỚP L01. . . .",
            "\"Chào bạn,. . Hiện tại toàn bộ môn học đã được Phòng Đào tạo tăng sĩ số tối đa theo quy định của từng loại môn học và quy định của google meet (tối đa 100 tính luôn Giảng Viên). . Xem quy định về sĩ số mở lớp cho từng loại môn học tại đây: aao.hcmut.edu.vn/sinh viên/quy chế/học vụ/Quy chế đào tạo và học vụ bậc đại học, cao đẳng/ Điều 8. 2. . Chúc bạn học tập tốt nhé.. . Thân. \". . \""
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ chào thầy/cô,. . Em thấy chương trình đào tạo HK6 của ngành Điện tử- viễn thông K19 có môn Thực tập ngoài trường (EE3365).. . Nếu em đăng kí trong HK212 thì cụ thể em phải đi Thực tập ngoài trường trong thời gian nào? Trong HK212 luôn hay hè đi vẫn được ạ?. . Mong thầy/cô giải đáp thắc mắc giúp em. . . Em cảm ơn nhiều ạ!",
            "Chào em,. . Em vui lòng liên hệ [full_name], GVCN nhé.. . Thân mến]"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em tên [full_name], MSSV:[student_id]. Trong đợt đăng kí môn học đầu tiên em có đăng kí môn Công nghệ cao su MA3009. Nhưng em không hiểu sao bị hủy và đã hết sỉ số. Phòng đào tạo cho em xin mở thêm sỉ số môn này vì năm nay em sinh viên năm 4, nên môn này rất quan trọng với em cho tiến độ ra trường. Rất mong được phòng đào tạo giúp đỡ ạ",
            "\"Chào bạn. . SV xem TKB tại mybk/Thông tin SV/ Xem TKB. . Sinh viên xem lý do tại sao có ĐKMH HK212 - Đợt 1 mà không có TKB tại trang web : mybk.hcmut.edu.vn    Đăng ký môn học    Đăng ký môn học HK212 - Kết quả đợt 1    bấm vào mục Đăng ký mới    chọn loại hình đăng ký    xem Lịch sử đăng ký (SV xem file hướng dẫn đính kèm).. . Chúc các bạn học tốt!. . Thân. .",
            "li answer rate: Answer does not suit / Câu trả lời không đúng ý"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ PĐT cho em hỏi là bữa trước trường có mail là không xét chuẩn anh văn để đăng kí luận văn mà sao hệ thống đăng ký môn học của em lần trước bị xóa và đăng ký lại thì hệ thống báo không được vì chưa có chuẩn anh văn không biết là có sự thay đổi hay là hệ thống mình chưa sửa lại vậy ạ. Em cám ơn",
            "Chào bạn,. . Hiện tại PĐT đã cập nhật lại các lỗi phát sinh khi đăng ký môn học. Nên SV vui lòng vào đăng ký lại. . Theo thông báo :. . - Các học phần đang học nhưng chưa có điểm, kể cả học dự thính, và SV không thuộc diện bị cấm thi, được xem là đạt và tích luỹ được tín chỉ để đăng ký các học phần, kể cả các học phần tốt nghiệp (TTNT, ĐCLV và LVTN). Các học phần tốt nghiệp sẽ được PĐT hậu kiểm sau khi có kết quả học tập để đảm bảo đúng điều kiện ràng buộc theo đúng quy định. SV nên cân nhắc kỹ, tự xác định năng lực học tập trước khi đăng ký các học phần tốt nghiệp để việc học tập đạt kết quả tốt nhất.. . - Nhà trường tạm thời không xét điều kiện : Chuẩn tiếng Anh sau mỗi năm học (chuẩn Anh văn hàng năm); Chuẩn CCAV quốc tế khi xét LVTN; Chuẩn Giáo dục thể chất cho riêng HK chính 212 và HK dự thính 212.. . - Nhà trường tạm thời xét từ đủ 6 ngày CTXH khi xét LVTN trong HK212.. . . . Thân chào."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính chào thầy/cô.. . Em tên [full_name].. . - Em có đăng ký học giải tích 2 vào học kỳ dự thính 212 sắp tới.. . - Sau khi đăng ký ở đợt 1 thì khi em kiểm tra ở đợt đăng ký dự thính thứ 2.. . - Nhưng không có kết quả đăng ký giải tích 2 ở mục đăng ký dự thính 2 ạ.. . -   B Nguyên nhân được phòng đào tạo nêu là không đủ thời gian di chuyển giữa 2 cơ sở  /B (do môn CO3097).. . - Nhưng khi em kiểm tra lịch học các lớp dự thính thì các lớp dự thính học onine và   B thời gian cũng rất xa nhau, đủ để di chuyển  /B   U  (hình so sánh đính kèm bên dưới).. . - Em đã đăng ký lại môn giải tích 2 ở đợt   B đăng ký dụ thính thứ 2  /B  cho HK212.. . . . Mong thầy/cô kiểm tra lại nguyên nhân em không đăng ký được giải tích 2 ở đợt đăng ký dự thính HK212 - đợt 1.. . . .",
            "Chào em,. . - Trường hợp chưa ĐKMH ở đợt 2 thành công, bạn vui lòng đợi mail thông báo về việc ĐKMH ở đợt 3 từ ngày 04/01/2022 ( lưu ý: Trong đợt 3, SV chỉ có thể bổ sung các môn học còn sĩ số, không hiệu chỉnh và hủy MH). . Thân mến"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính gửi thầy/cô,. . Theo như thông báo của nhà trường học kỳ 212 sẽ tạm không xét chuẩn tiếng Anh, mà khi em đăng kí LVTN thì hệ thống báo thiếu chuẩn anh văn nên không cho em đăng kí. Em phải giải quyết vấn đề này như thế nào ạ!",
            "Chào bạn,. . Hiện tại PĐT đã cập nhật lại các lỗi phát sinh khi đăng ký môn học. Nên SV vui lòng vào đăng ký lại. . Theo thông báo :. . - Các học phần đang học nhưng chưa có điểm, kể cả học dự thính, và SV không thuộc diện bị cấm thi, được xem là đạt và tích luỹ được tín chỉ để đăng ký các học phần, kể cả các học phần tốt nghiệp (TTNT, ĐCLV và LVTN). Các học phần tốt nghiệp sẽ được PĐT hậu kiểm sau khi có kết quả học tập để đảm bảo đúng điều kiện ràng buộc theo đúng quy định. SV nên cân nhắc kỹ, tự xác định năng lực học tập trước khi đăng ký các học phần tốt nghiệp để việc học tập đạt kết quả tốt nhất.. . - Nhà trường tạm thời không xét điều kiện : Chuẩn tiếng Anh sau mỗi năm học (chuẩn Anh văn hàng năm); Chuẩn CCAV quốc tế khi xét LVTN; Chuẩn Giáo dục thể chất cho riêng HK chính 212 và HK dự thính 212.. . - Nhà trường tạm thời xét từ đủ 6 ngày CTXH khi xét LVTN trong HK212.. . . . Thân chào."
        ]
    },
    {
        "intent": "",
        "message": [
            "B Em chào thầy/ cô ạ. . . Vì mạng yếu nên trong quá trình đkmh em bị mất slot đăng kí môn công nghệ tế bào. Liệu thầy/cô có thể cho em thêm 1 slot để học được không ạ. Nếu được thì em xin vào lớp L01/L01 luôn vì mấy lớp kia hiện tại em bị kẹt lịch hết rồi và cũng full hết không đăng kí đc ạ. . . Em mong nhận được phản hồi từ nhà trường và vô cùng xin lỗi vì sự bất tiện này.",
            "Chào em,. . - Trường hợp chưa ĐKMH ở đợt 2 thành công, bạn vui lòng đợi mail thông báo về việc ĐKMH ở đợt 3 từ ngày 04/01/2022 ( lưu ý: Trong đợt 3, SV chỉ có thể bổ sung các môn học còn sĩ số, không hiệu chỉnh và hủy MH). . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính gửi thầy/cô văn phòng đào tạo, trường ĐH Bách Khoa Tp. Hồ Chí Minh.. . Em tên: [full_name]. MSSV: [student_id]. Khoa Kỹ thuật xây dựng, ngành Kiến trúc.. . Hiện tại em đã hoàn thành tổng số tín chỉ là 156 và chưa có chứng chỉ anh văn quốc tế TOEIC. Nên hệ thống báo không thể đăng ký được đồ án tốt nghiệp mã số CI4303 trong đợt đăng ký 2 (Đợt 1 vẫn đăng ký thành công nhưng đợt 2 bị xóa). Em xin hỏi là từ học kỳ sau (212) phải bắt buộc có chứng chỉ anh văn Toeic thì mới có thể đăng ký được đồ án tốt nghiệp? Vì nhà trường có tạo điều kiện cho sinh viên là tạm thời không xét điều kiện chứng chỉ anh văn khi xét đăng kí môn học. Bây giờ em không thể đăng ký được nên mong phòng đào tạo tạo điều kiện hỗ trợ cho em, hoặc tư vấn cách nào có thể đăng ký được đồ án cuối cùng này ạ! Em xin chân thành cảm ơn quý thầy cô rất nhiều!!. .",
            "Chào bạn,. . Hiện tại PĐT đã cập nhật lại các lỗi phát sinh khi đăng ký môn học. Nên SV vui lòng vào đăng ký lại. . Theo thông báo :. . - Các học phần đang học nhưng chưa có điểm, kể cả học dự thính, và SV không thuộc diện bị cấm thi, được xem là đạt và tích luỹ được tín chỉ để đăng ký các học phần, kể cả các học phần tốt nghiệp (TTNT, ĐCLV và LVTN). Các học phần tốt nghiệp sẽ được PĐT hậu kiểm sau khi có kết quả học tập để đảm bảo đúng điều kiện ràng buộc theo đúng quy định. SV nên cân nhắc kỹ, tự xác định năng lực học tập trước khi đăng ký các học phần tốt nghiệp để việc học tập đạt kết quả tốt nhất.. . - Nhà trường tạm thời không xét điều kiện : Chuẩn tiếng Anh sau mỗi năm học (chuẩn Anh văn hàng năm); Chuẩn CCAV quốc tế khi xét LVTN; Chuẩn Giáo dục thể chất cho riêng HK chính 212 và HK dự thính 212.. . - Nhà trường tạm thời xét từ đủ 6 ngày CTXH khi xét LVTN trong HK212.. . . . Thân chào."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính thưa thầy (cô). . . . Em tên là [full_name] MSSV: [student_id]. . Trong chương trình đào tạo của em có chứa các môn tự chọn thuộc nhóm C(em muốn đăng kí môn Kinh tế học đại cương IM1013).Nhưng em không đăng kí được vì trùng lịch học giáo dục quốc phòng.. . . . Mong thầy (cô) hỗ trợ em ạ. Em cám ơn rất nhiều ạ.. . . . [full_name] Đoán",
            "Chào em,. . Nếu SV khóa 2021 đăng ký học theo đúng tiến độ của Chương trình Đào tạo thì không bị trùng với môn GDQP (SV vui lòng liên hệ Khoa hoặc GV chủ nhiệm để được tư vấn về Chương trình Đào tạo Khóa 2021). . GQDP là do trường xếp cứng cho SV  chính quy khóa 2021 và SV chương trinh CLC khóa 2020 đi học (SV không được hủy).Nhà trường chỉ gửi SV đi 1 lần duy nhất để học GDQP. Những trường hợp SV tự ý nghỉ nếu muốn học lại phải tự liên hệ tại TT GDQP đăng ký để hoàn thành học phần GDQP.. . Trường hợp SV đã có chứng chỉ GDQP, vui lòng làm đơn xin miễn (tải mẫu đơn tại aao.hcmut.edu.vn/sinh viên/biểu mẫu), kèm theo bản chụp Chứng chỉ GDQP và gửi qua bksi. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Chào pđt em không hiểu , tại sao mình không thể đăng kí môn học nào , nó cứ hiện là bị trùng lịch với giáo dục quốc phòng và trong khi đó đợt 1 em chưa đăng kí môn nào . Em mong pđt cho em ý kiến ạ . Em cảm ơn !",
            "Chào em,. . Nếu SV khóa 2021 đăng ký học theo đúng tiến độ của Chương trình Đào tạo thì không bị trùng với môn GDQP (SV vui lòng liên hệ Khoa hoặc GV chủ nhiệm để được tư vấn về Chương trình Đào tạo Khóa 2021). . GQDP là do trường xếp cứng cho SV  chính quy khóa 2021 và SV chương trinh CLC khóa 2020 đi học (SV không được hủy).Nhà trường chỉ gửi SV đi 1 lần duy nhất để học GDQP. Những trường hợp SV tự ý nghỉ nếu muốn học lại phải tự liên hệ tại TT GDQP đăng ký để hoàn thành học phần GDQP.. . Trường hợp SV đã có chứng chỉ GDQP, vui lòng làm đơn xin miễn (tải mẫu đơn tại aao.hcmut.edu.vn/sinh viên/biểu mẫu), kèm theo bản chụp Chứng chỉ GDQP và gửi qua bksi. . Thân\"\"\". . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Dạ e chào thầy cô e là [full_name] mssv [student_id] sv hệ VLVH. Khóa của e không áp dụng chuẩn CNTT nâng cao nhưng khi e đk môn Thực tập ngoài trường (EE3355) thì hệ thống báo là Thiếu chuẩn cntt nâng cao (đính kèm hình). . Mong thầy cô xem xét sửa lại dùm e để e được đk môn học.. . E cám ơn thầy cô rất nhiều. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Mở môn học học kỳ 212 . Em là sinh viên khóa k18, hiện tại em cần học môn giải tích 1 để đủ tín chỉ ra trường, làm sao để em có thể mở lớp hoặc mở thêm sỉ số ạ, em cám ơn nhiều ạ!. .",
            "Chào bạn, . . Hiện tại toàn bộ môn học đã được Phòng Đào tạo tăng sĩ số tối đa theo quy định của từng loại môn học và quy định của google meet (tối đa 100 tính luôn Giảng Viên) . . Xem quy định về sĩ số mở lớp cho từng loại môn học tại đây: aao.hcmut.edu.vn/sinh viên/quy chế/học vụ/Quy chế đào tạo và học vụ bậc đại học, cao đẳng/ Điều 8. 2 . . Chúc bạn học tập tốt nhé. . . Thân. . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ em tên [full_name]_MSSV:[student_id]. . Cho có đăng kí luận văn tốt nghiệp ME4727 nhưng hệ báo không được do thiếu chứng chỉ ngoại ngữ.Mà theo mail của phòng đào tạo thì kì này sẽ không xét chứng chỉ anh văn. Việc này có phải do lỗi gì không ạ. Các bạn em chưa có chứng chỉ anh văn vẫn đăng kí được mà của em lại không cho đăng kí ạ vì thiếu chứng chỉ anh văn. Mong được thầy cô giải đáp sớm ạ!",
            "Chào bạn,. . Hiện tại PĐT đã cập nhật lại các lỗi phát sinh khi đăng ký môn học. Nên SV vui lòng vào đăng ký lại. . Theo thông báo :. . - Các học phần đang học nhưng chưa có điểm, kể cả học dự thính, và SV không thuộc diện bị cấm thi, được xem là đạt và tích luỹ được tín chỉ để đăng ký các học phần, kể cả các học phần tốt nghiệp (TTNT, ĐCLV và LVTN). Các học phần tốt nghiệp sẽ được PĐT hậu kiểm sau khi có kết quả học tập để đảm bảo đúng điều kiện ràng buộc theo đúng quy định. SV nên cân nhắc kỹ, tự xác định năng lực học tập trước khi đăng ký các học phần tốt nghiệp để việc học tập đạt kết quả tốt nhất.. . - Nhà trường tạm thời không xét điều kiện : Chuẩn tiếng Anh sau mỗi năm học (chuẩn Anh văn hàng năm); Chuẩn CCAV quốc tế khi xét LVTN; Chuẩn Giáo dục thể chất cho riêng HK chính 212 và HK dự thính 212.. . - Nhà trường tạm thời xét từ đủ 6 ngày CTXH khi xét LVTN trong HK212.. . . . Thân chào."
        ]
    },
    {
        "intent": "",
        "message": [
            "Thầy/cô cho em hỏi là em thấy trong thông báo mail mới nhất của trường về việc đăng ký thời khóa biểu có nói về việc Tạm thời không xét chuẩn CCAV quốc tế khi xét Luận văn tốt nghiệp. Hiện tại em chưa thể thi CCAV quốc tế do hiện không có mặt ở TP.HCM Nhưng trong ĐKMH thì PĐT lại hủy môn LVTN với lý do thiếu CCAV_1 Chứng chỉ ngoại ngữ LVTN. Làm thế nào để em có thể đăng ký được môn LVTN ạ? Em cảm ơn. Mong Thầy/Cô giải quyết và phản hồi sớm giúp em ạ.. .   i Đăng ký môn học .",
            "Chào bạn,. . Hiện tại PĐT đã cập nhật lại các lỗi phát sinh khi đăng ký môn học. Nên SV vui lòng vào đăng ký lại. . Theo thông báo :. . - Các học phần đang học nhưng chưa có điểm, kể cả học dự thính, và SV không thuộc diện bị cấm thi, được xem là đạt và tích luỹ được tín chỉ để đăng ký các học phần, kể cả các học phần tốt nghiệp (TTNT, ĐCLV và LVTN). Các học phần tốt nghiệp sẽ được PĐT hậu kiểm sau khi có kết quả học tập để đảm bảo đúng điều kiện ràng buộc theo đúng quy định. SV nên cân nhắc kỹ, tự xác định năng lực học tập trước khi đăng ký các học phần tốt nghiệp để việc học tập đạt kết quả tốt nhất.. . - Nhà trường tạm thời không xét điều kiện : Chuẩn tiếng Anh sau mỗi năm học (chuẩn Anh văn hàng năm); Chuẩn CCAV quốc tế khi xét LVTN; Chuẩn Giáo dục thể chất cho riêng HK chính 212 và HK dự thính 212.. . - Nhà trường tạm thời xét từ đủ 6 ngày CTXH khi xét LVTN trong HK212.. . . . Thân chào."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em muốn chuyển lịch học môn Tiếng Pháp 8 sang thứ 3. Tuy nhiên, vì lỗi kỹ thuật nên sỉ số lớp chỉ là 3 ( thông thường là 30) nên em không thể thực hiện việc đổi lịch học được. Chi tiết là ảnh được đính kèm phía dưới.. . Mong phòng đào tạo xử lý kịp thời sự cố trên.. . Em chân thành cảm ơn.",
            "Chào bạn. . SV lưu ý:. . 1- Hiện tại toàn bộ môn học đã được Phòng Đào tạo tăng sĩ số tối đa theo quy định của từng loại môn học và quy định của Google Meet. Xem quy định về sĩ số mở lớp cho từng loại môn học tại đây: aao.hcmut.edu.vn/sinh viên/quy chế/học vụ/Quy chế đào tạo và học vụ bậc đại học, cao đẳng/ Điều 8. 2. . 2- Đã hết thời gian hiệu chỉnh và hủy môn học, Về việc rút Môn Học (có tính học phí) sinh viên vui lòng đợi mail thông báo dự kiến trong tháng 1/2021 sau của PDT. . 3- Trường hợp chưa ĐKMH ở đợt 2 thành công, bạn vui lòng đợi mail thông báo về việc ĐKMH ở đợt 3 từ ngày 04/01/2022 ( lưu ý: Trong đợt 3, SV chỉ có thể bổ sung các môn học còn sĩ số, không hiệu chỉnh và hủy MH). . 4- Sinh viên vui lòng xem kết quả ĐKMH, xem lý do vì sao không ĐKMH được (có đăng ký, nhưng không có TKB) tại trang web: mybk.hcmut.edu.vn    Đăng ký môn học    Đăng ký môn học HK212 - Kết quả đợt 2    bấm vào mục Đăng ký mới    chọn Loại hình đăng ký    xem Lịch sử đăng ký.. . 5- Trong trường hợp sau khi kết thúc đợt 3 (từ ngày 4/1 đến 6/1/2022), mà kết quả xử lý ĐKMH không đúng, bạn có thể làm đơn khiếu nại (kèm minh chứng nếu có), gửi qua trang bksi ghi rõ tiêu đề: “Khiếu nại ĐKMH HK212”, nội dung khiếu nại trình bày rõ lý do, ghi rõ tên, mã môn học và mã nhóm đã đăng ký. . 6- SV xem TKB tại mybk/Thông tin SV/ Xem TKB (sẽ được cập nhật dự kiến trước ngày 3/1/2022). . Chúc các bạn học tốt!. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Quý thầy cô cho em hỏi là trường đã gửi mail tạm thời không xét chứng chỉ anh văn khi nhận luận văn tốt nghiệp, mà hiện tại em vẫn không đăng ký được luận văn tốt nghiệp do không đủ chứng chỉ anh văn ạ! Em cám ơn quý thầy cô!. . . .",
            "Chào bạn,. . Hiện tại PĐT đã cập nhật lại các lỗi phát sinh khi đăng ký môn học. Nên SV vui lòng vào đăng ký lại. . Theo thông báo :. . - Các học phần đang học nhưng chưa có điểm, kể cả học dự thính, và SV không thuộc diện bị cấm thi, được xem là đạt và tích luỹ được tín chỉ để đăng ký các học phần, kể cả các học phần tốt nghiệp (TTNT, ĐCLV và LVTN). Các học phần tốt nghiệp sẽ được PĐT hậu kiểm sau khi có kết quả học tập để đảm bảo đúng điều kiện ràng buộc theo đúng quy định. SV nên cân nhắc kỹ, tự xác định năng lực học tập trước khi đăng ký các học phần tốt nghiệp để việc học tập đạt kết quả tốt nhất.. . - Nhà trường tạm thời không xét điều kiện : Chuẩn tiếng Anh sau mỗi năm học (chuẩn Anh văn hàng năm); Chuẩn CCAV quốc tế khi xét LVTN; Chuẩn Giáo dục thể chất cho riêng HK chính 212 và HK dự thính 212.. . - Nhà trường tạm thời xét từ đủ 6 ngày CTXH khi xét LVTN trong HK212.. . . . Thân chào."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Dạ em kính chào quý thầy cô!. . Em tên là [full_name], lớp HC19KTTP. Em xin quý thầy cô gia tăng số lượng lớp môn Lịch sử đảng (SP1039) ạ. Vì đây cũng là môn quan trọng và bắt buộc trong kỳ này nhưng vì số lượng các lớp mã Lxx mở đã không còn chỗ nữa, nên em mong quý thầy cô mở thêm số lượng lớp để em có thể học được ạ. Em cảm ơn quý thầy cô rất nhiều",
            "\"Chào bạn,. . Hiện tại toàn bộ môn học đã được Phòng Đào tạo tăng sĩ số tối đa theo quy định của từng loại môn học và quy định của google meet (tối đa 100 tính luôn Giảng Viên). . Xem quy định về sĩ số mở lớp cho từng loại môn học tại đây: aao.hcmut.edu.vn/sinh viên/quy chế/học vụ/Quy chế đào tạo và học vụ bậc đại học, cao đẳng/ Điều 8. 2. . Chúc bạn học tập tốt nhé.. . Thân. \"\". . \""
        ]
    },
    {
        "intent": "",
        "message": [
            "Em xin chào,. . Em tên [full_name] - MSSV: [student_id]. . Cho em hỏi sao em đăng ký luận văn tốt nghiệp bị thông báo là thiếu Chứng chỉ anh văn ạ?. . Theo thông báo em được biết là nhà trường hiện không xét chứng chỉ anh văn cho luận văn.. . Không biết là có bị lỗi gì không ạ?. . Em xin cảm ơn ạ!. . . . . .",
            "Chào bạn,. . Hiện tại PĐT đã cập nhật lại các lỗi phát sinh khi đăng ký môn học. Nên SV vui lòng vào đăng ký lại. . Theo thông báo :. . - Các học phần đang học nhưng chưa có điểm, kể cả học dự thính, và SV không thuộc diện bị cấm thi, được xem là đạt và tích luỹ được tín chỉ để đăng ký các học phần, kể cả các học phần tốt nghiệp (TTNT, ĐCLV và LVTN). Các học phần tốt nghiệp sẽ được PĐT hậu kiểm sau khi có kết quả học tập để đảm bảo đúng điều kiện ràng buộc theo đúng quy định. SV nên cân nhắc kỹ, tự xác định năng lực học tập trước khi đăng ký các học phần tốt nghiệp để việc học tập đạt kết quả tốt nhất.. . - Nhà trường tạm thời không xét điều kiện : Chuẩn tiếng Anh sau mỗi năm học (chuẩn Anh văn hàng năm); Chuẩn CCAV quốc tế khi xét LVTN; Chuẩn Giáo dục thể chất cho riêng HK chính 212 và HK dự thính 212.. . - Nhà trường tạm thời xét từ đủ 6 ngày CTXH khi xét LVTN trong HK212.. . . . Thân chào."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em chào thầy/cô, em tên [full_name], MSSV [student_id], khóa 2020 hệ VHVL khoa Kỹ thuật giao thông, chuyên ngành Công nghệ ô tô.. . Hiện tại em đang học theo chương trình đào tạo của khóa 2019, trong đó có mục các môn học tự chọn, thầy/cô cho em hỏi khóa 2019 thì phải học các môn tự chọn nào và tổng cộng là bao nhiêu tín chỉ được không ạ? Lúc trước em có gọi hỏi thầy trưởng khoa Kỹ thuật giao thông, thầy nói em nên gửi mail cho thầy Chiến phòng đào tạo, thầy chiến thì lại nói học dựa theo chương trình đào tạo, mà trên chương trình đào tạo lại không ghi rõ môn nào cần phải học cho nên em hơi lúng túng, ko biết phải đăng ký học sao cho đúng. Mong thầy/cô giải đáp thắc mắc giúp em, em cảm ơn thầy/cô nhiều. Em [full_name]!. .",
            "Chào em,. . Học phần tự chọn tự do là học phần sinh viên được tự do đăng ký, không bị ràng buộc với ngành/chuyên ngành sinh viên đang theo học, nhưng phải có kiến thức không trùng lắp với các kiến thức dùng để xét tốt nghiệp của chương trình đào tạo. Hai học phần được xem là trùng lắp nếu có chuẩn đầu ra/nội dung trùng lắp đến 50%.. . . . Ở một chừng mức nào đó, để tránh cho sinh viên không lúng túng khi chọn môn tự do, tránh lãng phí thời gian và tài chính, [full_name] gợi ý cho sinh viên chọn các môn nhằm trang bị kiến thức chuyên sâu hơn ở các chuyên ngành.. . . . Em liên hệ [full_name] trình bày môn đã chọn tự do, để [full_name] xem xét và xác nhận, hoặc có hướng dẫn cụ thể.. . . . Thân mến. .",
            "li answer rate: Answer does not suit / Câu trả lời không đúng ý"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: 1813290  /b \t. . . .   i Đăng ký môn học . Không biết là kỳ 212 lần này có mở đợt đăng ký GIÁO DỤC THỂ CHẤT ko ạ. .",
            "Chào em,. . Em vui lòng xem email PĐT đã gửi: . . \"Nhắc lại : Mở lại các lớp GDTC, Thông báo bổ sung cho ĐKMH HK Chính + Dự thính 212 - lộ trình 1 + VLVH (Đợt 2). . Hộp thư đến. . . . - Ho Tro SV   [email] . . Tệp đính kèm. . 14:18, Th 3, 28 thg 12 (2 ngày trước). . tới stu.all, \". . Thân mến"
        ]
    },
    {
        "intent": "",
        "message": [
            "Mở môn học học kỳ 212 . Kính chào quý thầy cô ạ. . Xin chúc quý thầy cô Giáng sinh an lành và hạnh phúc ạ. . . . Em xin quý thầy cô hướng dẫn quy trình mở lớp ME3139 - Môn học Đồ án thiết kế, HK212 của khoa cơ khí, ngành kỹ thuật cơ khí ạ. . . . Theo khảo sát thì em thấy rất đông các bạn muốn mở lớp, vì vậy em rất mong sự hướng dẫn của quý thầy cô ạ . . . . Em xin chân thành cảm ơn ạ. .",
            "Chào bạn. . Bạn xem thông báo dkmh đợt 2 có hướng dẫn quy trình mở lớp. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính gửi quý thầy cô,. . Em tên là [full_name], mã số sinh viên [student_id], thuộc lớp HC19KTTP, em muốn xin gia tăng sĩ số của lớp mã L11 hoặc L24 môn Lịch sử Đảng Cộng Sản Việt Nam, mã môn học SP1039 ạ.. . Lí do: Các lớp còn lại đều hết chỗ và trùng với lịch học của em.. . Em xin chân thành cảm ơn.",
            "\"Chào bạn,. . Hiện tại toàn bộ môn học đã được Phòng Đào tạo tăng sĩ số tối đa theo quy định của từng loại môn học và quy định của google meet (tối đa 100 tính luôn Giảng Viên). . Xem quy định về sĩ số mở lớp cho từng loại môn học tại đây: aao.hcmut.edu.vn/sinh viên/quy chế/học vụ/Quy chế đào tạo và học vụ bậc đại học, cao đẳng/ Điều 8. 2. . Chúc bạn học tập tốt nhé.. . Thân.. . \""
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em là K15, em đã hoàn thành tất cả các tín chỉ yêu cầu, cũng như lấy bằng toiec  450, nhưng do quy định tăng điểm lên 500 và ngay đúng đợt dịch bệnh nên em chưa có thể thi lại để lấy bằng trên 500, liệu trường có hỗ trợ gì trong đợt dịch bệnh này về vấn đề học vụ như là gia hạn thời gian sinh viên chính quy hay là xét tốt nghiệp trước nộp bằng sau không ạ? Nếu có thì em phải làm những gì ạ?. . Em cảm ơn!",
            "\"Chào bạn. . K2015 đã hết thời gian nên không dkmh được. . - Về quy định thời gian và kế hoạch học tập (kéo dài thêm 1 Học kỳ): Bạn vui lòng xem chi tiết tại trang web aao    sinh viên    Quy chế    Quy chế đào tạo và học vụ bậc đại học và cao đẳng    Các trường hợp được kéo dài thời gian đào tạo    điều 5.5. . - Bạn có thể chuyển sang VLVH. . Bạn tải mẫu Phiếu đề nghị chuyển sang VLVH  tại trang web: aao.hcmut.edu.vn gởi tại BKSI để Pdt xử lý chuyển sang VLVH cho bạn. . Thân. . \""
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu. . Thưa thầy cô cho em hỏi về vấn đề giáo dục thể chất ạ em có học môn võ em đã học xong phần 1 rồi nên giờ em có phải đăng kí học phần 2 không ạ hay chỉ cần 1 học phần là hoàn thành môn học ạ em có hỏi thầy bộ môn mà thầy không nắm rõ  mong thầy cô giải đáp thắc mắc của em ạ . Em cảm ơn ạ",
            "Chào em,. . Em vui lòng trình bày rõ vấn đề hơn giúp cô nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Em sinh viên hệ vừa học vừa làm, Thầy/cô cho e xin vào lớp ME3013(hệ thống PLC) được không ạ? Do đợt 1 e chưa đăng ký, mong thầy/cô mở cho em đăng ký ạ. Em cám ơn . .",
            "Chào bạn. . SV lưu ý:. . 1- Hiện tại toàn bộ môn học đã được Phòng Đào tạo tăng sĩ số tối đa theo quy định của từng loại môn học và quy định của Google Meet. Xem quy định về sĩ số mở lớp cho từng loại môn học tại đây: aao.hcmut.edu.vn/sinh viên/quy chế/học vụ/Quy chế đào tạo và học vụ bậc đại học, cao đẳng/ Điều 8. 2. . 2- Đã hết thời gian hiệu chỉnh và hủy môn học, Về việc rút Môn Học (có tính học phí) sinh viên vui lòng đợi mail thông báo dự kiến trong tháng 1/2021 sau của PDT. . 3- Trường hợp chưa ĐKMH ở đợt 2 thành công, bạn vui lòng đợi mail thông báo về việc ĐKMH ở đợt 3 từ ngày 04/01/2022 ( lưu ý: Trong đợt 3, SV chỉ có thể bổ sung các môn học còn sĩ số, không hiệu chỉnh và hủy MH). . 4- Sinh viên vui lòng xem kết quả ĐKMH, xem lý do vì sao không ĐKMH được (có đăng ký, nhưng không có TKB) tại trang web: mybk.hcmut.edu.vn    Đăng ký môn học    Đăng ký môn học HK212 - Kết quả đợt 2    bấm vào mục Đăng ký mới    chọn Loại hình đăng ký    xem Lịch sử đăng ký.. . 5- Trong trường hợp sau khi kết thúc đợt 3 (từ ngày 4/1 đến 6/1/2022), mà kết quả xử lý ĐKMH không đúng, bạn có thể làm đơn khiếu nại (kèm minh chứng nếu có), gửi qua trang bksi ghi rõ tiêu đề: “Khiếu nại ĐKMH HK212”, nội dung khiếu nại trình bày rõ lý do, ghi rõ tên, mã môn học và mã nhóm đã đăng ký. . 6- SV xem TKB tại mybk/Thông tin SV/ Xem TKB (sẽ được cập nhật dự kiến trước ngày 3/1/2022). . Chúc các bạn học tốt!. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Thưa thầy/cô:. . . . Hiện tại các lớp Pháp luật đại cương đã đủ chỉ tiêu, em mong nhà trường có thể mở thêm lớp để chúng em có thể học tập ạ. Em cảm ơn!",
            "Đăng ký môn học. . . . Thưa thầy/cô:. . . . Hiện tại các lớp Pháp luật đại cương(MSMH: SP1007) đã đủ chỉ tiêu, em mong nhà trường có thể mở thêm lớp để chúng em có thể học tập ạ. Em cảm ơn!  /QUOTE . .",
            "QUOTE Trích. . MSSV/MSGV: [student_id]    . . . . Đăng ký môn học. . . . Thưa thầy/cô:. . . . Hiện tại lớp Pháp luật đại cương L03 (MSMH: SP1007) đã đủ chỉ tiêu, em mong nhà trường có thể tăng thêm sĩ số lớp học để chúng em có thể học tập ạ. Em cảm ơn!. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Chào PĐT,. . Em [full_name], hiện là SV khóa K18 khoa QLCN. Hiện tại em muốn đăng ký môn học IM4317 - LVTN nhưng hệ thống báo chưa đủ Chứng chỉ AV trong khi mail thông báo là không xét CCAV. Có một số bạn cũng đã bị lỗi này nhưng đã đăng ký lại được, nhưng trường hợp của em hiện tại vẫn chưa thể đăng ký được.. . . . Em mong nhận được sự hỗ trợ",
            "Chào bạn,. . Hiện tại PĐT đã cập nhật lại các lỗi phát sinh khi đăng ký môn học. Nên SV vui lòng vào đăng ký lại. . Theo thông báo :. . - Các học phần đang học nhưng chưa có điểm, kể cả học dự thính, và SV không thuộc diện bị cấm thi, được xem là đạt và tích luỹ được tín chỉ để đăng ký các học phần, kể cả các học phần tốt nghiệp (TTNT, ĐCLV và LVTN). Các học phần tốt nghiệp sẽ được PĐT hậu kiểm sau khi có kết quả học tập để đảm bảo đúng điều kiện ràng buộc theo đúng quy định. SV nên cân nhắc kỹ, tự xác định năng lực học tập trước khi đăng ký các học phần tốt nghiệp để việc học tập đạt kết quả tốt nhất.. . - Nhà trường tạm thời không xét điều kiện : Chuẩn tiếng Anh sau mỗi năm học (chuẩn Anh văn hàng năm); Chuẩn CCAV quốc tế khi xét LVTN; Chuẩn Giáo dục thể chất cho riêng HK chính 212 và HK dự thính 212.. . - Nhà trường tạm thời xét từ đủ 6 ngày CTXH khi xét LVTN trong HK212.. . . . Thân chào."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính gửi thầy cô,. . Em là [full_name] - MSSV: [student_id]. . Ở mail [V/v gia hạn Đăng ký môn học Sinh viên HK Chính + Dự thính 212+ VLVH] ngày 7/12, phòng đào tạo có đề cập về việc tạm hoãn xét chứng chỉ anh văn khi đăng ký luận văn tốt nghiệp.. . nhưng hiện tại em đăng ký luận văn tốt nghiệp mã CO4317 thì được báo là [Thiếu (các) môn học:. .   Nhóm [CCAV_1]: CCAV_1 - Chứng chỉ ngoại ngữ_LVTN (tiên quyết) ]. . Mong thầy cô hỗ trợ giúp em trường hợp này để em hoàn thành chương trình học và ra trường đúng hạn. Hiện tại em đã hoàn thành toàn bộ chương trình đào tạo.. . Mong thầy cô sớm hồi âm.. . Em xin chân thành cảm ơn.. . . .",
            "Chào bạn,. . Hiện tại PĐT đã cập nhật lại các lỗi phát sinh khi đăng ký môn học. Nên SV vui lòng vào đăng ký lại ở đợt 3 từ ngày 04/01/2022. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em đăng ký môn học (Luận văn tốt nghiệp mã CI4347) nhưng bị lỗi môn học tiên quyết AV(có hình minh họa ) mà theo em được biết do tình hình dịch nhà trường đã hoãn AV xét nhận luận văn ạ.Mong thầy,cô sớm phản hồi giúp em để em đăng kịp tiến độ học tập ạ.",
            "Chào bạn,. . Hiện tại PĐT đã cập nhật lại các lỗi phát sinh khi đăng ký môn học. Nên SV vui lòng vào đăng ký lại. . Theo thông báo :. . - Các học phần đang học nhưng chưa có điểm, kể cả học dự thính, và SV không thuộc diện bị cấm thi, được xem là đạt và tích luỹ được tín chỉ để đăng ký các học phần, kể cả các học phần tốt nghiệp (TTNT, ĐCLV và LVTN). Các học phần tốt nghiệp sẽ được PĐT hậu kiểm sau khi có kết quả học tập để đảm bảo đúng điều kiện ràng buộc theo đúng quy định. SV nên cân nhắc kỹ, tự xác định năng lực học tập trước khi đăng ký các học phần tốt nghiệp để việc học tập đạt kết quả tốt nhất.. . - Nhà trường tạm thời không xét điều kiện : Chuẩn tiếng Anh sau mỗi năm học (chuẩn Anh văn hàng năm); Chuẩn CCAV quốc tế khi xét LVTN; Chuẩn Giáo dục thể chất cho riêng HK chính 212 và HK dự thính 212.. . - Nhà trường tạm thời xét từ đủ 6 ngày CTXH khi xét LVTN trong HK212.. . . . Thân chào."
        ]
    }
]