[
    {
        "intent": "",
        "message": [
            "Em tên là [full_name] mssv [student_id]. . Em không đăng ký được môn học LVTN mã ci4343 do chưa đăng ký học bằng 2. . Sau khi xin khoa tạm hoãn tốt nghiệp bổ sung đơn xin học lớp ci4343 vào kỳ học 211 em mong phòng đào tạo hỗ trơ em vào học kỳ này ạ, em có đính kềm flie xác nhận và đơn xin học ở dưới ạ. . Em chân thành cám ơn. .   B   /B . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác  /i Chào thầy (cô), cho em xin mail thầy [full_name] dạy xstk và thầy [full_name] dạy cơ lưu chất ạ. . . .",
            "Chào em,. . Em vui lòng liên hệ Khoa, Bộ môn, GVCN để được hướng dẫn nhé.. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Kính chào Phòng Đào Tạo,. . . . Em tên là [full_name], MSSV [student_id] đang học lớp CK17CTM1 khoa Cơ Khí chuyên ngành Chế Tạo Máy.. . . . Vừa rồi, em có đăng kí được môn Luận Văn Tốt Nghiệp nhưng chưa có thời khóa biểu cụ thể cũng như bảng phân công của giảng viên hướng dẫn. Phòng đào tạo cho em hỏi khi nào sẽ có thời khóa biểu cụ thể cũng như danh sách giảng  viên hướng dẫn để em có thể liên hệ với giảng viên nhằm thực hiện luận văn sớm nhất có thể.. . . . Em xin chân thành cảm ơn phòng đào tạo đã đọc thư và mong có phản hồi sớm từ Phòng Đào Tạo.. . . . Trân trọng,. . [full_name].. . . .",
            "Chào bạn. . Bạn liên hệ trực tiếp Khoa/bộ môn để được hỗ trợ. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: E chào ad ạ , cho e hỏi tại sao e đã hoãn thi thành công rồi mà trên bảng điểm vẫn hiện điêm 13 ạ .E hoãn thi môn mạch điện IU2003 ạ ,e có nhận được mail hoãn thi thành công rồi ạ .E cám ơn",
            "Chào em,. . - Danh sách thi PĐT đã gửi trước rồi em. . - Em đã điền form hoãn thi, xem email xác nhận nhé.. . Thân mến,. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Dạ em chào thầy/cô, em là sinh viên năm 4 khoa kỹ thuật hoá học của trường. Hiện em đăng ký in bảng điểm và chọn thanh toán qua hình thức chuyển phát qua bưu điện trên myBK. Tuy nhiên em gặp phải lỗi thanh toán báo trên màn hình khi nhấp vào ô đồng ý thanh toán. Khi em đóng thanh web và thử vào lại dịch vụ đăng ký in bảng điểm thì gặp phải lỗi website báo trên màn hình. Mong thầy/cô giúp em giải quyết vấn đề trên, em cảm ơn thầy cô nhiều ạ.",
            "Chào bạn,. . Bạn vui lòng vào kiểm tra và đăng ký lại nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Giấy xác nhận sinh viên . Địa phương có yêu cầu nộp giấy xác nhận sinh viên,em có vào mybk để đăng ký nhưng hệ thống báo tạm hoãn.. . Cho em hỏi là khi nào em đăng ký thông qua hình thức nào ạ và có thể có giấy xác nhận qua email để em gửi về quê được không ạ?. . Học ký này em có đăng ký làm luận văn tốt nghiệp.",
            "Chào bạn,. . SV chủ động đăng ký giấy Xác nhận SV hoãn NVQS để bổ sung cho địa phường và chọn dịch vụ gửi qua được bưu điện (người nhận trả tiền) nếu có nhu cầu (PDT không in hàng loạt như các năm trước). . Dự kiến trong đầu tháng 9/2021 sẽ bắt đầu cho đăng ký (khi TKB trong HK đã ổn định). . . . - Hiện tại bưu cục không nhận chuyển đến hết ngày 6/9/21. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: 1710955  /b \t. . . .   i Học vụ .   B ĐƠN XIN RÚT MÔN HỌC KHÔNG HOÀN HỌC PHÍ   /B . . . . Kính gửi thầy, cô.. . Em tên: Nguyễn Hữu Đạt. MSSV: 1710955. . . . Nay em viết đơn này, để xin rút 3 môn học ở HK211 như sau:. . . . 1. Xây dựng cầu . MSMH: CI4121. . 2. Đề cương LVTN (Cầu đường) . MSMH: CI4311. . 3. Hạ tầng ctgt . MSMH: CI4019. . . . Lý do: Em đã qua những môn này ở HK202 rồi ạ.. . . . Em xin cam kết hủy môn học không hoàn học phí.. . Em cảm ơn ạ.. . Mong nhận được phản hồi sớm từ quý thầy, cô.. . . . -Trân trọng-",
            "Chào bạn,. . Hiện tại đã hết thời gian hiệu chỉnh  và hủy môn học của học kỳ chính và HK dự thính HK211 nhé bạn.. . SV vui lòng đợi thông báo về việc rút môn học (có tính học phí theo quy định), sẽ thông báo cho SV trong tháng 9/2021. . Xem chi tiết quy chế tại đây:. . aao.hcmut.edu.vn/sinh viên/quy chế/học vụ/Quy chế đào tạo và học vụ bậc đại học, cao đẳng:/ điều 11.2. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . kính gửi Phòng đào tạo, em tên [full_name] MSSV:[student_id] lớp XD15TL1. Em được biết HK211, luận văn tốt nghiệp trường miễn yêu cầu Anh văn và các môn HK202-203 được xem đạt và tích lũy được tín chỉ để đk môn học kể cả luận văn.. . Nhưng em bị hủy với lý do không đủ điều kiện đăng ký mong trường xem xét.. . Mã môn: CI4373. . Em cảm ơn.",
            "Chào bạn,. . PDT đã ghi nhận yêu cầu về ĐKMH của bạn và đã chuyển cho bộ phận ĐKMH kiểm tra và xử lý.. . Bạn vui lòng theo dõi kết quả cật nhật TKB tại mybk sau ngày 15/9/2021. . Trường hợp sau ngày này vẫn chưa có TKB, SV vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . SV chủ động liên hệ khoa để xin nhận GV hướng dẫn.. . Thân. .",
            "Chào bạn,. . Trường hợp của bạn không đủ điều kiện nhận LVTN nhé, SV vui lòng xem file đính kèm.. . Trường hợp khiếu nại vui lòng gửi phản hồi qua bksi để được hỗ trợ!. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em là sinh viên Khóa 2015. Đã bảo vệ luận vào tháng 1 năm 2021. Nhưng chưa đủ tình điều kiện anh văn nói viết nên không đủ xét tốt nghiệp vào tháng 4. Vào tháng 7 em đã thi anh văn online do trung tâm Anh văn tổ chức và đã đủ điều kiện xét tốt nghiệp. Sau khi kiểm tra tình trạng sinh viên em phát hiện mình đang ở trạng thái bị \"bị tạm dừng\" em xin phép phòng đào tạo mở lại trạng thái sinh viên giúp em để được đăng kí xét tốt nghiệp. Em cảm ơn.",
            "Chào bạn. . Bạn tải mẫu đơn thu nhận tại trang web: aao.hcmut.edu.vn gởi tại BKSI để Pdt xử lý thu nhận lại cho bạn. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]6  /b \t. . . .   i Học vụ . Kính thưa Quý thầy cô,. . . . Em là sinh viên K13,MSSV: [student_id]6,hiện tại em đã hết thời gian đào tạo ở trường, và mong muốn làm hồ sơ để nộp vào chương trình VLVH.. . . . Em thấy trên trang web của nhà trường có thông báo tình trạng của em là \"  U Xóa tên vì hết thời gian học  /U \". Thầy cô cho em hỏi là em có phải làm đơn xin thôi học trước khi làm hồ sơ không ạ? Và em có bị cảnh cáo học vụ không ạ?. . . . Em xin chân thành cảm ơn thầy/cô đã đọc câu hỏi và mong nhận được sự giải đáp từ Quý thầy cô.",
            "Chào bạn. . Theo CTDT bạn còn nợ gì để tốt nghiệp. . Báo để Cô hướng dẫn bạn bước tiếp theo. . Thân",
            "Thưa cô, em còn nợ một môn Cơ lưu chất CL2003, 2 tín chỉ. Cuối tháng 4 vừa rồi trường có mở đợt thi vét nhưng do em bị kẹt lại ở quê không thể lên Sài Gòn được, nên em không làm thủ tục thi vét.. . . . Xin cô hướng dẫn cho em các bước tiếp theo ạ.. . . . Em chân thành cảm ơn cô ạ.",
            "Chào bạn. . Bạn tải mẫu đơn thôi học  tại trang web: aao.hcmut.edu.vn (đánh dấu vào option chuyển sang VLVH ) gởi tại BKSI để Pdt xử lý chuyển sang VLVH cho bạn, thời gian là cuối tháng 11/2021 để tiếp tục học vào Hk212. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em chào PĐT, cho em hỏi cách thức để huỷ môn học ở học kỳ 211 ạ. Em cảm ơn",
            "Chào bạn,. . Hiện tại đã hết thời gian hiệu chỉnh  và hủy môn học của học kỳ chính và HK dự thính HK211 nhé bạn.. . SV vui lòng đợi thông báo về việc rút môn học (có tính học phí theo quy định), sẽ thông báo cho SV trong tháng 9/2021. . Xem chi tiết quy chế tại đây:. . aao.hcmut.edu.vn/sinh viên/quy chế/học vụ/Quy chế đào tạo và học vụ bậc đại học, cao đẳng:/ điều 11.2. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học  i . . Em là [full_name] mssv:[student_id]. . Em xin được đăng kí LVTN kì này. Nội dung chi tiết về hoàn cảnh, lí do của em em xin được trình bay trong đơn kèm theo. Mong thầy cô phòng đào tạo xem qua. Em xin chân thành cảm ơn",
            "Chào bạn. . Bạn vui lòng làm đơn đăng ký môn TTTN, và nhờ [full_name] ký xác nhận đồng ý cho bạn bổ sung môn TTTN (có thể [full_name] ký trực tiếp trên đơn hoặc gởi xác nhận qua mail, bạn chụp màn hình đồng ý), vì hiện tại danh sách SV đăng ký được Pdt đã chuyển về [full_name].. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Xin chào thầy/cô, dạ cho em hỏi là học kỳ 202 em có đăng kí hoãn thi cuối kỳ 1 môn học và đã được Phòng Đào Tạo gửi mail xác nhận. Nhưng sao hôm nay trên bảng điểm của em lại cập nhật điểm 13 (vắng thi) cho môn đó ạ. Mong thầy/cô xem xét và giải quyết giúp em.. . Em xin chân thành cảm ơn.",
            "Chào em,. . - Danh sách thi PĐT đã gửi trước rồi em. . - Em đã điền form hoãn thi, xem email xác nhận nhé.. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ em chào Phòng Đào Tạo đại học Bách Khoa TPhCM. Em tên [full_name] MSSV [student_id].. . Phòng đào tạo cho em hỏi là em vừa đăng kí TTTN vào đợt vừa r nhunge bị xoá, em vào xem thì không thấy lí do. Em thật sự rất cần đăng kí Thực tập tốt nghiệp. Mong Phòng đào tạo xem xét giúp em. Em cảm ơn",
            "Chào bạn,. . SV xem TKB tại mybk/Thông tin SV/ Xem TKB. . Trường hợp SV đăng ký TTTN, LVTN, ĐCLVTN mà không có TKB trong đợt bổ sung.. . Sinh viên vui lòng xem kết quả ĐKMH, xem lý do vì sao không ĐKMH được (có đăng ký, nhưng không có TKB) tại trang web: mybk.hcmut.edu.vn    Đăng ký môn học    Đăng ký bổ sung TTTN+LVTN+ ĐCLVTN HK211 Đợt kết quả    bấm vào mục Đăng ký mới    chọn Loại hình đăng ký    xem Lịch sử đăng ký.. . Trong trường hợp kết quả xử lý ĐKMH không đúng, bạn có thể làm đơn khiếu nại (kèm minh chứng nếu có), gửi qua trang bksi ghi rõ tiêu đề: “Khiếu nại ĐKMH HK211”, nội dung khiếu nại trình bày rõ lý do, ghi rõ tên, mã môn học, Số tín chỉ tích lũy? Số ngày CTXH (nếu đăng ký LVTN). . Trường hợp SV có học môn tương đương vui lòng trình bày rõ, đã học ở HK nào? tên và MH,tương đương môn học nào?. . Thân chào. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em không biết em có thể nộp giấy thu nhận lại ở đâu trong thời gian giãn cách xã hội vì dịch bệnh. Em cảm ơn",
            "Bạn vui lòng tải mẫu đơn thu nhận tại trang aao.hcmut.edu.vn/Sinh viên/biểu mẫu. . Điền đầy đủ thông tin và gửi qua bksi nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ .    Dạ em tên [full_name] - [student_id]. .    Vào đầu năm học em đã cung cấp chứng chỉ ngoại ngữ IELTS 6.0 tương đương điểm qui đổi cho 4 môn Anh Văn của chương trình học ạ. Cho em hỏi là các điểm của môn Anh Văn của em khi nào được áp dụng ạ. . .    Khoa Điện - Điện tử K20 sắp phân ngành thì điểm AV của em được tính vào điểm trung bình tích lũy chưa ạ",
            "Chào bạn,. . Cô chưa thấy bạn đăng ký chuyển điểm và đóng lệ phí chuyển điểm nhé!. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính gửi Văn phòng đào tạo,. . . . Em tên [full_name], mssv [student_id]. Em là sinh viên Khoa Khoa học và Kĩ Thuật máy tính chương trình chất lượng cao.. . . . Vì lí do em bị vướng một môn học nên em không thể đăng ký được luận văn. Vào ngày 18/08 em đã gửi đơn cứu xét đăng ký luận văn thông qua hệ thống bksi aao kèm theo file duyệt đơn từ Khoa và được người phụ trách trả lời là \"PDT đã tiếp nhận đơn của bạn và trình Ban Lãnh đạo xem xét và sẽ trả lời kết quả đơn cho bạn trễ nhất là sau ngày 27/08/2021\".  Đến hôm nay, em vẫn chưa nhận được phản hồi và thời điểm này đã qua đợt đăng ký luận văn tốt nghiệp. Kính mong phòng đào tạo có phản hồi sớm nhất cho trường hợp của em.",
            "Đã tl"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em tên là [full_name]. . Mssv [student_id]. . . . Em muôn làm phúc khảo điểm bài tập lớn môn Xác suất thống kê kỳ 203 nhưng lên phần phúc tra trên mybk thì không có.. . Cho em hỏi phúc khảo ở đâu ạ.. . . . Em xin cảm ơn.",
            "Chào em,. . Khi GV thông báo điểm, SV có thể liên lạc GV để xin xem xét lại điểm. Nếu GV cần sửa điểm thì liên hệ PĐT nhé.. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em đã đăng kí môn học giải tích 2 dự thính ở lộ trình 2, tuần trước trên bkel vẫn còn hiện môn học nhưng qua tuần này thì bị xóa mất, theo lịch thì 18h tối nay bắt đầu học buổi đầu rồi, không biết có phải em bị xóa môn do không đủ điều kiện gì không, mong [full_name] có thể hỗ trợ em trong việc này sớm nhất có thể.. .",
            "Chào bạn. . Pdt đã cập nhật lại, bạn vào kiểm tra nghen. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em chào phòng đào tạo.. . Em có học môn TRuyền số [full_name] và [full_name](EE3019). . Hiện tại em đã hoàn thành xong thi cuối kì nhưng chưa có điểm thí nghiệm để hoàn thành điểm môn học. Em đã có học thí nghiệm môn này trước rồi nên chỉ cần quy đổi điểm là xong. Phòng đào tạo có thể cho em quy đổi điểm thí nghiệm để hoàn thành môn học trước đợt tốt nghiệp tháng 11 sắp tới được không ạ.. . Em cảm ơn. . . .",
            "Chào bạn. . Về vấn đề này bạn phải liên hệ Giảng viên để cập nhật điểm. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em chào thầy cô. . Em tên là [full_name], MSSV [student_id].Em đã học xong tất cả các môn, đã hoàn thành đủ số ngày CTXH nhưng HK202 em không đăng ký luận văn được do không có CCAV và em bị buộc tạm dừng học. Em đã đăng ký luận văn tốt nghiệp (mã môn học CH4323) cho HK211 nhưng không thấy trong thời khóa biểu. Em mong thầy cô xử lý giúp em ạ. Em cảm ơn ạ. . . . .",
            "Chào bạn,. . SV vui lòng tải mẫu đơn thu nhận tại trang aao.hcmut.edu.vn/Sinh viên/biểu mẫu. Điền đầy đủ thông tin và gửi qua bksi nhé.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Thưa Thầy Cô, Em là [full_name] -MSSV:[student_id]. . . . Kì này em có đăng kí môn Thí nghiệm vật liệu& XD Đường Oto (CI4061) kèm theo lớp thí nghiệm (CI4062). Do đây là môn tự chọn em đã qua ở kì trước nên nay em làm đơn xin PĐT xem xét cho em được đăng kí Rút môn học này.. . . . Mong Quý Thầy/Cô xem xét và hỗ trợ giúp trường hợp của em.. . Em cảm ơn Quý Thầy Cô.. .",
            "Chào bạn,. . Hiện tại đã hết thời gian hiệu chỉnh  và hủy môn học của học kỳ chính và HK dự thính HK211 nhé bạn.. . SV vui lòng đợi thông báo về việc rút môn học (có tính học phí theo quy định), sẽ thông báo cho SV trong tháng 9/2021. . Xem chi tiết quy chế tại đây:. . aao.hcmut.edu.vn/sinh viên/quy chế/học vụ/Quy chế đào tạo và học vụ bậc đại học, cao đẳng:/ điều 11.2. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ thầy/cô cho em hỏi là bây giờ em có thể đăng kí bổ sung vào lớp học dự thính lộ trình 2 (  đã bắt đầu học vào 30/08)trong học kì này nữa không? Vì em mới nhận được kết quả môn học dự thính học kì 202 vào hôm qua nhưng thời hạn đăng kí lớp dự thính lộ trình 2 đã hết từ 27/08.Em rất mong muốn được đăng kí bổ sung để học dự thính.Mong thầy cô có thể giải đáp giúp em.",
            "Chào bạn,. . Vui lòng ghi rõ tên MH, mã MH và mã nhóm xin đăng ký để PDT kiểm tra và trả lời nhé. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em kính chào Quý thầy/ cô ạ!. . Em muốn được đăng kí môn học, học kì dự thính - Lộ trình 2. . Môn: Đại số tuyến tính. . Mã MH: MT1007. . Nhóm: DT01. . Lý do: Do đợt 2 của kì đăng kí dự thính này em khá phân vân giữa 2 môn, nên em quyết định đợi kết quả của học kì 2 năm trước rồi mới nghĩ xem là nên đăng kí môn nào ạ (tại em muốn học cải thiện). Vì em nghĩ là PĐT sẽ mở đăng kí môn học dự thính - Lộ trình 2 đợt 3 (đợt bố sung) nên em đã đợi. Nhưng hiện tại thì em thấy đã bắt đầu học kì dự thính mới rồi ạ. Nên em muốn gửi mong muốn của em lên để Quý thầy cô có thể giúp đỡ, hộ trợ em đăng kí môn ạ.. . Em xin cảm ơn thầy cô rất nhiều.. . . .",
            "Chào bạn,. . PDT đã ghi nhận yêu cầu về ĐKMH của bạn và đã chuyển cho bộ phận ĐKMH kiểm tra và xử lý.. . Bạn vui lòng theo dõi và kiểm tra TKB thường xuyên trên mybk/Thông tin SV và hệ thống BKeL để kịp tham gia lớp học online. SV chủ động liên hệ với GV để xin vào lớp học trước nhé!. . Trường hợp nếu không đăng ký được (không có khả năng hoặc không đủ điều kiện)  PDT sẽ phản hồi cho SV qua bksi.. . Chúc các bạn học tốt!. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Do hết dịch quay trở lại học, em không có ở ktx nữa. Nên em muốn hỏi, em muốn mua bảo hiểm ở trường, thì làm thế nào ạ! EM CẢM ƠN.. .",
            "Chào bạn. . Vấn đề BHYT, Học bổng, vay vốn ngân hàng, gia hạn học phí… Bạn vui lòng liên hệ Phòng Công tác Chính trị Sinh viên để được hướng dẫn.. . Email:  [email]. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ thầy/cô cho em hỏi là em có thể đăng kí bổ sung lớp dự thính giải tích 2-lộ trình 2 nếu còn chỗ trống để đăng kí được không ạ? Vì vào ngày hôm qua em mới nhận được điểm tổng kết môn mà thời hạn đăng kí các môn học dự thính lộ trình 2 đã kết thúc vào ngày 27/08 vừa rồi. Mong thầy cô có thể giải đáp giúp em. Em xin cảm ơn.. . Thông tin về môn học muốn đăng kí bổ sung:. . Tên môn học : Giải Tích 2. . Mã môn học : MT1005. . Nhóm - lớp DT05_DT05. . Sĩ số hiện tại 97/99",
            "Chào bạn,. . PDT đã ghi nhận yêu cầu về ĐKMH của bạn và đã chuyển cho bộ phận ĐKMH kiểm tra và xử lý.. . Bạn vui lòng theo dõi và kiểm tra TKB thường xuyên trên mybk/Thông tin SV và hệ thống BKeL để kịp tham gia lớp học online. SV chủ động liên hệ với GV để xin vào lớp học trước nhé!. . Trường hợp nếu không đăng ký được (không có khả năng hoặc không đủ điều kiện)  PDT sẽ phản hồi cho SV qua bksi.. . Chúc các bạn học tốt!. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Thầy/cô cho em hỏi là em k18, em có rớt môn EN2023 nhưng hiện tại k19 đã đổi mã môn thành EN2035. Em muốn hỏi là sau khi em qua môn EN2035 (mã của k19) thì em có được chuyển điểm qua không ạ? Tại vì theo em biết nếu học theo mã k19 chỉ được tính là qua môn chứ không được tính vào điểm trung bình tích luỹ. . Em cảm ơn",
            "Chào bạn,. . Về Chương trình Đào tạo, danh sách môn tương đương…, bạn vui lòng xem tại:. . aao.hcmut.edu.vn/Sinh viên/Chương trình Đào tạo. . Sinh viên thắc mắc về CTĐT, KSTN vui lòng liên hệ về Khoa xin gặp Thầy/Cô Phụ trách về CTĐT để được tư vấn và hỗ trợ thêm.. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Kính gửi Phòng đào tạo. . . Em tên là: Vương Minh Vĩ. . Mssv: [student_id]. . Khoa Kỹ thuật Xây dựng-Khóa 2017 . . Lớp: XD17DD2. . Dạ em đã đăng ký Luận Văn Tốt Nghiệp (CI4343) HK211 trong đợt bổ sung và đã có Thời Khóa Biểu trên mybk, nhưng hiện tại Khoa thông báo với em là không có tên trong danh sách làm luận văn gửi từ Phòng Đào Tạo ạ. Mong Thầy/Cô kiểm tra và bổ sung giúp em với ạ. Em cảm ơn.",
            "Chào em,. . Chiều hôm qua 31/8/21, PĐT đã gửi email danh sách về [full_name] rồi nhé.. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Mở lớp dự thính (bắt đầu học từ 30/8) . Dạ thưa cô,. . Em đã nhận được xác nhận có thể mở lớp học dạng đồ án từ giáo viên giảng dạy là PGS TS [full_name]. Em có chụp màn hình lại ạ.. . Thầy có hỏi về thủ tục cần thực hiện giữa thầy và PĐT là gì để kịp thời đáp ứng ạ.. . Và em mới xác nhận lại là có 6 bạn thay vì 7 bạn như trước thưa cô. Dưới đây là danh sách cập nhật ạ:. . Danh sách sinh viên muốn đki môn học. . đồ họa vi tính và CAD (Tr2003):. . STT Tên sinh viên    Mssv    Email. . 1 [full_name]    [student_id]. .                 [email]. . 2 [full_name]    [student_id]    . .                 [email]. . 3 [full_name]    [student_id]    . .                 [email]. . 4 [full_name]    [student_id]    . .                [email]. . 5 [full_name]    [student_id]    . .                 [email]. . . . 6 [full_name]       [student_id]. .                 [email]. . Em thay mặt các bạn cảm ơn và kính chúc cô cùng gia đình dồi dào sức khỏe và có một kỳ nghỉ thật vui vẻ và ý nghĩa.. . . .",
            "Dạ thưa cô [full_name],. . Còn yêu cầu nào cần em thực hiện không ạ.. . Để em báo lại với thầy [full_name] ạ.. . Em cảm ơn.",
            "Chào bạn. . [full_name]B đã phục hồi, các bạn xem tại Mybk-xem tkb vào tuần sau nghen. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            ". . Họ Tên :Đoàn Công Minh. . MSSV : [student_id]. . . . Em đã bắt đầu đóng từ hôm 27/8 nhưng có vẻ phía ngân hàng bị lỗi ạ.. . Xin lỗi cô vì sự chậm trễ này.. . . . Mong phản hồi từ cô để e có thể nhận luận văn tốt nghiệp ạ.. . . . Em xin cảm ơn.",
            "Chào bạn. . Bạn có thể trình bày rõ hơn được không? hiện tại Pdt kiểm tra dữ liệu chuyển điểm anh văn đã thanh toán thành công, nhưng dữ liệu chưa cập nhật trong hệ thống. . Nghĩa là sau khi cập nhật điểm chuyển bạn mới đủ điều kiện đăng ký LVTN đúng không?. . Bổ sung mã số luận văn. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Em đăng ký in Bảng điểm gửi về bằng bưu điện nhưng bị lỗi thanh toán BKpay như hình.. . Em xử lý như thế nào vậy. . Cảm ơn.. .",
            "Em đăng ký in Bảng điểm gửi về bằng bưu điện nhưng bị lỗi thanh toán BKpay như hình.. . Em xử lý như thế nào vậy. . Cảm ơn.. .",
            "Chào bạn,. . Bạn vui lòng vào đăng ký lại nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Kính gửi phòng đào tạo,. . Em là sinh viên [full_name], mã số sinh viên [student_id].. . Em học lớp A01 học kỳ 202 môn Xác suất và Thống kê do thầy [full_name] phụ trách.. . Em xin được tóm tắt lại trường hợp của em như sau:. . Vì nằm trong diện bắt buộc phải cách ly của tỉnh Khánh Hòa, em bắt buộc phải hoãn thi môn học cải thiện Xác suất và Thống kê trong kỳ 202 . Tuy nhiên, em cũng đang là sinh viên chương trình Kỹ sư Tài năng học kỳ cuối. Nếu phải hoãn lịch thi đến đợt thi cuối kỳ tiếp theo em sẽ bị trễ đợt tốt nghiệp tháng 11 và bị mất tiêu chuẩn nhận bằng Kỹ sư Tài năng theo quy định.. . Em đã liên hệ với Khoa theo hướng dẫn trước đó của Phòng Đào tạo và được thầy [full_name] (phụ trách giáo vụ cho chương trình Kỹ sư Tài năng) hướng dẫn liên hệ lại với Phòng đào tạo và giảng viên môn Xác suất và Thống kê để tổ chức thi bổ sung sớm. . . Em đã nhận được email phản hồi từ thầy [full_name] cho phép thi bổ sung sớm vào tuần sau (6/9/2021-12/9/2021).. . Tuy nhiên, thầy [full_name] phản hồi em rằng thầy cần nhận một email xác nhận từ Phòng Đào tạo với nội dung chấp nhận cho em thi bổ sung sớm.. . Em mong phòng đào tạo hỗ trợ gửi email xác nhận với thầy [full_name] cho trường hợp của em để em thi bổ sung kịp thời với thời hạn ra trường của chương trình Kỹ sư Tài năng.. . Em cảm ơn phòng đào tạo rất nhiều vì đã dành thời gian hỗ trợ cho em.. . Em xin gửi hình chụp đính kèm các email hướng dẫn từ thầy [full_name] và thầy [full_name] để phòng đào tạo dễ dàng xem xét.",
            "Chào em,. . PĐT đã nhận được thông tin của em, đã gửi đến bộ phận phụ trách trả lời  em qua bksi, email.. . . . Thân mến,. .",
            "Chào bạn. . Đầu tiên vể lịch thi sớm, Cô đang xử lý. . - Bạn bổ sung giúp Cô đơn xin huỷ hoãn thi nữa nghen",
            "Em cảm ơn cô ạ, em đã nhận được thông tin từ cô.. . Cho em xin hỏi đơn xin hủy hoãn thi do em tự soạn tay hay có mẫu đơn của trường ạ thưa cô.. . Bên trong đơn này ngoài lý do xin hủy hoãn thi, thông tin về môn học và giáo viên hướng dẫn em cần thêm thông tin gì không ạ.",
            "Em xin được gửi bổ sung đơn xin hoãn thi đến phòng đào tạo ạ theo file word hoặc pdf đính kèm ạ.. . Em chân thành cảm ơn cô đào tạo đã dành thời gian hỗ trợ cho trường hợp của em.",
            "Chào bạn. . - Pdt đã ghi nhận đơn huỷ hoãn thi của Bạn. . - Đồng thời cũng ghi nhận đơn thi sớm của bạn. . - Bạn liên hệ với Giảng viên cho thi sớm, Pdt sẽ tách danh sách ghi điểm của 1 mình bạn lên hệ thống, Giảng viên sẽ thấy và sẽ nhập điểm . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Dạ em chào thầy cô.. . Em là sinh viên K17. Kì này chúng em được đăng kí luận văn và thực hiện trong kì này nhưng do tình hình dịch bệnh nên chúng em chưa thể lên trường được ạ.. . Thầy cô có thể cho chúng em hỏi là liệu nếu dịch chưa ổn định thì tới lúc phản biện luận văn chúng em có được cho 2 đợt phản biện giống các anh chị k16 năm rồi không ạ?. . Em cám ơn thầy cô và mong nhận được phản hồi sớm ạ!",
            "Chào bạn,. . Bạn vui lòng liên hệ về Khoa và GVHD để được hỗ trợ và hướng dẫn nhé!. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính chào phòng đào tạo,. . Em thắc mắc về việc môn học Thương mại điện tử IM3023 không có trong chương trình đào tạo của em và em đã đăng kí nhầm, em mong muốn pdt hiệu chỉnh hủy bỏ môn giúp em. Em mong nhận được sự chấp thuận sớm nhất từ phòng đào tạo.. . Trân trọng,. . Em [full_name]. . . .",
            "Chào bạn,. . Hiện tại đã hết thời gian hiệu chỉnh  và hủy môn học của học kỳ chính và HK dự thính HK211 nhé bạn.. . SV vui lòng đợi thông báo về việc rút môn học (có tính học phí theo quy định), sẽ thông báo cho SV trong tháng 9/2021. . Xem chi tiết quy chế tại đây:. . aao.hcmut.edu.vn/sinh viên/quy chế/học vụ/Quy chế đào tạo và học vụ bậc đại học, cao đẳng:/ điều 11.2. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em kiểm tra trên bkel đã thấy pdt xóa cho em môn học xã hội học đại cương IM2023 nhưng bên thời khóa biểu và số tín chỉ của em vẫn còn môn học đó. Mong pdt giải quyết xóa môn đó ở tkb giúp em sớm ạ,. . Trân trọng",
            "Chào bạn,. . Hiện tại đã hết thời gian hiệu chỉnh  và hủy môn học của học kỳ chính và HK dự thính HK211 nhé bạn.. . SV vui lòng đợi thông báo về việc rút môn học (có tính học phí theo quy định), sẽ thông báo cho SV trong tháng 9/2021. . Xem chi tiết quy chế tại đây:. . aao.hcmut.edu.vn/sinh viên/quy chế/học vụ/Quy chế đào tạo và học vụ bậc đại học, cao đẳng:/ điều 11.2. . . . - Em muốn hủy ?, lý do gì ?. . Thân mến,. .",
            "Hôm trước em có nhăn bksi về vấn đề môn đó em đã qua từ năm 2 (hiện em năm 4) và môn đó kì 211 chỉ mở cho 7 bạn trong danh sách mở lớp (không có em), em đăng kí nhầm nên môn đó tkb không hiển thị tuần học và bkel cũng trống trơn. Hiện em thấy [full_name] đã xóa bkel môn đó cho em nhưng tkb vẫn còn hiển thị môn đó.. . Dưới em đính kèm ảnh lỗi hiển thị môn học ở tkb.",
            "Chào bạn,. . PDT đã ghi nhận yêu cầu về ĐKMH của bạn và đã chuyển cho bộ phận ĐKMH kiểm tra và xử lý.. . Bạn vui lòng theo dõi và kiểm tra TKB thường xuyên trên mybk/Thông tin SV và hệ thống BKeL để kịp tham gia lớp học online. SV chủ động liên hệ với GV để xin vào lớp học trước nhé!. . Trường hợp nếu không đăng ký được (không có khả năng hoặc không đủ điều kiện)  PDT sẽ phản hồi cho SV qua bksi.. . Chúc các bạn học tốt!. . Thân mến,. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em là Đinh Ngọc Duy Thái-MSSV [student_id]. . . Em đã đăng kí môn học Luận Văn Tốt Nghiệp ME4039 trong đợt đăng kí bổ sung nhưng đến bây giờ em vẫn chưa được xếp thời khóa biểu ạ. Em đã có 11.5 ngày CTXH và HK211 được miễn CCAV nhưng không hiểu sao bị hủy đăng kí ạ. Mong Phòng Đào Tạo xem xét lại giúp em.. . Em cảm ơn ạ.",
            "Chào bạn,. . PDT đã ghi nhận yêu cầu về ĐKMH của bạn và đã chuyển cho bộ phận ĐKMH kiểm tra và xử lý.. . Bạn vui lòng theo dõi kết quả cật nhật TKB tại mybk sau ngày 20/9/2021. . Trường hợp sau ngày này vẫn chưa có TKB, SV vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . SV chủ động liên hệ khoa để xin nhận GV hướng dẫn.. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính gửi phòng đào tạo Đại học Bách khoa TPHCM,. . . . Em là [full_name], sinh viên năm 4 khoa Khoa học & Kỹ thuật máy tính. Trong đợt đăng ký dự thính HK211 đợt 1 vừa qua, em có đăng ký môn học PH1005 để có thể tích lũy đủ tín chỉ và tốt nghiệp sau HK 211. Tuy nhiên do lỗi mang tính chủ quan mà em đã không kiểm tra kết quả đăng ký trong đợt 2 từ ngày 24.8 đến ngày 27.8, qua đó không nắm được thông tin môn học này không mở lớp.. . . . Nay em viết đơn này xin phòng đào tạo xem xét cho phép em đăng ký vào một trong hai môn học tương đương trong chương trình đào tạo, trong trường hợp các môn học đó có mở lớp dự thính trong HK 211: Cơ lý thuyết (AS1003) và Cơ học ứng dụng (AS2001).. . . . Do lỗi này hoàn toàn do cá nhân em nên em hi vọng phòng đào tạo xem xét trường hợp này, qua đó giúp em có thể hoàn thành chương trình đào tạo theo đúng tiến độ.. . . . Một lần nữa, em xin chân thành cám ơn phòng đào tạo và chúc các thầy cô có nhiều sức khỏe.. . . . Trân trọng. .   i Đăng ký môn học .",
            "Chào bạn,. . PDT đã ghi nhận yêu cầu về ĐKMH của bạn và đã chuyển cho bộ phận ĐKMH kiểm tra và xử lý.. . Bạn vui lòng theo dõi và kiểm tra TKB thường xuyên trên mybk/Thông tin SV và hệ thống BKeL để kịp tham gia lớp học online. SV chủ động liên hệ với GV để xin vào lớp học trước nhé!. . Trường hợp nếu không đăng ký được (không có khả năng hoặc không đủ điều kiện)  PDT sẽ phản hồi cho SV qua bksi.. . Chúc các bạn học tốt!. . Thân mến,. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Chào Thầy/Cô ạ,. . Em tên Võ Hoàng, sinh viên Trung Tâm BDCN lớp BD17CN04.. . Em xin đăng ký chuyển điểm những môn sau đây từ hệ Đại học sang hệ Cao đẳng để có thể được đăng ký làm Tiểu luận tốt nghiệp ạ.. . Môn:. . - Những nguyên lý cơ bản của chủ nghĩa Mác Lê-nin (SP1003) -  Những nguyên lý cơ bản của chủ nghĩa Mác Lê-nin (001001).. . - Tư tưởng Hồ Chí Minh (SP1005) -  Tư tưởng Hồ Chí Minh (001025).. . Em mong được Thầy/Cô hỗ trợ ạ, em xin cảm ơn.",
            "Chào bạn. . Cô ghi nhận việc chuyển điểm của bạn sẽ báo bộ phận điểm kiểm tra lại. . - Đồng thời, hiện tại, Bạn muốn đăng ký môn TLTN, Bạn vui lòng làm đơn đăng ký môn TLTN, và nhờ Khoa ký xác nhận đồng ý cho bạn bổ sung môn TLTN (có thể Khoa ký trực tiếp trên đơn hoặc gởi xác nhận qua mail, bạn chụp màn hình đồng ý), vì hiện tại danh sách SV đăng ký được Pdt đã chuyển về Khoa."
        ]
    },
    {
        "intent": "",
        "message": [
            "Em tên [full_name]. . MSSV [student_id]. . Trong kì ĐKMH đợt 2 vừa qua do PĐT mở lớp vào thời gian lúc 16h15 ngày 27/8 trong khi đến 16h30 thì hết hạn ĐKMH đợt 2 nên em không kịp đăng kí. Em mong PĐT cho em ĐKMH bổ sung do đây là môn học tiên quyết của LVTN nếu em không đăng kí được sẽ bị trễ LVTN nên PĐT xem xét giúp em ạ. .",
            "Chào bạn,. . PDT đã ghi nhận yêu cầu về ĐKMH của bạn và đã chuyển cho bộ phận ĐKMH kiểm tra và xử lý.. . Bạn vui lòng theo dõi và kiểm tra TKB thường xuyên trên mybk/Thông tin SV và hệ thống BKeL để kịp tham gia lớp học online. SV chủ động liên hệ với GV để xin vào lớp học trước nhé!. . Trường hợp nếu không đăng ký được (không có khả năng hoặc không đủ điều kiện)  PDT sẽ phản hồi cho SV qua bksi.. . Chúc các bạn học tốt!. . Thân mến,. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Em lỡ làm mất thẻ bảo hiểm y tế giờ em phải làm gì để được phát lại thẻ ạ . .",
            "Chào em,. . Em liên hệ phòng Công tác chính trị sv qua email [email] để được hướng dẫn nhé.. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Chào Thầy/Cô ạ, em là sinh viên Trung tâm BDCN K17.. . Hôm trước em có thấy mail thông báo cho phép đăng ký môn Tiểu luận tốt nghiệp không xét chuẩn AV nên em đã đăng ký theo Mã môn học 260663. Em đã hoàn thành TTTN trong HK202, hoàn thành hết chương trình đào tạo (98 tín chỉ) và đã có 9 ngày CTXH, nhưng trong đợt kết quả em bị từ chối do không đủ điều kiện đăng ký (như hình).. . Thầy/Cô cho em hỏi em bị từ chối do thiếu xót ở điều kiện nào ạ ?. . Em xin chân thành cảm ơn Thầy/Cô ạ.",
            "Chào bạn. . Là bạn thiếu số tín chỉ tối thiểu để làm TLTN, bạn kiểm tra lại CTDT, nếu Pdt giải quyết sai cho bạn, bạn có thể khiếu nại kèm minh chứng. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Gửi Phòng ĐT, phòng CTCT SV.. . Em là sinh viên K17 khoa Kỹ thuật Hóa học. Lớp HC17MB.. . Vừa đã hoàn thành xong chương trình học, đủ ngày công tác xã hội và vừa bảo vệ xong luận văn tốt nghiệp.. . Năm 2020 em có nộp chứng chỉ ngoại ngữ là Toeic 545 đủ để đăng kí luận văn. Theo điều kiện mới, em phải đạt   B Toeic 600  /B  mới có thể đổi điểm 4 AV để đủ chỉ ra trường. Em dự định đăng kí thi Toeic vào tháng 7/2021. Tuy nhiên do tình hình dịch bệnh và cách ly liên tục, em không thể tham gia đăng kí thi Toeic được và cũng không thể đăng kí môn AV4. Bên cạnh đó kì thi Toeic Speaking và Writting cũng bị hoãn.. . Với tình trạng như vậy, em có thể đăng kí xét tốt nghiệp vào tháng 11/2021 và nhận bằng vào lễ tốt nghiệp được không ạ? Nhà trường có thể cho tụi em gia hạn, sau khi dịch kết thúc, lịch thi Toeic được mở lại em sẽ bổ túc hồ sơ và chuyển điểm theo quy định của PĐT.. . Hy vọng nhà trường sẽ xem xét nguyện vọng không chỉ của riêng em mà còn nhiều bạn khác cũng gặp trường hợp tương tự như vậy.. . Em cảm ơn.. .",
            "Chào bạn. . •\tPdt sẽ giải quyết tốt nghiệp theo thông báo đến hết HK211 (dự kiến cuối tháng 12/2021) nghen, bạn yên tâm nghen.. . •\tLịch trình trình tốt nghiệp hiện tại trên trang aao.hcmut.edu.vn là để kịp Lễ tốt nghiệp trao bằng dự kiến tháng 11/2021 . . •\tXem chi tiết lịch trình tốt nghiệp tại trang web PĐT (aao.hcmut.edu.vn)    Tốt nghiệp    Thông tin tốt nghiệp    Tháng 11/2021    Lịch trình đăng ký tốt nghiệp và cấp bằng tháng 11/2021. . Thân. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em chào phòng đào tạo. . . - Cho em hỏi là điều kiện để đăng kí thi anh văn nói viết online lần này có phải là mình phải xong hết tất cả các môn rồi con mỗi anh văn nói viết thôi phải không ạ.. . - Chưa đủ ngày công tác xã hội thì có được đăng kí không ạ ?. . Em cảm ơn ạ",
            "Chào bạn. . Bạn đợi mail thông báo nghen. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            ". .    Cho em hỏi về thời gian rút môn học ? Và nộp đơn rút môn học về PĐT giải quyết đúng không ạ ? Em hiện là sinh viên sắp đăng ký Tốt Nghiệp vậy liệu vấn đề rút môn học có kịp xử lý để em hoàn thành điều kiện để Tốt nghiệp không ạ ? Mong PĐT sẽ sớm phản hồi ý kiến của em.. . Em chân thành cảm ơn.. .  .",
            "Chào bạn,. . Hiện tại đã hết thời gian hiệu chỉnh  và hủy môn học của học kỳ chính và HK dự thính HK211 nhé bạn.. . SV vui lòng đợi thông báo về việc rút môn học (có tính học phí theo quy định), sẽ thông báo cho SV trong tháng 9/2021. . Xem chi tiết quy chế tại đây:. . aao.hcmut.edu.vn/sinh viên/quy chế/học vụ/Quy chế đào tạo và học vụ bậc đại học, cao đẳng:/ điều 11.2. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính chào thầy cô!. . Em tên là [full_name] mssv là [student_id].. . Học kỳ 202 em còn nợ 8 chỉ lớn hơn 7 chỉ để đăng ký luận văn tốt nghiệp. Và trong kỳ 202 em cũng có học dự thính môn giải tích 2 để trả nếu qua em sẽ đủ điều kiện để đăng ký luận văn tốt nghiệp, nhưng do kỳ thi cuối kỳ diễn ra trễ vào ngày 24/8/2021 nên em vẫn chưa có điểm do đó em không đủ điểu kiện để đăng ký đợt cuối cùng luận văn tốt nghiệp. Nếu bây giờ em qua được môn giải tích 2, học kỳ 211 Phòng Đào Tạo có thể hỗ trợ em đăng ký luận văn tốt nghiệp được không ạ!. . Em cảm ơn thầy cô."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính gửi Phòng Đào tạo,. . Do có sự nhầm lẫn với môn Thực tập kỹ thuật nên em đăng ký thiếu môn Thực tập ngoài trường AS3325 . Em đã gọi trực tiếp cho Bộ môn để xin bổ sung nhưng thầy đang bận chưa thể trả lời email của em được. Em sẽ bổ sung đơn đăng ký bổ sung môn học trong Học kỳ chính 211 có xác nhận của bộ môn sau . . . Mong Phòng Đào tạo hỗ trợ em đăng ký bổ sung môn này để theo kịp tiến độ học tập.. . Em chân thành cảm ơn.",
            "Em xin bổ sung đơn đăng ký có xác nhận đồng ý của GVCN",
            "Chào bạn,. . PDT đã ghi nhận yêu cầu về ĐKMH của bạn và đã chuyển cho bộ phận ĐKMH kiểm tra và xử lý.. . Bạn vui lòng theo dõi kết quả cật nhật TKB tại mybk sau ngày 20/9/2021. . Trường hợp sau ngày này vẫn chưa có TKB, SV vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . SV chủ động liên hệ khoa để xin nhận GV hướng dẫn.. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Dạ em chào thầy/cô !. .  Thầy/ cô cho em hỏi là đăng ký in giấy CNSV khi nào mới mở lại ạ !. . Em cám ơn ạ.",
            "Chào bạn,. . SV chủ động đăng ký giấy Xác nhận SV hoãn NVQS để bổ sung cho địa phường và chọn dịch vụ gửi qua được bưu điện (người nhận trả tiền) nếu có nhu cầu (PDT không in hàng loạt như các năm trước). . Dự kiến trong đầu tháng 9/2021 sẽ bắt đầu cho đăng ký (khi TKB trong HK đã ổn định). . . . - Hiện tại bưu cục không nhận chuyển đến hết ngày 6/9/21. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Do nhu cầu tốt nghiệp hệ cao đẳng, xin Phòng Đào Tạo chuyển điểm giúp em từ hệ đại học sang hệ cao đẳng ạ.. . Môn [full_name] mã (SP1005) sang mã (001025) ạ.. . Lý do: hệ cao đẳng đã xoá môn [full_name] mã 001025 nên phải học hệ đại học ạ.. . Xin xét duyệt để em có điều kiện tốt nghiệp ạ.. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Chào thầy/cô,. . Em tên [full_name] (MSSV: [student_id]), em đã gửi đăng ký môn học thành công ở đợt đăng ký môn học Dự thính bổ sung HK211 - Lộ trình 2 - Đợt 2 và sẽ bắt đầu học từ ngày 30/8/2021 như trên lịch học vụ HK1. Như trên phiếu đăng ký thì ngày thứ 4 (1/9/2021) thì em có tiết, mong thầy/cô cập nhật thời khóa biểu và BKeL để em có thể tham gia lớp học. Cụ thể là môn Giải tích mạch (Mã môn học: EE2033), lớp DT01 học vào thứ 4 tiết 13-14 do thầy [full_name] hướng dẫn.. . Em mong sớm nhận được phản hồi từ thầy/cô.. . [full_name]",
            "Em đã tham gia lớp buổi 1 để nhờ thầy cho xem danh sách lớp và  em đã bị gạch tên. Mong phòng đào tạo cho biết lý do em bị xoá môn học.",
            "- Sinh viên xem lý do tại sao có ĐKMH HK211 Dự thính –Lộ trình 2- Đợt 2 mà không có TKB tại trang web: mybk.hcmut.edu.vn    Đăng ký môn học    ĐKMH HK211 Dự thính –Lộ trình. . 2 -Đợt 2 - Kết quả đợt 2    bấm vào mục Đăng ký mới    chọn. . Loại hìnhđăng ký    xem Lịch sử đăng ký.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Cho em hỏi là em đã đăng kí hoãn thi hk2 năm 1 vào ngày o2/08/2021 rồi và giờ làm thế nào để thi bổ sung cho học phần đó ạ ?. .",
            "Chào em,. . Em đọc kỹ quy định nhé. . . •\tQuy định hoãn thi (HT): xem chi tiết tại khoản 17.2 Điều 17 trong Quy chế đào tạo và học vụ (aao.hcmut.edu.vn    Sinh viên    Quy chế).. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em có đăng ký môn cơ sở kỹ thuật điện (dự thính hk 211 lộ trình 2 ), hôm bữa em có thấy môn học xuất hiện trên bkel nhưng sau đó thì biến mất và trên thời khóa biểu cũng không có lịch của môn này, mà trong lịch thì vào hôm nay sẽ có lịch học ạ. Cho em hỏi là không biết là em có đăng ý thành công môn này không ạ, và nếu đăng ký được thì làm sao vào học ạ. Em xin cảm ơn ạ!",
            "Chào bạn. . - Sinh viên xem lý do tại sao có ĐKMH HK211 Dự thính –Lộ trình 2- Đợt 2 mà không có TKB tại trang web: mybk.hcmut.edu.vn    Đăng ký môn học    ĐKMH HK211 Dự thính –Lộ trình. . 2 -Đợt 2 - Kết quả đợt 2    bấm vào mục Đăng ký mới    chọn Loại hìnhđăng ký    xem Lịch sử đăng ký.. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . pdt cho e hỏi là em đk dự thính ktct 1 sao ko có thời khóa biểu vs elearning v ạ . . . em cảm ơn ạ. .",
            "Chào bạn,. . Vui lòng trình bày rõ vấn đề (ghi rõ tên và mã MH nhé). . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]  /b \t[full_name] [full_name] [full_name] [full_name]   i Học vụ  /i [full_name] [full_name] [full_name] [full_name] Kính gửi [full_name][full_name] [full_name] Em tên [full_name],[full_name] [full_name] MSSV [student_id] lớp VP17VL[full_name] [full_name] [full_name] [full_name] Trong thời gian thi online vừa rồi, do phải đi điều trị covid nên em xin hoãn thi rất nhiều môn trên form đăng ký của [full_name], nhưng hôm nay các môn đó có điểm trên mybk đều để điểm 13 (như hình)[full_name] Mong phòng đào tạo xem xét lại ạ[full_name][full_name] [full_name] Chân thành cảm ơn[full_name][full_name] [full_name] [full_name] [full_name] Trân trọng[full_name]/[full_name] [full_name] [full_name] [full_name] [full_name] [full_name]",
            "Chào em,. . - Danh sách thi PĐT đã gửi trước rồi em. . - Em đã điền form hoãn thi, xem email xác nhận nhé.. . Thân mến,. ."
        ]
    }
]