[
    {
        "intent": "",
        "message": [
            "Đăng ký môn học  /i  Bơm quạt máy nén và Nhiệt động và truyền nhiệt,Trang bị điện - điện tử trong máy công nghiệp,Vẽ cơ khí. . Dạ các thầy cô cho em hỏi là em sinh viên K18 mấy môn này mã cũ không còn mở lớp  nữa vậy giờ em học môn tương đương của mã mới của  K19 được không ạ hay là em làm đơn xin PDT mở lớp ạ . . . .",
            ". . Chào bạn. . Về chương trình đào tạo bạn vui lòng liên hệ [full_name] (cụ thể là Thầy phó khoa phụ trách chương trình đào tạo) để tư vấn và giải đáp. . Chúc bạn học tập tốt nhé.. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Anh/chị cho em hỏi em muốn đăng kí hơn 21 chỉ. . để đủ điều kiện làm luận văn có được không ạ? Nếu được thì cần thủ tục gì ạ?. . Mong được anh/chị giúp đỡ. . . Em cảm ơn nhiều ạ.. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "em hiện là sinh viên khóa K19, có đăng kí môn học trong học kì dự thính 193 với số tín chỉ là 1. Vậy tại sao trong bkpay học phí yêu cầu đóng lại lên đến 960.000 vnđ vậy ạ?. .   i Yêu cầu khác .",
            "Chào em. . . . Môn thể dục 1TC học phí nhé.. . Em xem thêm thông báo học phí tại website aao"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . cho em hỏi là em K17, em có rớt gdtc1 và gdct3 và em có học 2 lần bóng chuyền và đều pass hết. Vậy em có được tính qua hết 2 gdtc không ạ? Em đăng kí môn và bị báo là không đạt gdtc3. Em mong thầy cô phản hồi giúp em. em cảm ơn ạ",
            "Chào bạn, . . Hiện tại Phòng Đào tạo đang cập nhật lại điểm GDTC, chuẩn GDTS_3, Sinh viên vui lòng vào đăng ký lại sau 15h ngày 26/08/2020. . . Chúc bạn học tốt!. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ chào phòng đào tạo Trường Đại học Bách Khoa TPHcM. . Em tên là [full_name]  MSSV:[student_id] đang là sinh viên của lớp CK17CD3. . Em viết tin này mong muốn phòng đào tạo tăng sĩ số cho môn Điều Khiển Hệ Thống Servo ((mã ME4217) -Nhóm lớp A01-A01 (Thứ 4 tiết 10,11,12 phòng C4-302) để em có thể đăng kí ạ .Em chân thành cảm ơn ạ.",
            "Chào bạn, . . Hiện tại các nhóm lớp đã được Phòng Đào tạo mở tối đa sĩ số theo đúng quy định (về môn học, sức chứa phòng...).Trường hợp bạn muốn tăng sĩ số của một nhóm lớp nào đó, bạn vui lòng liên hệ trực tiếp tại Phòng Đào tạo cơ sở 1 (trong thời gian đăng ký môn học), để được nhóm hỗ trợ đăng ký môn học kiểm tra, nếu còn khả năng tăng được hoặc có thể có 1 vài bạn sv xin hủy, nhóm sẽ hỗ trợ tăng sĩ số cho bạn (nếu được) và có thể vào đăng ký ngay luôn nhé. . . Chúc bạn học tốt!. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "- Em có đăng ký học môn Vật liệu xây dựng (CI2037) ở kỳ 192.. .  - Hiện tại bảng điểm của em đã có điểm tbtl của kỳ 192 và số tín chỉ tích lũy rồi nhưng ở mục điểm tổng kết của môn vlxd vẫn hiển thị là chưa có điểm.. .  - Cho em hỏi tình trạng này là sao ạ.. . . .",
            "Chào bạn,. . Điểm TBTL và số TCTL HK192 chưa cập nhật đủ trên mybk nhé bạn.. . Điểm TBTL ngành sẽ được cập nhật sau khi điểm có đầy đủ của tất cả sinh viên.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em là nguyễn tất quang ck18 em đăng đăng ký môn học nhưng bị hủy không đc đk đợt 2 bây h em phải làm sao ạ em mssv [student_id]",
            "Chào bạn,. . . . - Bạn xem lại phần kết quả đăng kí môn học, PDT đều trả về lý do không đăng kí môn học.. . . . - Hiện tại chuẩn sinh viên sau  năm nhất là 24 tín chỉ.. . Đợt 3 bạn vào đăng kí lại nha.. . . . Thân.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Hiện tại em đang đăng kí 17 chỉ và đang đợi mở 2 môn: Môn trang bị điện (4 chỉ) và thực tập cơ khí 2 (1 chỉ). em muốn học cả 2 môn để kì sau được đăng kí môn cần có 2 môn đó ạ",
            "Chào bạn,. . . . Bạn xem qui chế học vụ điều 9 http://www.aao.hcmut.edu.vn/index.php?route=catalog/chitietsv&path=90&tid=1658.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Do nhu cầu học môn này quá đông nhưng giới hạn sinh viên mỗi lớp còn quá ít nên hiện vẫn còn thiếu slot cho nhiều bạn, trong đó có cả em. Em hy vọng sẽ tăng sỹ số lên để em và các bạn có thể đăng ký được ạ.. . Cảm ơn và chúc sức khỏe",
            "Chào bạn, . . Hiện tại các nhóm lớp đã được Phòng Đào tạo mở tối đa sĩ số theo đúng quy định (về môn học, sức chứa phòng...).Trường hợp bạn muốn tăng sĩ số của một nhóm lớp nào đó, bạn vui lòng liên hệ trực tiếp tại Phòng Đào tạo cơ sở 1 (trong thời gian đăng ký môn học), để được nhóm hỗ trợ đăng ký môn học kiểm tra, nếu còn khả năng tăng được hoặc có thể có 1 vài bạn sv xin hủy, nhóm sẽ hỗ trợ tăng sĩ số cho bạn (nếu được) và có thể vào đăng ký ngay luôn nhé. . . Chúc bạn học tốt!. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . em đã hoàn thành giải tích 2 và đại số nhưng chưa đăng ký được phương pháp tính. Nhà trường cho em hỏi cách giải quyết ra sao ạ . . . .",
            "Chào bạn,. . . . Bạn liên hệ văn phòng Đào Tạo Quốc Tế để tư vấn cho bạn.. . . . Thân.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em chào thầy cô,. . . . Thầy cô cho em hỏi, các bạn sinh viên K19 sắp vào năm Hai có được đăng đăng kí học các môn của năm Ba, năm Tư không ạ? Vì em hiện là sinh viên năm 3 (K17), em còn nợ một môn chưa trả và theo chương trình đào tạo đến năm Tư của K19 các bạn mới học môn đó. Em muốn đăng kí xin mở lớp môn đó để cùng các bạn K19 học vào HK201 sắp tới để kịp ra trường. . . . . Em xin chân thành cảm ơn ạ.. . . . Trân trọng,. . [full_name]",
            "Chào bạn,. . . . Bạn làm đơn mở lớp vào học kỳ dự thính 201 sắp tới.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng kí môn học . Cho em hỏi tại sao không đăng kí được môn EE1009 vậy ạ?. . . . . . . . . .",
            "Chào bạn,. . . . Bạn đăng kí môn hệ thống báo gì?.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "B   /B Tốt nghiệp . Dạ cho em hỏi hạn chót trường xét chuẩn [full_name] nói viết để xét tốt nghiệp là đến khi nào a? em xin cảm ơn",
            "Chào bạn,. . Bạn phải hoàn thành tất cả các điều kiện tốt nghiệp trước hạn cuối xét tốt nghiệp.. . Lịch trình xét tốt nghiệp tháng 11/2020 bạn xem tại: aao.hcmut.edu.vn/sinh viên/lịch học vụ/lịch tốt nghiệp tháng 11/2020. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . em muốn đăng kí môn học kì 201 tuy nhiên lại chỉ có 1 lớp và lớp đó đã đủ sỉ số. Em cũng không thể tìm đủ các bạn để xin mở thêm lớp. Liệu em có thể xin phòng đào tạo để có thể vô học lớp đó được không? em cảm ơn?",
            "Chào bạn,. . . . Đợt 3 bạn vào đăng kí, môn nào bạn muốn đăng kí bị full sỉ số bạn liên hệ trực tiếp PDT nha.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Hiện tại em muốn đăng ký môn đại số tuyến tính mã môn MT1015 nhưng tìm trên phần đăng ký môn học thì không thấy. Làm sao để đăng ký được môn đó ạ.. .   i Đăng ký môn học .",
            "Chào bạn,. . . . Môn này dành cho khoá 20 nha bạn.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học  /i  ME2079 “ Truyền nhiệt và trao đổi nhiệt “ . .  Cho em hỏi sao em đăng ký môn này không thấy mở lớp hay là đổi mã vậy tại môn này mở vào hk1 mỗi năm . .",
            "Chào bạn,. . . . Đợt 3  DKMH bạn vào đăng kí môn ME2079 nha.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em chào ad. . Em tên: [full_name] _ MSSV: [student_id]_ Khoa: KTXD.. . Hiện tại pđt đã mở đợt 2 đăng kí và hiệu chỉnh môn học, trong đó 1 môn em đã bị hủy và môn học này nay đã đủ sỉ số rồi.. . Vậy mong ad mở thêm sỉ số môn học sau:. . - Phương pháp phần tử hữu hạn, mã MH: CI3061.. . Em cảm ơn.. .",
            "Chào bạn, . . Hiện tại các nhóm lớp đã được Phòng Đào tạo mở tối đa sĩ số theo đúng quy định (về môn học, sức chứa phòng...).Trường hợp bạn muốn tăng sĩ số của một nhóm lớp nào đó, bạn vui lòng liên hệ trực tiếp tại Phòng Đào tạo cơ sở 1 (trong thời gian đăng ký môn học), để được nhóm hỗ trợ đăng ký môn học kiểm tra, nếu còn khả năng tăng được hoặc có thể có 1 vài bạn sv xin hủy, nhóm sẽ hỗ trợ tăng sĩ số cho bạn (nếu được) và có thể vào đăng ký ngay luôn nhé. . . Chúc bạn học tốt!. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Gửi Thầy/Cô thuộc phòng Đào tạo,. . . . Thầy/Cô có thể tăng sỉ số lớp cho các môn học HK201: Nuyên Lý máy ME1015, Phương pháp tính MT1009 và Môi trường và con người ME2019 không ạ ?. . Hiện tại em và rất nhiều bạn có nguyện vọng muốn PĐT mở thêm, hy vọng được PĐT chấp thuận.. . . . Em cảm ơn !",
            "Chào bạn, . . Hiện tại các nhóm lớp đã được Phòng Đào tạo mở tối đa sĩ số theo đúng quy định (về môn học, sức chứa phòng...).Trường hợp bạn muốn tăng sĩ số của một nhóm lớp nào đó, bạn vui lòng liên hệ trực tiếp tại Phòng Đào tạo cơ sở 1 (trong thời gian đăng ký môn học), để được nhóm hỗ trợ đăng ký môn học kiểm tra, nếu còn khả năng tăng được hoặc có thể có 1 vài bạn sv xin hủy, nhóm sẽ hỗ trợ tăng sĩ số cho bạn (nếu được) và có thể vào đăng ký ngay luôn nhé. . . Chúc bạn học tốt!. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em k15 do không đủ tín chỉ nên em không được đăng kí môn học kì 5. cho em hỏi có cách nào để em có thể đk không ạ . vì em sẽ không kịp ra trường. em xin cảm ơn. . . .",
            "Chào bạn,. . Nếu bạn không tích lũy đủ số tín chỉ quy định, bạn sẽ không đăng ký được môn học của năm tiếp theo, Quy định về xếp năm thứ của sinh viên, và quy định về mức độ môn học em xem trong quy chế đào tạo và học vụ của trường, cụ thể như sau:. . Xếp năm thứ của SV ở [full_name]ản 4.2, Điều 4.. . 4.2 Xếp hạng năm đào tạo. . Sau mỗi học kỳ, SV được xếp hạng năm đào tạo theo số tín chỉ tích lũy (TCTL) như sau:. . - SV năm thứ nhất: dưới 28 tín chỉ. . - SV năm thứ hai: từ 28 đến dưới 56 tín chỉ. . - SV năm thứ ba: từ 56 đến dưới 80 tín chỉ. . - SV năm thứ tư: từ 80 đến dưới 128 tín chỉ. . - SV năm thứ năm (đối với các CTĐT trên bốn năm): từ 108 tín chỉ. . Quy định mức độ môn học khi SV đăng ký môn học ở [full_name]ản 9.7, Điều 9.. . 9.7. Ràng buộc về xếp hạng năm đào tạo SV và môn học được phép đăng ký. . Mức độ môn học được định nghĩa như sau:. . - Môn năm thứ nhất: dành cho tất cả SV các năm. . - Môn năm thứ hai: dành cho các SV từ năm thứ hai trở lên. . - Môn năm thứ ba: dành cho các SV từ năm thứ ba trở lên. . - Môn năm thứ tư: dành cho các SV từ năm thứ ba và thứ tư trở lên. . - Môn năm thứ năm: dành cho các SV từ năm thứ tư và thứ năm trở lên. . Nhà trường dùng mã môn học có dạng XXLYYY để phân định năm học, trong đó XX là viết tắt của ngành/[full_name]a, L là năm thứ và YYY là thứ tự môn học. . Như vậy, nếu các SV chưa đạt đủ 28TC thì vẫn có thể đăng ký các môn học có dạng XX1YYY, ví dụ như các môn Đại số tuyến tính (MT1007), Pháp luật VN ĐC (SP1007), ... Các môn học này trong các chuong trình đào tạo có thể được xếp vào các năm học ở năm 2.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . cho em hỏi là cuối năm nhất em không tích lũy đủ 28 chỉ, nhưng sau đợt đăng kí môn học lần 1  các môn năm 2 của em vẫn chưa bị xóa, vậy sau đợt đăng kí này các môn năm 2 của em có bị xóa không ạ",
            "Chào bạn,. . . . Đợt 3 bạn vào đăng kí những môn năm 2 nha.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Em xin chào quý thầy cô, em có hai thắc mắc mong muốn được giải đáp.. .   B 1/Vấn đề đăng kí thể chất kì 201  /B . . Em có nghe mọi người truyền miệng về việc từ kỳ 201, các môn thể chất sẽ không do nhà trường đảm nhiệm nữa mà chuyển về trung tâm. Em cũng vừa bị xóa môn thể chất đã đăng kí nên em muốn hỏi một số câu. Nếu thật sự TC chuyển về trung tâm:. .  a. Chúng em sẽ đăng kí như thế nào ạ? Nhà trường sẽ mở đợt riêng cho chúng em đăng kí hay phải tữ ra đại học TDTT đăng kí?. .  b. Chúng em sẽ học thể chất ở đâu và số lượng tiết cho 1 môn là bao nhiêu ?. .  c. Học phí là bao nhiêu ạ? Em có nghe bảo là 900k nhưng trong file trả lời thì trường bảo do K19 thu học phí theo kì nên học phí không đổi, tức là 1 tín chỉ học phí cho một môn đúng không ạ?. .  d. Mong quý thầy cô sớm đưa ra thông báo chính thức để chúng em đỡ hoang mang ạ.. .   B 2/ Thứ tự học các môn chính trị  /B . . Năm nay các môn chính trị đổi mới nhưng cấu trúc môn học vẫn chưa được cung cấp dẫn đến khó khăn cho chúng em trong việc đăng kí môn học (do không biết môn nào là học trước, tiên quyết hay song hành).. . SP1031 Triết học [full_name] - [full_name] . . SP1033 Kinh tế chính trị [full_name] - [full_name] . . SP1035 Chủ nghĩa xã hội khoa học . . SP1037 Tư tưởng [full_name] . . SP1039 Lịch sử Đảng Cộng sản Việt Nam. . . . a. Em muốn xin thứ tự học của các môn này ạ (môn nào là TQ, HT, SH). . b. Mong thầy cô sớm cập nhật cấu trúc môn học ạ.. . . . Em xin cảm ơn quý thầy cô đã dành thời gian đọc và trả lời các thắc mắc của em ạ.. . . . . .",
            "Em muốn hỏi thêm một vấn đề nữa ạ. Liệu các lớp thể chất ở cơ sở 1 có mở như bình thường không và nếu em là sinh viên đại trà thì có được đăng kí không ?",
            "Chào bạn,. . . . - Hiện tại nhà trường chưa có thông báo về việc đăng kí môn GDTC, khi nào có thông báo DKMH giáo dục thể chất, PDT gởi mail thông báo cho sv.. . . . - Cấu trúc những môn này đã cập nhật rồi nha bạn.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em chào phòng đào tạo,. . Em đang là sinh vên năm 4. Em đã đăng kí môn học trong học kì 201, nếu trong vài tuần đầu học kì 201 em hủy hết môn học đã đăng kí để thực hiện đăng kí tốt nghiệp thì có được không ạ?. . Em chân thành cảm ơn.",
            "Chào bạn. . Hiện tại đang trong đợt hủy môn học ở HK201, bạn nhanh chóng vào hủy môn học nghen. . Thân",
            "Do hiện tại em chưa có kế hoạch chính xác, em đang phân vân nên em chưa thể hủy môn học trong đợt này được chị ạ. Nếu em hủy trong tuần đầu tiên trong học kì 201 thì có đăng kí tốt nhiệp vào đợt tháng 11/2020 được không ạ?",
            "Chào bạn. . Nếu đã bắt đầu học (sau ngày 21/9) thì phải rút môn học (có tính học phí). . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Chào [full_name] ạ, ad vui lòng cho em xin trình bày. Kì 201 này em đăng ký môn ch2061 có môn học trước là CI1003 mà môn CI1003 này em đang học trong kì hè nhưng hệ thống lại báo em chưa có môn học trước. Ad cho em hỏi là khi em có điểm môn CI1003 (tức là đã vào kì chính 1 đến 2 tuần) thì em có thể xin vào học được không ạ. Vì môn này mà 1 năm chỉ mở 1 lần nên không đăng ký được môn này sẽ bị trễ 1 kỳ. Kính mong anh/chị giải đáp giúp em vấn đề này ạ. Em xin cảm ơn.. .   i Đăng ký môn học .",
            "Chào bạn. . Phòng đào tạo đã cập nhật lại dữ liệu, bạn nhanh chóng vào đăng ký lại môn học đợt 2 (từ 25/8 đến 15g 31/8). . Chúc bạn học tập tốt nhé. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Gửi Phòng đào tạo. . Cho em hỏi thủ tục để mở môn học như thế nào ạ.. . Em xin chân thành cám ơn",
            "Em liên hệ VP [full_name] để xin mở lớp. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . dạ hiện tại em bị điều kiện k đủ 28 tín chỉ để đăng kí môn năm 2 vì vậy giờ em đăng kí lại những môn năm 1 vật lí 1, giải tích 2, khoa học trái đất trong xây dựng, thí nghiệm vật lý lại không được vì lí do môn học không mở. Mong phòng đào tạo giải quyết giúp em. Nếu những môn đó không đăng ký được thì em cũng không biết như nào luôn ạ.",
            "Chào bạn.. . Những môn học năm nhất thì bạn được quyền đăng ký.. . Nên đk các môn còn thiếu lại, ko nên đk các môn đã học, vì tốn tiền"
        ]
    },
    {
        "intent": "",
        "message": [
            "Em tên: [full_name]. . MSSV: [student_id]. . Nay em làm đơn này kính mong quý thầy cô giúp em tăng sỉ số lớp CI1051 ( Hư hỏng sửa chữa công trình) tạo điều kiện thuận lợi cho em trong việc học tập ạ. Em cám ơn quý thầy cô và mong nhận được sự giúp đỡ và phản hồi từ phía thầy cô ạ.",
            "đã tăng sĩ số môn học. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Gửi PDT,. . Em có thắc mắc về việc nhà trường chuẩn bị tổ chức kiểm tra Anh Văn online, được phối hợp với IIG, đợt thi được mở đăng ký từ 21/8 đến 2/9/2020.. .   B Cho em hỏi là kết quả đó:  /B . .   B 1)  /B    I Có dùng để xét đăng ký luận văn tốt nghiệp không ạ? .   B 2)  /B    I Có thể dùng để xét tốt nghiệp không ạ?  /I",
            "Chào bạn,. . . . Bạn xem qui chế học vụ điều 31, phụ lục 1 nha http://www.aao.hcmut.edu.vn/index.php?route=catalog/chitietsv&path=90&tid=1658.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ cho em hỏi là việc mất các môn học đã đăng kí hàng loạt của các sinh viên là do bên phía nhà trường hay do lỗi của các bạn sinh viên ạ? Và cho em hỏi môn xác suất và thông kê phải đạt điều kiện tiên quyết gì mới được đăng kí ạ? Em cảm ơn",
            "Em phải đạt chuẩn sinh viên sau năm 2 mới có thể đk các môn của năm 2.. . . . http://www.aao.hcmut.edu.vn/image/data/quyche/Ca%CC%81c%20thay%20%C4%91o%CC%82%CC%89i%20tu%CC%9B%CC%80%20HK192-updated.pdf"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính mong phòng Đào Tạo tăng thêm sĩ số lớp môn Kỹ thuật hệ thống ME3221 nhóm lớp A02_A03 vì thời khóa biểu của em đã kín, chỉ có thể đăng ký vào lớp này ạ. Em xin được cảm ơn.",
            "đã tăng sĩ số. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học  . . Em chào quý thầy cô. Em tên là [full_name] - Mssv : [student_id] lớp ck17cd3. Hiện tại em mong muốn phòng đào tạo có thể mở thêm sĩ số môn:Mô hình hòa và mô phỏng , mã môn học:ME3207- nhóm A01_A02-thứ 3 tiết 789, để em có thể học và ra trường kịp hạn. Em xin cảm ơn.",
            "Chào bạn, . . Hiện tại các nhóm lớp đã được Phòng Đào tạo mở tối đa sĩ số theo đúng quy định (về môn học, sức chứa phòng...).Trường hợp bạn muốn tăng sĩ số của một nhóm lớp nào đó, bạn vui lòng liên hệ trực tiếp tại Phòng Đào tạo cơ sở 1 (trong thời gian đăng ký môn học), để được nhóm hỗ trợ đăng ký môn học kiểm tra, nếu còn khả năng tăng được hoặc có thể có 1 vài bạn sv xin hủy, nhóm sẽ hỗ trợ tăng sĩ số cho bạn (nếu được) và có thể vào đăng ký ngay luôn nhé. . . Chúc bạn học tốt!. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Môn học: Phương pháp định lượng. . Mã MH: IM3039 . . Thứ 3 tiết 10 11 12. . Mong thầy cô mở thêm sĩ số giúp em, do thời khóa biểu của em bị trùng và sĩ số lớp đã đủ nên em không đăng ký được ạ.. . Em chân thành cảm ơn.",
            "Chào bạn, . . Hiện tại các nhóm lớp đã được Phòng Đào tạo mở tối đa sĩ số theo đúng quy định (về môn học, sức chứa phòng...).Trường hợp bạn muốn tăng sĩ số của một nhóm lớp nào đó, bạn vui lòng liên hệ trực tiếp tại Phòng Đào tạo cơ sở 1 (trong thời gian đăng ký môn học), để được nhóm hỗ trợ đăng ký môn học kiểm tra, nếu còn khả năng tăng được hoặc có thể có 1 vài bạn sv xin hủy, nhóm sẽ hỗ trợ tăng sĩ số cho bạn (nếu được) và có thể vào đăng ký ngay luôn nhé. . . Chúc bạn học tốt!. . Thân. .",
            "đã bổ sung sĩ số"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Xin nhà trường xem xét mở thêm sỉ số lớp   B EE3057-Nhập môn điều khiển thông minh   /B và lớp   B EE3071-SCADA  /B , vì em rất muốn được đăng ký học trong kỳ này ạ.. . Em xin cảm ơn rất nhiều!",
            "Chào bạn, . . Hiện tại các nhóm lớp đã được Phòng Đào tạo mở tối đa sĩ số theo đúng quy định (về môn học, sức chứa phòng...).Trường hợp bạn muốn tăng sĩ số của một nhóm lớp nào đó, bạn vui lòng liên hệ trực tiếp tại Phòng Đào tạo cơ sở 1 (trong thời gian đăng ký môn học), để được nhóm hỗ trợ đăng ký môn học kiểm tra, nếu còn khả năng tăng được hoặc có thể có 1 vài bạn sv xin hủy, nhóm sẽ hỗ trợ tăng sĩ số cho bạn (nếu được) và có thể vào đăng ký ngay luôn nhé. . . Chúc bạn học tốt!. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em chào thầy cô ạ. . Em tên là : [full_name]. . Mssv [student_id]. . Kì này em có đăng kí môn học : Công nghệ khai thác dầu khí ( GE3015). Hôm nay khi lên kiểm tra thì em được xếp vào lớp A02, sĩ số lớp học là 9/40. Bên cạnh đó thì có lớp A01 với sĩ số là 40/40 . Em muốn hỏi là với sĩ số như vậy thì lớp A02 có bị hủy không và nếu bị hủy thì phương án sử lí dành cho những sinh viên được xếp vào lớp A02 như em là như thế nào ạ?. . Em xin chân thành cảm ơn và mong muốn sớm nhận được phản hồi.",
            "Mới đang trong đầu đợt đăng ký nhé em. . . sau khi đăng ký, nếu sĩ số ít PĐT sẽ thông báo cho em biết để chuyển nhóm hoặc hủy môn học. (sau khi xét xong )"
        ]
    },
    {
        "intent": "",
        "message": [
            "i Đăng ký môn học .   QUOTE Dạ em là [full_name], mssv [student_id] sinh viên PFIEV khoá 2018. Học kỳ 191, do lơ đẽnh nên em đã quên đăng ký môn xác suất thống kê (006718). Khi em xem trên trang http://www.aao.hcmut.edu.vn/index.php?route=catalog/chuongtrinhdaotao/pfiev thì thấy mã môn này của khoá 2019 đã đổi thành (MT2009). Trên trang http://www.aao.hcmut.edu.vn/index.php?route=catalog/chitietsv&path=59_62&tid=1292 thì môn xác suất cũ cũng tương đương với (MT2009). Học kỳ này em có thử đăng ký nhưng gặp lỗi thiếu môn học trước( ảnh 1) là môn Đại số tuyến tính (MT1015), môn này ở học kỳ 182 em đã qua(ảnh 2)nhưng mã môn này là mã cũ (006727). Cho em hỏi là liệu em có thể xin chuyển điểm ở môn Đại số tuyến tính mã cũ(006727) sang mã mới (MT1015) để em có thể đăng ký môn xác suất thống kê mới (MT2009) được không ạ.. . Em xin cảm ơn.",
            "đã cập nhật điểm môn MT1015 cho em để đk môn MT2019. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Tên môn học:[full_name] Máy. . Mã môn học : ME1015. . Lớp :L03",
            "đã tăng max",
            "Đăng ký môn học . Tên môn học:Nguyên lí Máy. . Mã môn học :ME1015. . Lớp:L02",
            "đã tăng sĩ số",
            "Đăng ký môn học . Tên môn học:[full_name] Máy. . Mã môn học :ME1015. . Lớp :L01",
            "Môn học đã tăng max"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Chào thầy/cô ạ.. . Trong đợt đăng kí môn học chính quy HK201 đợt 1 em có đăng kí môn học Đề cương luận văn tốt nghiệp (ktct) (ME4093) những không hiểu tại sao đợt 2 lại bị huỷ ạ.. . Em đã đáp ứng đủ yêu cầu về môn thể chất, các môn tiên quyết cũng như chuẩn anh văn các năm, rất mong sẽ được giải quyết ạ. Thông báo lí do không thể đăng kí em có để ở file đính kèm ạ.. . Em xin chân thành cảm ơn.",
            "Đã cập nhật điểm môn GDTC cho bạn.. . bạn đk lại môn học nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Thưa thầy / cô , học kì 201 không mở các môn mã cũ như EE1015 kĩ thuật số , EE2015 xử lý số tín hiệu , EE2019 cơ sở điều khiển tự động, vậy em có thể học lại bằng cách nào và có thể học môn tương đương / thay thế không ạ . Em cám ơn .",
            "Bạn đăng ký môn học tương đương hoặc thay thế . .",
            "li answer rate: Answer does not suit / Câu trả lời không đúng ý"
        ]
    },
    {
        "intent": "",
        "message": [
            "/B Đăng kí môn học  B . . . . Kính thưa quý thầy cô PĐT, . . . . Em xin hỏi về vấn đề xin mở lớp học môn Mác 2 (mã: SP1033) vào HK201 tới ạ. Hiện tại nhà trường chưa mở đăng kí môn này. Vậy em cần làm gì để xin mở được ạ.",
            "Chào bạn,. . Quy trình mở môn học :. .   + Bước 1: SV tải mẫu đơn tại trang web: www.aao.hcmut.edu.vn  -  Sinh viên -  biểu mẫu -  mẫu Đề nghị mở môn học (ngoại lệ). .   + Bước 2: Sau khi có xác nhận chữ ký đồng ý theo quy định trong đơn. .   SV nộp đơn tại PĐT – cơ sở 1-  . .   Thời gian nộp đơn mở lớp dự thính: từ ngày 25/08/2020 đến 10g ngày 27/08/2020. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Thưa nhà trường là bây giờ em đã đăng ký được 13 tín chỉ cho kỳ sau,tuy nhiên có thông tin là bắt buộc sinh viên phải đăng ký hơn 14 tín mới được chấp nhận,vậy cho em hỏi việc này có đúng không ạ và nếu em đã đăng ký 13 tín thì có được chấp nhận không ạ.",
            "Đúng là quy định bắt buộc.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính gửi, Phòng Đào Tạo. . Em viết đơn này xin Phòng đào tạo có thể mở rộng thêm sĩ số lớp A01-A01 EE3007 - L/t điều khiển nâng cao. Vì môn học này trùng giờ học với các môn khác nhưng cũng quan trọng trong hướng nghiên cứu của em, nên em mong Phòng đào tạo có thể cứu xét mở rộng sĩ số lớp giúp em.. . Em cảm ơn thầy/cô đã đọc thư này và hy vọng sẽ nhận được câu trả lời sớm.",
            "đã tăng sĩ số. . bạn vào đk liền nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Chào thầy/cô em có vấn đề muốn hỏi là. Đợt này em đăng kí môn học cho năm 3 nhưng số tín chỉ tích lũy chỉ có 54 chỉ so với yêu cầu là 56, ở đợt đăng kí môn học lần 1 em đã bị xóa các môn của năm 3. Thầy/cô cho em hỏi là em có thể viết đơn xin phòng đào tạo cho em tiếp tục học theo đúng tiến độ không ạ ? Em xin cảm ơn.",
            "Không nhé em. . Em phải tích lỹ đủ tín chỉ tối thiểu theo quy định mới được đăng ký"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Thưa nhà trường hiện em không thể sử dụng mã của các môn SP1033,SP1035,SP1037,SP1039.Co em hỏi là tại sao em không đăng ký được những môn này ạ trong khi một vài môn là môn không cần môn tiên quyết để được học.(khi đăng ký những môn này được báo là \"môn học chưa mở\")",
            "Em liên hệ Khoa Ứng Dụng để xin mở lớp. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Em chào Phòng Đào Tạo.. .  Em tên là [full_name] MSSV [student_id]. .  Em xin phép hỏi Phòng Đào Tạo có thể tăng sỉ số lớp để em có thể chuyển lịch học môn CAD CAM ( ME4007)(Lớp hiện tại A03_A05) sang lớp A02_A03 được không ạ. Lí do chuyển vì em muốn có thời gian trống để đăng kí môn Nhiệt động lực học (ME2013) vào lớp L03_L06 để trả nợ môn kịp tiến độ ạ.. .  Em xin cảm ơn Phòng Đào Tạo đã xem và phản hồi.  . .   i Đăng ký môn học .",
            "đã tăng sĩ số lên max"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em xin kính chào Thầy/ Cô! . . . . Cho em hỏi là nếu sau HK201 em hoàn thành đủ 28 tín chỉ thì em có được đăng kí môn chuyên ngành ở HK202 không ạ? Hay em phải hoàn thành thêm 14 tín chỉ ở HK201? Hay là em chỉ được đăng kí vào HK211 thôi ạ? . . . . Em xin chân thành cảm ơn Thầy/ Cô!",
            "Chào bạn,. . . . Sinh viên sau năm nhất phải tích luỹ 24 tín chỉ thì đăng kí những môn năm 2.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Môn học: Phương pháp định lượng. . Mã MH: IM3039. . Thứ 3 tiết 10 11 12. . Mong thầy cô mở thêm sĩ số lớp giúp em, do thời khóa biểu của em bị trùng và sĩ số lớp đã đủ nên em không đăng kí được ạ.. . Em chân thành cảm ơn.",
            "Chào bạn, . . Hiện tại các nhóm lớp đã được Phòng Đào tạo mở tối đa sĩ số theo đúng quy định (về môn học, sức chứa phòng...).Trường hợp bạn muốn tăng sĩ số của một nhóm lớp nào đó, bạn vui lòng liên hệ trực tiếp tại Phòng Đào tạo cơ sở 1 (trong thời gian đăng ký môn học), để được nhóm hỗ trợ đăng ký môn học kiểm tra, nếu còn khả năng tăng được hoặc có thể có 1 vài bạn sv xin hủy, nhóm sẽ hỗ trợ tăng sĩ số cho bạn (nếu được) và có thể vào đăng ký ngay luôn nhé. . . Chúc bạn học tốt!. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . em chào thầy cô..em hiện đang là k19 của trường..đầu năm e vẫn chưa pass av đầu vào và vẫn chưa được thi kiểm tra định kì do dịch covid 19..Thầy cô cho em hỏi nếu lần này em thi qua 450 thì có được cộng tín chỉ của av 1 2 3 vào tín chỉ tích lũy ko ạ..Em cảm ơn. .",
            "Chào bạn. . Kết quả thi kiểm tra trình độ Tiếng Anh theo chuẩn TOEIC sẽ do công ty IIG-Việt Nam tổ chức chỉ dùng để xét chuẩn tiếng Anh sau mỗi năm học. Không dùng để chuyển điểm, xét luận văn tốt nghiệp, tốt nghiệp hoặc xét miễn môn AV1,2,3,4.Sinh viên có nhu cầu vui lòng đăng ký tại mybk, thời hạn đăng ký từ ngày 21/8/2020 đến chiều ngày 2/9/2020 (xem chi tiết hướng dẫn đã gửi qua email sinh viên ngày 21/08/2020). . Thân. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học  . . . . Cho em xin mở sỉ số môn phương pháp phần tử hữu hạn ci3061 . . Lớp a02 thứ 6 tiết 10 11 12 ạ",
            "Chào bạn, . . Hiện tại các nhóm lớp đã được Phòng Đào tạo mở tối đa sĩ số theo đúng quy định (về môn học, sức chứa phòng...).Trường hợp bạn muốn tăng sĩ số của một nhóm lớp nào đó, bạn vui lòng liên hệ trực tiếp tại Phòng Đào tạo cơ sở 1 (trong thời gian đăng ký môn học), để được nhóm hỗ trợ đăng ký môn học kiểm tra, nếu còn khả năng tăng được hoặc có thể có 1 vài bạn sv xin hủy, nhóm sẽ hỗ trợ tăng sĩ số cho bạn (nếu được) và có thể vào đăng ký ngay luôn nhé. . . Chúc bạn học tốt!. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Thưa PĐT, . . . .   I Về môn học thể chất: . Khi nào thì phòng sẽ có thông tin/ cho đăng ký môn học thể chất cho học kỳ 201 ạ? Em đoán là đợt đăng ký này sẽ được tổ chức cùng thời gian với khóa K20 luôn phải không ạ?. . . .   I Về các môn học tự chọn: . Theo chương trình đào tạo thì chúng em sẽ có một số tín chỉ mà mình được tự do lựa chọn môn mà không bị giới hạn bởi chương trình đào tạo của ngành học. Vậy là một sinh viên khoa A, em có thể lấy thêm thông tin về những môn mà mình nên đăng ký ở đâu ạ, em không biết nên bắt đầu từ đâu.... . . . Em cảm ơn và mong thông tin và hướng dẫn từ PĐT.",
            "Chào bạn,. . . . - Hiện tại nhà trường chưa có thông báo về việc đăng kí môn GDTC, khi nào có thông báo DKMH giáo dục thể chất, PDT gởi mail thông báo cho sv.. . . . - Chương trình đào tạo bạn về khoa để tư vấn nha.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Dạ xin chào phòng đào tạo. . Em là [full_name]. . MSSV: [student_id]. . Em muốn yêu cầu về việc   B tăng sỉ số môn Ứng dụng laser trong y học (Mã môn học: AS3045)  /B . . . . . . Dạ, em cảm ơn ạ.",
            "Chào bạn, . . Hiện tại các nhóm lớp đã được Phòng Đào tạo mở tối đa sĩ số theo đúng quy định (về môn học, sức chứa phòng...).Trường hợp bạn muốn tăng sĩ số của một nhóm lớp nào đó, bạn vui lòng liên hệ trực tiếp tại Phòng Đào tạo cơ sở 1 (trong thời gian đăng ký môn học), để được nhóm hỗ trợ đăng ký môn học kiểm tra, nếu còn khả năng tăng được hoặc có thể có 1 vài bạn sv xin hủy, nhóm sẽ hỗ trợ tăng sĩ số cho bạn (nếu được) và có thể vào đăng ký ngay luôn nhé. . . Chúc bạn học tốt!. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính thưa PĐT,hiện tại em đang muốn đăng ký môn (EE3015)Kỹ thuật hệ thống viễn thông nhưng các lớp đã full slot mất rồi,mong PĐT tạo điều kiện tăng sĩ số lớp vì môn này là môn quan trọng học trước cho đề cương luận văn.",
            "Chào bạn, . . Hiện tại các nhóm lớp đã được Phòng Đào tạo mở tối đa sĩ số theo đúng quy định (về môn học, sức chứa phòng...).Trường hợp bạn muốn tăng sĩ số của một nhóm lớp nào đó, bạn vui lòng liên hệ trực tiếp tại Phòng Đào tạo cơ sở 1 (trong thời gian đăng ký môn học), để được nhóm hỗ trợ đăng ký môn học kiểm tra, nếu còn khả năng tăng được hoặc có thể có 1 vài bạn sv xin hủy, nhóm sẽ hỗ trợ tăng sĩ số cho bạn (nếu được) và có thể vào đăng ký ngay luôn nhé. . . Chúc bạn học tốt!. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học .",
            "em vào đk lại nhé"
        ]
    },
    {
        "intent": "",
        "message": [
            "Phòng Đào tạo có thể cho em xin mở thêm sỉ số lớp Thị giác máy EE3077 không ạ?. .   i Yêu cầu khác .",
            "Chào bạn, . . Hiện tại các nhóm lớp đã được Phòng Đào tạo mở tối đa sĩ số theo đúng quy định (về môn học, sức chứa phòng...).Trường hợp bạn muốn tăng sĩ số của một nhóm lớp nào đó, bạn vui lòng liên hệ trực tiếp tại Phòng Đào tạo cơ sở 1 (trong thời gian đăng ký môn học), để được nhóm hỗ trợ đăng ký môn học kiểm tra, nếu còn khả năng tăng được hoặc có thể có 1 vài bạn sv xin hủy, nhóm sẽ hỗ trợ tăng sĩ số cho bạn (nếu được) và có thể vào đăng ký ngay luôn nhé. . . Chúc bạn học tốt!. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Chào quý thầy/cô!. . . . Em là [full_name] - [student_id] - sinh viên khoa Điện Điện tử, thuộc bộ môn Điện tử Viễn thông. . . Trong đợt đăng kí môn học vừa rồi em có đăng kí môn học Luận văn tốt nghiệp - EE4333. Hôm nay ngày 25/8/2020, em vào kiếm tra thì môn học đã không còn trong danh sách môn học đã đăng kí, mặc dù em đã đủ điều kiện đăng kí môn này.. . Em đã thực hiện đăng kí lại, nhưng em muốn xác nhận rằng em sẽ đăng kí thành công. Vậy em tạo câu hỏi này mong Phòng đào tạo giải đáp cho em rằng: liệu em còn thiếu điều kiện gì chưa hoàn thành không?. . . . Mong sớm nhận được phản hồi từ Phòng đào tạo.. . . . Em xin cám ơn!",
            "Chào bạn. . Các môn đề cương luận văn, thực tập tốt nghiệp, luận văn tốt nghiệp sinh viên vui lòng đăng ký lại vào đợt 3 (từ ngày 8/9 đến 10/9) để pdt lấy dữ liệu xét lại. . Sinh viên vui lòng vào trang bksi.hcmut.edu.vn/Hỏi-Yêu cầu/Đăng ký môn học để gửi câu hỏi (nếu không đăng ký môn học được). . . . Chúc bạn học tập tốt nhé. . Thân. ."
        ]
    }
]