[
    {
        "intent": "",
        "message": [
            "Em là [full_name], mssv [student_id], em đang có 1 số vấn đề về sức khỏe và đã được khoa duyệt đơn xin dự thính 1 học kỳ thứ nhất của năm học 2020 - 2021 ạ. Em xin phép phòng đào tạo cho em bảo lưu học kỳ 1 của năm học 2020 - 2021. Em xin cảm ơn.. .   i Yêu cầu khác .",
            "Chào em,. . Bạn vui lòng trình bày rõ hơn vấn đề của bạn nhé, cô xem thấy em không có thời khóa biểu trong HK211?. . Thân",
            "Chào em,. . Gửi em file scan QD tạm dừng. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Dạ, chào thầy/cô. . Cho con hỏi, năm 2 con có thể đăng kí mã môn của năm 3 không ạ.. . Và cho con hỏi, làm sao để học lấy bằng kĩ sư ạ. Khi chương trình đào tạo chỉ đào tạo cử nhận.",
            "Chào bạn,. . Về Chương trình Đào tạo, danh sách môn tương đương…, bạn vui lòng xem tại:. . aao.hcmut.edu.vn/Sinh viên/Chương trình Đào tạo. . Sinh viên thắc mắc về CTĐT, KSTN vui lòng liên hệ về Khoa xin gặp Thầy/Cô Phụ trách về CTĐT để được tư vấn và hỗ trợ thêm.. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Chào PĐT, cho em hỏi sao em đăng kí anh văn nói viết đợt này mà nó lại hiện \" Bạn chưa đến đợt đăng kí ạ\".",
            "Chào bạn. . Do lỗi kỹ thuật nên SV không đăng ký được thi anh văn theo hình thức trực tuyến đợt tháng 12. . Hiện tại Pdt đã khắc phục nên SV vui lòng vào đăng ký lại.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]  /b . . Dạ cho em xin hỏi là vào đợt SHCD cuối khoá năm ngoái em có vắng chuyên đề 3, có phép. Và em đã được xoá khỏi danh sách không tham gia SHCD cuối khoá (không còn tên trong danh sách vắng). Vậy thì em có cần tham gia vào đợt SHCD cuối khoá của K18 (20/11/2021) vừa rồi không ạ. Em xin chân thành cảm ơn.\t. . . .   i Yêu cầu khác .",
            "Chào em,. . Em liên hệ phòng Công tác chính trị sv qua email [email] để được hướng dẫn nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính gửi PĐT,. .  Em tên [full_name], mssv [student_id]. Em đăng kí thi speaking & writing để xét tốt nghiệp. Nhưng bị lỗi như hình ảnh đính kèm. Mong quý Thầy cô xem xét và giải quyết giúp em. Em chân thành cám ơn. Chúc quý Thầy cô luôn dồi dào sức khỏe.",
            "Chào bạn. . Do lỗi kỹ thuật nên SV không đăng ký được thi anh văn theo hình thức trực tuyến đợt tháng 12. . Hiện tại Pdt đã khắc phục nên SV vui lòng vào đăng ký lại.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Kính gửi thầy cô phòng đào tạo,. . . . Em tền là [full_name]. MSSV: [student_id].. . Em có đăng ký nhận giấy chứng nhận tốt nghiệp tạm thời. Hiện đến này được khoảng 3 tuần em vẫn chưa nhận được giấy chứng nhận tốt nghiệp tạm thời ạ.. . . . Thầy cô cho em hỏi, em cần làm thêm thông tin gì nữa để nhận bằng tốt nghiệp cũng như giấy chứng nhận tốt nghiệp tạm thời nữa không ạ? Khoản bao nhiêu lâu nữa em có thể đến trường nhận bằng ạ?. . . . Em xin cảm ơn,. . Sinh viên. . [full_name]. .",
            "Chào em,. . Cô gửi em file scan giấy CN tốt nghiệp tạm thời, bản giấy sẽ gửi theo đường bưu điện nhé,. . Về bằng tốt nghiệp SV vui lòng đợi mail thông báo để nhận sau nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "B   /B Đăng ký môn học .",
            "Chào bạn. . Do lỗi kỹ thuật nên SV không đăng ký được thi anh văn theo hình thức trực tuyến đợt tháng 12. . Hiện tại Pdt đã khắc phục nên SV vui lòng vào đăng ký lại.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Em chào cô. . Em [full_name] [student_id] đã được xác nhận hoãn thi Giải tích 1 ( môn đó thi ngày 25 / 8 ). . . . Em thấy nhiều bạn hoãn thi đã có điểm 14 và có mail gửi là sẽ cập nhật lịch thi lại vào tháng 12. . . . Nhưng em chưa nhận được gì cả và điểm trên mybk vẫn là 13 . Mong cô xem xét dùm em ạ.. . Mã môn MT1003 , nhóm tổ DT02-A. . Em cảm ơn cô nhiều.. . . .",
            "Chào bạn. . Trước tiên bạn vui lòng xem lại các thông báo của Nhà trường đã gởi: Vì số lượng hoãn thi của SV gởi qua BKSI quá nhiều,. . Nên vào ngày 5/8/2021, Pdt đã gởi cho toàn bộ SV quy trình Hoãn thi mới (nội dung bên dưới) nhấn mạnh Trường hợp SV đã nộp đơn qua email của PĐT và  qua công cụ BKSI (đã hoặc chưa được tiếp nhận), vui lòng điền lại vào form trên để PĐT cập nhật dữ liệu đồng nhất và chính xác.. . -    Thời điểm hiện tại là giữa tháng 11/2021, Pdt đã tổng kết danh sách Hoãn thi gởi về Khoa để hậu kiểm danh sách cấm thi, bạn không điền vào form nên Pdt không có dữ liệu gởi về Khoa để xác minh. . -    Nên Bạn muốn Hoãn thi vui lòng làm theo hướng dẫn dưới đây . . Bạn tải mẫu đơn: PHIẾU ĐĂNG KÝ HOÃN THI/ VẮNG THI CÓ PHÉP (CUỐI KỲ) tại trang web : aao.hcmut.edu.vn    biểu mẫu. . Sau khi có xác nhận của Giảng viên hướng dẫn + Khoa đồng ý không Cấm thi (theo quy định thì gởi cho Phòng đào tạo xem xét (nộp qua mail pdt@hcmut.edu.vn hoặc BKSI)”. . -    Thời gian Pdt có thể tiếp nhận lại hồ sơ hoãn thi đến 25/11/2021, sau thời gian này Pdt không giải quyết các phát sinh nếu có. Vì đầu tháng 12/2021 đã bắt đầu thi của HK211"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Đợt thi cuối học kì 202 vào tháng 4, em có đăng kí làm thẻ sinh viên và nhận qua đường bưu điện, nhưng đến nay em vẫn chưa nhận được thẻ sinh viên. Em thấy thiếu xử lí ghi đã xử lí vào ngày 06/08/2021, vậy nên cho em hỏi là em có thể nhận thẻ sinh viên ở đâu hay em phải đăng kí in lại thẻ mới.. . Em cảm ơn.. .",
            "Chị ơi, bưu điện có gửi về cho mình không ạ ?. .",
            "Chào em,. . Em vui lòng gửi lại địa chỉ, số điện thoại nhận thư.. . Thân mến. .",
            "[full_name]. . 1/1B đường 49 khu phố 6, phường Hiệp Bình Chánh, TP. Thủ Đức. . Sđt [phone_number]",
            "Khi nào mình nhận được vậy ạ ? Thứ hai tuần sau em có lịch thi cuối kì.",
            "Chào em,. . - Cô đã gửi bộ phận phụ trách, chưa biết khi nào nhận nhé, em theo dõi bưu điện.. . - Thứ hai tuần sau em có lịch thi cuối kì.. . =  Em vui lòng trình bày tất cả lý do kèm minh chứng để Cán bộ coi thi ghi nhận vào danh sách thi. PĐT đối chiếu dữ liệu sau.. . Thân mến. . . .",
            "Cô ơi, em vẫn chưa nhận được thẻ sinh viên, nếu em muốn kiểm tra thì em kiểm tra ở đâu được ạ ?",
            "Cô ơi, em vẫn chưa nhận được thẻ sinh viên, mình kiểm tra, theo dõi bưu điên ở đâu ạ ?. .",
            "Em vui lòng cung cấp rõ thông tin đăng ký nhận thẻ: tên, sdt và địa chỉ chính xác để cô liên hệ với bưu điện kiểm tra nhé. . Thân",
            "[full_name]. . [phone_number]. . Địa chỉ: 1/1B đường 49, khu phố 6, phường Hiệp Bình Chánh, Thành phố Thủ Đức,Thành phố Hồ Chí Minh. .",
            "Chào em,. . Trường hợp của e đã gửi thẻ SV qua đường bưu điện cho SV nhé. SV lưu ý để ý điện thoại để nhận nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính gửi PĐT ĐH BÁCH KHOA,. . . . Em là [full_name]. . Mssv:[student_id]. . . . Như em đã phản hồi gần đây về 2 lỗi đăng kí AV trực tuyến tháng 12 thì lỗi “chưa đến hạn đăng kí” khi đăng kí thi anh văn nói viết trực tuyến tháng 12 vẫn chưa đăng kí được. . . . . Kính mong PĐT kiểm tra lại giúp em, em đính kèm ảnh lỗi đăng kí bên dưới.. . . . Em cảm ơn,. . Trân trọng,. . . . SV [full_name]",
            "Chào bạn. . Do lỗi kỹ thuật nên SV không đăng ký được thi anh văn theo hình thức trực tuyến đợt tháng 12. . Hiện tại Pdt đã khắc phục nên SV vui lòng vào đăng ký lại.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính gửi PĐT. . Em là sinh viên k14 có nhu cầu thi anh văn nói viết để tốt nghiệp trong HK này, hôm qua Em nhận được email nhắc đăng ký anh văn nói viết vào 22/11-25/11, mà Em vào đăng ký không được, mong pđt giúp đỡ Em, để Em có thể đăng ký trong đợt này, cho kịp đợt tốt nghiệp. Em xin chân thành cảm ơn !!!",
            "Chào bạn. . Do lỗi kỹ thuật nên SV không đăng ký được thi anh văn theo hình thức trực tuyến đợt tháng 12. . Hiện tại Pdt đã khắc phục nên SV vui lòng vào đăng ký lại.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Kính gửi Phòng Đào Tạo,. . . . Hiện tại GPA trên hệ thống myBK của em là 8.05, tuy nhiên điểm tốt nghiệp của em trên danh sách dự kiến tốt nghiệp là 8.00 vì vẫn chưa được cập nhật lại theo GPA trên hệ thống myBK.. . . . Em có dự định đăng ký tốt nghiệp trong tuần này. Vậy cho em hỏi điểm tốt nghiệp chính thức sẽ là điểm trên hệ thống myBK hay trên danh sách tốt nghiệp dự kiến ạ?. . . . Em cảm ơn rất nhiều.",
            "Chào em,. . - STCTL ngành chưa có cập nhật lên Mybk được do chưa có điểm của tất cả sv chứ không phải của 1 mình em.. . - Nếu em muốn xem thì xem trong ds dự kiến TN.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "do dịch bệnh covid nên tài chính gia đình em gặp khó khăn và gia đình vừa bị mất một số tiền lơn nên em đã thanh toán trễ hạn học phí, kính xin pđt xem xét và giúp đỡ em, em xin cam kết sẽ thanh toán đầy đủ và đúng hạn học phí trong những kì tiếp theo. . . .",
            "Chào em,. . Em không cần nộp đơn nhé.. . Thân mến. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Kính chào quý thầy/cô,. . . . Em là sinh viên khóa K20 thuộc Khoa OISP ngành kỹ thuật cơ điện tử ạ. Em có thắc mắc quy định về số tín chỉ tích lũy học kỳ và điểm trung bình học kỳ ạ. Theo như em xem quy chế của trường thì trường có quy định là số tín chỉ tích lũy tối thiểu của mỗi học kỳ là 10 tín chỉ và Điểm trung bình tích lũy   4. Nếu vi phạm một trong 2 điều trên thì sẽ bị cảnh báo học vụ. . . . . Theo quy định của trường thì điều này chỉ tính riêng cho từng học kỳ thôi đúng không ạ ?. Không biết là trường có quy định theo từng năm học không ạ. Kiểu như là K20 năm nay phải tích lũy bao nhiêu tín chỉ..... Kì 202 với 203 vừa rồi em có rớt một số môn nên sợ là không đủ tín chỉ theo qui định của trường.. . . . Em xin cảm ơn ạ.. . . . Trân trọng./.. . [full_name]. .",
            "Chào bạn. . - Quy định này áp dụng cho từng học kỳ. . . . Bạn có thể tham khảo trong quy chế học vụ: . . . . 4.2 Xếp hạng năm đào tạo. . Sau mỗi học kỳ, SV được xếp hạng năm đào tạo theo số tín chỉ tích lũy (TCTL) như sau:. . - SV năm thứ nhất: dưới 28 tín chỉ. . - SV năm thứ hai: từ 28 đến dưới 56 tín chỉ. . - SV năm thứ ba: từ 56 đến dưới 80 tín chỉ. . - SV năm thứ tư: từ 80 đến dưới 128 tín chỉ. . - SV năm thứ năm (đối với các CTĐT trên bốn năm): từ 108 tín chỉ. . . . Đồng thời  bạn vui lòng liên hệ Văn phòng đào tạo quốc tế qua địa chỉ mail: [email] để được hỗ trợ tư vấn thêm. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Chào quý thầy cô. . Em là sinh viên khóa 15, khoa Giao thông, ngành Công nghệ kỹ thuật ô tô.. . Hiện em đã hoàn thành tất cả các môn học theo chương trình đào tạo nhưng em chưa đạt chứng chỉ ngoại ngữ để được làm Luận văn tốt nghiệp.. . Thep quy định đến hết học kì 1 năm học 2021 này là em hết thời gian được học ở trường.. . Mong quý thầy cô hướng dẫn giúp em để em có thể hoàn thành được chương trình học của mình.. . Cảm ơn thầy cô đã xem qua cẩu hỏi của em.",
            "Chào em,[full_name] [full_name] Trường hợp của em không đủ điều kiện để được kéo dài[full_name][full_name] [full_name] Trong HK211 nhà trường có gửi mail thông báo cho SV về việc không xét chuẩn tiếng Anh (CCNN) để nhận LVTN[full_name] Sao thời điểm đó bạn không đăng ký[full_name] [full_name] [full_name]"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Thầy/cô cho em hỏi:. . . . -Trường hợp bây giờ em là K14 chuyển sang hệ VHVL là em khóa K2021 hay được chọn khóa cũ hơn vậy ạ?. . . . -Nếu là Khóa K2021 thì toeic hệ VHVL là 600 mới được tốt nghiệp đúng không ạ?. . . . -Trường hợp em đã hoàn thành hết chương trình học, Luận Văn hết cả rồi thì chuyển qua hệ VHVL em có được tốt nghiệp liền vào đợt tháng 1/2022 này không ạ hay phải đợi 1 học kỳ nữa mới được tốt nghiệp ạ?. . . . -Em thấy trên trang tuyển sinh hệ VHVL của trường mình hạn chót chuyển hệ là 26/11. Vậy em lên trang web tuyển sinh đăng ký chuyển trước 26/11 hay bắt buộc phải làm đơn để PĐT chuyển cho em ạ?. . . . Em cảm ơn.",
            "Chào bạn,. . Về việc chuyển qua hệ VLVH. . Bạn vui lòng tải mẫu đơn: Phiếu đề nghị chuyển sang hình thức Vừa Làm Vừa Học  tại trang web : aao.hcmut.edu.vn    Sinh viên    biểu mẫu. . Điền đầy đủ thông tin nộp qua mail [email] hoặc BKSI. . Nếu em xin chuyển qua VLVH thì tính theo khóa ban đầu của bạn là khóa 2014 và dùng chuẩn của VLVH để xét tốt nghiệp cho bạn nhé. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Cho em hỏi về việc học văn bằng hai;. . ﻿. . ﻿Hiện tại em là sinh viên khoa Cơ khí K17, chuẩn bị tốt nghiệp học kì 211.Em có nguyện vọng học văn bằng hai ngành khoa học máy tính - Khoa khoa học máy tính thì có được không ạ. Nếu học văn bằng hai thì sẽ tuyển sinh theo hình thức nào ạ; các môn đại cương em đã học qua có được miến không, và chương trình đâò tạo sẽ kéo dài trong thời gian bao lâu, thêm nữa là học phí có khác gì so với hệ chính quy không.. . ﻿. . ﻿Em xin cảm ơn.",
            "Chào em,. . - Em vui lòng tham khảo trân web aao/tuyển sinh.. . - Em cần thông tin thêm email [email] để hướng dẫn nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính gửi Phòng Đào Tạo,. . . .   Em đang có nhu cầu đăng ký thi anh văn nói viết  được tổ chức tháng 12 sắp tới nhưng hệ thống báo lỗi và em không thể đăng ký được. . .   Bên dưới là hình em chụp lại, mong Phòng Đào Tạo giúp đỡ ạ.. . . . Em xin cảm ơn",
            "Chào bạn. . Do lỗi kỹ thuật nên SV không đăng ký được thi anh văn theo hình thức trực tuyến đợt tháng 12. . Hiện tại Pdt đã khắc phục nên SV vui lòng vào đăng ký lại.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Kính gửi PĐT,. . Theo email gửi lại của PĐT thì đăng ký thi Anh văn 2 kỹ năng Nói - Viết đợt tháng 12 dành cho sinh viên dự kiến tốt nghiệp trong HK211, thời gian đăng ký: từ 8g ngày 22/11 đến 14g50 ngày 25/11. Hiện tại (23/11) trên Mybk vẫn chưa mở đợt đăng ký, PĐT có nhầm lẫn gì không ạ? Mong PĐT kiểm tra và phúc đáp lại ạ.. . Em cảm ơn.",
            "Chào bạn. . Do lỗi kỹ thuật nên SV không đăng ký được thi anh văn theo hình thức trực tuyến đợt tháng 12. . Hiện tại Pdt đã khắc phục nên SV vui lòng vào đăng ký lại.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính gửi phòng đào tạo,. . . . Em là [full_name] mssv:[student_id]. . . . Dạ cho đến hiện tại em vẫn chưa thể đăng ký được anh văn nói viết tháng 12 do bị lỗi \"Bạn chưa được mở đợt đăng ký\", khi đăng ký xong thì sẽ bị xóa khi thoát ra, em gửi kèm file hình ảnh lỗi khi đăng ký ạ, em cảm ơn, chúc quý thầy/cô nhiều sức khỏe ạ"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: 1810209  /b \t. . . .   i Yêu cầu khác . Chào thầy,cô ạ!. . . . Vào học kỳ trước em đã đăng ký xin hoãn thi môn Mô Hình Hóa Chất Lượng Nước nhưng do sơ suất em đã không điền vào form nhà trường gửi nên bị sót. Trước đó em đã có làm đơn xác nhận từ giảng viên và cũng đủ điều kiện được thi ạ! Nay em gửi bổ sung mong thầy, cô có thể xem xét cho em được thi môn Mô Hình Hóa Chất Lượng Nước vào đầu tháng 12 tới.. . . . Em xin cảm ơn thầy, cô ạ!",
            "Chào bạn. . Đơn hoãn thi của em đã được đồng ý nhé, PDT sẽ tập hợp lại và QD hoãn thi chung, dự kiến trước tháng 12/2021 và sẽ gửi mail thông báo cho SV.. . Sau thời gian trên mà chưa nhận được mail thông báo về QD, em vui lòng phản hồi lại qua bksi để PDT kiểm tra lại nhé!. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Thưa PĐT, . . Theo như email mà em nhận được thì kỳ thi Anh văn nói viết tháng 12 mở đăng ký bắt đầu từ 8g ngày 22 nhưng từ thời điểm đó đến nay em vẫn chưa đăng ký được. Mong PĐT giải đáp thắc mắc giúp em. Em xin chân thành cảm ơn.. . Trân trọng,. . [full_name].",
            "Chào bạn. . Do lỗi kỹ thuật nên SV không đăng ký được thi anh văn theo hình thức trực tuyến đợt tháng 12. . Hiện tại Pdt đã khắc phục nên SV vui lòng vào đăng ký lại.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em chào phòng đào tạo ạ, vừa qua, do khu vực em tình hình dịch bệnh căng thẳng nên em không ra ngân hàng chuyển tiền đóng học phí được. Kết quả là em đã đóng trễ học phí 2 ngày. Phòng đào tạo cho em hỏi hiện tại em không có mặt tại Sài Gòn thì em phải làm những thủ tục gì để báo cáo việc này ạ.. . Em xin cảm ơn.",
            "Chào em,. . - Hiện tại cô đã kiểm tra em đã thanh toán HP.. . - Cho em hỏi hiện tại em không có mặt tại Sài Gòn thì em phải làm những thủ tục gì . . =  Không cần làm gì, cố gắng thanh toán đúng hạn cho các lần sau nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Cô ơi cho em hỏi: hiện tại em không thể đăng kí được lịch thi anh văn nói viết đợt tháng 12 mà không hiểu lí do vì sao, mong cô có thể giúp em có thể đăng kí được ạ, em ảm ơn.. .",
            "Chào bạn. . Do lỗi kỹ thuật nên SV không đăng ký được thi anh văn theo hình thức trực tuyến đợt tháng 12. . Hiện tại Pdt đã khắc phục nên SV vui lòng vào đăng ký lại.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Chào thầy cô, Em là [full_name]-MSSV:[student_id]. Em là k20 trường đại học bách khoa tphcm. Em đã chuyển qua trường đại học UEH bằng hình thức thi THPTQG2021. Vì vậy em cần giấy chứng chỉ giáo dục quốc phòng để quy đổi tín chỉ môn này ạ. Rất mong nhận được sự giúp đỡ của quý thầy cô. Em xin cảm ơn.. . . .",
            "Chào em,. . Em có thể lên Phòng Đào tạo (nhà A1, phòng 101) để nhận nhé, khi đi nhớ mang theo thẻ SV hoặc CMND. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Họ tên SV:[full_name]. . MSSV: [student_id]. . Ngày sinh: 26/12/1996. . Lớp: QL14CN1. . Số ĐT: [phone_number]. . Tôi đã thanh toán trễ học phí học kỳ HK211:. . Học kỳ dự thính học kỳ 1.. . Lý do: (trình bày rõ lý do thanh toán trễ hạn). . Do chờ ngân hàng thay đổi SĐT nhận mã xác nhận nên bị trễ hạn thanh toán.. . SV tự ghi lại nội dung cam kết:. . Tôi cam kết sẽ thanh toán đúng hạn vào các học kỳ tới. Nếu tiếp tục thanh toán trễ hạn, tôi sẽ không được đăng ký môn học, không được xếp thời khóa biểu và bị tạm dừng cho học kỳ tiếp theo.. . . . Mong PĐT xem xét đơn trình bày lý do trễ hạn học phí của em để được phép thi cuối học kỳ 211. Em cảm ơn.. .",
            "Chào em,. . Cô kiểm tra thấy em đã thanh toán HP rồi.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: 1811452  /b \t. . . .   i Đăng ký môn học . Em chào thầy/cô,. . . . Thầy/Cô có thể cho em hỏi thời gian yêu cầu phải nộp bằng anh văn để có thể đăng ký được luận văn là khi nào vậy ạ? Trong tình hình dịch như vầy thì có quy định nào về hoãn chứng chỉ anh văn không ạ? . . Em rất mong được Thầy/Cô giải đáp ạ.. . . . Em cảm ơn Thầy/Cô",
            "Chào em,. . Hiện tại chưa có thông báo gì về việc không xét Chuẩn tiếng Anh cho việc đăng ký LVTN ở HK212 nhé.. . Thân mến. . . . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Dạ em là [full_name] MSSV: [student_id]  Dạ em có đăng ký xin giấy xác nhận điểm trung bình học kỳ để làm hồ sơ ạ. Hiện hồ sơ của em đang ở Sài Gòn còn thiếu mỗi bảng điểm nhưng em hiện đang ở Quê tránh dịch nên không thể lên nhận bảng điểm ạ. Em nhờ người nhận hộ tên là [full_name] MSSV:[student_id] ạ Dạ phòng đào tạo xem xét và cho phép nhận hộ ạ.  B",
            "Chào em,. . Được nhé, em nói bạn em khi đến nhận nhớ mang theo thẻ SV và trình bày rõ nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Dạ em chào thầy(cô) ạ.. . Do tình hình dịch nên khu vực của em mới vừa được gỡ phong toả ạ. Nên hiện tại học phí HK1 em vẫn chưa kịp đóng ạ.. . Dạ thầy(cô) cho em hỏi làm sao để em có thể hoàn thành việc đóng học phí ạ.",
            "Chào em,. . Cổng BKPay luôn mở, mặc dù trễ hạn em nhanh chóng thanh toán HP nhé.. . Thân mến. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Cô ơi cho em hỏi khi nào mới có hóa đơn thu tiền học phí ạ, và trong tình hình dịch bệnh không tới trường được thì nhận hóa đơn bằng cách nào ạ. .   i Yêu cầu khác .",
            "Chào em,. . Em liên hệ với phòng Kế hoạch tài chính qua email [email] để được hỗ trợ nhé.. . Thân mến. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính gửi PĐT. . . . Em ở dưới quê có tham gia hiến máu tình nguyện (có giấy chứng nhận) , cho em hỏi làm cách nào để nộp tính vào ngày CTXH ạ !. . . . Em xin cám ơn !. .   i Yêu cầu khác .",
            "Chào em,. . Em liên hệ phòng Công tác chính trị sv qua email [email] để được hướng dẫn nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . trong đợt này em có thanh toán học phí trễ. Em cần làm những gì ạ. Hiện em đã thanh toán rồi ạ",
            "Chào em,. .  Em cần làm những gì ạ. . . =  Không cần làm gì, lần sau em cố gắng đóng đúng hạn nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Dạ em chào quý thầy/ cô.. . Em tên là [full_name] - sinh viên lớp CK17KSCD.. . Em xin trình bày vào vấn đề luôn ạ. Em học chương trình KSTN khóa K17, theo như chuẩn AV nói viết đầu ra của chương trình KSTN là 245, tuy nhiên em không đạt chuẩn này, em chỉ đạt mức 200 thôi ạ. Các chuẩn tốt nghiệp khác em đều đạt rồi ạ.. . Vậy cho em hỏi là em cần làm đơn để rút khỏi chương trình KSTN không, để kịp được xét TN tháng 11 tới, hay là PĐT sẽ tự xử lý ạ.. . Hiện tại thì em đã có kết quả [full_name] thi ngày 03/11 nhưng vẫn chưa đăng ký Tốt nghiệp được.. . Em mong quý thầy cô giải đáp thắc mắc này cho em.. . Em xin cám ơn ạ.",
            "Chào em,. . Trường hợp của bạn là phải làm đơn xin xét bằng thường (không nhận bằng tài năng), ghi rõ lý do và gửi qua bksi để phòng đào xét nhé (không tự động xét bằng thường cho bạn). . SV xem lịch trình xét tốt nghiệp đợt tháng 11/2021 tại đây:. . Xem chi tiết lịch học vụ (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 11/2021 (cập nhật mới gia hạn thời gian xử lý tốt nghiệp). . Thân. .",
            "Dạ cô cho em hỏi là ĐƠN XIN XÉT BẰNG THƯỜNG đó mình xin chỗ nào ạ, có cần chữ ký của GVCN hay khoa gì không ạ ?. . Em cám ơn cô.",
            "Chào em,. . Không có mẫu đơn nhé bạn, SV tự viết đơn trình bày?. . Thân",
            "Dạ, cám ơn thông tin từ cô ạ.. . Em xin gửi cô [full_name] xin nhận bằng thường của em ạ, nhờ cô gửi lại cho quý thầy cô PĐT để PĐT có thể xét cho em ạ.Em xin chân thành cám ơn.. .",
            "Chào em,. . Hiện tại vẫn chưa hết hạn xét tốt nghiệp của đợt tháng 11/2021, em có muốn đơi để thi lại 2 kỹ năng không?. . Thân",
            "Dạ không ạ, có một số lý do cá nhân nên em mong muốn xét Tốt nghiệp bằng thường trong đợt này thôi ạ.. . Em cám ơn Cô.",
            "\"Chào bạn,. . PDT đã ghi nhận yêu cầu về đăng ký xét TN của bạn. SV vui lòng theo dõi email  và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 07/12/2021 SV vẫn chưa nhận được mail hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 11/2021 (cập nhật mới gia hạn thời gian xử lý tốt nghiệp). . Thân. . \"",
            "Dạ vâng ạ, em cám ơn cô nhiều ạ.. . Em chào cô.",
            "Dạ em chào cô ạ, em đã được cập nhật trên danh sách tốt nghiệp dự kiến trong tuần vừa rồi, tuy nhiên cho đến sáng hôm nay (7/12/2021) thì tình trạng sinh viên của em vẫn đang bị \"Tạm dừng\" nên em hiện tại vẫn chưa đăng ký Tốt nghiệp được ạ. . . Cô có nhắc em là đến ngày hôm nay nếu vẫn đăng ký TN chưa được thì nhắn lại với BKSI để kịp xử lý cho em ạ.. . Em cám ơn cô.. .",
            "Chào bạn. . Đã mở bạn vào đăng ký tốt nghiệp nghen. . Thân",
            "Dạ cô, chắc đợi thêm cập nhật tiếp chứ hiện tại thì em vẫn trong tình trạng   B \"Sinh viên tạm dừng do không đăng ký Thời khóa biểu\"  /B .. . Nếu có vấn đề gì trong quá trình này thì mong cô xem lại giúp em ạ, em cám ơn cô nhiều ạ.",
            "Chào bạn. . Lỗi này ở bên ngoài Mybk, bạn cố gắng đăng nhập vào trang tốt nghiệp nghen. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "MSSV: [student_id]\t[full_name] [full_name] [full_name] [full_name] Dạ em có hỏi thầy [full[full_name]name] và thầy khẳng định là có mở lớp, chắc là lớp dự thính ạ [full[full_name]name][full_name][full[full_name]name] Mong PD[full[full_name]name] xem có thể giúp được em ạ, em muốn thi vào kỳ này vì kỳ sau chương trình rất là nặng ạ [full[full_name]name][full_name][full[full_name]name] [full[full_name]name][full_name][full[full_name]name][full_name] [full_name]",
            "Chào bạn. . Cô khẳng định là trong hệ thống quản lý môn học , HK211 không có mở môn ch2109, . . Nếu bạn có minh chứng có thời khóa biểu của môn CH2109 thì gởi để Pdt kiểm tra, bổ sung TKB dạy của Giảng viên. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Hiện tại em đang học theo chương trình kỹ sư tài năng Việt Pháp, em có mong muốn đổi sang lại hệ đại trà thì không biết em phải đợi sang học ký sau hay phải đợi qua năm sau ạ. Hiện tại thì em đang học năm 1",
            "Hiện tại em đang học theo chương trình kỹ sư tài năng Việt Pháp, em có mong muốn đổi sang lại hệ đại trà thì không biết em phải đợi sang học ký sau hay phải đợi qua năm sau ạ. Hiện tại thì em đang học năm 1  /QUOTE . .",
            "Chào bạn,. . Bạn vui lòng làm đơn xin rút khỏi chương trình việt pháp, ghi rõ lý do. Trong đơn phải có xác nhận của văn phòng việt pháp. Sau đó chụp hình gửi qua [full_name] nhé. . Bạn có thể liên hệ với văn phòng PFIEV để được tư vấn nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Cho em hỏi là ở học kì 202 em có đăng kí môn Trắc địa đại cương (CI1007) khi nào sẽ có lịch thi kết thúc môn vậy ạ. Vì em cần hoàn thành môn này để kịp tốt nghiệp vào tháng 4 năm sau ạ. Em cảm ơn. . .",
            "Chào em,. . Cho em hỏi là ở học kì 202 em có đăng kí môn Trắc địa đại cương (CI1007) khi nào sẽ có lịch thi kết thúc môn vậy ạ. . =  Nếu môn này có TN, TT thì tùy theo tình hình thực tế, em xem các email PĐT đã gửi.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em chào quý thầy/cô,. . Em tên là [full_name], MSSV: [student_id], học lớp HC17TP, ngành Công nghệ Thực phẩm, Khoa Kỹ thuật Hóa học.. . HK202, vì dịch covid nên em đã xin   B Hoãn bảo vệ luận văn tốt nghiệp  /B . Hiện tại HK211, em muốn   B Đăng ký bảo vệ  /B  đợt luận văn này. Hiện tại em đang không có tên trong Bảng ghi điểm học kỳ môn CH4333-Luận văn tốt nghiệp CNTP. . . Vậy em cần phải   I đăng ký như thế nào, viết đơn gì  /I  gửi Phòng Đào tạo ạ?. . Em xin chân thành cảm ơn giải đáp của thầy/cô.",
            "Chào em,. . PĐT đã gửi email đến sv: THÔNG BÁO Kế hoạch tổ chức thi học kỳ 1 năm 2021-2022. . \"...- Các SV đã được hoãn bảo vệ LVTN ở học kỳ 2 năm 2020-2021 đăng ký trực tiếp bảo. . vệ với [full_name]. [full_name] đưa tên các SV này vào danh sách các hội đồng LVTN của học kỳ . . này gửi về PĐT để ra quyết định hội đồng...\". . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Em xin chào Thầy/Cô,. . . . Em tên là Đỗ Phước Thiện, MSSV: 1919012, khoa cơ khí, lớp liên thông.. . Em có thắc mắc là em đã đăng ký tốt nghiệp và đã nhận giấy tốt nghiệp tạm thời. Em thấy một số bạn đã nhận được bằng tốt nghiệp chính thức. Thầy/Cô cho em hỏi là khi nào em có thể được nhận bằng chính thức ạ?. . Em mong nhận được câu trả lời từ Thầy/Cô.. . . . Em xin cảm ơn.",
            "Chào bạn,. . Hiện tại phòng Đào tạo đang tiến hành in bằng và gửi mail nhận bằng theo từng đợt, hiện tại mới in bằng đợt 1 cho SV đăng ký tốt nghiệp . . Trường hợp của bạn vui lòng đợi mail thông báo nhận bằng tốt nghiệp trong đợt tiếp theo nhé. . Thân. . \""
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Dạ em tên là [full_name] MSSV :[student_id]. . Sau khi đã hoàn tất các điều kiện tốt nghiệp em có xin PDT thêm em vào danh sách tốt nghiệp dự kiến để đk tốt nghiệp thì PDT bảo em chờ mail nếu đến ngày 23/11 không nhận được mail thì liên hệ PDT để được giải quyết, đến nay em vẫn chưa nhận được mail cũng như chưa đk tốt nghiệp được.. . Em xin PDT kiểm tra và giải quyết giúp em. Hiện em đang rất cần bằng để có thể nộp vào công ty xin việc ạ.. . Em xin cảm ơn ạ",
            "Chào em,. . Trường hợp của bạn đã đủ điều kiện tốt nghiệp nhé, do xét sót trường hợp của bạn nên chưa ra kịp danh sách trong tuần này. Cô đã báo xét lại và đủ điều kiện, trường hợp của bạn sẽ ra danh sách trong tuần sau nhé, dự kiến trễ nhất là ngày 30/11. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ .   B . . Dạ kính thưa PĐT.. . Học kỳ 2 (2020 - 2021) em có đăng ký hoãn thi cuối kỳ môn cơ lưu chất Lớp DT02-A và được chấp nhận. Hôm nay em lên mybk xem lịch thi lại thì không thấy PĐT xếp lịch thi lại cho em. Em kính xin PĐT xem xét bổ sung lịch thi lại bổ sung giúp em. Cám ơn quý thầy cô.",
            "Chào em,. . - Do HK211 em có đăng ký môn. . CI2003\tCơ lưu chất\tDT01-A\t. . - Học kỳ 2 (2020 - 2021) em có đăng ký hoãn thi cuối kỳ môn cơ lưu chất Lớp DT02-A và được chấp nhận.. . =  Nên SV sẽ xóa I vào các HK sau. . Thân mến. . . . . . . .",
            "B . . Dạ kính thưa PĐT. . Nhưng hiện tại em thuộc K15. không còn thời gian để thi nữa. Lịch thi trùng ngày 19/12 hay sao ạ. Nếu 2 lịch thi khác nhau. Kính xin PĐT cho xếp cho em thi cả 2 ngày.. . Em xin cám ơn.  /B   B",
            "li answer rate: Answer is not complete / Câu trả lời chưa hoàn chỉnh"
        ]
    },
    {
        "intent": "",
        "message": [
            "i Học vụ . Dạ em tên [full_name] mã số sinh viên [student_id], hôm thi xóm em bị sự cố mất điện lúc 6h30 đến 7h40 mới sửa xong nên em không vào thi lúc 7h môn nhập môn điện toán L02A được. Em xin quý thầy cô có thể giúp đỡ em thi lại ạ.. . Em cảm ơn.",
            "Chào em,. . - Về trường hợp hoãn thi giữa kỳ HK211, SV có thể liên hệ trước với GV để xin được kiểm tra bổ sung.. . - Các trường hợp chưa được giải quyết, SV có thể tải mẫu đơn “Phiếu đăng ký dự thi kiểm tra bổ sung” tại trang aao.hcmut.edu.vn/Sinh viên/biểu mẫu, điền đầy đủ thông tin và gửi qua bksi (kèm theo minh chứng nếu có). . Thân mến. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]  /b \t[full_name] [full_name] [full_name] [full_name]   i Học vụ  /i [full_name] [full_name] [full_name] [full_name] Em là [full_name] MSSV [student_id], có học 1 pre nên HK203 em có học môn Đại số tuyến tính (MT1007) lớp CC03 của cô [full_name][full_name][full_name] [full_name] [full_name] [full_name] Trong kỳ vừa rồi, em có làm quiz 5% được 7[full_name]2 nhưng khi cập nhật điểm trên BKel em bị 0 do lỗi hệ thống nên điểm trung bình bị tụt và đã mail cô [full_name] lẫn thầy dạy bài tập vào ngày 25/10/2021[full_name] Sau đó, cô kiểm tra lại và reply mail lại báo sẽ liên hệ PĐT sửa lại cho em nhưng đến nay điểm em vẫn không cập nhật đúng[full_name] Do PĐT đang xét các học bổng cũng như danh hiệu SV nên vào 8/11 em có mail cô [full_name] một lần nữa nhưng cô không hồi âm[full_name] Em biết các giảng viên rất bận nên không dám làm phiền nhiều nên em đã mail vấn đề này cho cô phụ trách vấn đề bảng điểm của VP quốc tế nhưng cô chỉ forward tiếp cho cô [full_name] và vẫn không được giải quyết[full_name][full_name] [full_name] Kính mong quý giảng viên xem xét và giải quyết, cập nhật đúng điểm số cho em[full_name] [full_name] [full_name] [full_name] [full_name] Em xin cảm mơn ạ,[full_name] [full_name] Hữu Tín[full_name] [full_name]",
            "Chào em,. . - Nếu GV đã khóa môn học và muốn sửa điểm thì GV gửi email hoặc phiếu đề nghị mở khóa môn học, nhóm để mở khóa trong thời gian cho phép sửa.. . - Em liên hệ với GV lần nữa nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]  /b . . Kính chào thầy/cô ạ!. . Dạ em tên là Nguyễn Ngọc Phú (MSSV [student_id]). . Em đã hoàn tất PHIẾU ĐĂNG KÍ HOÃN THI theo chỉ dẫn của Phòng Đào Tạo và đã được Giảng viên đứng lớp [full_name] . . Em kính mong thầy/cô xem xét và [full_name] LẠI giúp em về việc hoãn thi môn học có mã số CI3077 của HK202 và được cho phép ĐĂNG KÍ THI LẠI môn này ở HK211 ạ. . Em chân thành cảm ơn thầy/cô hỗ trợ rất nhiều ạ.. . Chúc thầy cô có thật nhiều sức khỏe ạ.. .   i Yêu cầu khác .",
            "Chào bạn. . Đơn hoãn thi của em đã được đồng ý nhé, PDT sẽ tập hợp lại và QD hoãn thi chung, dự kiến đầu tháng 12/2021 và sẽ gửi mail thông báo cho SV.. . Sau thời gian trên mà chưa nhận được mail thông báo về QD, em vui lòng phản hồi lại qua bksi để PDT kiểm tra lại nhé!. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Dạ [full_name] ơi cho em với ạ, nếu em xin bảo lưu thì em có được cấp giấy chứng nhận sinh viên không ạ. Em sợ vừa bảo lưu 1 năm thì người ta bắt em đi nghĩa vụ ấy ạ.Cảm ơn [full_name].",
            "Chào bạn,. . Trường hợp không có TKB trong học kỳ, SV sẽ bị buộc tạm dừng, không được cấp giấy CNSV.. . Xem chi tiết quy chế tại đây:. . aao.hcmut.edu.vn/sinh viên/quy chế/học vụ/Quy chế đào tạo và học vụ bậc đại học, cao đẳng:/ điều 26. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Em đã đóng học phí trễ của kì chính (hạn 19/11 nhưng đến 22/11) e mới nộp. Em đã thanh toán nhưng không biết có cần phải làm đơn để trình bày lí do nộp học phí trễ không ạ? Em cảm ơn. .   i Yêu cầu khác .",
            "Chào em,. . Em đã thanh toán nhưng không biết có cần phải làm đơn để trình bày lí do nộp học phí trễ không ạ?. . =  Không cần nộp đơn, cố gắng đúng hạn cho các lần sau em nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác  /i  Thưa phòng đạo tạo vừa qua  em có bất cẩn nên  đóng trễ học phí học kì 211 đợt 2 của đại học chính quy ạ. Cho em hỏi là có cách nào có thể được gia hạn thời gian để em hoàn thành thanh toán học phí được không ạ. Em cảm ơn rất nhiều ạ. . . .",
            "Chào em,. . Em liên hệ phòng Công tác chính trị sv qua email [email] để được hướng dẫn nhé.. . Thân mến. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Kính gửi: thầy cô phụ trách dịch vụ BKSI. . Em tên là: [full_name], mssv:[student_id], sinh viên k18 khoa Điện- Điện tử, chuyên ngành Điện tử Viễn thông.. . Học kì 202 em có đăng kí hoãn môn học Nguyên lý thông tin quang( EE3033), sau khi kết quả được cập nhật thì em nhận điểm 13 mặc dù điểm BTL em vẫn có và đủ yêu cầu. Em có liên lạc giảng viên phụ trách môn học thì được phản hồi là liên lạc PĐT. Vậy em mong được thầy cô hỗ trợ hậu kiểm về trường hợp của em.. . Em xin chân thành cảm ơn thầy cô đã hỗ trợ.",
            "Chào em,. . - Trong danh sách hoãn thi HK202, HK203, [full_name] không đồng ý:. . [student_id]\tVũ Đình\t[full_name]\tEE3033\tNguyên lý thông tin quang\tL01. . - Em vui lòng liên hệ [full_name] qua email [email] hoặc [email] để được hướng dẫn.. . Thân mến. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Kính gửi phòng đào tạo . . Em là: [full_name]. . MSSV:[student_id]. . . . Hiện nay em đã nhận được giấy chứng nhận tốt nghiệp tạm thời nhưng cho em hỏi là đã có bằng chính thức chưa do em chưa thấy thông báo ạ? Với cho em hỏi em đã có trong danh sách tốt nghiệp chính thức hay chưa có còn thiếu thủ tục nào không? để em sớm bổ sung cho trường. Em cảm ơn thầy/cô ạ!",
            "Chào em,. . Trong tháng 12 sẽ ra quyết định tốt nghiệp chính thức và tiến hành in bằng cho SV. Sau khi in trình ký xong sẽ gửi mail cho Sinh viên đến nhận nhé bạn. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Nếu hiện tại em chưa lên trường nhận bằng được thì Giấy chứng nhận tốt nghiệp tạm thời em lấy online tại đâu ạ. . . Tk của em bị khóa mất mục \"Đăng ký tốt nghiệp\" rồi, mà em chưa save lại cái Chứng nhận tạm thời trong đó ạ.",
            "Chào bạn,. . PDT có gửi giấy chứng nhận tốt nghiệp tạm thời qua đường bưu điện, em đã nhận được chưa?. . Thân",
            "li answer rate: Answer is not complete / Câu trả lời chưa hoàn chỉnh",
            "Em không có đăng ký nhận qua đường bưu điện.. . Trên mục \"Danh sách tốt nghiệp đợt tháng 11/2021 - [full_name] Quy.\" trên AAO nhập mssv em vào cũng không tìm được thông tin.. . Em đang cần giấy chứng nhận tạm thời (pdf) nhưng không có chỗ nào để lấy cả.",
            "Đã tl. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "MSSV/MSGV: [student_id]\t. . . .   i Học vụ. . . . Họ và tên sinh viên: [full_name]. . . .      -Kính thưa PĐT, kì 202 vừa rồi do ko đáp ứng kịp yêu cầu về thiết bị để tham gia thi, em đã đăng kí hoãn thi một số môn. . .      -Theo như em được biết thì để bổ sung điểm VP hoặc HT (điểm I) thì sinh viên phải đăng kí thi bổ sung trong vòng 1 năm kể từ ngày đăng kí.. .      -PĐT cho em hỏi là mặc dù có lịch thi bổ sung được PĐT xếp cho vào HK211 thì em xin được thi bổ sung vào HK 212 được không ạ?. . Em mong sẽ nhận được phản hồi sớm nhất từ PĐT ạ.. . Chân thành cảm ơn.  . . . . . .",
            "Chào em,. . PĐT đã gửi email đến sv, em xem kỹ nhé:\"THÔNG BÁO Kế hoạch tổ chức thi học kỳ 1 năm 2021-2022\". . ...Về việc thi để xóa điểm Hoãn thi:. . - Môn học có mở trong HK211: PĐT sẽ tự động xếp Lịch thi và đồng thời cập . . nhật trên trang mybk.hcmut.edu.vn/Thông tin sinh viên/Lịch thi.. . - Môn học Khoa đồng ý tổ chức thi trong tháng 11/2021: PĐT đã xếp Lịch thi . . và đã gởi email cho từng Sinh viên Lịch thi (Sinh viên xem chi tiết Lịch thi cập. . nhật trên trang mybk.hcmut.edu.vn/Thông tin sinh viên/Lịch thi).. . - Các môn học còn lại (không mở trong HK211): Sinh viên vui lòng đợi thông . . báo sau.. . - Trường hợp PĐT đã xếp Lịch thi nhưng SV không thể Thi để xóa điểm HT . . trong HK211 này: SV sẽ đăng ký tại trang Mybk.hcmut.edu.vn    Ứng dụng . . cho Sinh viên    12. Đăng ký hoãn thi Cuối kỳ. . . • Lưu ý: SV cân nhắc khi đăng ký không thi ở HK211, vì PĐT đã cố gắng . . xếp Lịch thi cho tất cả SV diện có Quyết định Hoãn thi để SV có kết . . quả kịp tiến độ theo Chương trình đào tạo, HK212 khả năng dự kiến . . khó mở lớp những môn này, đồng thời theo quy định SV phải đăng ký . . thi cuối kỳ trong thời hạn một năn học để lấy kết quả này làm điểm . . tổng kết thay thế cho điểm HT.. . - Quy định hoãn thi (HT): xem chi tiết tại khoản 17.2 điều 17 trong Quy chế đào tạo và . . học vụ (aao.hcmut.edu.vn    Sinh viên   Quy chế-quy định   Học vụ). . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Em tên Nguyễn Can Tịch Húa, lớp XD17CTT. Cho em hỏi em đã học xong AV3A đợt tháng 11 (2/12 thi kết thúc môn), nhưng sao vẫn không đăng kí được môn AV4A ạ?. .   i Đăng ký môn học .",
            "Chào em,. . PĐT đã nhận được thông tin của em, em theo dõi email nhé (dự kiến ngày 26/11).. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Cho em gửi đơn xin đăng kí thi bổ sung ạ",
            "Chào em,. . Em chụp lại đơn và gửi lại nhé, hình em chụp mờ quá, in ra không đọc được. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Em chào quý thầy/cô ạ. Vừa rồi em có đăng ký gia hạn học phí của học kì chính HK211 và đã có tên trong danh sách được gia hạn. Nhưng em mới nhận được mail yêu cầu thanh toán học phí (trễ hạn). Cho em hỏi như vậy là sao ạ. Trong danh sách quyết định gia hạn em ở số thứ tự 66 ạ.",
            "\"Chào bạn,. . Các trường hợp Sinh viên đã có quyết định gia hạn học phí HK211 của Phòng Công tác chính trị - SV (đính kèm file) nên Sinh viên vui lòng bỏ qua email nhắc thanh toán đóng học phí HK211 (Học kỳ chính). . Thân. . . . \"",
            "Chào em,. . Vì  Sinh viên đã có quyết định gia hạn học phí HK211 của Phòng Công tác chính trị - SV (đính kèm file) nên Sinh viên vui lòng bỏ qua email nhắc thanh toán đóng học phí HK211 (Học kỳ chính).. . Thân mến. ."
        ]
    }
]