[
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tăng sĩ số lớp môn học . Xin chào.. . Em viết yêu cầu này mong các anh chị/ thầy cô tăng sỉ số môn học lớp Đường lối CM của Đảng Cộng Sản Việt Nam lớp DT01 thứ 7, CN của cô [full_name]. . Do em còn sót lại một vài môn, kính mong anh chị/ thầy cô giúp em tăng thêm sỉ số để em trả nợ xong hết. . . Em cảm ơn",
            "Chào em,. . . . [full_name]T đã tăng sỉ số môn Đường lối CM của Đảng Cộng Sản Việt Nam nhóm DT01, em lên đăng kí nhanh nhé"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tăng sĩ số lớp môn học . Dạ em đăng ký môn EE1011 - Giải tích mạch nhưng lịch học của em chỉ đăng ký được lớp DT01-DT02 mà lớp lại đầy sĩ số.. . Lý do em đăng ký trễ là bị nộp học phí trễ không đăng ký môn học được",
            "Chào em,. . . . Môn này đã full sỉ số không tăng được nữa em nhé.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính gửi: Phòng Đào tạo Trường Đại Học Bách Khoa TPHCM. . .    Em tên: [full_name] - MSSV: [student_id]- Lớp: XD17CTXD02. . .    Nay em viết đơn này mong muốn hủy môn học dự thính 191. Do lịch của môn học trùng với ngày học thí nghiệm ở công trường và DAMH, vì nhận thông báo trễ nên em không kiệp hủy vào DKMH đợt 2.. .    Em mong Phòng Đào tạo xem xét và hủy cho em môn sau:. .          - [full_name]5: Giải Tích 2.. .          - [full_name]: Vật Lý 2.. .    Em xin chân thành cảm ơn.",
            "Chào em,. . . . Thời điểm đã hết hạn huỷ môn học, nên bạn phải làm đơn rút môn học."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được . Hiện tại tôi đã đủ điều kiện đăng kí môn học tiểu luận tốt nghiệp. . . Bằng Toeic:375. . Số ngày công tác xã hội: 38 ngày. . Số môn học đã tổng kết : 89 . . Số tín chỉ kỳ hè đã học: 8. . Tổng số tín chỉ đã hoàn thành: 97. . và đã xét anh văn 1: ngày hôm nay: 16/09/2019. . . .",
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được. . Hiện tại tôi đã đủ điều kiện đăng kí môn học tiểu luận tốt nghiệp. . . Bằng Toeic:375. . Số ngày công tác xã hội: 38 ngày. . Số môn học đã tổng kết : 89 . . Số tín chỉ kỳ hè đã học: 8. . Tổng số tín chỉ đã hoàn thành: 97. . và đã xét anh văn 1: ngày hôm nay: 16/09/2019. . . .   /QUOTE . . Thứ, em phải chuyển điểm 1 trong 4 môn anh văn thì mới đủ số tín chỉ tích lũy nhận TLTN.. . . . http://www.aao.hcmut.edu.vn/index.php?route=catalog/chitietsv&pat1767h=59_62&tid="
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Khác ... . Đăng kí anh văn đầu vào sai. E muốn đổi đăng kí chọn 3 thành chọn 1. .",
            "em đăng kí anh văn đầu vào bị nhầm ạ. làm sao e có thể đky lại được ạ. hoặc là có thể hủy luôn được k ạ",
            "Chào em,. . . . Em có đăng kí chọn lại, 3h chiều nay là hết hạn đăng kí.",
            "dạ em chào chị. . giờ em bị lõ giờ đăng kí rồi á chị huhu. . giờ em phải làm sao mới đky lại được chị??. . em cảm ơn chị ạ.",
            "Chào bạn. . . . Đã hết thời gian đăng ký bạn không thể thay đổi lựa chọn.. . . . Nếu bạn chưa đăng ký mặc định bạn vẫn đi thi av đầu vào và sau khi có kết quả PĐT vẫn xếp lớp av 1234 cho bạn.. . . . Vì danh sách thi đã được cập nhật nên bạn không thể thay đổi được.",
            "cho em hỏi. . giờ em hủy đky đi. . thì có được tính là không đky và hệ thống vẫn đc đi thi và tự xêm lớp 1234 k ạ",
            "Chào bạn. . . . Đã hết thời gian đăng ký bạn không thể thay đổi lựa chọn.. . . . Nếu bạn chưa đăng ký mặc định bạn vẫn được đi thi av đầu vào và sau khi có kết quả PĐT vẫn xếp lớp av 1234 cho bạn.. . . . Vì danh sách thi đã được cập nhật nên bạn không thể thay đổi được.. . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em tên là [full_name] MSSV [student_id]. . Hiện tại số chỉ em là 97. công tác xã hội là 9 ngày, TOEIC là 395. Và em đã đăng ký chuyển điểm qua anh văn 1 trên MYBK, nhưng vẫn chưa được xét duyệt, em mong nhà trường xem xét xử lý giúp em để nâng số tín chỉ của em lên con số 99 để em đủ điều kiện làm tiểu luận trong kỳ này. Em xin chân thành cảm ơn.. . Dưới đây là những hình ảnh chứng minh thông tin em nói ở trên.",
            "QUOTE MSSV/MSGV: [student_id]    [full_name] [full_name] [full_name] [full_name] Yêu cầu khác[full_name] [full_name] [full_name] [full_name] Em tên là [full_name] MSSV [student_id][full_name] [full_name] Hiện tại số chỉ em là 97[full_name] công tác xã hội là 9 ngày, TOEIC là 395[full_name] Và em đã đăng ký chuyển điểm qua anh văn 1 trên MYBK, nhưng vẫn chưa được xét duyệt, em mong nhà trường xem xét xử lý giúp em để nâng số tín chỉ của em lên con số 99 để em đủ điều kiện làm tiểu luận trong kỳ này[full_name] Em xin chân thành cảm ơn[full_name][full_name] [full_name] Dưới đây là những hình ảnh chứng minh thông tin em nói ở trên[full_name]  /QUOTE [full_name] [full_name] [full_name], em phải chuyển điểm 1 trong 4 môn anh văn thì mới đủ số tín chỉ tích lũy nhận TLTN[full_name][full_name] [full_name] [full_name] [full_name] http://www[full_name]aao[full_name]hcmut[full_name]edu[full_name]vn/index[full_name]php?route=catalog/chitietsv&path=59_62&tid=1767"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tăng sĩ số lớp môn học . Em xin được request tăng sĩ số lớp dự thính   B HK191 Giải Tích 2 MT1005 lớp DT04  /B",
            "Chào em,  . . . . Đã tăng thêm 1 chỗ cho em rồi, em lên đăng kí nhanh nha."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tăng sĩ số lớp môn học . Em xin được tăng sĩ số lớp môn Cơ học thuỷ khí.. . Theo quy chế thì em cần ít nhất 122 tín chỉ để được đăng ký luận văn kỳ sau, mà hiện giờ em đã có 119, thêm 3 chỉ của môn này là sẽ đủ 122.. . Em xin Phòng Đào tạo tạo điều kiện cho em đăng ký môn này để dễ dàng ra trường, em xin cảm ơn.",
            "Chào em,. . . . Em vui lòng cho biết mã môn học?",
            "Dạ, mã môn học là TR1005",
            "Chào em,. . . . PDT đã tăng sỉ số cho em rồi, em đăng kí nhanh nhé."
        ]
    },
    {
        "intent": "",
        "message": [
            "[full_name] MSSV/MSGV: [student_id]/003421\t. . . .   i Đăng ký môn học - Đại học - Cao đẳng chính quy   Chuyển thời khóa biểu  Môn học bơi lớp L12 để em được đăng kí môn học vẽ kĩ thuật dự thính  . . . .",
            "Chào em,. . . . Khoá 2018 thời điểm này không được huỷ bổ sung môn nữa .Thời điểm này em đã học tuần thứ 5 rồi."
        ]
    },
    {
        "intent": "",
        "message": [
            "Em viết bài chủ đề này để xin chuyển lịch môn thể dục (môn bơi) thứ 2 tiết 2-3 sang thứ 4 tiết 9-10 ( vì thứ môn thể dục thứ 2 tiết 2-3 sát lịch với môn đại số tuyến tính tiết 3-4 trên trường. Hơn nữa em di chuyển bằng xe bus). Mong nhà trường đồng ý và chuyển lịch giúp em. Em xin cám ơn.",
            "responsible person: [551] [staff_name] [helpdesk staff]",
            "Chào em,. . . . Em vui lòng cho biết mã nhóm cần chuyển?",
            "QUOTE Chào em,. . . . Em vui lòng cho biết mã nhóm cần chuyển?  /QUOTE . . Em xin chuyển vào nhóm L20 ạ.",
            "Đã chuyển cho bạn"
        ]
    },
    {
        "intent": "",
        "message": [
            "Chương trình đào tạo - Đại học - Cao đẳng chính quy   Khác ... . Em muốn chuyển từ chương trình đại trà sang chương trình Việt Pháp vào học kỳ 2 hoặc sang năm 2 có được không ạ",
            "Chào bạn,. . Bạn vui lòng liên hệ trực tiếp văn phòng Việt Pháp để được tư vấn.. . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được  /i   QUOTE Em muốn đăng kí môn Công nghệ lạnh - điều hoà 1 MSMH 260621 cho học kì dự thính 191  . . . .",
            "Chào em,. . . . Đến 4h chiều mới hết hạn đăng kí, em vào đăng kí nhanh."
        ]
    },
    {
        "intent": "",
        "message": [
            "CODE Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được . Khi nãy em có xin tăng sĩ số môn Cơ học thuỷ khí (TR1005), và đã được PĐT trả lời là đã tăng.. . Tuy nhiên em chờ mãi vẫn chưa thấy tăng lên 51 (sĩ số vẫn 50/50 như cũ).. . Xin PĐT giúp em ạ.",
            ". . Chào em,. . Đã cập nhật tăng sỉ số rồi nha em."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được . Em muốn đăng kí bổ sung thêm môn Công nghệ lạnh điều hòa 1 Msmh: 260621  B . . Mong phòng đào tạo cho e đăng kí thêm để học cho đúng tiến độ ạ.",
            "Chào em,. . . . Môn 260621 trùng TKB môn 260611 nên không thể đăng kí được."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được . Dạ em có đăng ký hai môn vi xử lý(ee2013) và cơ sờ điều khiển tự động(ee2019) vào đợt 1, nhưng em ko thấy bất kỳ phản hồi nào cũng như ko thấy thời khoá biểu ạ, e mong pdt xem xét giúp e ạ, em cảm ơn.. .",
            "Chào em,. . . . Em phải xem kết quả đăng kí môn học để biết mình đăng kí được không? http://apps.aao.hcmut.edu.vn/qlgd_man/home.action;jsessionid=2B6D2949E5BD34924E6C370B3526A164.Hiện tại còn thời gian em đăng kí lại nha.Nhanh 4h là hết giờ DKMH"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Hôm trước họ có phát giấy hoãn nvqs về từng lớp, không biết vì lí do gì nhưng tên em có trong danh sách nhưng lại không có giấy. Giờ em phải lên xin làm lại hấyo ạ?",
            "responsible person: [551] [staff_name] [helpdesk staff]",
            "Chào bạn,. . Nếu bạn cần in lại vui lòng liên hệ trực tiếp tổ kỹ thuật Phòng đào tạo -cơ sở 1.. . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Dạ em kính chào thầy cô ạ!. . Tình hình là em có coi biểu đồ năm học của trường thì thấy vào ngày 14/10-18/10, tức tuần 42 thì được đề là nghỉ KHCN.. . Dạ cho em hỏi là tuần đó cả trường được nghỉ phải không ạ? Tại em có việc nên cần biết tuần đó có được nghỉ không để em sắp xếp việc của em ạ.. . Em rất cảm ơn thầy cô đã đọc câu hỏi của em ạ. . . Em đợi phản hồi từ thầy cô ạ. Em chúc thầy cô có một ngày tốt lành ạ.",
            "Chào bạn,. . Lịch từng môn học trên TBK (trang thông tin sinh viên)của bạn có ghi rõ lịch học tuần, bạn xem tuần 42 có trên lịch học không.. . Tùy vào lịch học từng môn học trên TBK  của bạn, bạn nhé.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được .",
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được. . . .   /QUOTE . .",
            "No solution"
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính gửi:Phòng Đào Tạo. . Em tên:[full_name] ,MSSV:[student_id], lóp BD15CN01 ngành Bảo Dưỡng Công Nghiệp.. . Hiện tại em đã đủ điều kiện về anh văn (410)và đã cập nhật vào thứ 6 ngày 13 tháng 9 năm 2019.. . Nay em làm mđơn này kính mong Phòng Đào Tạo xcho em đăng kí bổ sung môn Tiểu Luận Tốt Nghiệp(260663) vào học kì 191.. . Kính mong sự xem xét và chấp thuận từ Phòng Đào Tạo.. . Em xin chân thành cảm ơn.. .",
            "Kính gửi:Phòng [full_name] Tạo. . Em tên:[full_name] ,MSSV:[student_id], lóp BD15CN01 ngành Bảo Dưỡng Công Nghiệp.. . Hiện tại em đã đủ điều kiện về anh văn (410)và đã cập nhật vào thứ 6 ngày 13 tháng 9 năm 2019.. . Nay em làm mđơn này kính mong Phòng [full_name] Tạo xcho em đăng kí bổ sung môn Tiểu Luận Tốt Nghiệp(260663) vào học kì 191.. . Kính mong sự xem xét và chấp thuận từ Phòng [full_name] Tạo.. . Em xin chân thành cảm ơn.. .                         /QUOTE . . . . [full_name], em phải chuyển điểm 1 trong 4 môn anh văn thì mới đủ số tín chỉ tích lũy nhận TLTN."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ - Đại học - Cao đẳng chính quy   Khác ... . Cho em hỏi là HK191 này em đăng kí 8 chỉ, và dự thính HK191 em đăng kí 5 chỉ. Nếu em qua môn hết thì em có bị cảnh cáo học vụ không ạ?. . Em cám ơn",
            "Chào bạn,. . Bạn vui lòng xem Điểu 9 - mục 4 trên Quy chế học vụ mới có ghi rõ quy định về số tín chỉ tối thiểu mỗi học kỳ.. .  BẠn vui lòng đọc rõ lại quy chế học vụ trên web: www.aao.hcmut.edu.vn- Sinh viên - Quy chế - Quy chế học vụ bậc đại học và chương trình đào tạo-  Điều 9 -mục 4.. . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tăng sĩ số lớp môn học . Kính gửi các thầy cô trong văn phòng đào tạo,. . Em muốn yêu cầu chuyển lớp dự thính vi xử lý(ee2013). DD02-DD03 sang DD02-DD04 vì lý do em lịch học của em thứ 6 có tiết 12 và không thể đăng ký tiết 13 được.. . Em đã đăng ký dự thính đợt đầu nhưng vẫn không có lớp và bây giờ đợt 3 rồi mới có lớp.. . Xin quý thầy(cô) giúp đỡ.",
            "Chào em,. . . . Môn EE2013 nhóm DT02-DT04 đã hết chỗ không tăng được nữa."
        ]
    },
    {
        "intent": "",
        "message": [
            "E tên [full_name].MSSV [student_id]. . Cho e hỏi là e không đăng kí môn học kì chính và e có đăng kí dự thính và đã có thời khóa biểu vậy e có được nhận giấy tạm hoãn nghĩa vụ quân sự không?...nếu được thì bây giờ e đăng kí bao giờ mới nhận được ạ..Em xin chân thành cảm ơn!",
            "Chào bạn,. . Sau 2 tuần bắt đầu học dự thính chính thức, Phòng đào tạo sẽ in đồng loạt giấy hoãn NVQS gởi về văn phòng [full_name] cho sv.. . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được . Em đã chuyển điểm anh văn 1. Có file hình ảnh bên dưới. . Bây giờ em có thể đăng kí như thế nào để được làm luận trong học kỳ chính 191 ạ",
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được. . Em đã chuyển điểm anh văn 1. Có file hình ảnh bên dưới. . Bây giờ em có thể đăng kí như thế nào để được làm luận trong học kỳ chính 191 ạ  /QUOTE . . . . Em theo dõi kết quả trên Mybk"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Chuyển thời khóa biểu . Kính gửi các thầy cô trong văn phòng đào tạo,. . . . . . Kính gửi các thầy cô trong văn phòng đào tạo,. . Em muốn yêu cầu chuyển lớp dự thính vi xử lý(ee2013). DD02-DD03 sang DD02-DD04 vì lý do em lịch học của em thứ 6 có tiết 12 và không thể đăng ký tiết 13 được.. . Em đã đăng ký dự thính đợt đầu nhưng vẫn không có lớp và bây giờ đợt 3 rồi mới có lớp.. . Xin quý thầy(cô) giúp đỡ.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: 813T1119  /b \t. . . .   i Vừa làm vừa học - ĐTTX   Yêu cầu khác . Cho em hỏi em là sinh viên hệ VHVL khóa 13, sao trong trang thông tin em là sinh viên hệ Chính quy. Nếu đúng theo thông tin trong trang thông tin của em thì em không kịp ra trường. Và cho em hỏi xin gia hạn thời gian học được không và nếu được thì em gặp phòng ban nào để xin. Em cám ơn.",
            "Chào bạn [full_name];. . Bạn là sinh viên vừa làm vừa học chứ không phải sinh viên chính quy nhé, trang thông tin sinh viên hiện tại hồ sơ chỉ của hệ chính quy( VLVH chưa cập nhật thôi nhé"
        ]
    },
    {
        "intent": "",
        "message": [
            "Chương trình đào tạo - Đại học - Cao đẳng chính quy   Khác ... . Cho em hỏi là văn phòng Việt Pháp ở đâu ạ, cơ sở 1 hay 2 ạ, và có trang web không ạ , em cám ơn",
            "Chào bạn,. . . . Văn phòng Việt Pháp tại 304B10 cơ sở 1.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Chứng chỉ ngoại ngữ - Đại học - Cao đẳng chính quy   Thẩm tra chứng chỉ (nộp chứng chỉ) . Kính gửi quý thầy(cô),. . . . Em là sinh viên khóa K2018, em có thắc mắc về  chuẩn Anh Văn để tốt nghiệp đối với khóa K2018 chương trình đại trà em có xem trên trang của phòng đào tạo thì em được biết điều kiện phải là bằng TOEIC trên 500 và phải có chứng chỉ TOEIC Speaking và TOEIC Writing và thay vì vậy nếu nộp chứng chỉ 4 kỹ năng như IELTS thì được chấp nhận nhưng em không thấy đề cập rõ là nếu nộp bằng IELTS thì phải từ bao nhiêu ạ ? Mong quý thầy(cô) giải đáp giúp em.. . . . Thân.",
            "Chào bạn. . Để biết thang điểm tương đương của IELTS với Toeic 500, bạn vui lòng xem bảng quy đổi tương đương các chứng  chỉ ngoại ngữ và cách . . tính điểm chuyển.. . BẠn vui lòng xem chi tiết tại: www.aao.hcmut.edu.vn- Sinh viên - Ngọại ngữ- Bảng quy đổi tương đương các chứng chỉ ngoại ngữ và cách tính điểm chuyển.. . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]  /b \tanh chị thầy cô cho em hỏi là avdv em chưa đăng ký xếp lớp. và theo quy định là em bắt buộc chọn CHON1. Em có thể thay đổi được không ạ? . . . .",
            "responsible person: [551] [staff_name] [helpdesk staff]",
            "Chào bạn. . . . Đã hết thời gian đăng ký bạn không thể thay đổi lựa chọn.. . . . Nếu bạn chưa đăng ký mặc định bạn vẫn đi thi av đầu vào và sau khi có kết quả PĐT vẫn xếp lớp av 1234 cho bạn"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Khác ... . Em chào chị.. . em có hỏi chị làm sao mà đky lại av đầu vào. nhưng giờ em bị lỡ giờ rồi á chị. . Giờ em phải làm như nào để có thể đky lại được vậy chị. em cảm ơn chị ạ. .",
            "Chào bạn. . . . Đã hết thời gian đăng ký bạn không thể thay đổi lựa chọn.. . . . Nếu bạn chưa đăng ký mặc định bạn vẫn đi thi av đầu vào và sau khi có kết quả PĐT vẫn xếp lớp av 1234 cho bạn"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được . MSSV:[student_id]",
            "Chào em,. . . . Em muốn hỏi về vấn đề gì?"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]  /b \t[full_name] [full_name] [full_name] [full_name]   i Tốt nghiệp - Đại học - Cao đẳng chính quy   Thanh toán lệ phí & khai lý lịch tốt nghiệp  /i [full_name] [full_name] [full_name] [full_name] [full_name] [full_name] Xin chào thầy/cô,[full_name] [full_name] Hiện tại em đã có điểm môn học cuối cùng, cũng như hoàn thành toàn bộ các môn học trong quá trình học và muốn đăng kí tốt nghiệp[full_name] [full_name] [full_name] Tuy nhiên do trước đó có đkmh 1 môn tự chọn cho học kì 191, em đã làm đơn rút môn và đã không còn TKB của học kì 191 tới[full_name][full_name] [full_name] Nhưng theo em biết thì phải đến 15/10 mới được đóng tiền hủy môn trong khi theo thông báo thì ngày 30/9 này sẽ kết thúc thời gian đăng kí tốt nghiệp[full_name][full_name] [full_name] Em có lên PDT trao đổi thì nhận được yêu cầu chờ có tên trong ds tốt nghiệp dự kiến, nhưng mãi em vẫn không thấy tên[full_name] [full_name] [full_name] Trong trường hợp này, em không biết pkhari giải quyết như thế nào[full_name] [full_name] [full_name] Mong đựơc sự tư vấn, hướng dẫn từ phía quý thầy/cô để em kịp tốt nghiệp vào tháng 11 tới[full_name] [full_name] [full_name] Xin chân thành cảm ơn[full_name][full_name] [full_name] [full_name][full_name][full_name] [full_name] Trong trường hợp của",
            "QUOTE MSSV/MSGV: [student_id]    [full_name] [full_name] [full_name] [full_name] Tốt nghiệp - Đại học - Cao đẳng chính quy   Thanh toán lệ phí & khai lý lịch tốt nghiệp[full_name] [full_name] [full_name] [full_name] [full_name] [full_name] Xin chào thầy/cô,[full_name] [full_name] Hiện tại em đã có điểm môn học cuối cùng, cũng như hoàn thành toàn bộ các môn học trong quá trình học và muốn đăng kí tốt nghiệp[full_name] [full_name] [full_name] Tuy nhiên do trước đó có đkmh 1 môn tự chọn cho học kì 191, em đã làm đơn rút môn và đã không còn TKB của học kì 191 tới[full_name][full_name] [full_name] Nhưng theo em biết thì phải đến 15/10 mới được đóng tiền hủy môn trong khi theo thông báo thì ngày 30/9 này sẽ kết thúc thời gian đăng kí tốt nghiệp[full_name][full_name] [full_name] Em có lên PDT trao đổi thì nhận được yêu cầu chờ có tên trong ds tốt nghiệp dự kiến, nhưng mãi em vẫn không thấy tên[full_name] [full_name] [full_name] Trong trường hợp này, em không biết pkhari giải quyết như thế nào[full_name] [full_name] [full_name] Mong đựơc sự tư vấn, hướng dẫn từ phía quý thầy/cô để em kịp tốt nghiệp vào tháng 11 tới[full_name] [full_name] [full_name] Xin chân thành cảm ơn![full_name] [full_name] [full_name][full_name][full_name] [full_name] Trong trường hợp của  /QUOTE [full_name] [full_name] Chào [full_name], Danh sách dự kiến sẽ được cập nhật lại vào cuối tuần và em sẽ nhận được mail “Thông báo lịch trình tốt nghiệp đợt 2 năm 2019”"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Khác ... . Dạ cho em hỏi. Hiện tại em muốn đăng kí học chèn vào lớp đang học ở học kì chính, vậy có được không ạ? Do em đăng kí dự thính mà lịch bị trùng nên đăng kí không được. Nếu đăng kí được thì em phải làm như thế nào ạ. Em xin cảm ơn.",
            "Chào em,. . . . Học kỳ chính đã học được 5 tuần, nên không đăng kí được nữa."
        ]
    },
    {
        "intent": "",
        "message": [
            "Chứng chỉ ngoại ngữ - Đại học - Cao đẳng chính quy   Khác ... . Dạ trong lúc em đăng kí anh văn đầu vào em đã chọn thi anh văn đầu vào nhưng em không đăng kí học lớp anh văn của trường ạ.Nhưng lúc em đăng kí mạng bị trục trặc hay gì mà giờ hiện em chưa đăng kí,mong nhà trường giúp em.",
            "Chào bạn. . . . Hiện tại danh sách thi và xếp lớp anh văn đã được tạo và bạn không thể thay đổi lựa chọn của mình.. . . . Nếu bạn không đăng ký trong đợt av mặc định PĐT sẽ đăng ký cho bạn thi và xếp lớp anh văn 1,2,3,4 cho bạn."
        ]
    },
    {
        "intent": "",
        "message": [
            "Chứng chỉ ngoại ngữ - Đại học - Cao đẳng chính quy   Khác ... . Dạ trong lúc đăng kí anh văn đầu vào, em đã chọn thi anh văn đầu vào nhưng không đăng ký học anh văn trong trường ạ. Nhưng trong lúc đăng ký mạng bị trục trặc hay gì nên em không đăng ký được. Kính mong nhà trường giải quyết giúp em a.",
            "Chào bạn.. . . . Hiện tại danh sách thi anh văn và xếp lớp av đã được cập nhật nên bạn không thể đăng ký lại được, mặc định nếu bạn không đăng ký PĐT vẫn xếp cho bạn thi AV đầu vào và xếp lớp av 1234 cho bạn"
        ]
    },
    {
        "intent": "",
        "message": [
            "Điểm thi - Đại học - Cao đẳng chính quy   Điểm môn học . Cho mình hỏi điểm thực tập tốt nghiệp mình đã được giáo viên hướng dẫn ký và nộp lên bộ môn nhưng điểm trên Cổng thông tin sinh viên mình là 0 điểm.. . Vậy mình có cần liên hệ GVHD để xin nhập điểm ko ạ. .",
            "Chào bạn,. . Bạn liên hệ với GV phụ trách môn học để hiểu rõ hơn.. . Thân mến"
        ]
    },
    {
        "intent": "",
        "message": [
            "[full_name], em phải chuyển điểm 1 trong 4 môn anh văn thì mới đủ số tín chỉ tích lũy nhận TLTN. . . . . Kính gửi:Phòng [full_name] Tạo. . Em tên:[full_name] Minh Nghĩa ,MSSV:[student_id], lóp BD15CN01 ngành Bảo Dưỡng Công Nghiệp.. . Em đã đạt 410 điểm TOEIC và em đã chuyển điểm và đóng lệ phí 2 môn anh văn 1 và anh văn 2 theo quy định của trường.. . kính mong Phòng [full_name] Tạo hướng dẫn,tạo điều kiện để em được đăng kí bổ sung môn Tiểu Luận Tốt Nghiệp (260663) trong học kì 191 này.. . Em xin chân thành cảm ơn!",
            "[full_name], em phải chuyển điểm 1 trong 4 môn anh văn thì mới đủ số tín chỉ tích lũy nhận TLTN. . . . . Kính gửi:Phòng [full_name] Tạo. . Em tên:[full_name] Minh [full_name] ,MSSV:[student_id], lóp BD15CN01 ngành Bảo Dưỡng Công Nghiệp.. . Em đã đạt 410 điểm TOEIC và em đã chuyển điểm và đóng lệ phí 2 môn anh văn 1 và anh văn 2 theo quy định của trường.. . kính mong Phòng [full_name] Tạo hướng dẫn,tạo điều kiện để em được đăng kí bổ sung môn Tiểu Luận Tốt Nghiệp (260663) trong học kì 191 này.. . Em xin chân thành cảm ơn!  /QUOTE . . Chào [full_name], Chiều hôm nay em lên myBk kiểm tra thời khóa biểu nhe!"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Khác ... . Em có đăng ký môn Cơ Lưu Chất mã CI2003 nhưng không có trong kết quả đăng ký cho em hỏi vì sao ạ?",
            "Chào em,. . . . Môn CI2003 học kỳ dự thính không mở lớp."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Cho em hỏi e đăng kí thi anh văn đầu vào mà lở chọn nhằm mục 1, mục 1 có ghi là thi xong thì bk sẽ xếp lớp học anh văn.Nhưng e lở học anh văn ở ngoài rồi thì sao, không biết nhà trường có giải quyết cho e thay đổi không ?",
            "responsible person: [551] [staff_name] [helpdesk staff]",
            "Chào bạn,. . Nếu bạn không muốn học môn av thì khi có TKB môn AV trên web thì bạn có thể nộp đơn rút môn av tại Phòng đào tạo.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Dịch vụ cho sinh viên - Đại học - Cao đẳng chính quy   Đăng ký in thẻ sinh viên . Dạ em là SV năm nhất và chưa đc cấp thẻ SV. Em đã cập nhật lại ảnh theo yêu cầu của trường rồi ạ.không biết khi nào em có thể nhận thẻ và nhận tại đâu hay sẽ đc chuyển về khoa giao cho lớp trưởng ạ. Em xin cảm ơn.",
            "Chào bạn,. . BẠn vui lòng liên hệ trực tiếp tổ kỹ thuật Phòng đào  tạo để được hỗ trợ.. . [full_name]."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Kính gửi Phòng Đào tạo trường Đại học Bách Khoa. . Em muốn hỏi là lúc trước em xem TKB thì thấy có thí nghiệm Kĩ thuật lập trình và trong TKB thì được nghỉ tuần 41,42 nhưng hôm qua em xem lại thì không còn lịch thí nghiệm kĩ thuật lập trình nữa nhưng trên đăng kí môn học vẫn còn lịch và trên TKB thứ 2 và thứ 3 có lịch học tuần 41 nghỉ tuần 42,43 cho em hỏi là em sẽ đi học theo TKB được cập nhật phải không ạ?. . Em cảm ơn ạ.",
            "responsible person: [551] [staff_name] [helpdesk staff]",
            "Chào bạn. . . . Sau khi đăng ký môn học xong bạn tham khảo tkb cập nhật trên trang tkb cá nhân, tkb trên trang đkmh sẽ không được cập nhật mới và chỉ có giá trị trong thời hạn đăng ký môn học."
        ]
    },
    {
        "intent": "",
        "message": [
            "Em quên đăng ký kiểm tra anh văn đầu vào trực tuyến thì còn cách nào để kiểm tra không ạ .Em cảm ơn. .",
            "Chào bạn,. . Khi bạn không đăng ký chọn hình thức nào thì mặc định là Phòng đào tạo sẽ cho bạn thi và tự xếp lớp AV cho bạn.. . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Khác ... . E định đăng kí anh văn thi đầu vào nhưng không xếp lớp( CHON 3 ) nhưng do đọc không kĩ nên chọn không thi anh văn và không xếp lớp (CHON 2). Giờ được đổi lại không ạ?. . . .",
            "Chào bạn. . . . Hiện tại danh sách thi và xếp lớp anh văn đã được tạo và bạn không thể thay đổi lựa chọn của mình.. . . . Nếu bạn không đăng ký trong đợt av mặc định PĐT sẽ đăng ký cho bạn thi và xếp lớp anh văn 1,2,3,4 cho bạn."
        ]
    },
    {
        "intent": "",
        "message": [
            "Em sinh viên k14 , đợt đăng ký môn học dự thính vừa rồi . Em bị lỗi đăng ký dự thính đó môn học của học kỳ chính 183 bị gộp chung vơi các môn dự thính nên dẫn tới bị hủy môn do quy chế là học kỳ dự thính chỉ đăng ký được tối đa 11 tín chỉ . Giờ em bị hủy 2 môn , hoc kỳ sau em ko nhận luận văn đc mong thầy cô và anh chị khắc phục lỗi gíup em",
            "Chào em,. . . . Em bị huỷ môn học nào?, em muốn đăng kí môn học nào?, mã số môn học.",
            "Dạ học kỳ dự thính 191 em có đăng ký 3 môn học dự thính là TR1005 ( cơ học thuỷ khí ) , ME2013 ( nhiệt động lực học và truyền nhiệt ), MT1009 ( phương pháp tính ) nhưng 2 môn ME2013 và MT1009  bị huỷ ạ . Em muốn đăng ký lại 2 môn ME2013 và MT1009",
            "Môn ME2013 trùng tkb với môn TR1005. . . . Đã đăng ký MT1009 cho bạn",
            "Dạ , em cảm ơn . Anh cho em đăng ký thêm môn giải tích 2  ( mã số môn học là MT1005 ) để thay thế môn ME2013 .",
            "Đã đăng ký cho bạn",
            "Dạ , em cảm ơn"
        ]
    },
    {
        "intent": "",
        "message": [
            "Các Thầy/Cô cho em hỏi là em có thể tìm địa chỉ email của các giảng viên như thế nào để liên hệ ạ? Em muốn liên hên với cô [full_name] nhưng khi lên trang web http://www.pgs.hcmut.edu.vn/vi/doi-ngu-dao-tao thì lại không thể tìm thấy tên cô trong danh sách khoa Điện - Điện Tử ạ.",
            "responsible person: [551] [staff_name] [helpdesk staff]",
            "Chào bạn,. . Bạn vui lòng liên hệ trực tiếp văn phòng [full_name] để được hỗ trợ về thông tin của GVGD.. . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Em là [full_name]-MSSV: [student_id], hiện em đã được cấp bằng tốt nghiệp tạm thời, nhưng trên danh sách tốt nghiệp chính thức vẫn chưa có tên của em, em mong quí thầy cô kiểm tra thông tin giúp em, em xin cảm ơn.",
            "Tất cả các bạn đã đăng ký tốt nghiệp thì sẽ có tên trong danh sách tốt nghiệp chính thức.. . Danh sách tốt nghiệp chính thức sẽ được cập nhật trong tháng 10."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được . Em chào ad , em xin ad cho em được đky thi anh văn đầu vào và tự học với mã môn học CHON3 , em xin cảm ơn ad nhiều",
            "Chào bạn. . . . Hiện tại danh sách thi và xếp lớp anh văn đã được tạo và bạn không thể thay đổi lựa chọn của mình.. . . . Nếu bạn không đăng ký trong đợt av mặc định PĐT sẽ đăng ký cho bạn thi và xếp lớp anh văn 1,2,3,4 cho bạn."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp - Đại học - Cao đẳng chính quy   Cập nhật ngày CTXH, điểm ... . Em có điểm Đường Lối Cách Mạng Cộng Sản với điểm là 5.5 là môn học cuối cùng . Em đã hoàn thành xong các môn học và luận văn. Kính Mong PDT cập nhập bổ sung sớm để em hoàn thành tốt nghiệp đại học đúng thời hạn. Vì hết tháng 9 là không được đăng kí tốt nghiệp",
            "Tốt nghiệp - Đại học - Cao đẳng chính quy   Cập nhật ngày CTXH, điểm .... . . . Em có điểm Đường Lối Cách Mạng Cộng Sản với điểm là 5.5 là môn học cuối cùng . Em đã hoàn thành xong các môn học và luận văn. Kính Mong PDT cập nhập bổ sung sớm để em hoàn thành tốt nghiệp đại học đúng thời hạn. Vì hết tháng 9 là không được đăng kí tốt nghiệp  /QUOTE . . Chào [full_name], Danh sách dự kiến sẽ được cập nhật lại vào cuối tuần và em sẽ nhận được mail “Thông báo lịch trình tốt nghiệp đợt 2 năm 2019”"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Khác ... . Kính gửi PĐT,. . Học kỳ 191 này em có làm đơn mở lớp dự thính và đăng ký môn Thiết kế kiến trúc công cộng 3 - MSMH: CI2069. Nhưng do TKB được xếp vào chiều thứ 7 em bị trùng lịch với môn Ký họa - MSMH: CI1039. Trong thực tế môn Ký họa tụi em được học vào buổi sáng và TKKTCC3 được học theo lịch của giảng viên, vì vậy thời gian học của hai môn này là không trùng nhau. Em xin thầy cô cho em được cập nhật TKB môn TKKTCC3 để hoàn thành môn học và sớm đăng ký được tốt nghiệp. . . Em xin gửi minh chứng lịch học Ký họa thực tế ở phần đính kèm.. . Mong quý thầy cô chấp nhận yêu cầu của em. Em xin cảm ơn.. . . . [full_name]. . [student_id]. . . . . . . . . . . . . .",
            "Chào em,. . . . Trường hợp này phải làm đơn có sự xác nhận của giảng viên dạy môn CI1039, chứ hiện tại môn CI1039 vẫn học vào ngày thứ 7 tiết 7,8,9,10 trùng lịch học dự thính môn CI2069."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Chuyển thời khóa biểu . Em được đăng ki lớp DT01 do ngành em học vẽ kĩ thuật ngành cơ khí nhưng trường xếp em vào vẽ kĩ thuật ngành xây dựng và thời gian học dự thính không đảm bảo ạ vì em kết thúc ở cs2 ở tiết 12 không kịp để lên cs1 học tiếp dự thính ạ",
            "Chào bạn. . . . Bạn đăng ký theo đúng mã số môn học của ngành học và PĐT xếp lớp Dự thính trên mã môn học. . . . . Nếu môn học bạn đăng ký không đúng ngành học bạn có thể làm đơn xin rút môn ( có tính học phí) vì thời điểm này không thể đổi hoặc hủy môn.. . . . Bạn lưu ý khi đăng ký môn học phải đăng ký đúng mã môn học của ngành học tránh đăng ký các môn học tương tự (khác mã môn) của ngành khác.. . . . Môn học CI1003 vẽ kỹ thuật cho khoa xây dựng.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được . Vừa qua các môn học HK183 của em đã có đủ điểm đạt trên tiến độ học tập. Tuy nhiên do vẫn chưa cập nhật kịp thời số tín chỉ mới (thêm 3 TC), nên số tín chỉ tích lũy hiện tại của em (hình đính kèm) vẫn chưa đạt điều kiện đăng ký môn Thực tập tốt nghiệp (144TC).. . . . Rất mong Phòng đào tạo xem xét giúp em đăng ký được môn Thực tập tốt nghiệp trong HK191 này, để em có cơ hội kịp ra trường trong học kì tới ạ!. . . . Em xin chân thành cảm ơn!",
            "QUOTE MSSV/MSGV: [student_id]    [full_name] [full_name] [full_name] [full_name] Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được[full_name] [full_name] [full_name] [full_name] Vừa qua các môn học HK183 của em đã có đủ điểm đạt trên tiến độ học tập[full_name] Tuy nhiên do vẫn chưa cập nhật kịp thời số tín chỉ mới (thêm 3 TC), nên số tín chỉ tích lũy hiện tại của em (hình đính kèm) vẫn chưa đạt điều kiện đăng ký môn Thực tập tốt nghiệp (144TC)[full_name][full_name] [full_name] [full_name] [full_name] Rất mong Phòng đào tạo xem xét giúp em đăng ký được môn Thực tập tốt nghiệp trong HK191 này, để em có cơ hội kịp ra trường trong học kì tới ạ![full_name] [full_name] [full_name] [full_name] Em xin chân thành cảm ơn!  /QUOTE [full_name] [full_name] [full_name], em theo dõi kết quả trên myBk nhe!"
        ]
    },
    {
        "intent": "",
        "message": [
            "[student_id]. . Cho em hỏi em có thể rút môn tư tưởng lên kì dự thính được không ạ?",
            "Chào bạn. . . . Bạn có thể làm đơn xin rút môn học nộp về PĐT . . . . Bạn lưu ý khi rút môn vẫn tính học phí."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Khác ... . Em đã đăng kí môn cơ học kết cấu ( Mã môn học CI2029) vào đợt 1 đăng kí môn học dự thính ( ngày 21/8) . Nhưng đến nay em vẫn chưa nhận được thời khoá biểu cho môn này, trong khi các bạn em đã nhận được rồi . Mong phòng đào tạo xem xét giúp em . Em xin cảm ơn ! . .",
            "Chào bạn. . . . Bạn vào đợt 2 đăng ký môn học -  xem lịch sử đăng ký để biết lý do không đăng ký được :. . . . . . . . 05/ 09/ 2019 17:21\tDT191 - Đăng ký môn học Dự thính Học kỳ 1 (2019 - 2020) - HK191 - [full_name] - Đợt 2\tPDT không đ/ký cho SV MH CI2029 (#: Vi phạm giờ học (Thông tầm) từ tiết 6 sang tiết 7 hoặc tiết 12 sang tiết 13 CI1045)",
            "Thưa . Em đã kiểm tra , hệ thống báo \"bạn chưa chọn đợt đăng kí\" . Em muốn hỏi còn cách nào để giải quyết cho em học không ạ ?",
            "Bạn chọn đợt đăng ký bên trái như là đăng ký môn học bình thường rồi bấm vào xem lịch sử đăng ký để biết lý do không đăng ký được nhé.. . . . Bạn có nguyện vọng học môn CI2029 không ? nếu có phản hồi lại để mình đăng ký cho bạn",
            "vâng ! Nhờ anh đăng giúp em môn này ạ. Mong anh sắp xếp cho em lớp DT01 để thuận thời gian biểu của em . Em xin cảm ơn !",
            "Đã đăng ký cho bạn",
            "Em xin cảm ơn nhiều !"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được . Dạ cho em hỏi, em đăng ký bổ sung môn GDTC theo mail hướng dẫn của trường nhưng tới giờ em chưa nhận được thông báo xác nhận đăng ký thành công chưa, thời khoá biểu của em cũng không có cập nhật môn GDTC. Mong thầy cô xem lại giúp em ạ, em xin cảm ơn.",
            "Chào em,. . . . Tất cả các mail đăng kí về thể dục trên BKSI PDT đã giải quyết hết rồi?, tôi chưa thấy mail của em. Vậy em DKMH lại nhé, cho biết mã số môn học?, mã nhóm?",
            "PE1015 L28. . Em cảm ơn cô ạ."
        ]
    }
]