[
    {
        "intent": "",
        "message": [
            "Học vụ . \"Thời gian: 12/13/2021 01:15:05 pm. . Từ: [563] (001829) [full_name]. . . . Chào em,. . em không biết nó có chính thức chưa hay còn hiệu chỉnh ạ?. . =  Chính thức, em có thể xin GV đổi nhóm khác nếu có nhiều nhóm, hoặc em có thể huỷ TN đợt này. Nếu em muốn huỷ gửi lại nhé.. . Thân mến\". . . . Em nhận được câu trả lời cho câu hỏi trước như trên.. . . . Nếu hoãn lịch thực tập đợt này môn Thực tập Điện tử 1 thì em cần làm gì? Và môn này có bị hủy và phải đăng ký môn học lại không ạ? Vì em hỏi cho một số bạn nữa không phải mỗi em.. . . . Em cảm ơn ạ.",
            "Chào em,. . Phòng Đào tạo đã tiếp nhận thông tin xin hủy đăng ký học thí nghiệm trực tiếp của em.. . SV vui lòng theo dõi mail và thời khóa biểu được cập nhật Mybk/Thông tin sinh viên/Xem thời khóa biểu sau khi trường được hoạt động lại bình thường (dự kiến trong tháng 3/2022). . Thân mến. .",
            "Em chào Cô,. . . . . . Em có liên lạc với Thầy bên môn Điện tử được rồi và Thầy nói sẽ sắp xếp riêng cho trường hợp của em và một số bạn khác tùy lịch ạ. Vì Thầy trả lời hơi trễ nên em đã gây ra sự phiền phức này.. . . . Cô có thể chỉnh lại KHÔNG HỦY việc đi học trực tiếp môn Thực tập điện tử 1 giúp em được không ạ? Em sẽ vẫn có thể đi học trực tiếp tiếp tục ạ. . . . . Cảm ơn và xin lỗi đã làm phiền Cô ạ.",
            "li answer rate: Answer is not complete / Câu trả lời chưa hoàn chỉnh",
            "Bạn cần hủy TT ĐIỆN 1 thôi đúng không?. . Môn TT điện tử vẫn giữ đúng không?"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em tên: [full_name]. . MSSV: [student_id]. . Hệ: VHVL. . Em đã đăng ký làm thẻ sinh viên và thanh toán 15/08 nhưng vẫn chưa nhận được thẻ qua Bưu Điện! Em muốn hỏi Thẻ của em đã có chưa và khi nào em được nhân?",
            "Chào em,. . Bưu điện đã trả lại do gọi điện không bắt máy,. . em vui lòng lên trực tiếp Phòng Đào tạo để nhận lại nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Kính gửi: Phòng đào tạo trường Đại Học Bách Khoa TPHCM,. . Em tên là [full_name],. . Sinh viên khóa K2020, . . Thuộc khoa: Kĩ thuật hóa học, . . MSSV: [student_id].. . Ngày 9/11 em có gửi form đăng kí trở lại học trực tiếp tại trường, và hiện tại đã có lịch học trở lại của 2 môn:. . 1. Hóa vô cơ ( thí nghiệm) (CH2014) tuần 50-51-52. . 2. Hóa đại cương ( thí nghiệm) (CH1004) tuần 50-51. . Tuy nhiên, hiện tại em vẫn chưa sắp xếp được để lên học trực tiếp tại trường cũng như tình trạng sức khỏe hiện tại của em không cho phép .Nên em mong Phòng đào tạo dời lại lịch học trực tiếp hai môn thí nghiệm Hóa vô cơ (CH2014) và Hóa đại cương ( CH1004) qua tết giúp em với ạ.. . Em xin chân thành cảm ơn.",
            "Chào em,. . Phòng Đào tạo đã tiếp nhận thông tin xin hủy đăng ký học thí nghiệm trực tiếp của em.. . SV vui lòng theo dõi mail và thời khóa biểu được cập nhật Mybk/Thông tin sinh viên/Xem thời khóa biểu sau khi trường được hoạt động lại bình thường (dự kiến trong tháng 3/2022). . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Dạ em có đăng kí học thí nghiệm trên trường, tuy nhiên do em có kẹt lịch thi với lịch thực tập nên không thể tham gia học thí nghiệm trên trường được. Mong các thầy (cô) cho em hỏi về cách làm đơn hay thao tác hủy đăng kí học off thí nghiệm tại trường được không ạ.. . . . Em cảm ơn các thầy (cô) rất nhiều !",
            "Bổ sung. . Dạ em xin phép chỉ hủy các buổi thí nghiệm off tại trường của môn Các quá trình chế tạo tiên tiến ME3204, mong các (cô) giúp em với ạ !",
            "Chào em,. . Phòng Đào tạo đã tiếp nhận thông tin xin hủy đăng ký học thí nghiệm trực tiếp của em.. . SV vui lòng theo dõi mail và thời khóa biểu được cập nhật Mybk/Thông tin sinh viên/Xem thời khóa biểu sau khi trường được hoạt động lại bình thường (dự kiến trong tháng 3/2022). . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Kính gửi Phòng Đào tạo Trường Đại học Bách Khoa HCM,. . Em tên là [full_name] MSSV: [student_id]. Sinh viên K21 Khoa Kĩ Thuật Hóa Học Hệ Chính quy.. . Em mong muốn xin được hoãn môn học Thí Nghiệm Hóa Đại Cương - VL02. . Lí do: Nhà em ở tỉnh Lâm Đồng quá xa so với trường học và tình hình dịch bệnh còn rất phức tạp. .  mà theo TKB thì tuần sau ( tuần 51) em phải lên trường học mỗi môn Thí nghiệm Hóa.. . Vì em không biết nên đã lỡ đăng kí điền biểu mẫu học offline.. . Em rất mong muốn Phòng đào tạo sẽ tạo điều kiện giúp đỡ em hoãn môn học cho tới khi có thông báo học offline tập trung của toàn trường.. . Em xin chân thành cám ơn ạ!. . . .",
            "Chào em,. . Phòng Đào tạo đã tiếp nhận thông tin xin hủy đăng ký học thí nghiệm trực tiếp của em.. . SV vui lòng theo dõi mail và thời khóa biểu được cập nhật Mybk/Thông tin sinh viên/Xem thời khóa biểu sau khi trường được hoạt động lại bình thường (dự kiến trong tháng 3/2022). . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Em tên [full_name]-MSSV:[student_id]. . . Em muốn xin hủy lịch học TN môn Các quá trình chế tạo (TN)-VL01.. . Lý do:gia đình em bị mắc covid và phải cách ly 14 ngày, nên em không thể đi học được ạ. Rất mong nhà trường có thể xem xét cho em.. . Em cảm ơn.. . . . . .",
            "Chào em,. . Phòng Đào tạo đã tiếp nhận thông tin xin hủy đăng ký học thí nghiệm trực tiếp của em.. . SV vui lòng theo dõi mail và thời khóa biểu được cập nhật Mybk/Thông tin sinh viên/Xem thời khóa biểu sau khi trường được hoạt động lại bình thường (dự kiến trong tháng 3/2022). . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính thưa Phòng Học vụ trường Đại học Bách khoa TP.HCM, . . . . hiện tại em là sinh viên K21 và có mong muốn được tạm ngừng việc học ở học kỳ II và bảo lưu kết quả ở học kỳ I để ôn luyện đại học và thi vào ngành em mong muốn hơn của trường. Em rất mong quý Thầy Cô có thể hướng dẫn cho em thủ tục để có thể xin tạm ngừng việc học trong học kỳ II năm học 2021-2022 và học kỳ I năm học 2022-2023.. . . . Kính chào và em xin gửi lời cảm ơn đến quý Thầy Cô.. .   i Học vụ .",
            "Chào em,. . - Em vui lòng xem quy chế điều 26. . http://www.aao.hcmut.edu.vn/quy chế quy định/học vụ/- Quy chế đào tạo và học vụ bậc đại học, cao đẳng/điều 26. . - Tải biểu mẫu tạm dừng tại:. . http://www.aao.hcmut.edu.vn/sinh viên/biểu mẫu. . điền đầy đủ thông tin gửi đơn đến [email]. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính chào thầy(cô), . . . . Em là sinh viên khóa K18 trường mình, vì lý do quên đăng xuất khỏi hệ thống BK Exam nên tạm thời em bị khóa tài khoản không vào được trong BK Exam. Hiện tại em không thể vô để xem các ghi chú của giáo viên cho việc thi cuối kì của môn học trong ngày thứ 4 15/12 sắp tới. . . Rất mong quý thầy, cô mở lại quyền truy cập cho em sớm nhất. Em xin cảm ơn.. . . . Thân.. .   i Yêu cầu khác .",
            "Chào em,. . - Khi thi sinh viên chỉ được đăng nhập một lần trên một thiết bị. Nếu tắt mà không đăng xuất thì bị khóa. Trước khi cán bộ coi thi vào phòng thi mở khóa cho tất cả các bạn. Theo quy định thì bên tổ chức thi phải có thông tin để sinh viên liên lạc nếu khi có sự cố. Trên trang bkex PĐT cũng lưu ý là sv nên lưu lại link google meet phòng thi trước đó. Vì vậy nếu có sự cố em liên lạc với bên tổ chức thi hoặc cán bộ giảng dạy để giải quyết... . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em đã đăng kí tốt nghiệp và đã thanh toán tiền tốt nghiệp, nhưng sau khi em thanh toán tiền thì web đăng kí tốt nghiệp bị lỗi và đến hôm nay thì web hiển thị em không đủ điều kiện đăng kí tốt nghiệp ([full_name]). Em đã vào check tình trạng sinh viên thì vẫn đạt đủ điều kiện để đăng kí tốt nghiệp.. . Mong phòng đào tạo có thể giải quyết vấn đề này giúp em ạ.. . Em xin cảm ơn.",
            "\"Chào em,. . không sao bạn, PDT sẽ tự động ra thu nhận lại và quyết định tốt nghiệp cho bạn.. . SV đã đăng ký tốt nghiệp thành công, vui lòng đợi mail thông báo lên nhận bằng từ Phòng Đào tạo. . Thân\""
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Kính gửi Phòng Đào tạo!. . Em tên là [full_name], MSSV: [student_id], lớp HC17CHC. Hiện tại em đã đạt đủ các điều kiện tốt nghiệp. Em kính mong Phòng Đào tạo xem xét cho em đăng ký tốt nghiệp học kì 211.. . Em chân thành cảm ơn!. .",
            "\"Chào bạn,. . PDT đã ghi nhận yêu cầu về đăng ký xét TN của bạn. SV vui lòng theo dõi email  và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 21/12/2021 SV vẫn chưa nhận được mail hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 11/2021 (cập nhật mới gia hạn thời gian xử lý tốt nghiệp). . Về tình trạng sinh viên, khi nào em có tên trong ds dự kiến tốt nghiệp, PDT sẽ tự động ra QD thu nhận cho bạn nhé. . Thân. . \""
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ  /i  Dạ cho em hỏi nếu hoãn thi, sau đó thì điểm cuối kì sẽ lấy làm điểm tổng kết, vậy điểm đó có tính vào trung bình tích lũy không ạ?. . . .",
            "Chào em,. . Về quy định (thi xóa điểm VT, cách tính điểm ĐẠT) Vắng thi có phép và hoãn thi: Bạn vui lòng xem chi tiết tại trang web aao.hcmut.edu.vn--  sinh viên --  Quy chế --  Quy chế đào tạo và học vụ bậc đại học và cao đẳng -- Điều 17.2. . Thân mến. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            ". . Thưa trường,. . . . Em tên là [full_name], mssv [student_id], vì các lý do đi lại khó khăn, em xin phép dời môn Thí nghiệm hoá học lớp VL08 vào kỳ sau ạ.. . . . Em xin cảm ơn, . . [full_name].. .",
            "Chào em,. . Phòng Đào tạo đã tiếp nhận thông tin xin hủy đăng ký học thí nghiệm trực tiếp của em.. . SV vui lòng theo dõi mail và thời khóa biểu được cập nhật Mybk/Thông tin sinh viên/Xem thời khóa biểu sau khi trường được hoạt động lại bình thường (dự kiến trong tháng 3/2022). . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Dạ kỳ 202 em đang học môn kỹ thuật phân tích nước và nước thải (CH3203) và thí nghiệm bị hoãn đến kỳ này. Đợt trước trường có thông báo đăng ký thí nghiệm nhưng lúc đó em đang ở quê nên không nghĩ mình có thể thí nghiệm được. Hiện tại em đã quay lại TPHCM và cũng đã được tiêm đầy đủ 2 mũi. Vậy em có thể xin mở rộng danh sách đăng ký thí nghiệm trong kỳ này để em có thể được đi làm thí nghiệm trong kỳ này (cụ thể là cuối tuần) được không ạ?. .",
            "Chào em,. . Phòng Đào tạo đã tiếp nhận thông tin đăng ký học thí nghiệm trực tiếp của em, dự kiến TKB sẽ cập nhật trước ngày 18/12/2021.. . SV vui lòng theo dõi mail và thời khóa biểu được cập nhật Mybk/Thông tin sinh viên/Xem thời khóa biểu. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em chào cô. . Cô có thể check lại tài khoản sinh viên của em được không ạ, để em lên check tình trạng sinh viên ạ, mssv: [student_id].. . Em cảm ơn cô ạ.",
            "Chào em,. . Vui lòng trình bày rõ vấn đề nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em gửi đơn xin chuyển hệ ạ, em xin chuyển từ CQ qua.",
            "Chào bạn. . PDT đã tiếp nhận và đang xử lý đơn chuyển sang VLVH vào HK2(2021-2022) của bạn.. . Bạn vui lòng theo dõi tình trạng sinh viên sẽ cập nhật “thu nhận vào hệ VLVH”  trên Mybk-thông tin sinh viên, dự kiến trễ nhất vào 20/12/2021. . - Xem chi tiết Lịch đăng ký môn học + đăng ký tốt nghiệp của Hk212 tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ để biết thời gian đăng ký môn học hoặc đăng ký tốt nghiệp. . - Quy chế đào tạo và học vụ: xem chi tiết tại trang web aao.hcmut.edu.vn   Sinh viên   Quy chế-Quy định  Học vụ. . Thân. .",
            "Chào anh chị,. . Hôm nay 22/12 mà em vẫn chưa thấy cập nhật “thu nhận vào hệ VLVH” ạ. Không biết em đã chuyển hệ thành công chưa, anh chị kiểm tra giúp em với. . . Em cảm ơn"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Kính chào Thầy/Cô,. . Đợt vừa rồi khi trường mở đăng ký sinh viên học thí nghiệm trực tuyến tại trường em đã có đăng ký bằng cách nhập form theo link của trường gửi để em có thể học bổ sung môn Thí nghiệm Hoá phân tích (CH2010) của học kỳ 2 năm học 2020-2021 do dịch mà bị hoãn thí nghiệm lại. Nhưng không hiểu sao khi Thầy của lớp này tra danh sách lại không có tên của em ạ.",
            "Chào em,. . Phòng Đào tạo đã tiếp nhận thông tin đăng ký học thí nghiệm trực tiếp của em, dự kiến TKB sẽ cập nhật trước ngày 18/12/2021.. . SV vui lòng theo dõi mail và thời khóa biểu được cập nhật Mybk/Thông tin sinh viên/Xem thời khóa biểu. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Mở lớp dự thính (bắt đầu học từ 30/8) . Em chào thầy cô, thầy cô cho em nộp đơn xin mở lớp học kì dự thính môn Hệ thống điện điện tử ô tô TR3045. . File thầy gửi lại cho bọn em sau khi kí xác nhận nhưng thầy làm sao bị thiếu mất buổi học nên thầy cô cho em xin bổ sung buổi học là tối thứ 4 tiết 12-14 ạ. . . Em xin cảm ơn ạ!. .",
            "Chào bạn. . Đơn này thiếu TKB nghen bạn. . Trước tiên các bạn đăng ký các môn cần học HK212 ở đợt 1, nếu đợt 2 (từ ngày 23/12/2021)  không có mở lớp thì lúc đó mới nộp đơn mở lớp, sẽ có thông báo chi tiết lịch trình mở lớp  ở đợt 2. . Tải mẫu đơn “Đề nghị mở môn học”, sau đó SV gửi email trực tiếp đến Giảng viên giảng dạy & Khoa/Bộ môn để được:. . -      Ký xác nhận đồng ý. . -     Ghi rõ Thời khoá biểu.. . -  Đối với các môn có thực hành/thí nghiệm: Khoa phải cam kết tổ chức được cho SV. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Mở lớp dự thính (bắt đầu học từ 30/8) . Em chào thầy cô, thầy cô cho em nộp đơn xin mở lớp học kì dự thính môn Thí Nghiệm Ô tô và Động Cơ TR4077. . File thầy gửi lại cho bọn em sau khi kí xác nhận nhưng thầy làm sao bị thiếu mất buổi học nên thầy cô cho em xin bổ sung buổi học là sáng Chủ Nhật ạ.. . Em xin cảm ơn ạ!. .",
            "Chào bạn. . Đơn này thiếu TKB nghen bạn. . Trước tiên các bạn đăng ký các môn cần học HK212 ở đợt 1, nếu đợt 2 (từ ngày 23/12/2021)  không có mở lớp thì lúc đó mới nộp đơn mở lớp, sẽ có thông báo chi tiết lịch trình mở lớp  ở đợt 2. . Tải mẫu đơn “Đề nghị mở môn học”, sau đó SV gửi email trực tiếp đến Giảng viên giảng dạy & Khoa/Bộ môn để được:. . -      Ký xác nhận đồng ý. . -     Ghi rõ Thời khoá biểu.. . -  Đối với các môn có thực hành/thí nghiệm: Khoa phải cam kết tổ chức được cho SV. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Kính gửi Thầy/Cô - Phòng Đào Tạo,. . Em tên Võ Thành Đạt [student_id], lớp HC17VS. Em đã nộp bằng, đăng kí quy đổi điểm TOEIC và thanh toán lệ phí xét miễn điểm (09/12) và đã được xác nhận hợp lệ (12/12) , tuy nhiên trên Bảng điểm Mybk vẫn chưa được cập nhật lại. Mong Thầy/Cô có thể sớm cập nhật Điểm và Tín chỉ tương ứng giúp em để em có thể kịp đăng ký tốt nghiệp T11/2021 ạ.. . Em cảm ơn Thầy/Cô.",
            "Đã trả lời"
        ]
    },
    {
        "intent": "",
        "message": [
            "Em tên là [full_name], mã số sinh viên [student_id] do em kiểm tra có thấy lịch học hóa thí nghiệm vào tuần 50 ở B2-406 BK-CS1, thời gian vào lúc thứ 5 từ 12 giờ đến 16 giờ 50, lớp VL09. Em muốn xin rời lịch học sang tuần khác (sau tết) ạ. Tại em và gia đình em đang bị covid phải cách ly tại nhà nên chưa thể lên trường được mặc dù đã tiêm 2 mũi. Nên em mong bản thân sẽ được giải quyết sớm tại nếu không sẽ bị đánh vắng em rất lo ạ. Em cám ơn",
            "Chào em,. . Phòng Đào tạo đã tiếp nhận thông tin xin hủy đăng ký học thí nghiệm trực tiếp của em.. . SV vui lòng theo dõi mail và thời khóa biểu được cập nhật Mybk/Thông tin sinh viên/Xem thời khóa biểu sau khi trường được hoạt động lại bình thường (dự kiến trong tháng 3/2022). . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Chào quí thầy/cô ạ, . . Hiện tại em có lịch học thí nghiệm trực tiếp trong Thời khóa biểu, tuy nhiên em vẫn còn ở quê không thể vào học được. Thầy/cô cho em hỏi là giờ em không tham gia thì có bị sao không ạ. Hoặc có hướng xử lý nào khác không ạ. . . Em cảm ơn.. . . .   i Học vụ .",
            "Chào em,. . Phòng Đào tạo đã tiếp nhận thông tin xin hủy đăng ký học thí nghiệm trực tiếp của em.. . SV vui lòng theo dõi mail và thời khóa biểu được cập nhật Mybk/Thông tin sinh viên/Xem thời khóa biểu sau khi trường được hoạt động lại bình thường (dự kiến trong tháng 3/2022). . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Chào phòng đào tạo ạ , em tên là [full_name] , MSSV:[student_id], khoa xây dựng , Lớp 09 , do không chú ý nên em lỡ quên đăng kí môn học chính đúng thời hạn là ngày 10/12 . Bây giờ em cảm thấy rất hoang mang. Em mong nhà trường , có thể cho em cách giải quyết ạ . Em cảm ơn !",
            "Chào em,. . SV vui lòng theo dõi lịch học vụ và mail sinh viên để biết thời gian đăng ký môn học.(SV ĐKMH vào đợt 2, 13 giờ ngày 23/12/21). . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em tên là [full_name], MSSV [student_id]. em có đăng ký học thí nghiệm trực tiếp tại trường trước đó và đã có thời khóa biểu học trực tiếp tại trường môn Dung sai và KT đo (TN) ME3004 VL05. . Cụ thể buổi thí nghiệm đầu vào thứ 5 ngày 16/12/2021, nhưng hiện tại em đang là F0 và đang cách ly tại nhà. Bên cạnh đó, buổi học thí nghiệm thứ 2 của môn Dung sai và KT đo này trùng với lịch thi \"Dung sai và KT đo\" và \"chi tiết máy\" diễn ra vào chiều ngày 21/12/2021 tức thứ 3 tuần 51.. . Em muốn xin dời lịch học Thí nghiệm sang đợt khác ạ. Em mong vấn đề của em sẽ được giải quyết sớm để tránh trường hợp em bị đánh vắng 50% số buổi học thí nghiệm ạ. Em cảm ơn",
            "Chào em,. . Phòng Đào tạo đã tiếp nhận thông tin xin hủy đăng ký học thí nghiệm trực tiếp của em.. . SV vui lòng theo dõi mail và thời khóa biểu được cập nhật Mybk/Thông tin sinh viên/Xem thời khóa biểu sau khi trường được hoạt động lại bình thường (dự kiến trong tháng 3/2022). . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác  /i  Do tình hình dịch bệnh nên xin phép được dời lịch đi học môn hóa thí nghiệm sang đợt sau. Mong nhà trường duyệt cho em.. . . .",
            "Chào em,. . Phòng Đào tạo đã tiếp nhận thông tin xin hủy đăng ký học thí nghiệm trực tiếp của em.. . SV vui lòng theo dõi mail và thời khóa biểu được cập nhật Mybk/Thông tin sinh viên/Xem thời khóa biểu sau khi trường được hoạt động lại bình thường (dự kiến trong tháng 3/2022). . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV: [student_id]  /b \t. . . .   i Học vụ . Em muốn hỏi là hiện em có 2 buổi thí nghiệm hóa ở cơ sở 1 nhưng mà em chưa có thẻ sinh viên thì việc ra vào trường như thế nào ạ. . . .",
            "Chào em,. . Điều kiện làm việc trực tiếp tại trường:. . - Theo quy định phòng chống dịch bệnh Covid-19, là những cá nhân đã tiêm đủ 2 mũi vắc xin Covid-19 hoặc F0 đã khỏi bệnh.. . - Tất cả cá nhân làm việc trực tiếp tại trường đều phải đem theo thẻ sinh viên và cài đặt ứng dụng PC-Covid trên điện thoại di động để thực hiện thủ tục kiểm tra 5K tại các cổng trường.. . . . - Sinh viên/Học viên nếu đã tiêm đủ 2 mũi vắc xin Covid-19 hoặc F0 đã khỏi bệnh nhưng ứng dụng PC-Covid chưa hiển thị đầy đủ, vui lòng khai báo tại đường link https://bitly.com.vn/2t3mor để hệ thống cập nhật thông tin trước khi đến trường. . . . . - em chưa có thẻ sinh viên thì việc ra vào trường như thế nào ạ. . =  Em mang theo CMND/CCCD và trình bày với người đó là năm 1 chưa có thẻ SV nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em xin chào PĐT. . . . Vừa qua em có tiến hành đăng ký xét tốt nghiệp trên hệ thống MyBK sau khi điền đầy đủ thông tin cũng như đã tiến hành thanh toán lệ phí thì hệ thống lại báo lỗi như trên hình em gửi kèm ạ. Em không biết là thông tin đăng ký của em có được hệ thống ghi nhận lại và tiến hành xử lý hay không. Mong phòng đào tạo giải quyết giúp để em kịp đăng ký tốt nghiệp đúng hạn ạ. Em xin cảm ơn",
            "\"Chào bạn,. . Lỗi Đăng ký tốt nghiệp đã được khắc phục, em vui lòng vào đăng ký lại nhé. . Thân\""
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]  /b . . . .   i Học vụ . Xin chào phòng đạo tạo, em tên là [full_name] - MSSV : [student_id]. . . Hiện tại vì lí do covid nên luận văn tốt nghiệp của em chưa hoàn thành mà thời hạn nộp đã đến. Em mong muốn được hoãn bảo vệ luận văn tốt nghiệp vào học kì này và dời sang học kỳ sau ạ. Em đã được giáo viên hướng dẫn đồng ý ạ. Mong phòng đạo tạo xem xét giúp em. Em xin chân thành cảm ơn ạ.",
            "Chào em,. . Căn cứ trên tình hình phòng chống dịch Covid-19, theo lệnh của Ban giám hiệu, Phòng Đào tạo (PĐT) thông báo kế hoạch tổ chức thi học kỳ 1 năm học 2021-2022, ngày 08/11/2021 (Phòng Đào tạo đã gửi mail cho SV vào ngày 22/11/2021), có thông báo rõ về thời gian phản biện và bảo vệ Luận văn tốt nghiệp (LVTN) trong HK211 và có ghi rõ về các \" Trường hợp cần thiết, sẽ có một đợt bảo vệ bổ sung cho các trường hợp đề tài bị ảnh hưởng nghiêm trọng bởi tình hình dịch Covid-19\". SV vui lòng xem lại email sinh viên về thông báo báo này.. . - Về đơn xin hoãn LVTN HK211 của bạn, Phòng Đào tạo hiện không thể tiếp nhận được.. . SV vui lòng liên hệ khoa để được hỗ trợ và hướng dẫn để xin đăng ký bảo vệ trong đợt bổ sung theo đúng chỉ đạo của Ban Giám hiệu nhà trường.. . -Trường hợp Khoa không tiếp nhận trường hợp tổ chức đợt bảo vệ bổ sung, SV nhờ Khoa làm công văn đề nghị lên Phòng Đào tạo, ghi rõ lý do vì sao không thể tổ chức đợt bảo vệ LVTN bổ sung, để Phòng Đào tạo trình lên Ban Giám hiệu nhà trường xin ý kiến và phản hồi cho sinh viên.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV[full_name] [student_id]  /b \t. . . .   i Tốt nghiệp . Kính gửi Quý Thầy (Cô)! . . Em tên là[full_name] [full_name] - MSSV[full_name] [student_id].. . . . Em đã nhận được mail danh sách tốt nghiệp, tuy nhiên vẫn không truy cập được vào mục Đăng ký tốt nghiệp do tình trạng sinh viên bị Tạm dừng!. . . . Em cần phải xử lý như thế nào ạ? Mong Quý Thầy (Cô) hỗ trợ giúp em!. . Em xin chân thành cảm ơn!",
            "\"Chào em,. . Hiện tại PDT đang ra Quyết định thu nhận lại cho SV để đăng ký xét tốt nghiệp, em theo dõi tình trạng trên mybk/Thông tin Sinh viên, khi nào chuyển qua trạng thái đang học, em vào đăng ký tốt nghiệp lại nhé.. . Thân\""
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính gửi phòng đào tạo,. . Em tên [full_name], mssv [student_id].. . Em đã đăng kí tốt nghiệp trên hệ thống từ 08/2021. Nhưng đến hôm nay em vẫn chưa nhận được mail pdt xác nhận đơn cấp bằng tốt nghiệp qua email. Vì vậy em không biết là em có sai sót gì, và em muốn nhận giấy chứng nhận tốt nghiệp tạm thời thì phải làm thế nào?. . Mong phòng đào tạo giải quyết sớm cho em.. . Em xin cảm ơn.. . . .",
            "\"Chào bạn,. . Hiện tại Phòng Đào tạo đang tiến hành in bằng và gửi mail nhận bằng theo từng đợt. . SV đã đăng ký tốt nghiệp thành công, vui lòng đợi cập nhật Quyết định tốt nghiệp chính thức và mail thông báo lên nhận bằng từ Phòng Đào tạo. . Về lễ tốt nghiệp tháng 11/2021 SV vui lòng đợi thông báo sau của nhà trường. . Thân. . \""
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Em chào ban quản lý phòng đào tạo!. . . . Em tên [full_name], khóa K14, hiện trước đó em có xin và được xét kéo dài 1 học kì để hoàn thành anh văn 2 kỹ năng nói viết tháng 11/2021.. . . . Do vừa rồi dịch bệnh kéo dài em không kịp thi để hoàn thành, vừa rồi bên trường có hỗ trợ tổ chức thi trực tuyến. Tuy nhiên do dịch bệnh khó khăn nên em không đủ điều kiện trang bị trang thiết bị để phuc vụ thi online. có đợt em test thử các thiết bị sẵn có tuy nhiên thiết bị cũ và hoạt động không tốt, bị gián đoạn trong quá trình ghi hình, vì vậy thi online không thể thực hiện.. . . . Anh/Chị ban quản lý cho em xin ý kiến nên viết đơn gửi theo địa chỉ nào, và do tình hình dịch bệnh còn diễn biến nguy hiểm thì em viết đơn giấy nộp trực tiếp tại văn phòng trường hay nộp online theo địa chỉ mail nào.. . . . Em xin cảm ơn!. .",
            "Chào em,. . Trường hợp của em đã được gia hạn thêm 1Hk để bổ sung CCNN để xét tốt nghiệp và bạn phải hoàn thành tất cả các điều kiện xét tốt nghiệp trong đợt tháng 11/2021 này và không được gia hạn thêm nữa nhé bạn. . Xem chi tiết lịch học vụ (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 11/2021. . SV vui lòng liên hệ tại Trung tâm ngoại ngữ để được tư vấn và hướng dẫn thi AV nói viêt"
        ]
    },
    {
        "intent": "",
        "message": [
            "Thưa thầy cô, em tên là [full_name], MSSV:[student_id], ở HK202 em có đăng kí học hoá phân tích L01. Em chưa kịp đăng kí trường gửi form để học offline thí nghiệm, cho em hỏi không biết trường hiện tại cho em bổ sung để được học offline thí nghiệm trong kì này tại trường không ạ. Em cảm ơn thầy cô rất nhiều. . .   i Yêu cầu khác .",
            "Chào em,. . Phòng Đào tạo đã tiếp nhận thông tin đăng ký học thí nghiệm trực tiếp của em, dự kiến TKB sẽ cập nhật trước ngày 18/12/2021.. . SV vui lòng theo dõi mail và thời khóa biểu được cập nhật Mybk/Thông tin sinh viên/Xem thời khóa biểu. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Xin chào Ban giám hiệu nhà trường và Phòng đào tạo. . Em tên là: [full_name] - MSSV: [student_id]. . Khóa: K15. . Em có nguyện vọng chuyển từ hệ chính quy sang hệ vừa làm vừa học nhưng em không biết thủ tục như thế nào. Mong nhà trường giúp đỡ em để hoàn thành thủ tục chuyển hệ ạ.. . Em xin chân thành cảm ơn nhà trường ạ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: [full_name] - MSSV [student_id]. . . . Đợt PĐT gửi email đăng ký đến trường, thời điểm đó em chưa đủ điều kiện tiêm 2 mũi vaccine nên đã bỏ qua không đăng ký. Đến nay em đã đủ điều kiện quay lại trường. PĐT cho em hỏi có cho thể đăng ký bổ sung không ạ? . . . . Cho em xin bổ sung vào danh sách lớp Ứng dụng Laser trong y học (TN) - AS3046 - Nhóm L02. . . . . Em cảm ơn. . .",
            "Chào em,. . Phòng Đào tạo đã tiếp nhận thông tin đăng ký học thí nghiệm trực tiếp của em, dự kiến TKB sẽ cập nhật trước ngày 18/12/2021.. . SV vui lòng theo dõi mail và thời khóa biểu được cập nhật Mybk/Thông tin sinh viên/Xem thời khóa biểu. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính gửi: Phòng Đào tạo Đại học Bách Khoa TP.HCM. . Em tên là: [full_name]. . Mssv: [student_id] . . Vào học kỳ 202 em có xin hoãn thi môn Địa kỹ thuật(GE2037). Và theo em đọc quy chế thì em được xin thi vào hai học kỳ tiếp theo. Do học kỳ 211 không mở Lớp Địa kỹ thuật nên em nghĩ mình phải đăng ký vào học kỳ 212 để được thi hoàn thành điểm HT. Tuy nhiên em nhận được thông báo từ cô [full_name] là giảng viên phụ trách môn Địa kỹ thuật của em là cô phải nộp điểm thi của em cho PĐT nên cô mong em làm bài thi để có điểm. Vấn đề của em là em nghĩ mình sẽ nộp đơn xin thi vào học kỳ sau (212) nên em chưa chuẩn bị gì cho bài thi, giờ nếu như em thi thì điểm thấp là điều không thể tránh khỏi. Kính mong phòng đào tạo xem xét dời việc thi môn Địa kỹ thuật 1 sang học kỳ 212 giúp em.. . Em xin chân thành cảm ơn.",
            "Chào em,. . Em vui lòng xem lại email PĐT đã gửi:. . Kế hoạch tổ chức thi học kỳ 1 năm 2021-2022. . mục 5. Hướng dẫn đăng ký hoãn thi Cuối kỳ, dự thi. . Thân mến. . . . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Chào thầy, cô ạ. Em tên [full_name], MSSV [student_id], vừa rồi PĐT có gửi mail về trường hợp PĐT đã xếp lịch thi nhưng sinh viên không thể thi để xóa điểm HT trong HK211 thì vào phần ứng dụng cho sinh viên và đăng kí hoãn thi. Nhưng khi em vào phần này thì chỉ để hoãn thi cho các môn trong HK211 mà không để hoãn thi cho các môn trong HK202. Vậy cho em hỏi em muốn đăng ký hoãn thi cho môn Vẽ kỹ thuật (CI1003) đã học trong HK202 thì em phải làm như thế nào ạ? Em cảm ơn.",
            "Chào em,. . Môn này nếu đã xếp lịch thi thì em mới vào mục này. Nếu môn này chưa xếp lịch thi thì em đợi thông báo sau. Vui lòng xem lại các email PĐT đã gửi nhé.. . Thân mến. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính gửi Phòng đào tạo:. . Nhờ PĐT xử lý giúp em chuyển qua hệ vừa làm vừa học. . Họ tên sinh viên: [full_name]. . Năm sinh: 30-09-1996. . MSSV: [student_id]. . Đính kèm Phiếu đề nghị chuyển sang hình thức vừa làm vừa học. . Em xin chân thành cảm ơn!",
            ". .",
            "Em đã được trả lời, giải quyết phần nội dung như trên tại Câu hỏi/ yêu cầu #42824.. . Em thật sự xin lỗi cán bộ phụ trách đã đặt câu hỏi / yêu cầu #43318 này.. . Em xin cảm ơn!"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Kính chào thầy/cô. . Em tên [full_name] MSSV [student_id]. . Em đá nhận được bằng tốt nghiệp tạm thời nhưng trên danh sách tốt nghiệp chính thức không có tên em. Cho em hỏi khi nào danh sách tốt nghiệp chính thức được cập nhật ạ?. . Em cảm ơn",
            "\"Chào bạn,. . Hiện tại Phòng Đào tạo đang tiến hành in bằng và gửi mail nhận bằng theo từng đợt. . SV đã đăng ký tốt nghiệp thành công, vui lòng đợi cập nhật Quyết định tốt nghiệp chính thức và mail thông báo lên nhận bằng từ Phòng Đào tạo. . Thân. . \""
        ]
    },
    {
        "intent": "",
        "message": [
            "B Yêu cầu khác: Kính gửi phòng đào tạo trường Đh Bách Khoa.. . Em muốn được đăng ký hoãn thi môn Hoá phân tích vào ngày 18/12 vì hôm đó trùng với lịch thi Ielts của em (em đã đăng ký thi Ielts trước khi có lịch thi Hoá phân tích). Mong phía phòng đào tạo tiếp nhận yêu cầu này của em, em xin cám ơn!",
            "Chào em,. . Phòng Đào tạo đã tiếp nhận thông tin xin hủy đăng ký học thí nghiệm trực tiếp của em.. . SV vui lòng theo dõi mail và thời khóa biểu được cập nhật Mybk/Thông tin sinh viên/Xem thời khóa biểu sau khi trường được hoạt động lại bình thường (dự kiến trong tháng 3/2022). . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV[full_name] [student_id]  /b \t. . . .   i Học vụ . Dạ em chào quý thầy cô ạ . . Em tên là[full_name] Đinh Duy Khoa . . Sinh viên khóa K21. . MSSV[full_name] [student_id] . . Em đã đăng ký điền form học trực tiếp trong đợt vừa rồi phòng đào tạo gửi mail nên có nhận được lịch học Hóa Thí Nghiệm tại cs1 vào tuần 51 52 ạ, mà giờ tình hình dịch xung quanh nơi em đang sinh sống diễn ra khá phức tạp và một số lý do khác liên quan đến dịch bệnh nên không thể vào Sài Gòn được ạ.. . Em mong quý thầy cô có thể hủy lịch học Hóa Thí Nghiệm của em và dời cho em vào đợt sau được không ạ. . Và cho em hỏi là dự kiến lịch học Hóa Thí Ngiệm đợt sau của phòng đào tạo là khi nào vậy ạ, để em và gia đình sẽ sắp xếp và khai báo với chính quyền địa phương ạ . . Em xin cảm ơn ạ.. .",
            "Chào em,. . Phòng Đào tạo đã tiếp nhận thông tin xin hủy đăng ký học thí nghiệm trực tiếp của em.. . SV vui lòng theo dõi mail và thời khóa biểu được cập nhật Mybk/Thông tin sinh viên/Xem thời khóa biểu sau khi trường được hoạt động lại bình thường (dự kiến trong tháng 3/2022). . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em tên là [full_name] lớp CK16CTM3. Do kỳ này em không đăng kí môn nên đã bị tạm dừng. Nay làm đơn này để xin được thu nhận lại để đăng kí môn cho học kì này. Cảm ơn!. .",
            "Chào em,. . Phòng Đào tạo đã tiếp nhận đơn thu nhận của bạn.. . SV theo dõi tình trạng và quyết định sẽ cập nhật tại mybk/Thông tin Sinh viên (dự kiến cập nhật QD trong tháng 12/2021). . SV vui lòng theo dõi lịch học vụ và mail sinh viên để biết thời gian đăng ký môn học cho học kỳ tiếp theo.. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em chào cô/thầy.. . Em lên trang đăng kí tốt nghiệp, đã thanh toán tiền. Tuy nhiên, em bị lỗi như hình đính kèm. Cô/ thầy có thể giải quyết giúp em được không ạ?. . Đây là tin nhắn thứ 4 mà em gửi rồi ạ. Em và bạn em cùng hỏi một vấn đề, nhưng bạn em được phản hồi nhưng em thì không. Mong cô/ thầy xem xét vấn đề này ạ.. . Em xin cảm ơn."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Kính chào quý thầy cô, . . . . Em đã đăng ký hoãn thi thành công môn GT2 HK203. . . . Tuy nhiên trong bảng điểm cập nhật của pdt em lại nhận điểm 13. Mong PĐT có thể xem xét lại trường hợp của em.. . . . Thứ 2 là em muốn hỏi môn GT2 có tổ chức thi cho sinh viên đã hoãn thi trong HK211 không? Do em không nhận được lịch thi bù môn này.. . . . Em cảm ơn và mong nhân được phản hổi sớm nhất từ PĐT.",
            "Chào bạn. . Trước tiên bạn vui lòng xem lại các thông báo của Nhà trường đã gởi: Vì số lượng hoãn thi của SV gởi qua BKSI quá nhiều,. . Nên vào ngày 5/8/2021, Pdt đã gởi cho toàn bộ SV quy trình Hoãn thi mới (đăng ký qua google form) nhấn mạnh Trường hợp SV đã nộp đơn qua email của PĐT và  qua công cụ BKSI (đã hoặc chưa được tiếp nhận), vui lòng điền lại vào form trên để PĐT cập nhật dữ liệu đồng nhất và chính xác.. . -   Thời điểm hiện tại là giữa tháng 12/2021, Pdt đã tổng kết danh sách Hoãn thi gởi về Khoa để hậu kiểm danh sách cấm thi, bạn không điền vào form nên Pdt không có dữ liệu gởi về Khoa để xác minh. . -    Nên Bạn muốn Hoãn thi vui lòng làm theo hướng dẫn . . Bạn tải mẫu đơn: PHIẾU ĐĂNG KÝ HOÃN THI/ VẮNG THI CÓ PHÉP (CUỐI KỲ) tại trang web : aao.hcmut.edu.vn    biểu mẫu. . Sau khi có xác nhận của Giảng viên hướng dẫn + Khoa đồng ý không Cấm thi (theo quy định thì gởi cho Phòng đào tạo xem xét (nộp qua mail [email] hoặc BKSI)”. . -    Thời gian Pdt có thể tiếp nhận lại hồ sơ hoãn thi đến 17/12/2021, sau thời gian này Pdt không giải quyết các phát sinh nếu có. Vì đầu tháng 12/2021 đã bắt đầu thi của HK211. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em chào anh/chị,. . Em đã đủ các điều kiện tốt nghiệp:142 tín chỉ,anh văn,ngày CTXH,.. Nhưng do học kì rồi một môn có học phần thực hành bị dời đến ngày 19/11/2021 mới lên điểm nên chưa cập nhật được STCTL ngành.. . Em muốn hỏi là có cách nào xác nhận em đã đủ điều kiện tốt nghiệp không ạ ?. . Em cảm ơn !. . . . Thân,. . [full_name]",
            "Chào em,. . Vui lòng trình bày rõ là hiện tại điểm đó là MH học nào? đã cập nhật điểm lên trang mybk/Thông tin SV chưa?. . Thân",
            "Chào Chị,. . Dạ đó là môn Vẽ [full_name](ME2021). Đã cập nhật điểm lên trang mybk/Thông tin SV rồi ạ !",
            "\"Chào bạn,. . PDT đã ghi nhận yêu cầu về đăng ký xét TN của bạn. SV vui lòng theo dõi email  và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 21/12/2021 SV vẫn chưa nhận được mail hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 11/2021 (cập nhật mới gia hạn thời gian xử lý tốt nghiệp). . Về tình trạng sinh viên, khi nào em có tên trong ds dự kiến tốt nghiệp, PDT sẽ tự động ra QD thu nhận cho bạn nhé. . Thân. . \""
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Kính chào quý thầy cô Phòng Đào Tạo,. . . . Em tên [full_name] mssv [student_id]. Cuối HK202 em có đăng ký hoãn thi môn XSTK MT2001, và em đã được hoãn thi thành công và có lịch thi để xóa điểm hoãn thi vào cuối HK211 ngày 12/12/2021. Tuy nhiên vào chiều ngày hôm đó, internet nhà em bị rớt mạng đột xuất nên em đã không thể tham dự thi để xóa điểm hoãn thi. . . . . Thầy/cô cho em hỏi là em có thể tiếp tục đăng ký hoãn thi để thi chung với cuối kỳ HK212 được không ạ? Do em đã hoãn thi từ cuối kỳ HK202 và nếu thi để xóa điểm hoãn thi vào cuối kỳ HK212 thì vẫn còn trong thời hạn 1 năm đúng không ạ.. . . . Mong quý thầy cô giải đáp thắc mắc giúp em. . . Em xin chân thành cám ơn.",
            "Chào em,. . Em vui lòng xem lại email PĐT đã gửi:. . Kế hoạch tổ chức thi học kỳ 1 năm 2021-2022. . mục 5. Hướng dẫn đăng ký hoãn thi Cuối kỳ, dự thi. . Thân mến. . . . . .",
            "Kính chào cô,. . . . Trong email PĐT đã gửi - mục 5 có ghi là \"Nếu SV được nhận điểm hoãn thi Cuối kỳ thì sẽ được phép thi vào lần tổ chức kế tiếp của học phần trong thời hạn tối đa 01 năm theo quy định. \". . . . Trong trường hợp của em thì lần tổ chức tiếp theo là HK211 nhưng em vẫn chưa thể đáp ứng được điều kiện về internet nên em có thể đăng ký tiếp tục hoãn thi để được phép thi vào HK212 vẫn là trong thời hạn 1 năm được không ạ?. . . . Em xin cám ơn ạ.",
            "Chào em,. . Nếu hk202 ra quyết định thì sẽ tính thời gian xóa I là HK211, 212, 213. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . . Cho em hỏi em đi hiến máu ngoài .em muốn nộp giấy xác nhận CTXH thì nộp ở đâu ạ.em cảm ơn ạ",
            "Chào em,. . Em liên hệ phòng Công tác chính trị sv qua email [email] để được hướng dẫn nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: 1411498  /b \t. . Dạ em chào Thầy/ Cô.. . - Hiện tại em đã quá thời gian đào tạo, giờ em viết đơn xin chuyển hệ CQ sang VHVL thì có kịp để đăng kí tốt nghiệp vào ngày 24/12 sắp tới không ạ?. . - Vừa rồi em có đăng kí nhầm môn học, em có viết mail và pđt phản hồi như hình ảnh. Nay em kiểm tra mail lại thì thấy em đã có thời khóa biểu của môn học. . . - Như vậy em có thể làm đơn xin rút môn học và vẫn đóng học phí để có thể kịp tốt kịp vào 24/12 tới không ạ?. . Dạ em xin cảm ơn Thầy/Cô.. .   i Tốt nghiệp .",
            "Chào bạn. . -Bạn tải mẫu Phiếu đề nghị chuyển sang VLVH  tại trang web: aao.hcmut.edu.vn gởi tại BKSI để Pdt xử lý chuyển sang VLVH cho bạn, kịp cho 24/12 bạn nghen, hoặc có thể xử lý sau đó nếu trễ. . - Đồng thời bạn làm đơn trình bày muốn hủy môn học anh văn 4 a, để pdt xử lý. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Quý thầy cô cho em hỏi ?. . Em là sv văn bằng 2 MSSV [student_id]. Em đã hoàn thành chương trình đào tạo. Hiện tại thiếu CCAV nói và viết. Nhưng bây giờ em muốn chuyển sang hệ VHVL để lấy bằng luôn được không ạ?. Em xin chân thành cám ơn. . . .",
            "Chào em,. . Em vui lòng email đến [email] để được hướng dẫn nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Chào thầy/cô. . . . Em đã nhận được mail tốt nghiệp của trường. Tuy nhiên, hiện tại tình trạng sinh viên của em đang là tạm dừng do không đăng ký môn học, và vì lý do đó nên em không thể truy cập vào trang đăng ký tốt nghiệp được.. . . . Vì thời hạn tốt nghiệp là ngày 24, mong thầy cô có giải pháp cho vấn đề này.. . . . Xin cảm ơn.",
            "\"Chào em,. . Hiện tại PDT đang ra Quyết định thu nhận lại cho SV để đăng ký xét tốt nghiệp, em theo dõi tình trạng trên mybk/Thông tin Sinh viên, khi nào chuyển qua trạng thái đang học, em vào đăng ký tốt nghiệp lại nhé.. . Thân\""
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em tên [full_name],dạ, mở lại thời khoá biểu và cập nhật lại môn học dự thính trên BK E-Learning là phòng đào tạo mở và cập nhật phải không ạ, vì Giảng viên đã tạo link thi và nộp bài các môn dư thính rồi, nhưng do phòng đào tạo xoá rồi do chưa đóng học phí nhưng không có nữa. Giờ em đã đóng học phí dự thính rồi.Vậy kính xin PDT thông cảm và mờ  lại thời khoá biểu và cập nhật lại các môn dự thính nhanh sớm cho em với ạ( CH3133 và CH2061). Vì chiều 15/12 là hết hạn nộp bài rồi ạ.Lần sau e cố gắng đóng đúng hạn ạ,Em chân thành cảm ơn PDT ạ",
            "Chào em,. . Giờ em đã đóng học phí dự thính rồi. . = PĐT đã nhận được thông tin của em, vui lòng thanh toán đúng hạn vao HK sau. Em vào thi bình thường.. . hết hạn nộp bài rồi ạ. . =  Các hoạt động trong khóa học do GV phụ trách môn học quản lý. PĐT không có quyền can thiệp. SV vui lòng liên hệ GV.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em tên là [full_name], mã số sinh viên: [student_id]. Chuyện là trước đó em có đăng ký đi học trực tiếp tại trường các học phần thí nghiệm, tuần này em kiểm tra thì thấy em có lịch học thí nghiệm hóa vào tuần 50 và 51 tại phòng B2-406 BK-CS1, thời gian là từ tiết 2 đến tiết 6. Nhưng hiện tại tình hình dịch bệnh tại TP.HCM và địa phương em vẫn còn đang rất căng thẳng nên em chưa thể đáp ứng được nhu cầu đi lại. Do đó em muốn xin được dời lịch học các học phần thí nghiệm sang thời gian sau Tết ạ.. . Em mong được phòng đào tạo giải quyết sớm để em không bị đánh vắng ạ. Em xin cảm ơn.",
            "Chào em,. . Phòng Đào tạo đã tiếp nhận thông tin xin hủy đăng ký học thí nghiệm trực tiếp của em.. . SV vui lòng theo dõi mail và thời khóa biểu được cập nhật Mybk/Thông tin sinh viên/Xem thời khóa biểu sau khi trường được hoạt động lại bình thường (dự kiến trong tháng 3/2022). . Thân mến. .",
            "li answer rate: Answer suits the needs / Câu trả lời đúng ý"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em tên [full_name]. . MSSV [student_id]. . Hôm nay em viết đơn này vì lý do em chờ kết quả thu nhận luận văn và em bị tạm dừng học, em mông quý thầy cô xét duyệt cho em để em được thu nhận lại và bảo vệ luận văn, kỳ này là kỳ học cuối cùng của em ạ. Em đã gửi đơn nhưng được phản hồi là chờ xét duyệt đến nay. Em mong thầy cô xét duyệt sớm cho em ạ. Cận ngày nộp luận văn rồi ạ.. . Em cảm ơn chúc thầy cô sức khỏe ạ.",
            "Đã trả lời trực tiếp cho SV. . [full_name]"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: dạ, trên BK E-Learing không có các môn dự thính thì e không có link để thi và nộp bài ạ. Vậy kính nhờ PDT cập nhật TKB và cập nhật lại nhanh sơm các môn dự thính( CH3133 và CH2061)trên BK-Learning thì em mới có link  thi và nôp bài được ạ (Giảng viên đã tạo link nộp bài trên BK-E-laerning) nhưng do PDT đã xoá nên không còn ạ.",
            "Chào em,. . Em chưa nhận được link phòng thi: Trước giờ thi vẫn vào được, thông báo có ghi rõ mà.. . Thân mến. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Chào Phòng đào tạo,. . Em muốn hỏi là theo mail ngày 25/11/2021 thì trường yêu câu nộp bằng THPT và nộp trực tiếp từ 20/12/2021 đến 22/01/2022 tại Phòng đào tạo 101A1 tại CS1. Em tính ngày 20/12 em nộp, mà giờ phòng đào tạo tạm ngưng việc tổng kiểm tra và nộp bằng tốt nghiệp THPT tất cả sinh viên chính quy thì em có lên nộp nữa không ạ hay đợi sau Tết mới nộp?. . Mong phòng đào tạo sớm phản hồi em.. . Trân trọng,. . [full_name]",
            "Chào em,. . Em vui lòng xem lại email PĐT đã gửi:. . \"TẠM NGƯNG: ĐỢT TỔNG KIỂM TRA VÀ NỘP BẰNG TỐT NGHIỆP THPT (MAIL ĐÃ GỬI SV NGÀY 25/11). . Hộp thư đến. . . . - Ho Tro SV   [email] . . 14:14, Th 2, 13 thg 12 (23 giờ trước). . tới stu.all, bcc: tôi. . . . Thân gửi các bạn sinh viên, . . . . Phòng đào tạo tạm ngưng việc tổng kiểm tra và nộp bằng tốt nghiệp THPT tất cả sinh viên chính quy (theo mail PĐT đã gửi vào ngày 25/11/2021).. . . . Dự kiến, sau tết Nguyên đán 2022 PĐT sẽ thông báo cụ thể lịch trình chi tiết.\". . Thân mến. ."
        ]
    }
]