[
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]1  /b \t. . . .   i Hỏi đáp học trực tuyến (BKeL) . Chào cô.. . Em đã thanh toán đầy đủ học phí không còn nợ học phí ạ. Cô xem xét giúp em với để em có đủ điều kiện đăng ký tốt nghiệp ạ.. . Cảm ơn cô nhiều.",
            "Chào bạn,. . . . Bạn liên hệ trực tiếp PDT để đăng kí xét tốt nghiệp.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: dạ thưa cô vậy em có được giảm học phí không ạ . .",
            "responsible person: [551] [staff_name] [helpdesk staff]"
        ]
    },
    {
        "intent": "",
        "message": [
            "Hỏi đáp học trực tuyến (BKeL) . em bị trễ hạn nộp bằng tốt nghiệp. vậy khi nào có thể nộp lại ạ. .",
            "Chào bạn,. . . . Hiện tại vẫn còn trong đợt nộp bằng tốt nghiệp, bạn xem thông báo hướng dẫn nộp bằng PTTH: http://www.aao.hcmut.edu.vn/index.php?route=catalog/chitietsv&path=219_61&tid=1900.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "dạ thưa cô  bây giờ đã quá 6 tuần kể từ khi học kỳ 2 bắt đầu theo quy chế là không thể tạm dừng được mà chỉ nộp đơn để không bị xét buộc thôi học . tại kỳ này do dịch bệnh nên học online , em ở miền trung vào học trên lớp chưa quá 6 tuần , phòng đào tạo có thể xem xét cho em tạm dừng học được không ạ . Em xin cảm ơn. .",
            "responsible person: [551] [staff_name] [helpdesk staff]",
            "Chào bạn,. . . . - Bạn  làm đơn tạm dừng, mẫu đơn có sẵn trên trang web PDT http://www.aao.hcmut.edu.vn/index.php?route=catalog/chitietsv&path=91&tid=97 (MỤC SỐ 6).. . - Đơn có sự xác nhận của giáo viên chủ nhiệm và ban chủ nhiệm Khoa. Khi nộp PDT bạn phải đóng học phí. . . . . Bạn nộp đơn sớm, thời thời gian quá trễ để làm đơn tạm dừng.. . . . Thân.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Hỏi đáp học trực tuyến (BKeL) . em chào admin.. . em tên [full_name].. . admin cho em hỏi là cuối học kì này có thi anh văn định kì k ạ. .",
            "Chào bạn,. . . . Hiện tại nhà trường chưa có thông báo về việc thi anh văn định kỳ.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Hỏi đáp học trực tuyến (BKeL) . Em chào thầy cô, . . . . Hiện tại, em lên BKEL trong mục các môn học. . . . Video để làm bài Quizz. Nhưng hệ thống báo bị . . . . lỗi cơ sở dữ liệu. . . . . Em mong thầy cô xem lại và khắc phục giúp em để em có thể làm Quizz đúng thời hạn ạ. . . . . Em mong nhận được phản hồi sớm từ thầy cô. . . . . Em cảm ơn. . . . . Trân trọng./.",
            "Chào bạn,. . . . Bạn vui lòng làm lại nha.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Hỏi đáp học trực tuyến (BKeL) . Em tên: [full_name] MSSV: [student_id]. . . . Em muốn hỏi về lịch học buổi tối thứ 4 của em bị trùng môn nguyên lý máy ([full_name]3) học trên lớp và môn pháp luật việt nam đại cương ([full_name]) học [full_name]-[full_name] ạ.. . . . . . Em xin cảm ơn. . . .",
            "Chào bạn,. . . . [full_name] có gởi mail thông báo hướng dẫn cho bạn về việc này. Bạn liên hệ Khoa/bộ môn linh động đổi TKB cho bạn những tuần bạn trùng TKB.. . . . Thân.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Em có tên trong danh sách dự kiến tốt nghiệp tháng 4 nhưng vì lý do dịch nên bị hoãn lại, cho em hỏi là thời gian tốt nghiệp chính thức em sẽ cập nhập ở đâu ạ.. . Em cám ơn.",
            "Chào bạn,. . . . Khi nào có thông báo chính thức, PDT cập nhật trên trang thông tin tốt nghiệp, gởi mail cho sinh viên . . . . http://www.aao.hcmut.edu.vn/index.php?route=catalog/totnghiep&path=68.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp - Đại học - Cao đẳng chính quy   Thanh toán lệ phí & khai lý lịch tốt nghiệp . Em đã có tên trong danh sách tốt nghiệp dự kiến tháng 4/2020. Em vừa đăng ký tốt nghiệp hôm qua và cũng đã hoàn thành lệ phí tốt nghiệp. Nhưng khi xem lại tình trạng đăng ký thì thấy \"phiếu đăng ký không được xử lý\" (tệp đính kèm). Cho em hỏi có vấn đề gì với sự đăng ký của em không ạ? Em cám ơn.",
            "Chào bạn,. . . .  Sinh viên kiểm tra email cá nhân ([email]), dịch vụ có gửi email báo lý do.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em chào admin ạ, cho em hỏi là nếu mình không đăng kí nộp bằng tốt nghiệp THPT trên MyBK thì có được nộp bằng không và nếu không thì cần phải làm gì để nộp được bằng ạ? Xin cảm ơn.",
            "Chào bạn,. . . . Hiện tại vẫn nộp bằng được, bạn làm theo thông báo mà PDT gởi mail cho bạn http://www.aao.hcmut.edu.vn/index.php?route=catalog/chitietsv&path=219_61&tid=1900.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]1  /b \t. . . .   i Yêu cầu khác . Cho em hỏi em muốn xem tiến độ học tập của mình xem đã hoàn thành và còn thiếu môn nào thì xem ở đâu ạ",
            "responsible person: [551] [staff_name] [helpdesk staff]",
            "Chào bạn,. . . . Bạn xem chương trình đào tạo của mình để kiểm tra http://www.aao.hcmut.edu.vn/index.php?route=catalog/chuongtrinhdaotao/truoc2014.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Hiện tại em đang theo học chương trình Kĩ sư tài năng. Học kì này em có đăng kí môn Xác suất và thống kê dự thính nhưng không có xuất hiện học phần mở rộng của môn này trên trang bkel của em. Kính xin anh/chị thêm vào giúp em ạ. Em xin cám ơn anh/chị.",
            "Chào bạn,. . . . Học kỳ dự thính không mở những môn cốt lõi, những môn cốt lõi của chương trình kỹ sư tài năng bạn phải đăng kí học kỳ chính.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ - Đại học - Cao đẳng chính quy   Khác ... . Em là sinh viên khóa k17 khoa điện, do hè này em thiếu chỉ nên không đăng ký thực tập tốt nghiệp được. Nhưng em muốn thực tập trước để tiết kiệm thời gian, em không biết có thể xin được giấy giới thiệu của trường hay không ạ? Em cám ơn",
            "Chào bạn,. . . . Bạn vui lòng liên hệ về [full_name] sẽ tư vấn hướng dẫn cho bạn."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ - Đại học - Cao đẳng chính quy   Rút môn học . Cho em xin rút môn học Hóa Lý 2 . .        Mã số môn học: CH2031",
            "Chào bạn,. . . . Bạn nộp đơn trực tiếp PDT, bạn phải nộp sớm vì thời gian này đã quá trễ để PDT nhận đơn rút môn học.. . . . Thân.",
            "Học vụ - Đại học - Cao đẳng chính quy   Rút môn học .    Cho em xin rút môn học Hóa Lý 2 . .             Mã số môn học: CH2031",
            "Chào bạn,. . . . Bạn phải làm đơn rút môn học tại PDT, bạn nộp đơn sớm vì thời gian này quá trễ để nhận đơn rút môn học.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Dạ em có đăng ký giấy tạm hoãn nghĩa vụ quân sự và có thông tin như hình. Không biết là đã nhận trên phòng như hình hay phải đợi ạ?. .",
            "Chào bạn,. . . . Bạn liện hệ 107H1 như trong hình để nhận.. . . . Thân.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Hiện tại em có đăng ký môn học Nhưng bộ môn không mở. Yêu cầu sinh viên huỷ môn. Như vậy sv cần làm thủ tục nhu thế nào ạ. Mong thầy cô hướng dẫn giúp em",
            "Chào bạn,. . . . Bạn làm đơn huỷ môn học nộp PDT.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Hỏi đáp học trực tuyến (BKeL) . Phòng đào tạo cho em hỏi điều kiện cần để đi Thực tập là như thế nào ạ. Em là khóa cuối Cao đẳng và còn nợ 3 môn (Hóa đại cương, Trang bị điện 1, Trang bị điện 2. Trong lúc đi thực tập em có thể đăng kí học môn Trang bị điện 1 không ạ. Em xin cám ơn quý thầy cô.. . . .",
            "Chào bạn,. . . . Bạn liên hệ trực tiếp Trung Tâm Bảo Dưỡng các cô tư vấn cho bạn cụ thể hơn. . . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]9  /b \t. . . .   i Hỏi đáp học trực tuyến (BKeL) . Chào admin, tôi là sinh viên khóa K13, đến hết học kỳ 2 năm học 2020 thì tôi sẽ hết thời gian đào tạo tối đa là 14 học kỳ, nhưng hiện tại tôi còn thiếu chuẩn anh văn để tốt nghiệp. Vậy tôi có thể làm đơn xin kéo dài thời gian đào tạo tối đa để bổ sung điều kiện tốt nghiệp không.. . Cảm ơn admin",
            "Chào bạn,. . . . Từ nay đến tháng 7 bạn cố gắng hoàn thành chứng chỉ ngoại ngữ để kịp tốt nghiệp. Sau tháng 7 bạn vẫn chưa hoàn thành anh văn để tốt nghiệp thì bạn làm đơn kéo dài thời gian đào tạo nộp PDT.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính thưa PĐT em muốn hỏi là hiện em chưa đủ tiêu chuẩn của sinh viên năm 2 do chưa đủ chỉ tích lũy.Hết kỳ này em mới đủ tín chỉ để thành sinh viên năm 2.Vừa có thông báo lịch đk dự thính hè là vào ngày 8/6-15/6 lúc đó chưa có kết quả của kỳ này nên em không thể đăng ký môn học được.Không biết lúc đó em có thể làm đơn để xin đăng ký môn trước khi có kết quả của kỳ này không ạ.",
            "Chào bạn,. . . . Môn đang học học kỳ 2,đợt đăng kí  học kỳ hè 193 bạn vẫn đăng kí được bình thường nhen.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Chào ban quản trị. . tôi có thắc mắc một vấn đề như sau: . . Tôi tên [full_name] (MSSV [student_id]) hiện là sinh viên năm thứ 5 tại đại học Bách Khoa - Khoa Kỹ thuật xây dựng; hiện tôi đã hoàn thành xong luận văn tốt nghiệp và có đủ các chứng chỉ ngoại ngữ nhưng chưa thể đăng kí tốt nghiệp được vì còn nợ môn học cơ lưu chất (đang học trong học kì này Thầy [full_name]). Theo như thông báo của nhà trường thì tháng 8 này có một đợt tốt nghiệp và cho phép các sinh viên đăng kí tốt nghiệp đến đầu tháng 8. Theo lịch thi cuối kì (môn cơ lưu chất mà tôi đang học) của phòng đào tạo sắp xếp cho bên tôi thì ngày 23/7/2020 là ngày thi cuối kì của môn học. Nhưng thông thường thì điểm cuối kì chỉ được công bố sau 2 tuần kể từ ngày thi. Nên tôi muốn hỏi với trường hợp của tôi có thể xem xét để đăng kí tốt nghiệp trong tháng 8 này được hay không ? cảm ơn rất nhiều. .",
            "Chào bạn, . . . . - Thông thường sinh viên có 2 đợt tốt nghiệp tháng 4 và tháng 11. Nhưng năm nay lịch tốt nghiệp tháng 4 vẫn chưa diễn ra, chưa có ngày tốt nghiệp cụ thể. Đây là thông báo mới nhất về lễ tốt nghiệp tháng 4. . . . http://www.aao.hcmut.edu.vn/index.php?route=catalog/chitiettn&path=68&tid=1901.. . . . Thân.. . . .",
            "No solution"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]4  /b \t. . . .   i Tốt nghiệp - Đại học - Cao đẳng chính quy   Khác ... . Em chào Phòng Đào tạo,. . Hiện nay Em vừa bổ sung được 02 kỹ năng Anh Văn Nói & Viết. Em cũng đã lên Phòng Đào tạo thực hiện đăng ký Tốt nghiệp bổ sung và có nhận được Email thông báo chúc mừng nằm trong danh sách tốt nghiệp bổ sung.. . . . Tuy nhiên khi Em lên đăng ký tốt nghiệp theo hướng dẫn thì hệ thống báo lỗi không đông đăng ký được. Sau đó Em có kiểm tra về tình trạng sinh viên hiện tại của Em thì thông báo bị   B [full_name] Không Đăng Ký Môn Học  /B . Vậy Em nhờ Phòng Đào Tạo hỗ trợ giúp Em, Em cần làm các thủ tục gì tiếp theo để được đăng ký tốt nghiệp đúng hạn.. . Em đính kèm 02 File hình về các thực hiện đăng ký về kiểm tra tình trạng sinh viên của Em.. . Em xin chân thành cảm ơn!. .",
            "Chào bạn,. . . . Vì bạn không có TKB của học kỳ này, nên bạn bị tạm dừng. PDT đang làm thủ tục thu nhận lại cho bạn. Thứ 2 tuần tới bạn mới vào đăng kí tốt nghiệp.. . . . Thân.. . . .",
            "li answer rate: Answer suits the needs / Câu trả lời đúng ý"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp - Đại học - Cao đẳng chính quy   Khác ... . Chào anh chị,. . . . Hiện tại em đã đk xét TN thành công trên Mybk, với tình trạng đăng kí là: Phiếu đăng kí đã xử lí.. . . . Anh/chị cho em hỏi:. . . . 1. Khi nào em có thể đến VP khoa để nhận giấy TN tạm thời được ạ? Vì theo hướng dẫn trên aao thì sau khi có email xác nhận từ PĐT thì đến VP Khoa vào thứ 6 hàng tuần. Nhưng em chưa nhận được mail xác nhận từ PĐT ạ.. . . . 2. Thủ tục tiếp theo để TN thì em chờ thông báo mới trên aao hay thế nào chị ạ?. . . . Cảm ơn anh/chị,. . [full_name].",
            "Chào bạn, . . . . Chiều thứ 6 này bạn về khoa nhận giấy chứng nhận tốt nghiệp tạm thời.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Hỏi đáp học trực tuyến (BKeL) . Dạ em chào thầy cô,. . Dạ em có 3 câu hỏi muốn hỏi, vì em tìm trên mục ngoại ngữ ở aoo.hcmut không có ạ:. . +) Dạ cho em hỏi năm nay là khi nào là hết hạn đăng ký chuyển điểm anh văn, từ điểm bài thi toeic sang điểm anh văn 1, anh văn 2 tại đợt chuyển điểm trước học kỳ dự thính 193 ạ?. . +) Dạ cho em hỏi là nếu mình chuyển điểm anh văn, thì cái bảng chuyển đổi giữa điểm toeic và các môn anh văn trong trường? Ví dụ như 500 điểm toeic thì ứng với bao nhiêu điểm anh văn 1, anh văn 2 ở trường ạ?. . +) Dạ cho em hỏi đợt thi kỹ sư tài năng sắp tới của khoa máy tính, nếu em không có điểm môn học anh văn 1, anh văn 2 thì có được thi không ạ? Nếu em đăng ký thi anh văn định kỳ thì điểm đó có tính vào điểm anh văn để em thi kỹ sư tài năng không ạ?. . Em xin chân thành cám ơn! . .",
            "Chào bạn,. . . . - Nếu bạn có CCNN thì bạn nộp trên trang  MyBK, PDT thường xuyên chuyển điểm anh văn cho các bạn.. . . . - Bạn xem qui chế học vụ điều 31, phụ lục 1: http://www.aao.hcmut.edu.vn/index.php?route=catalog/chitietsv&path=90&tid=1658.. . . . - Về đợt thi kỹ sư tài năng bạn liên hệ về Khoa để tư vấn cho bạn.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Hiện em đang là sinh viên năm 4, dự kiến sẽ bảo vệ luận văn vào giữa tháng 7. Em muốn đăng kí học tiếp văn bằng 2 nhưng em thấy thời gian tiếp nhận đăng kí văn bằng 2 tới đầu tháng 7 là kết thúc. Vậy cho em hỏi trường có hỗ trợ gì cho sv sắp tốt nghiệp để học tiếp văn bằng 2 không ạ?. .",
            "Chào bạn,. . . . Bạn xem qui chế học vụ điều 28 http://www.aao.hcmut.edu.vn/index.php?route=catalog/chitietsv&path=90&tid=1658.. . . . Bạn có thắc mắc gì thì hỏi lại.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em có đăng kí nộp chứng chỉ ngoại ngữ trên MyBK vào ngày 29/05/2020. Vậy cho em hỏi điểm chuyển sẽ được tính vào học kì 2 năm học 2019-2020 (học kì hiện tại) hay tính vào học kì khác ạ? Em xin cảm ơn thầy/ cô!",
            "Chào bạn,. . . . Theo qui định của nhà trường cách tính những môn chuyển điểm như sau: http://www.aao.hcmut.edu.vn/index.php?route=catalog/chitietsv&path=89&tid=1626. . . . Cách tính điểm các môn chuyển điểm. . . . Các môn được xét chuyển điểm được ghi điểm vào mục điểm chuyển/bảo lưu trên bảng điểm, được tính vào Số tín chỉ tích lũy ngành và được tính vào Điểm trung bình tích lũy ngành, không ghi vào Điểm học kỳ, không tính vào Điểm trung bình học kỳ.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]  /b . . \t. . Cho em hỏi khoa khoa học và kĩ thuật máy tính khóa K19 đã có chương trình đào tạo chưa ạ?. . . . Vì học kì 193 sắp bắt đầu rồi nên em mong nhà trường sớm phản hồi hoặc đăng kế hoạch giảng dạy lên AAO ạ !. . . .   i Hỏi đáp học trực tuyến (BKeL) .",
            "Chào bạn,. . . . - Hiện tại chương trình đào tạo đang xây dựng và hoàn thiện.. . . . - Bạn liên hệ với khoa và giáo viên chủ nhiệm để tư vấn cho bạn.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . thưa phòng đào tạo,. . trong thời khóa biểu em bị trùng lịch giữa các môn Ch2019 ( học trên lớp ) và  ch2051 và ch2043 ( tương tác trực tuyến) ạ ... em rất khó sắp xếp lịch để đảm bảo việc học ạ. em mong phòng đào tạo xem xét và sắp xêp lịch lại giúp em ạ. . . em cảm ơn.",
            "Chào bạn,. . . . [full_name] có gởi mail thông báo hướng dẫn cho bạn về việc này. Bạn liên hệ Khoa/bộ môn linh động đổi TKB cho bạn những tuần bạn trùng với lịch thi.. . . . Thân.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Hỏi đáp học trực tuyến (BKeL) . Dạ thưa em là sinh viên K19 -PFIEV ! trong kỳ học dự thính 192 vừa rồi em có đăng ký môn học những nguyên lý cơ bản của chủ nghĩa của mác lê nin thì giảng viên có nói là từ khóa K19 sẽ đổi mã môn và thay đổi cấu trúc môn ! Và trong kỳ hè 193 này thầy nói em có thể học môn Triết học Mác lênin và Kinh tế chính trị .. Có thể cho em biết  mã môn của hai môn này là gì không ạ ! Em xin cảm ơn",
            "Chào bạn,. . Các môn Mac-[full_name] của K2019 gồm:. . - SP1031 Triết học Mac-[full_name]nin. . - SP1033 Kinh tế chính trị Mac-[full_name]nin. . - SP1035 Chủ nghĩa Xã hội khoa học. . - SP1039 Lịch sử Đảng Cộng sản Việt Nam. . - SP1037 Tư tưởng [full_name].. . . . Thân.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: 1913461 . . . . DẠ EM ĐI HIẾN MÁU NGÀY 7/9/2019 BÊN NHÀ THIẾU NHI QUẬN 10 . NHƯNG MÀ EM VẪN CHƯA NHẬN ĐƯỢC 1 NGÀY CÔNG TÁC XÃ HỘI.. . . .",
            "responsible person: [551] [staff_name] [helpdesk staff]",
            "Chào bạn,. . . . Bạn liên hệ với văn phòng đoàn khoa của bạn.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Hỏi đáp học trực tuyến (BKeL) . Em xin chào PĐT,. . Em có một câu hỏi về nộp chungw chỉ ngoại ngữ như sau: Em đã nộp chứng chỉ ngoại ngữ một lần và quy đổi ra điểm anh văn 1 là 6.0, khi học aanh văn 2 tại trường thì em bị rớt môn. Cho em hỏi bây giờ em nộp chứng chỉ ngoại ngữ vào thì có được quy đổi điểm cho môn anh văn 1 lần nữa không và điểm anh văn 2 có đc quy đổi không? . . Em xin cảm ơn.",
            "Chào bạn,. . . . Theo qui định của nhà trường mỗi anh văn chỉ chuyển điểm 1 lần, anh văn 1 bạn đã chuyển điểm rồi nên không chuyển điểm được nữa.. . . . Còn anh văn 2 nếu chưa chuyển điểm thì bạn được chuyển điểm.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Hỏi đáp học trực tuyến (BKeL) . Em chào thầy ạ. Cho em hỏi là em muốn in bảng điểm của 1 học kì (có đầy đủ điểm thành phần) để chuyển điểm thí nghiệm thì phải làm thế nào ạ. Tại thầy em chỉ chấp nhận bảng điểm do pđt in. Em cảm ơn ạ",
            "Chào bạn,. . . . Bạn vào cổng thông tin sinh viên, vào phần điểm, trong đó có tất cả các cột điểm của bạn.. . . . Thân.. . . .",
            "li answer rate: Answer does not suit / Câu trả lời không đúng ý"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ - Đại học - Cao đẳng chính quy   Khác ... .   Dạ em xin chào PĐT. .   Em tên [full_name] SV K15.. .   Theo dự định là qua tết em đăng kí thi toeic để nộp vào để tốt nghiệp tháng 4. nhưng do dịch bệnh nên không thể thi được và lịch tốt nghiệp cũng dời tới tháng 8. Nhưng giờ toeic có yêu cầu mới là phải có giấy xác nhận SV (đăng kí với phí đăng kí dành cho SV) nhưng do em không có đăng kí môn học nên không thể đăng kí in giấy xác nhận SV online được.. .   Mong PĐT cân nhắc và xem xét có thể cấp cho em giấy XNSV để em có thể đăng kí thi toeic ạ.. .   Mong sự phản hồi sớm từ phòng đào tạo. . .   Em cảm ơn.",
            "Chào bạn,. . . . Bạn làm đơn nộp PDT xin giấy xác nhận sinh viên với lý do dùng thi toeic nhé.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Khác ... . Em tên là Đoàn Thế Vinh,sinh viên của khoa CNVL K19.Em đã học được khoảng 2/3 HK191 và đã thi giữa kì 1,nhưng vì em bị bệnh và không đăng kí môn cho HK192 được nên mẹ em đã xin bảo lưu cho em vào đầu tháng 1.Và bây giờ em đã làm đơn xin thu nhận lại và được chấp thuận để học lại ở HK193.Và câu hỏi của em là nếu HK193 em đăng kí và qua 3 môn:Giải tích 1,Vật lí 1 và Đại số tuyến tính thì đến    học kì 1 của K20 liệu em có được đăng kí những môn mà bây giờ các bạn cùng tuổi với em đang học như Giải tích 2,Vật lí 2 và Vẽ kĩ thuật có được không hay là em phải hoàn thành tất cả các môn của hk1 năm sau ạ.Cảm ơn và mong phòng đào tạo giải đáp các thắc mắc của em.",
            "Chào bạn,. . . . - Khi bạn bắt đầu nhập học vào trường Bách Khoa, nhà trường có buổi hướng dẫn qui chế học vụ của trường , cách đăng kí môn học.... . . . - Hình như bạn chưa chưa hiểu về qui chế học vụ, cách thức đăng kí môn học...Bạn về Khoa gặp giáo viên chủ nhiệm tư vấn cho bạn.. . . . - Sau đó bạn muốn thắc mắc gì, PDT sẽ giải thích thêm.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tên SV: [full_name]. . MSSV: [student_id]6. . . . Kính gửi PĐT trường ĐH Bách Khoa Hồ Chí Minh,. . . . Em đã nhận được mail chúc mừng của PĐT và có tên trong danh sách tốt nghiệp dự kiến đợt 1 năm 2020. . . Tuy nhiên khi đăng ký và kê khai lý lịch tốt nghiệp thì không thực hiện được. Em đã kiểm tra các khoản cần thanh toán trong BKPay nhưng không thấy khoản nào chưa thánh toán, và cũng không tìm thấy khoản thanh toán lệ phí tốt nghiệp (95.000).. . Em có đính kèm hình ảnh bên dưới. Mong PĐT giúp em kiểm tra vấn đề để em sớm giải quyết và đăng ký tốt nghiệp.. . . . Em chân thành cảm ơn!",
            "Chào bạn,. . . . Cuối giờ chiều bạn  lên khai lại nhen.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Em tên [full_name] [full_name] [full_name] . Mssv [full_name] [student_id]. . Thầy cô cho em hỏi là em từ hệ chính quy chuyển sang hệ VHVL nhưng em chưa biết những môn học nào được miễn và những môn nào cần đăng ký học tiếp để kết thúc chương trình học. Em kính mong thầy cô có thể cho em biết em xem ở đâu được không ạ. Em xin cảm ơn !. . . .",
            "Chào bạn,. . . . - Bạn xem chương trình đào tạo trên trang web PDT http://www.aao.hcmut.edu.vn/index.php?route=catalog/chitietsv&path=59_62&tid=473.. . . . - Những môn nào trong CTDT bạn đã học và đã đậu trong hệ chính qui thì được miễn. Còn môn nào chưa học hoặc học nhưng  chưa đạt thì bạn đăng kí học.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Chương trình đào tạo (thiếu môn tiên quyết, song hành...) . Em thuộc k19 em tính đăng kí môn mac-lênin và xác suất thống kê mà nghe nói năm nay trường sẽ thay đổi mã môn học. Vây thông tin ấy chính xác không? Nêu đúng khi nào bọn em dc biết cập nhật mã mới ạ. . Mong thầy cô giải dáp thắc măc dùm cho em",
            ". .",
            "Chào bạn,. . . . Môn học trong CTDT K2019 có thay đổi mã số ở một số môn:. . - SP1031 Triết học Mac-[full_name]   3TC. . - SP1033 Kinh tế chính trị Mac-[full_name]   2TC. . - SP1035 Chủ nghĩa Xã hội khoa học   2TC. . - SP1039 Lịch sử Đảng CSVN   2TC. . - SP1037 Tư tưởng [full_name]    2TC. . . . - MT2013 Xác suất và thống kê   4TC. . . . Chúc bạn học tốt"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em bị mất học bạ gốc bây giờ em có việc cần dùng gấp . . . Em xin hỏi có thể mượn học bạ photo công chứng đầu năm của em được không ?. . Em cảm ơn!!!",
            "Chào bạn,. . . . Học bạ nộp cho trường chỉ là bản photo công chứng, nếu bạn cần học bạ bạn liên hệ trường PTTH của bạn để cấp lại bản sao.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . cho e hỏi là e là k18 học cơ điện tử, kì hè này e có môn ME2017 Thực tập kỹ thuật (Cơ điện tử), thì e có thể đăng kí thêm 1 số môn khác như maclênin được ko ạ, e cảm ơn.. .",
            "Chào bạn,. . . . Nếu môn mac-lê không trùng TKB bạn vẫn đăng kí được.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Hỏi đáp học trực tuyến (BKeL) . Dạ cho em hỏi, học kỳ hè 193 có cho chuyển điểm Anh Văn không ạ. Tại em coi trên lịch học vụ thì thấy các đợt chuyển điểm Anh Văn cho HK193 đều bị gạch.. .",
            "Chào bạn,. . . . Nếu bạn có CCNN thì bạn nộp trên MyBK, PDT vẫn  chuyển điểm anh văn thường xuyên.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em xin hỏi PĐT là hiện tại có thể còn nộp đơn huỷ môn học không ạ. Em xin cảm ơn PĐT ạ.. .",
            "responsible person: [551] [staff_name] [helpdesk staff]",
            "Chào bạn,. . . . Bạn cho biết mã môn học? mã nhóm môn học? bạn cần rút."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học bổng - Đại học - Cao đẳng chính quy   Học bổng (danh sách, điều kiện,...) . cho e hỏi danh sách dự kiến học bổng hk 191 khi nào có ạ, và nếu e học k18 cơ điện tử thì điều kiện xét là chỉ những bạn ở cơ điện tử hay cả những bạn học chế tạo máy nữa ạ",
            "Chào bạn,. . . . Nhà trường chưa có thông báo chính thức về danh sách xét học bổng, cách tính học bổng PDT có cập nhật trên trang web PDT http://www.aao.hcmut.edu.vn/index.php?route=catalog/chitietsv&path=59&tid=429.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Kính thư BGH , Phòng đào tạo. . Em tên là [full_name] . Mssv :[student_id]. . Hiện đang theo học ở Trung tâm bảo dưỡng công nghiệp . Ở đợt đăng kí môn học dự thính vừa rồi em có nộp đơn xin bổ sung thêm môn đảm bảo chất lượng (202087) , hiện tại em đã được nhà trường chấp nhận và có thời khóa biểu của môn đảm bảo chất lượng nhưng trong bkel thì em chưa có hiển thị môn nên không có link để vào học trực tuyến ,và ở đợt thanh toán học phí vừa rồi em cũng không thấy khoản thanh toán của môn dự thính . Em mong thầy cô xem xét giúp em , em xin cảm ơn .",
            "Chào bạn,. . . . - Sao bạn không khiếu nại sớm, PDT sẽ cập nhật trên BKEL cho bạn vào cuối giờ chiều này. Đồng thời, PDT sẽ cập nhật học phí cho bạn trên MyBK.. . . . - Sau khi bạn bạn đóng học phí xong, bạn nộp đơn trễ hạn học phí http://www.aao.hcmut.edu.vn/index.php?route=catalog/chitietsv&path=91&tid=97 (biểu mẫu 12) nộp PDT. . . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "B   /B Hỏi đáp học trực tuyến (BKeL) . Kính gửi thầy cô,. . Em là sinh viên K16 mới nhận được chứng chỉ Toeic đủ để xét đăng kí luận văn, ngoài ra các điều kiện để đăng kí luận văn khác em đều đã đủ. Em muốn hỏi nếu em làm đơn có chữ kí xét duyệt của thầy giáo hướng dẫn luận văn và của khoa thì em có thể đăng kí luận văn để báo cáo vào tháng 9 năm nay không ạ. . . Em xin chân thành cảm ơn!",
            "Chào bạn,. . . . Bạn làm đơn có sự đồng ý của giáo viên hướng dẫn và ban chủ nhiệm khoa, nộp PDT nha.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Điểm thi - Đại học - Cao đẳng chính quy   Điểm môn học . Cho em hỏi là làm sao để in bảng điểm thành phần ạ (để em chuyển điểm thí nghiệm) vì phòng đào tạo chỉ in điểm tổng kết. em cảm ơn ạ",
            "Chào bạn,. . . . Bạn vào cống thông tin sinh viên, vào phần điểm https://mybk.hcmut.edu.vn/stinfo/.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Hỏi đáp học trực tuyến (BKeL) . Theo chương trình đào tạo thì em đã học hết tất cả các môn bắt buộc và các môn tự chọn gồm 2 chỉ tự chọn ngoài ngành và 12 chỉ tự chọn trong ngành. Số tín chỉ tích luỹ ngành em xem trên mybk là 154 trong khi e tự tính lại là 157. Em đã kiểm tra kĩ tất cả các môn học và cam đoan đã hoàn thành hết. Mong phòng đào tạo kiểm tra lại và cập nhật giúp em.",
            "Chào bạn,. . . . - Hiện tại PDT đã xét tốt nghiệp, bạn đã đủ điểu tốt nghiệp.. . . . - Thứ 2 tuần tới PDT sẽ gởi mail cho bạn, để thức hiện các bước đăng kí tốt nghiệp trên MyBK.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]3  /b \t. . . . Kì này em không đăng ký môn học nhưng em đã vừa hoàn thành CCAV nói viết. Vậy cho em hỏi em muốn xét tốt nghiệp thì cần phải làm gì ạ. Em cũng lên mybk khai lý lịch đăng ký tốt nghiệp mà không cập nhật được ạ.. . Cho em cám ơn trước ạ.. . . .",
            "Chào bạn,. . . . - Hiện tại PDT đã xét tốt nghiệp cho bạn rồi, bạn đủ tiêu chuẩn tốt nghiệp.. . . . - Thứ 2 tuần tới này PDT sẽ gởi mail cho bạn để đăng kí tốt nghiệp trên Mybk.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: . . Em xin chào nhà trường.. . . . Trong kì nghỉ Tết vừa qua em có tham gia làm tình nguyện viên bên Chiến dịch Giờ Trái Đất 2020 và được cấp giấy chứng nhận.. . . . Em muốn hỏi là để quy đổi ra ngày công tác xã hội thì cần phải làm những bước nào, và đơn vị nào sẽ phụ trách vấn đề này ạ?. . . . Mong nhà trường trả lời giúp em.. . . . Em xin cảm ơn.. .",
            "responsible person: [551] [staff_name] [helpdesk staff]",
            "Chào bạn,. . . . Bạn liên hệ với văn phòng đoàn khoa của bạn.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tên: [full_name]: [student_id]. . Các môn chuyển điểm sai:. . |LA1007| [full_name] 3: 4.50 - |003003| [full_name] 3: 5.90. . |[full_name]2013| [full_name]&[full_name]/NHIET: 3.00 - |210014| [full_name]: 5.50 & |210015|  [full_name]/NHIET: 5.00. . |[full_name]| [full_name]: 3.50 - |006023| [full_name]: 5.50. . |PH1003| VAT [full_name]: 3.50 - |007001| VAT [full_name]: 5.80. . |[full_name]3019| [full_name]/[full_name]: 3.50 - |208006| [full_name]/[full_name]: 5.50. . |[full_name]3079| [full_name]H/THONGTBDT: 4.50 - |402109| [full_name] - [full_name]: 7.00"
        ]
    },
    {
        "intent": "",
        "message": [
            "Hỏi đáp học trực tuyến (BKeL) . Em không thể đăng ký được vào mục \" Đăng ký tốt nghiệp\". Nhà trường cho em hỏi tại sao lại có vấn đề như vậy. Em xin cảm ơn",
            "Chào bạn,. . . . Hôm này bạn vào đăng kí tốt nghiệp lại nhen, nếu có trục trặc bạn chụp hình gởi lại, PDT xem xét giúp bạn.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Dạ cho em hỏi là gia đình em có việc gấp em khôg thể tham dự kì thi giữa kì thì cần thủ tục gì để em được phép làm bài kiểm tra bù ạ.. . Em cảm ơn",
            "Chào bạn,. . . . Bạn xem qui chế học vụ điều 17 có ghi rõ về việc này http://www.aao.hcmut.edu.vn/index.php?route=catalog/chitietsv&path=90&tid=1658.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Cho em hỏi là học kỳ này em có đăng ký học quản trị đại cương(IM1007). Môn này không nằm trong chương trình đào tạo của ngành Hóa của em. Nếu tạch môn này có bắt buộc học lại không ạ?",
            "Chào bạn,. . . . Bạn học những môn ngoài chương trình học của bạn, bạn rớt bạn không học vẫn được.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Dạ sáng e đi thi đi ngang các con hẻm bên Thủ Đức qua em né xe 4 chỗ nên chạy vào đống gạch đá rồi bánh xe đâm vào cọng sắt nên nó xì, em không thể bỏ xe ở đó đc thay vì 480k*4 có thể mất cũng có hi vọng xin thi bổ sung nếu bỏ cái xe thì tốn nhiều tiền hơn.. . Nên em đi trễ . . Em xin hỏi là em có đăng kí thi bổ sung được không ạ. . Đề khó cỡ nào em cũng chấp nhận ạ, xin giúp em chứ em không có nhiều tiền để học lại",
            "responsible person: [551] [staff_name] [helpdesk staff]",
            "Cô ơi giúp em",
            "Cô ơi",
            "Chào bạn,. . . . Bạn liên hệ với giáo viên giảng dạy để tư vấn cho bạn.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Dạ em chào Phòng đào tạo ạ!. . Phòng Đào tạo cho em hỏi,em là sinh viên năm nhất k19 thì có được đăng ký môn học mới trong học kỳ hè không ạ? Em không học lại hoặc học cải thiện đẹp ạ!. . Em cảm ơn ạ !. .",
            "responsible person: [551] [staff_name] [helpdesk staff]",
            "Chào bạn,. . . . Học kỳ hè bạn vẫn đăng kí được những môn học mới. Nhưng vì chương trình đào tạo do khoa cung cấp cho PDT, hiện tại một số khoa chưa cung cấp CTDT cho PDT. . . . . Việc này bạn liên hệ với khoa, giáo viên chủ nhiệm để tư vấn cho bạn biết môn học để bạn đăng kí môn học.. . . . Thân.. ."
        ]
    }
]