[
    {
        "intent": "",
        "message": [
            "Học vụ . Kính chào PĐT,. . . . Cho em hỏi khi em xem bảng điểm trên trang thông tín sinh viên thì không thấy điểm Trung Bình Tích Lũy Nghành mà chỉ hiện --. . Với lại em thấy tình trạng này cũng khá lâu trên thông tin em nên có thắc mắc và muốn xem điểm của mình như thế nào ạ.. . . . Em xin chân thành cảm ơn.",
            "Chào bbạn,. . HK192 do chưa đủ điểm nên chưa có đưa thông tin DTBTL ngành lên trang thông tin. Sau học kỳ 193 có điểm đầy đủ mới cập nhật nha bạn.. . Hiện ĐTBTL ngành cua bạn là 8.05. bạn chưa đủ chuẩn TN KSTN. Nếu bạn muốn TN loại thường thì bạn xin xét TN loại thường nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Kính chào,. . . . Em tên [full_name], sinh viên K14 khoa Khoa Học và Kỹ Thuật Máy Tính.. . . . Em viết đơn này xin được đăng ký bổ sung trong danh sách tốt nghiệp dự kiến.. . . . Hiện em đã có điểm môn học cuối cùng (kì hè 193), hoàn thành Chương trình đào tạo và cũng đã hoàn thành các chuẩn Anh Văn, Công tác xã hội, chứng chỉ GDQP.. . . . Em vào trang đăng ký tốt nghiệp trên MyBK thì các nút submit đã bị vô hiệu.. . Nếu em còn thiếu sót điều kiện tốt nghiệp nào, hoặc cần làm thêm thủ tục gì, mong được phía Phòng Đào Tạo chỉ dẫn và giúp đỡ. Em cảm ơn ạ.. . . . Trân trọng,. . . . . . [full_name]. .",
            "Chào bạn . . Phòng đào tạo đã ghi nhận trường hợp xét tốt nghiệp bổ sung của sinh viên, sau ngày 21/10/20 phòng đào tạo sẽ thông báo danh sách tốt nghiệp cập nhật mới :. . - Sinh viên xem kết quả xét lại tốt nghiệp trên: www.aao.hcmut.edu.vn    tốt nghiệp    thông tin tốt nghiệp    danh sách tốt nghiệp 11/2020 - Trường hợp không có tên trong danh sách tốt nghiệp bổ sung sinh viên vui lòng phản hồi tại trang bksi.hcmut.edu.vn để để phòng đào tạo kiểm tra lý do.. .  Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em chào quý thầy cô, hiện tại em đã đủ các điều kiện về môn học, CCNN, ngày CTXH rồi và đang chuẩn bị đăng kí tốt nghiệp nhưng em bị một số vấn đề sau ạ. . Thứ nhất, khi em điền thông tin ở mục \"khai lý lịch tốt nghiệp\" thì không bấm được nút \"cập nhật thông tin\". . Thứ hai, em ko thể cập nhật hình ảnh. . Thứ ba, em không thể kích hoạt tài khoản cưu sinh viên được. . Em mong nhận được sự trợ giúp từ thầy cô, em cảm ơn thầy cô ạ.",
            "Chào bạn,. . Bạn vui lòng vào kiểm tra thùng thư rác hoặc đổi 1 địa chỉ email khác. Nếu vẫn không thao tác được, bạn có thể đến trực tiếp PDT để được hỗ trợ. . Thân . . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em tên [full_name] - [student_id]. Em là sinh viên K16 khoa Điện - Điện tử. Em   B đã thanh toán số tiền 95.000  /B  để xét tốt nghiệp. Em kiểm tra thì thấy trên   B BKPay vẫn còn 1 khoản 95.000 khác chưa thanh toán  /B . Em đã liên hệ bên OCB và họ nói là   B liên hệ với trường để xoá giao dịch còn lại  /B . Trước đó trang thông tin đăng ký tốt nghiệp đã báo   B Phiếu đăng ký đã xử lý  /B . Giờ em kiểm tra lại thì lại   B Đang chờ thanh toán  /B . Em có đính kèm ảnh chụp màn hình. Mong PĐT xem xét và điều chỉnh lại giúp em. Em xin cảm ơn!"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Về vấn đề môn học năm. . Dạ cho em hỏi tình hình là Svien năm nhất 24 chỉ mới được học môn của năm 2. . Nếu như em đăng kí học hè để đủ 24 chỉ . Mà em bị rớt mấy môn đó. Vậy tức em không đủ 24 chỉ. Vậy thì cho em hỏi em còn tiếp tục được học những môn năm 2 đã đăng kí không ạ. . Em mong thầy/cô trả lời rõ ạ. Bời vì nếu như không được em còn có thể đăng kí kì dự thính kì 201(6-10/10). . . Em xin cảm ơn.",
            "Chào bạn,. . . . Bạn học theo TKB đã cập nhật trên cổng thông tin sinh viên, vì môn trong học kỳ chính bị huỷ thì dự thính bạn cũng không đăng kí được.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]  /b \t[full_name][student_id]. . . .   i Đăng ký môn học . ĐỢT 1 DỰ THÍNH 201 [full_name] CÓ [full_name]49 [full_name] -  VÀO ĐỢT 2 [full_name] VÀO X[full_name] ĐÃ ĐC PHÒNG ĐÀO TẠO ĐĂNG KÍ ĐƯỢC , TRONG LÚC [full_name] BẤM LỠ BẤM XOÁ ĐK GIỜ [full_name] ĐK [full_name] [full_name]. MONG THẦY CÔ X[full_name] XÉT CHO E Ạ . [full_name] CẢM ƠN"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em có đăng kí môn luận văn đợt bổ sung LVTN nhưng đến nay không có TKB, mặc dù em xét mình đã đủ tất cả các điều kiện để nhận LV ạ. Mong pdt xem xét lại trường hợp của em.. . . . Mã LVTN : TR4313. . MSSV : [student_id]",
            "Chào bạn,. . . . - PDT xét lại trường hợp của bạn, sau ngày 14/10 sẽ cập nhật KQDKMH trên cổng thông tin sinh viên.. . . . -  Sau ngày 14/10 bạn kiểm tra TKB trên cổng thông tin sinh viên, nếu có thắc mắc sinh viên liên hệ trực tiếp phòng đào tạo để kiểm tra lại lý do.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: 171[full_name]781  /b \t. . [full_name]G 171[full_name]781. .   i Đăng ký môn học  /i ĐỢT 1 [full_name] [full_name]01 [full_name] CÓ [full_name]3049 [full_name] -  VÀO ĐỢT [full_name] [full_name] VÀO X[full_name] ĐÃ ĐC PHÒNG ĐÀO TẠO [full_name] , TRONG LÚC [full_name] BẤM LỠ BẤM XOÁ ĐK GIỜ [full_name] ĐK [full_name] [full_name]. [full_name] X[full_name] XÉT ĐK LẠI GIÚP [full_name] Ạ . [full_name] CẢM ƠN. . . .",
            "Chào bạn,. . . . Bạn phải kiểm tra bạn không đăng kí được vì lý do gì?.. . . . Thân. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Chào [full_name].. . Em muốn tăng sỉ số môn học CO1011 [full_name] [full_name], mã nhóm DT01.. . . .",
            "Chào bạn,. . . . Đã tăng môn CO1011, bạn vào đăng kí nha.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Dạ cho em hỏi là môn Các phương pháp phân tích vật liệu vô cơ (MA3001) của bộ môn VL Silicat khoa CNVL có môn tương đương nào trong chương trình đào tạo của k19 không do ctđt k19 trở về sau của khoa em không còn môn này nữa mong giải đáp ạ. . . .",
            "Chào bạn. . Về chương trình đào tạo/phân ngành/môn tương đương bạn vui lòng liên hệ Khoa (cụ thể là Thầy phó khoa phụ trách chương trình đào tạo) để tư vấn và giải đáp. . Chúc bạn học tập tốt nhé.. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Ở học kỳ 201 mình không đăng ký môn này ở đợt 1 nhưng mình có xem ở đợt 2 và đợt 3 để đăng ký thì thấy không mở lớp môn này. . . . Vì là môn tiên quyết nên mình muốn học nó trong kỳ dự thính này để có thể kịp làm luận văn kỳ sau 202. . . . Nếu giờ mình liên hệ được với thầy và xin thầy  nhận lớp thì có thể mở lớp được không. . . . Xin phản hồi giúp mình sớm",
            "Chào bạn,. . . . Bạn có thể làm đơn xin khoa cho bạn đăng kí học kỳ 201 không?, nếu khoa đồng ý thì bạn nộp đơn này cho PDT để ban lãnh đạo phòng xét duyệt,  dự thính không mở môn này nha.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em chào thầy/cô.. . Học kỳ này em có đăng ký Luận Văn Tốt Nghiệp và kết quả là không đạt với 3 lý do.. . Thứ 1: tổng số tín chỉ 92/113 (chưa tính học kỳ 2 và 3 vừa rồi và 1 môn được chuyển điểm em đã gửi đơn trực tiếp ở toà nhà A4. Nếu tính đúng là 109/113 thiếu 4 tín chỉ). . Thứ 2: môn học tiên quyết không đạt. (Em có thấy môn học tiên quyết của lvtn là đề cương lvtn và thực tập, em làm đề cương vào hk2 và thực tập vào hk3 nên cũng không được xét giống bên trên). . Thứ 3: tiếng anh 0/350. (Em đã nộp điểm toeic 380 qua web mybk và đã có xác nhận vào tháng 9). . . . Em biết là em vẫn bị thiếu 4 chỉ so với tiêu chuẩn nhưng thầy/cô có thể giúp em đăng ký Luận Văn Tốt Nghiệp được không ạ. Em rất muốn hoàn thành chương trình học của mình nhanh nhất có thể. Em xin cảm ơn."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Cho em hỏi là đợt cuối cùng để nộp chứng chỉ ngoại ngữ để chuyển điểm anh văn của kỳ này là ngày bao nhiêu ạ? Do em thấy là nộp ccnn bất cứ lúc nào nhưng không biết có được chuyển điểm k ạ?",
            "Chào bạn,. . . . Bạn có CCNN bạn nộp chuyển điểm, thông thường chậm nhất nữa tháng sẽ lấy chuyển điểm. Thời điểm DKMH thì lấy chuyển điểm thường xuyên hơn.. . . . Thân. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Đăng ký môn học. . . . Kính gửi thầy/cô,. . Em tên [full_name], Mssv [student_id]. . Mong thầy/cô giúp em về việc đăng ký môn học. Em có đăng ký môn cơ kết cấu tiết 13 14 15 nhưng bị thông báo không đủ thời gian di chuyển giữa 2 cơ sở. Mong thầy/cô giúp em có thể đăng ký để có thể học đúng tiến trình và em có thể di chuyển đúng giờ.. . Em chân thành cảm ơn. . Trân trọng"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em muốn hỏi là tại sao e đk môn giải tích 2 học t2,t7,cn nhưng tkb lại xếp em học t2,t4,t7,cn và giờ học khác hoàn toàn so với em đăng ký ???",
            "Chào bạn,. . . . Bạn xem kỹ lại nha, đợt đầu khi đăng kí sơ bộ chưa có lịch học (giờ học, thứ, tiết.), đợt 2 mới có giờ học, thứ, tiết nha bạn.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em chào thầy, cô ạ.. . Em tên: [full_name]_[student_id].. . . . Vào đợt Đăng kí môn học Dự thính lần 1 em có đăng kí 2 môn Dự thính là Thiết kế cầu 1_CI3039 và Cơ lưu chất_CI2003+CI2004. Đợt Đăng kí môn học Dự thính lần 2 em đã hủy hết tất cả 2 môn dự thính đó do bị trùng giờ em đi làm. Tuy nhiên, hôm nay Thời khóa biểu của em cập nhật lại có Thời khóa biểu của 2 môn Dự thính trong khi Đợt đăng ký môn học Dự thính lần 2 còn chưa kết thúc.. . Mong quý thầy cô xem xét, giúp đỡ em xóa hết những môn học Dự thính ạ. Em sợ để lâu, có thời khóa biểu= em mất tiền trong khi em không thể đi học.. . Em cảm ơn quý thầy cô nhiều ạ.. . Trân trọng.. .",
            "Chào bạn,. . . . . . Bạn vào xoá nha, nếu không yên tâm thì bạn vào kiểm tra lại nha. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Em muốn hỏi là giải tích 2 ( mt1005) sao đkmh đk DT09 mà thời khoá biểu lại xếp DT01 ạ ???. .",
            "Chào bạn,. . . . Trong giai đoạn huỷ, bổ sung môn học. Bạn có thể huỷ bổ sung lại nha.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học  /i. . cho em hỏi là sao đkmh [full_name] em [full_name] 1 cô [full_name] nhưng trong tkb và trên BKel là cô [full_name] v ạ. tại vì nó rất trái với thời gian biểu của em, em đã đki lịch cô [full_name] nhưng tự nhiên phải đi học lịch của cô [full_name], hay là do tkb bị lỗi cập nhật sai thôi ạ, mong PDT giải thích giúp em với ạ.",
            "Chào bạn,. . . . Bạn xem lại nha, môn PH1003 nhóm DT01 là cô [full_name] nha. Bạn có thể chuyển nhóm sang cô [full_name], thời gian nay còn huỷ bổ sung môn học nha.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Kính gửi PĐT,. . Em đã thanh toán các khoản nợ HP mà vẫn chưa được cập nhật lại phần Ghi chú này. Cho em hỏi là bao giờ trường cập nhật và em đã đăng ký thông tin tốt nghiệp được chưa ạ? Em xin cảm ơn.",
            "Chào bạn,. . Bạn vui lòng vào kiểm tra và đăng ký tốt nghiệp lại nhé!. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ .   B Dạ thưa!. . Cho em hỏi ngày nào là ngày cuối nộp CCNN để được chuyển điểm cho học kì 1 năm 2020-2021.",
            "Học vụ. .  Dạ thưa!. . Cho em hỏi ngày nào là ngày cuối nộp CCNN để được chuyển điểm cho học kì 1 năm 2020-2021.  /QUOTE . .",
            "Chào bạn,. . . . Bạn xem mail PDT có gởi cho sinh viên về việc chuyển CCNN nha.. . . . Thân gởi các bạn sinh viên. .  . . Nhà trường gia hạn thời gian đăng ký chuyển điểm các môn ngoại ngữ theo bảng quy đổi cũ (áp dụng trước HK201) cho các trường hợp sinh viên nộp Chứng Chỉ Ngoại Ngữ  trong đó ngày thi CCNN trước ngày 21/9/2020.. .  . . Thời gian gia hạn đăng ký chuyển điểm (phải hoàn thành lệ phí chuyển điểm): trước ngày 01/11/2020.. .  . . -       Trong thời gian gia hạn này, các yêu cầu chuyển điểm Anh văn sẽ được áp dụng theo quy định chuyển điểm cũ (áp dụng trước HK201).. .  . . -       Sau thời gian gia hạn, hoặc đối với các CCNN có ngày thi từ 21/9/2020, các yêu cầu chuyển điểm Anh văn sẽ áp dụng quy định chuyển điểm mới (áp dụng từ HK201).. .  . . Thông báo này áp dụng cho tất cả các Khóa. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Em chào thầy/cô,. . Em tên [full_name] - MSSV:[student_id]. . Hiện em là sinh viên văn bằng 2 ngành Khoa học máy tính. Em đã nhận được phiếu miễn môn của pđt, tất cả các môn đã đủ nhưng còn thiếu av1,2,3,4. Em muốn xin xét miễn thêm 4 môn av1,2,3,4 và cho em hỏi là em đăng ký môn học theo chương trình của khoá nào và chuẩn để xét av đầu ra. Em có cần nộp lại bằng toeic, av nói viết hay nhà trường tự cập nhật vì em vừa tốt nghiệp năm 2019 (dưới 2 năm).",
            "Chào bạn. . Nếu chưa được miễn môn Anh văn 1234, thì bạn tải mẫu đơn miễn môn bổ sung+ đính kèm bảng điểm nộp tại pdt nghen. . -Về quy định chuẩn tiếng anh trong quá trình học (đồi với bằng 2): Bạn vui lòng xem chi tiết tại trang web aao--  sinh viên --  Quy chế --  Quy chế đào tạo và học vụ bậc đại học và cao đẳng -- Phụ lục 1: Quy định về ngoại ngữ --  điều 3-c. . Chúc bạn học tập tốt nhé.. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kinh gửi: phòng đào tạo đại học Bách Khoa TPhCM. . Em làm yêu cầu này mong phòng đào tạo mở thêm sỉ số lớp DT01-DT02 môn Cơ Sở Kĩ Thuật Điện (EE2017). E đã từng học thầy [full_name] và em rất muốn học thầy ở học kì dự thính này vì kì sau e phải làm đồ án rồi nên môn này cũng quan trọng với em. Mong phòng đào tạo sớm giải quyết giúp em. Em cảm ơn.",
            "Chào bạn,. . . . Đã tăng sỉ số môn EE2017 nhóm DT01_DT02.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Bảng điểm ở Mybk của em không hiển thị điểm thành phần cho học kì 191. Em cần điểm này để chuyển điểm thí nghiệm cho môn học Truyền số liệu và mạng. Không biết vấn đề này có khắc phục được hay không ạ? . . Em xin cảm ơn",
            "Chào bạn,. . . . . . Bạn vui lòng kiểm tra lại điểm trên cổng thông tin sinh viên nha.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Xin chào,. . Em là [full_name], MSSV [student_id], khoa Khoa học Ứng dụng.. . Em có nghe nói là sắp tới mã môn học và chương trình học của môn Giải tích mạch sẽ bị thay đổi.. . Em muốn hỏi là việc đó có thật không ? Và nếu có thì chương trình đào tạo có mã môn này có thay đổi theo luôn không ạ ?. . Em xin cảm ơn.. . . . Mong nhận được phản hồi sớm để kịp đăng kí môn học dự thính ạ.",
            "Chào bạn,. . . . Bạn nên đăng kí môn học đúng theo mã số chương trình đào tạo của bạn.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính chào thầy/cô . . . . Em muốn hỏi là danh sách tốt nghiệp dự kiến vẫn chưa cập nhật cho đợt bảo vệ luận văn tháng 9 ạ. . . Nên em muốn kiểm tra bản thân có nợ điều kiện nào không thì có thể xem ở đâu được ạ. . . Em xin cảm ơn . .   i Tốt nghiệp .",
            "Chào bạn,. . . . Bạn  vui lòng kiểm tra danh sách tốt nghiệp dự kiến đã cập nhật trên web PDT.. . . . Thân",
            "No solution",
            "Chào bạn,. . . . Bạn vui lòng kiểm tra mail PDT hướng dẫn đăng kí tốt nghiệp.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em là [full_name], sinh viên lớp DD18KSTD, xin phép PĐT mở thêm sĩ số lớp dự thính môn Cơ sở điện tử công suất EE2021. Em xin cám ơn.",
            "Chào bạn,. . . . Đã tăng sỉ số môn EE2021 rồi nha bạn.. . . . Thân",
            "No solution"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Chào quý thầy cô,. . - Em tên là [full_name]. . - MSSV [student_id]. . - Học kỳ 192 vừa rồi em có làm luận văn tốt nghiệp và đã bảo vệ thành công.. . - Tuy nhiên do ảnh hưởng của dịch Covid nên em bảo vệ vào giữa tháng 9.. . - Lúc chưa có kết quả bảo vệ em sợ bị rớt luận văn do thời gian làm luận văn khá eo hẹp vì bận thời gian lo cho con nhỏ. Nên em đã đăng ký tiếp Luận văn tốt nghiệp để dự phòng (do em sợ đợt chính thức không đăng ký thì sẽ không được xếp lớp).. . - Sau này em mới biết có thể đăng ký luận văn tốt nghiệp ở đợt đăng ký bổ sung. Nên chính ra lỗi này là do em không tìm hiểu kỹ.. . - Vì vậy, theo qui định của nhà trường thì em phải đóng tiền cho luận văn đợt tiếp theo là 2tr880 là một số tiền khá lớn cho em vì hiện tại em chưa đi làm và đang sống phụ thuộc gia đình khá nhiều.. . Em mong quí nhà trường có thể tạo điều kiện giảm bớt học phí lần này giúp em được không ạ ?. . Em xin chân thành cảm ơn quí nhà trường.. . . .",
            "Chào bạn,. . . . Bạn viết đơn nộp PDT để ban lãnh đạo phòng xem xét cho bạn.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em chào thầy cô ạ. Em là [full_name]. MSSV: [student_id]. . Hiện tại em đang học môn Thực tập xưởng cơ khí 2 (Mã môn: ME2087) vào sáng chủ nhật tiết 2-6 cơ sở 1.. . Nhưng hiện tại em đang đăng kí dự thính học môn vẽ cơ khí (Mã môn: ME2021) có lịch học thứ 4, thứ 6 tiết 13-15 và sáng chủ nhật tiết 4-6. Hôm trước bọn em có xin thầy [full_name] và thầy đồng ý dạy tối thứ 2 và thứ 4. Nhưng đến hôm nay phòng đào tạo xếp thêm 1 buổi vào sáng chủ nhật nên em không thể sắp xếp được để học môn Vẽ cơ khí được ạ. Và em đã liên hệ với thầy dạy môn Thực tập cơ khí đại cương 2 cho em chuyển buổi để học bù vì trong tuần có nhiều tiết khác nhau. Vì môn Vẽ cơ khí không mở lớp nữa, bọn em xin thầy mở môn này rất khó khăn do thiếu giáo viên dạy, và nếu không được học môn này thì em sẽ không đăng kí xin mở thêm lớp do số lượng quá ít ạ. Vậy em mong thầy cô phòng đào tạo có thể cho em đăng kí môn này và trùng lịch ạ. Nếu thầy cô yêu cầu xác minh em sẽ xin chữ kí của thầy dạy môn Thực tập cơ khí đại cương 2 với lí do xin chuyển buổi học để trình lên thầy cô ạ. Em bị  trễ anh văn nên việc đăng kí lớp rất khó khăn do số lượng ít. Em mong thầy cô xem xét cho trường hợp của em và hướng dẫn và giúp đỡ em có thể đăng kí được trường hợp này ạ.. . Em cảm ơn thầy cô rất nhiều ạ.",
            "Chào bạn,. . . . Khi môn trùng TKB thì phần mền sẽ không cho đăng kí nha bạn.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em chào PĐT,. . Em tên là [full_name], MSSV: [student_id]. Vào ngày 22/09/2020, em có đăng ký làm giấy chứng nhận SV để tham gia kì thi TOEIC vì thẻ SV của em đã hết hạn. Trạng thái đăng ký \"Phiếu đăng ký đã xử lý\", em đã đến Văn phòng khoa KTXD nhiều lần những vẫn chưa có. . . PĐT có thể kiểm tra giúp em được không ạ?. . Em xin chân thành cảm ơn!",
            "Chào bạn,. . . . - Bạn không có TKB nên không in được giấy xác nhận sinh viên được nha.. . . . - Trường hợp làm đơn nộp PDT xin in giấy xác nhận sinh viên để tham gia thi TOEIC nha.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "[full_name] [student_id]\t. . Cho em hỏi hiện tại em đang học năm 4. Nếu trong kì này em chưa nộp chứng chỉ toeic 5. . 00 thì em sẽ không đăng kí được luận văn tốt nghiệp hay vẫn đăng kí được và chỉ không được bảo vệ luận văn?. . Em cảm ơn",
            "Chào bạn,. . . . Bạn không đủ toeic nhận luận văn thì bạn không đăng kí luận văn nha.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Kính gửi thầy/cô. . Em tên là [full_name], MSSV [student_id] sinh viên khóa K17. Em xin hỏi làm thế nào để cập nhật bảng điểm Học kỳ 1 (2019-2020) đầy đủ các cột thành phần vì giảng viên thí nghiệm yêu cầu xem bảng điểm thành phần như hình gửi kèm ạ. Mong thầy/cô phản hồi.. . Trân trọng!",
            "Chào bạn,. . . . Bạn vui lòng kiểm tra điểm lại trên cổng thông tin sinh viên nha.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . dạ cho em hỏi môn EE2015 trong học kì dự thính 201 bao giờ được mở vậy ạ?",
            "Chào bạn,. . . . Có mở rồi nha bạn.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Dạ cho em hỏi em học kỹ thuật xây dựng.Chương trình đào tạo cử nhân 131 tín chỉ.nếu học kỹ sư là 158 tín chỉ,vậy là sẽ có phiếu đăng ký học kỹ sư đúng không ạ.",
            "Chào bạn,. . . . Bạn liên hệ khoa để tư vấn cho bạn nha.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em kính chào quý thầy cô,. . Em là sinh viên khoá k19 và em có thắc mắc về việc chuyển điểm môn các môn anh văn như sau:. . Em thi chỉ vừa đủ chuẩn tốt nghiệp của khoá k19 (TOEIC 550), em chỉ nộp bằng mà không có đăng kí chuyển điểm thì có được ghi điểm miễn và cộng số tc tích lũy của các môn anh văn trong trường không ạ ? Tại theo quy định chuyển điểm mới áp dụng từ HK201 thì TOEIC 550 nếu mà chuyển điểm qua thì mới có điểm và tín chỉ của 3 môn anh văn thôi ạ.. . Em xin cảm ơn.",
            "Chào bạn,. . . . Bạn nộp toeic nhưng không chuyển điểm ngoại ngữ  thì không ghi điểm và cộng số tc tích được nha bạn.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Cô ơi cho em xin đăng ký thêm vào lớp hóa đại cương học kì chính được không ạ. Tại học kì 1 191 em chỉ tích lũy được 3tc mà HK2 em chỉ tích lũy được 15tc nên em bị cảnh cáo học vụ lần 2 rồi ạ. Em dk dự thính nhưng ko mở lớp. Mong cô giúp e với ạ.em cảm ơn cô",
            "Chào bạn,. . . . Bạn cho biết mã số môn học  môn Hoá Đại Cương. Nếu hoá đại cương mã CH1003 thì dự thính có mở lớp nha.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em muốn xin mở lớp dự thính môn EE2015 Xử lý số tín hiệu để kịp làm đồ án vào học kì tới. Em cám ơn",
            "Chào bạn,. . . . Đã mở môn EE2015 rồi nha.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Dạ thưa PĐT em có thắc mắc rằng mới ĐKMH-DT em đăng ký lần 1 rồi, nhưng đến lần 2 em đăng ký môn khác và bỏ môn lần 1 đăng ký, thì TKB của em được hiện môn lần 1 đăng ký cả BKEL cũng hiện môn lần 1 đăng ký. Vậy là như thế nào ạ.. . Em cảm ơn!",
            "Chào bạn,. . . . Sau các đợt DKMH PDT tải dữ liệu về mới cập nhật trên BKEL được nha.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . cho em hỏi về vấn đề đăng kí môn học dự thính đợt 2 của học kỳ 201 vừa rồi. Em đã chủ động hủy môn( cụ thể là môn tư tưởng [full_name] ) và đăng ký một môn khác ( Tín hiệu và hệ thống ). Thế nhưng em kiểm tra lại trên e-Learning và thời khóa biểu ở mục Thông tin sinh viên thì môn cũ vẫn còn và môn mới chưa cập nhật. Mong thầy (cô ) trả lời sớm giúp em để còn tìm hướng giải quyết chứ tuần sau là học rồi ạ.... .",
            "Chào bạn,. . . . Sau hết đợt DKMH mới cập nhật TKB trên cổng thông tin sinh viên và BKEL được nha.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Thưa thầy/cô,. . Em là [full_name]. . MSSV: [student_id]\t. . . . Em muốn đăng kí môn Cơ sở kỹ thuật điện dự thính lớp DT01_DT01 (bao gồm cả lớp lý thuyết và thí nghiệm) do các lớp khác em bị kẹt lịch.. . Mong thầy/cô xem xét và tạo điều kiện do em cần trả môn trước kì hạn ra trường ạ. . . Em cảm ơn nhiều. . . . .",
            "QUOTE Thưa thầy/cô,. . Em là [full_name]. . MSSV: [student_id]    . . . . Em muốn đăng kí môn Cơ sở kỹ thuật điện EE2017 dự thính lớp DT01_DT01 (bao gồm cả lớp lý thuyết và thí nghiệm) do các lớp khác em bị kẹt lịch.. . Mong thầy/cô xem xét và tạo điều kiện do em cần trả môn trước kì hạn ra trường ạ.. . Em cảm ơn nhiều.. . . .   /QUOTE . .",
            "Chào bạn,. . . . Đã tăng sỉ số môn EE2017 nhóm DT01_DT01.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Thầy/cô cho em hỏi là em tính đăng ký 2 môn học dự thính nhưng lịch lại bị kẹt với 1 môn thí nghiệm chỉ học khoảng 3 buổi thì có cách nào để đăng ký 2 môn này mà không bị hệ thống xóa môn không ạ? Tại vì 2 môn này khá là quan trọng với em nên có thể giúp em được không ạ? Em xin cảm ơn",
            "Chào bạn,. . . . Khi đăng kí 2 môn trùng TKB, thì phần mền DKMH chỉ cho đăng kí được 1 môn thôi nha bạn.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em chào PĐT, em xin hỏi về việc cập nhật ảnh thẻ trong mục đăng kí tốt nghiệp.. . Hiện tại thì em không thể cập nhật được ảnh thẻ của mình lên trang đăng kí tốt nghiệp mặc dù trước đó em chưa hề tải bất kì ảnh nào lên.. . PĐT cho em hỏi lỗi này là do web đang bảo trì hay là do em đã kích hoạt tài khoản cựu sinh viên nên mới xảy ra tình trạng này vậy ạ?. . Nếu là do nguyên nhân thứ 2 thì PĐT có thể mở khoá để em có thể tải ảnh lên được không ạ.. . Em cảm ơn.",
            "Chào bạn,. . . . Đã mở khoá, bạn vào cập nhật hình nha.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . PĐT cho em hỏi là chưa kết thúc đăng ký môn học đợt 2 dự thính HK1 (2020 - 2021) , nhưng sao môn học Giải tích 2 (MT1005) em đăng ký lại bị xếp vào một lớp khác ạ (em chọn DT01 nhưng trong TKB xếp em vào DT06).. . Em chân thành cảm ơn. .",
            "Chào bạn,. . . . Đợt 1 PDT xét bạn đăng kí nhóm DT06, đợt 2 bạn đổi sang nhóm DT01. Sau đợt DKMH PDT mới cập nhật TKB trên cổng thông tin sinh viên và BKEL được nha.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: 1611464  /b \t. . . .   i Yêu cầu khác . Xin chào Thầy/Cô,. . Em có chuyển điểm anh văn 1234 (vào ngày 26/09) và đã thanh toán bằng chứng chỉ Toeic 620 với mức điểm như sau:. . AV1: 10đ. . AV2: 10đ. . AV3: 8đ. . AV4: 5.5đ. . Vì thời gian đó em không biết sẽ áp dụng lại chuẩn cũ. Tuy nhiên, ngày 30/09 em thấy mức điểm chuyển có thay đổi trở lại theo như chuẩn cũ như sau:. . AV1: 10đ. . AV2: 10đ. . AV3: 10đ. . AV4: 7.5đ. . Em có hỏi Phòng Đào Tạo một lần nhưng hiện tại chưa nhận được email phản hồi nào.. . Kính mong quý Thầy/ Cô xem xét và cập nhật lại điểm Anh Văn 1234 của em ạ!. . Em cảm ơn quý thầy cô rất nhiều.",
            "Chào bạn,. . . . Điểm chuyển anh văn đã cập nhật trên cổng thông tin sinh viên rồi nha.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Chào PĐT ạ. . Em tên là [full_name]. . MSSV [student_id]. . Em viết tin nhắn này để muốn hỏi về một số vấn đề như sau ạ.. . - Hiện tại kì 201 em đang học Anh văn 3 thì nếu như cuối kì đạt đủ điểm qua môn thì em có thể đăng kí môn học cho kì 202, nhưng em sợ là khi có điểm thì em không biết có còn đủ thời gian đăng kí không ạ.Còn nếu không kịp thì bây giờ em đăng kí cả dự thính thì có kịp không ạ.. . Mong PĐT giải thích giúp em ạ.. . Em xin chân thành cảm ơn ạ.. . . . . .",
            "Chào bạn,. . . . Bạn có đăng kí anh văn 3 trong học 201 thì học kỳ 202 bạn vẫn DKMH được nha (thời điểm DKMH chưa có điểm). Khi có điểm anh văn sẽ xét lại.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "B Đăng ký môn học . Chào thầy cô!!. . Ngày 20/9 vừa qua em có thi anh văn do trường tổ chức và kết quả 340₫. Theo quy định thì đây là số điểm đủ điều kiện học anh văn 1 nhưng em đăng kí anh văn 1 ở kì dự thính 201 không được và hệ thống báo thiếu môn học tiên quyết anh văn cơ bản. . Vậy cho em hỏi làm sao để đăng kí được môn học anh văn 1 ạ?? Có cần phải chuyển điểm kết quả thi vừa rồi không ạ??? . . Em xin cảm ơn!!. .",
            "Chào bạn,. . . . - Bạn xem qui chế học vụ điều 31, phụ lục 1 http://www.aao.hcmut.edu.vn/index.php?route=catalog/chitietsv&path=90&tid=1658.. . . . Trong mục 1 : Cách xếp lớp anh văn . . . . Thân. . . . . . . . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em chào PĐT ạ. . Cho em đăng kí bổ xung Tiểu luận tốt nghiệp msmh 260663 ạ. . Đợt vừa rồi em có đăng kí mà em đăng kí nhầm dự thính nên không có thời khóa biểu mong các thầy cô xem xét cho em đăng kí bổ xung ạ. . . Em xin chân thành cảm ơn",
            "Chào bạn,. . . . - PDT xét lại trường hợp của bạn, sau ngày 14/10 sẽ cập nhật KQDKMH trên cổng thông tin sinh viên.. . . . -  Sau ngày 14/10 bạn kiểm tra TKB trên cổng thông tin sinh viên, nếu có thắc mắc sinh viên liên hệ trực tiếp phòng đào tạo để kiểm tra lại lý do.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em có gửi yêu cầu bksi về việc mình không đăng ký được môn Kĩ thuật thi công mã môn ci3043 dù đã đủ điều kiện và đã solved là vào lại đăng ký. Nhưng em vào lại thì không đăng ký được nhưn tình trạng cũ ạ. Xin pdt xem xét lại chỉnh sửa để em đăng ký được môn này cho dự thính kỳ 1. Em rất cần học môn này vì nếu không học được em sẽ vướng rất nhiều môn không đăng kýbđuowjc tiếp theo. . . Em xin cảm ơn.",
            "Chào bạn,. . . . PDT đã cập nhật dữ liệu, bạn vào đăng kí lại nha.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học .",
            "Chào bạn,. . . . Đã tăng sỉ số môn PH1007 nhóm DT03 rồi nha bạn, bạn vào đăng kí nha.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em chào quý thầy cô,. . . . Hiện tại em đã hoàn 15.5 ngày CTXH. Em vừa được cập 2 ngày CTXH ở sàn hoạt động ngoại khóa hôm qua 08/10.. . . . Tuy nhiên, đến sáng nay em vẫn chưa thể đăng kí tốt nghiệp, hệ thống đăng kí xét tốt nghiệp vẫn thông báo nợ ngày CTXH ạ.. . . . Cho em hỏi có phải do hệ thống chưa đến thời gian cập nhật hay do có lỗi giữa 2 hệ thống ạ.. . . . Em cảm ơn quý thầy cô.",
            "Chào bạn,. . . .    Phòng đào tạo đã ghi nhận trường hợp xét tốt nghiệp bổ sung của sinh viên, sau ngày 21/10 Phòng Đào Tạo sẽ thông báo danh sách tốt nghiệp cập nhật mới : . . -          Sinh viên xem kết quả xét lại tốt nghiệp trên: www.aao.hcmut.edu.vn - tốt nghiệp - thông tin tốt nghiệp -  danh sách tốt nghiệp 11/2020. . -          Trường hợp không có tên trong danh sách tốt nghiệp bổ sung sinh viên liên hệ trực tiếp phòng đào tạo để kiểm tra lại lý do.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Em xin chào quý thầy cô PĐT, em có 1 thắc mắc rất cần giải đáp:. . Trong đợt đăng kí môn dự thính vừa rồi, ở đợt 1 em đăng kí 2 môn Vi Xử Lí và Cơ sở kĩ thuật điện, sau đó đến đợt 2 em bị hủy Vi xử lí chỉ để lại cơ sở kĩ thuật điện do Vi xử lí trùng giờ nên hệ thống tự xóa, sau đó em đã hủy môn cơ sở kĩ thuật điện để đăng kí Vi xử lí và chỉ mỗi 1 môn vi xử lí thôi, nhưng hôm qua khi kiểm tra TKB và BKEL thì em lại thấy môn cơ sở kĩ thuật điện em vừa hủy mà không thấy môn vi xử lí mới đăng kí được. Em thắc mắc sao lại thế ạ??? Mong được quý thầy cô giải đáp.. . Em xin chân thành cám ơn!!. .",
            "Chào bạn,. . . . Sau đợt DKMH thì TKB trên cổng thông tin sinh viên và BKEL mới cập nhật nha bạn.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Kính chào thầy,cô!. . . . Em có đăng kí môn học Cơ sở kĩ thuật điện(EE2017) và được xếp lịch học lí thuyết vào ngày thứ 4 lúc 15g00 tại phòng 301B1. . . . . Nhưng vào chiều hôm qua sau khi có một số việc gia đình em đến lớp lúc 15g15 thì lớp đã hết chỗ ngồi, em không thể tham gia được lớp học và đành phải đi về. Lớp học theo kiểu 1 ghế 1 người ạ. . . . . Như em biết thì sau khi ĐKMH hoàn tất thì đã biết được lớp học đó có số lượng sinh viên bao nhiêu. . . . . Thì Phòng Đào Tạo cho em hỏi là cách nào giải quyết để trường hợp này không xảy ra nữa được không ạ? Em cảm ơn thầy, cô nhiều ạ.",
            "Chào bạn,. . . . Đã đổi phòng rồi nha bạn.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em xin chào quý thầy/cô. . Đầu tiên em xin kính chúc sức khoẻ đến quý thầy/cô và xin lỗi vì đã làm phiền ạ.. . Dạ thầy/cô cho em hỏi:. . - Em đăng ký chuyển điểm AV và đã được cập nhật vào bảng điểm chuyển nhưng không thấy cập nhật vào tín chỉ tích lũy, bao lâu thì em mới được cập nhật số tín chỉ của môn chuyển vào số tín chỉ tích lũy ạ?. . - Em vừa hoàn thành đủ điều kiện để tốt nghiệp nhưng hiện tại đã qua HK201 mà em không có TKB trong kỳ này (trên mybk vẫn còn báo tình trạng đang học), vậy em có phải làm giấy thu nhận lại để được xét tốt nghiệp không ạ?. . Em xin chân thành cảm ơn quý thầy/cô đã quan tâm, chúc quý thầy/cô ngày mới vui vẻ.",
            "Chào bạn,. . . . Đã cập điểm chuyển anh văn trên Cổng thông tin sinh viên rồi nha bạn.. . . . Phòng đào tạo đã ghi nhận trường hợp xét tốt nghiệp bổ sung của sinh viên, sau ngày 21/10 Phòng Đào Tạo sẽ thông báo danh sách tốt nghiệp cập nhật mới : . . -          Sinh viên xem kết quả xét lại tốt nghiệp trên: www.aao.hcmut.edu.vn - tốt nghiệp - thông tin tốt nghiệp -  danh sách tốt nghiệp 11/2020. . -          Trường hợp không có tên trong danh sách tốt nghiệp bổ sung sinh viên liên hệ trực tiếp phòng đào tạo để kiểm tra lại lý do.. . . . Thân. . . . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em là sinh viên k18. Anh văn 2 của khoá em 400 toiec. Hiện tại trường đã nâng chuẩn anh văn. Em muốn chuyển điểm là theo chuẩn củ của khoá em hay theo chuẩn mới hỉenj tại của trường vậy ạ.. . Em xin trân thành cảm ơn.. .",
            "Chào bạn,. . . . Bạn xem mail PDT có gởi cho sinh viên về việc chuyển điểm anh văn.. . . . Thân gởi các bạn sinh viên. .  . . Nhà trường gia hạn thời gian đăng ký chuyển điểm các môn ngoại ngữ theo bảng quy đổi cũ (áp dụng trước HK201) cho các trường hợp sinh viên nộp Chứng Chỉ Ngoại Ngữ  trong đó ngày thi CCNN trước ngày 21/9/2020.. .  . . Thời gian gia hạn đăng ký chuyển điểm (phải hoàn thành lệ phí chuyển điểm): trước ngày 01/11/2020.. .  . . -       Trong thời gian gia hạn này, các yêu cầu chuyển điểm Anh văn sẽ được áp dụng theo quy định chuyển điểm cũ (áp dụng trước HK201).. .  . . -       Sau thời gian gia hạn, hoặc đối với các CCNN có ngày thi từ 21/9/2020, các yêu cầu chuyển điểm Anh văn sẽ áp dụng quy định chuyển điểm mới (áp dụng từ HK201).. .  . . Thông báo này áp dụng cho tất cả các Khóa. ."
        ]
    }
]