[
    {
        "intent": "",
        "message": [
            "Học vụ . Dưới đây là đơn xin hoãn thi môn Sức Bền Vật Liệu ( CI2001) của em, kính mong quý thầy cô Phòng Đào Tạo xem xét ạ. . Em xin chân thành cảm ơn",
            "\"Chào bạn,. . Quy trình đến thời điểm này: Bạn tải mẫu đơn PHIẾU ĐĂNG KÝ HOÃN THI/ VẮNG THI CÓ PHÉP (CUỐI KỲ) tại trang web : aao.hcmut.edu.vn    biểu mẫu. . Sau khi có xác nhận của   B Giảng viên hướng dẫn  /B  + Khoa không đồng ý cấm thi, đồng ý cho Hoãn thi gởi cho Phòng đào tạo xem xét nộp qua trang BKSI. . Về quy định (thi xóa điểm VT, cách tính điểm ĐẠT) Vắng thi có phép và hoãn thi: Bạn vui lòng xem chi tiết tại trang web aao.hcmut.edu.vn--  sinh viên --  Quy chế --  Quy chế đào tạo và học vụ bậc đại học và cao đẳng -- Điều 17.2. . Thân\""
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em chào thầy/cô. . . Em có lịch TN Hóa và thi TN Hóa vào tuần 10, nhưng vào tuần 10 ấy em dương tính với covid 19, và phải cách ly tập trung, do đó em không thể tham gia cả 2 buổi học. . . . . Em muốn hỏi liệu rằng sau cách ly em có thể bù không ạ? Và nếu được, em cần chuẩn bị những thủ tục gì? Em đã thông tin tới giảng viên phụ trách qua hình thức gửi email (từ ngày 8/3/2022) nhưng tới nay vẫn chưa nhận được hồi âm.. . . . Em rất mong nhận được hồi âm từ thầy/cô ạ. Em cảm ơn rất nhiều.",
            "Chào bạn. . Chỉ có 1 cách là liên lạc với Giảng viên hướng dẫn hoặc Bộ môn/Khoa để xin thí nghiệm bù. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Thưa thầy/cô,. . Em muốn hỏi về việc rút môn học quá thời hạn 6 tuần. Khi học kỳ mới bắt đầu, nhà em có nhiều việc xảy ra và em đã không tham gia tốt các môn học đã đăng ký, sau khi lo tang cho ngoại xong, em trở lại và thấy mình lỡ mất 4-6 buổi, không thể bắt kịp chương trình như các bạn, nếu học và thi tiếp thì em sẽ rất dễ rớt môn hoặc điểm trung bình của em sẽ rất thấp.. . Dù em đọc quy chế thấy chỉ được rút môn trong 6 tuần đầu của học kì chính, em muốn làm biểu mẫu xin phòng đào tạo cho em rút 2 môn Cấu trúc dữ liệu giải thuật và Nguyên lý ngôn ngữ lập trình để em có thể hoàn thiện 2 môn này tốt hơn vào học kỳ phụ, dành thời gian để theo kịp giáo trình các môn khác, không biết lý do của em có được chấp nhận không ạ, nếu được em sẽ làm biểu mẫu rút môn gửi phòng.. . Em xin cảm ơn thầy/cô!. . . .",
            "Chào bạn,. . Về việc rút môn học (Có tính học phí):. . Bạn vui lòng tải mẫu đơn: RÚT MÔN HỌC tại trang web : aao.hcmut.edu.vn    Sinh viên    biểu mẫu. . Điền đầy đủ thông tin nộp qua trực tiếp hoặc BKSI trước ngày 18/03/2022. . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Em chào thầy/cô ạ. Em vừa mới đăng ký mua BHYT 9 tháng và thanh toán đc 2 ngày rồi ạ. Cho em hỏi tầm bao nhiêu ngày nữa thì thẻ BHYT của em sẽ đc gia hạn trở lại ạ. Em rất mong được phản hồi sớm. Em xin cảm ơn ạ. . . .",
            "\"Chào bạn. . Vấn đề BHYT, Học bổng, vay vốn ngân hàng, gia hạn và miễn giảm học phí, sinh hoạt công dân… Bạn vui lòng liên hệ Phòng Công tác Chính trị Sinh viên để được hướng dẫn.. . Email:  [email]. . Thân. . \""
        ]
    },
    {
        "intent": "",
        "message": [
            "B   /B Yêu cầu khác: Gửi Thầy, cô ở Phòng đào tạo,. . Em tên Nguyễn Thụy  Cẩm Tú sinh viên k20,Oisp, mssv [student_id]. . Học kì 1 vừa rồi em bị nhập nhầm điểm trên mybk và bị 13 điểm vào kì thi Calculus 1 giữa kì. Tuy nhiên thầy giảng viên lý thuyết của em đã phản hồi và điểm đã được sửa như ảnh dưới (1.5) từ tháng trước. Em kính mong thầy cô cập nhật giúp em lại bảng điểm trên mybk ạ.. . Em cảm ơn thầy cô.. .",
            "Chào bạn. . Hiện Cô kiểm tra trong hệ thống gốc điểm tổng kết là 6: vậy đã đúng chưa?. . Trên nguyên tắc về việc nhập điểm là do Giảng viên nhập, Giảng viên sẽ kiểm tra lại việc chưa cập nhật điểm lỗi phát sinh ở khâu nào và sẽ liên hệ trực tiếp ở khâu đó để điều chỉnh. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Kính gửi thầy cô,. . EM tên [full_name] [student_id]. . Em có đăng kí hoãn thi môn kỹ thuật AN toàn điện EE3097 nhưng bị điểm 0 và vẫn chưa được cập nhật lại điểm.Thầy/cô có thể giúp em cập nhât điểm 14 được không ạ. EM cảm ơn thầy/cô.. .",
            "Chào em,. . Vui lòng trình bày rõ giúp cô là em hoãn thi ở HK nào? 211 hay 212, và hoãn thi bằng cách nào?. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Xin chào thầy cô phòng đào tạo Bách Khoa. . . . Em tên là [full_name], sinh viên khoá 2021. Em đã nhận được thông tin là hình của thẻ sinh viên em bị mờ nên không được in và yêu cầu liên hệ với phòng đào tạo. Vậy em sẽ nộp lại hình thẻ của em như thế nào ạ?. . Em xin cảm ơn . . . .",
            "Chào em;. . em cập nhật hình trực tiếp trên trang mybk    nhập học nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em chào thầy cô em có học lớp thực hành trắc địa thầy [full_name] lớp L01 HK202 đáng ra phải bù vào tháng này nhưng tới giờ vẫn chưa có lịch học bù có một số bạn đã mail thì thầy không trả lời, mong thầy cô có thể đưa ra phương án giải quyết để chúng em hoàn thành môn học ạ.",
            "\"Chào em,. . PDT đã ghi nhận yêu cầu về ĐKMH của bạn và đã chuyển cho bộ phận ĐKMH kiểm tra và xử lý.. . SV vui lòng theo dõi thời khóa biểu được cập nhật tại Mybk/Thông tin sinh viên/Xem thời khóa biểu dự kiến trễ nhất trước ngày 29/3/2022.. . Sau thời gian trên vẫn chưa được cập nhật TKB, SV vui lòng gửi lại câu hỏi qua bksi để biết lý do.. . Thân\""
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . [full_name] [full_name] [full_name] ĐẾN KÌ THANH TOÁN RỒI  MÀ THẤY CÒN [full_name] [full_name]",
            "Chào em,. . SV vui lòng đợi thông báo sau của Phòng Đào tạo về việc thay đổi thời gian thanh toán HP trong tuần sau nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Kính gửi phòng đào tạo em tên là [full_name]. MSSV [student_id]. Sinh viên năm nhất khoa kĩ thuật hóa học. Vì lý do ảnh mờ nên em vẫn chưa in được thẻ sinh viên lần đầu. GIờ em có thể gửi lại ảnh ở đâu ạ. Mong phòng đào tạo có thể giúp em in thẻ lần đầu. Em xin cảm ơn.",
            "Chào em,. . Trường hợp của bạn vào lại trang mybk/Mục nhập học, để nộp lại ảnh nhé.. . Hàng tuần Phòng Đào tạo sẽ lấy ảnh về để in lại cho những trường hợp ảnh không đúng quy định và gửi về Khoa phát cho SV.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Em đã không đăng kí môn ở học kì vừa rồi nên em đã mất tình trạng sinh viên. Hiện nay em đã đủ điều kiện tốt nghiệp. Cho em hỏi quy trình để đăng kí thu nhận lại để em đăng kí tốt nghiệp ạ. . Em cảm ơn. .",
            "\"Chào bạn,. . PDT đã ghi nhận yêu cầu về đăng ký xét TN của bạn. SV vui lòng theo dõi email  và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 22/03/2022 SV vẫn chưa nhận được thấy tên trong ds dự kiến tốt nghiệp ( Tra danh sách tại http://www.aao.hcmut.edu.vn    Tốt nghiệp    Thông tin tốt nghiệp) hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 04/2022 (cập nhật mới gia hạn thời gian xử lý tốt nghiệp). . Về tình trạng sinh viên, khi nào em có tên trong ds dự kiến tốt nghiệp, PDT sẽ tự động ra QD thu nhận cho bạn nhé. . Thân. . \""
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em là [full_name], MSSV: [student_id]. Em xin đăng kí in bằng tốt nghiệp tạm thời. Địa chỉ gửi về: Lô F chung cư Lê Thị Riêng phường 15 quận 10 Tp HCM. E xin cảm ơn.. . . . [full_name]",
            "\"Chào bạn. . Theo quy trình cấp bằng đại học hiện tại: dự kiến vào cuối mỗi tháng Phòng đào tạo sẽ lấy danh sách sinh viên đã đăng ký tốt nghiệp (SV đã đăng ký, thanh toán tiền và có xác nhận đã nhận của PĐT) để ra Quyết định công nhận tốt nghiệp, tiến hành in Bằng tốt nghiệp và sẽ thông báo mời SV đến nhận sau khi hoàn tất.. . Nên nếu SV thật sự cần Giấy chứng nhận tốt nghiệp, thì vui lòng điền thông tin vào form (đã có tên trong danh sách dự kiến tốt nghiệp, đã khai thông tin tốt nghiệp, thanh toán 95.000 lệ phí tốt nghiệp(sad) https://forms.gle/2WnfHeAHnRZWJ6Jn7. . Sau khi kiểm tra dữ liệu, dự kiến Thứ 2 hàng tuần sẽ in và scan gởi qua mail SV, sau đó SV cần bảng chính vui lòng liên hệ Pdt để nhận. . . Thân\"\"\""
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ .  Em là [full_name]-[student_id]. .  Hiện em vừa vắng thi online 1 môn, Em làm đơn hoãn thi và đưa cho giáo viên hướng dẫn và Khoa kí trực tiếp, thì bước cuối cùng em nên nộp lại cho phòng ban nào ạ, để không cần phải nộp thông qua BKSI ạ. Em cảm ơn.",
            "\"Chào bạn,. . Quy trình đến thời điểm này: Bạn tải mẫu đơn PHIẾU ĐĂNG KÝ HOÃN THI/ VẮNG THI CÓ PHÉP (CUỐI KỲ) tại trang web : aao.hcmut.edu.vn    biểu mẫu. . Sau khi có xác nhận của Giảng viên hướng dẫn + Khoa không đồng ý cấm thi, đồng ý cho Hoãn thi gởi cho Phòng đào tạo xem xét nộp qua trang BKSI. . Về quy định (thi xóa điểm VT, cách tính điểm ĐẠT) Vắng thi có phép và hoãn thi: Bạn vui lòng xem chi tiết tại trang web aao.hcmut.edu.vn--  sinh viên --  Quy chế --  Quy chế đào tạo và học vụ bậc đại học và cao đẳng -- Điều 17.2. . Thân\""
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Dạ em chào PĐT,. . Em tên: [full_name] MSSV:[student_id]. . Em đăng ký hoãn thi cuối kỳ môn Sức bền vật liệu(CI2001). . Em có gửi hình ảnh được sự đồng ý hoãn thi của giảng viên hướng dẫn bên dưới.. . Xin PĐT cho em được hoãn thi ạ.",
            "\"Chào bạn,. . Quy trình đến thời điểm này: Bạn tải mẫu đơn PHIẾU ĐĂNG KÝ HOÃN THI/ VẮNG THI CÓ PHÉP (CUỐI KỲ) tại trang web : aao.hcmut.edu.vn    biểu mẫu. . Sau khi có   B xác nhận của Giảng viên hướng dẫn + Khoa không đồng ý cấm thi  /B , đồng ý cho Hoãn thi gởi cho Phòng đào tạo xem xét nộp qua trang BKSI. . Về quy định (thi xóa điểm VT, cách tính điểm ĐẠT) Vắng thi có phép và hoãn thi: Bạn vui lòng xem chi tiết tại trang web aao.hcmut.edu.vn--  sinh viên --  Quy chế --  Quy chế đào tạo và học vụ bậc đại học và cao đẳng -- Điều 17.2. . Thân\""
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Dạ em chào Thầy/Cô. Em tên [full_name], mssv: [student_id], lớp CK17CD1. . . Em vừa hoàn thành hết tất cả môn học vào học kì 1 năm 2021-2022 nhưng hiện tại vẫn chưa được cập nhật tín chỉ tích lũy. Cho em hỏi là khi nào tín chỉ mới cập nhật vào phần tín chỉ tích lũy ạ?. Và cho em hỏi để xác nhận lại là hạn chót đăng kí tốt nghiệp kì này là ngày 4 tháng 5 năm 2022 đúng không ạ?. . Em xin chân thành cảm ơn!",
            "Chào em,. . Bạn vui lòng trình bày rõ vấn đề của bạn giúp cô nhé, bạn chỉ cần theo dõi điểm được cập nhật đầy điểm trên mybk/Thông tin sinh viên là có thể gửi câu hỏi qua bksi để xin xét tốt nghiệp được rồi nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]  /b [full_name]\t. . . .   i Xin hủy AV1A . Do lịch AV1A của em trùng lịch quốc phòng và hiện tại không có lớp AV1A khác nên em xin hủy môn học AV1A.. . Thân. .",
            "Chào em,. . Hiện tại đã hết thời gian hủy môn học nhé bạn, vì lịch học AV1A học online vào buổi tối (từ tiết 13), nên không tính là trùng với lịch học GDQP nhé bạn.. . Về việc rút môn học (Có tính học phí):. . Bạn vui lòng tải mẫu đơn: [full_name] tại trang web : aao.hcmut.edu.vn    Sinh viên    biểu mẫu. . Điền đầy đủ thông tin nộp qua mail [email] hoặc BKSI. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Chào thầy cô, . . Em tên là [full_name] (MSSV-[student_id]).. . Xin thầy cô trả lời giúp em thắc mắc sau ạ. Rõ ràng em và một bạn khác là đã đăng ký lớp chính quy sáng và không có việc chuyển hệ hay dự thính gì ở đây ạ. Nhưng hiện tại thì học phí của em đang được tính là học phí dự thính chuyển hệ như đính kèm bên dưới ạ.. . Trước đó thì bạn [full_name] có gửi phản hồi nhưng vẫn chưa được giải đáp hết ạ. Cũng đã một tuần trôi qua, nhưng vẫn chưa có phản hồi. Nên nay em xin đặt lại câu hỏi này ạ.. . Em thật sự cảm thấy khó hiểu với khoản học phí này ạ. Mong nhận được sự phản hồi sớm nhất có thể từ các thầy cô. Em xin chân thành cảm ơn . .",
            "Chào bạn. . Bạn là lớp Máy tính bằng 2 tối nên học phí tính là 525*9 = [student_id]. . Về thông tin học phí bạn vui lòng xem chi tiết tại trang web aao.hcmut.edu.vn    sinh viên    học vụ    học phí    Mức thu học phí các bậc đào tạo năm 2021-2022. . Chúc bạn học tốt.. . Thân. .",
            "Chào cô,. . Em hiện đang là sinh viên máy tính bằng 2 buổi sáng.. . Ngoài ra, sinh viên bằng 2 khoá 2018 lớp tối khoa học máy tính đã được chuyển sang diện sáng kể từ đợt nhà trường quyết định không mở lớp tối vì không đủ sỉ số.. . Em nghĩ là có sự nhầm lẫn ở đây.. . Mong cô có thể kiểm tra lại giúp em. . . Em xin chân thành cảm ơn",
            "Chào bạn[full_name] [full_name] [full_name] sẽ cập nhật lại học phí sau khi chuyển nhóm môn LVTN của bạn[full_name] [full_name] [full_name]ân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Kính gửi trường Đại học Bách Khoa.. . . . Em là [full_name] sinh viên năm nhất khoa Kỹ thuật Hóa học. Do em chưa nộp hình ảnh nên hiện tại thẻ sinh viên của em chưa được in, em xin hỏi hiện tại em có thể bổ sung hình ảnh ở đâu và khi nào có thể xin lấy thẻ sinh viên nếu nộp hình anh sau như vậy ạ?. . Em xin chân thành cảm ơn.. . . . Trân trọng,. . [full_name]",
            "Chào em;. . em bổ sung tại trang mybk    nhập học. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Kính gửi quý thầy cô. . Em xin chuyển từ hệ chính quy sang hệ vừa học vừa làm ạ (file đính kèm). .",
            "Chào em,. . PDT đã tiếp nhận đơn chuyển qua hệ VLVH của bạn, bạn theo dõi tình trạng sinh viên và quyết định được cập nhật tại:. . Mybk/Thông tin sinh viên/Tình trạng. . Trường hợp nếu SV đã đủ điều kiện tốt nghiệp của hệ VLVH, sau khi có QD chuyển hệ được cập nhật tại mybk/Thông tin SV có thể gửi câu hỏi qua bksi để xin đăng ký xét tốt nghiệp bổ sung. . SV theo dõi mail và lịch học vụ để vào đăng ký môn học cho HK213 nếu còn nợ MH(từ tháng 05/2022). . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]  /b \t[full_name] [full_name] [full_name] [full_name]   i Yêu cầu khác  /i [full_name] [full_name] [full_name] [full_name] Kính gửi các thầy cô Phòng đào tạo,[full_name] [full_name] Em là học sinh K19, MSSV [student_id] ạ[full_name] Em viết mail này xin phép được thắc mắc về thời gian bố trí lịch học bù Hoá Đại cương thí nghiệm 2 bài lab cuối[full_name] [full_name] [full_name] [full_name] Theo như em được biết thì tuần 10-14 là dành cho hoàn thành nốt các học phần lab chưa hoàn thiện, nhưng ko hiểu sao trường xếp cho phần học bù của em đến tận tuần 29, nghĩa là còn khoảng hơn 5 tháng nữa mới học ạ[full_name] Trong khi em đã đăng ký học bù offline từ đầu năm nay và điền form là đã tiêm 3 mũi ạ[full_name] TKB em gửi trong ảnh đính kèm ạ[full_name] [full_name] [full_name] [full_name]  Mong các thầy cô xem xét tạo điều kiện cho em được hoàn thành môn học sớm nhất có thể ạ[full_name][full_name] [full_name] Em xin chân thành cảm ơn thầy cô nhiều ạ![full_name] [full_name] Sinh viên,[full_name] [full_name] [full_name]",
            "Chào bạn. . Vì lý do phòng học và lịch trình giải dạy của môn học này nên hiện tại không thể chuyển nhóm cho bạn học vào thời gian này, bạn vui lòng học theo TKB đã xếp nghen. . Thân",
            "Dạ em cảm ơn cô ạ.. . Vậy cô cho em xin phép hỏi là về việc điểm tổng kết thì việc môn bị delay đến tuần thứ 29 thì có ảnh hưởng gì đến điểm tổng kết của môn hoá đại cương ko ạ?. . . . Vì theo em được biết, trong những đợt thi online vừa r, nếu bạn nào xin hoãn thi thì khi nào hoàn thành bài thi, điểm bài thi cuối kỳ đó sẽ lấy làm điểm tổng kết cho môn luôn (tức là các điểm thành phần sẽ bị bỏ đi). Vậy cho em hỏi trong trường hợp của em thì các điểm thành phần vẫn được giữ đúng không ạ? Vì em không có hoãn thi gì mà chỉ là trường xếp lịch của em muộn ạ.. . . . Em cảm ơn ô ạ. .",
            "Chào bạn. . Việc này không ảnh hưởng. . Em liên hệ với Giảng viên giảng dạy để giải thích rõ hơn về việc nhập điểm. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác:   p Chào thầy/cô  br   br . . . . Em tên là [full_name], MSSV [student_id].  br   br . . . . Do em chủ quan nghĩ rằng mình đã có BHYT nên không đăng ký đợt cuối. Lúc nhận ra thì em đã không đăng ký được nữa.  br   br . . . . Mong thầy cô có thể xem xét trường hợp của em và chỉ dẫn để em có thể đăng ký môn học cho học kỳ chính tiếp theo.  br   br . . . . Em xin chịu mọi sự trừng phạt thầy cô đề xuất ạ.  br   br . . . . Thân mến  br . . [full_name]. .   p . .",
            "\"Chào bạn. . Vấn đề BHYT, Học bổng, vay vốn ngân hàng, gia hạn và miễn giảm học phí, sinh hoạt công dân… Bạn vui lòng liên hệ Phòng Công tác Chính trị Sinh viên để được hướng dẫn.. . Email:  [email]. . Thân. . \""
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em tên là [full_name] mã số sinh viên [student_id]. . . Hiện tại em đã đủ điều kiện tốt nghiệp nhưng vẫn chưa có tên trong danh sách xét tốt nghiệp tháng 4 2022. . . Mong Phòng đào tạo xem xét giúp em ạ.. . . . Em cảm ơn, . . Trân trọng.",
            "\"Chào bạn,. . PDT đã ghi nhận yêu cầu về đăng ký xét TN của bạn. SV vui lòng theo dõi email  và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 22/03/2022 SV vẫn chưa nhận được thấy tên trong ds dự kiến tốt nghiệp ( Tra danh sách tại http://www.aao.hcmut.edu.vn    Tốt nghiệp    Thông tin tốt nghiệp) hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 04/2022 (cập nhật mới gia hạn thời gian xử lý tốt nghiệp). . Về tình trạng sinh viên, khi nào em có tên trong ds dự kiến tốt nghiệp, PDT sẽ tự động ra QD thu nhận cho bạn nhé. . Thân. . \""
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Dạ em chào thầy/cô,. . Thầy/cô cho em hỏi là vào thời điểm phân ngành em không nộp minh chứng hoãn thi nên em không đủ điểm để vào ngành Kỹ thuật Điều khiển và Tự động hóa. Sau khi xem cập nhật điểm vào ngày 14/3/2022 thì em thấy điểm của em có thể đậu vào ngành đó. Cho em hỏi là em có cơ hội nào để có thể ứng tuyển vào ngành Kỹ thuật Điều khiển và Tự động hóa không ạ?. . Hiện tại em trúng tuyển ngành Kỹ thuật Điện tử - Viễn thông và điểm tính tới học kì 211 là 7.43 ạ. . . Em xin cám ơn thầy/cô.",
            "Chào bạn. . Về việc này bạn vui lòng liên hệ Văn phòng Khoa để hỗ trợ. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Dạ e chào Thầy/cô,. . Nhờ Thầy/cô kiểm tra giúp e sao e vẫn chưa có trong danh sách tốt nghiệp dự kiến ạ. Em cám ơn",
            "\"Chào bạn,. . PDT đã ghi nhận yêu cầu về đăng ký xét TN của bạn. SV vui lòng theo dõi email  và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 22/03/2022 SV vẫn chưa nhận được thấy tên trong ds dự kiến tốt nghiệp ( Tra danh sách tại http://www.aao.hcmut.edu.vn    Tốt nghiệp    Thông tin tốt nghiệp) hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 04/2022 (cập nhật mới gia hạn thời gian xử lý tốt nghiệp). . Về tình trạng sinh viên, khi nào em có tên trong ds dự kiến tốt nghiệp, PDT sẽ tự động ra QD thu nhận cho bạn nhé. . Thân. . \""
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . pdt oi cho em hỏi là ngày cuối cùng được nộp bằng anh văn để xét tốt nghiệp tháng 4 này là 11/4 hay 4/5 vậy ạ.",
            "Chào bạn, . . Hạn cuối nộp chứng chỉ ngoại ngữ là trước tháng 4. . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính gửi thầy cô phòng đào tạo,. . . . Em tên là [full_name]. Em có MSSV là [student_id]. Em thuộc khoa Khoa học máy tính hệ VHVL.. . . . Em xin trình bày thắc mắc về học phí của em như  hình đính kèm là đã tới hạn nộp học phí nhưng em chưa thấy được mở thanh toán ạ.. . . . Em có đính kèm hình nhờ thầy cô xem giúp em ạ.. . . . Em mong thầy cô xem lại dùm em trường hợp này để em có thể đóng đủ học phí cho nhà trường ạ.. . . . Em xin chân thành cám ơn sự giúp đỡ của thầy cô ạ.. . . . Thân mến,. . Em [full_name].",
            "Chào em,. . SV vui lòng đợi thông báo sau của Phòng Đào tạo về việc thay đổi thời gian thanh toán HP trong tuần sau nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Xin chào thầy/cô,. . Theo lịch tốt nghiệp trên trang aao.hcmut.edu.vn em thấy hạn chót tốt nghiệp vào ngày 11/4/2022. Còn trên trang hệ thống mybk.hcmut.edu.vn mục đăng ký tốt nghiệp hạn chót vào ngày 4/5/2022. Vậy hạn chót nộp các điều kiện anh văn tốt nghiệp là chính xác vào thời gian nào vậy ạ?. . Em xin cảm ơn.. .   i Tốt nghiệp .",
            "\"Chào em,. . SV xem lịch trình xét tốt nghiệp tháng 4/2022 tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 4/2022 . . Còn thời gian được cập nhật tại mybk/Đăng ký tốt nghiệp là thời gian để SV vào đăng ký tốt nghiệp sau khi có tên trong ds dự kiến tốt nghiệp nhé. . Về lễ tốt nghiệp, SV vui lòng đợi thông báo sau.. . Thân. . \""
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Chào thầy/cô,. . . . Em có đăng ký in bảng điểm và nhận ở PĐT CS1 nhưng hiện tại em đang mắc bệnh nên không thể lên nhận được.. . . . Em có nhờ bạn [full_name] - MSSV [student_id] nhận giúp ạ.. . . . Em mong quý thầy/cô giúp đỡ và cho bạn nhận giúp bảng điểm cho em.. . . . Em xin chân thành cảm ơn.. . . . Trân trọng,. . [full_name]",
            "đã xử lý"
        ]
    },
    {
        "intent": "",
        "message": [
            "Em chào ad. . Em là [full_name]SV [student_id]. . Em học Chuyên ngành Cảng-công trình biển, khoa Kỹ thuật Xây dựng.. . Em có thắc mắc là sau khi tốt nghiệp ĐH, em có thể đăng kí học chương trình Thạc sĩ ngành Kỹ thật Xây dựng không ạ, thay vì Thạc sĩ ngành Kỹ thuật công trình biển?. . Nếu được học thì em có cần phải bổ sung thêm vài môn hay bắt buộc phải có bằng 2 Dân dụng để tiếp tục học Thạc sĩ ạ.. . Em cảm ơn.. . . .",
            "Chào em,. . Em vui lòng liên hệ tại Phòng Đào tạo Sau đại học để được tư vấn về chương trình thạc sĩ cho bạn nhé. . Văn phòng\t: B11 – 268 Lý Thường Kiệt, Q. 10, TP. HCM. . Điện thoại\t: (84.28) [student_id]8. . Website\t:www.pgs.hcmut.edu.vn. . Email\t: [email]. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Dạ em chào thầy cô.. . Em tên là [full_name], MSSV [student_id]. . Em xin phép được gửi đơn xin hoãn thi môn Vật Lý 2 lớp L02 ngày 6/3/2022 lúc 7h ạ.. . . .",
            "\"Chào bạn,. . Về việc kiểm tra bổ sung (giữa kỳ):. . SV có thể liên hệ với GV để xin được kiểm tra bổ sung lại, nếu GV không đồng ý. . Bạn vui lòng tải mẫu đơn: Phiếu đăng ký dự thi kiểm tra bổ sung tại trang web : aao.hcmut.edu.vn    Sinh viên    biểu mẫu. . Điền đầy đủ thông tin đính kèm minh chứng nộp tại BKSI (áp dụng đối với các môn lý thuyết có lịch thi ). . Thân\"",
            "\"Chào em. . Đơn hoãn thi của em đã được đồng ý nhé, dự kiến trong tháng 03/2022 PDT sẽ gửi mail PHIẾU CHO PHÉP KIỂM TRA BỔ SUNG cho SV.. . Sau thời gian trên mà chưa nhận được mail thông báo về QD, em vui lòng phản hồi lại qua bksi để PDT kiểm tra lại nhé!. . Thân. . \""
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em chào pđt ạ.. . Em là sinh viên k17 ngành kỹ thuật xây dựng. Ở học kì 202 em có đăng kí môn học Trắc địa đại cương (CI1007) do thầy [full_name] giảng dạy. Nhưng mà đến hiện nay lớp chúng em vẫn chưa nhận được thông tin về việc học thí nghiệm và thi của thầy ạ. . . Em đã có liên hệ với thầy nhiều lần nhưng mà thầy vẫn chưa có thông tin gì ạ. Em mong pđt giúp em hướng giải quyết ạ. Vì em cần hoàn thành môn này để có thể kịp đăng kí tốt nghiệp vào tháng 4 năm nay ạ. Em cảm ơn ạ.",
            "Chào bạn, . . Nếu bạn không liên hệ được với thầy thì bạn vui lòng liên hệ với Khoa/Bộ môn để được hỗ trợ. . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em hiện tại đang bị tạm dừng vì không đăng ký môn học do em đã học xong nhưng chưa có chứng chỉ anh văn để xét tốt nghiệp.. . Nay em đã có chứng chỉ và đã được xét duyệt, cô giúp em gỡ tạm dừng để em có thể đăng ký xét tốt nghiệp được không ạ?. . Em cảm ơn.",
            "\"Chào bạn,. . PDT đã ghi nhận yêu cầu về đăng ký xét TN của bạn. SV vui lòng theo dõi email  và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 22/03/2022 SV vẫn chưa nhận được thấy tên trong ds dự kiến tốt nghiệp ( Tra danh sách tại http://www.aao.hcmut.edu.vn    Tốt nghiệp    Thông tin tốt nghiệp) hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 04/2022 (cập nhật mới gia hạn thời gian xử lý tốt nghiệp). . Về tình trạng sinh viên, khi nào em có tên trong ds dự kiến tốt nghiệp, PDT sẽ tự động ra QD thu nhận cho bạn nhé. . Thân. . \""
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em chào thầy/cô. . . . Bkpay của em đã tới hạn đóng tiền dự thính từ ngày 14/03 đến 21/03 mà bây giờ hiện chưa mở ạ. . . . Em cảm ơn",
            "Chào em,. . SV vui lòng đợi thông báo sau của Phòng Đào tạo về việc thay đổi thời gian thanh toán HP trong tuần sau nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác  . . Mình là tân sinh viên k21 do chưa cập nhập ảnh thẻ trên hồ sơ sinh viên nên giờ chưa có thẻ sinh viên.Hiện mình chỉ cần cập nhập ảnh mình lên hồ sơ là đuọc in thẻ hay là phải có mặt tại trường để làm trực tiếp ạ.Xin cảm ơn. .",
            "Chào em,. . Trường hợp của bạn vào lại trang mybk/Mục nhập học, để nộp lại ảnh nhé.. . Hàng tuần Phòng Đào tạo sẽ lấy ảnh về để in lại cho những trường hợp ảnh không đúng quy định và gửi về Khoa phát cho SV.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: 1713903  /b \t. . . .   i Đăng ký môn học . ĐĂNG KÝ DỰ THÍNH - LỘ TRÌNH 2. . Dạ Phòng Đào tạo ơi, em vẫn chưa thấy có lịch đăng ký Dự thính - Lộ trình 2 đợt 3 (đợt bổ sung) ạ. Em đăng rất mong muốn được đăng ký môn Cơ học ứng dụng ạ. . . . . Em cảm ơn Phòng Đào tạo ạ!!!",
            "Chào bạn. . Dự thính lộ trình 2 không có đợt 3 nghen bạn . . Xem chi tiết lịch đăng ký môn học HK kế tiếp (HK 212) dự kiến cập nhật cuối tháng 11/2021 tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ theo học kỳ    Lịch học vụ năm học 2021-2022    Học kỳ 2. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Sinh viên bị dương tính với Covid cần khai báo với nhà trường không ạ?. . Khai báo như thế nào ạ?",
            "Chào em,. . Em là khóa 2021, hiện đăng học GDQP phải không?. . Nếu em đang học GDQP em có thể liên hệ Phòng Đào tạo của Trung Tâm GDQP để được hỗ trợ. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em chào Thầy/Cô!. . . . Em tên Nguyễn Viết Khoa, MSSV: [student_id]. . . . Em vừa nhận quyết định chuyển hệ VHVL qua mail. Do 27-02-2022 này em hoàn thành toeic nói viết trễ nên phải chuyển hệ để xét tốt nghiệp.. . . . Hiện tại hệ Chính Qui em đã hoàn thành chương trình học, và đã có quyết định chuyển hệ của Phòng đào tạo. bên trong tệp đính kèm là quyết định chuyển hệ.. . . . Em viết mail này nhờ Thầy/Cô xét tốt nghiệp giúp em ạ! . . . . Em xin cảm ơn Thầy/Cô đã giúp đỡ, hỗ trợ trong suốt quá trình học!",
            "Dạ, em xin phép chuyển độ ưu tiên cao cho mail này!",
            "\"Chào bạn,. . PDT đã ghi nhận yêu cầu về đăng ký xét TN của bạn. SV vui lòng theo dõi email  và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 22/03/2022 SV vẫn chưa nhận được thấy tên trong ds dự kiến tốt nghiệp ( Tra danh sách tại http://www.aao.hcmut.edu.vn    Tốt nghiệp    Thông tin tốt nghiệp) hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 04/2022 (cập nhật mới gia hạn thời gian xử lý tốt nghiệp). . Về tình trạng sinh viên, khi nào em có tên trong ds dự kiến tốt nghiệp, PDT sẽ tự động ra QD thu nhận cho bạn nhé. . Thân. . \""
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]  /b \t[full_name] [full_name] [full_name] [full_name]   i Tốt nghiệp  /i [full_name] [full_name] [full_name] [full_name] Chào Anh/Chị [full_name] [full_name] em tên là [full_name][full_name] [full_name] mssv [student_id] [full_name] [full_name] Hiện tại thì em đã hoàn thành lvtn anh văn nói viết đã đủ điều kiện để xét tốt nghiệp nhưng vẫn k đăng kí tốt nghiệp trên mybk được ạ[full_name] [full_name] anh/chị có thể cho em biết tại sao k ạ",
            "\"Chào bạn,. . PDT đã ghi nhận yêu cầu về đăng ký xét TN của bạn. SV vui lòng theo dõi email  và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 22/03/2022 SV vẫn chưa nhận được thấy tên trong ds dự kiến tốt nghiệp ( Tra danh sách tại http://www.aao.hcmut.edu.vn    Tốt nghiệp    Thông tin tốt nghiệp) hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 04/2022 (cập nhật mới gia hạn thời gian xử lý tốt nghiệp). . Về tình trạng sinh viên, khi nào em có tên trong ds dự kiến tốt nghiệp, PDT sẽ tự động ra QD thu nhận cho bạn nhé. . Thân. . \""
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ  /i  Em đã được xác nhận chứng chỉ anh văn hợp lệ nhưng vẫn chưa được cộng số tín chỉ môn av 4, mong pdt kiểm tra lại giúp em. . Em xin cảm ơn.. . . .",
            "Chào bạn. . Điểm chuyển/điểm môn anh văn đã được cập nhật tại trang Mybk-thông tin sinh viên-điểm chuyển. . Bạn vui lòng kiểm tra lại.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "B Tốt nghiệp . Chào quý thầy cô và ban giám hiệu trường Đại học Bách Khoa TP.HCM . Em tên là [full_name], MSSV [student_id]. Hiện em đã hoàn thành đủ các điều kiện tốt nghiệp nhưng do các kì gần đây em không đăng kí môn học và theo học nên bị buộc thôi học. Em viết đơn này mong quý thầy cô xem xét cho em được tốt nghiệp. Em xin chân thành cám ơn sự hỗ trợ của quý thầy cô. . . Trân trọng. . .",
            "Chào em,. . PDT đã tiếp nhận đơn thu nhận của bạn.. . SV theo dõi tình trạng tại mybk/Thông tin sinh viên, khi nào chuyển qua trạng thái đang học thì có thể vào đăng ký tốt nghiệp. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Gửi quý Thầy cô, lớp AV400 HL thi ngày 20/02/2022 tới hiên tại chưa có điểm, dù Cô dạy môn đã nhập điểm từ lâu, mong quý Thầy Cô giúp đỡ!",
            "Chào bạn, . . Về vấn đề nhập điểm bạn vui lòng liên hệ với giảng viên, giảng viên sẽ kiểm tra lỗi phát sinh để xử lý. . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Thầy cô cho em hỏi là em đã đăng ký xét tốt nghiệp vào tháng 2, hôm nay em nhờ thầy cô xem giúp em đã có giấy chứng nhận tốt nghiệp tạm thời chưa ạ.. . Em xin cám ơn.",
            "\"Chào bạn. . Theo quy trình cấp bằng đại học hiện tại: dự kiến vào cuối mỗi tháng Phòng đào tạo sẽ lấy danh sách sinh viên đã đăng ký tốt nghiệp (SV đã đăng ký, thanh toán tiền và có xác nhận đã nhận của PĐT) để ra Quyết định công nhận tốt nghiệp, tiến hành in Bằng tốt nghiệp và sẽ thông báo mời SV đến nhận sau khi hoàn tất.. . Nên nếu SV thật sự cần Giấy chứng nhận tốt nghiệp, thì vui lòng điền thông tin vào form (đã có tên trong danh sách dự kiến tốt nghiệp, đã khai thông tin tốt nghiệp, thanh toán 95.000 lệ phí tốt nghiệp(sad) https://forms.gle/2WnfHeAHnRZWJ6Jn7. . Sau khi kiểm tra dữ liệu, dự kiến Thứ 2 hàng tuần sẽ in và scan gởi qua mail SV, sau đó SV cần bảng chính vui lòng liên hệ Pdt để nhận. . . Thân\"\"\""
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em chào pđt ạ,. . . . Em là [full_name] sinh viên K15. Pđt cho em hỏi là em thi Toeic được 540 nhưng em chỉ mới học tới AV2 thì khi chuyển điểm qua thì có điểm AV3 và AV4 không ạ?. . . . Em xin cảm ơn pđt.",
            "Chào em,. . Em xem quy định chuyển điểm của khóa 2015 tại đây nhé:. . SV xem quy định tại đây: http://www.aao.hcmut.edu.vn/sinh viên/quy chế/học vụ/Quyết định ban hành Quy định học vụ và đào tạo bậc Đại học/ phụ lục 1/5.3. . Thân\""
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Dạ cho em hỏi về việc thanh toán học phí dự thính kỳ 212 em thấy thông báo là 14/3 sẽ mở  thanh toán và hết hạn 15h 21/3. Hôm nay 15/3 em thấy bkpay vân chưa mở thanh toán ạ, không biết có lỗi nào không ạ. Mong nhân được phản hồi từ thầy cô ạ. Em cam ơn ạ!",
            "Chào em,. . SV vui lòng đợi thông báo sau của PDT về việc thay đổi thời gian thanh toán HP trong tuần sau nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Xin chào ạ!. . Em tên: [full_name] MSSV: [student_id]. . . . Em không thể thi do trường hợp laptop bị hỏng không thể minh chứng là laptop bị hỏng do sửa một tiệm sửa chửa nhỏ, do em ở quê nên xung quanh khu vực của em chỉ có các tiệm sửa laptop nhỏ. Em chỉ có một laptop và Không thể ra tiệm internet để thi vì không đủ điều kiện thi.",
            "đã gởi mail phiếu cho phép kiểm tra qua mail. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Kính gửi Nhà trường,. . . . Cho em hỏi là ngoài việc in bảng điểm bản cứng, nhà trường có cung cấp dịch vụ gửi file mềm bảng điểm cho sinh viên không ạ.. . . . . . Nếu có em có thể xin file bảng điểm như thế nào ạ? Tại vì em đang ở quê và cần gấp nên sợ không kịp xin nhà trường gửi bưu điện về ạ.. . . . Em xin cảm ơn.",
            "Chào bạn, . . Hiện tại nhà trường chưa cung cấp dịch vụ gửi file mềm bảng điểm cho sinh viên. . . SV tự đăng ký in bảng điểm và sau khi nhận được bảng điểm SV vui lòng tự scan để sử dụng.. . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em là [full_name], MSSV: [student_id], là sinh viên lớp DT01-A môn giải tích mạch EE1011 học kỳ 2 (2020-2021). Tuy đã có điểm trên E-learning đã lâu nhưng hiện bảng điểm của em trên mybk vẫn còn trống, em không biết khi nào thì mới được cập nhật điểm ạ? . . Do em chuẩn bị xét tốt nghiệp mà bảng điểm chưa được cập nhật. Mong thầy cô kiểm tra lại giúp em. . . Em cám ơn ạ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em xin chào anh, chị Văn phòng.. . Em là [full_name], MSSV: [student_id], hiện đang là sinh viên thuộc K17 Khoa Điện - Điện tử.. . Em hiện đã hoàn thành xong các tín chỉ của chương trình đào tạo, nhưng lại không thấy tên của mình trong danh sách tốt nghiệp dự kiến HK212. Em đã tạo ticket #51152 để hỏi nhưng hiện tại sau ngày 15/03 em vẫn chưa có tên trong danh sách.. . Em tạo ticket mới mong muốn Văn phòng có thể xem xét lại giúp em vấn đề này. . . Bên dưới em có đính kèm thêm 1 số thông tin để tiện cho việc theo dõi.. . . . -Em đã hoàn thành đủ 3 môn giáo dục thể chất là Bơi, Bóng chuyền và Bóng đá (Hình 1). . -Một số môn học em đã đăng kí tín chỉ tương đương (Hình 2). . * Đại số tuyến tính (MT1007, 3 tín chỉ), mã cũ: 006405. . * Đường lối CM của Đảng CSVN (SP1009, 3 tín chỉ), mã cũ: 001004. . * Hệ thống máy tính & ngôn ngữ lập trình (EE2415, 4 tín chỉ), mã cũ: 407410. . . . . .",
            "Chào em,. . Trường hợp của em đã được cập nhật môn tương đương và xét tốt nghiệp.. . Danh sách tốt nghiệp mới sẽ được cập nhật lại trong tuần sau nhé bạn.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Chào thầy/cô em tên [full_name] đang học hệ VHVL.Dạ thầy/cô cho em hỏi hiện em đã hoàn thành hết các môn trong chương trình học nhưng vẫn chưa đăng ký tốt nghiệp được.Mong thầy/cô kiểm tra giúp em còn thiếu những yêu cầu nào để tốt nghiệp ạ.Em xin cảm ơn",
            "Chào em,. . Trường hợp của em đã đủ điều kiện tốt nghiệp, hiện tại em còn thiếu kết quả thẩm tra bằng và PDT đã gửi mail cho SV bổ sung, em kiểm tra lại và vào mybk/Đăng ký tốt nghiệp để đăng ký nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Chào thầy/cô. . Em đã nộp bằng toeic nghe-đọc 605 điểm rồi ạ, trường đã xét miễn cho em rồi, mà trong phần chuyển điểm , em vẫn chưa thấy được chuyển điểm av1,2,3,4 ạ.. . Thầy/ cô kiểm tra lại giúp em ạ.. . em xin cảm ơn.. . . .",
            "Chào em,. . Em phải đăng ký xét miễn AV 1,2,3,4 và thanh toán lệ phí thì hệ thống mới ghi nhận nhé bạn. . Cô kiểm tra hiện tại bạn vẫn chưa đăng ký chuyển điểm AV1,2,3,4 nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Hiện tại em là sinh viên năm 2 thuộc chương trình Việt-Pháp. Em trúng tuyển ngành Cơ Điện tử (chương trình Chất lượng cao). Em đọc trong thông tin của nhà trường về chương trình Việt-Pháp là khi xin rút ra khỏi chương trình thì sẽ về học ngành tương ứng của chương trình đại trà. Em đang thắc mắc là em có thể nào xin chuyển về lại chương trình chất lượng cao này sau 2 năm học chương trình Việt-Pháp không ạ?  . . . . Em xin cám ơn.",
            "Chào bạn. . Bạn vui lòng làm đơn xin rút khỏi chương trình việt pháp + xác nhận đồng ý của Cô [full_name] phụ trách chương trình. . Sau đó nộp trực tiếp hoặc nộp tại BKSI. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em xin kính chào Quý thầy cô phụ trách,. . . . Hiện tại em đã đăng ký tốt nghiệp ở học kỳ này. Do yêu cầu công việc cần giấy tốt nghiệp tạm thời khá gấp nên Quý thầy cô có thể hỗ trợ in sớm giúp em và thông báo thời gian cụ thể để em tới Phòng đào tạo Cơ sở 1 lấy được không ạ?. . . . Em xin chân thành cảm ơn.",
            "\"Chào bạn. . Theo quy trình cấp bằng đại học hiện tại: dự kiến vào cuối mỗi tháng Phòng đào tạo sẽ lấy danh sách sinh viên đã đăng ký tốt nghiệp (SV đã đăng ký, thanh toán tiền và có xác nhận đã nhận của PĐT) để ra Quyết định công nhận tốt nghiệp, tiến hành in Bằng tốt nghiệp và sẽ thông báo mời SV đến nhận sau khi hoàn tất.. . Nên nếu SV thật sự cần Giấy chứng nhận tốt nghiệp, thì vui lòng điền thông tin vào form (đã có tên trong danh sách dự kiến tốt nghiệp, đã khai thông tin tốt nghiệp, thanh toán 95.000 lệ phí tốt nghiệp(sad) https://forms.gle/2WnfHeAHnRZWJ6Jn7. . Sau khi kiểm tra dữ liệu, dự kiến Thứ 2 hàng tuần sẽ in và scan gởi qua mail SV, sau đó SV cần bảng chính vui lòng liên hệ Pdt để nhận. . . Thân\"\"\""
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ em là [full_name] mssv [student_id] là sinh viên chính quy chuyển sang hệ VLVH ngành dệt khoá 2018. Em nhờ phòng đào tạo kiểm tra và hỗ trợ giúp em đăng ký luận văn tốt nghiệp mã môn học ME 4539 với ạ.. . Vì gặp 1 số sự cố về thiếu môn và nhầm mã môn học nên những đợt trước em không đăng ký được luận văn, sau đó em đã làm đơn chuyển điểm và bổ sung đầy đủ. . . Em nhờ pđt kiểm tra và đăng ký lại luận văn giúp em ạ.. . Em chân thành cảm ơn.",
            "Chào bạn. . Hiện tại đã đến tuần thứ 11 của HK 212, nên bạn vui lòng làm đơn đăng ký LVTN, trong đơn ghi rõ tên môn học, mã số môn học, lý do bổ sung. Và phải có xác nhận của Khoa + Giảng viên hướng dẫn đồng ý bổ sung và xác nhận tiến độ thực hiện được bao nhiêu phần trăm (có thể gởi yêu cầu Khoa + Giảng viên hướng dẫn xác nhận trong đơn, hoặc xác nhận qua mail, bạn chụp hình mail  đồng ý đính kèm ), gởi yêu cầu tại BKSI để xử lý. . Thân.",
            "Dạ nhờ pđt kiểm tra kỹ lại giúp em còn vấn đề hoặc thiếu chỉ gì không để em làm đơn 1 lần luôn với ạ, huhu em đã làm rất nhiều đơn từ và làm phiền thầy cô bộ môn, khoa rất nhiều lần vì giấy tờ rồi. Lúc em ghé phòng đào tạo thì thầy có bảo bổ sung giấy tờ và kiểm tra lại sẽ giúp đăng ký lvtn ạ, nhờ pdt check kỹ trường hợp của em với ạ.. . Em chân thành cảm ơn.",
            "Trước Tết trong thời gian đăng ký môn học pđt kêu em đợi hết đợt đăng ký nếu vẫn k đăng ký được thì mới khiếu nại. Sau khi hết đợt đăng ký e vẫn không đăng ký được thì pđt kêu em làm đơn, em đã làm đơn, pdt hẹn ngày 25 tháng 1 em ghé xong pdt bảo em 14-2  quay lại. Qua Tết sau khi làm đơn xong em vẫn không đăng ký được luận văn em lên pdt thì check lại là bảo thiếu chỉ vì em bị sai mã môn, em làm đơn này kia cho bộ môn lên khoa làm công văn thì bị sửa lại 3-4 lần mới xong. Kéo dài cho tới tận giữa kì thì em vẫn bị kêu làm đơn khác, em thật sự sợ là sau khi em làm đơn xin luận văn xong lại tiếp tục phát sinh lỗi khác, rất mong pdt check kỹ giúp em để em làm 1 lần luôn ạ, cuối tháng 5 là thời gian bảo vệ luận văn luôn rồi.. . Em mệt, thầy cô bộ môn mệt, khoa mệt, mà pdt cũng mệt.",
            "Chào em,. . Vấn đề mã MH sinh viên phải kiểm tra kỹ về CTĐT của mình để ghi cho chính xác nhé, thời điểm hiện tai đã quá trễ để đăng ký LVTN, SV muốn xin đăng ký trễ hạn vui lòng làm đơn trình bày rõ, có xác nhận của GVHD (xác nhận tiến độ hoàn thành LVTN của bạn đến giờ được bao nhiêu %) và [full_name] xác nhận đồng ý.. . Và nộp đơn qua bksi cho Phòng Đào tạo để xem xét nhé. . Còn về đơn miễn môn thì vấn đề của bạn và [full_name], bạn không thể gộp chung vào vấn đề làm đơn xin ĐK LVTN trễ hạn được nhé.. . Hoặc bạn có thể đợi đăng ký LVTN trong HK213 nhé. . Chúc em học tốt. . Thân"
        ]
    }
]