[
    {
        "intent": "",
        "message": [
            "Dạ em chào thầy/cô.. . Em tên : [full_name]. . MSSV :[student_id].. . Lý do: em xin được phục hồi tkb203 và mở đăng kí môn học hk211. . . Thầy/cô xem xét giúp em với ạ.. . Em chân thành cảm ơn thầy/cô.. .",
            "Chào bạn. . PDT đã  đồng ý và tiếp nhận đơn thu nhận vào HK203 của bạn (chỉ phục hồi TKB chính quy HK203). . Bạn vui lòng theo dõi tình trạng sinh viên của bạn chuyển sang từ “tạm dừng” sang tình trạng “Đang học” sẽ cập nhật trên Mybk-thông tin sinh viên, dự kiến trễ nhất vào 20/08/2021. . Sau 10h ngày 19/8 bạn có thể vào ĐKMH Hk211- đợt 3 (nếu có nhu cầu). . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Chào quý thầy cô PĐT.. . Em có đặt câu hỏi về việc giấy CNSV của em đã được duyệt vào ngày 9/8/2021 nhưng đến nay em vẫn chưa nhận được và đã có thầy cô trả lời rằng : do một số lý do bất khả kháng nên một số bưu điện trả về. Vậy đối với những trường hợp này thì trường sẽ giải quyết thế nào ạ.. . Em cám ơn nhiều ạ !",
            "Chào bạn,. . Nếu bạn cần bản scan trước PDT sẽ scan và hỗ trợ gửi qua mail cho bạn nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em chào thầy/cô, . . Thưa thầy/cô, do video màn hình của em bị dính virus nên sau khi thi thì em không thể tải video lên được. Em đã nhờ người phục hồi lại được hoàn toàn video đã bị lỗi đó tuy nhiên lại bị trễ thời gian nộp vài tiếng. Em đã nộp video qua link ở exam.hcmut.edu.vn .Em đã cố gắng để phục hồi lại video bị lỗi, và phục hồi lại được rồi, và em đã gửi lại bên bkex, không biết như thế có được không ạ. . . Em thật sự xin lỗi vì sự chậm trễ này, mong thầy/cô bỏ qua cho em.. . Em cảm ơn thầy/cô đã dành thời gian để đọc câu hỏi của em.. . Chúc thầy/cô có một buổi tối vui vẻ.. .",
            "Chào bạn,. . - Bạn vui lòng xem chi tiết hướng dẫn thi trực tuyến nhà trường đã gửi thông báo đến SV. . - Bạn cần thực hiện theo hướng dẫn của nhà trường và thực hành để thuần thục các thao tác ghi màn hình trước khi thi.. . - Bạn nên liên hệ GV giảng dạy để được hướng dẫn.. . . . Trường hợp có sự cố bất khả kháng trong khi thi dẫn đến không thể hoàn thành được bài thi, và không được giải quyết cho thi các ca thi sau (nếu có), sinh viên có thể đăng ký \"Hoãn thi\" ngay sau buổi thi (không phải vắng thi có phép).. . Bạn phải báo với CBCT để ghi nhận về trường hợp của bạn trong quá trình thi, vì PDT sẽ gửi ds hoãn thi về Khoa để đối chiếu lại nhé!. . . . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em tên: [full_name]. . MSSV: [student_id]. . Hệ VHVL: Kỹ Thuật Ô Tô. . Hiện tại em chưa nhận được thông báo đăng ký môn học đợt 1, 2, 3 qua mail [email]. . Em xin hỏi trường hợp của em phải làm sao ạ?. .",
            "Chào bạn,. . SV dùng mail SV của trường nhé. . [email]"
        ]
    },
    {
        "intent": "",
        "message": [
            "Cho em hỏi là sĩ số tối thiểu để mở lớp dung sai và kĩ thuật đo ME3801 học kì dự thính HK211 tối thiểu là cần bao nhiêu sinh viên ạ. Em xin cảm ơn.",
            "Chào bạn,. . Bạn vui lòng xem quy định sỉ số mở lớp môn học tại đây:. . aao.hcmut.edu.vn/sinh viên/quy chế/học vụ/Quy chế đào tạo và học vụ bậc đại học, cao đẳng:/ điều 8.2. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em có đăng ký hoãn thi trong kì 202. Phải làm như thế nào để có thể đăng ký thi trong kì tiếp theo.",
            "Thân gửi các bạn sinh viên, . . Phòng Đào tạo (PĐT) đã thông báo cho Sinh viên (SV) về việc nộp đơn hoãn thi trực tiếp cho PĐT đối với các môn học Lý thuyết, mà không thông qua Giảng viên (GV). PĐT sẽ hậu kiểm các tình huống cấm thi sau. Hiện nay, SV đăng ký bằng cách gửi email về PĐT có kèm file và qua hệ thống Hỗ trợ trực tuyến (BKSI). Để nhanh chóng và thuận lợi, PĐT thay đổi phương thức nộp đơn hoãn thi như sau:. . SV đăng nhập vào Google bằng tài khoản BKNetID@hcmut.edu.vn và điền thông tin hoãn thi theo link: https://forms.gle/ckyYcJMWN7w3kqe56. . Hạn cuối: 5 ngày sau khi thi online (chỉ tính ngày làm việc). . Trường hợp SV đã nộp đơn qua email của PĐT và  qua công cụ BKSI (đã hoặc chưa được tiếp nhận), vui lòng điền lại vào form trên để PĐT cập nhật dữ liệu đồng nhất và chính xác.. . Riêng đối với môn Đồ án, Thực tập ngoài trường, Đề cương Luận văn, Luận văn/Tiểu luận tốt nghiệp: SV có thể xin hoãn bảo vệ với lý do dịch Covid-19 ảnh hưởng nghiêm trọng đến kết quả thực hiện đề tài (không thực nghiệm được tại Phòng thí nghiệm, không thực địa, ...). SV gửi email trực tiếp đến Giáo viên hướng dẫn, Khoa/Bộ môn để được xem xét đồng ý và forward email cuối cùng đến email của PĐT để đăng ký.. . Thông tin thêm:. . . . Em đọc kỹ quy chế nhé. . . . . . •\tQuy định hoãn thi (HT): xem chi tiết tại khoản 17.2 Điều 17 trong Quy chế đào tạo và học vụ (aao.hcmut.edu.vn    Sinh viên    Quy chế).. . •\tCác môn có phần thí nghiệm (TNg) sẽ được tổ chức thi sau khi TNg xong. Một số môn, Giảng viên sẽ đề nghị cho thi trước, điểm TNg sẽ có sau, khi đó SV có thể xin hoãn thi.. . •\tRiêng hoãn thi kiểm tra giữa kỳ của HK DT202 và 203: SV liên hệ trực tiếp GV và Bộ môn để được xem xét cho kiểm tra riêng hoặc lấy cột điểm thành phần khác để làm điểm kiểm tra.. .  . . Chúc các bạn học tập thật tốt!. . . . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em chào thầy cô ạ, em gửi thầy cô đơn HỦY hoãn thi của em. . . . . Họ tên sinh viên: [full_name] MSSV:[student_id]. . Môn thi: MT2109. . . . Em cám ơn ạ!",
            "Chào em,. . Em làm đơn xin hủy hoãn thi: ghi rõ HK, mã môn học, tên môn học ... , hoặc lấy mẫu đơn hoãn thi sửa thành đơn HỦY HOÃN THI, gửi qua bksi. . Thân mến,. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học  /i  LVTN MSMH 400303 , và một môn tự chọn trong nhóm môn học tự chọn 2 tín chỉ . Em có gửi đính kèm mong quý thầy cô xem xét cho em đky MH hky 211 không bị gián đoạn việc học. Em xin chân thành cảm ơn.. . . .",
            "Chào bạn,. . bạn vui lòng trình bày rõ là bạn muốn xin ĐKMH nào?ghi rõ lý do, tên MH và mã số MH. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học .",
            "Chào các thầy cô ạ. em muốn xin mở thêm sỉ số của môn Thi công công trình CSHT với mã môn CI4023 . em cám ơn thầy cô đã hỗ trợ ạ",
            "Chào bạn,. . Hiện tại toàn bộ môn học đã được Phòng Đào tạo tăng sĩ số tối đa theo quy định của từng loại môn học và quy định của google meet (tối đa 100 tính luôn Giảng Viên). . Xem quy định về sĩ số mở lớp cho từng loại môn học tại đây: aao.hcmut.edu.vn/sinh viên/quy chế/học vụ/Quy chế đào tạo và học vụ bậc đại học, cao đẳng/ Điều 8. 2. . Chúc bạn học tập tốt nhé.. . . . Thân. .",
            "Chào thầy cô ạ. Môn Thi công công trình CSHT với mã môn CI4023 với sỉ số hiện tại là 60/60 ạ, Em hi vọng thầy cô giúp em với ạ",
            "Chào bạn,. . 60/60 tùy môn em nhé, không phải môn nào cũng 100.. . . . Hiện tại toàn bộ môn học đã được Phòng Đào tạo tăng sĩ số tối đa theo quy định của từng loại môn học và quy định của google meet (tối đa 100 tính luôn Giảng Viên). . Xem quy định về sĩ số mở lớp cho từng loại môn học tại đây: aao.hcmut.edu.vn/sinh viên/quy chế/học vụ/Quy chế đào tạo và học vụ bậc đại học, cao đẳng/ Điều 8. 2. . Chúc bạn học tập tốt nhé.. . . . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ chào thầy(cô) ạ.. . Em tên [full_name]. . MSSV [student_id]. . Do đầu năm nhất em có xin hoãn một học kì do bị tai nạn nên còn 2 học phần là Nhập Môn Kỹ Thuật(ME1001) và Quân Sự(MI1003) em chưa trả được ạ.. . Môn Nhập môn kỹ thuật em đã đăng ký nhiều lần nhưng bị xóa môn ạ.. . Dạ làm sao để em có thể trả được 2 môn này ạ.. . Em cảm ơn.",
            "Chào bạn. . - Phòng đào tạo đã ghi nhận thông tin bạn đăng ký môn học chung với K2021, Thời gian bắt đầu học của Khoá 2021 là 4/10/2021, nên bạn vui lòng xem TKB tại Mybk vào thời gian trên, nếu không có TKB thì phản hồi lại Pdt. . - Môn GDQP em tự thu xếp việc học và tự đăng ký với TTGDQP.. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em kính chào quý thầy cô.. . Em tên là [full_name], mã số sinh viên [student_id].. . Em viết thư này xin quý thầy cô mở thêm sĩ số cho em vào học môn Anh văn 2, mã môn LA1005, nhóm lớp L02, lịch học thứ 5 tiết 234 của cô [full_name].. . Em xin chân thành cảm ơn.",
            "Chào bạn,. . Hiện tại toàn bộ môn học đã được Phòng Đào tạo tăng sĩ số tối đa theo quy định của từng loại môn học và quy định của google meet (tối đa 100 tính luôn Giảng Viên). . Xem quy định về sĩ số mở lớp cho từng loại môn học tại đây: aao.hcmut.edu.vn/sinh viên/quy chế/học vụ/Quy chế đào tạo và học vụ bậc đại học, cao đẳng/ Điều 8. 2. . Chúc bạn học tập tốt nhé.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . PĐT cho em hỏi có cách nào cho em hủy đăng ký môn học đợt 3 này không vì em đăng ký nhầm mã đợt 2 và em không muốn thực hiện rút môn học vì quá tốn phí đóng dù không học.. . Em xin cám ơn.",
            "Chào bạn,. . Hiện tại đã hết thời gian hiệu chỉnh  và hủy môn học nhé bạn.. . SV vui lòng đợi thông báo về việc rút môn học (có tính học phí theo quy định), sẽ thông báo cho SV trong tháng 9/2021. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Dear thầy cô PĐT,. . . . Em là : Nguyễn Ngọc Tuân - MSSV [student_id].. . Em có đăng ký môn học Thực Tập Công Nghệ Phần Mềm - Mã số môn học : CO3055 - Nhóm T01.. . . . Môn học này bắt đâu học từ thứ 2, ngày 16/08/2021. Nhưng em không nhận được hướng dẫn gì từ giáo viên, em kiểm tra trên e-learning cũng không có gì.. . . . Vì vậy, kính nhờ các thầy cô hỗ trợ hướng dẫn cho em, hoặc cho em thông tin thầy cô phụ trách môn học để em có thể liên lạc, từ đó hoàn thành tốt môn học này. . . . . Bằng tất cả tinh thần học hỏi, kính mong được các thầy cô giúp đỡ.. . . . Em xin chân thành cảm ơn!",
            "Học vụ . Dear thầy cô PĐT,. . . . Em là : Nguyễn Ngọc Tuân - MSSV [student_id].. . Em có đăng ký môn học Thực Tập Công Nghệ Phần Mềm - Mã số môn học : CO3055 - Nhóm T01.. . . . Môn học này bắt đâu học từ thứ 2, ngày 16/08/2021. Nhưng em không nhận được hướng dẫn gì từ giáo viên, em kiểm tra trên e-learning cũng không có gì.. . . . Vì vậy, kính nhờ các thầy cô hỗ trợ hướng dẫn cho em, hoặc cho em thông tin thầy cô phụ trách môn học để em có thể liên lạc, từ đó hoàn thành tốt môn học này.. . . . Bằng tất cả tinh thần học hỏi, kính mong được các thầy cô giúp đỡ.. . . . Em xin chân thành cảm ơn!",
            "Chào bạn,. . SV liên hệ về Khoa để hỏi về ds phân giáo viên hướng dẫn nhé.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Em xin kính chào quý thầy cô do lớp av4 đủ sĩ số rồi ạ. Nên em kính mong thầy cô cho em vào lớp để em hoàn thành học vụ ạ. Em xin chân thành cảm ơn. . . . .",
            "Chào bạn,. . Bạn vui lòng ghi rõ tên MH, mã MH và mã nhóm xin đăng ký (ghi rõ lý do) để PDT kiểm tra và trả lời. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Thưa thầy cô,. . Em là sinh viên năm 3 ngành CNTP, khoa Hóa. Trong đợt đăng ký môn học đợt 2, môn chuyên ngành của lớp em vẫn không được mở mặc dù đã đủ số lượng đăng ký và khoa cũng như giảng viên đã đồng ý mở lớp. Đến đợt 3 này, cuối cùng thì môn chuyên ngành cũng đã được mở lớp, tuy nhiên lại trùng lịch với môn Chủ nghĩa xã hội khoa học mà em đã đăng ký vào đợt trước. Em biết theo quy định, trong đợt 3 này em không được thay đổi nhóm hay xóa môn, nhưng đây là một môn chuyên ngành quan trọng và rất khó để lớp em xin mở được lớp. Vì vậy, em xin phòng đào tạo có thể xem xét cho phép em được đổi nhóm môn CNXHKH ạ. Em xin chân thành cảm ơn."
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính chào Thầy(Cô),. . . . Em tên [full_name], [student_id], lớp XD18CTXD03,. . Dạ em muốn hỏi về giấy xác nhận sinh viên để vay vốn học tập ở địa phương, mọi năm khi học kì của năm mới bắt đầu thì khi có Thời khóa biểu học tập mình chụp lại xong đem lên phòng công tác chính trị sinh viên để làm giấy xác nhận gửi về địa phương ạ, không biết trong tình hình dịch covid như năm nay thì thủ tục để làm giấy xác nhận vay vốn học tập như thế nào ạ ?, nếu làm giấy xác nhận xong thì làm sao để em có thể đi lấy được ?, mong Thầy (Cô) hồi đáp sớm, em cảm ơn Thầy (Cô) rất nhiều.. .   i Yêu cầu khác .",
            "Chào em,. . Em liên hệ phòng Công tác chính trị sv qua email [email] để được hướng dẫn nhé.. . Thân mến,. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Lời đầu tiên, em xin chào thầy/cô. . . Trong đợt đăng ký môn học vừa rồi, em có đăng ký một số môn không nằm trong chương trình của kì này, vì một số lý do nên em muốn rút môn. Cho em hỏi đợt rút môn sẽ bắt đầu từ khi nào ạ? Vì môn này có khá nhiều bài tập cá nhân và bài tập nhóm ạ.. . Em xin chân thành cảm ơn ạ.",
            "Chào bạn,. . Hiện tại đã hết thời gian hiệu chỉnh  và hủy môn học của HK211 nhé bạn.. . SV vui lòng đợi thông báo về việc rút môn học (có tính học phí theo quy định), sẽ thông báo cho SV trong tháng 9/2021. . Xem chi tiết quy chế tại đây:. . aao.hcmut.edu.vn/sinh viên/quy chế/học vụ/Quy chế đào tạo và học vụ bậc đại học, cao đẳng:/ điều 11.2. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Dạo gần đây, khu em hay cúp điện đột xuất. Không may trước giờ thi, khu em bị cúp điện em phải làm sao? Em có thể liên hệ ai để làm bài thi lại không? Có cách nào để  hoãn thi không ạ? em cảm ơn. .",
            "Thân gửi các bạn sinh viên, . . Phòng Đào tạo (PĐT) đã thông báo cho Sinh viên (SV) về việc nộp đơn hoãn thi trực tiếp cho PĐT đối với các môn học Lý thuyết, mà không thông qua Giảng viên (GV). PĐT sẽ hậu kiểm các tình huống cấm thi sau. Hiện nay, SV đăng ký bằng cách gửi email về PĐT có kèm file và qua hệ thống Hỗ trợ trực tuyến (BKSI). Để nhanh chóng và thuận lợi, PĐT thay đổi phương thức nộp đơn hoãn thi như sau:. . SV đăng nhập vào Google bằng tài khoản BKNetID@hcmut.edu.vn và điền thông tin hoãn thi theo link: https://forms.gle/ckyYcJMWN7w3kqe56. . Hạn cuối: 5 ngày sau khi thi online (chỉ tính ngày làm việc). . Trường hợp SV đã nộp đơn qua email của PĐT và  qua công cụ BKSI (đã hoặc chưa được tiếp nhận), vui lòng điền lại vào form trên để PĐT cập nhật dữ liệu đồng nhất và chính xác.. . Riêng đối với môn Đồ án, Thực tập ngoài trường, Đề cương Luận văn, Luận văn/Tiểu luận tốt nghiệp: SV có thể xin hoãn bảo vệ với lý do dịch Covid-19 ảnh hưởng nghiêm trọng đến kết quả thực hiện đề tài (không thực nghiệm được tại Phòng thí nghiệm, không thực địa, ...). SV gửi email trực tiếp đến Giáo viên hướng dẫn, Khoa/Bộ môn để được xem xét đồng ý và forward email cuối cùng đến email của PĐT để đăng ký.. . Thông tin thêm:. . •\tQuy định hoãn thi (HT): xem chi tiết tại khoản 17.2 Điều 17 trong Quy chế đào tạo và học vụ (aao.hcmut.edu.vn    Sinh viên    Quy chế).. . •\tCác môn có phần thí nghiệm (TNg) sẽ được tổ chức thi sau khi TNg xong. Một số môn, Giảng viên sẽ đề nghị cho thi trước, điểm TNg sẽ có sau, khi đó SV có thể xin hoãn thi.. . •\tRiêng hoãn thi kiểm tra giữa kỳ của HK DT202 và 203: SV liên hệ trực tiếp GV và Bộ môn để được xem xét cho kiểm tra riêng hoặc lấy cột điểm thành phần khác để làm điểm kiểm tra.. .  . . Chúc các bạn học tập thật tốt!. . . . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Em chào anh/chị,. . Em là [full_name] - MSSV: [student_id]. . Lớp VP2016XDC. . Em gửi yêu cầu này xin phép được hủy môn học vì lý do thông tin tổ chức thi Anh văn Nói viết đến trễ hơn so với thời điểm kết thúc đăng kí môn học đợt 2. Cụ thể em đã trình bày theo đơn đính kèm.. . Em mong nhà trường sẽ giải quyết và thông cảm cho em trong trường hợp này.. . Em cảm ơn rất nhiều.. .   i Học vụ .",
            "Chào bạn,. . Hiện tại đã hết thời gian hiệu chỉnh  và hủy môn học nhé bạn.. . SV vui lòng đợi thông báo về việc rút môn học (có tính học phí theo quy định), sẽ thông báo cho SV trong tháng 9/2021. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Thưa thầy cô,. . . . Em tên là [full_name] (MSSV: [student_id]), là sinh viên năm 3 ngành CNTP, khoa Hóa. Trong đợt đăng ký môn học đợt 2, môn chuyên ngành của lớp em vẫn không được mở mặc dù đã đủ số lượng đăng ký và khoa cũng như giảng viên đã đồng ý mở lớp. Đến đợt 3 này, cuối cùng thì môn chuyên ngành cũng đã được mở lớp, tuy nhiên lại trùng lịch với môn Chủ nghĩa xã hội khoa học mà em đã đăng ký vào đợt trước. Em biết theo quy định, trong đợt 3 này em không được thay đổi nhóm hay xóa môn, nhưng đây là một môn chuyên ngành quan trọng và rất khó để lớp em xin mở được lớp. Vì vậy, em xin phòng đào tạo có thể xem xét cho phép em được đổi nhóm môn CNXHKH ạ. . . . . Vì việc đăng ký môn học khá gấp, em rất mong sớm nhận được phản hồi của hầy cô ạ. Em xin chân thành cảm ơn."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em đã đăng ký môn học EE2009 - Hệthống Mtính &ngônngữlt hệ chính quy ở đợt 1 kì 211, đã xác nhận đăng ký. Nhưng kết quả đăng ký đợt 2 thì lại không còn nữa. Thời khóa biểu hiện tại của em cho kì 211 cũng không có môn học EE2009. Mong nhà trường xử lý cho em ạ. Em cảm ơn."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ .",
            "Thân gửi các bạn sinh viên, . . Phòng Đào tạo (PĐT) đã thông báo cho Sinh viên (SV) về việc nộp đơn hoãn thi trực tiếp cho PĐT đối với các môn học Lý thuyết, mà không thông qua Giảng viên (GV). PĐT sẽ hậu kiểm các tình huống cấm thi sau. Hiện nay, SV đăng ký bằng cách gửi email về PĐT có kèm file và qua hệ thống Hỗ trợ trực tuyến (BKSI). Để nhanh chóng và thuận lợi, PĐT thay đổi phương thức nộp đơn hoãn thi như sau:. . SV đăng nhập vào Google bằng tài khoản BKNetID@hcmut.edu.vn và điền thông tin hoãn thi theo link: https://forms.gle/ckyYcJMWN7w3kqe56. . Hạn cuối: 5 ngày sau khi thi online (chỉ tính ngày làm việc). . Trường hợp SV đã nộp đơn qua email của PĐT và  qua công cụ BKSI (đã hoặc chưa được tiếp nhận), vui lòng điền lại vào form trên để PĐT cập nhật dữ liệu đồng nhất và chính xác.. . Riêng đối với môn Đồ án, Thực tập ngoài trường, Đề cương Luận văn, Luận văn/Tiểu luận tốt nghiệp: SV có thể xin hoãn bảo vệ với lý do dịch Covid-19 ảnh hưởng nghiêm trọng đến kết quả thực hiện đề tài (không thực nghiệm được tại Phòng thí nghiệm, không thực địa, ...). SV gửi email trực tiếp đến Giáo viên hướng dẫn, Khoa/Bộ môn để được xem xét đồng ý và forward email cuối cùng đến email của PĐT để đăng ký.. . Thông tin thêm:. . •\tQuy định hoãn thi (HT): xem chi tiết tại khoản 17.2 Điều 17 trong Quy chế đào tạo và học vụ (aao.hcmut.edu.vn    Sinh viên    Quy chế).. . •\tCác môn có phần thí nghiệm (TNg) sẽ được tổ chức thi sau khi TNg xong. Một số môn, Giảng viên sẽ đề nghị cho thi trước, điểm TNg sẽ có sau, khi đó SV có thể xin hoãn thi.. . •\tRiêng hoãn thi kiểm tra giữa kỳ của HK DT202 và 203: SV liên hệ trực tiếp GV và Bộ môn để được xem xét cho kiểm tra riêng hoặc lấy cột điểm thành phần khác để làm điểm kiểm tra.. .  . . Chúc các bạn học tập thật tốt!. . . . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Rút môn học (phải thanh toán học phí) Học kỳ 203 . Xin gửi PDT ĐH Bách Khoa!. . Em tên: [full_name]. . Sinh viên khoa: QLCN k15. . Vì lý do cá nhân em không có khả năng hoàn thành hai môn học: Hệ hỗ Trợ quyết định và trí tuệ kinh doanh (IM3041), kế hoạch kinh doanh (IM4007). Hai môn trên đã được đăng kí vào đợt đăng kí môn học HK211-Đợt 2.. . Mong PĐT xem xét hủy hai môn trên giúp em.. . Em xin trân thành cảm ơn.",
            "Chào bạn,. . Hiện tại đã hết thời gian hiệu chỉnh  và hủy môn học của HK211 nhé bạn.. . SV vui lòng đợi thông báo về việc rút môn học (có tính học phí theo quy định), sẽ thông báo cho SV trong tháng 9/2021. . Xem chi tiết quy chế tại đây:. . aao.hcmut.edu.vn/sinh viên/quy chế/học vụ/Quy chế đào tạo và học vụ bậc đại học, cao đẳng:/ điều 11.2. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Xin chào [full_name]. . Em là [full_name], MSSV [student_id]. Do không kịp đăng ký môn học [full_name] Sinh Thực Phẩm (CH2045) lớp học đại trà L02. Em mong phòng đào tạo có thể mở thêm sỉ sổ lớp để em có thể đăng ký môn và cải thiện điểm số ạ.. . Em xin cảm ơn [full_name] ạ.",
            "Chào bạn,. . Hiện tại toàn bộ môn học đã được Phòng Đào tạo tăng sĩ số tối đa theo quy định của từng loại môn học và quy định của google meet (tối đa 100 tính luôn Giảng Viên). . Xem quy định về sĩ số mở lớp cho từng loại môn học tại đây: aao.hcmut.edu.vn/sinh viên/quy chế/học vụ/Quy chế đào tạo và học vụ bậc đại học, cao đẳng/ Điều 8. 2. . Chúc bạn học tập tốt nhé.. . . . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Dạ thưa phòng đào tạo, em tên [full_name] mssv [student_id], em vừa viết đơn cập nhật môn tương đương và được phản hồi là đã cập nhật thành công, nhưng tại sao khi em đăng kí luận văn thì vẫn thông báo là thiếu môn :ĐAMH Thiết kế cầu (mã CI4123) ạ!. . Cụ thể là em xin cập nhật môn : Xây dựng cầu + ĐAMH Thiết kế cầu (CI4121+CI4123) tương đương với môn: Xây dựng cầu (CI4033) mà em đã học trong HK1(2019-2020).. . Em mong phòng đào tạo xem xét và cập nhật lại giúp em. Em cảm ơn !",
            "Đã tl. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Chào thầy, cô.. . . . Kì rồi em học môn giáo dục thể chất nhưng do dịch nên chưa thi. . . Cho em hỏi trường  tính qua môn luôn hay chờ nhập học offlice rồi thi lại ạ?. .",
            "Chào em,. . Em liên hệ cô [full_name] [phone_number], phòng 520 Nhà điều hành ĐHQG-HCM (khu phố 6, phường Linh trung, Thủ đức). . Email của cô [full_name] : [email]. . Thân mến,. . . . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "B Học vụ . Em tên [full_name] - mssv: [student_id]. Em đang bị Covid và phải điều trị tại bệnh viện Xuyên Á huyện Củ Chi. Theo lịch ngày 20/8 em có lịch thi ck online môn Kỹ thuật hệ thống viễn thông. Em muốn xin được tạm hoãn thi thì cần làm những thủ tục gì? Em xin cảm ơn",
            "Thân gửi các bạn sinh viên, . . Phòng Đào tạo (PĐT) đã thông báo cho Sinh viên (SV) về việc nộp đơn hoãn thi trực tiếp cho PĐT đối với các môn học Lý thuyết, mà không thông qua Giảng viên (GV). PĐT sẽ hậu kiểm các tình huống cấm thi sau. Hiện nay, SV đăng ký bằng cách gửi email về PĐT có kèm file và qua hệ thống Hỗ trợ trực tuyến (BKSI). Để nhanh chóng và thuận lợi, PĐT thay đổi phương thức nộp đơn hoãn thi như sau:. . SV đăng nhập vào Google bằng tài khoản BKNetID@hcmut.edu.vn và điền thông tin hoãn thi theo link: https://forms.gle/ckyYcJMWN7w3kqe56. . Hạn cuối: 5 ngày sau khi thi online (chỉ tính ngày làm việc). . Trường hợp SV đã nộp đơn qua email của PĐT và  qua công cụ BKSI (đã hoặc chưa được tiếp nhận), vui lòng điền lại vào form trên để PĐT cập nhật dữ liệu đồng nhất và chính xác.. . Riêng đối với môn Đồ án, Thực tập ngoài trường, Đề cương Luận văn, Luận văn/Tiểu luận tốt nghiệp: SV có thể xin hoãn bảo vệ với lý do dịch Covid-19 ảnh hưởng nghiêm trọng đến kết quả thực hiện đề tài (không thực nghiệm được tại Phòng thí nghiệm, không thực địa, ...). SV gửi email trực tiếp đến Giáo viên hướng dẫn, Khoa/Bộ môn để được xem xét đồng ý và forward email cuối cùng đến email của PĐT để đăng ký.. . Thông tin thêm:. . •\tQuy định hoãn thi (HT): xem chi tiết tại khoản 17.2 Điều 17 trong Quy chế đào tạo và học vụ (aao.hcmut.edu.vn    Sinh viên    Quy chế).. . •\tCác môn có phần thí nghiệm (TNg) sẽ được tổ chức thi sau khi TNg xong. Một số môn, Giảng viên sẽ đề nghị cho thi trước, điểm TNg sẽ có sau, khi đó SV có thể xin hoãn thi.. . •\tRiêng hoãn thi kiểm tra giữa kỳ của HK DT202 và 203: SV liên hệ trực tiếp GV và Bộ môn để được xem xét cho kiểm tra riêng hoặc lấy cột điểm thành phần khác để làm điểm kiểm tra.. .  . . Chúc các bạn học tập thật tốt!. . . . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Kính gửi: Quý Thầy/Cô phụ trách,. . . . Em tên: [full_name], MSSV: [student_id], Khoa: Kỹ thuật - Xây dựng. . - Hiện tại em đã hoàn thành chương trình học (142 tín chỉ) và luận văn tốt nghiệp.. . - Hiện tại em còn thiếu 2 kỹ năng Speaking & Writing nên chưa đủ điều kiện tốt nghiệp, nên trong học kỳ này HK211 em có đăng ký 1 môn Pháp luật Việt Nam đại cương để không bị tạm dừng học vụ.. . - Thầy/cô cho em hỏi. Nếu em hoàn thành 2 kỹ năng Speaking & Writing trước thời gian tốt nghiệp, thì khi em đăng ký học môn Pháp luật Việt Nam đại cương có bị ảnh hưởng đến thời gian tốt nghiệp không ạ? Nếu có ảnh hưởng thì khi em rút môn học có bị đình chỉ học vụ không ạ?. . Em mong nhận được phản hồi sớm nhất từ Quý Thầy/Cô.. . Em chân thành cảm ơn ạ!",
            "Chào bạn,. . Nếu bạn đủ điều kiện tốt nghiệp trong tháng 11/2021 phải làm đơn xin rút MH để tốt nghiệp nhé!. . Hiện tại đã hết thời gian hiệu chỉnh  và hủy môn học của HK211 nhé bạn.. . SV vui lòng đợi thông báo về việc rút môn học (có tính học phí theo quy định), sẽ thông báo cho SV trong tháng 9/2021. . Xem chi tiết quy chế tại đây:. . aao.hcmut.edu.vn/sinh viên/quy chế/học vụ/Quy chế đào tạo và học vụ bậc đại học, cao đẳng:/ điều 11.2. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Kính gửi Quý Thầy Cô phòng đào tạo, hệ VLVH.. . . . Em tên [full_name], mssv [student_id].. . Em đã tốt nghiệp vào cuối tháng 04/2021. Tuy nhiên khi tốt nghiệp em chỉ nhận bằng TN và được PĐT hẹn nhận học bạ, bảng điểm và phụ lục bằng tốt nghiệp sau ạ do chưa in kịp để trao cho sinh viên tốt nghiệp ạ. . . . . Thời gian dịch vừa qua em có nhận được email lên nhận nhưng do khu em bị dịch nặng nề (quận Bình Tân) khiến em bị hạn chế đi lại ạ. Em kính mong quý thầy cô giúp em được nhận những giấy tờ trên qua đường bưu điện ạ. Để em có thể bổ sung cho cơ quan ạ. Kính mong quý Thầy cô giúp em ạ.. . . . Em xin gửi thông tin nhận thư ạ:. . số 5C, đường số 1A, phường Bình Hưng Hòa A, quận Bình Tân, TPHCM. Sđt: 0934.612.965. . . . Hiện tại khu em đã được gõ rào chắn nên có thể đưa thư vô được rồi ạ. . . . . Em xin cảm ơn Quý Thầy cô rất nhiều ạ.",
            "Chào bạn. . Hiện tại dịch vụ bưu điện cũng tạm ngưng. . Giấy tờ này rất quan trọng, nên khi nào hết giãn cách bạn vui lòng liên hệ Pdt để nhận nghen. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Dạ chào pđt ạ,. . . . Em thuộc hệ sinh viên K15 và hạn chót của chính quy là hết tháng 4/2022 ạ. Mà giờ là đợt dịch nên không thể thi tiếng Anh thì em không thể làm luận văn kỳ này được thì sao ạ? Kỳ 212 là hạn chót của tụi em để đk tốt nghiệp rồi ạ?. . . . Mong pđt giải đáp. Em xin cảm ơn.",
            "Chào bạn. . Theo quy định là phải có CCNN thì mới đăng ký được LVTN. . - Khi nào hết dịch bạn đăng ký thi liền nghen. . Thân mến,. . . .",
            "Tốt nghiệp . Dạ chào pđt ạ,. . . . Em thuộc hệ sinh viên K15 và hạn chót của chính quy là hết tháng 4/2022 ạ. Mà giờ là đợt dịch nên không thể thi tiếng Anh thì em không thể làm luận văn kỳ này được thì sao ạ? Kỳ 212 là hạn chót của tụi em để đk tốt nghiệp rồi ạ?. . . . Mong pđt giải đáp. Em xin cảm ơn.",
            "Chào bạn,. . Phải đủ điều kiện bạn mới có thể đăng ký được môn LVTN.. . Sau khi đủ điều kiện, bạn có thể làm đơn xin đăng ký LVTN trễ hạn sau khi hết thời gian đăng ký online.. . Trong đơn phải có xác nhận đồng ý của giáo viên hướng dẫn và Ban chủ nhiệm khoa sau đó nộp tại Phòng Đào tạo để được xem xét đăng ký bổ sung trễ hạn. . Khóa 2015 hạn chốt tốt nghiệp trong đợt tháng 4/2022 nhé. . Chúc bạn học tốt. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . hiện tại tkb của em thiếu các môn : EE2017 - Cơ sở kỹ thuật điện, EE3019, EE2018, EE3061, EE3021, EE3020 - các môn này em vào đăng kí nhưng hệ thống ko hiển thị mục để đăng kí.",
            "Chào bạn. . \" Nếu yêu cầu của bạn đến nay vẫn chưa được xử lý, vui lòng gửi lại để PDT kiểm tra và trả lời cho bạn \". .  . . SV lưu ý:. .  1- Hiện tại toàn bộ môn học đã được Phòng Đào tạo tăng sĩ số tối đa theo quy định của từng loại môn học và quy định của Google Meet (tối đa 100 tính luôn Giảng Viên).Xem quy định về sĩ số mở lớp cho từng loại môn học tại đây: aao.hcmut.edu.vn/sinh viên/quy chế/học vụ/Quy chế đào tạo và học vụ bậc đại học, cao đẳng/ Điều 8. 2. . 2- Đã hết thời gian hiệu chỉnh và hủy môn học, Về việc rút Môn Học (có tính học phí) sinh viên vui lòng đợi mail thông báo của PDT trong tháng 9/2021. . 2- Nếu có nhu cầu học, SV có thể đăng ký dự thính (lộ trình 2 bắt đầu học ngày 30/8) vào đợt 2 từ ngày 25/8 đến 27/8. . 3- Sinh viên vui lòng xem kết quả ĐKMH, xem lý do vì sao không ĐKMH được (có đăng ký, nhưng không có TKB) tại trang web: mybk.hcmut.edu.vn    Đăng ký môn học    Đăng ký môn học HK211 - Kết quả đợt 2 (hoặc Kết quả đợt 1)    bấm vào mục Đăng ký mới    chọn Loại hình đăng ký    xem Lịch sử đăng ký.. . 4- Trong trường hợp kết quả xử lý ĐKMH không đúng, bạn có thể làm đơn khiếu nại (kèm minh chứng nếu có), gửi qua trang bksi ghi rõ tiêu đề: “Khiếu nại ĐKMH HK211”, nội dung khiếu nại trình bày rõ lý do, ghi rõ tên, mã môn học và mã nhóm đã đăng ký.. . 5- SV xem TKB tại mybk/Thông tin SV/ Xem TKB. . Chúc các bạn học tốt!. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Dạ chào pđt ạ,. . . . Kỳ 211 này em sẽ đk làm luận văn trễ ạ do chưa có thi Tiếng Anh. Em đã hỏi pđt và được giải đáp là kỳ này nếu ko có nhu cầu thì ko cần đk môn. Nhưng bây giờ tình hình dịch vẫn đang căng thẳng thì nếu vẫn ko thể thi tiếng Anh được thì sao ạ? Em có bị đình chỉ học kỳ ko ạ?. . . . Em xin cảm ơn",
            "Chào bạn. . Bạn xem thông báo mới nhất và vào đăng ký lvtn HK211 này nghen. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em chào Thầy, Cô ạ,. . Em tên [full_name], mã số sinh viên [student_id], lớp VP16XDC, em xin phép gửi quý Thầy, Cô đơn xin huỷ môn học 809704 - [full_name] V/LIEU, T/NGHIEM ở HK211 ạ. Nội dung như em đã trình bày trong đơn đính kèm, kính mong Phòng đào tạo xem xét cho phép em được huỷ môn học và tạo điều kiện cho em được tốt nghiệp kịp thời vào đợt tháng 11 năm 2021. . . Em xin cảm ơn Thầy, Cô ạ.",
            "Chào bạn,. . Hiện tại đã hết thời gian hiệu chỉnh  và hủy môn học nhé bạn.. . SV vui lòng đợi thông báo về việc rút môn học (có tính học phí theo quy định), sẽ thông báo cho SV trong tháng 9/2021. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . E sinh viên hê VHVL nhập học 10/2020. Do học kỳ bổ túc kiến thức e bị rớt 1 môn, nhưng đợt đăng ký môn học vừa rồi e đăng ký nhầm môn của khóa 2018(chương trình đào tạo của e theo khóa 2019). Do đã được xếp thời khóa biểu rồi nên e không hủy để đăng ký lại đúng khóa học được. Giờ e muốn hủy môn thì phải làm như thế nào ạ!. E cảm ơn!",
            "QUOTE MSSV/MSGV: [student_id]    [full_name] [full_name] [full_name] [full_name] Đăng ký môn học[full_name] [full_name] [full_name] [full_name] E sinh viên hê VHVL nhập học 10/2020[full_name] Do học kỳ bổ túc kiến thức e bị rớt 1 môn, nhưng đợt đăng ký môn học vừa rồi e đăng ký nhầm môn của khóa 2018(chương trình đào tạo của e theo khóa 2019)[full_name] Do đã được xếp thời khóa biểu rồi nên e không hủy để đăng ký lại đúng khóa học được[full_name] Giờ e muốn hủy môn thì phải làm như thế nào ạ[full_name][full_name] E cảm ơn[full_name]  /QUOTE [full_name] [full_name]",
            "Chào bạn,. . Hiện tại đã hết thời gian hiệu chỉnh  và hủy môn học nhé bạn.. . SV vui lòng đợi thông báo về việc rút môn học (có tính học phí theo quy định), sẽ thông báo cho SV trong tháng 9/2021. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính gửi PĐT,. . . . Em là [full_name], MSSV: [student_id], mong nhận được sự hỗ trợ của PĐT.. . . . Do điều kiện sức khỏe không được đảm bảo: em đang điều trị lao phổi. Điều này dẫn đến việc em phải hoãn lại kì thực tập trước dịch bệnh dù đã có thời khóa biểu thực tập và thanh toán học phí. . . . . Nay em gửi yêu cầu hỗ trợ này với nguyện vọng được đăng ký \"Thực tập tốt nghiệp\" và \"Đề cương luận văn tốt nghiệp\" trong cùng 1 học kỳ 211. Em đã xin ý kiến từ chủ nhiệm bộ môn và nhận được sự đồng thuận của thầy. . . . . . . Kính mong nhận được sự hỗ trợ và xét duyệt của phòng đào tạo. Ngoài ra, em đã đăng ký môn học như hình đính kèm, không biết liệu có bị hủy khi kết thúc vào ngày 19/08 tới đây không. Em rất lo rằng sẽ bị trống thời khóa biểu vào kì 211 này. Do lần đăng ký trước em đã bị hủy kết quả.. . . . . . Kính chào.",
            ". . Thân gửi các bạn sinh viên,. . . . . . Sinh viên chú ý thực hiện đăng ký đợt cuối cùng LVTN, TTTN, Đề Cương LV từ 10g ngày 23/08/2021  đến 14g59 ngày 25/08/2021 cho HK chính 211 . .  . . . . Trước tình hình diễn biến phức tạp của dịch Covid-19, hiện trạng có khả năng nhiều sinh viên không thể thi để nhận Chứng chỉ Anh văn quốc tế để xét nhận LVTN, Nên Nhà Trường sẽ không xét chuẩn CCAV quốc tế khi xét LVTN trong HK211. . . Bạn vui lòng vào ĐKMH online nhé!. . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em tên là [full_name] khóa 2019, khoa kỹ thuật địa chất & dầu khí. . lý do:Trong đợt 2 em có đăng kí môn Thí nghiệm Địa Kỹ thuật (GE3013), nhưng đến đợt 3 nhóm lớp em đăng kí đã bị huỷ do sỉ số ít (7/25), chỉ mở 1 nhóm lớp nhưng đã full sỉ số (25/25).Em đang học đúng chương trình đào tạo K19 mà lại không mở lớp. Nếu mà kì này em không được học sẽ thì có thể sẽ ảnh hưởng tới giờ của các môn kì sau (lớp có 32 bạn đăng ký nhưng chỉ có 25 bạn được học). Em đã xem quy định không có số sinh viên tối đa cho môn thí nghiệm.. . Mong phòng đào tạo xem xét cho em được học môn này trong kì này em xin cảm ơn.. .",
            "Chào bạn,. . Hiện tại toàn bộ môn học đã được Phòng Đào tạo tăng sĩ số tối đa theo quy định của từng loại môn học và quy định của google meet (tối đa 100 tính luôn Giảng Viên). . Xem quy định về sĩ số mở lớp cho từng loại môn học tại đây: aao.hcmut.edu.vn/sinh viên/quy chế/học vụ/Quy chế đào tạo và học vụ bậc đại học, cao đẳng/ Điều 8. 2. . Chúc bạn học tập tốt nhé.. . . .",
            "Dạ thưa cô trong qui chế không có nói về số lượng sinh viên tối đa cho lớp thí nghiệm. . . Đợt đăng ký thứ 2 có 32 bạn đăng ký nhưng chỉ có 25 bạn được học và 7 bạn còn lại có em học đúng chương trình đào tạo nên em sợ để sang kì sau sẽ làm ảnh hưởng tới giờ của các môn sau.. . Em có thể gửi mail xin thầy dạy thêm sinh viên rồi gửi pđt được không ạ?. . Xin cô xem xét, em xin cảm ơn",
            "Chào bạn,. . Vấn đề thí nghiệm do Khoa quy định mỗi nhóm bao nhiêu nhé, tùy vào phòng thí nghiệm.. . Bạn có thể liên hệ Khoa để được hướng dẫn thêm. . Bạn vui lòng ghi rõ lại tên và mã MH, mã nhóm bạn muốn xin ĐK, để PDT kiểm tra và trả lời cho bạn nhé!. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Em chào cô.. . Em đk môn học tương đương có cần phải làm giấy gửi lên pđt chuyển điểm gì không ạ. .   i Đăng ký môn học .",
            "Chào bạn,. . Về Chương trình Đào tạo, danh sách môn tương đương…, bạn vui lòng xem tại:. . aao.hcmut.edu.vn/Sinh viên/Chương trình Đào tạo. . Sinh viên thắc mắc về CTĐT vui lòng liên hệ về Khoa xin gặp Thầy/Cô Phụ trách về CTĐT để được tư vấn và hỗ trợ thêm.. . . . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Em chào thầy/cô ạ.. . . . Em còn thiếu 4 chỉ tiếng anh do dịch không thể thi để nạp bằng vào được. Vậy thì kì thi anh văn nói viết sắp tới cho sinh viên chuẩn bị tốt nghiệp thì em có được tham gia không ạ.. . . . Em xin cảm ơn",
            "Chào bạn. . AV Nói - viết: Trung tâm ngoại ngữ sẽ tổ chức kiểm tra Anh văn 2 kỹ năng nói – viết theo hình thức trực tuyến trong tháng 9/2021 dành cho SV chuẩn bị tốt nghiệp. Sinh viên  liên hệ trung tâm ngoại ngữ để được tư vấn và hướng dẫn thêm.. . PĐT thực hiện đợt xét tốt nghiệp tháng 11/2021 đến hết HK211. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em hiện đang là sinh viên K20 ngành Kĩ thuật máy tính chương trình Chất lượng cao. Em muốn hỏi là liệu em có thể chuyển sang ngành Khoa học máy tính chương trình Chất lượng cao Tăng cường Tiếng Nhật được không ạ. Điểm thi THPT năm 2020 đủ để vào ngành này ạ. Nếu được, em cần chuẩn bị những gì để có thể chuyển ngành ạ? Em cảm ơn.",
            "Chào bạn. . Về vấn đề này bạn vui lòng liên hệ Văn phòng đào tạo quốc tế qua địa chỉ mail: [email] . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Đăng ký môn học. . . . Kính gửi Quý Thầy/Cô PĐT Trường ĐH BK TP.HCM,. . Em là SV [full_name] - MSSV: [student_id]. . . . Hiện nay, PĐT đã mở ĐKMH bổ sung (chỉ được phép ĐK môn học mới, không được hủy/sửa môn học cũ).. . Em chỉ vừa được GV báo điểm môn học CH3309 vào ngày 16/8, tuy nhiên điểm rất thấp chỉ đủ qua môn. Để học lại thì em cần phải đăng ký môn này. Tuy nhiên,   B môn học chỉ còn mở vào kỳ 211  /B , các kỳ sau đã bị thay thế bằng môn học khác cho CTĐT đại trà Khoa KT Hóa học các khóa sau.. . Hiện tại em   B không thể đăng ký học lại môn này vào kỳ 211 do bị trùng TKB  /B  với môn IM3001. Vì vậy em có   I nguyện vọng được PĐT mở điều chỉnh môn học  /I  để có thể xóa môn IM3001 và đăng ký học lại môn CH3309 trước khi môn này không được mở vào các kỳ tới.. . . . Em mong được sự chấp thuận từ PĐT và Quý Thầy/Cô.. . Em xin cám ơn,. . Trân trọng.",
            "Chào bạn. . Đã mở khoá rồi, bạn nhanh chóng vào điều chỉnh nghen. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em chào thầy/cô, em khóa K19 bị rớt Hệ thống máy tính và ngôn ngữ lập trình, mã EE2009.. . Em đã đăng kí học lại môn ở kì chính 211 nhưng bị hủy do không thể xếp lớp. Em mong thầy/cô có thể giúp em đăng kí học trong kì này để em hoàn thành tiến độ ạ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . - Kính gửi Thầy/Cô.. . - Em tên [full_name]. MSSV [student_id].. . - Em thắc mắc là hiện tại hoãn thi chỉ cần điền vào Form PDT gửi ngày 5/8 và nhận được thư xác nhận là được đúng không ạ.. . - Em cảm ơn nhiều ạ.. . . .",
            "Chào em,. . Em điền vào form, xem xác nhận, PĐT sẽ hậu kiểm .... . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Thầy cô cho e hỏi,. . . . Em còn thiếu TOEIC Nói Viết nữa là sẽ xét tốt nghiệp nhưng do dịch nên không có kỳ thi và kỳ tới em sẽ không đăng ký môn học, không đăng ký sẽ phải tạm dừng. Và trong thời gian, ví dụ như Nghĩa vụ quân sự, v.v..., nên em có thể xin giấy chứng nhận sinh viên được không ạ.. . . . Cảm ơn thầy cô,. . [full_name]",
            "Chào bạn,. . Việc ĐKMH là tùy sinh viên nhé, trường hợp không có TKB trong học kỳ, SV sẽ bị buộc tạm dừng, không được cấp giấy CNSV.. . Khi đủ điều kiện TN, SV có thể làm đơn xin thu nhận lại nhé.. . Xem chi tiết quy chế tại đây:. . aao.hcmut.edu.vn/sinh viên/quy chế/học vụ/Quy chế đào tạo và học vụ bậc đại học, cao đẳng:/ điều 26. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp .   B  Em đã chuyển điểm anh văn 4 nhưng điểm thấp vì sợ không được làm luận văn.. . Em muốn chuyển điểm lại bằng cao hơn để có thể lấy được điểm GPA 8. Được không ạ, và cần thủ tục gì mới có thể làm được ạ. Em cảm ơn   /B . . . .",
            "Chào bạn,. . Mỗi môn AV chỉ được chuyển điểm 1 lần nhé bạn, bạn muốn thì ĐKMH AV4 lại để học cải thiện điểm nhé!. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Chào cô ạ, em là sinh viên bên khoa điện-điện tử, em có đăng kí môn thực tập điện tử 2 vào kì dự thính(30/8) tới đây nhưng mà môn này thường chỉ mở trong t7,cn mà thời khóa biểu của em lại full hai ngày đó, em có xin rút môn của các ngày t7,cn nhưng không được mà môn này chỉ kì này là mở tại k19 kì sau là không học nữa, mong cô giúp em để em có thể đăng kí được môn này với ạ,hoặc cô có cách nào giúp em với ạ.Em cảm ơn cô nhiều.. . . .",
            "Chào bạn. . - Nếu trùng lịch thì không thể đăng ký được, Cô cũng không thể hỗ trợ được trường hợp này. . - Bạn có thể báo [full_name] mở môn học này nhưng không xếp thời khoá biểu. . - Hoặc hỏi [full_name] về CTDT môn này có mở nữa không? hay có tương đương môn học khác hay không?. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Dạ em muốn hỏi là em đã đăng kí hoãn thi môn CH3101\tH/học &c/nghệ chất hđbm (lịch chính là vào ngày 14 tháng 08 năm 2021) và em đã được giảng viên cho kiểm tra lại vào ngày (17 tháng 08 năm 2021) thì em có phải xác nhận gì không ạ (em đã có điểm thi).. . Em cảm ơn thầy (cô) ạ. . . .   i Yêu cầu khác .",
            "Chào em,. . Em làm đơn xin hủy hoãn thi: ghi rõ HK, mã môn học, tên môn học ... , hoặc lấy mẫu đơn hoãn thi sửa thành đơn HỦY HOÃN THI, gửi qua bksi. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em không thể đăng ký lại AV1 trong kỳ này do trùng môn học, và em đã thử đăng ký ở kỳ dự thính những vẫn bị báo là không thể đăng ký do thiếu AV nhu cầu. Giờ em nên đăng ký thế nào để không bị trễ chuẩn anh văn khi nhà trường xét lại ạ ??? ( EM đã đạt AV cơ bản rồi ạ ). . Và nếu trường có mở lại được kỳ thi AV định kỳ thì em có thể thi rồi lấy điểm đó để xét qua AV1,2,3,4 không ạ ???",
            "Chào bạn. . Pdt đang kiểm tra lại dữ liệu. . Bạn cần đăng ký lại môn gì ? mã số môn học?"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Hiện tại em có đăng kí 2 môn thí nghiệm vào chung 1 ngày thì khi đăng kí bị thông báo là thời gian di chuyển giữa 2 cơ sở không đủ. Trong khi cả 2 môn đều học thí nghiệm trên cơ sở 1. Mong PĐT sửa lỗi đăng kí hoặc thêm em vào 2 lớp đó giúp em. Em cám ơn.. . CH2041 - Thí nghiệm Hóa lý - [full_name]02 : sáng t4. . CH2053 - Thí nghiệm hữu cơ - [full_name]10 : chiều t4",
            "Chào bạn. . \" Nếu yêu cầu của bạn đến nay vẫn chưa được xử lý, vui lòng gửi lại để PDT kiểm tra và trả lời cho bạn \". .  . . SV lưu ý:. .  1- Hiện tại toàn bộ môn học đã được Phòng Đào tạo tăng sĩ số tối đa theo quy định của từng loại môn học và quy định của Google Meet (tối đa 100 tính luôn Giảng Viên).Xem quy định về sĩ số mở lớp cho từng loại môn học tại đây: aao.hcmut.edu.vn/sinh viên/quy chế/học vụ/Quy chế đào tạo và học vụ bậc đại học, cao đẳng/ Điều 8. 2. . 2- Đã hết thời gian hiệu chỉnh và hủy môn học, Về việc rút Môn Học (có tính học phí) sinh viên vui lòng đợi mail thông báo của PDT trong tháng 9/2021. . 2- Nếu có nhu cầu học, SV có thể đăng ký dự thính (lộ trình 2 bắt đầu học ngày 30/8) vào đợt 2 từ ngày 25/8 đến 27/8. . 3- Sinh viên vui lòng xem kết quả ĐKMH, xem lý do vì sao không ĐKMH được (có đăng ký, nhưng không có TKB) tại trang web: mybk.hcmut.edu.vn    Đăng ký môn học    Đăng ký môn học HK211 - Kết quả đợt 2 (hoặc Kết quả đợt 1)    bấm vào mục Đăng ký mới    chọn Loại hình đăng ký    xem Lịch sử đăng ký.. . 4- Trong trường hợp kết quả xử lý ĐKMH không đúng, bạn có thể làm đơn khiếu nại (kèm minh chứng nếu có), gửi qua trang bksi ghi rõ tiêu đề: “Khiếu nại ĐKMH HK211”, nội dung khiếu nại trình bày rõ lý do, ghi rõ tên, mã môn học và mã nhóm đã đăng ký.. . 5- SV xem TKB tại mybk/Thông tin SV/ Xem TKB. . Chúc các bạn học tốt!. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Do đợt 3 có mở thêm môn học chuyên ngành mà bị trùng lịch học nên em xin PĐT có thể xóa giúp em xóa 2 môn này để em được đăng kí do k18 học chương trình khác với khóa sau.. . Mã: CH3145 - [full_name]. . Mã: CH3297 - [full_name]",
            "Chào bạn,. . Hiện tại đã hết thời gian hiệu chỉnh  và hủy môn học nhé bạn.. . SV vui lòng đợi thông báo về việc rút môn học (có tính học phí theo quy định), sẽ thông báo cho SV trong tháng 9/2021. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em chào thầy cô. Ở đăng kí môn đợt 2 vừa rồi em có đăng kí 1 môn dự thính. Đến đăng kí môn học đợt 3 thì em tính chuyển lớp hiện tại của môn dự thính này sang lớp khác nên đã bấm hủy môn để chỉnh lại. Tuy nhiên khi em đọc kĩ mail về phần dự thính, do không được hủy môn nên em đăng kí lại lớp cũ của môn đó. Vậy thì em có bị đóng tiền thêm không ạ? (do em thấy mình đã hủy môn một lần và đăng kí lại một lần). . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em kính chào phòng đào tạo, em có một vài thắc mắc ạ:. . . . 1/Em là sinh viên K20 nhưng em có nhu cầu muốn chuyển ngành đào tạo nên đã tham gia lại kì thi THPT vừa rồi. Nếu sắp tới có thể trúng tuyển, em có thể làm thủ tục miễn MH vì đã học với MSSV khóa 2020 kèm theo đơn thôi học 2020 để xét miễn MH theo khóa 2021 không ạ? . . . . 2/ Khi này đã qua 1 tháng học tập thì em có thể xin đăng kí lại môn hay có cách nào để theo tiếp chương trình năm hai của ngành đt không ạ?. . . . 3/ Nếu câu trả lời cho câu hỏi trên là được thì em sẽ chỉ được đăng kí môn năm 2 khi có chứng chỉ ứng dụng CNTT cơ bản theo yêu cầu cho sinh viên K21 đúng không ạ? . . . . Em xin cảm ơn. Chúc thầy/cô sức khỏe ạ.. . . .",
            "Chào bạn,. . - Trường hợp bạn đã trúng tuyển vào 1 ngành khác tại trường đại học bách khoa (năm 2021), SV vui lòng làm đơn thôi học và nộp tại PDT.. . - Bạn có thể tải mẫu đơn miễn GDTC và GDQP tại trang aao.hcmut.edu/ biểu mẫu và nộp cho PDT. . - Về khóa 2021 sẽ áp dụng theo quy chế đào tạo mới nhé. . Xem chi tiết quy chế tại đây:. . aao.hcmut.edu.vn/sinh viên/quy chế/học vụ/Quy chế đào tạo và học vụ bậc đại học, cao đẳng:. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học .   i Em muốn đăng kí học lại môn nhập môn kĩ thuật ME1001, nhưng đãng qua 2 kì mà em vẫn chưa đăng kí học lại được. Mong PDT xem xét và xếp lớp cho em trong kì này. Em cám ơn ạ  i",
            "Chào bạn,. . Về việc học chung với khóa 2021, sau ngày 15/09/2021 Sinh viên vui lòng làm đơn trình bày rõ về việc xin học chung với Khóa 21 môn nhập môn kỹ thuật (ghi rõ mã MH) và gửi qua bksi nhé@. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . . . Cho em hỏi là nếu em đã học và đạt anh văn 4, thì em không cần nộp bằng TOEIC để có thể làm luận văn tốt nghiệp đúng không ạ? Em cảm ơn!",
            "Chào bạn. . - Về quy định chuẩn tiếng anh trong quá trình học: Bạn vui lòng xem chi tiết tại trang web aao--  sinh viên --  Quy chế --  Quy chế đào tạo và học vụ bậc đại học và cao đẳng -- Phụ lục 1: Quy định về ngoại ngữ --  điều 2-c. . Chúc bạn học tập tốt nhé.. . Thân. ."
        ]
    }
]