[
    {
        "intent": "",
        "message": [
            "Thầy/cô cho em hỏi là hiện em đang là sinh viên cuối năm 3 và chuẩn AV của em là đã qua AV3 rồi ạ. Cho em hỏi là với chuẩn AV3 thì em có được đăng ký xin thực tập hè không ạ. Hay là em phải nộp bằng qua AV4 thì mới được đi thực tập hè ạ. Em cảm ơn   .",
            "Chào bạn,. . . . Bạn cho biết mã môn thực tập.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Cho em hỏi ạ.. . Theo lịch học vụ học kỳ hè 203 sẽ bắt đầu vào ngày 21/6/2021. Nhưng lịch thi của em kết thúc ngày 27/6. Cho em hỏi nhà trường có sự thay đổi về lịch học vụ không ạ?. . Trong khi đó, ngày 10/6 hết hạn đăng ký bổ sung môn học kỳ 203 trong khi đến ngày 16/6 em mới thi xong môn dự thính đầu tiên. Vì số tín chỉ tích luỹ+ số tín chỉ đăng ký kỳ 202 không tính dự thính mới 96 ( số tín chỉ yêu cầu cho thực tập tốt nghiệp là 99) có thể tính thêm tín chỉ dự thính nếu đạt. Vậy em có thể làm đơn xin đăng ký môn thực tập sau thời hạn đăng ký môn trên mybk nhưng trước khi bắt đầu kỳ học khi đã có điểm kỳ dự thính không ạ?. . Em cảm ơn.",
            "Chào bạn,. . . . Hiện tại bạn đăng kí môn học trên Mybk nha.. . . . Để PDT lấy nguyện vọng sinh viên.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Xin kính chào ban tư vấn của nhà trường. . . . . Em là [full_name], hiện là sv năm 3.. . . . Hiện em đang có 1 môn thực hành trong chương trình (Sinh đại cương), trong đó em có học chung với các anh khóa K14 (những người hiện đang cần hoàn thành môn này để đủ điều kiện tốt nghiệp). . . . . Theo mail mới nhất của nhà trường thì \"Tạm dừng các môn học thực hành, thí nghiệm, thể dục. Chỉ ưu tiên thực hành/thí nghiệm cho sinh viên năm cuối để đảm bảo tiến độ luận văn tốt nghiệp\". . . . . Vậy thì lớp thực hành này vẫn mở, nhưng em lại không phải sinh viên năm cuối, vậy nếu như em về quê và không tiếp tục học môn này thì sao ạ? Liệu sau khi tình hình dịch lắng xuống có tiếp tục giảng dạy thực hành môn này hay không?. . . . Mong nhà trường có thể giải đáp thắc mắc này cho em nhanh nhất có thể. . . . . Em xin chân thành cảm ơn!. . . . . .",
            "Chào bạn,. . . . Việc này bạn hỏi khoa/ bộ môn/ giáo viên giảng dạy nha.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . . Ad ơi, em có lịch thi giữa kì gt1 dự thính vào ngày 15/5 này , mà trường hiện đang nghỉ dịch thì có phải đi thi không ạ. e cảm ơn. .",
            "Chào bạn,. . . . Bạn vui lòng đọc kỹ thông báo nha.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em xin chào BQL . . . . Theo như thông báo từ phía nhà trường thì chúng em sẽ học online từ 10/5. Nhưng chúng em có lịch thi tập trung môn Giải tích 1 dự thính vào tối ngày 15/05. Vậy thì lịch thi vẫn sẽ diễn ra vào đúng theo kế hoạch hay có thay đổi gì không ạ? . . Em xin cám ơn!"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Cho em hỏi theo thông báo của trường thì chỉ có sinh viên năm cuối làm luận văn tốt nghiệp mới được tới trường thì em thi giữa kì ngày 15/5 có đi thi bình thường không hay sẽ dời lịch ạ. .",
            "Chào bạn,. . . . Bạn vui lòng xem kỹ thông báo nha.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Hiện tại em đã đăng ký xét tốt nghiệp và đã được xử lý. Cho em hỏi là em có thể xin bằng tốt nghiệp tạm thời được chưa ạ? Và khi nào có bằng tốt nghiệp chính thức ạ. Em cảm ơn",
            "Chào bạn,. . . . Hiện tại chưa có bằng tạm thời và chính thức, khi nào có PDT gởi mail cho sinh viên nha.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Thân gửi,. . . . Em có một câu hỏi, thắc mắc là trong chương trình đào tạo của khóa k18 Khoa học máy tính, môn học Thực tập ngoài trường có mã số môn học là CO3315. Tuy nhiên, trong file thông báo sinh viên về chương trình thực tập hè thì lại ghi là Thực tập tốt nghiệp với mã số môn học CO3313 (dành cho Khoa học máy tính), vậy thì môn nào mới là môn chính xác để em có thể đăng kí trong học kì hè này ạ. Em xin chân thành cảm ơn.. . . . Mong nhận được phản hồi sớm của anh/chị.. . . . Trân trọng,. . K.. .",
            "Chào bạn,. . . . Việc này bạn về khoa để tư vấn cho bạn nha.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . chào thầy cô! Kỳ 203 chúng em xin mở môn công nghệ đúc (MA3029) với sỉ số 6 bạn ( do còn có 6 bạn k18 bị trễ anh văn chưa được học) dưới phương thức dạng môn đồ án thì có được mở lớp không ạ! Do môn đó là môn tiên quyết để chúng em làm đồ án!xin thầy cô xem xét giúp ạ!. .",
            "Chào bạn,. . . . Đợt 2 DKMH dự thính hè bạn làm đơn mở lớp có sự đồng ý của giáo viên giảng dạy và ban chủ nhiệm khoa, để ban lãnh đạo phòng phê duyệt nha.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ chào pđt ,  em  hỏi pđt rằng em thi toeic được 370 thì đủ đăng ký môn của năm 2 nhưng không thể đăng ký anh văn 2 đúng không ạ! tại mấy lần trước em hỏi thỉ pđt trả lời là được đăng ký năm 2 nhưng không qua anh văn trong trường ! em mới đăng ký hè thì trường để thiếu chuẩn anh văn sau năm 1 ! nhưng pđt đã trả lời với em là được đăng ký năm 2 ! nên pđt kiềm tra lại giúp em ! em cảm ơn ạ !",
            "Chào bạn,. . . . Bạn đăng ký môn học nào, chụp hình lỗi khi DKMH.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Thưa quý thầy cô, em k16, có thể cho em hỏi hạn cuối để nộp bằng Toeic để đăng ký Luận văn trong kì này là khi nào ạ. Em cám ơn ạ. . . .",
            "Chào bạn,. . . . Hiện tại bạn muốn đăng kí luận văn thì làm đơn xin đăng kí luận văn có sự xác nhận giáo viên hướng dẫn và ban chủ nhiệm khoa. Sau đó đơn phải trình lên ban lãnh đạo phòng phê duyệt. Bạn nộp sớm nha.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính gửi PĐT. . Em tên: [full_name]. . MSSV: [student_id] ([full_name], nhập học 10/2020). . _Hôm trước em có lên PĐT nộp đơn xin hủy môn học Thực tập kĩ thuật chế tạo (ME2023) với lí do và yêu cầu giảm trừ học phí được trình bày rất rõ trong đơn kèm theo. . . _PĐT đã chấp thuận và hứa giải quyết cho em vào chiều ngày 29/4/2021. Đến ngày em có lên hỏi và được thông báo là đang giải quyết nhưng đến nay vấn đề của em vẫn chưa được giải quyết.. . _Em mong PĐT giải quyết sớm cho em để em còn biết mà thanh toán học phí nhằm không ảnh hưởng đến đợt ĐKMH tiếp theo. . Em xin cảm ơn.",
            "Chào bạn,. . . . Hiện tại môn ME2023 đã huỷ cho bạn rồi, học phí sẽ cập nhật lại cho bạn nha.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Kính thưa thầy cô,. . Em là [full_name], mã số sinh viên [student_id].. . Em hiện đang là sinh viên Học kỳ 2 năm cuối. Em chuẩn bị bảo vệ Luận văn đợt tháng 7 năm nay. Trong quá trình làm hồ sơ du học, trường Albert-Ludwigs-Universität Freiburg của Đức có yêu cầu em gởi họ gấp giấy xác nhận Tốt nghiệp Đại học cho họ. Em có gửi giấy Chứng nhận sinh viên nhưng họ không đồng ý và yêu cầu phải có xác nhận ngày dự kiến trước ngày 15/5 cho kỳ nhập học mùa Đông năm nay.. . Không biết em có thể xin giấy chứng nhận hoặc gặp thầy cô nào để có thể hỗ trợ em về vấn đề này ạ?. . Em kính mong thầy cô sẽ giải đáp giúp em.. . Kính thư,. . [full_name]",
            "Chào bạn,. . . . Bạn nộp đơn xin giấy xác nhận tốt nghiệp dự kiến, nộp tại PDT để xác nhận cho bạn.. . . . Thân",
            "Dạ thưa cô,. . Em có thể tìm đơn đó tại đâu ạ?. .",
            "Chào bạn,. . . . Đơn bạn viết tay không có mẫu nha bạn.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em chào thầy/cô ạ. . Em là sinh viên k18, em chỉ mới qua av3.. . em muốn hỏi là đăng kí môn học kỳ 203 có yêu cầu phải qua av4 không ạ?!. . em xin cảm ơn thầy/cô đã tiếp nhận câu hỏi của em ạ . .",
            "Chào bạn,. . . . Bạn đăng kí những môn năm 4 thì bạn phải đạt chuẩn anh văn sau năm 3 (toeic 500 hoặc đạt anh văn 4).. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Dạ kì hè 213 em có đăng ký môn thực tập ngoài trường và công ty em apply cần giấy giới thiệu của trường để có thể thực tập. Vậy cho em hỏi là giấy giới thiệu của trường xin ở đâu ạ? Em cảm ơn ạ.",
            "Chào bạn,. . . . Việc này bạn về khoa để tư vấn cho bạn nha.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em là sinh viên K2014 hệ chính quy đang được gia hạn thêm 1 học kỳ để bổ sung anh văn nói viết. Cho em hỏi kỳ hạn cuối cùng để em có thể bổ sung anh văn nói viết là khi nào, cụ thể là ngày mấy tháng mấy để kịp được xét tốt nghiệp ạ? Hiện tại do dịch bệnh nên bkenglish tạm ngưng thi cũng như đăng ký thi mới nên em không thể thi được. Em cảm ơn.",
            "Chào bạn,. . . . Bạn làm đơn xin gia hạn 1 học kỳ 202 thì bạn được tốt nghiệp  theo lịch trình tháng 11/2021.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Kính chào Thầy/Cô,. . Môn Mip (tpháp hnhập nnghiệp) có lịch thi vào ngày 16/05 tức là vào chủ nhật tuần này. Vậy tụi em vẫn thi bình thường hay có bị hoãn lại do dịch bệnh không ạ?. . . . Em cảm ơn",
            "Chào bạn,. . . . Bạn vui lòng xem kiểm tra mail PDT đã gởi cho bạn.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Em chào thầy/cô đã phản hồi giúp em ạ. . Em có thể xét miễn điểm anh văn tối đa bao nhiêu lần ạ. . . Em có học anh văn 3 trong trường kì 202, nếu như kì này em rớt av3 mà em nộp bằng không chuyển điểm thì em có được tính qua av3 không ạ.. . Em cảm ơn thầy/cô.",
            "Chào bạn,. . . . Mỗi môn anh văn chỉ xét miễn 1 lần thôi nha bạn.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Thầy/cô cho em hỏi là hiện em đang là sinh viên cuối năm 3 (K18) và chuẩn AV của em là đã qua AV3 rồi ạ. Cho em hỏi là với chuẩn AV3 thì em có được đăng ký xin thực tập hè không ạ. Hay là em phải nộp bằng qua AV4 thì mới được đi thực tập hè ạ. Mã môn thực tập là EE3335.. . Em cảm ơn. .",
            "Chào bạn,. . . . Qua chuẩn anh văn sau năm 2 thì được đăng kí môn EE3335 nha bạn.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . dạ hiện tại e k18 và e muốn hỏi là làm đề cương luận văn thì cần qua anh văn 3 hay qua anh văn 4 ạ ? hay là phải nộp bằng toic bao nhiêu ạ ? Em xin cám ơn . .",
            "Chào bạn,. . . . Bạn cho biết mã số môn đề cương luận văn.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Dạ em chào thầy cô,. . Em đã đọc thông báo của trường về việc học online.. . Tuy nhiên, do đã có những môn học chúng em được thi kết thúc học phần sớm, rơi đúng vào thời gian này. . . Vậy cho em hỏi lịch thi có thay đổi hay vẫn thi như kế hoạch ạ !. . Mong nhận được phản hồi của quý thầy cô để em có thể sắp xếp thời gian học tập tốt nhất ạ.. . Chân thành cảm ơn quý thầy cô ./",
            "Chào bạn,. . . . Về lịch thi bạn đợi thông báo của nhà trường.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Kính gửi phòng đào tạo,. . Trong tuần này các hoạt động học tập đã tạm dừng do dịch Covid19, vậy thi giữa kỳ của các lớp dự thính vẫn diễn ra bình thường ạ?. . . . Mong PĐT sớm cho em hồi âm!",
            "Chào bạn,. . . . Bạn vui lòng kiểm tra thông báo của nhà trường.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Chào thầy/cô,. . . . Em là [full_name] - MSSV [student_id]. . . . Hiện tại em đã có kết quả nhận bảng điểm đã in vào ngày 11/5/2021 tại PĐT CS1, nhưng hiện tại trường chỉ cho phép các sinh viên làm luận văn vào trường.. . . . vậy bây giờ em có thể nhận trước file pdf bảng điểm rồi vào trường lấy bảng điểm sau được không ạ?. . . . Email của em: [email]. . . . Em xin cảm ơn ạ!. . . .",
            "Chào bạn,. . . . Bạn vào trường lấy bảng điểm được nha.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]  /b . . Em chào thầy/ cô.Em là [full_name] , MSSV [student_id] khoa Kỹ thuật Hóa học. Hôm nay khi kiểm tra thông tin sinh viên thì em thấy có quyết định chuyển chương trình như hình em đã gửi. Em thấy em không vi phạm quy định nào của chương trình tài năng để bị chuyển chương trình cả. Mong thầy/ cô có thể giải đáp thắc mắc của em. Em xin cám ơn.",
            "Chào bạn,. . . . Bạn vui lòng chuyển hình minh chứng đính kèm.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký bổ sung luận văn tốt nghiệp . . . Em chào thầy cô,. . . . Em đã làm đơn xin đăng ký luận văn tốt nghiệp trễ hạn vào ngày 28/4 và được nhận phiếu chờ kết quả, đến nay trong thời khoá biểu vẫn chưa có luận văn tốt nghiệp, em không biết đã được duyệt chưa ạ. Nếu không được duyệt, em xin hỏi em còn thiếu những điều kiện gì ạ.. . . . Em cảm ơn.",
            "Chào bạn,. . . . [full_name] đã xét luận văn cho bạn rồi, kết quả sẽ cập nhật trên cổng thông tin sinh viên, mục TKB nha.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Cho em hỏi là trường đang giữ bản sao hay bản gốc bằng tốt nghiệp thpt ạ. Em có một vài việc cần đến chứng nhận tốt nghiệp thpt. Em có thể xin lại được không ạ.",
            "Chào bạn,. . . .  PDT không nhận bảng chính bằng PTTH của sinh viên, việc cho sinh viên mượn lại bản sao cũng không được nha bạn.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Dạ thầy cô ơi, cho em hỏi cuối kì 202 này có tổ chức thi anh văn đầu vào không ạ? Vì em cần thi để đủ anh văn cho đăng kí thực tập hè ạ, hiện tại IIG bên ngoài tạm ngưng đăng kí rồi ạ.Mong thầy cô phản hồi ,em cảm ơn ạ.",
            "Chào bạn,. . . . Hiện tại nhà trường chưa thông báo về kỳ thi anh văn định kỳ nha bạn.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Thưa thầy/cô,. . Em là sinh viên khoá K16 đã ra trường.. . Em được biết danh sách học bổng kh192 có tên em. Nhưng hiện tại vẫn chưa có thông báo về ngày chuyển tiền học bổng. Vì thời điểm dịch COVID19 này gia đình em rất khó khăn nên số tiền này sẽ hỗ trợ rất lớn đối với gia đình em.. . Mong quý thầy/cô hỗ trợ giải đáp thắc mắc giúp em.. . Em xin cảm ơn!. .",
            "Chào bạn,. . . . Danh sách học bổng học kỳ 192 đã qua lâu lắm rồi mà bạn. Nếu danh sách học bổng học kỳ 201 thì bạn liên hệ phòng Công Tác Chính Trị Sinh Viên nha.. . . . Thân",
            "li answer rate: Answer suits the needs / Câu trả lời đúng ý"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . chào thầy,cô!. . Em muốn hỏi quy trình để có thể in được bảng hoạt động ngoại khóa bằng tiếng anh ạ. . . Em cảm ơn thầy,cô nhiều!. . . .",
            "Chào bạn,. . . . Việc này bạn liên hệ phòng Công Tác Chính Trị Sinh Viên nha.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Cho em hỏi 1 số câu hỏi về Anh văn như sau:. .    1. Em học chương trình kỹ sư tài năng, Khóa 2018 thì các yêu cầu về tiếng anh là bao nhiêu và thời gian cần nộp bằng là khi nào để không bị trễ chương trình đào tạo ạ?. .    2. Yêu cầu về tiếng anh là cho đề cương luận văn (Học kì 1 năm 4) hay là yêu cầu về luận văn tốt nghiệp (học kỳ 2 năm 4) ạ?. .    3. Đầu năm 3 em có thi Anh văn (đóng phí 100k) bằng máy tính cũng do IIG tổ chức đạt điểm là 575 thì có dùng để xét được nhận luận văn không ạ,. .  . . Xin cảm ơn.",
            "Chào bạn,. . . . 1. Bạn vui lòng xem qui chế học vụ điều 31, phụ lục 1 http://www.aao.hcmut.edu.vn/index.php?route=catalog/chitietsv&path=90&tid=1658.. . . . Hiện tại lịch học vụ học kỳ 211 nhà trường chưa có thông báo.. . 2. Chưa hiểu ý bạn.. . . . 3. Nếu kỳ thi anh văn định kỳ do PDT tổ chức thì điểm này chỉ dùng xét chuẩn anh văn sau các năm. Còn chuẩn anh văn để nhận luận văn bạn phải nộp chứng chỉ quốc tế nha.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Chào [full_name] ạ,. . . . Do có một số lý do có nhân nên em đóng tiền học phí trễ. Em đã đóng học phí chính khoá nhưng không đóng học phí dự thính được.. . . . Mong [full_name] kiểm tra lại giúp em ạ.",
            "Chào bạn,. . . . BKPay đã hiện học phí cho bạn rồi, bạn vui lòng kiểm tra lại.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính gửi PĐT. . Em tên: [full_name]. . MSSV: [student_id] (hệ VHVL, nhập học 10/2020). . Hôm qua, em có gửi câu hỏi cho PĐT về việc hủy môn Thực tập Kĩ thuật chế tạo (ME2023). . PĐT xác nhận là đã hủy môn ME2023 cho em rồi và sẽ tính lại học phí.. . Tuy nhiên, hôm nay em lên trang myBK xem lại thì thấy môn ME2023 vẫn còn nằm trong TKB và Bảng điểm. Học phí vẫn như cũ.. . Mong PĐT xem lại giúp em vì em vừa nhận được mail nhắc thanh toán học phí trễ hạn. . . Em xin cảm ơn ạ.. . . .",
            "Chào bạn,. . . . PDT đã huỷ môn ME2023 và học phí cho bạn rồi nha. Bạn vui lòng kiểm tra lại.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học đợt 1  /i   Thực tập ngoài trường : Mã môn học   TR3315 . . Lí do: Em ở quê có ca dịch nên chưa vô Tp.HCM được. Sơ xuất đăng kí trễ hạn chót. Mong Cán bộ có thể cho em đăng kí để em có thể thực tập đúng hạn. Em xin cảm ơn. . . .",
            "Chào bạn,. . . . Đợt 2 DKMH dự thính hè bạn vào đăng kí nha.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Em chào thầy/ cô.Em là Lâm Thuận An , MSSV [student_id] khoa Kỹ thuật Hóa học. Hôm nay khi kiểm tra thông tin sinh viên thì em thấy có quyết định chuyển chương trình như hình em đã gửi. Em thấy em không vi phạm quy định nào của chương trình tài năng để bị chuyển chương trình cả. Mong thầy/ cô có thể giải đáp thắc mắc của em. Em xin cám ơn.. .",
            "Chào bạn,. . . . Quyết đó là bạn học chính qui đại trà sang tài năng mà bạn.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Cho em hỏi là ở học kì hè các môn đồ án nếu có đủ sỉ số lớp thì có mở lớp không?",
            "Chào bạn,. . . . Theo qui định nhà trường không mở môn đồ án nha bạn.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ. . . . Em xin chào Thầy ( Cô ) Phòng Đào Tạo Trường Đại Học Bách Khoa,. . . . Em muốn hỏi đợt đăng ký để em chuyển từ hệ chính quy sang hệ vừa học vừa làm là vào khoảng thời gian nào để em có thể chuẩn bị hồ sơ đăng ký ạ.. . . . Em xin cảm ơn. .",
            "Chào em.. . Đợt đk mới dự kiến khoảng 2 tuần nữa nhé.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Chào thầy/cô. Cho em hỏi sau này khi em từ quê vào Tp HCM lại để thi cuối kì, nếu lỡ phải cách ly tập trung theo quy định của thành phố thì nhà trường có hỗ trợ để đảm bảo quyền lợi không ạ?. . Em cảm ơn.",
            "Chào bạn,. . . . Nếu bạn có giấy cách ly tập trung trùng vào kỳ thi thì nộp PDT sẽ giải quyết hoãn thi cho bạn.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Vắng thi cuối kỳ học kỳ 2/2019-2020 do dịch COVID-19 . Thưa thầy/cô,. . . . Em tên là [full_name], MSSV: [student_id]. . . . . Theo Trạm y tế phường thì em đang thuộc diện tự cách li tại nhà và ngày kết thúc cách li của em là ngày 23/05. Nhưng vào ngày 18/05 và ngày 22/05 thì em có 2 môn thi cuối kì là môn Tương tự và các mô hình (409702) và Môn Kinh tế đại cương 2 (701707).. . . . Vậy cho em hỏi là em sẽ được thi riêng sau hay có giải pháp nào khác ạ? . . . . Em cảm ơn.. . Sinh viên,. . [full_name]",
            "Chào bạn,. . . . Bạn vui lòng đọc kỹ thông báo của nhà trường.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Chào thầy cô! Em thuộc diện tốt nghiệp bổ sung, dạ cho em hỏi khi nào em có thể nhận bằng tốt nghiệp ạ. Em xin cảm ơn.",
            "Chào bạn,. . . . Khi nào có bằng  PDT sẽ mail cho sinh viên. Sinh viên vui lòng đợi mail.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ .   B Điểm em dò sau kì thi khác với điểm mà Giảng viên up lên trong BKel  /B . Em có đính kèm file đáp án và bảng điểm.(  I Môn Giải Tích 2 MT1005, Mã đề 1744, phòng thi 302H1, ngày thi 17/4/2021  /I ). . . . Mong giảng viên xem xét và chấm lại điểm cho em ạ.. . . . Em cảm ơn ạ. .",
            "Chào bạn,. . . . Nếu là điểm thi giữa kỳ, bạn vui lòng liên hệ với giáo viên giảng dạy nha.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Kính gửi phòng đào tạo,. . Học kì này em đã đăng kí tổng cộng 27 chỉ, và đã có kế hoạch để hoàn thành các học phần của mình. Tuy nhiên trong giai đoạn vừa qua vì nhiều lý do cá nhân mà em không thể sắp xếp được. Cho nên em mong được tạo điều kiện để rút một số môn học sau.. . Cụ thể em xin rút môn CI3211, CI3213 và CI3197. . . Em cảm ơn ạ.",
            "Chào bạn,. . . . Hiện tại đã hết thời gian rút môn học rồi bạn. Nếu bạn rút môn học với lý do chính đáng thì bạn làm đơn rút môn học, kèm theo minh chứng lý do để ban lãnh đạo phòng phê duyệt.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Cho em hỏi là kỳ sau em có thể đăng ký luận văn tốt nghiệp khác đề tài đề cương luận văn không ạ? Em hỏi cô [full_name], cô [full_name] nói nếu GVHD chấp nhận và bạn cùng đề tài đồng ý. Sau đó em đã liên hệ GVHD, GVHD kêu em hỏi phòng đào tạo. Thế nên em còn đang phân vân không biết có cần làm luận văn tốt nghiệp chung đề tài không ạ?",
            "Chào bạn,. . . . Việc này bạn hỏi khoa, giáo viên hướng dẫn nha bạn. Vì PDT chỉ giải quyết đăng kí được môn luận văn, còn việc đề tài luận văn đó là chuyên môn của khoa, giáo viên hướng dẫn luận văn.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Em chào admin, em tên [full_name] mssv [student_id], em học ngành cầu đường khoa kĩ thuật xây dựng.Nay em có vấn đề thắc mắc mong admin giải đáp giúp em ạ ! Tình hình là hiện tại em đang làm luận văn tốt nghiệp nhưng chưa có thời khoá biểu chính thức vì em chưa có toeic, cho em hỏi là hạn cuối nộp toeic trong kì này là khi nào ạ. Em sợ không kịp để được bảo vệ luận văn, do lịch thi toeic đang bị hoãn do dịch bệnh. Mong ad giải đáp giúp em ạ! Em cám ơn admin đã xem qua!. . . .",
            "Chào bạn,. . . . Hiện tại đã hết thời gian đăng kí luận văn, nhưng khi nào có đủ toeic nhận luận văn, bạn liên hệ PDT để hướng dẫn đăng kí luận văn.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em muốn rút môn giải tích 2 vì lý do e đã bỏ qua kì thi giữa kì để về đám cưới người thân ở quê mong phòng đào tạo giúp em",
            "Chào bạn,. . . . Bạn làm đơn rút môn học để ban lãnh đạo phòng phê duyệt cho bạn nha.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Họ và tên: [full_name]. . MSSV: [student_id]. . Kính thưa phòng đạo tạo em xin hủy đăng ký hai môn học là xác suất thống kê và anh văn 4 cho học kỳ hè 203. . . Em xin chân thành cảm ơn.. . Trân trọng!",
            "Chào bạn,. . . . Vào đợt 2 DKMH dự thính hè bạn vào hiệu chỉnh môn học nha.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Em xin chào Thầy/Cô ạ.. . Thầy/Cô có thể kiểm tra giúp em là: Điểm TB học kỳ chính 201 của em là 7.92 nhưng bảng điểm gửi về giáo viên chủ nhiệm lớp lại dưới 7.0. Tại sao ạ?. . . .   i Yêu cầu khác .",
            "Chào bạn,. . . . Bạn vui lòng xem mục điểm trên cổng thông tin sinh viên nha https://mybk.hcmut.edu.vn/stinfo/. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . em xin chào thầy cô ạ, cho em hỏi học kỳ dự thính hè có được đăng ký môn học đồ án không ạ? hiện tại lớp đồ án đã có 22 bạn đăng ký vậy có được mở lớp không ạ? em xin cảm ơn",
            "Chào bạn,. . . . Theo qui định của nhà trường hè không mở lớp đồ án nha bạn.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác .  Hiện tại em không có mặt tại thành phố Hồ Chí Minh. Em nhờ bạn em lên phòng đào tạo thay mặt em lấy bảng điểm."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Cho em hỏi: nếu em không qua được đồ án trong học kì chính thì em có thể thực tập hè được không ạ. (Em đã đủ điều kiện về số chỉ). Em cảm ơn",
            "Chào bạn,. . . . Bạn vui lòng xem cấu trúc môn học http://www.aao.hcmut.edu.vn/index.php?route=catalog/chuongtrinhdaotao.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Kính chào quý thầy/cô.. . . . Em đã đăng ký tốt nghiệp và nộp lệ phí tốt nghiệp trong đợt tốt nghiệp bổ sung này, cảm phiền quý thầy/cô cho em hỏi là khi nào em có thể nhận bằng tốt nghiệp ?. . . . Hiện em đã đi làm, công ty yêu cầu cần phải sớm có bằng tốt nghiệp hoặc giấy tốt nghiệp tạm thời. Trường hiện có còn cấp giấy tốt nghiệp tạm thời hay chứng nhận đủ điều kiện tốt nghiệp nào tương đương không ?. . . . Mong quý thầy/cô vui lòng giải đáp giúp em.. . . . Em xin cảm ơn quý thầy/cô.",
            "Chào bạn,. . . . Sau ngày 28/5 PDT sẽ gởi mail về bằng tốt nghiệp hoặc bằng tốt nghiệp tạm thời.. . . . Thân. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . hiện số tín chỉ tích lũy của em là 74. Cộng với kỳ 202 này em được 93 tín chỉ. Nhưng vì thực tập ngoài trường cần 96 chỉ nên em không đủ tín chỉ đăng ký thực tập ngoài trường do đó em đã đăng ký thi Toeic ngày 16/5/2021 để chuyển điểm AV được thêm 8 chỉ nữa là được 101 chỉ. Nhưng mà bên trung tâm đã hủy thi ngày 16/5 vì lý do dịch Covid. Nên giờ em không biết em có đủ điều kiện đăng ký được thực tập ngoài trường không ạ? Nếu không, có cách nào để em đăng ký được không ạ? em cảm ơn.",
            "Chào bạn,. . . . Bạn phải tích luỹ đủ chỉ mới đăng kí được nha.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . cho em hỏi đợt TUYỂN SINH ĐẠI HỌC CHÍNH QUY BẰNG 2 NĂM 2021 có ngành Kiến Trúc không ạ . . . .",
            "Chào bạn,. . . . Tuyển sinh bằng 2 năm 2021 chưa có ngành kiến trúc.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Về buổi thi cuối kì môn Mip (tpháp hnhập nnghiệp) vào 12h chủ nhật tuần này (16/05). Em là sv năm nhất vậy làm sao để được vào cổng để tham gia buổi thi ạ? Vì hiện tại chỉ cho phép sv thực hiện luận văn vào cổng.. . . . Em cảm ơn. .",
            "Chào bạn,. . . . Sinh viên khi có việc cần vào trường vẫn được nha bạn.. . . . Thân"
        ]
    }
]