[
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em là học sinh của ngành Khoa học máy tính CLC-TCTN nhưng em bị rớt TN1 và không được đăng ký năm học 2, em muốn đăng ký học lại năm 1 có được không ạ?",
            "Nếu được thì em phải đăng kí như thế nào ạ?",
            "Chào bạn,. . Bạn vui lòng liên hệ với [full_name] (Văn Phòng Đào tạo Quốc tế) để được hướng dẫn và hỗ trợ về ĐKMH nhé:. . [email]. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính gửi Phòng đào tạo,. .  Em tên [full_name], MSSV [student_id], khoa VP14XDC. Dạ thưa Phòng đạo tạo, theo như mail em đã nhận thì em đã liên lạc với bạn [full_name] và cũng đã có đăng ký môn học AV5(XD)-003720 vào đợt đăng ký môn học dự thính vừa rồi. Các bạn hiện đã có lên môn học AV5 trên thời khóa biểu vào sáng nay nhưng thời khóa biểu của em hiện vẫn chưa có môn học này. Dạ em kính xin Phòng đạo tạo kiểm tra lại giúp em về việc này ạ. Em cũng đã có điền vào form mở lớp do Khoa gửi qua mail rồi ạ. Em kính xin Phòng đào tạo kiểm tra lại để em có thể được có thời khóa biểu của môn học AV5 này ạ. . .  Em xin lỗi đã làm phiền và em mong Phòng đạo tạo sớm phản hồi cho em ạ.. .  Em xin chân thành cảm ơn.. .                 Dy",
            "Chào bạn,. . Hiện tại SV muốn xin ĐK bổ sung môn học (ghi rõ lý do xin đăng ký trễ, tên MH, mã MH, mã nhóm xin đăng ký và kèm xác nhận đông ý của GV cho vào lớp. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Đăng ký môn học. . Chào thầy cô, em là [full_name], khoa Công nghệ vật liệu.. . Cho em hỏi khi nào [full_name]1 nhập học để em đăng kí học lại môn Nhập môn về kỹ thuật (MA1001), năm nay môn này mã môn học có thay đổi không thì em chưa biết ạ?. . (năm rồi do trùng lịch nên em không đăng kí được).. .",
            "Chào bạn. . Phòng đào tạo đã ghi nhận thông tin bạn đăng ký môn học chung với K2021, Thời gian bắt đầu học của Khoá 2021 là 4/10/2021, nên bạn vui lòng xem TKB tại Mybk vào thời gian trên, nếu không có TKB thì phản hồi lại Pdt. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ. . Cho em hỏi. . Kì 202 em có đăng kí hoãn thi thì làm sao để thi môn đó ở kì sau ạ. . Em đọc thấy là chỉ cần làm đơn thì được thi. . Mà em cũng nghe là phải đăng kí môn đó ở kì sau để được thi",
            "Thân gửi các bạn sinh viên, . . Phòng Đào tạo (PĐT) đã thông báo cho Sinh viên (SV) về việc nộp đơn hoãn thi trực tiếp cho PĐT đối với các môn học Lý thuyết, mà không thông qua Giảng viên (GV). PĐT sẽ hậu kiểm các tình huống cấm thi sau. Hiện nay, SV đăng ký bằng cách gửi email về PĐT có kèm file và qua hệ thống Hỗ trợ trực tuyến (BKSI). Để nhanh chóng và thuận lợi, PĐT thay đổi phương thức nộp đơn hoãn thi như sau:. . SV đăng nhập vào Google bằng tài khoản BKNetID@hcmut.edu.vn và điền thông tin hoãn thi theo link: https://forms.gle/ckyYcJMWN7w3kqe56. . Hạn cuối: 5 ngày sau khi thi online (chỉ tính ngày làm việc). . Trường hợp SV đã nộp đơn qua email của PĐT và  qua công cụ BKSI (đã hoặc chưa được tiếp nhận), vui lòng điền lại vào form trên để PĐT cập nhật dữ liệu đồng nhất và chính xác.. . Riêng đối với môn Đồ án, Thực tập ngoài trường, Đề cương Luận văn, Luận văn/Tiểu luận tốt nghiệp: SV có thể xin hoãn bảo vệ với lý do dịch Covid-19 ảnh hưởng nghiêm trọng đến kết quả thực hiện đề tài (không thực nghiệm được tại Phòng thí nghiệm, không thực địa, ...). SV gửi email trực tiếp đến Giáo viên hướng dẫn, Khoa/Bộ môn để được xem xét đồng ý và forward email cuối cùng đến email của PĐT để đăng ký.. . Thông tin thêm:. . . . Em đọc kỹ quy chế nhé.. . . . . . •\tQuy định hoãn thi (HT): xem chi tiết tại khoản 17.2 Điều 17 trong Quy chế đào tạo và học vụ (aao.hcmut.edu.vn    Sinh viên    Quy chế).. . •\tCác môn có phần thí nghiệm (TNg) sẽ được tổ chức thi sau khi TNg xong. Một số môn, Giảng viên sẽ đề nghị cho thi trước, điểm TNg sẽ có sau, khi đó SV có thể xin hoãn thi.. . •\tRiêng hoãn thi kiểm tra giữa kỳ của HK DT202 và 203: SV liên hệ trực tiếp GV và Bộ môn để được xem xét cho kiểm tra riêng hoặc lấy cột điểm thành phần khác để làm điểm kiểm tra.. .  . . Chúc các bạn học tập thật tốt!. . . . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . - Dạ , Thưa quý thầy cô ! Liệu giờ em bổ sung học phí thì có được mở thời khóa biểu với lịch thi hoc ki203 lại ko ạ ! . . - Do tình dịch nên tình khó kinh tế nên em chưa thanh toán được , nhà trường có biện pháp nào giải quyết cho để em có thời khóa biêu thi được không ạ ! Em xin hứa sẽ cố gắng thanh toán đầy đủ học phí trong những học kì kế tiếp ạ ! Mong quý thầy cô xem xét giúp đỡ ,để em có thể tiếp tục lịch học cũng như lịch thi học kì203",
            "Chào bạn. . Hiện tại không thể phục hồi lịch thi. . Thân. . . . . . . . . . . . . . . . . . . . . . . . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Dạ em chào cô. Cho em hỏi là đợt em có đăng kí hoãn thi vì lí do thiết bị thi, nhưng sau đó em có thi và đã có kết quả thi. Vậy giờ em có cần làm đơn hủy hoãn thi không ạ. em cảm ơn ạ.",
            "Chào em,. . Em làm đơn xin hủy hoãn thi: ghi rõ HK, mã môn học, tên môn học ... , hoặc lấy mẫu đơn hoãn thi sửa thành đơn HỦY HOÃN THI, gửi qua bksi. . Thân mến,. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . cho em điểm HT sẽ được thay thế thành điểm đạt nếu bài thi trên 5. và dưới 5. sẽ không đạt đúng k ạ, và điểm đạt thì có được tính vào điểm tích lũy tb và số chỉ tích lũy không ạ, em xin cảm ơn.",
            "Thân gửi các bạn sinh viên, . . Phòng Đào tạo (PĐT) đã thông báo cho Sinh viên (SV) về việc nộp đơn hoãn thi trực tiếp cho PĐT đối với các môn học Lý thuyết, mà không thông qua Giảng viên (GV). PĐT sẽ hậu kiểm các tình huống cấm thi sau. Hiện nay, SV đăng ký bằng cách gửi email về PĐT có kèm file và qua hệ thống Hỗ trợ trực tuyến (BKSI). Để nhanh chóng và thuận lợi, PĐT thay đổi phương thức nộp đơn hoãn thi như sau:. . SV đăng nhập vào Google bằng tài khoản BKNetID@hcmut.edu.vn và điền thông tin hoãn thi theo link: https://forms.gle/ckyYcJMWN7w3kqe56. . Hạn cuối: 5 ngày sau khi thi online (chỉ tính ngày làm việc). . Trường hợp SV đã nộp đơn qua email của PĐT và  qua công cụ BKSI (đã hoặc chưa được tiếp nhận), vui lòng điền lại vào form trên để PĐT cập nhật dữ liệu đồng nhất và chính xác.. . Riêng đối với môn Đồ án, Thực tập ngoài trường, Đề cương Luận văn, Luận văn/Tiểu luận tốt nghiệp: SV có thể xin hoãn bảo vệ với lý do dịch Covid-19 ảnh hưởng nghiêm trọng đến kết quả thực hiện đề tài (không thực nghiệm được tại Phòng thí nghiệm, không thực địa, ...). SV gửi email trực tiếp đến Giáo viên hướng dẫn, Khoa/Bộ môn để được xem xét đồng ý và forward email cuối cùng đến email của PĐT để đăng ký.. . Thông tin thêm:. . . . Em đọc kỹ quy chế nhé.. . . . . . •\tQuy định hoãn thi (HT): xem chi tiết tại khoản 17.2 Điều 17 trong Quy chế đào tạo và học vụ (aao.hcmut.edu.vn    Sinh viên    Quy chế).. . •\tCác môn có phần thí nghiệm (TNg) sẽ được tổ chức thi sau khi TNg xong. Một số môn, Giảng viên sẽ đề nghị cho thi trước, điểm TNg sẽ có sau, khi đó SV có thể xin hoãn thi.. . •\tRiêng hoãn thi kiểm tra giữa kỳ của HK DT202 và 203: SV liên hệ trực tiếp GV và Bộ môn để được xem xét cho kiểm tra riêng hoặc lấy cột điểm thành phần khác để làm điểm kiểm tra.. .  . . Chúc các bạn học tập thật tốt!. . . . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học .  Em tên là [full_name] - [student_id]. . em muốn xin phép phòng đào tạo cho em đăng ký môn EE3015 lớp L01_L01. Do sai sót nên em thiếu môn, mong pđt cho phép em đăng ký vào lớp ạ, em cám ơn.. . . .",
            ". . Chào bạn,. . PDT đã ghi nhận yêu cầu về ĐKMH của bạn và đã chuyển cho bộ phận ĐKMH kiểm tra và xử lý.. . Bạn vui lòng theo dõi và kiểm tra TKB thường xuyên trên mybk/Thông tin SV và hệ thống BKeL để kịp tham gia lớp học online. SV chủ động liên hệ với GV để xin vào lớp học trước nhé!. . Trường hợp nếu không đăng ký được (không có khả năng hoặc không đủ điều kiện)  PDT sẽ phản hồi cho SV qua bksi.. . Chúc các bạn học tốt!. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Cho e hỏi môn giải tích 2 của em được 6 chấm em muốn học lại để nâng phẩy lên có nên không ậ. Nếu sau này ra trường tính tổng phẩy sẽ lấy phẩy nào(phẩy e học lại hay phẩy lúc ban đầu e học kì chính).. . Còn nếu muốn đăng kí học thạc sĩ thì phải cần điều kiện gì ậ.Mong thầy cô giải đáp giúp e.. . Em xin cảm ơn ậ.",
            "Chào em,. . Em xem điều 12. . http://www.aao.hcmut.edu.vn/index.php?route=catalog/chitietsv&path=90&tid=1658. . - http://www.aao.hcmut.edu.vn/index.php?route=catalog/chitietsv&path=90&tid=1658. . =  Em vui lòng liên hệ Phòng đào tạo Sau đại học qua địa chỉ: Website:www.pgs.hcmut.edu.vn, Email    : [email]. . . . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Do kì trước môn đăng kí của em bị hủy nên em không có môn học nào để học nên nhà trường đã tạm đình chỉ em. Và do tình hình dịch bệnh nên em không thể lên trung tâm để làm đơn đình chỉ nên hiện giờ em vẫn không đăng kí được môn học. Em xin nhà trường có thể giúp em đăng kí môn học cho học kì tới. Em xin cảm ơn ạ!",
            "Chào bạn,. . Trường hợp SV cao đẳng khóa 2016 đã hết thời gian đào nhé bạn, và không thể ĐKMH cho HK211.. . Xem chi tiết quy chế tại đây:. . aao.hcmut.edu.vn/sinh viên/quy chế/học vụ/Quy chế đào tạo và học vụ bậc đại học, cao đẳng:/ điều 5. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ trong thời khóa biểu của em có môn EE3067 (môn này em đăng kí học kì chính HK211 đợt 3 ), nhưng trang elearning của em chưa có môn này ạ. Em cảm ơn!",
            "Chào bạn. . Pdt đã cập nhât lại, bạn kiểm tra lại nghen. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Thưa thầy(cô)!. . Do cán bộ giảng dạy yêu cần đạt được kiến thức của các môn học trước. Nhưng do đợt ĐKMH vừa rồi em chưa được biết thông tin đó, và hiện tại em chưa đạt được kiến thức cơ bản để học môn này. Nay em làm đơn này Kính mong PĐT xem xét hủy môn ạ.. . Em xin chân thành cảm ơn thầy(cô)!",
            "Chào bạn,. . Hiện tại đã hết thời gian hiệu chỉnh  và hủy môn học của HK211 nhé bạn.. . SV vui lòng đợi thông báo về việc rút môn học (có tính học phí theo quy định), sẽ thông báo cho SV trong tháng 9/2021. . Xem chi tiết quy chế tại đây:. . aao.hcmut.edu.vn/sinh viên/quy chế/học vụ/Quy chế đào tạo và học vụ bậc đại học, cao đẳng:/ điều 11.2. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em lỡ bỏ lỡ đợt đăng kí liên thông vào tháng 7 vừa rồi. Cho em hỏi K18 có còn đợt đk liên thông nào không ạ",
            "Chào  em,. . Em vui lòng liên hệ Phòng đào tạo Sau đại học qua địa chỉ: Website:www.pgs.hcmut.edu.vn, Email    : [email]. . Thân mến,. . . . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ em là [full_name]-[student_id]. Là sinh viên khóa K17 nhưng em vẫn còn 1 môn đồ án tiên quyết luận văn tốt nghiệp nhưng đợt vừa rồi do bận việc gia đình nên em không kịp đăng ký được. Em có thể xin bổ sung sỉ số em vào lớp đồ án LO1 mã môn học Ci3221 được không ạ? Nếu không là em trễ thêm mất một năm nên kính mong pđt có thể giúp em ạ!Em xin chân thành cảm ơn ạ!",
            "Chào em,. . Môn này em đã đăng ký được rồi . . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: 1600022  /b \t. . . .   i Học vụ . Em xin chào Thầy/Cô. . . Em tên là: Trần Thanh Bình - mssv1600022. . Thầy/cô cho em hỏi em đóng học phí trể có bị khoá tkb thì có được dự thi môn đó không ạ. Em xin chân thành cám ơn.. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Gửi thầy/cô,. . Do bận thi cuối học kỳ HK202 này mà em đã trễ hạn đăng ký môn học đợt 3 này. Mong thầy/cô cho em xin đăng ký thêm vào lớp CO1031 - Đồ án kỹ thuật lập trình - thầy [full_name] - L01 lớp vẫn còn sĩ số. Em xin chần thầy cảm ơn.. . . . [full_name] - [student_id]",
            ". . Chào bạn,. . PDT đã ghi nhận yêu cầu về ĐKMH của bạn và đã chuyển cho bộ phận ĐKMH kiểm tra và xử lý.. . Bạn vui lòng theo dõi và kiểm tra TKB thường xuyên trên mybk/Thông tin SV và hệ thống BKeL để kịp tham gia lớp học online. SV chủ động liên hệ với GV để xin vào lớp học trước nhé!. . Trường hợp nếu không đăng ký được (không có khả năng hoặc không đủ điều kiện)  PDT sẽ phản hồi cho SV qua bksi.. . Chúc các bạn học tốt!. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em xin chào thầy/cô ạ. . Em tên là [full_name].. . Nay em viết đơn này là muốn xin thầy/cô giúp em hướng dẫn cách làm đơn cứu xét do đóng học phí trể. Để em có thể thi môn anh văn 3A (LA1041) môn này là môn cuối cùng của em, là em có thể tốt nghiệp. . . Em khẩn xin thầy cô giúp em với vì gia đình em khó khăn, tự em làm thêm kiếm tiền để đóng tiền học. . . Em xin thầy cô giúp em để em có thể thi kịp thời và được ra trường ạ. Em xin chân thành cám ơn"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Dạ theo quy chế mới, sinh viên phải hoàn thành các bài test trong trang video của các môn, nhưng các bài trang video trên bkel của em vẫn còn là của học kì trước chưa được update học kì này, nên không thể làm bài được ạ, thầy cô xem giúp dùm em.",
            "Chào bạn,. . SV vui lòng liên hệ trao đổi trực tiếp với GV để trao đổi về môn học nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Do em không chú ý việc thanh toán phí in thẻ trên BKpay. Nên em đã thanh toán phí in lại thẻ sinh viên trễ hạn. Xin quý thầy/cô Phòng đào tạo & phòng CTCT-SV thông cảm và xử lý phiếu đăng ký số:. . \"THE-SV.[student_id].1\". . Để em được in lại thẻ mới ạ. Sau khi dịch bệnh kết thúc em sẽ đến phòng CTCT-SV để nộp lại thẻ cũ mà em để quên lại Tp.HCM khi về quê tránh dịch. . Xin trân trọng cảm ơn!",
            "Chào em,. . ý em yêu cầu gì cô chưa hiểu. Nếu em đã thanh toán rồi thì khi đi học lại em tới lấy thẻ sv . . Thân mến,. .  . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Thời gian đki rút môn học hk211 là bao giờ ạ? Em đang đăng kí 16 tín chỉ, nếu rút đi 1 môn còn 13 tín chỉ thì học phí vẫn giữ nguyên, không cần trả thêm mức học phí nào đúng không ạ?",
            "Chào bạn,. . Hiện tại đã hết thời gian hiệu chỉnh  và hủy môn học của HK211 nhé bạn.. . SV vui lòng đợi thông báo về việc rút môn học (có tính học phí theo quy định), sẽ thông báo cho SV trong tháng 9/2021. . Xem chi tiết quy chế tại đây:. . aao.hcmut.edu.vn/sinh viên/quy chế/học vụ/Quy chế đào tạo và học vụ bậc đại học, cao đẳng:/ điều 11.2. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học. . . . Kính gửi thầy/cô PĐT. . . . Em tên là Nguyễn Lương Trọng - MSSV:[student_id]. . Thầy/cô PĐT cho em gửi đơn xin đăng ký học chung với sinh viên K21 trong HK211 (đã được BCN Khoa khoa học và kỹ thuật máy tính duyệnt đơn). . Mong thầy/cô PĐT xem xét đơn để em được học 2 môn học CO1005 và CO1023 trong học kỳ 211.. . . . Thời khoá biểu em đăng ký như sau:. . CO1005 - nhóm L02 - Thứ 6 -tiết bắt đầu 4. . CO1023 - nhóm L01 - thứ 6 tiết bắt đầu 9. .",
            "Chào bạn,. . Phòng đào tạo đã ghi nhận thông tin bạn đăng ký môn học chung với K2021, Thời gian bắt đầu học của Khoá 2021 là 4/10/2021, nên bạn vui lòng xem TKB tại Mybk vào thời gian trên, nếu không có TKB thì phản hồi lại Pdt. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học dự thính HK211 . Kính gửi PĐT,. . Tụi em học lớp Việt Pháp. Hiện tại tụi em có 6 bạn còn nợ môn Mạch và năng lượng điện (404703). Đây là môn học trong chương trình Việt Pháp K14-K18, môn này sẽ không còn trong kế hoạch giảng dạy từ K19 trở đi do thay đổi chương trình đào tạo. Chúng em có xin và nhận được sự đồng ý từ thầy [full_name]. Hiện tại không đủ sĩ số để mở lớp, chúng em xin mở lớp dự thính này theo kiểu đồ án ạ. Chi tiết trong file đính kèm ạ. Mong PĐT mở lớp cho chúng em ạ.. . Chúng em xin cảm ơn.",
            "Chúng em có gửi xác nhận của thầy qua email của PĐT rồi ạ. Quý thầy cô PĐT có thể kiểm tra lại ạ.",
            "Chào bạn. . Cô đã lấy dữ liệu chuyển cho bộ phận xử lý, bạn theo dõi đến 17 giờ ngày 26/8 mà không thấy mở lớp thì báo lại. . Nếu có phản hồi gì Cô sẽ báo trên BKsi và mail, kiểm tra thường xuyên nghen bạn. . Thân. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV: [student_id]  /b \t. . . .  Em xin chào Thầy(Cô)!. .  . .  Sau khi học xong buổi đầu tiên của môn Vi sinh thực phẩm (CH2045) em được GVBM và lớp trưởng thông báo môn học này chỉ được đăng ký sau khi đã hoàn thành   B môn học trước  /B  là môn Hóa học - Hóa sinh thực phẩm (CH2007), ai   I chưa hoàn thành  /I  môn học trước thì phải làm đơn xin rút môn và em là một trong số những trường hợp đó. .    B Lý do  /B  là trong quá trình ĐKMH thì PĐT vẫn mở cho em đăng ký được môn học này bình thường nên đã không biết rằng môn học này bắt buộc cần môn học trước.. .  Nay em làm đơn này xin được rút môn học   I Vi sinh thực phẩm (CH2045)  /I .(Vẫn thanh toán học phí). .  Em xin cam kết rằng: . . - Đảm bảo đủ tín chỉ tối thiểu của học kỳ sau khi rút môn.. . - Vẫn sẽ nộp học phí đủ cho môn học được rút.. .  Em rất mong PĐT sẽ xem xét và được sự chấp nhận từ PĐT! . .  Em xin cảm ơn Thầy(Cô) ạ!",
            "Chào bạn,. . Hiện tại đã hết thời gian hiệu chỉnh  và hủy môn học của HK211 nhé bạn.. . SV vui lòng đợi thông báo về việc rút môn học (có tính học phí theo quy định), sẽ thông báo cho SV trong tháng 9/2021. . Xem chi tiết quy chế tại đây:. . aao.hcmut.edu.vn/sinh viên/quy chế/học vụ/Quy chế đào tạo và học vụ bậc đại học, cao đẳng:/ điều 11.2. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học dự thính HK211 . Kính gửi PĐT,. . Chúng em xin gửi đơn mở lớp và xác nhận giảng dạy từ CBGD ạ. Thầy có xác nhận qua email của PĐT rồi ạ chúng em xin xác nhận trên đây một lần nữa ạ.",
            "Đây là môn học trong chương trình Việt Pháp K14-K18, môn này sẽ không còn trong kế hoạch giảng dạy từ K19 trở đi do thay đổi chương trình đào tạo ạ.",
            "Hiện tại không đủ sĩ số để mở lớp, chúng em xin mở lớp dự thính này theo kiểu đồ án ạ.",
            "Chào bạn. . Bạn vui lòng bổ sung thêm xác nhận của [full_name] hoặc của Cô [full_name] phục trách chương trình Việt Pháp. . Gấp nghen bạn trước 17 giờ ngày 25/8. . Thân",
            "Đồng thời bổ sung thời khóa biểu chính xác để mở nghen bạn, gấp",
            "li answer rate: Answer suits the needs / Câu trả lời đúng ý"
        ]
    },
    {
        "intent": "",
        "message": [
            "Rút môn học (phải thanh toán học phí) Học kỳ 203 . Em xin chào Thầy(Cô)!. . Sau khi học xong buổi đầu tiên của môn Vi sinh thực phẩm (CH2045) em được GVBM và lớp trưởng thông báo môn học này chỉ được đăng ký sau khi hoàn thành   B môn học trước  /B  là môn Hóa học - Hóa sinh thực phẩm (CH2007),   I ai chưa hoàn thành  /I  môn học trước thì phải làm đơn xin rút môn và em là một trong số những trường hợp đó. .   B Lý do  /B  là trong quá trình ĐKMH PDDT vẫn mở cho em đăng ký môn học này bình thường nên đã xảy ra sự sai sót này ạ.. . Nay em làm đơn này xin được rút môn học   I Vi sinh thực phẩm (CH2045)  /I  (Vẫn thanh toán học phí ). . Em xin cam kết rằng :. . -Đảm bào đủ tín chỉ tối thiểu của học kỳ sau khi rút môn.. . -Vẫn sẽ nộp học phí đủ cho môn học được rút.. . Em rất mong PĐT sẽ xem xét và được sự chấp nhận từ PĐT!. . Em xin cảm ơn Thầy(Cô) ạ !!",
            "Chào bạn,. . Hiện tại đã hết thời gian hiệu chỉnh  và hủy môn học của HK211 nhé bạn.. . SV vui lòng đợi thông báo về việc rút môn học (có tính học phí theo quy định), sẽ thông báo cho SV trong tháng 9/2021. . Xem chi tiết quy chế tại đây:. . aao.hcmut.edu.vn/sinh viên/quy chế/học vụ/Quy chế đào tạo và học vụ bậc đại học, cao đẳng:/ điều 11.2. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . do học kỳ hè này em ko đảm bảo về thiết bị nên em đăng ký hoãn thi ,sau khi đọc quy chế em được biết là em cần đăng ký thi lại cuối kỳ và nếu đạt em sẽ nhận điểm ĐẠT ,vậy nếu em được nhận điểm ĐẠT em có cần đăng ký học lại môn đó hay không và điểm ĐẠT đó tương ứng với bao nhiêu điểm ạ,em đăng học chương trình liên kết quốc tế .em cảm ơn . . . .",
            "Thân gửi các bạn sinh viên, . . Phòng Đào tạo (PĐT) đã thông báo cho Sinh viên (SV) về việc nộp đơn hoãn thi trực tiếp cho PĐT đối với các môn học Lý thuyết, mà không thông qua Giảng viên (GV). PĐT sẽ hậu kiểm các tình huống cấm thi sau. Hiện nay, SV đăng ký bằng cách gửi email về PĐT có kèm file và qua hệ thống Hỗ trợ trực tuyến (BKSI). Để nhanh chóng và thuận lợi, PĐT thay đổi phương thức nộp đơn hoãn thi như sau:. . SV đăng nhập vào Google bằng tài khoản BKNetID@hcmut.edu.vn và điền thông tin hoãn thi theo link: https://forms.gle/ckyYcJMWN7w3kqe56. . Hạn cuối: 5 ngày sau khi thi online (chỉ tính ngày làm việc). . Trường hợp SV đã nộp đơn qua email của PĐT và  qua công cụ BKSI (đã hoặc chưa được tiếp nhận), vui lòng điền lại vào form trên để PĐT cập nhật dữ liệu đồng nhất và chính xác.. . Riêng đối với môn Đồ án, Thực tập ngoài trường, Đề cương Luận văn, Luận văn/Tiểu luận tốt nghiệp: SV có thể xin hoãn bảo vệ với lý do dịch Covid-19 ảnh hưởng nghiêm trọng đến kết quả thực hiện đề tài (không thực nghiệm được tại Phòng thí nghiệm, không thực địa, ...). SV gửi email trực tiếp đến Giáo viên hướng dẫn, Khoa/Bộ môn để được xem xét đồng ý và forward email cuối cùng đến email của PĐT để đăng ký.. . Thông tin thêm:. . . . Em đọc kỹ quy chế nhé.. . . . •\tQuy định hoãn thi (HT): xem chi tiết tại khoản 17.2 Điều 17 trong Quy chế đào tạo và học vụ (aao.hcmut.edu.vn    Sinh viên    Quy chế).. . •\tCác môn có phần thí nghiệm (TNg) sẽ được tổ chức thi sau khi TNg xong. Một số môn, Giảng viên sẽ đề nghị cho thi trước, điểm TNg sẽ có sau, khi đó SV có thể xin hoãn thi.. . •\tRiêng hoãn thi kiểm tra giữa kỳ của HK DT202 và 203: SV liên hệ trực tiếp GV và Bộ môn để được xem xét cho kiểm tra riêng hoặc lấy cột điểm thành phần khác để làm điểm kiểm tra.. .  . . Chúc các bạn học tập thật tốt!. . . . . .",
            "li answer rate: Answer does not suit / Câu trả lời không đúng ý"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em là [full_name] thuộc Khoa KH và KT Máy tính hiện tại em chỉ có đăng kí 11 tín chỉ. Cho em hỏi là em có bị sao không ạ. Nếu bị sao thì em mong thầy cô cho em đăng kí thêm môn Hóa đại cương (CH1003) hoặc môn Xác suất thống kê(MT2013) ạ. Em cảm ơn thầy cô đã đọc và trả lời lại của em ạ.(Mail của em: [email]). .",
            "Chào bạn. . - Hk này tạm thời không áp dụng tín chỉ tối thiểu. . - Hiện tại không thể bổ sung thêm môn học. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em chào thầy/cô ạ. Em tên [full_name] MSSV [student_id]. Kì qua em có đóng học phí trễ và đã làm đơn thu nhận lại. Nay em xin được đăng kí môn học Đề cương luận văn tốt nghiệp có Mã số môn học là TR4331. Kính mong thầy/ cô giúp em để em có thể hoàn thành lộ trình học ạ. Em xin cảm ơn thầy/ cô nhiều ạ.",
            "Thân gửi các bạn sinh viên,. . . . . . Sinh viên chú ý thực hiện đăng ký đợt cuối cùng LVTN, TTTN, Đề Cương LV từ 10g ngày 23/08/2021  đến 14g59 ngày 25/08/2021 cho HK chính 211 . .  . . . . Trước tình hình diễn biến phức tạp của dịch Covid-19, hiện trạng có khả năng nhiều sinh viên không thể thi để nhận Chứng chỉ Anh văn quốc tế để xét nhận LVTN, Nên Nhà Trường sẽ không xét chuẩn CCAV quốc tế khi xét LVTN trong HK211. . . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Dạ, em chào quí Thầy Cô. Em đã có bằng Toeic (nghe - đọc) 800, đã nộp cho trường và đã đổi được 4 cột anh văn 1 2 3 4 10 điểm, và đã dư chuẩn Toeic đầu ra. Cho phép em hỏi em có cần bổ sung thi kỹ năng Nói Viết hay thi IELTS để ra trường không ạ? Em chính quy đại trà K18. Cảm ơn quí Thầy Cô ạ.. . . .",
            "Chào bạn. . - Kiểm tra thì bạn chưa đạt anh văn 2 kỹ năng Nói viết để ra trường. . - Về quy định chuẩn tiếng anh trong quá trình học: Bạn vui lòng xem chi tiết tại trang web aao--  sinh viên --  Quy chế --  Quy chế đào tạo và học vụ bậc đại học và cao đẳng -- Phụ lục 1: Quy định về ngoại ngữ . . Chúc bạn học tập tốt nhé.. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em tên là [full_name] - MSSV [student_id]. . Thuộc khoa Kỹ thuật Xây Dựng.. . Trên thời khóa biểu của em đã được cập nhật lịch học của những môn em vừa đăng ký trong đợt 3. Nhưng trên BkEl thì vẫn chưa được cập nhật ạ.. . Những môn đó là:. . Tổ chức thi công(CI4125) - lớp DT01 . . ĐAMH Tổ chức thi công (CI4127) - lớp L03. . ĐAMH Nền móng (CI3197) - lớp L01. . ĐAMH Kết cấu thép(CI3213) - lớp L01. . Em mong PĐT xem xét trường hợp của em để em được vô lớp học cho kịp tiến độ cùng với các bạn.. . Em xin chân thành cảm ơn!",
            "Chào bạn. . Pdt đã cập nhật lại, bạn kiểm tra lại nghen. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Dạ em chào cô, em muốn rút môn học ở kì 211. Cho em hỏi hiện tại em có thể rút môn học online không ạ và thủ tục rút môn học như thế nào ạ. Mong nhận phản hồi từ cô, em cảm ơn ạ.",
            "Chào bạn,. . Hiện tại đã hết thời gian hiệu chỉnh  và hủy môn học của HK211 nhé bạn.. . SV vui lòng đợi thông báo về việc rút môn học (có tính học phí theo quy định), sẽ thông báo cho SV trong tháng 9/2021. . Xem chi tiết quy chế tại đây:. . aao.hcmut.edu.vn/sinh viên/quy chế/học vụ/Quy chế đào tạo và học vụ bậc đại học, cao đẳng:/ điều 11.2. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Em chào anh/chị,. . Hôm nay lại đến file giải tích 1 lớp CC11 của em bị lỗi. Cho em hỏi có cách nào sửa hết tất cả các môn 1 lần không ạ? Tên đúng của em là [full_name] - MSSV:[student_id]. File lại ghi là [full_name].. . . .",
            "Chào em,. . PĐT đã nhận được thông tin của em, đã gửi đến bộ phận phụ trách sẽ trả lời  em qua bksi, email. . Thân mến,. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em đang có vấn đề thế này ạ.. . Do các đợt đăng ký trước PĐT không mở môn CH3361 có 4 tín chỉ trong kỳ học chính, do đó em đã đăng ký môn khác thay thế và bây giờ đang là 18 tín chỉ trong kì chính 211, em không thể đăng ký thêm môn 4 chỉ này nữa. Bây giờ em có thể làm gì đơn gì để có thể học được 22 tín chỉ ở học kì chính 211 không ạ?",
            "Chào bạn. . Theo quy định là không được. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em chào thầy cô,. . Em tên là [full_name] MSSV [student_id]. Em xin được đăng kí môn Mô hình hóa,mp &tưh CNHH CH3133 vào học kì dự thính 211. Em rất xin lỗi vì sự chậm trễ này, vì em vừa mới biết điểm vào ngày 20/8 và không được chấp nhận phúc tra.. . Em xin cảm ơn.",
            ". . Chào bạn,. . PDT đã ghi nhận yêu cầu về ĐKMH của bạn và đã chuyển cho bộ phận ĐKMH kiểm tra và xử lý.. . Bạn vui lòng theo dõi và kiểm tra TKB thường xuyên trên mybk/Thông tin SV và hệ thống BKeL để kịp tham gia lớp học online. SV chủ động liên hệ với GV để xin vào lớp học trước nhé!. . Trường hợp nếu không đăng ký được (không có khả năng hoặc không đủ điều kiện)  PDT sẽ phản hồi cho SV qua bksi.. . Chúc các bạn học tốt!. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em tên [full_name] - MSSV [student_id]. . Thầy cô cho em hỏi là hk211 này em có đăng ký môn đồ án thiết kế(ME3139), và đã được xác nhận trong thời khóa biểu là có. Nhưng đến hiện giờ trong tkb vẫn chưa có thời gian học, phòng học và giáo viên. Mong thầy cô xem lại giúp em ạ?",
            "Chào em,. . Em liên hệ Khoa, Bộ môn để được hướng dẫn nhé.. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Hiện tại em đã đăng kí môn Xử lý thị giác máy tính và vẫn chưa được cập nhật trên elearning ạ mà thứ 2 đã có lịch học. Em xin được hỏi phòng đào tạo về vấn đề này để em nắm được kịp bài ạ do lớp đã học được 1 tuần.. . Trân trọng,. . [full_name]. .   i Học vụ .",
            "Chào bạn. . Pdt đã cập nhật lại, bạn kiểm tra lại nghen. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính gửi PĐT,. . . . Em là sinh viên năm 4.. . Em đại diện cho một số bạn khoa Quản lý công nghiệp có thắc mắc mong PĐT hỗ trợ giải đáp giúp em.. . . . Hiện tại một số bạn đang còn chưa hoàn thành được một số môn cơ sở ngành, các môn này theo CTĐT sẽ chuyển sang kỳ 1 năm nhất Khóa K21. Khóa K21 năm nay nhập học trễ, vậy nên em muốn hỏi tụi em có thể đăng ký học chung với khóa K21 những môn đó trong thời gian tới hay không?. . . . Trân trọng cảm ơn sự hỗ trợ của PĐT.",
            "Chào bạn,. . Vui lòng trình bày rõ tên và mã MH để PDT kiểm tra nhé!. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]7  /b \t. . . .   i Đăng ký môn học . Đăng ký môn học. . . . Em xin đăng ký môn học [full_name] Tốt Nghiệp (218303). Do em thuộc diện thu nhận lại nên không đăng ký môn học trên trang ĐKMH được.",
            "Chào bạn,. . Hiện tại đang có đợt ĐK LVTN online, bạn vui lòng vào đăng ký lại xem bị lỗi gì nhé!. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính gửi: Phòng đào tạo. . em tên: [full_name], mssv [student_id]. . em xin Phòng đào tạo cho em đăng kí môn CI3237 Kết cấu bê tông cốt thép,nhóm L11 thứ 2 tiết 11,12, còn room (58/60)  . . lí do: em ở quận 9, khu vực đỏ phong tỏa , lúc 14h (T5 19-8-21) khu vực chổ em bị mất điện, sau khi vào lại được trang đăng kí môn học thì đã hết thời gian đăng kí, dù nhóm L11 thứ 2 tiết 11,12 còn room (58/60). . Trong hoàn cảnh không mong muốn của covid, em mong Phòng đào tạo giúp đỡ em đăng kí môn học này.. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Chào Thầy/Cô. . Em là [full_name] - [student_id]. . Hôm qua (thứ 6, 20/08/2021) em có thi môn Công Nghệ Vật Liệu (MA3037 - L01) vào lúc 10h. Trong quá trình làm bài thi (khoảng 10h20) thì nhà em bị cúp điện nên em không thể hoàn thành bài thi được. Một lúc sau em có vào lại Google Meet thông báo cho giám thị coi thi.. . Thầy/Cô cho em hỏi là kết quả thi hôm đó của em có được hủy không ạ? Đồng thời làm sao để em có thể đăng ký thi lại vào đợt sau được ạ?. . Em cám ơn.",
            "Chào bạn,. . - Bạn vui lòng xem chi tiết hướng dẫn thi trực tuyến nhà trường đã gửi thông báo đến SV. . - Bạn cần thực hiện theo hướng dẫn của nhà trường và thực hành để thuần thục các thao tác ghi màn hình trước khi thi.. . . . - Bạn nên liên hệ GV giảng dạy để được hướng dẫn.. . . . Trường hợp có sự cố bất khả kháng trong khi thi dẫn đến không thể hoàn thành được bài thi, và không được giải quyết cho thi các ca thi sau (nếu có), sinh viên có thể đăng ký \"Hoãn thi\" ngay sau buổi thi (không phải vắng thi có phép).. . Bạn phải báo với CBCT để ghi nhận về trường hợp của bạn trong quá trình thi, vì PDT sẽ gửi ds hoãn thi về Khoa để đối chiếu lại nhé!. . . . Thân mến,. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em chào PĐT,. . Em tên [full_name], mssv [student_id].. . Em hiện là sinh viên năm 4 và kì này theo chương trình đào tạo thì em sẽ làm Luận văn. Nhưng do tình trạng dịch bệnh nên em chưa thể có được chứng chỉ anh văn.. . PĐT cho em hỏi em có thể đăng ký luận văn ở kì này không ạ? Với tình trạng hiện giờ thì việc thi lấy chứng chỉ anh văn là không thể.. . Em cảm ơn PĐT!",
            "Em chào PĐT,. . Em đã nhận được mail trường về việc nhận LVTN khi chưa có CCAV cho học kì tới.. . PĐT cho em hỏi là khi đạt được văn bằng anh văn VNU-EPT của ĐHQG TPHCM rồi thì có cần thi anh văn Nói - [full_name] không ạ?. . Em xin cảm ơn PĐT!",
            "Thân gửi các bạn sinh viên,. . . . . . Sinh viên chú ý thực hiện đăng ký đợt cuối cùng LVTN, TTTN, Đề Cương LV từ 10g ngày 23/08/2021  đến 14g59 ngày 25/08/2021 cho HK chính 211 . .  . . . . Trước tình hình diễn biến phức tạp của dịch Covid-19, hiện trạng có khả năng nhiều sinh viên không thể thi để nhận Chứng chỉ Anh văn quốc tế để xét nhận LVTN, Nên Nhà Trường sẽ không xét chuẩn CCAV quốc tế khi xét LVTN trong HK211. . . Bạn vui lòng xem quy định về CCNN xét TN tại đây nhé:. . Xem chi tiết quy chế tại đây:. . aao.hcmut.edu.vn/sinh viên/quy chế/học vụ/Quy chế đào tạo và học vụ bậc đại học, cao đẳng:/ phục lục 1/3.   Chuẩn tiếng Anh khi nhận Luận văn tốt nghiệp (LVTN) và khi tốt nghiệp. . Thân. .",
            "li answer rate: Answer suits the needs / Câu trả lời đúng ý"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . em có xin mở môn học TR4025 kỹ thuật tàu cao tốc( học dưới dạng đồ án) đã gửi đơn có chữ ký của khoa và bộ môn nhưng vì đợt đăng ký dự thính ngày 7/8 đến 13/8 phòng đào tạo vẫn chưa giải quyết yêu cầu của em nên em không đăng ký môn học được ạ. em hy vọng được mở quyền đăng ký để đăng ký vào ngày 25/8 đến 27/8. em có gửi các file đính kèm ạ. em cảm ơn.",
            "Chào bạn,. . PDT đã tiếp nhận đơn của bạn và trình Ban Lãnh đạo xem xét và sẽ trả lời kết quả đơn cho bạn trễ nhất là sau ngày 27/08/2021.. . Nếu sau ngày này vẫn chưa nhận được câu trả lời bạn vui lòng gửi lại phản hồi qua bksi để PDT kiểm tra.. . Thân. .",
            "Chào bạn,. . PDT đã đồng ý đơn mở lớp của bạn nhé, bạn vui lòng vào ĐKMH vào lúc 10h ngày 26/8.. . Tới thời gian này mã vẫn chưa đăng ký được, bạn gửi lại phản hồi cho PDT để kiểm tra lại nhé!. . Nhớ nhắn các bạn của bạn cùng vào ĐKMH nhé!. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Dạ thầy cô ơi kiểm tra giúp em điểm môn \" MẠCH ĐIỆN TỬ EE2035 \" sau khi cập nhật điểm lại vào ngày 19/08/2021 thì điểm môn mạch điện tử của em bị chuyển về 0.00 trong khi em đã qua môn với 5.00. Mong quý thầy cô kiểm tra lại giúp em ạ!. . E chân thành cám ơn!. . [full_name] - [student_id]",
            "Chào em,. . Vấn đề điểm do GV dạy em cập nhật, em nên liên hệ với GV nhé.. . Thân mến,. .",
            "Điểm môn này đã cập nhật từ lâu mà đến nay đột nhiên thay đổi là sao vậy ạ. Phần điểm này bị thay đổi là sau khi PĐT cập nhật các phần học kỳ bổ túc thêm các môn thay thế đợt học đó ạ. Một số bạn lớp em cũng bị sai 1 số môn khác nữa ạ . Mong PĐT kiểm tra lại giúp em ạ!!!",
            "Chào em,. . PĐT đã nhận được thông tin của em, đã gửi đến bộ phận phụ trách sẽ trả lời  em qua bksi, email. . . . Thân mến,. .",
            "dạ em gửi bổ sung thêm bảng điểm môn [full_name], PĐT xem xét giúp em ạ. em chân thành cám ơn!",
            "Cho em hỏi vấn đề điểm đã được giải quyết chưa ạ bảng điểm của em vẫn chưa thay đổi. Em chân thành cám ơn",
            "Chào em,. . Vấn đề của em: em gửi email trực tiếp đến bộ phận phụ trách [email]; [email] để được hướng dẫn nhé.. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ cho em hỏi em đăng ký lịch sử đảng DT01 nhưng phòng đào tạo đưa em qua DT03.vậy cho em xin chuyển nhóm quả DT01 được không ạ.em có liên hệ với giảng viên giảng dạy.và được sự hướng dẫn của giảng viên nên em hỏi ý kiến phòng đào tạo ạ.vậy em liên hệ như thế nào để chuyển lớp ạ",
            "Chào bạn. . Thời điểm hiện tại không thể điều chỉnh môn học. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em tên [full_name]. .   Lý do em viết tin này là vì xin pđt hủy bỏ 1 môn học bị trùng AV1A.. .   Trong đợt ĐKMH 211 đợt 2  em có đăng ký môn av1A nhưng đang trong tình trạng tạm ngưng nên không đăng ký được.( hình ảnh đính kèm bên dưới). . .    Vảo đợt ĐKMH đợt 3 ( 17/8-19/8) em đã đăng ký môn av1 để có thể duy trì tình trạng đang học. Kết thúc đợt đăng ký em lên xem TKB và thấy hiện cả 2 môn.. .   Em xin phòng đào tạo có thể xem xét hủy  môn học av1A giúp em. Vì lý do dịch bệnh nhà em phải nghỉ làm ở nhà nên em không thể đóng học phí cả 2 môn. Mong pđt có thể giúp đỡ em.Em xin cảm ơn.",
            "Chào bạn,. . PDT đã ghi nhận yêu cầu về ĐKMH của bạn và đã chuyển cho bộ phận ĐKMH kiểm tra và xử lý.. . Bạn vui lòng theo dõi và kiểm tra TKB thường xuyên trên mybk/Thông tin SV và hệ thống BKeL để kịp tham gia lớp học online. SV chủ động liên hệ với GV để xin vào lớp học trước nhé!. . Trường hợp nếu không đăng ký được (không có khả năng hoặc không đủ điều kiện)  PDT sẽ phản hồi cho SV qua bksi.. . Chúc các bạn học tốt!. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Dạ Thầy/Cô cho em hỏi về việc đăng ký thi lại khi hoãn thi ạ:. . -Chỉ cần đăng ký thi lại thôi, hay phải đăng ký môn học đã hoãn thi luôn ạ?. . -Cách thức, quy trình đăng ký thi lại như thế nào nào ạ?. . -Thời gian thi lại là thi cùng đợt với đợt thi của môn học đã hoãn thi ở học kỳ kế tiếp phải không ạ?. . Em cảm ơn Thầy/Cô.. . . .",
            "Thân gửi các bạn sinh viên, . . Phòng Đào tạo (PĐT) đã thông báo cho Sinh viên (SV) về việc nộp đơn hoãn thi trực tiếp cho PĐT đối với các môn học Lý thuyết, mà không thông qua Giảng viên (GV). PĐT sẽ hậu kiểm các tình huống cấm thi sau. Hiện nay, SV đăng ký bằng cách gửi email về PĐT có kèm file và qua hệ thống Hỗ trợ trực tuyến (BKSI). Để nhanh chóng và thuận lợi, PĐT thay đổi phương thức nộp đơn hoãn thi như sau:. . SV đăng nhập vào Google bằng tài khoản BKNetID@hcmut.edu.vn và điền thông tin hoãn thi theo link: https://forms.gle/ckyYcJMWN7w3kqe56. . Hạn cuối: 5 ngày sau khi thi online (chỉ tính ngày làm việc). . Trường hợp SV đã nộp đơn qua email của PĐT và  qua công cụ BKSI (đã hoặc chưa được tiếp nhận), vui lòng điền lại vào form trên để PĐT cập nhật dữ liệu đồng nhất và chính xác.. . Riêng đối với môn Đồ án, Thực tập ngoài trường, Đề cương Luận văn, Luận văn/Tiểu luận tốt nghiệp: SV có thể xin hoãn bảo vệ với lý do dịch Covid-19 ảnh hưởng nghiêm trọng đến kết quả thực hiện đề tài (không thực nghiệm được tại Phòng thí nghiệm, không thực địa, ...). SV gửi email trực tiếp đến Giáo viên hướng dẫn, Khoa/Bộ môn để được xem xét đồng ý và forward email cuối cùng đến email của PĐT để đăng ký.. . Thông tin thêm:. . . . Em đọc kỹ quy chế nhé. . . . . . •\tQuy định hoãn thi (HT): xem chi tiết tại khoản 17.2 Điều 17 trong Quy chế đào tạo và học vụ (aao.hcmut.edu.vn    Sinh viên    Quy chế).. . •\tCác môn có phần thí nghiệm (TNg) sẽ được tổ chức thi sau khi TNg xong. Một số môn, Giảng viên sẽ đề nghị cho thi trước, điểm TNg sẽ có sau, khi đó SV có thể xin hoãn thi.. . •\tRiêng hoãn thi kiểm tra giữa kỳ của HK DT202 và 203: SV liên hệ trực tiếp GV và Bộ môn để được xem xét cho kiểm tra riêng hoặc lấy cột điểm thành phần khác để làm điểm kiểm tra.. .  . . Chúc các bạn học tập thật tốt!. . . . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Dạ em tên là [full_name], trong lúc thi Giai tích 2 ngày 6/8 do em có gặp sự cố trong lúc thi nên có đăng kí hoãn thi liền sau lúc đó, nhưng cuối cùng kết quả bài thi của em đã được bộ môn giải quyết và có kết quả tốt hơn nên em muốn xin hủy đơn hoãn thi lúc trước đã nộp thì phải làm sao ạ. Em cảm ơn rất nhiều.",
            "Chào em,. . Câu này cô đã giải quyết ở câu trước rồi nhé.. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Dạ em chào thầy/cô,. . . . Em tên là [full_name], MSSV [student_id]. Em dự định sẽ rút một số môn học đã đăng ký ở học kỳ 211. Cho em hỏi hiện tại em có thể thực hiện rút môn học online hay không và thủ tục rút môn như thế nào ạ? . . . . Mong sớm nhận phản hồi từ thầy/cô.. . Em xin cảm ơn.",
            "Chào bạn,. . Hiện tại đã hết thời gian hiệu chỉnh  và hủy môn học của HK211 nhé bạn.. . SV vui lòng đợi thông báo về việc rút môn học (có tính học phí theo quy định), sẽ thông báo cho SV trong tháng 9/2021. . Xem chi tiết quy chế tại đây:. . aao.hcmut.edu.vn/sinh viên/quy chế/học vụ/Quy chế đào tạo và học vụ bậc đại học, cao đẳng:/ điều 11.2. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Kính gửi PĐT, . . Em tên [full_name], MSSV: [student_id], lớp XD17KT. . Vào đợt thi cuối kỳ ở HK203, em có xin hoãn thi cuối kỳ vì sự cố kỹ thuật mạng và theo quy chế thì em sẽ nhận điểm tổng kết là VP và chờ kỳ thi bù từ trường. Nhưng em đã kiểm tra bảng điểm HK203 và thấy mình được nhận điểm 13 thay vì điểm VP như trong quy chế học vụ. Cụ thể em có gửi ảnh minh chứng bên dưới.. . Và hiện tại em cũng chưa nhận được thông tin về kỳ thi bù sắp tới hay là về thông báo của thầy cô đứng lớp về thông tin nội dung thi bù.. . Kính mong PĐT có thể giải quyết và thông báo sớm để em có thể chuẩn bị tốt cho kỳ thi bù sắp tới. . . Em cảm ơn.",
            "Chào em,. . - Danh sách thi PĐT đã in trước. . - Em đã nhập vào file hoãn thi, xem email xác nhận nhé.. . . . Thân gửi các bạn sinh viên, . . Phòng Đào tạo (PĐT) đã thông báo cho Sinh viên (SV) về việc nộp đơn hoãn thi trực tiếp cho PĐT đối với các môn học Lý thuyết, mà không thông qua Giảng viên (GV). PĐT sẽ hậu kiểm các tình huống cấm thi sau. Hiện nay, SV đăng ký bằng cách gửi email về PĐT có kèm file và qua hệ thống Hỗ trợ trực tuyến (BKSI). Để nhanh chóng và thuận lợi, PĐT thay đổi phương thức nộp đơn hoãn thi như sau:. . SV đăng nhập vào Google bằng tài khoản BKNetID@hcmut.edu.vn và điền thông tin hoãn thi theo link: https://forms.gle/ckyYcJMWN7w3kqe56. . Hạn cuối: 5 ngày sau khi thi online (chỉ tính ngày làm việc). . Trường hợp SV đã nộp đơn qua email của PĐT và  qua công cụ BKSI (đã hoặc chưa được tiếp nhận), vui lòng điền lại vào form trên để PĐT cập nhật dữ liệu đồng nhất và chính xác.. . Riêng đối với môn Đồ án, Thực tập ngoài trường, Đề cương Luận văn, Luận văn/Tiểu luận tốt nghiệp: SV có thể xin hoãn bảo vệ với lý do dịch Covid-19 ảnh hưởng nghiêm trọng đến kết quả thực hiện đề tài (không thực nghiệm được tại Phòng thí nghiệm, không thực địa, ...). SV gửi email trực tiếp đến Giáo viên hướng dẫn, Khoa/Bộ môn để được xem xét đồng ý và forward email cuối cùng đến email của PĐT để đăng ký.. . Thông tin thêm:. . . . Em đọc kỹ nhé.. . . . . . •\tQuy định hoãn thi (HT): xem chi tiết tại khoản 17.2 Điều 17 trong Quy chế đào tạo và học vụ (aao.hcmut.edu.vn    Sinh viên    Quy chế).. . •\tCác môn có phần thí nghiệm (TNg) sẽ được tổ chức thi sau khi TNg xong. Một số môn, Giảng viên sẽ đề nghị cho thi trước, điểm TNg sẽ có sau, khi đó SV có thể xin hoãn thi.. . •\tRiêng hoãn thi kiểm tra giữa kỳ của HK DT202 và 203: SV liên hệ trực tiếp GV và Bộ môn để được xem xét cho kiểm tra riêng hoặc lấy cột điểm thành phần khác để làm điểm kiểm tra.. .  . . Chúc các bạn học tập thật tốt!. . . . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em tên là [full_name]. . ﻿MSSV: [student_id]. . ﻿. . ﻿Em xin chào Thầy/cô !. . . . ﻿﻿Sau khi học buổi đầu tiên của môn Vi sinh thực phẩm (CH2045) em được GVBM và lớp trưởng thông báo môn học này chỉ được đăng kí sau khi đã hoàn thành môn học trước là môn Hóa học - Hóa sinh thực phẩm (CH2007), ai chưa hoàn thành môn học trước thì phải làm đơn xin rút môn và em là một trong số những trường hợp đó.. . ﻿Lí do là trong quá trinhg đăng kí môn học thì PĐT vẫn mở cho em đăng kí môn học này bình thường nên đã không biết rằng môn học này bắt buộc cần môn học trước",
            "Chào bạn,. . Hiện tại đã hết thời gian hiệu chỉnh  và hủy môn học của HK211 nhé bạn.. . SV vui lòng đợi thông báo về việc rút môn học (có tính học phí theo quy định), sẽ thông báo cho SV trong tháng 9/2021. . Xem chi tiết quy chế tại đây:. . aao.hcmut.edu.vn/sinh viên/quy chế/học vụ/Quy chế đào tạo và học vụ bậc đại học, cao đẳng:/ điều 11.2. . Thân. .",
            "Yêu cầu khác: Em tên là [full_name]. . ﻿MSSV: [student_id]. . ﻿. . ﻿Em xin chào Thầy/cô !. . . . ﻿﻿Sau khi học buổi đầu tiên của môn Vi sinh thực phẩm (CH2045) em được GVBM và lớp trưởng thông báo môn học này chỉ được đăng kí sau khi đã hoàn thành môn học trước là môn Hóa học - Hóa sinh thực phẩm (CH2007), ai chưa hoàn thành môn học trước thì phải làm đơn xin rút môn và em là một trong số những trường hợp đó.. . ﻿Lí do là trong quá trinhg đăng kí môn học thì PĐT vẫn mở cho em đăng kí môn học này bình thường nên đã không biết rằng môn học này bắt buộc cần môn học trước.. . Nay em làm đơn này xin rút môn học Vi sinh thực phẩm (CH2045).( Vẫn thanh toán học phí). . Em xin cam kết rằng :. . -Đảm bảo đủ số tín chỉ của kì sau khi rút môn. . -Vẫn sẽ nộp học phí đầy đủ cho môn học được rút. . Em rất mong PĐT sẽ xem xét và được sự chấp nhận từ PĐT. . Em xin cảm ơn Thầy/cô",
            "Chào bạn,. . Hiện tại đã hết thời gian hiệu chỉnh  và hủy môn học của HK211 nhé bạn.. . SV vui lòng đợi thông báo về việc rút môn học (có tính học phí theo quy định), sẽ thông báo cho SV trong tháng 9/2021. . Xem chi tiết quy chế tại đây:. . aao.hcmut.edu.vn/sinh viên/quy chế/học vụ/Quy chế đào tạo và học vụ bậc đại học, cao đẳng:/ điều 11.2. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Kính gửi PĐT ĐH BK TP.HCM,. . . . Trong đợt ĐKMH đợt 3 em có hiệu chỉnh về các môn học, đồng thời, cũng được PĐT bổ sung thêm môn CH4011 theo khiếu nại trên BKSI và từ PĐT sau đại học.. . . . Tuy nhiên đến nay, đã có sự thay đổi về TKB và EL của em so với kết quả ĐKMH lần 2 nhưng   B giữa TKB và EL lại không có sự thống nhất  /B . Mong PĐT kiểm tra giúp em trong vấn đề này gấp ạ vì e có 2 môn học vào Thứ 2 tuần sau.. . . . Các môn học đúng ra sẽ có cả trên TKB và EL:. . CH3309 - Thiết kế thí nghiệm và xử lý số liệu. . CH3303 - Giao tiếp kỹ thuật bằng tiếng Anh. . CH4345 -  Đề cương luận văn tốt nghiệp (Công nghệ Sinh học). .   B CH4011 - Đồ án Thiết kế CNSH  /B . . . . Riêng môn CH4011 là kết quả từ việc khiếu nại giữa em - PĐT - PĐT Sau đại học về vấn đề học liên thông và đã được bổ sung   I (hình đính kèm  /I ).   B Tuy nhiên môn này chỉ mới có trên EL chứ chưa có TKB.  /B    B Còn các môn học khác chỉ có trên TKB chứ chưa có trên E  /B L.. . . . Kính mong PĐT xem xét, khắc phục và hỗ trợ em trong vấn đề này. . Em xin cám ơn,. . . . Trân trọng.. .",
            "Kính gửi PĐT, . .   B Sau khi được cập nhật TKB chiều nay thì môn CH4011 – Đồ án Thiết kế CNSH của em đã bị xóa hoàn toàn khỏi TKB và cả E-learning  /B . Đây là môn học em đã khiếu nại với PĐT và PĐT Sau đại học hơn 1 tuần qua và cuối cùng đã   B được sự chấp thuận của cả 2 PĐT  cùng Thầy [full_name] và Thầy [full_name]  /B  nên môn học đã được bổ sung vào E-learning của em vào hôm qua, tuy nhiên hôm nay thì bị xóa mất.. . . .   B Em là sinh viên chương trình liên thông ĐH-Ths và vấn đề em đã khiếu nại các lần trước [full_name]I LỖI Ở [full_name] [full_name] [full_name] (LỖ HỔNG) TRONG QUY CHẾ GIỮA 2 PĐT. [full_name] ĐÃ QUÁ MỆT MỎI RỒI Ạ.  /B . . . . KÍNH MONG PĐT X[full_name] XÉT VÀ BỔ SUNG GIÚP [full_name] MÔN HỌC CH4011 [full_name] [full_name]ỚI [full_name].. . . . NẾU VẤN ĐỀ TIẾP TỤC KHÔNG ĐƯỢC GIẢI QUYẾT, [full_name] SẼ TRỰC TIẾP [full_name].. . . . Trân trọng[full_name]",
            "li answer rate: Answer does not suit / Câu trả lời không đúng ý"
        ]
    },
    {
        "intent": "",
        "message": [
            "Lý do: Đợt 1 ĐKMH em có đăng kí các môn như sau: Giải Tích Mạch: MSMH: EE2033, Kỹ Thuật Số: EE1009, Hệ Thống máy tính Và ngôn ngữ Lập Trình MSMH:EE2009. nhưng không có kết quả đăng lý đợt 1( Lý do là không có khả năng xếp lớp kèm ảnh minh chứng). . . ==  vào lần đăng kí  đợt 2 thì em đã thấy mở thêm sỉ số của môn Kỹ thuật số nên đã ĐK được môn này, nhưng các môn còn lại không đăng kí được do hết sỉ số. Nên em đã đăng ký các môn khác cho đủ tín chỉ.. . Nguyện vọng của em là được đăng kí môn Giải tích mạch EE2033 ở học kỉ chính, nhưng đã dk môn này ở kì dự thính bổ sung đợt vì học phí khá mắc nên em hy vọng được học ở kì chính . . . Em đăng kí môn này để làm nền tảng cho những môn khac vì học kì 211 em đã rớt nên còn lỗ hỏng kiến thức khá nhiều. . . Nên mong thầy cô xem xét lại giúp em học kì chính 211.. . Tên môn học: Giải tích mạch. . Mã môn học:EE2033. .",
            "Chào bạn,. . PDT đã ghi nhận yêu cầu về ĐKMH của bạn và đã chuyển cho bộ phận ĐKMH kiểm tra và xử lý.. . Bạn vui lòng theo dõi và kiểm tra TKB thường xuyên trên mybk/Thông tin SV và hệ thống BKeL để kịp tham gia lớp học online. SV chủ động liên hệ với GV để xin vào lớp học trước nhé!. . Trường hợp nếu không đăng ký được (không có khả năng hoặc không đủ điều kiện)  PDT sẽ phản hồi cho SV qua bksi.. . Chúc các bạn học tốt!. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: 1913838  /b \t. . . . lý do : đợt 1 ĐKMH em có đăng kí các môn như sau :. .  Giai tích mạch : MSMH EE2033 , . .  Kỹ thuật số  : MSMH EE1009 . .  Hệ thống máy tính và ngôn ngữ lập trình : MSMH EE2009 . . Nhưng không có kết quả đăng kí đợt 1 ( lý do không có khả năng xếp lớp kèm ảnh chứng minh ) . . ==  vào lần đăng kí đợt 2 ,em có hỏi phòng tào đạo nhưng chưa nhận được phản hồi  nên  em có đăng kí thêm được môn Kỹ thuật số nhưng các môn còn lại không đăng kí được do hết sĩ số , nên em đã đăng kí thêm môn khác cho đủ chỉ ) Nguyện vọng của em là được đăng kí thêm môn giải tích mạch ở học kì chính 211 vì em đã đăng kí môn này ở học kì dự thính bổ sung đợt 1 nhưng học phí dự thính mắc nên mong thầy cô xem xét lại giúp em . . . Em đăng kí môn này để làm nền tảng cho những môn khác vì kì trước em đã rớt môn Giai tích mạch này . . . Tên môn học Giai tích mạch . . MSMH EE2033 . . EM XIN TRÂN THÀNH CẢM ƠN  . .",
            "Chào bạn,. . PDT đã ghi nhận yêu cầu về ĐKMH của bạn và đã chuyển cho bộ phận ĐKMH kiểm tra và xử lý.. . Bạn vui lòng theo dõi và kiểm tra TKB thường xuyên trên mybk/Thông tin SV và hệ thống BKeL để kịp tham gia lớp học online. SV chủ động liên hệ với GV để xin vào lớp học trước nhé!. . Trường hợp nếu không đăng ký được (không có khả năng hoặc không đủ điều kiện)  PDT sẽ phản hồi cho SV qua bksi.. . Chúc các bạn học tốt!. . Thân. ."
        ]
    }
]