[
    {
        "intent": "",
        "message": [
            "Học vụ . Cho em hỏi kỳ này em có đăng ký Dự thính môn Thiết kế Cầu 1 ( CI3039 ) Lộ trình 2.. . Em xem trên aao thì có thấy Lộ trình 2 thì đóng học phí từ 21-28/02 mà đến giờ trên BK-Pay của em vẫn chưa thấy thu tiền học phí ạ ?",
            "Chào em,. . Hiện tại PĐT đang chuẩn bị, chưa đưa lên web nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Chào Thầy/Cô. . . . Em là [full_name], MSSV: [student_id] hệ vừa làm vừa học.. . Em có nhận được lịch học mới của môn Thực tập điên tử 2_ Nhóm VD01 được xếp vào thứ 4 trùng vào ngày đi làm nên không thể đi học được.. . Kính mong phòng đào tạo có thể sắp xếp lại lịch học theo đúng hệ em đang theo học là hệ vừa làm vừa học cho môn này và những môn sau.. . . . Em xin chân thành cảm ơn.. . [full_name]",
            "Chào bạn;. . thời khóa biểu sẽ đổi lại từ thứ 4 sang chủ nhật nhé. . thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Kính gửi Văn phòng đào tạo Quốc tế. . . . Em tên là [full_name], mssv [student_id], học ngành cơ điện tử hệ CLC.. . Hiện em đã hoàn tất tất cả các môn học cũng như đủ 15 ngày ctxh.. . Theo phản hồi từ [full_name] hiện em còn nợ môn ME2001 ( thực tập cơ khí đại cương 2) nên em chưa thể xét tốt nghiệp.. . Nhưng trong học kì 202 em đã học môn tương đương thay thế đó chính là môn ME2087 ( Thực tập cơ khí đại cương 2) và đạt số điểm tổng kết là 7.5. Nguyên nhân em học môn thay thế là do môn ME2001 hiện đã không mở lớp nữa, chỉ mở lớp môn ME2087 là môn thay thế. . . Mong VPDTQT cập Nhật giúp để em được xét tốt nghiệp và bổ sung bằng tạm thời cho công ty trong thời gian sớm nhất ạ . . Em xin cám ơn",
            "Chào em,. . Đã cập nhật môn tương đương và xét tốt nghiệp.. . Bạn đã có tên trong danh sách dự kiến tốt nghiệp, Sinh viên xem lịch trình đăng ký tốt nghiệp trang web PĐT: . . http://www.aao.hcmut.edu.vn    Tốt nghiệp    Thông tin tốt nghiệp. . - Sinh viên kiểm tra kỹ các thông tin (Họ tên, ngày tháng năm sinh, nơi sinh, điểm TB, loại tốt nghiệp, ngành tốt nghiệp,..) trên danh sách dự kiến tốt nghiệp và đảm bảo không có sai sót vì các thông tin này sẽ được in trên Bằng tốt nghiệp và học bạ. Xin phản hồi ngay với Phòng Đào tạo nếu có sai sót.. .   Dự kiến vào cuối mỗi tháng Phòng đào tạo sẽ lấy danh sách sinh viên đã đăng ký tốt nghiệp (SV đã đăng ký, thanh toán tiền và có xác nhận đã nhận của PĐT) để ra Quyết định công nhận tốt nghiệp, tiến hành in Bằng tốt nghiệp và sẽ thông báo mời SV đến nhận sau khi hoàn tất.. . Lưu ý :      . . - SV đăng ký tốt nghiệp tại myBK (Mục Đăng ký tốt nghiệp), thanh toán tiền qua BKPay, sau đó nhấn xác nhận (Sinh viên không phải in đơn cấp bằng).. . - PĐT xác nhận Đơn cấp bằng qua hệ thống, sinh viên theo dõi thông tin được gửi trong email sinh viên.. . Trân trọng thông báo.\""
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em là [full_name] sinh viên K18 khoa kĩ thuật xây dựng.. . Em có nhận được mail đăng kí LVTN trễ hạn và điền link đăng kí LVTN trễ hạn nhưng không thấy phản hồi. PĐT cho em hỏi là nếu không có phản hồi vậy có được đăng kí không ạ.. . Mong thầy cô sớm trả lời Em.. . Em cảm ơn.",
            "Chào em;. . Phòng Đào tạo đã nhận thông tin đăng ký của em  qua form và đang còn xét nhé, sẽ thông báo em sau khi có kết quả. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em đậu vào trường mình theo diện thí sinh tự do. Khi nộp hồ sơ nhập học em có nộp bản sao bằng tốt nghiệp THPT do Sở cấp. Bây giờ em có cần nộp lại bằng tốt nghiệp THPT không.. . . .",
            "Chào em,. . Em vui lòng xem các email PĐT đã gửi về việc này, hoặc em chờ thông báo sau nhé. . . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "B Học vụ . Thưa thầy cô, . . Thầy cô PĐT đã đăng kí giúp em hai môn học. . 1. Luận văn Tốt nghiệp-218700. . 2. Thực tập tốt nghiệp-218750. . Nhưng bộ môn Cơ điện tử gửi mail yêu cầu em phản hồi với PDT vì chưa có tên em trong danh sách của Khoa. . . Mong thầy cô giúp em. Em xin cảm ơn. . .",
            "Chào em,. . SV có tên trong ds đưa khoa từ 22/02/2022 rồi. Em vui lòng liên hệ [full_name] qua email [email] nhé.. . Thân mến"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em chào PĐT,. . Hiện tại thời khóa biểu em trên mybk bị mất, em xin hỏi làm sao để khắc phục lỗi này ạ?. . Em xin cảm ơn ạ",
            "Chào em,. . Do em thanh toán trễ HP nên bị mất TKB. PĐT ghi nhận trường hợp của em, chú ý các lần sau thanh toán HP đúng hạn nhé.. . Thân mến. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: nhờ bạn [full_name] MSSv[student_id]. . lấy giúp bảng điểm. .",
            "Đã giải quyết."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV: [student_id]  /b \t. . . .   i Em muốn hỏi năm nay em chưa hoàn thành nghĩa vụ quân sự thì đến kì sau còn mở lại lớp không ạ? Em đang ở nhà em nên kì này không có đăng ký nghĩa vụ quân sự được. .",
            "Chào em,. . Em vui lòng trình bày rõ hơn nhé, đăng ký nghĩa vụ quân sự là sao em ?. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Dạ em chào thầy/cô, . . . . Em tên là [full_name] - [student_id] là sinh viên chương trình Tiên Tiến K16 hiện đã hoàn thành chương trình học. . . . . Trước đây em đã hỏi thầy/cô về vấn đề đăng ký xét tốt nghiệp nhưng sau ngày 01/03, em vẫn chưa nhận được mail cũng như chưa đăng ký tốt nghiệp được nên em muốn gửi lại câu hỏi qua bksi để PDT kiểm tra giúp em ạ. . . Em xin cảm ơn thầy/cô.",
            "Chào em,. . Cô gửi file em kiểm tra nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . em chào Phòng Đào Tạo Đại Học Bách Khoa! cho e hỏi là e là sinh viên K14, em mới thi qua anh văn nói viết gần đây và đủ ngày công tác xã hội cũng như các tín chỉ để đăng kí tốt nghiệp, nhưng hiện tại e đăng kí không được, cho e hỏi là e đang vướng mắc vấn đề gì và cách xử lí với ạ! em cám ơn!. . . .",
            "Chào em,. . Trường hợp của bạn đã bị buộc thôi học vì tự ý nghỉ học, SV kiểm tra QD tại mybk/Thông tin sinh viên/tình trạng.. . SV vui lòng kiểm tra lại.. . Nếu em đã đủ điều kiện tốt nghiệp, vui lòng làm đơn xin cứu xét thu nhận lại để tốt nghiệp, bạn vui lòng trình bày rõ lý do trong đơn và gửi qua [full_name] nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em xin chào quý Thầy Cô , chúc Thầy Cô buổi sáng tốt lành . . . . Em là sinh viên hệ VHVL chuyển qua từ hệ chính quy ( mã số sinh viên cũ [student_id] , mã số sinh viên mới [student_id] ) . Tình hình là em đã hoàn tất các môn học và chứng chỉ tiếng anh nhưng do môn cuối giải tích 2 MT1005 ( em được thi lại do tình hình dịch ) nên điểm vẫn chưa cập nhật đủ , điểm đạt qua môn ) . Do đó em bị xét là thiếu tín chỉ tốt nghiệp . Hiện theo thông báo của quý Thầy Cô nếu mùng 1/3/2022 mà vẫn không nhận được thông báo hay mail thì báo lại . Hiện nay ngày 3/3/2022 rồi nhưng mail em vẫn chưa nhận được thông tin gì ( địa chỉ mail [email] ) . Mong quý Thầy Cô xem xét giúp đỡ , để em sớm được tốt nghiệp ạ .. . . . Em xin cảm ơn !",
            "Chào em,. . Trường hợp của em đã đủ điều kiện tốt nghiệp, SV theo dõi cập nhật danh sách dự kiến tốt nghiệp và vào đăng ký tốt nghiệp sau ngày 11/3/2022 nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Kính gửi thầy cô PĐT [full_name] . . Em tên : [full_name] bá sơn. Mssv: [student_id]. . Nay e làm đơn này kính mong thầy cô xem xét chuyển điểm môn thay thế cho môn tin học trong trắc địa ( mã mh: CI2035) đã không mở lớp từ khoá 19 trở về sau và thay thế bằng môn thuỷ văn đô thị ( mã mh: CI3013). . . Em đã hoàn thành tất cả môn học và đã có bằng anh văn nhưng vẫn còn thiếu điểm tin học trong trắc địa chưa chuyển nên em chưa được xét tốt nghiệp. Em kính mong thầy cô xem xét cho em. Em xin chân thành cảm ơn! . . Em gửi kèm 2 ảnh em đã hoàn thành môn thuỷ văn đô thị và thông báo về môn thay thế ạ.",
            "Chào em,. . Em cần làm đơn (không có mẫu) thông tin có: mã số môn học, tên môn học, mã nhóm, HK, lý do ... gửi bksi để PĐT kiểm tra và trả lời em nhé. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "B   /B Tốt nghiệp . Chào PĐT Đại học Bách Khoa TP. HCM. . Em là [full_name], MSSV : [student_id].. . Hiện em đã hoàn thành các chương trình học của trường cũng như nộp đầy đủ bằng anh văn 4 kĩ năng và hoàn thành đủ ngày CTXH theo tiêu chí trường đề ra. Tuy nhiên em vẫn chưa thể truy cập vào đăng kí lấy bằng Tốt nghiệp được, em là sinh viên khóa 2014. Mong thầy cô giúp đỡ hỗ trợ và hướng dẫn để em có thể lấy bằng theo đúng quy trình. Em xin chân thành cám ơn sự giúp đỡ của quý thầy cô. . . . .",
            "Chào em,. . PDT đã ghi nhận yêu cầu về đăng ký xét TN của em. SV vui lòng theo dõi email  và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 08/3/2022 SV vẫn chưa nhận được mail hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 04/2022) Về tình trạng sinh viên, khi nào em có tên trong ds dự kiến tốt nghiệp, PDT sẽ tự động ra QD thu nhận cho em nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em kính chào thầy cô, em tên là [full_name], mssv là [student_id].. . . . Hiện tại em đã có tên trong danh sách dự kiến tốt nghiệp, em đã làm xong thủ tục theo hướng dẫn từ e-mail của trường. Dự kiến trễ nhất là ngày 02/03/2022 em nhận được bằng tốt nghiệp tạm thời tại địa chỉ em đăng ký. Nhưng em không nhận được vào ngày đó.. . . . Em đã đăng ký là nhận tại địa chỉ em ghi tại thông tin tốt nghiệp. Nhưng khi em kiểm tra lại thì ô đó bị lỗi và để trống. (hình ảnh 1 đính kèm).. . . . Em xin phép hỏi là em đi nhận bằng tốt nghiệp tạm thời ở đâu và khi nào vậy ạ?. . . . Mong thầy cô hướng dẫn giúp em.. . Em xin chân thành cảm ơn.",
            "Chào bạn. . Theo quy trình hiện tại của đợt tốt nghiệp tháng 04/2022:. . Dự kiến vào cuối mỗi tháng Phòng đào tạo sẽ lấy danh sách sinh viên đã đăng ký tốt nghiệp (SV đã đăng ký, thanh toán tiền và có xác nhận đã nhận của PĐT) để ra Quyết định công nhận tốt nghiệp, tiến hành in Bằng tốt nghiệp và sẽ thông báo mời SV đến nhận sau khi hoàn tất.. . Xem chi tiết lịch học vụ tại (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 04/2022 . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: 1510922  /b \t. . . .   i Tốt nghiệp . Kính gửi thầy/cô,. . Em là Nguyễn Phan Quốc Hải - MSSV: 1510922. . . . Nay em làm đơn xin chuyển điểm hai môn chuyên ngành theo mã môn tương đương:. . . .   B Môn 1:   /B . . Công nghệ gốm xây dựng. . Số chỉ: 3. . Mã môn cũ: CI3031 . . Học kỳ: II (2017-2018). . Nhóm lớp: A01-A. . Điểm tông kết: 2.5. . . . Môn tương đương:. . Công nghệ gốm xây dựng. . Số chỉ: 2. . Mã môn mới: CI3191. . Học kỳ: II (2018-2019). . Nhóm lớp: A01. . Điểm tổng kết 5.0. . . . Đồ án môn học công nghệ gốm xây dựng. . Số chỉ: 1. . Mã môn mới: CI3193. . Học kỳ: II (2018-2019). . Nhóm lớp: A01. . Điểm tổng kết: 9.0. . . .   B Môn 2:  /B . . Công nghệ sản xuất cấu kiện bê tông đúc sẵn. . Số chỉ: 3. . Mã môn cũ: CI3093. . Dạ ở mã cũ em không đăng ký vào kỳ I (2018-2019) do chưa đủ điều kiện học.. . . . Môn tương đương:. . Công nghệ sản xuất cấu kiện bê tông đúc sẵn. . Số chỉ: 2. . Mã môn mới: CI3223. . Học kỳ: I (2019-2020). . Nhóm lớp: A01-A. . Điểm tổng kết: 7.0. . . . Đồ án môn học công nghệ sản xuất cầu kiện bê tông đúc sẵn. . Số chỉ: 1. . Mã môn mới: CI3225. . Học kỳ: I (2019-2020). . Nhóm lớp: A01-A. . Điểm tổng kết: 8.0. . . . Em xin thầy cô xem xét giúp em để em có đủ điều kiện ra trường ạ, em xin đính kèm file mẫu đơn và bảng điểm chứng minh kèm với file nhà trường gửi về điều kiện tốt nghiệp ạ.. . . . Em kính chúc thầy/cô nhiều sức khỏe ạ.. . Trân trọng,",
            "Chào em,. . Đã cập nhật môn tương đương và xét tốt nghiệp cho SV.. . Bạn đã có tên trong danh sách dự kiến tốt nghiệp, Sinh viên xem lịch trình đăng ký tốt nghiệp trang web PĐT: . . http://www.aao.hcmut.edu.vn    Tốt nghiệp    Thông tin tốt nghiệp. . - Sinh viên kiểm tra kỹ các thông tin (Họ tên, ngày tháng năm sinh, nơi sinh, điểm TB, loại tốt nghiệp, ngành tốt nghiệp,..) trên danh sách dự kiến tốt nghiệp và đảm bảo không có sai sót vì các thông tin này sẽ được in trên Bằng tốt nghiệp và học bạ. Xin phản hồi ngay với Phòng Đào tạo nếu có sai sót.. .   Dự kiến vào cuối mỗi tháng Phòng đào tạo sẽ lấy danh sách sinh viên đã đăng ký tốt nghiệp (SV đã đăng ký, thanh toán tiền và có xác nhận đã nhận của PĐT) để ra Quyết định công nhận tốt nghiệp, tiến hành in Bằng tốt nghiệp và sẽ thông báo mời SV đến nhận sau khi hoàn tất.. . Lưu ý :      . . - SV đăng ký tốt nghiệp tại myBK (Mục Đăng ký tốt nghiệp), thanh toán tiền qua BKPay, sau đó nhấn xác nhận (Sinh viên không phải in đơn cấp bằng).. . - PĐT xác nhận Đơn cấp bằng qua hệ thống, sinh viên theo dõi thông tin được gửi trong email sinh viên.. . Trân trọng thông báo.\""
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em là sinh viên k15 nếu em làm đơn xin chuyển hệ sang VLVH trong năm nay thì chuẩn anh văn để tốt nghiệp của em sẽ là 400 hay là 600 ạ? Có cần thi nói viết kể từ khóa 2021 như trong hình không?. . E xin cảm ơn.",
            "Chào em,. . Về CTDT là giống nhau của đại trà và VLVH. . Tuy nhiên, VLVH sẽ:. . Giảm chuẩn anh văn xét LVTN và tốt nghiệp so với Chính quy: chi tiết xem quy chế học vụ. . Không xét môn anh văn 1234, GDTC, GDQP, Ngày CTXH.. . Thân mến"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em đã nộp chứng chỉ anh văn. Em có cần quy đổi ra không?. . Thầy duy bên trung tâm bảo duongx công nghiệp thông báo là nộp toeic 400 là đủ  điều kiện tốt nghiệp rôi.",
            "Đã trả lời câu trước. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]  /b \t[full_name] [full_name] [full_name] [full_name]   i Tốt nghiệp  /i [full_name] [full_name] [full_name] [full_name] Kính thưa Phòng Đào tạo,[full_name] [full_name] [full_name] [full_name] Em là sinh viên VIệt Pháp khóa 2015, hiện đã hoàn thành bảo vệ LVTN, vừa hoàn thành số lượng CTXH 15 ngày (chưa cập nhật) và các CCNN liên quan ([full_name] + Pháp)[full_name][full_name] [full_name] [full_name] [full_name] Do số môn học của chương trình quá nhiều, [full_name]/[full_name] có thể kiểm tra giúp em xem em đã đủ điều kiện tốt nghiệp về số lượng tín chỉ tích lũy hay chưa?[full_name] [full_name] [full_name] [full_name] Em cảm ơn [full_name]/[full_name][full_name][full_name] [full_name] Đăng[full_name] [full_name]",
            "Chào em,. . PDT đã ghi nhận yêu cầu về đăng ký xét TN của em. SV vui lòng theo dõi email  và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 08/3/2022 SV vẫn chưa nhận được mail hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 04/2022) Về tình trạng sinh viên, khi nào em có tên trong ds dự kiến tốt nghiệp, PDT sẽ tự động ra QD thu nhận cho em nhé.. . Thân mến. .",
            "\"Chào bạn. . Pdt kiểm tra hiện tại bạn còn nợ: 003705, 003706, 003707, TOEIC. . Không đủ ĐK để tốt nghiệp. . Bạn kiểm tra lại nghen. . Trường hợp có khiếu nại bạn có thể gửi lại qua bksi.. . Trường hợp SV học môn tương đương nhưng chưa được cập nhật, vui lòng gửi lại thêm 1 yêu cầu khác về việc xin cập nhật môn tương đương (ghi rõ tên và mã MH SV học, ở học kỳ nào? bao nhiêu điểm? và tương đương với môn học nào thuộc CTĐT của SV). . Thân\""
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em có nhu cầu muốn đăng ký dự thi bổ sung. Em muốn hỏi là em sẽ in đơn ra rồi điền sau đó chụp ảnh gửi phòng đào tạo hay là điền vào file rồi gửi file vậy.",
            "\"Chào bạn,. . Về việc kiểm tra bổ sung (giữa kỳ):. . SV có thể liên hệ với GV để xin được kiểm tra bổ sung lại, nếu GV không đồng ý. . Bạn vui lòng tải mẫu đơn: Phiếu đăng ký dự thi kiểm tra bổ sung tại trang web : aao.hcmut.edu.vn    Sinh viên    biểu mẫu. . Điền đầy đủ thông tin nộp tại BKSI (áp dụng đối với các môn lý thuyết có lịch thi ). . Thân\""
        ]
    },
    {
        "intent": "",
        "message": [
            "[student_id] [full_name]. . Em có đăng kí tiếng anh cơ bản a và phòng đào tạo duyệt vào bkel và thời khóa biểu anh đã chuyển tiền đăng kí mua sách rồi nhưng pđt đã xóa môn ấy khỏi bkel và thời khóa biểu của em ko bik là pđt đã tự hủy môn anh hay sao ạ. . Vậy em có đc đăng kí ko, nếu ko thì em sẽ mất tiền mua sách . . Mong PĐT xem xét",
            "Chào em,. . Môn này trùng TKB với môn GDQP nên bị huỷ nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Cho em hỏi có phải tất cả các môn Dự thính ở Lộ trình 2 nhà trường đều chưa thu học phí ?. . Vậy thời điểm thu học phí Dự thính Lộ trình 2 là khi nào vậy ạ ?",
            "Chào em,. . PĐT đang chuẩn bị, khi nào thanh toán HP PĐT gửi email, cập nhập bkpay nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Ý câu hỏi của em là e khóa 2015 nếu em chuyển hệ sang VLVH thì sẽ tính chuẩn anh văn để ra trường của hệ VLVH của khóa nào? Nếu là 2015 thì em chỉ cần toeic 400 và không cần thi nói viết, còn nếu tính theo khóa 2022 thì em cần toeic 600 và nói viết 200. Nhờ pđt giải đáp hộ. . .",
            "Chào em,. . nếu em chuyển hệ sang VLVH thì sẽ tính chuẩn anh văn để ra trường của hệ VLVH của khóa nào? . . =  K2015 nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]  /b . . . .   i Yêu cầu khác . Em có đăng ký lớp anh văn theo nhu cầu nhưng trùng thời khoá biểu học môn khác. Nay em muốn hủy môn học thì làm sao ạ?",
            "Chào em,. . - Đã hết thời gian huỷ môn học, việc đkmh là do sv nhé.. . - Rút môn học: em vui lòng xem email PĐT đã gửi: \"ĐĂNG KÝ RÚT MÔN HỌC HỌC KỲ 2(2021-2022). . Hộp thư đến. . . . - Ho Tro SV   support.stu@hcmut.edu.vn . . 08:57, Th 6, 7 thg 1. . tới stu.all, bcc: tôi. . . . Thân gửi các bạn sinh viên,. . . .   Phòng đào tạo thông báo về phương thức đăng ký RÚT MÔN HỌC (tính Học Phí theo quy định) (Chính quy + Dự thính) của học kỳ 2 (2021-2022) như sau:. . . . SV đăng nhập vào Google bằng tài khoản BKNetID@hcmut.edu.vn và điền thông tin RÚT MÔN HỌC theo link : https://forms.gle/QUtA7vkKnkW9oqBm8. . . . Thời gian đăng ký : Từ ngày 10/01/2022 đến hết ngày 05/03/2022. . . . Xem chi tiết quy định về rút môn học tại QUY CHẾ ĐÀO TẠO VÀ HỌC VỤ điều 11.2. . . . Chúc các bạn học tập thật tốt!\". ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em có đăng ký 2 lớp anh văn theo nhu cầu nhưng bị trùng thời khoá biểu nên em muốn hủy môn học mong pdf xem xét giúp em!",
            "Đã trả lời. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Cho em hỏi nếu đăng ký mà trùng thời khoá biểu thì môn học sẽ tự động hủy nhưng sao của em vẫn có tkb ạ",
            "Chào em,. . Việc đkmh do SV tự đăng ký nhé, PĐT không tự động thêm vào và không tự động huỷ nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Xin chào BKSI,. . Em có đăng ký in bảng điểm học tập và gửi bưu điện về, nhưng vì em cần gấp để apply học bổng. . . . . Cho em hỏi thầy cô trong BKSI có thể xử lý nhanh, xuất bản PDF để em có thể download về không ạ ? . . . . Cảm ơn thầy cô rất nhiều.. . . .",
            "Chào em;. . bảng điểm đã gửi qua đường bưu điện nên không thể scan được nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Tôi là [full_name] MSSV [student_id]. Tôi đã có trong danh sách tốt nghiệp dự kiến đợt tháng 4/2022. Tôi đăng ký tốt nghiệp và đã xác nhận phiếu đăng ký đã được xử lý từ ngày 21/02 nhưng đến hiện tại là 3/3 vẫn chưa nhận được giấy tốt nghiệp tạm thời qua đường bưu điện và trên trang đăng kí cũng không có mục tải về văn bằng. Mong phòng đào tạo phản hồi thắc mắc của tôi.",
            "Chào em,. . Theo quy trình hiện tại của đợt tốt nghiệp tháng 04/2022:. . Dự kiến vào cuối mỗi tháng Phòng đào tạo sẽ lấy danh sách sinh viên đã đăng ký tốt nghiệp (SV đã đăng ký, thanh toán tiền và có xác nhận đã nhận của PĐT) để ra Quyết định công nhận tốt nghiệp, tiến hành in Bằng tốt nghiệp và sẽ thông báo mời SV đến nhận sau khi hoàn tất.. . Xem chi tiết lịch học vụ tại (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 04/2022. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "[full_name] - MSSV: [student_id]\t. . Dạ do tình hình là em vẫn còn ở dưới quê nên em xin phép có thể nhờ bạn [full_name], mssv [student_id] cùng lớp lên pđt nhận bảng điểm để nộp hồ sơ thi phân ngành giúp em được không ạ? . . Em cám ơn.. .",
            "đã xử lý"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Kính gửi PĐT, . . . . Hôm nay ngày 3/3/2022, hệ thống myBK đã cập nhật điểm LVTN (400433), do trước đó em có Hỏi/Yêu cầu về việc kiểm tra giúp em, và đã nhận được phản hồi là còn thiếu điểm môn 400433.. . . . Nên em phản hồi lại thông tin cho PĐT, em rất mong PĐT xem xét và ghi nhận lại giúp em để em có thể đăng ký tốt nghiệp trong tháng 4/2022.. . . . Em xin chân thành cảm ơn !",
            "Chào em,. . PDT đã ghi nhận yêu cầu về đăng ký xét TN của em. SV vui lòng theo dõi email  và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 08/3/2022 SV vẫn chưa nhận được mail hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 04/2022) Về tình trạng sinh viên, khi nào em có tên trong ds dự kiến tốt nghiệp, PDT sẽ tự động ra QD thu nhận cho em nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Do em đang tình trang tạm dừng học nên không vào đăng kí tốt nghiệp được ạ. Khoá em là khoá K15 nên không thu nhận lại. Khi nào đủ điều kiện tốt nghiệp mới được mở ra để đăng kí tốt nghiệp. Mong quý thầy cô phản hồi để em được đăng ký tốt nghiệp ạ. Em chân thân thành cảm ơn quý thầy cô.",
            "Chào em,. . PDT đã ghi nhận yêu cầu về đăng ký xét TN của em. SV vui lòng theo dõi email  và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 08/3/2022 SV vẫn chưa nhận được mail hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 04/2022) Về tình trạng sinh viên, khi nào em có tên trong ds dự kiến tốt nghiệp, PDT sẽ tự động ra QD thu nhận cho em nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính gửi Phòng Đào Tạo,. . Em tên là [full_name], MSSV [student_id], sinh viên chương trình Tiên Tiến Điện Điện Tử,. . . . Em vừa được cập nhật điểm Luận Văn Tốt Nghiệp Học kì 211, và em đã có đủ các điều kiện để được xét tốt nghiệp. Vậy khi nào em mới được có trong danh sách xét tốt nghiệp ạ?. . . . Thanks and best regards,. . [full_name]",
            "Chào em,. . PDT đã ghi nhận yêu cầu về đăng ký xét TN của em. SV vui lòng theo dõi email  và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 08/3/2022 SV vẫn chưa nhận được mail hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 04/2022) Về tình trạng sinh viên, khi nào em có tên trong ds dự kiến tốt nghiệp, PDT sẽ tự động ra QD thu nhận cho em nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Nếu em chuyển hệ VLVH thì em được chuyển bao nhiêu % các môn? (em đã hoàn thành hết môn học và chỉ còn thiếu chứng chỉ anh văn)",
            "Chào em,. . Trường hợp SV chuyển qua VLVH thì được chuyển hết tất cả các môn học nhé bạn, chỉ chuyển qua VLVH (không phải là SV chính quy). . Chuẩn AV tốt nghiệp áp dụng theo chuẩn của VLVH. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Em đã thi môn Phương pháp số đã được cán bộ coi thi điểm danh và không phạm quy chế thi, nhưng vì lí do gì mà bảng điểm em lại ra điểm thi 13 trong khi các bạn của em đã có điểm tổng kết.. . . .",
            "Chào em,. . Điểm do GV nhập, em vui lòng liên hệ GV nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Em chào phòng đào tạo trường Đại Học Bách Khoa TP. HCM ạ! em là [full_name] mssv [student_id],em đã hoàn thành các tín chỉ các môn học cách đây hơn  1 năm, và mới hoàn thành tiếng anh nói viết 4 kĩ năng cũng như ngày công tác xã hội để đủ điều kiện đăng kí tốt nghiệp. Tuy nhiên lúc vào đăng kí tốt nghiệp thì không được, và xem tình trang sinh viên thì trong tình trạng đã buộc thôi học vì lí do học lực (theo tìm hiểu thì em biết được chắc là do thời gian mấy học kì gần đây e không đăng kí cũng như theo học môn nào ở trường, em chủ quan khi không hỏi kĩ hơn về vấn mong Thầy Cô bỏ qua cho em ạ),cũng mong quý Thầy Cô xem xét lại giúp và tạo điều kiện cho em để được đăng kí tốt nghiệp ạ! em xin cám ơn!. .",
            "Chào em,. . Em vui lòng xem quy chế điều 5. . http://www.aao.hcmut.edu.vn/quy chế quy định/học vụ/- Quy chế đào tạo và học vụ bậc đại học, cao đẳng/điều 5. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: cho em hỏi chỉ có sv nắm nhất mới được đăng ký ct Việt Nhật Thôi ạ",
            "Chào em,. . Em đang hỏi về chương trình KS Việt Nhật phải không? Em có thể liên hệ tại Văn phòng Đào tạo Quốc tế để được tư vấn cho bạn thêm nhé. . Thân. .  Địa chỉ: Kiosk OISP, Khu B2, Trường Đại học Bách khoa, 268 Lý Thường Kiệt, P.14, Q.10, TP.HCM. . . . - Điện thoại: (028) 7300.4183 – 03.9798.9798. . . . - E-mail: [email], [email]. . . . - Website: - oisp.hcmut.edu.vn, . . . .                  - mba-mci.edu.vn, . . . .                  - https://imp.hcmut.edu.vn. . . . - Facebook: facebook.com/bkquocte. . . . - YouTube: youtube.com/bkoisp. . . . - Trưởng Văn phòng: TS. [full_name]. . . . - E-mail Trưởng Văn phòng: [email]"
        ]
    },
    {
        "intent": "",
        "message": [
            "B Yêu cầu khác . Kính thưa quý thầy cô Phòng Đào Tạo . . Em tên: [full_name]. . MSSV: [student_id]. . Lớp: CD18DNLT. . Em là sinh viên học hệ vừa học vừa làm. Em đã hoàn thành môn Đề Cương Luận Văn Tốt Nghiệp và em có danh sách làm Luận Văn Tốt Nghiệp nhưng trong Thời khoá biểu của em chưa cập nhật. Nên em viết gmail mong quý thầy cô giành ít thời gian kiểm tra giúp em. . . Em trân thành cảm ơn !. .",
            "Chào em,. . Em vui lòng trình bày rõ giúp cô là em xem danh sách LVTN ở đâu, hiện tại báo bạn không đủ điều kiện nhận LVTN,. . Họ và tên: [full_name] - MSSV: [student_id]. . - Môn học xét: MãMH EE4313 - Luận văn tốt nghiệp (ktd, nhóm: Z3CD. . . . 1. Tổng tín chỉ tích lũy: 111 / Tiên chuẩn 114. . . . 2. Môn học tiên quyết (nếu có): [full_name]. . . . 3. Tiếng Anh (tương đương Toeic): theo thong bao khong xet CCAV Quoc te khi xet LVTN trong HK211. . . . 4. Ghi chú: thieu tc. . . . - Kết luận: Không đạt. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Gửi Phòng Đào Tạo. . Em tên [full_name], MSSV [student_id], hệ VHVL. . Em vừa bị mất giấy tờ tùy thân chưa làm lại kịp nhưng sắp tới phải thi Giữa Kỳ cho em hỏi có cách nào khác để xác nhận nhân thân với giám thị phòng thi không ạ?. . Em cảm ơn. . . .",
            "Chào em,. . SV vui lòng trình bày tất cả lý do kèm minh chứng để Cán bộ coi thi ghi nhận vào danh sách thi. PĐT đối chiếu dữ liệu sau.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Chào thầy/cô,. . . . Em tên là [full_name], MSSV [student_id]. Học kì trước em có làm đơn xin hoãn bảo vệ luận văn tốt nghiệp. Học kì này em đã hoàn thành luận văn và đã được điểm tổng kết.. . . . Bảng điểm của em dù đã cập nhật nhiều lần nhưng cột điểm 14 vẫn chưa được xóa, tình trạng sinh viên vẫn để là tạm dừng.. . . . Mong thầy/cô giúp em kiểm tra và cập nhật lại điểm để em kịp đăng ký tốt nghiệp vào tháng 4 này ạ.. . . . Em cảm ơn ạ.",
            "Chào em,. . Em vào aao.hcmut.edu.vn/sinh viên/biểu mẫu, tải mẫu Phiếu đăng ký thi để thay thế điểm VP (hoặc HT), điền đầy đủ thông tin và gửi lại qua bksi, để PDT cấp phiếu chuyển về khoa nhập điểm cho SV nhé. . Thân",
            "Chào em,. . Điểm do GV nhập, em vui lòng liên hệ GV nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Kính chào Phòng Đào tạo, em là [full_name]-[student_id]. Học kì 211, em là thành viên lớp học L24 Giải tích 1 (MT1003) của thầy [full_name]. Ngày 1/3/2022, em có vào Cổng thông tin sinh viên coi bảng điểm thì thấy môn GT1 điểm cuối kì bị 13 điểm (vắng thi). Em không hiểu lý do vì sao nên đã mail cho giáo viên bộ môn là thầy [full_name] nhưng tới nay (3/3/2022) chưa nhận được phản hồi. Bữa thi cuối kì môn Giải tích 1 em có đi thi và đã được giám thị xác nhận nộp bài ạ. Vậy Phòng Đào tạo cho em hỏi là bây giờ em phải làm gì để được chỉnh sửa đúng với điểm của em ạ? Dưới đây là thông tin ca thi cũng như link ghi màn hình làm bài và cả file excel điểm của ca thi mà Phòng Đào tạo gửi cho sinh viên.. . Ca thi: 12h (28/12/2021). . Nhóm/tổ:L24A. . Link quay màn hình: https://drive.google.com/file/d/1JwW6SaEFuA2BUWIWobKMX-CIUelRAMnU/view?usp=sharing. .",
            "Chào em,. . Điểm do GV nhập, em vui lòng liên hệ GV nhé. Hoặc em gửi email Khoa Ứng Dụng [email] để được hỗ trợ.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em là sv của Trung tâm Đào Tạo Bảo Dưỡng Công Nghiệp. Em xin phép pdt cập nhật lại tín chỉ của vì có lẽ hệ thống đã cộng sai tín chỉ của em ạ và học kì 211 vẫn chưa được cập nhật tín chỉ tích lũy mặc dù đã có điểm từ rất lâu em xin hỏi lý do ạ",
            "Chào em,. . - Trên Mybk chưa có cập nhật. Điểm vẫn còn thiếu, chưa có điểm của tất cả sv chứ không phải của 1 mình em. Do đó khi nào đủ điểm mới cập nhật.. . - Khi sv cần in bảng điểm thì sẽ có đầy đủ ĐTB tính đến thời điểm sv đăng ký in.. . Thân mến. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Dạ môn thực tập ngoài trường em có đăng kí cả 2 đợt nhưng cả 2 lần đều bị xóa em không biết là tại sao em bị xóa ạ. PĐT có thể cho em biết được không ạ !",
            "Chào em,. . Em vui lòng trình bày rõ là em ĐKMH trong HK nào? đợt nào?. . Sinh viên xem lý do tại sao có ĐKMH HK212 - Đợt 1 mà không có TKB tại trang web : mybk.hcmut.edu.vn    Đăng ký môn học    Đăng ký môn học HK212 - Kết quả đợt 1    bấm vào mục Đăng ký mới    chọn loại hình đăng ký    xem Lịch sử đăng ký (SV xem file hướng dẫn đính kèm).. . Chúc các bạn học tốt!"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Chứng nhận phẫu thuật đợi khi phẫu thuật xong em sẽ nộp sau ạ. Hiện tại bên bệnh viện chỉ đưa giấy hẹn.",
            "\"Chào bạn,. . Về việc kiểm tra bổ sung (giữa kỳ):. . SV có thể liên hệ với GV để xin được kiểm tra bổ sung lại, nếu GV không đồng ý. . Bạn vui lòng tải mẫu đơn: Phiếu đăng ký dự thi kiểm tra bổ sung tại trang web : aao.hcmut.edu.vn    Sinh viên    biểu mẫu. . Điền đầy đủ thông tin nộp tại BKSI (áp dụng đối với các môn lý thuyết có lịch thi ). . Thân\""
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp .",
            "\"Chào bạn,. . PDT đã ghi nhận yêu cầu về đăng ký xét TN của bạn. SV vui lòng theo dõi email  và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 09/03/2022 SV vẫn chưa nhận được thấy tên trong ds dự kiến tốt nghiệp ( Tra danh sách tại http://www.aao.hcmut.edu.vn    Tốt nghiệp    Thông tin tốt nghiệp) hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 04/2022 (cập nhật mới gia hạn thời gian xử lý tốt nghiệp). . Về tình trạng sinh viên, khi nào em có tên trong ds dự kiến tốt nghiệp, PDT sẽ tự động ra QD thu nhận cho bạn nhé. . Thân. . \"",
            "Tốt nghiệp .",
            "\"Chào bạn,. . PDT đã ghi nhận yêu cầu về đăng ký xét TN của bạn. SV vui lòng theo dõi email  và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 09/03/2022 SV vẫn chưa nhận được thấy tên trong ds dự kiến tốt nghiệp ( Tra danh sách tại http://www.aao.hcmut.edu.vn    Tốt nghiệp    Thông tin tốt nghiệp) hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 04/2022 (cập nhật mới gia hạn thời gian xử lý tốt nghiệp). . Về tình trạng sinh viên, khi nào em có tên trong ds dự kiến tốt nghiệp, PDT sẽ tự động ra QD thu nhận cho bạn nhé. . Thân. . \""
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính gửi: Phòng Đào Tạo. . em sinh viên: Đoàn Thanh Phong mssv:[student_id], lớp XD17 bằng 2. . e có nhận email của Khoa Kỹ thuật Xây dựng thông báo về việc hủy môn CI4343 LVTN HK212 vì lí do thiếu môn tiên quyết. . nay em viết đơn xin: [full_name] XIN PHÒNG ĐÀO TẠO ĐƯỢC TIẾP TỤC HỌC MÔN CI4343 LVTN HK212. . em có đính kèm file pdf. . em viết đơn này xin trình bày trường hợp của em. . em chân thành biết ơn Phòng Đào Tạo xem xét tạo cơ hội cho trường hợp của em, em chân thành biết ơn.. . TP.HCM ngày 4 tháng 3 năm 2022. . sinh viên viết đơn. . Đoàn Thanh Phong. . . .",
            "Chào em,. . Trường hợp của bạn có thể hoàn thành các điều kiện tiên quyết của LVTN trong học kỳ 212 này và đăng ký LVTN trong học kỳ hè 213 nhé bạn. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: em chào quý thầy cô, hôm 26/2 em có lịch thi môn kỹ thuật phản ứng lúc 16h, nhưng tới gần trưa em có sốt cao, nồng độ oxi trong máu em giảm dưới 94 nên phải vào viện, tới gần giờ thi em vẫn sốt li bì không ngồi dậy nổi, bạn em có vào trang thi xin hoãn thi gấp cho em nhưng cô phòng thi dặn phải liên lạc với giáo viên bộ môn, em cũng có nhắn qua elearning cho cô rồi nhưng tới giờ là 5 ngày rồi em vẫn chưa thấy cô phản hồi, không biết bây giờ em báo với phòng đào tạo về việc hoãn thi có còn được chấp thuận không ạ. . Mong phòng đào tạo giải đáp thắc mắc giúp em, em xin chân thành cảm ơn ạ",
            "Chào em,. . Về việc kiểm tra bổ sung (giữa kỳ):. . SV có thể liên hệ với GV để xin được kiểm tra bổ sung lại. Nếu GV không đồng ý, em vui lòng tải mẫu đơn: Phiếu đăng ký dự thi kiểm tra bổ sung tại trang web : aao.hcmut.edu.vn    Sinh viên    biểu mẫu. . Điền đầy đủ thông tin nộp tại BKSI. . Thân mến. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em chào phòng đào tạo ạ.. . Hiện tại em đủ điều kiện để đăng kí tốt nghiệp, tuy nhiên em có một môn ở kỳ trước chưa hoàn thành vì dịch covid, nên các buổi thực hành dời về kỳ này ạ. Em xin phép rút môn học này để có thể đăng ký tốt nghiệp được không ạ. Em cảm ơn.. .",
            "Chào em,. . Hiện tại em đã hoàn thành tất cả các điều kiện tốt nghiệp có thể gửi lại yêu cầu xin xét tốt nghiệp.. . Trường hợp môn học chưa hoàn thành, thì khi điểm MH đó sẽ bị điểm 13 và không ảnh hưởng đến việc xét tốt nghiệp của bạn. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Dạ cho em hỏi là em đã đăng kí tốt nghiệp thành công vào hôm qua , thứ 5 ngày 3/3/2020; thì bao giờ em có thể nhận giấy tốt nghiệp tạm thời ạ .. . . .",
            "Chào em,. . Theo quy trình hiện tại của đợt tốt nghiệp tháng 04/2022:. . Dự kiến vào cuối mỗi tháng Phòng đào tạo sẽ lấy danh sách sinh viên đã đăng ký tốt nghiệp (SV đã đăng ký, thanh toán tiền và có xác nhận đã nhận của PĐT) để ra Quyết định công nhận tốt nghiệp, tiến hành in Bằng tốt nghiệp và sẽ thông báo mời SV đến nhận sau khi hoàn tất.. . Xem chi tiết lịch học vụ tại (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 04/2022. . Thân mến. .  . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em tên: [full_name] . . mssv: [student_id]. . Mới chuyển xuống hệ vhvl. . Em đã viết đơn xin phép đăng kí bổ sung LVTN. . Mã lv: CI4343 . . Đã coa xác nhận của khoa xây dựng . . Và xác nhận của giáo viên hướng dẫn . . Là thầy [full_name] khoa xây dựng. . Em xin pdt bổ sung sớm giúp em để em kịp đóng tiền học. . Em xin cảm ơn pdt ạ",
            "đã trả lời qua email"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Kính gửi Phòng Đào Tạo. . . . Dạ em muốn hỏi là Dự thính 212 môn Giải tích 2 cuối kỳ mình sẽ thi online hay thi offline chung với các bạn kì chính/thi offline riêng lớp dự thính vậy à. Để em xếp lịch cá nhân của em ạ.. . . . Em xin cảm ơn ạ.. .",
            "Chào em,. . - Các hoạt động trong khóa học do GV phụ trách môn học quản lý, PĐT không có quyền can thiệp. SV vui lòng liên hệ GV.. . - Xem thêm email PĐT đã gửi:\"Thông báo cập nhật Kế hoạch học tập của học kỳ 2 và học kỳ hè năm học 2021-2022 và phần bù các học kỳ trước theo hình thức trực tiếp và phối hợp trực tuyến/trực tiếp. . Hộp thư đến. . . . - Ho Tro SV   [email] . . 15:06, 24 thg 1, 2022. . tới stu.all\". . . . . . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Chào thầy/cô!. . Em tên là [full_name], mssv [student_id] hiện tại em đang bị dương tính với covid nhưng tuần sau em có lịch học thí nghiệm ở trường thì em không biết có cách nào để em được tạm hoãn việc học thí nghiệm không ạ?. . Mong thầy/cô phản hồi sớm giúp em với ạ! Em cảm ơn thầy/cô nhiều!. . . .",
            "Chào em,. . Đây là lịch bù thí nghiệm sau cùng nhà trường xếp bù cho SV, không còn đợt tiếp theo để sinh viên xin hoãn, hiện tại bạn cách lý tới ngày nào? Bạn có chủ động xin với GV thí nghiệm về việc bù vào buổi thí nghiệm khác chưa? Vui lòng trình bày rõ thêm nhé. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính gửi Phòng đào tạo,. . . . Em là [full_name] , mssv: [student_id]. . Hôm nay, em gửi tin nhắn này để Hủy rút môn học Thiết kế cầu 1 (CI3039) để có thể tiếp tục học môn này ở học kì chính 212. Hiện tại, em đang bị cách ly F1 nên không thể đến nộp đơn trực tiếp nên em có đính kèm đơn Hủy rút môn qua tin nhắn này.. . . . Mong Thầy cô xem qua và duyệt giúp em ạ. . Em xin chân thành cảm ơn.. . . . [full_name],. . . .",
            "\"\"\"Chào bạn,. . PDT đã tiếp nhận đơn huỷ việc đã đăng ký rút MH học HK212 theo yêu cầu của bạn. . Thân\"\"\""
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Chào PĐT ạ.. . . . Em là [full_name], MSSV:[student_id] thuộc khoa Điện-Điện tử.. . . . Em đã hoàn thành chương trình học của mình vào HK211 vừa rồi, và em cũng đã đạt được những điều kiện khác để tốt nghiệp (số ngày CTXH, chứng chỉ AV). Tuy nhiên, em vẫn chưa thể đăng kí tốt nghiệp trên MyBK được.. . . . Sáng ngày 01/03/2022, em có thông báo về vấn đề này với PĐT, và PĐT đã phản hồi là do em nợ 2 môn \"Giáo dục quốc phòng MI1003\" và \"PE1003: GDTC 1\". . . . . Nhưng 2 môn này em đã học qua và đạt ở HK171 rồi ạ, lúc đó em còn đang học chương trình Việt Pháp của trường. Từ HK172, em đã xin chuyển sang hệ chương trình đại trà chính quy.. . . . Em tra theo danh sách môn học CTĐT k2014 tương đương/thay thế cho CTĐT k2013 về trước theo link: http://www.aao.hcmut.edu.vn/index.php?route=catalog/chitietsv&path=59_62&tid=1951. . . . Em thấy môn Giáo dục quốc phòng 004009 là môn tương đương/thay thế cho Giáo dục quốc phòng MI1003.. . Môn Giáo dục thể chất 1 005005 là môn tương đương/thay thế cho PE1003: GDTC 1. . . . File đính kèm gồm đơn xin chuyển điểm và bảng điểm của em trong HK171, lúc em còn học chương trình Việt Pháp. . . . Để có thể đăng kí tốt nghiệp, em muốn chuyển điểm những môn mà em đã học bên chương trình Việt Pháp sang những môn tương đương/thay thế trong chương trình đào tạo đại trà chính quy (K.14 trở đi).. . . . Em cảm ơn ạ.. . . . [full_name]",
            "Chào em,. . Đã cập nhật chuyển điểm và xét tốt nghiệp cho bạn.. . Bạn đã có tên trong danh sách dự kiến tốt nghiệp, Sinh viên xem lịch trình đăng ký tốt nghiệp trang web PĐT: . . http://www.aao.hcmut.edu.vn    Tốt nghiệp    Thông tin tốt nghiệp. . - Sinh viên kiểm tra kỹ các thông tin (Họ tên, ngày tháng năm sinh, nơi sinh, điểm TB, loại tốt nghiệp, ngành tốt nghiệp,..) trên danh sách dự kiến tốt nghiệp và đảm bảo không có sai sót vì các thông tin này sẽ được in trên Bằng tốt nghiệp và học bạ. Xin phản hồi ngay với Phòng Đào tạo nếu có sai sót.. .   Dự kiến vào cuối mỗi tháng Phòng đào tạo sẽ lấy danh sách sinh viên đã đăng ký tốt nghiệp (SV đã đăng ký, thanh toán tiền và có xác nhận đã nhận của PĐT) để ra Quyết định công nhận tốt nghiệp, tiến hành in Bằng tốt nghiệp và sẽ thông báo mời SV đến nhận sau khi hoàn tất.. . Lưu ý :      . . - SV đăng ký tốt nghiệp tại myBK (Mục Đăng ký tốt nghiệp), thanh toán tiền qua BKPay, sau đó nhấn xác nhận (Sinh viên không phải in đơn cấp bằng).. . - PĐT xác nhận Đơn cấp bằng qua hệ thống, sinh viên theo dõi thông tin được gửi trong email sinh viên.. . Trân trọng thông báo.\""
        ]
    }
]