[
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: e bị trể hạn đóng bhyt ạ, e xin được đóng bổ sung thì phải làm sao ạ.",
            "Chào bạn,. . . . Bạn vui lòng liên hệ Phòng Công Tác Chính Trị Sinh Viên nha.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính Chào Thầy Cô. Em là SV chính quy khóa 19 khoa điện điện tử. Cho em hỏi rằng hệ VLVH có khác gì với hệ Chính Quy và bằng tốt nghiệp là bằng gì có tương đương với bằng Chính Quy Không ạ. . . Thứ 2 cho em hỏi là em là SV khoa điện em có thể chuyển Sang hệ VHVL của ngành Quản lý công nghiệp được không ạ.",
            "Chào bạn,. . . . - Hệ vừa làm vừa học chính là học tại chức đó bạn, dĩ nhiên hệ chính qui vẫn có giá trị hơn hệ vừa làm vừa học.. . . . - Bạn là sinh viên chính qui  khoa điện chuyển sang hệ VHVL của ngành Quản lý Công Nghiệp vẫn được nha bạn.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . em mới đăng ký xác nhận nhập học hệ VHVL vào ngày 25/11/2020. Cho em hỏi là các thầy bảo đăng ký khóa 2018 và 2019 là sao ạ? và khi nào thi em được đăng ký môn học và bắt đầu học. Em xin chân thành cám ơn thầy cô đã giải đáp thắc mắc của em.",
            "Đã trả lời mail em rồi.. . Sử dụng chương trình đào tạo Khóa 2019 Chính quy.. . Trừ đi các môn Anh văn, Thể dục, quốc phòng. . Tạm trù các môn đã học bằng 1. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: 2011291  /b \t. . . . Cho em hỏi về việc xét chứng chỉ ngoại ngữ để miễn Anh Văn đầu vào ạ. Mới vừa rồi nhà trường đã gửi mail thông báo về việc bổ sung chứng chỉ ngoại ngữ để miễn nhưng do lúc trước em có gửi bằng IELTS vô trường để xét điểm THPTQG nên em tưởng mình đã xác nhận rồi ạ. Nhưng cách đây mấy ngày em truy cập vô trang đăng ký chứng chỉ nhưng không thấy bằng của em với lại link truy cập từ mail cũng không khả dụng nữa. Vậy thì giờ em phải làm sao để bổ sung lại do em cũng có gửi bằng vô trường rồi ạ.. . Em mong nhà trường sẽ phản hồi em trong thời gian sớm nhất. Em xin chân thành cảm ơn.",
            "Chào bạn,. . . . Hiện tại Phòng đào tạo của trường đã nhận được bảo sao chứng chỉ IELTS của bạn do trung tâm tổ chức thi gởi về trường.. . . . Bạn hãy nhanh chóng hoàn tất thủ tục khai báo chứng chỉ ngoại ngữ tại trang web của trường: Mybk--  Đăng ký nộp chứng chỉ ngoại ngữ--   khai báo thông tin chứng chỉ IELTS, khi đó trường mới cập nhật  thông tin ngoại ngữ của bạn vào dữ liệu sinh viên để xét chuẩn anh văn và LVTN . . . . . Phòng đào tạo sẽ không xác nhận dữ liệu anh văn của bạn nếu chứng chỉ hết hạn mà bạn chưa hoàn tất khai báo thông tin online theo quy định.. . . . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]  /b . .   i Đăng ký môn học  /i \t. . . . Kính gửi Phòng Đào tạo,. . . . . . Em tên [full_name], MSSV: 171 1957. Em đang là sinh viên Khoa Điện - Điện tử.. . . . Em xin hỏi liệu sinh viên có thể chỉ đăng kí Đề cương luận văn trong một học kỳ hay không? Do môn này được tính là 0 tín chỉ.. . . . Em cảm ơn,. . . . . . [full_name].. . . .",
            "Chào bạn,. . . . Chưa hiểu ý bạn cần hỏi.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính gửi phòng đào tạo , em tên Nguyễn Văn Thịnh. Em có nghe nói là tháng 12 là sẽ có đợt kiểm tra Anh văn định kỳ.Phòng đào tạo cho em hỏi khi nào sẽ tổ chức kỳ thi vậy ạ. Và khi tổ chức thì em có kịp lúc để qua Thi Pass Anh Văn để đăng ký học kỳ chính 202 không ạ. Em cám ơn a. . . .",
            "Chào bạn,. . . . - Dự  kiến là tháng 12 sẽ mở đợt kiểm tra anh văn định kỳ, , bạn thường xuyên kiểm tra mail để biết thông tin nha.. . . . - Hiện tại nhà trường chưa có lịch thi cụ thể nên tôi không thể trả lời cho bạn có kịp để pass chuẩn anh văn sau các năm cho bạn được.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Chào phòng đào tạo ạ, em là sinh viên K17. Đối với quy định về ngoại ngữ áp dụng đối với khoá 2017 em vẫn chưa hiểu rõ, kính mong phòng đạo tạo có thể giải đáp giúp em ạ. . . - Ví dụ quy định để được nhận luận văn đối với K17 là  =500, thế nhưng trong bảng quy đôi điểm mới thì phải yêu câu 600 mới hoàn thành av4. Như vậy ví dụ em nộp bằng Toeic 500 thì em đã đủ điều kiện để nhận luận văn và với mức điểm đó liệu em có đủ điều kiện điểm ra trường chưa ạ? . . - Nếu em chưa đủ điều kiện để ra trường thì có phải có 2 phương án cho em đó là: . .  + [full_name]: giữ nguyên mức điểm 500 và đk học av4 trên trường. .  + [full_name]: không đk học av 4 trên trường và phải nộp bằng Toeic 600 trong học kì sau.. . - Đối với phương án 2 thì thời hạn cụ thể em phải nộp là khi nào ạ?. . . . Mong nhận được phản hồi sớm từ phía phòng đạo tạo ạ. Em xin cảm ơn.",
            "Chào bạn,. . . . Bạn vui lòng xem qui chế học vụ điều 31, phụ lục 1 http://www.aao.hcmut.edu.vn/index.php?route=catalog/chitietsv&path=90&tid=1658.. . . . Mục 3: Chuẩn tiếng Anh khi nhận Luận văn tốt nghiệp (LVTN) và khi tốt nghiệp.. . . . Mục 4 Chuyển điểm các môn ngoại ngữ và bảng quy đổi tương đương các chứng chỉ.. . . . a) Các môn Anh văn:. . . .  Bảng quy đổi tương đương và chuyển điểm áp dụng từ HK1/2020-2021.. . . . Sau khi bạn đọc xong qui chế, nếu chưa hiểu bạn hỏi lại nha.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Dạ thưa thầy/cô làm việc ở phòng đào tạo,. . . . Em muốn hỏi về học phí giáo dục thể chất. [full_name]eo em biết thì GDTC được tính là 1 tín chỉ. Trong kỳ 201, em đã DKMH thì tổng là 18 t/c (chưa tính 1 t/c của GDTC). Nhưng em biết học phí của em ở kỳ này (201) là 6tr2 tương đương 18 t/c. Vậy khi nào thì mới đóng học phí môn GDTC và cách thức đóng là như thế nào?. . . . Em cám ơn.. . [full_name]ân,. . [full_name]",
            "Chào bạn,. . . . Đối với môn GDTC 3 lần đầu đăng kí sẽ học miễn phí, những lần sau khi đăng kí GDTC sẽ phải tính học phí nha.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Em chào anh/chị, em là [full_name] mssv [student_id], chiều hôm qua ngày 26/11 em bị mất cắp một đồ sạc dự phòng ở 303B1. Trong phòng có camera mà anh [full_name] bên Quốc Tế và chú [full_name] bên tổ trưởng tổ bảo vệ đều kêu là không quản lý phòng đó. Cho em hỏi là đơn vị nào đang quản lý camera phòng 303B1 để em đến hỏi xem lại camera. Em cảm ơn anh/chị rất nhiều và mong nhận được sự hỗ trợ sớm nhất ạ.",
            "Chào bạn,. . . . Bạn liên hệ Phòng Quản Trị Thiết Bị của trường nha. Dãy nha A4.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Dạ cho em hỏi là hạn đóng bhyt là 25/11 đúng không ạ? Và nếu đúng thì em lỡ quên nên sáng ngày 27/11 em mới đóng ạ. . . Nếu như vậy thì có bị cấm đăng ký môn kỳ sau không ạ? Và liệu có giải pháp nào cho sự việc này không ạ? . . Em xin cảm ơn ạ!"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Dạ em chào các thầy / cô,. . . . Cho em được hỏi là mình có thể xin chuyển lịch khám sức khỏe được không ạ. Nếu được thì em cần làm đơn đăng ký và nộp tại phòng nào ạ.. . . . Em cảm ơn và mong được các thầy cô giải đáp. Chúc thầy cô có một ngày làm việc hiệu quả",
            "Chào bạn,. . . . Bạn vui lòng liên hệ Phòng Công Tác Chính Trị Sinh Viên nha.. . . . Thân. .",
            "No solution"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Cho e hỏi là e có thi toeic tại trường và được 385đ thì có đc chuyển điểm để qua anh văn 1 ko ạ?. .",
            "Chào bạn,. . . . Bạn vui lòng xem qui chế học vụ điều 31, phụ lục 1 nha http://www.aao.hcmut.edu.vn/index.php?route=catalog/chitietsv&path=90&tid=1658.. . . . Thân",
            "No solution"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Em muốn nộp chứng chỉ ngoại ngữ để xét chuẩn đăng ký môn học, chứ không cần chuyển điểm, vậy thì làm như trong ảnh đã đúng chưa ạ. .",
            "Chào bạn,. . . . Vậy được rồi bạn.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Kính chào thầy cô,. . Em tên là [full_name], mssv : [student_id].. . Hiện tại em đang làm thủ tục nộp đăng ký nộp Chứng chỉ ngoại ngữ/ Chuyển điểm. Tuy nhiên, em chỉ muốn nộp CCNN và chưa có nhu cầu chuyển điểm anh văn. Do trên website không có thông tin về vấn đề này nên em muốn hỏi thầy cô về trường hợp này ạ. . . Em xin chân thành cảm ơn.. . . . Sinh viên,. . . . [full_name].",
            "Chào bạn,. . . . Nếu vậy bạn chỉ đăng kí nộp CCNN thôi, không đăng kí chuyển điểm anh văn và không đóng tiền chuyển điểm anh văn.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Cho em hỏi sao tới giờ PĐT vẫn chưa cập nhật tín chỉ tích lũy của hk 193 ạ?. . Em cảm ơn.",
            "Chào bạn,. . . . Hiện tại học kỳ 193 các khoa chưa nộp điểm hết,  nên số tín chỉ học kỳ hè PDT chưa cập nhật. PDT sẽ cập nhật sau nha bạn.. . . . Thân. .",
            "No solution"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: 1833529  /b \t. . Chào thầy/cô;. . - Em đang theo học hệ VLVH khóa 2018, ngành CƠ KHÍ, chuyên ngành KỸ THUẬT THIẾT KẾ.. . - Theo chương trình đào tạo thì có môn PHƯƠNG PHÁP PHẦN TỬ HỮU HẠN, nhưng khi em đăng ký thì có thông báo là em phải hoàn thành môn trước đó, là môn CƠ KẾT CẤU (nhưng vẫn đăng ký được môn PHƯƠNG PHÁP PHẦN TỬ HỮU HẠN). Nhưng trong chương trình đào tạo thì lại không có môn CƠ KẾT CẤU.. . - Vậy em có cần học môn CƠ KẾT CẤU trước không.. . EM CÁM ƠN!. .   i Đăng ký môn học .",
            "Em cứ đăng ký môn trước.. . Sau đó nếu kết quả báo lỗi thì email tới : [email] để kiểm tra lại cho em. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "B   I   /B E xin có ý kiến với trường,mong nhà trường giải quyết,có 1 số môn học mã cũ 08 do đã quá lâu k có lớp mở muốn đăng kí học nhưng không có môn tương đương đăng kí,mong nhà trường có nôn tương đương với những mã cũ,điển hình Môn Thực tập nhận thức ngành 804306 không có môn tương đương.. . Mong nhà trường sớm giải quyết cho sinh viên chúng e sớm hoàn thành việc học.. . Em xin cám ơn. Đăng ký môn học .",
            "QUOTE E xin có ý kiến với trường,mong nhà trường giải quyết,có 1 số môn học mã cũ 08 do đã quá lâu k có lớp mở muốn đăng kí học nhưng không có môn tương đương đăng kí,mong nhà trường có nôn tương đương với những mã cũ,điển hình Môn Thực tập nhận thức ngành 804306 không có môn tương đương.. . Mong nhà trường sớm giải quyết cho sinh viên chúng e sớm hoàn thành việc học.. . Em xin cám ơn. [full_name]V/MSGV: [student_id]    . . . .  Đăng ký môn học. . . .   /QUOTE . .   QUOTE E xin có ý kiến với trường,mong nhà trường giải quyết,có 1 số môn học mã cũ 08 do đã quá lâu k có lớp mở muốn đăng kí học nhưng không có môn tương đương đăng kí,mong nhà trường có nôn tương đương với những mã cũ,điển hình Môn Thực tập nhận thức ngành 804306 không có môn tương đương.. . Mong nhà trường sớm giải quyết cho sinh viên chúng e sớm hoàn thành việc học.. . Em xin cám ơn. [full_name]V/MSGV: [student_id]    . . . .  Đăng ký môn học. . . .   /QUOTE . .   QUOTE E xin có ý kiến với trường,mong nhà trường giải quyết,có 1 số môn học mã cũ 08 do đã quá lâu k có lớp mở muốn đăng kí học nhưng không có môn tương đương đăng kí,mong nhà trường có nôn tương đương với những mã cũ,điển hình Môn Thực tập nhận thức ngành 804306 không có môn tương đương.. . Mong nhà trường sớm giải quyết cho sinh viên chúng e sớm hoàn thành việc học.  /QUOTE . .",
            "Em làm đơn xin khoa để học môn tương đương.. . Môn học khóa cũ hiện ko còn đào tạo nữa. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Chào thầy/ cô,. . . . Em là Đoàn Thị Như Nguyệt - sinh viên văn bằng 2 chính quy ban ngày ngành Khoa học máy tính. . . . . Nhờ thầy/ cô kiểm tra giúp em số tiền học phí trên BK Pay ạ. . . Kỳ này em học 13 chỉ + đề cương luận văn (tất cả đều học chính quy ban ngày). Nhưng trên BKPay hiện ra 3 khoảng tiền:. . . . + 2,630,000đ:  Học phí B2 Ngày CQ 201 - lần 1. . + 2,630,000đ:  Học phí B2 Ngày CQ 201 - lần 2. . + 5,250,000đ:  Học phí B2 Ngày CQ 201. . . . Tổng cộng: 10.500.000đ (file ảnh đínhh kèm). . . . Nhờ thầy/ cô xem lại giúp em học phí em có bị double không ạ.. . . . Em cảm ơn ạ.. . . .",
            "Chào bạn,. . . . PDT đã cập nhật lại học phí của bạn rồi nha.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Em đã nộp chứng chỉ ngoại ngữ ở mục Đăng ký nộp chứng chỉ Ngoại ngữ từ ngày 17/11/2020 và đã thanh toán. Hiện tại thì em thấy kết quả thẩm tra hợp lệ nhưng điểm anh văn của em vẫn chưa được cập nhật. Cho em hỏi là tối đa bao lâu thì điểm sẽ được cập nhật? .",
            "Chào bạn,. . . . PDT đã chuyển điểm cho bạn rồi, PDT sẽ cập nhật điểm trên cổng thông tin cho bạn sau nha.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Dạ cho em hỏi là trường đã thông báo cho phép sinh viên khóa k2015 sử dụng bảng điểm chuyển ngoại ngữ từ Hk193 trở về trước. Vậy em đã đăng ký và thanh toán chuyển điểm vào ngày 24/10/2020 nhưng tại sao điểm của em vẫn áp dụng bảng chuyển từ hk201 vậy ạ?. . . . Thông tin:. . Tên: [full_name]. . Mssv: [student_id]. . Điểm toeic: 610 . . Điểm đã được chuyển: Av1 (10) Av2(10) Av3(7.5) AV4(5). . . . Em cảm ơn!. .   i Yêu cầu khác .",
            "Chào bạn,. . . . Những trường hợp này PDT  sẽ tự chuyển điểm lại cho bạn và cập nhật điểm trong thời gian sớm nhất.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Em là [full_name] - [student_id]. . Em đã đăng ký bảo hiểm y tế 12 tháng năm 2021 ở trường (đã thanh toán BKPay). Tuy nhiên, hiện nay em đang đi làm cho công ty, công ty yêu cầu ký hợp đồng lao động, cần mua bảo hiểm y tế ở công ty. Nhà trường cho em hỏi em có thể rút việc đăng ký bảo hiểm y tế ở trường được không ạ?. . Em xin chân thành cảm ơn.. .   i Yêu cầu khác .",
            "Chào bạn,. . . . Bạn vui lòng liên hệ Phòng Công Tác Chính Trị Sinh Viên nha.. . . . Thân. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Thưa PĐT sau khi thi giữa kì, em đã nhận được kết quả thi môn Xác suất thống kê (MT2001) tuy nhiên kết quả quá thấp ngoài dự tính, không biết có thể bằng cách nào em có thể biết được mình sai gì mà điểm thấp như vậy không? Vì lí do em đã ôn tập và bỏ tâm sứ vào đó nhưng kết quả lại quá thấp ngoài tưởng tượng, trong lúc nóng lòng có lỗi gì không đúng thì em xin lỗi. Mong PĐT phản hồi sớm dùm em, em cảm ơn.",
            "Chào bạn,. . . . Nếu là kiểm tra giữa kỳ bạn nhờ giáo viên giảng dạy môn MT2001 của bạn xem xét lại bài thi của mình nha.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em muốn hỏi về việc em chưa đăng kí/đóng tiền mua bảo hiểm y tế (hạn chót 25/11/2020) mà khi em viết đơn này là ngày 28/11 vậy em có thể đăng kí và đóng tiền sau đó nộp phiếu đóng trễ cho phòng đào tạo được không ạ??  Em cảm ơn",
            "Chào bạn,. . . . Bạn vui lòng liên hệ Phòng Công Tác Chính Trị Sinh Viên nha.. . . . Thân. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: 1912322  /b \t. . . .   i Đăng ký môn học . Kính chào quý Thầy Cô PĐT. Em hiện là SV năm 2 chưa hoàn thành môn đại cương Xác Suất và Thống Kê. Nếu học kỳ 202 và học kỳ hè 203 em không học môn này thì có ảnh hưởng gì không ạ? Hay bắt buộc phải hoàn thành các môn đại cương trước năm 3?",
            "Chào bạn,. . . . - Việc này bạn phải xem cấu trúc môn học Xác suất thống kế là môn học học trước/song hành/tiên quyết của môn nào không?. Chứ bạn hỏi vậy tôi không thể trả lời bạn được.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em không có số hồ sơ trong danh sách gốc của trạm y tế thì em có được đăng ký khám sức khoẻ trong đợt này được không?",
            "Chào bạn,. . . . Bạn vui lòng liên hệ Phòng Công Tác Chính Trị Sinh Viên nha.. . . . Thân. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Dạ chào phòng đào tạo ạ, em đã đọc về các quy chế quy định về tiếng anh tại các mục mà PĐT đã đưa, tuy nhiên em vẫn còn hoang mang về các quy định này nên em kính mong PĐT có thể trả lời cụ thể các câu hỏi lần trước của em để em có thể đảm bảo rằng mình đang không hiểu sai về những thông tin mà mình đọc được ạ. Em cảm ơn sự giúp đỡ của mọi người.. . . . Em xin phép gửi lại các câu hỏi em đã đặt ra lần trước ạ.. . . . \"- Ví dụ quy định để được nhận luận văn đối với K17 là  =500, thế nhưng trong bảng quy đôi điểm mới thì phải yêu câu 600 mới hoàn thành av4. Như vậy ví dụ em nộp bằng Toeic 500 thì em đã đủ điều kiện để nhận luận văn và với mức điểm đó liệu em có đủ điều kiện điểm ra trường chưa ạ?. . - Nếu em chưa đủ điều kiện để ra trường thì có phải có 2 phương án cho em đó là:. . + [full_name]: giữ nguyên mức điểm 500 và đk học av3,4 trên trường. . + [full_name]: không đk học av 4 trên trường và phải nộp bằng Toeic 600 trong học kì sau.. . - Đối với phương án 2 thì thời hạn cụ thể em phải nộp là khi nào ạ?\"",
            "Chào bạn,. . . . - Bạn phải phân biệt toeic ra trường và toeic để qui đổi anh văn.. . . . - Bạn chưa rõ nữa liên hệ PDT để tư vấn cho bạn.. . . . Thân. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: 1810565  /b \t. . . .   i Yêu cầu khác . Em chào thầy/cô ạ!. . Cho em hỏi kỳ thi Anh Văn định kỳ để xét chuẩn Anh Văn sau mỗi năm học dự kiến sẽ diễn ra vào thời gian nào sắp tới ạ?. . Em cảm ơn ạ!",
            "Chào bạn,. . . . Dự  kiến là tháng 12 sẽ mở đợt kiểm tra anh văn định kỳ, bạn thường xuyên kiểm tra mail để biết thông tin nha.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Em là [full_name]. . Khoa Điện Điện Tử. . . . Em sơ ý bỏ sót mail trường về vấn đề đăng ký bảo hiểm y tế nên bây giờ còn cách nào khác không ạ?. . . . Em chân thành cảm ơn ạ.",
            "Chào bạn,. . . . Bạn vui lòng liên hệ Phòng Công Tác Chính Trị Sinh Viên nha.. . . . Thân. . . .",
            "No solution"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em chào pđt,. . Em tên: [full_name]- mssv: [student_id]- Khoa: KTXD.. . Em muốn hỏi là: hiện em là sinh viên năm 3 và đang học theo lịch ở cơ sở 1.. .  Lịch sinh hoạt công dân đợt 2 năm 2020-2021 đối với sinh viên đang học ở cơ sở 1 là từ ngày 28-30/1, chính xác với khoa XD18 là ngày 30/1.. .  Còn đối với sinh viên học ở cơ sở 2 sinh hoạt từ ngày 25-27/1.. .  Mà em tính về quê bằng tàu hỏa ngày 27/1, em quê ở Quảng Bình ạ. Do giá vé lúc này rẻ + hiện giờ vé các ngày sau đó cũng đã hết chỗ rồi.. .  Vậy em muốn được sinh hoạt công dân theo lịch sinh hoạt đối với sinh viên đang học trên cơ sở 2 đi một trong 2 ngày 25 hoặc 26 có được không ạ, kèm theo minh chứng lí do về quê.. . Em cảm ơn, mong pđt giải đáp giúp.",
            "Chào bạn,. . . . Bạn vui lòng liên hệ Phòng Công Tác Chính Trị Sinh Viên nha.. . . . Thân. .",
            "No solution"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Cho em xin hỏi là theo thông tin trên trang học vụ, em thấy khóa K17 điểm nhận luận văn là 500 điểm TOEIC 2 kỹ năng. Vậy nếu em nhận bằng trên 500 mà không cần qua AV4 thì có nhận luận văn không ạ ? Em xin cảm ơn ạ.. . . .",
            "Chào bạn,. . . . Bạn có đủ toeic 500 và tích luỹ đủ tín chỉ nhận luận văn thì bạn đăng kí luận văn thôi.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Em sẽ nhận bằng tốt nghiệp cao đẳng vào tháng 4/2021. Em sẽ học thêm một số môn hệ đại học trong học kì sắp tới và sau đó học liên thông đại hoc. Cho em hỏi:. .    1. Học phí tính theo tín chỉ khóa 2017 hay . . tính theo năm như khóa 2021. .    2. Em có được đăng kí môn học sau khi tốt nghiệp không? (em chưa thi liên thông mà học trước 1 số môn rồi năm sau mới thi liên thông)",
            "Chào bạn,. . . . - Học phí tính theo năm nha bạn, khi tốt nghiệp bạn không vào đăng kí môn học được.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Cho e hỏi chút ạ e hủy môn chính trị trong đăng kí học phần rồi nhưng trong thời khoá biểu của e vẫn xuất hiện môn đó dạ là sao thầy/cô.",
            "Chào em.. . Thời khóa biểu mới cập nhật đã ko có môn học trên. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em chào ad ạ!. . Ad ơi cho em hỏi là làm thế nào để xin được giấy xác nhận điểm rèn luyện HK192 ạ (tại em cần apply học bổng ạ). . Em xin cảm ơn!",
            "Chào bạn,. . . . Bạn vui lòng liên hệ Phòng Công Tác Chính Trị Sinh Viên nha.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Xin thầy/cô cho em xin số điện thoại, email để liên lạc với giáo viên môn Cầu lông, L04, thứ 3, tiết 2-4. Do ngày mai thi nhưng em bị sốt xuất huyết phải nhập viện.. . Em cảm ơn ạ.",
            "Chào bạn,. . . . PDT không có số liên lạc của giáo viên dạy môn thể dục, môn GDTC do Trung Tâm Giáo Dục của ĐHQG quản lý nha bạn.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . thầy cô ơi!Em là [full_name] sinh viên hệ vlvh khóa 2020 ạ! kì này e có đk bổ sung 3 môn chính trị và đc phòng đào tạo cho phép e học rồi mà giờ e học được 2 tuần của môn kinh tế chính trị thì tuần này lại huỷ môn trong trang e learning của e trong khi trên thời khoá biểu vẫn còn ạ! mong thầy xem xét giúp em.Mssv của em là [student_id]. .",
            "TKB sẽ cập nhật lại nhé. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Dạ em chào thầy/cô,. . . . Dạ cho em hỏi thông tin về học bổng khuyến khích, khi nào mình có danh sách dự kiến và khi nào mình sẽ nhận được tiền học bổng ạ, tại em thấy sắp đến thanh toán học phí đợt 2 rồi ạ thông thường danh sách học bổng khuyến khích sẽ có ở giữa 2 lần thanh toán học phí.",
            "Dạ em chào thầy/cô,. . . . Dạ cho em hỏi thông tin về học bổng khuyến khích, khi nào mình có danh sách dự kiến và khi nào mình sẽ nhận được tiền học bổng ạ, tại em thấy sắp đến thanh toán học phí đợt 2 rồi ạ thông thường danh sách học bổng khuyến khích sẽ có ở giữa 2 lần thanh toán học phí.",
            "Chào bạn,. . . . Hôm nay sẽ có thông báo về học bổng, bạn thường xuyên kiểm tra mail nha.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em chào cô ạ. Cô cho em hỏi em đăng kí bhyt trên my.bk mà em xem nhầm hạn chót là ngày 30/11. Vậy em thanh toán có bị trễ và có ảnh hưởng gì tới đkmh không ạ? Em cảm ơn cô",
            "Chào bạn,. . . . Bạn vui lòng liên hệ Phòng Công Tác Chính Trị Sinh Viên nha.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "[full_name] MSSV/MSGV: [student_id]\t. . . .   i Học vụ . Em chào thầy/cô !. . Em đã có quyết định được miễn môn Giáo dục thể chất 1 nhưng trong thời khoá biểu em có môn bóng đá mã PE1009 lớp L147. Bây giờ em theo học lớp tiếp thì kết quả có được chuyển qua Giáo duc thể chất 2 không ạ. Hay do em đã được miễn GDTC1 nên phải chờ đến HK2 mới được học GDTC2 và hiện tại em không cần đi học bóng đá ở lớp L174 nữa . Mong thầy/cô tư vấn giúp em. . . Em cảm ơn thầy/cô!. . . . . .",
            "Chào bạn,. . . . Bạn học môn bóng đá bình thường nha, môn bóng đá sẽ tính vào những môn thể dục tiếp theo.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Em chào nhà trường ạ.. . Em là [full_name] -[student_id] của khoa Cơ khí. . Trong đợt đăng kí bảo hiểm y tế này theo quy định là em phải đăng kí gói 12 tháng.Tuy nhiên do sơ xuất nên em đã đăng kí nhầm gói 6 tháng và không thể huỷ được.. . Em mong nhà trường có thể huỷ giúp em gói đăng kí bảo hiểm y tế 6 tháng này.. . Em xin lỗi vì sự bất tiện này.. . Em xin cảm ơn.. . . .",
            "Chào bạn,. . . . Bạn vui lòng liên hệ Phòng Công Tác Chính Trị Sinh Viên nha.. . . . Thân. .",
            "No solution"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em chào cô/thầy, em tên là [full_name], MSSV [student_id], hiện tại em vẫn chưa thanh toán được bảo hiểm xã hội vì hệ thống vẫn đang bảo trì. Mà lại sắp đến deadline của kỳ thanh toán, em hi vọng trường có thể giải quyết được vấn đề của em.",
            "Chào bạn,. . . . Bạn vui lòng liên hệ Phòng Công Tác Chính Trị Sinh Viên nha.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Dạ cho em hỏi là hiện giờ em cần đóng tiền Bảo Hiểm Y Tế và hạn chót là 4h chiều nay nhưng hệ thống đang bảo trì em không đóng tiền được thì có bị không được đăng ký môn cho kì sau không ạ ?. .",
            "Chào bạn,. . . . Bạn vui lòng liên hệ Phòng Công Tác Chính Trị Sinh Viên nha.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Thưa phòng đào tạo, sau khi có điểm kiểm tra giữa kì môn xác suất thống kê (MT2001) thì em nhận thấy có sự khác biệt giữa kết quả và dự đoán trong lúc em làm bài thi nên đã gởi mail nhờ giảng viên đứng lớp xem xét lại bài kiểm tra nhưng vẫn không có động thái gì tích cực hơn, vì giảng viên đã trả lời như câu trong hình, em mong phòng đào tạo cho em một phương hướng tốt hơn để có thể xem xét lại bài thi giữa kì, để đỡ tốn công em đã học tập và thi! . .",
            "Chào bạn,. . . . Môn thi trắc nghiệm theo qui định không phúc khảo được nha bạn. . . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]  /b . . Dạ em chào thầy cô. . em muốn hỏi nếu em không đủ chuẩn anh văn để đăng kí môn học kì 2 của năm 2. Thì các môn của học kì 1 năm 2 có thể đăng kí không ạ. . Em cảm ơn.\t. . . .",
            "Chào bạn,. . . . Học kỳ 202 có xét chuẩn anh văn sau các năm, bạn không đạt chuẩn anh văn sau các năm sẽ không DKMH được nha.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Dear [full_name],. . Vì một số lý do về tài chính dẫn tới việc em không thể đóng BHYT đúng hạn (hạn chót 25/11). . Em muốn hỏi là hiện tại em còn có thể tham gia đóng và hoàn thành không ạ, vì nếu không em sẽ bị hoãn học tập 1 HK.. . Em rất mong văn phòng phản hồi, nếu được em rất cảm ơn, hoặc có thể cho em xin phương án khác.. . [full_name]_[student_id].. . . .",
            "Chào bạn,. . . . Bạn vui lòng liên hệ Phòng Công Tác Chính Trị Sinh Viên nha.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Thưa Phòng Đào Tạo,. . . . Em là [full_name], MSSV [student_id]. Hôm nay em có hạn đóng Bảo Hiểm Y tế sinh viên 12 tháng. Tuy nhiên, hệ thống đang bảo trì và không thể thực hiện thanh toán. Mong Phòng Đào Tạo có thể hỗ trợ em để thực hiện thanh toán.. .",
            "Chào bạn,. . . . Bạn vui lòng liên hệ Phòng Công Tác Chính Trị Sinh Viên nha.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em chào thầy/cô. . Em tên là [full_name], sinh viên lớp VP16XDC, Ngành Xây Dựng Dân Dụng - Công nghiệp và Hiệu quả năng lượng.. . Em viết mail này muốn hỏi là hôm nay là hạn cuối đóng bảo hiểm y tế của em nhưng từ sáng tới giờ em không đóng được tiền vì hệ thống báo bảo trì, em không biết mình có thể gia hạn nộp trễ được không ạ?. . EM mong thầy/cô giải đáp giúp em aj. . Em xin cám ơn và chúc thầy/cô một ngày tốt lành. .",
            "Chào bạn,. . . . Bạn vui lòng liên hệ Phòng Công Tác Chính Trị Sinh Viên nha.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Em đang định đăng kí và sẽ chuyển điểm chứng chỉ anh văn, theo em biết thì điểm chuyển sẽ cộng vào điểm trung bình tích lũy ngành. Vậy cách tính sẽ như thế nào vậy ạ ?  Em xin cảm ơn.",
            "Chào bạn,. . . . Nếu bạn có CCNN bạn có thể đăng kí chuyển điểm anh văn 1,2,3,4. Môn anh văn 1,2,3,4 là một môn học trong chương trình đào tạo mỗi môn 2 tín chỉ và số tín chỉ được tính vào điểm trung bình tích luỹ ngành.. . . . Thân",
            "Nếu bây giờ em nộp chứng chỉ ngoại ngữ và chuyển điểm, và giả sử thời gian sau em nộp chứng chỉ ngoại ngữ khác có điểm số cao hơn , thì điểm chuyển lúc trước sẽ được thay thế bằng điểm chuyển lúc sau đúng không ạ ? Em xin cảm ơn.",
            "Chào bạn,. . . . Mỗi một môn anh văn chỉ được chuyển điểm 1 lần nha bạn. Bạn đăng kí môn anh văn nào đã chuyển điểm . . . . http://www.aao.hcmut.edu.vn/index.php?route=catalog/chitietsv&path=89&tid=1626. . . . Thân",
            "Giả sử bây giờ em chỉ nộp chứng chỉ anh văn nhưng không đăng kí chuyển điểm, thời gian tới em nộp thêm vào chứng chỉ anh văn mới. Lúc đấy em đăng kí chuyển điểm theo chứng chỉ anh văn mới được không ạ ? Em xin cảm ơn.",
            "Được bạn.. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Cho em hỏi có đăng kia bảo hiểm y tế đợt 2 không ạ? Em chưa đăng kí đợt 1 ạ",
            "Chào bạn,. . . . Bạn vui lòng liên hệ Phòng Công Tác Chính Trị Sinh Viên nha.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Dạ cho em hỏi OCB bảo trì hệ thống nên không thể đóng tiền bảo hiểm y tế, vậy trường mình có xem xét mở gia hạn để đóng không ạ. Em cảm ơn ạ",
            "Chào bạn,. . . . Bạn vui lòng liên hệ Phòng Công Tác Chính Trị Sinh Viên nha.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em chào thầy/cô. . Do hạn chót của việc thanh toán bảo hiểm y tế năm 2021 tới là 16h chiều hôm nay nhưng từ 13h tới nay em vẫn chưa được thanh toán do hệ thống bảo trì. Cho em hỏi vậy em thanh toán trễ có bị xử lí gì không ạ do đây không phải là lỗi của em ạ",
            "Chào bạn,. . . . Bạn vui lòng liên hệ Phòng Công Tác Chính Trị Sinh Viên nha.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Do hôm nay bkpay Bảo trì nên em đóng bảo hiểm y tế muộn vậy có sao không ạ. .",
            "Chào bạn,. . . . Bạn vui lòng liên hệ Phòng Công Tác Chính Trị Sinh Viên nha.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Cho em hỏi là hôm nay em mới có tiền đóng bảo hiểm y tế mà trang bkpay lại đang bảo trì,cho em hỏi em đóng bảo hiển trễ có được không ạ, chiều tới giờ hệ thống bảo trì em không đóng được tiền bảo hiểm y tế",
            "Chào bạn,. . . . Bạn vui lòng liên hệ Phòng Công Tác Chính Trị Sinh Viên nha.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Kính gởi thầy(cô) . . Em là [full_name] MSSV [student_id] . . Cho em hỏi là trường có tổ chức thi anh văn dạng anh văn đầu vào vào cuối kỳ 1 năm 2020 cho sinh viên các khoá 18 19 không ạ. . Hay là sẽ đăng ký thi chung anh văn đầu vào với k20 . .",
            "Chào bạn,. . . . Bạn đợi mail thông báo Phòng Đào Tạo nha.. . . . Thân"
        ]
    }
]