[
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em có đăng ký tốt nghiệp trên mybk mục Đăng ký tốt nghiệp và em thấy mục kiểm tra thông tin cá nhân ở ô nơi sinh thì để trống nên em xin phòng đào tạo giúp em cập nhật nơi sinh của em là thành phố Hồ Chí Minh.. . Em xin cám ơn.",
            "Chào bạn,. . . . PDT đã cập nhật nơi sinh của bạn rồi nha.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "DA em chào cô ạ! . CÔ ơi em làm đơn rút môn học kỳ chính  được 1 tháng rồi mà sao em xem lại lịch thi giữa kỳ sắp tới vẫn có lịch môn đó vậy cô . EM MONG CÔ GIẢI ĐÁP Ạ. Em cảm ơn cô!",
            "Chào em. . Em có thể chụp hình giúp Cô biên nhận phiếu rút môn học để Cô kiểm tra nghen. . Thân",
            "Dạ đây ạ cô .. .",
            "Trường hợp này sẽ cập nhật điểm rút môn học : điểm 17 sau khi thi giữa kì nghen"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em là sinh viên k19, năm ngoái em thi anh văn đầu vào được 385 đã qua av1 nhưng em không học anh văn 2, 3, 4 trong trường, em cũng chưa nộp chứng chỉ ngoại ngữ để chuyển điểm. Vậy hk202 tới đây em có được đăng kí môn không ạ. Em xin cảm ơn.",
            "Chào bạn,. . . . Học kỳ sau bạn chỉ đăng kí được anh văn 2 thôi. Vì anh văn 3 có môn học trước là anh văn 2, còn anh văn 4 có môn học trước là anh văn 3.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em đăng kí môn Bóng rổ nhưng vì không đủ sv nên trường đã gửi mail để thay đổi. Nhưng lịch học môn bóng rổ cũ chưa được xóa đi trong thời khóa biểu nên em không thể đăng kí môn học mới được. Liệu em có thể đăng kí học thể dục sau cùng đợt với những bạn clc được không ạ?",
            "Chào bạn,. . . . Lớp chất lượng cao dành cho các sinh viên quốc tế bạn không đăng kí được nha.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Dạ em hiện đang là sinh viên theo học lớp Cơ học thuỷ khí (TR1005). Theo như giáo viên lớp em có dặn thì nội dung thi giữa kì sẽ là từ chương 1 đến chương 7 trong khi còn hai tuần nữa thi thì giáo viên chỉ mới dạy đến chương 4 thôi ạ. Cho em hỏi với tiến trình dạy học như vậy và nội dung thi thì có phải là quá vô lý không ạ. Em mong nhận được câu trả lời thoả đáng ạ. . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: kính gửi các thầy cô, phòng đào tạo em tên là [full_name] . Hôm nay em viết bài này để hỏi về vấn đề nộp bằng tốt nghiệp . . . quê em hiện tại đang lũ lụt , nên em vẫn chưa chứng thực được các giấy tờ , và chuyển vào T.p Hồ Chí Minh được , nên đến gì em vẫn chưa nộp bằng tốt nghiệp .. . Mong cô thầy thông cảm , và cho em một hướng giải quyết .. . Em cảm ơn . .",
            "Chào bạn,. . . . Bạn đăng kí lên Mybk và sớm nộp bằng cho lớp trưởng nha.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Kính thưa phòng đào tạo, em thắc mắc rằng điểm . . tổng kết môn ĐSTT hk 193 của em là 8.5 vậy tại sao em lại trượt môn đó ạ.. . Em xin cảm ơn.. . . .",
            "Chào bạn,. . . . Ai nói bạn trượt thì bạn hỏi lại người đó nha.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em chào thầy/ cô,. . Cho em hỏi là em muốn đổi lại ảnh thẻ trong mục đăng ký tốt nghiệp thì phải làm thế nào ạ?. . Em xin cảm ơn.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Em đăng kí 2 môn giáo dục thể chất bây giờ e muốn huỷ 1 môn thì phải làm sao ạ. . . . . .",
            "Chào bạn,. . Hiện tại danh sách các môn GDTC đã được gửi qua TT GDTC nên không thể hủy môn học nữa nhé bạn.. . Bạn có thể làm đơn rút MH, vui lòng xem quy định về việc rút môn học tại đây:. . http://aao.hcmut.edu.vn/ sinh viên/quy chế/ Quy chế đào tạo và học vụ bậc đại học, cao đẳng:/Điều 11. Hủy, rút môn học/11.2 Rút môn học. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em chào cô ạ, cô cho em hỏi một số vấn đề sau:. . 1. Nếu bây giờ em muốn học song bằng hay bằng phụ thì em có cần xin chữ ký của trưởng khoa ngành đó hay không , hay em chỉ cần đăng ký tích lũy đủ các môn của ngành đó mà thôi ạ ?. . . . 2. Nếu em đã đủ điều kiện tốt nghiệp (luận văn, CTXH và Tiếng Anh) nhưng em muốn vừa học song bằng và vừa đi làm thì em có thể xin trường cấp giấy chứng nhận tốt nghiệp để xin việc thay cho bằng cấp chính quy được không ạ ?. .",
            "Chào bạn,. . . . Bạn vui lòng xem qui chế học vụ điều 28 http://www.aao.hcmut.edu.vn/index.php?route=catalog/chitietsv&path=90&tid=1658.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Cho e hỏi e bị mất chứng chỉ THPT mà bây giờ hết hạn đăng kí nộp thì phải làm sao ạ?  Và trường hợp của em có bị đình chỉ học 1 kì không?. . Em cảm ơn.",
            "Chào bạn. . Bạn nhanh chóng liên hệ Trường THPT để cấp lại và nhanh chóng khai báo và nộp cho Phòng đào tạo theo quy định nghen. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Em chào quý thầy cô. . Em tên [full_name], MSSV [student_id], sinh viên khoa Cơ Khí, kì hè 193 vừa qua em có đăng kí phúc tra môn Kĩ thuật thủy lực & khí nén (Mã MH: ME3001), hiện tại đã 2 tuần rồi nhưng phiếu phúc tra vẫn trong tình trạng \"đang xử lý\", thầy bộ môn vẫn chưa nhận được đơn phúc khảo của em. Cho em hỏi trình trạng này là sao ạ, em mon muốn giải quyết trình trạng này sớm nhất có thể. Em xin chân thành cảm ơn. . . .",
            "Tình trạng của em đã được giải quyết rồi ạ, em xin chân thành cảm ơn"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Kính gửi. . Quý thầy/cô cho phép em hỏi, hiện nay ở danh mục QUY CHẾ ĐÀO TẠO VÀ HỌC VỤ BẬC ĐẠI HỌC, CAO ĐẲNG phụ lục 1, điều 4, có hai bảng quy đổi điểm Anh văn.. . - Bảng Một là Bảng quy đổi tương đương và chuyển điểm áp dụng từ HK1/2020-2021 của các môn Anh văn. . - Bảng Hai là Bảng quy đổi tương đương và chuyển điểm áp dụng từ HK1/2017-2018 đến HK3/2019-2020.. . Em là sinh viên K2018, nếu em chuyển điểm Anh văn em phải theo bảng Quy đổi nào? Bảng một hay bảng hai?  . . Em xin chân thành cảm ơn quý thầy/cô giải đáp thắc mắc của em.",
            ". . Chào bạn. . - Nếu bạn nộp Chứng Chỉ Ngoại Ngữ và đăng ký chuyển điểm (phải hoàn thành lệ phí chuyển điểm) trước ngày 21/9/2020 thì áp dụng theo quy định chuyển điểm cũ. . - Bảng quy đổi điểm chuyển Ngoại Ngữ mới bắt đầu từ ngày 21/9/20 áp dụng cho HK201, áp dụng cho tất cả   B các Khóa  /B . . Chúc bạn học tập tốt nhé. . Thân. . . . . . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Dạ em tên là [full_name] MSSV là [student_id]. Hiện tại em đã đăng kí GDTC môn bóng chuyền. E dự định học thứ 2 với thứ 7 từ 7h sáng mà chắc do em bấm lộn chuyển sang 18h tối thứ 2 và 7h sáng thứ 7. Mà giờ lịch đó em bận học tiếng anh rồi nên  em muốn đổi lại thì phải làm sao ạ.. .",
            "Chào bạn,. . . . Hiện tại lịch GDTC không đổi được nha bạn.. . . . Thân",
            "No solution"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Dạ, em là [full_name], mã số sinh viên: [student_id].. . Dạ, kỳ thi tiếng Anh TOEIC đầu vào năm ngoái em được 275 điểm nên không đăng ký AV1,2,3,4 của trường được.. . Tháng trước, em có thi TOEIC IIG tại trường mình vào 20/9/2020 đạt 565 điểm.. . Dạ, em muốn hỏi là em có cần làm thủ tục chuyển điểm thi đó thành các môn AV để lấy tín chỉ không ạ? Nếu được thì bao nhiêu điểm và tín chỉ ạ? Vì em sợ thiếu tín chỉ xét chuẩn sinh viên hằng năm.. . Mong quý thầy cô giải đáp thắc mắc giúp em. Em chân thành cảm ơn.",
            "Chào bạn,. . . . Bạn vui lòng xem qui chế học vụ điều 31, phụ lục 1 http://www.aao.hcmut.edu.vn/index.php?route=catalog/chitietsv&path=90&tid=1658.. . . . Và mail PDT có gởi cho sinh viên :. . . . Thân gởi các bạn sinh viên. .  . . Nhà trường gia hạn thời gian đăng ký chuyển điểm các môn ngoại ngữ theo bảng quy đổi cũ (áp dụng trước HK201) cho các trường hợp sinh viên nộp Chứng Chỉ Ngoại Ngữ  trong đó ngày thi CCNN trước ngày 21/9/2020.. .  . . Thời gian gia hạn đăng ký chuyển điểm (phải hoàn thành lệ phí chuyển điểm): trước ngày 01/11/2020.. .  . . -       Trong thời gian gia hạn này, các yêu cầu chuyển điểm Anh văn sẽ được áp dụng theo quy định chuyển điểm cũ (áp dụng trước HK201).. .  . . -       Sau thời gian gia hạn, hoặc đối với các CCNN có ngày thi từ 21/9/2020, các yêu cầu chuyển điểm Anh văn sẽ áp dụng quy định chuyển điểm mới (áp dụng từ HK201).. .  . . Thông báo này áp dụng cho tất cả các Khóa. . . . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác .  Dạ Phòng đào tạo cho em hỏi hiện tại em đã có thời khóa biểu môn Đề cương LVTN, tuy nhiên trên bảng điểm của em lại không có môn này (Do học kì này em chỉ đăng kí duy nhất môn ĐCLVTN . . nên em cũng không có bảng điểm học kì này). Phòng đào tạo cho em hỏi tại sao ạ.",
            "Chào bạn,. . . . Bạn vui lòng kiểm tra TKB trên cổng thông tin sinh viên nha https://mybk.hcmut.edu.vn/stinfo/.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Hiện tại em đã hoàn thành việc đăng ký xét tốt nghiệp nhưng em nhận ra ảnh thẻ của mình đã sai phông nền. Em muốn cập nhật lại ảnh thì làm cách nào ạ.. . . . Em cảm ơn.",
            "Chào bạn,. . Đơn đăng ký xét tốt nghiệp đã nhận rồi không cho cập nhật lại ảnh. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Chào quý thầy cô,. . . . Em đã đăng ký tốt nghiệp, đóng lệ phí và phiếu đăng ký đã xử lý vào thứ Năm (15/10).. . Vậy khi nào em có thể nhận Giấy xác nhận tốt nghiệp tạm thời?. . Và khi nào em có thể có tên trên danh sách chính thức ạ?. . . . Cảm ơn quý thầy cô.",
            "Chào bạn,. . . . Bạn nhận giấy tốt nghiệp tạm thời ở khoa nha bạn.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ .  . . sao em ko bị cảnh cáo lần 1 mà em bị cảnh cáo hv lần 2 v ạ đtbtl của em cũng trên 4 ạ",
            "Chào bạn,. . . . Bạn vui lòng xem lại chuẩn xử lý học vụ 192 nha.. . . . CHUẨN XỬ LÝ HỌC VỤ HK 192 – HỌC KỲ BẮT ĐẦU 21/09/2019 (HK201). . . . I.\tCảnh báo học vụ lần 1. . . . K.2019 : ĐTBTL193  4.00 hoặc STCTL   17. . K.2018 : ĐTBTL193  4.00 hoặc STCTL   40. . K.2017 : ĐTBTL193  4.00 hoặc STCTL   60. . K.2016 : ĐTBTL193  4.00 hoặc STCTL   80. . K.2015 : ĐTBTL193  4.00 hoặc STCTL   100. . K.2014 : ĐTBTL193  4.00 hoặc STCTL   120. . . . I.\tII. Cảnh báo học vụ lần 2. . . . K.2019 : (ĐTBTL193  4.00 hoặc STCTL   17) & (ĐTBTL191  3.00 hoặc STCTL   7) . . . . K.2018 : (ĐTBTL193  4.00 hoặc STCTL   40) & (ĐTBTL191  4.00 hoặc STCTL   30) . . . . K.2017 : (ĐTBTL193  4.00 hoặc STCTL   60) & (ĐTBTL191  4.00 hoặc STCTL   50) . . . . K.2016 : (ĐTBTL193  4.00 hoặc STCTL   80) & (ĐTBTL191  4.00 hoặc STCTL   70) . . . . K.2015 : (ĐTBTL193  4.00 hoặc STCTL   100) & (ĐTBTL191  4.00 hoặc STCTL   90) . . . . K.2014 : (ĐTBTL193  4.00 hoặc STCTL   120) & (ĐTBTL191  4.00 hoặc STCTL   110) . . . . . . II.\tBuộc thôi học . . SV các khóa có ĐTB học kỳ 192 = 0 (trừ các trường hợp được phép rút toàn bộ môn học, cho phép nghỉ học).. . . . K.2018 : (ĐTBTL193  4.00 hoặc STCTL   40) & (ĐTBTL191  4.00 hoặc STCTL   30) & (ĐTBTL183  3.00 hoặc STCTL   20) . . . . . . K.2017 : (ĐTBTL193  4.00 hoặc STCTL   60) & (ĐTBTL191  4.00 hoặc STCTL   50) & (ĐTBTL183  4.00 hoặc STCTL   40) . . . . . . K.2016 : (ĐTBTL193  4.00 hoặc STCTL   80) & (ĐTBTL191  4.00 hoặc STCTL   70) & (ĐTBTL183  4.00 hoặc STCTL   60) . . . . . . K.2015 : (ĐTBTL193  4.00 hoặc STCTL   100) & (ĐTBTL191  4.00 hoặc STCTL   90) & (ĐTBTL183  4.00 hoặc STCTL   80) . . . . . . K.2014 : (ĐTBTL193  4.00 hoặc STCTL   120) & (ĐTBTL191  4.00 hoặc STCTL   110) & (ĐTBTL183  4.00 hoặc STCTL   100) . . . . Chương trình Pfiev & Cao đẳng (áp dụng theo quy chế 25 của Bộ GD&ĐT số 25/2006/QĐ-BGDĐT). . -ĐTB chung sau năm 1    3.5 ; sau 2 năm    4.00; sau 3 năm    4.50; sau 4 năm trở lên    4.80. . III.\tChuẩn cứu xét tạm thu nhận lại các sv bị buộc thôi học. . . . K.2018 : 3.6   =ĐTBTL 193    4.00 & 24   =STCTL  40\t\tGhi chú :\tMin TCTLHK là 6tc x số hk chính là 4 = 24. . K.2017 : 3.7   =ĐTBTL 193    4.00 & 42   =STCTL  60\t\t\t\tMin TCTLHK là 7tc x số hk chính là 6 = 42. . K.2016 : 3.8   =ĐTBTL 193    4.00 & 64   =STCTL  80\t\t\t\tMin TCTLHK là 8tc x số hk chính là 8 = 64. . K.2015 : 3.9   =ĐTBTL 193    4.00 & 80   =STCTL  100\t\t\t\tMin TCTLHK là 8tc x số hk chính là 10 = 80. . K.2014 : 3.9   =ĐTBTL 193    4.00 & 102   =STCTL  120\t\t\t\tMin TCTLHK là 8tc x số hk chính là 12 = 102. . . . Hết thời gian : VP12,XD12KT,K12KD,TT13,K13 KHÔNG ĐẠT LVTN,LTH16,QT16,BD15,B215 CÁC KHOA TRỪ KHOA XD15B2 (11HK). . - BTH  vì nợ học phí (tất cả các HK chính). . . .",
            "Học vụ . sao em ko bị cảnh cáo học vụ lần 1 mà em bị cảnh cáo học vụ lần 2 ạ điểm trung bình của em cũng trên 4 ạ. mong thầy cô giải đáp giúp em"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Chào anh/chị.. . Em là [full_name] . . MSSV [student_id]. . Em là sinh viên chính quy khóa 2016. Em có đăng ký luận văn HK1 theo đúng quy trình nhưng khi nhận kết quả trên thời khóa biểu thì kết quả đăng ký là bằng 2. . . Mong anh chị kiểm tra và sửa lại giúp em.. . Em có đính kèm hình bên dưới, hy vọng  nhận được phản hồi sớm từ anh /chị. . Em xin cảm ơn. .",
            "Chào bạn,. . . . [full_name] đã chuyển nhóm luận văn về nhóm A. Kết quả DKMH sẽ cập nhật trên cổng thông tin sinh viên nha bạn.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ chào quý thầy cô! . . . . Thầy cô giúp em chuyển lịch học thể dục từ nhóm L268 (thứ 4 tiết 13 14 15 + thứ 7 tiết 10 11 12) sang nhóm L262 (thứ 2 tiết 10 11 12 + thứ 6 tiết 10 11 12) được không ạ? Do lần đầu đăng ký chưa hiểu rõ, em chọn trùng vào giờ học Anh văn buổi tối.. . . . Em biết là đã trễ thời hạn để chuyển nhóm, nhưng rất mong được quý thầy cô cứu xét, để em có thể tiếp tục luyện AV, vì hiện tại em rất yếu Anh văn ạ. . . . . Em cảm ơn!"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Chào ban giám hiệu, phòng đào tạo.. . Em là sv khóa k16, trước giờ việc học anh văn của sinh viên tỉnh như em ở mức trung bình khá. Em đã rất cố gắng ôn tập và thi 2 lần toeic liền tiếp trong tháng qua nhưng không đạt được mức điểm mới 600 toeic để quy đổi 4 môn anh văn theo như quy chế mới. Kính mong ban giám hiệu và pdt xem xét và giữ lại mức điểm 500 toeic quy đổi được 4 anh văn như quy chế khi chúng em bắt đầu học tập tại Trường Đại Học Bách Khoa. Em có rất nhiều bạn và các anh k15 trong tình trạng giống em và hầu hết đều đã đi làm nên việc đăng kí học av3 av4 trên lớp là rất khó khăn. Mong nhà trường xem xét để chúng em có sớm có được tấm bằng đại học để tự tin cống hiến những gì đã học được ở mái trường này cho xã hội ạ.. . Em xin chân thành cảm ơn",
            "Chào bạn,. . . . Đây là mail PDT có gởi cho sinh viên:. . . . Thân gởi các bạn sinh viên. .  . . Nhà trường gia hạn thời gian đăng ký chuyển điểm các môn ngoại ngữ theo bảng quy đổi cũ (áp dụng trước HK201) cho các trường hợp sinh viên nộp Chứng Chỉ Ngoại Ngữ  trong đó ngày thi CCNN trước ngày 21/9/2020.. .  . . Thời gian gia hạn đăng ký chuyển điểm (phải hoàn thành lệ phí chuyển điểm): trước ngày 01/11/2020.. .  . . -       Trong thời gian gia hạn này, các yêu cầu chuyển điểm Anh văn sẽ được áp dụng theo quy định chuyển điểm cũ (áp dụng trước HK201).. .  . . -       Sau thời gian gia hạn, hoặc đối với các CCNN có ngày thi từ 21/9/2020, các yêu cầu chuyển điểm Anh văn sẽ áp dụng quy định chuyển điểm mới (áp dụng từ HK201).. .  . . Thông báo này áp dụng cho tất cả các Khóa. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Chào cô/thầy. . Em tên là [full_name] thuộc khoa Khoa học máy tính.. . Em có câu hỏi là có hạn chót nộp chứng chỉ tin học không hay chỉ cần nộp trước khi ra trường và liệu có yêu cầu đặc biệt đối với khoa của em không?. . Em cảm ơn trả lời của thầy/cô. . Trân trọng. . [full_name]",
            "Chào em,. . 1. Quy định về Kỹ năng ứng dụng CNTT xin xem trong Phụ lục 3 của Quy chế đào tạo và học vụ của trường (aao.hcmut.edu.vn    Sinh viên    Quy chế). . 2. Hiện nay, do hình hình dịch Covid-19, nhà trường chưa tổ chức kiểm tra đánh giá để giúp SV đạt chuẩn. Việc tổ chức đánh giá sẽ được thông báo sau.. . 3. SV có thể nộp các chứng chỉ theo quy định về trường để được xét đạt chuẩn. Loại Chứng chỉ ứng dụng CNTT, xem quy định của Bộ Thông tin truyền thông (Thông tư số 03/2014/TT-BTTTT ngày 11/3/2014 của Bộ trưởng Bộ Thông tin và Truyền thông). . Danh sách các đơn vị được cấp chứng chỉ có thể xem ở đây. . (https://thanhnien.vn/giao-duc/danh-sach-cac-don-vi-duoc-to-chuc-thi-va-cap-chung-chi-ngoai-ngu-tin-hoc-[student_id].html). . Trường ĐHBK có tên trong danh sách này (Trung tâm Kỹ thuật Điện toán là nơi tổ chức thi).. . 4. Thời hạn ràng buộc: Phụ lục 3 nói trên, Khoản 2 (hết năm 1 để được đăng ký môn của năm 2). Tuy nhiên, HK201, trường chưa ràng buộc.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Kính chào nhà trường.. . . . Em là sinh viên Việt Pháp Năng Lượng khóa 15. Em xin phép hỏi về điểm trung bình tốt nghiệp và xếp loại.. . . . Hiện tại theo tra trong danh sách tốt nghiệp, em có điểm trung bình tốt nghiệp (ĐTN) là   B 7.99  /B  và xếp loại tốt nghiệp là loại   B Khá  /B .. . . . Theo quy chế học vụ, ĐTN chính là điểm trung bình tích lũy ngành (ĐTBTLN). Theo cách hiểu của em đối với chương trình VP là các môn học từ   B năm thứ 3  /B  trở đi (sau khi phân ngành). Theo cách hiểu này và tính toán của em, thì ĐTN của em là   B 8.01  /B , khác với trên danh sách tốt nghiệp.. . . . Mong nhà trường xem xét và giải thích cho em. Em xin xin lỗi nhà trường nếu em có sai sót.",
            "Chào bạn,. . . . Bạn vui lòng xem qui chế học vụ điều 19 http://www.aao.hcmut.edu.vn/index.php?route=catalog/chitietsv&path=90&tid=1658.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính gửi: PĐT Đại Học Bách Khoa TP HCM. . Em là: [full_name] MSSV: [student_id]. . Hiện tại đang là sinh viên khoa Bảo Dưỡng Công Nghiệp. Em sinh trình bày như sau: do em mới cập nhật được chuẩn chuyển điểm anh văn mới nên đợt đăng kí dự thính trước em không đăng kí anh văn 2.. . Vậy em xin PĐT cho em được xin vào lớp Anh Văn 2 MSMH: LA1007. Để em được kịp ra trường trong đợt tới. Em xin chân thành cảm ơn!. . . .",
            "Chào bạn,. . . . Phòng Đào Tạo đã đăng kí môn LA1005 nhóm DT01, kết quả DKMH sẽ cập nhật trên cổng thông tin sinh viên.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Em muốn rút môn bơi thì phải làm sao ạ . .   i Yêu cầu khác .",
            "Chào bạn,. . Bạn vui lòng làm đơn rút môn học và nộp tại Phòng Đào tạo.. . Tải mẫu đơn rút MH tại aao.hcmut.edu.vn/sinh viên/biểu mẫu. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "U  Học vụ . Dạ em xin chào quý thầy cô.. . Em tên [full_name] mssv [student_id]5 hiện là sv khóa 13 khoa xây dựng. . Hôm nay em nhận được 2 email, 1 là buộc thôi học vì hết hạn đào tạo, 1 là buộc thôi học vì đăng kí môn học học kì chính 201.. . Theo em được biết là tụi em vẫn còn 1 kì thi vét vào học kì 201 cho khóa 2013 và em không được phép đăng kí môn học trong học kì này. Theo điều kiện để đăng kí thi vét là sv không bị buộc thôi học, mà em thì không đăng kí môn học theo quy chế.. . Vậy em có cần làm thủ tục gì để đủ điều kiện thi vét hay em đợi có thông báo thi vét thì lên đăng kí thôi.. . Em xin cảm ơn quý thầy cô.. .",
            "Chào bạn,. . . . Bạn đợi thông báo thi vét, khi nào bạn nhận mail thi vét bạn liên hệ PDT nha.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Kính gửi Thầy Cô phòng đào tạo, . . Xin Thầy cô cập nhật giúp thông tin cá nhân của em trong phần Đăng Ký xét tốt nghiệp. . Mục : Nơi Sinh : TP Hồ Chí Minh. . . . Em xin cảm ơn"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em đã hoàn thành đủ ngày công tác xã hội nhưng khi vào đăng kí tốt nghiệp thì lại báo thiếu công tác xã hội, mong phòng đào tạo kiểm tra lại giùm em với ạ",
            "Chào bạn,. . . .    Phòng đào tạo đã ghi nhận trường hợp xét tốt nghiệp bổ sung của sinh viên, sau ngày 28/10 Phòng Đào Tạo sẽ thông báo danh sách tốt nghiệp cập nhật mới : . . -          Sinh viên xem kết quả xét lại tốt nghiệp trên: www.aao.hcmut.edu.vn - tốt nghiệp - thông tin tốt nghiệp -  danh sách tốt nghiệp 11/2020. . -          Trường hợp không có tên trong danh sách tốt nghiệp bổ sung sinh viên liên hệ trực tiếp phòng đào tạo để kiểm tra lại lý do.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Em chào quý thầy cô ạ. . Rất cảm ơn quý thầy cô đã dành thời gian trả lời em ạ/.. . . . Cụ thể quý thầy cô cho em xin. . hỏi tín chỉ của học kỳ dự thính 192 đã được cộng vào số tín chỉ tích lũy chưa ạ?. . Vì em xem bảng điểm và nhận thấy một số sai sót trong tổng số tính chỉ tích lũy của em:. . . . HK191: Đăng ký 16 chỉ / tích lũy 12 (rớt VL1). . HK192: Đăng ký 16 chỉ + 4 chỉ vật lý 1 / ở học kỳ này em qua hết, nhưng bị rớt giải tích 2.. . . . Vậy tổng số tín chỉ mà em tích lũy được phải là 32. Nhưng trên bảng điểm ghi là 30 ạ. .   I   /I   I  .",
            "Chào bạn,. . . . - Số tín chỉ tích luỹ là tín môn bạn đã đạt, bạn vui lòng kiểm tra lại nha.. . . . - Học kỳ 1 bạn đạt 12  chỉ+ học kỳ 2 bạn đạt 16 chỉ+ 2 chỉ anh văn 1 bạn được miễn.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác:   B mọi người cho em hởi là môn giáo dục thể chất là bơi thì học ở đâu ạ. em cảm ơn",
            "Chào bạn,. . . . Bạn vui lòng kiểm tra mail Phòng Đào Tạo có gởi về vấn đề này.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Thầy cô cho em hỏi học kì hè 193 vừa rồi em có đăng ký 2 môn giải tích 2 và xác suất thống kê, cả 2 môn em đều qua nhưng trên hệ thống chỉ cập nhật cho em môn xác suất thống kê thôi ạ! Mong thầy cô kiểm tra lại.. . Em cảm ơn.",
            "Chào bạn,. . . . Bạn vui lòng kiểm tra điểm trên cổng thông tin sinh viên https://mybk.hcmut.edu.vn/stinfo/.. . . . Thân",
            "Em kiểm tra rồi thì vẫn bị như vậy ạ!",
            "Chào bạn,. . . . PDT sẽ cập nhật lại cho bạn nha.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . mọi người cho em hỏi môn gdtc là bơi thì học ở đâu ạ. em cảm ơn",
            "Chào bạn,. . . . Bạn vui lòng kiểm tra mail PDT gởi cho bạn.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Dạ cho em hỏi, nếu đầu năm e đã nộp bằng IELT để xét tuyển theo phương thức ưu tiên xét tuyển thì bây giờ em có cần đi nộp lại bằng không? Lúc nộp bằng IELT, em có nộp bản sao lên trường và yêu cầu bên trung tâm thi gửi bản chính qua cho nhà trường rồi.. . Em tên là [full_name]. . MSSV: [student_id]",
            "Chào bạn,. . . . Bạn đã nộp cho trường rồi, trường sẽ lấy dữ liệu chuyển điểm cho bạn luôn. Điểm chuyển sẽ cập nhật trên cổng thông tin sinh viên https://mybk.hcmut.edu.vn/stinfo/.. . . . Bạn thường theo dõi nha.. . . . Thân",
            "No solution"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Cho em hỏi nếu vắng shcd thì sẽ ảnh hưởng đến việc gì ạ, và nếu em có lí do thì có được xem xét không ạ. .",
            "Chào bạn,. . . . Việc này bạn liên hệ phòng Công Tác Chính Trị Sinh Viên nha.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Chào quý Thầy(Cô),. . Em là sinh viên khóa 2015 thuộc khoa Kĩ thuật hóa học, hiện em đang học cải thiện theo thời khóa biểu của trường. Theo thông báo kêu gọi khám tuyển NVQS của địa phương, em đã gửi giấy tạm hoãn NVQS chính thức do trường cấp ( 22/9) về địa phương để xin tạm hoãn. Nhưng do  thời gian khóa học theo quy định của em đã hoàn thành ( 9/2015-4/2020), nên cơ quan hiện tại địa phương đề nghị em xin \" giấy xác nhận nợ môn và thời khóa biểu \" có công chứng của trường để bổ túc thông tin thì việc tạm hoãn mới được chấp thuận, nếu không sẽ bị gọi khám tuyển NVQS theo quy định.. . Em đã viết đơn xác nhận đang theo học và thời khóa biểu đính kèm. Mong PĐT chứng nhận giúp em ạ.. .  Em xin chân thành cám ơn!",
            "Chào bạn,. . . . Bạn nộp giấy xác nhận quận sự để hoãn NVQS, nếu địa phương không đồng ý, thì địa phương có thể liên hệ trường Bách Khoa để xác minh nha.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Em chào nhà trường.. . Em là [full_name], mssv [student_id]8.. . Hiện tại em đã có mail buộc thôi học do đã tối đa học tại trường.. . Em đã hoàn thành tất cả môn học, chỉ còn 2 kỹ năng speaking and writing.. . Em có thể làm gì để xin tiếp thêm 1 học kỳ để hoàn tất 2 kỹ năng là em được tốt nghiệp không ạ?? Và quy trình giải trình về tình trạng của em với nhà trường có được chấp nhận không ạ??. . Em cảm ơn.",
            "Chào bạn,. . . . Bạn làm đơn gia hạn 1 học kỳ cho Phòng Đào Tạo, nộp gấp nha.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Dạ em chào Thầy(Cô) ạ,. . Em tên [full_name] MSSV:[student_id] Ngành: Môi Trường. Em đã hoàn tất hết các môn học ở trường kể cả LVTN. Em chỉ còn thiếu av nói viết để xét tốt nghiệp. Kì này em thì chưa kịp mà em quên đăng kí môn học duy trì tình trạng sinh viên kỳ tới. Vậy không biết em cần làm đơn gì để kì tới em thi av nói viết và nộp dô để được xét TN tháng 4/2021 không ạ? . . Em cám ơn ạ.",
            "Chào bạn,. . . . Bạn không đăng kí môn học sẽ bị tạm dừng, khi bạn đầy đủ anh văn Nói-[full_name]ết, bạn làm đơn thu nhận lại và xin xét tốt nghiệp.. . . . Thời hạn tạm dừng chỉ có 1 năm thôi nha bạn (2 học kỳ), quá 2 học kỳ sẽ bị thôi học.. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ chào!. . Dạ cho em hỏi hiện đang là tuần 2 của hk dự thính 201. Em đk bổ sung 1 môn đc không ạ",
            "Chào bạn,. . . . Bạn cho biết mã số môn học? mã nhóm?. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . dạ em chào thầy/cô. Em có đăng kí xét chuyển điểm anh văn vào ngày 11/10/2020 và đã thanh toán lệ phí chuyển điểm. Nhưng đến hôm nay, ngày 19/10/2020 vẫn chưa có kết quả về việc chuyển điểm. Vậy cho em hỏi khi nào mới có kết quả cho việc chuyển điểm anh văn ạ ?",
            "Chào bạn,. . . . Khi nào chuyển điểm xong PDT sẽ cập nhật trên cổng thông tin sinh viên trong mục chuyển điểm https://mybk.hcmut.edu.vn/stinfo/.. . . . Bạn thường xuyên theo dõi nha.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Em tên là   B [full_name]  /B , MSSV:   B [student_id]  /B . Em có thực hiện việc đăng ký xét tốt nghiệp. Tuy nhiên phần thông tin cá nhân của em có một lỗi sai.. . Phần nơi sinh hiện tại là Thành phố Hồ Chí Minh. Nhưng nơi sinh của em phải là Thành phố Hà Nội. . . Kính mong phòng đào tạo có thể sửa lại thông tin trên của em cho đúng ạ. Phòng đào tạo có thể liên hệ với em qua:. . - Email: [email] hoặc SĐT: [phone_number].. . Em xin cảm ơn.. . Trân trọng.. . [full_name].",
            "Chào bạn,. . . . - Nơi sinh PDT sẽ cập nhật lại cho bạn.. . . .  -  Phòng đào tạo đã ghi nhận trường hợp xét tốt nghiệp bổ sung của sinh viên, sau ngày 28/10 Phòng Đào Tạo sẽ thông báo danh sách tốt nghiệp cập nhật mới : . . -          Sinh viên xem kết quả xét lại tốt nghiệp trên: www.aao.hcmut.edu.vn - tốt nghiệp - thông tin tốt nghiệp -  danh sách tốt nghiệp 11/2020. . -          Trường hợp không có tên trong danh sách tốt nghiệp bổ sung sinh viên liên hệ trực tiếp phòng đào tạo để kiểm tra lại lý do.. . . . Thân. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Kì kiểm tra anh văn HK193 em được 455 điểm thì em đã qua được AV3 chưa ạ hay lúc đó đã áp dụng chuẩn anh văn mới ạ",
            "Chào bạn,. . . . Lần đầu lúc vào nhập học bạn thi điểm cao sẽ xét miễn điểm anh văn, đây là móc điểm được miễn điểm anh văn:. . . . . . Điểm kiểm tra\tXếp lớp\tMiễn học. . và ghi điểm miễn. .    400\tAnh văn cơ bản (nếu có)\t . . 400 – 445\tAnh văn 1\t . . 450 – 495\tAnh văn 2\tAnh văn 1. . 500 – 545\tAnh văn 3\tAnh văn 1, 2. . 550 – 595\tAnh văn 4\tAnh văn 1, 2, 3. . ≥ 600\t \tAnh văn 1, 2, 3, 4. . . . . . Những lần sau bạn thi chỉ dùng để xét chuẩn sinh viên sau các năm.. . . . Bạn vui lòng tham khảo qui chế học vụ điều 31, phụ lục 1 http://www.aao.hcmut.edu.vn/index.php?route=catalog/chitietsv&path=90&tid=1658.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Dạ phòng đào tạo cho em hỏi kì hè vừa rồi em có đẳng kí 2 môn học và đã qua môn. Nhưng trong bảng điểm mặc dù đã ghi điểm cả 2 môn nhưng trong mục số tín chỉ học kì và điểm trung bình học kì chỉ tính điểm của 1 môn ạ. . . Em cảm ơn ạ. . . . .",
            "Chào bạn,. . . . PDT sẽ cập nhật lại cho bạn nha.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . [full_name] EM Ạ . . . . Em bị xóa thời khóa biểu môn đề cương LVTN ,. . Thầy có trả lời là lỗi môn CI3039 ,. . . . Nhưng môn đó em đã qua khi học cùng [full_name] , nhưng giờ điểm môn CI3039 trên MyBK không thấy nữa . . . . . Em có chụp màn hình điểm môn CI3039 . . . . Thầy giúp giùm em ạ . . . . . . Em cảm ơn thầy ạ .",
            "Em viết đơn xin đăng ký đề cương, kèm theo xác nhận đồng ý của Khoa Xây dựng. + minh chứng có môn CI3039 tới PĐT để được đăng ký môn học"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Chào thầy/cô, em thắc mắc việc em đã đăng kí thành công lớp DT03 môn Giải tích 2 trong kì ĐKMH đợt 2 và đợt 3 nhưng hiện vẫn chưa có thời khóa biểu trên MyBK, em tên [full_name], mssv: [student_id]. Thầy/cô kiểm tra giúp em với, em cảm ơn ạ!",
            "Chào bạn,. . . . Môn Giải tích 2 nhóm DT03 bạn trùng giờ môn EE2009 mà.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: em chào thầy(cô) ạ,thầy(cô) cho em hỏi là vừa rồi em có đăng ký anh văn 3 ở trường nhưng giờ em muốn học anh văn ngoài để thi lấy bằng ,thầy(cô) cho em hỏi là em có thể hủy môn để không bị tính điểm 13 và tính vào điểm tbtl được không ạ.em cảm ơn thầy(cô) ạ",
            "Chào bạn,. . . . Bạn có thể học bên ngoài lấy CCNN để chuyển điểm vẫn được, bạn có thể nộp đơn rút môn anh văn 3.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em kiểm tra trên mybk thì thấy hạn đăng kí nộp bằng THPT là 17h ngày 30.10.2020 trong khi PĐT lại báo hôm qua tức ngày 19.10 đã hết hạn trong khi đó em không nhận được thông báo nào về việc này. Em muốn hỏi vậy hạn chót để nộp bằng là khi nào?",
            "Chào bạn,. . . . Bạn cố gắng khai trên Mybk trước, và nộp bằng PTTH sớm cho lớp trưởng nha. Làm gấp trong tuần này.. . . . Thân",
            "No solution"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Dạ chào cô/thầy,. . . . Em đã hoàn thành xong chương trình đào tạo và đã nộp đủ các chứng chỉ Tiếng Anh. Tuy nhiên, vì thiếu ngày công tác xã hội nên vẫn chưa đăng ký xét tốt nghiệp.. . . . Sau khi tham gia hoạt động, chủ nhật vừa rồi (ngày 18/10) em đã được cập nhật CTXH lên đủ 15 ngày. Nhưng hiện tại vẫn chưa được phép đăng ký xét tốt nghiệp. Liệu có cần thêm thời gian để cập nhật dữ liệu hay em còn có thiếu sót nào cần phải bổ sung trước khi đăng ký xét tôt nghiệp không ạ?. . . . Cảm ơn cô/thầy đã giải đáp.. . . . Trân trọng,. . . .",
            "Chào bạn,. . . .    Phòng đào tạo đã ghi nhận trường hợp xét tốt nghiệp bổ sung của sinh viên, sau ngày 28/10 Phòng Đào Tạo sẽ thông báo danh sách tốt nghiệp cập nhật mới : . . -          Sinh viên xem kết quả xét lại tốt nghiệp trên: www.aao.hcmut.edu.vn - tốt nghiệp - thông tin tốt nghiệp -  danh sách tốt nghiệp 11/2020. . -          Trường hợp không có tên trong danh sách tốt nghiệp bổ sung sinh viên liên hệ trực tiếp phòng đào tạo để kiểm tra lại lý do.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Thưa phòng đạo tạo,. . . . Em có điền mẫu đơn để đăng ký tốt nghiệp tại trang web https://mybk.hcmut.edu.vn/app/sinh-vien/tot-nghiep/dang-ky. Tuy nhiên do chưa cập nhật ảnh, nên phiếu đăng ký của em đã không được xử lí. Hiện tại em đã cập nhật ảnh lên, tuy nhiên lại không có nút bấm để gửi lại mẫu đơn, vậy trường hợp này em phải làm thế nào ạ. Mong phòng đào tạo giúp đỡ.. . . . Em xin cảm ơn,. . [full_name].",
            "Chào bạn,. . . .    Phòng đào tạo đã ghi nhận trường hợp xét tốt nghiệp bổ sung của sinh viên, sau ngày 28/10 Phòng Đào Tạo sẽ thông báo danh sách tốt nghiệp cập nhật mới : . . -          Sinh viên xem kết quả xét lại tốt nghiệp trên: www.aao.hcmut.edu.vn - tốt nghiệp - thông tin tốt nghiệp -  danh sách tốt nghiệp 11/2020. . -          Trường hợp không có tên trong danh sách tốt nghiệp bổ sung sinh viên liên hệ trực tiếp phòng đào tạo để kiểm tra lại lý do.. . . . Thân. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Chào phòng đào tạo,. . Em tên là: [full_name] - MSSV: [student_id] - Lớp: CK16KCTN. . Em đã có kết quả thi anh văn nói viết từ ngày 22/9 nhưng đến nay vẫn chưa có tên trong danh sách tốt nghiệp dự kiến tháng 11.. . Em tự kiểm tra và thấy đã đủ các điều kiện tốt nghiệp.. . Mong phòng đào tạo kiểm tra lại và sớm phản hồi cho em. Em xin cảm ơn",
            "Chào bạn,. . . .    Phòng đào tạo đã ghi nhận trường hợp xét tốt nghiệp bổ sung của sinh viên, sau ngày 28/10 Phòng Đào Tạo sẽ thông báo danh sách tốt nghiệp cập nhật mới : . . -          Sinh viên xem kết quả xét lại tốt nghiệp trên: www.aao.hcmut.edu.vn - tốt nghiệp - thông tin tốt nghiệp -  danh sách tốt nghiệp 11/2020. . -          Trường hợp không có tên trong danh sách tốt nghiệp bổ sung sinh viên liên hệ trực tiếp phòng đào tạo để kiểm tra lại lý do.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em chào thầy / cô ạ. Em tên [full_name] sinh viên k17 khoa địa chất, em có thắc mắc như sau ạ:Tính đến học kì 201( không tính kì 201) em đã tích luỹ được 58 chỉ trong 5 học kì ( không tính kì bảo lưu ). Nhưng trên hệ thống chỉ tính em được 39 chỉ ( bị thiếu tín chỉ của học kì 192) và bị nhận mail cảnh cáo thôi học ạ. Em mong nhà trường khắc phục lỗi trên giúp em ạ. Em xin cảm ơn",
            "Chào bạn,. . . . PDT sẽ cập nhật danh sách xử lý học vụ 201 nha bạn.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em chào thầy/cô.. . Không hiểu sao mặc dù em qua môn Giải tích 2 (4 chỉ) và Pháp luật Việt Nam Đại cương (2 chỉ) nhưng trên mybk lại không cập nhật số tín chỉ tích lũy học kỳ môn Giải tích 2 của em mà chỉ cập nhật số tín chỉ tích lũy học kỳ môn Pháp luật Việt Nam Đại cương thôi ạ, em mong thầy/cô xem xét.. . Hình ảnh em có đính kèm chung với câu hỏi này ạ.",
            "Chào bạn,. . . . Số tín chỉ học kỳ 193 PDT sẽ cập nhật sau nha bạn.. . . . Thân. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Chào quý thầy cô,. . Em là [full_name], mã số sv là [student_id]. . Em muốn hỏi là trường mình có những đợt đăng kí học thể chất nào cho sv năm nhất và khi nào thì những đợt đó bắt đầu ạ? Em không đăng kí được đợt 2 nên đang mong đợi các đợt sau, mong quý thầy cô giúp em với ạ. Em cảm ơn.",
            "Chào bạn,. . . . Đã hết đợt đăng kí GDTC nha bạn. Bạn muốn đăng kí môn học GDTC nào?, mã số môn học?, mã nhóm?.. . . . Thân"
        ]
    }
]