[
    {
        "intent": "",
        "message": [
            "Vừa làm vừa học - ĐTTX   Đăng ký môn học . Em xin chào thầy cô, em là sinh viên hệ vừa làm vừa học, nây em làm đơn yêu cầu xin được đăng ký môn học TR2001\tCơ kỹ thuật và dao động. Mong thầy cô thông cảm và giúp đỡ em ạ.",
            "đã gởi thông tin của bạn tới bộ phận liên quan. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Chứng chỉ ngoại ngữ - Đại học - Cao đẳng chính quy   Khác ... . Kính gửi phòng đào tạo trường đại học Bách khoa . . Em tên là [full_name]. . Mssv [student_id] học khoa khoa học và kĩ thuật máy tính.. . Ngày 12/07/2019 em có tham dự kì thi nói viết  tại trung tâm BKEnglish và đạt kết quả là 255/400. Tuy nhiên khi đăng kí dự thi em có điền sai thông tin   B Mã số sinh viên  /B  thành   B chứng minh nhân dân  /B ([student_id] thành [student_id]23). Em cũng đã liên lạc với bên BKEnglish và được thầy giám đốc trung tâm giúp đỡ phản hồi về cho phòng đào tạo. Tuy nhiên vì không có mục tra cứu này trên các hệ thống trang của trường, nên em không biết là thông tin của mình đã thực sự được cập nhật hay chưa. . . . . Em viết đơn này mong các thầy cô ở phòng đào tạo kiểm tra lại và cho em biết liệu thông tin của mình đã được cập nhật hay chưa ạ. Bởi vì thực sự kết quả này cũng rất quan trọng với em. Em rất mong được thầy cô giúp đỡ.. . . . Dưới đây là thông tin cá nhân em của em ạ:. . Tên: [full_name]. . MSSV: [student_id]. . Số chứng minh nhân dân: [student_id]23. . . . Em xin chân thành cảm ơn ạ,. . [full_name]. . . .",
            "Chào bạn,. . Kết quả kỳ thi nói viết Phòng đào tạo sẽ nhận từ trung tâm ngoại ngữ chuyển về và cập nhật vào dữ liệu anh văn cho sv khi xét tốt nghiệp.. . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được . Kính gửi Phòng đào tạo Trường đại học Bách Khoa tp HCM. . Em tên là: [full_name]. . MSSV: [student_id]. . Em viết đơn này xin PĐT cho em đăng kí lại môn: chuyên đề luận văn tốt nghiệp - CH43B1.. . Lí do: Em có đăng kí rồi nhưng môn bị hủy và không vào kiểm tra lại kĩ nên khi hết hạn đăng kí/ hiệu chỉnh vào xem thì không thể đăng kí môn.. . Môn này rất quan trọng với em nên mong PĐT giải quyết giúp em có cơ hội đăng kí môn học.. . Em xin chân thành cảm ơn.",
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được. . . . Kính gửi Phòng đào tạo Trường đại học Bách Khoa tp HCM. . Em tên là: [full_name]. . MSSV: [student_id]. . Em viết đơn này xin PĐT cho em đăng kí lại môn: chuyên đề luận văn tốt nghiệp - CH43B1.. . Lí do: Em có đăng kí rồi nhưng môn bị hủy và không vào kiểm tra lại kĩ nên khi hết hạn đăng kí/ hiệu chỉnh vào xem thì không thể đăng kí môn.. . Môn này rất quan trọng với em nên mong PĐT giải quyết giúp em có cơ hội đăng kí môn học.. . Em xin chân thành cảm ơn.  /QUOTE . . [full_name], Còn một đợt bổ sung TTTN và LVTN ngày 28/8 em lên đăng ký lại nhe!"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: 1513527  /b \t. . . .   i Tốt nghiệp - Đại học - Cao đẳng chính quy   Khác ... . Chào Thầy/Cô. . Em tên Đỗ Lê Trọng Toàn - MSSV: 1513527, cho em hỏi sao đến nay em vẫn chưa có tên trong danh sách tốt nghiệp dự kiến vậy ạ? . . Em cảm ơn!. .",
            "QUOTE MSSV/MSGV: [student_id]    [full_name] [full_name] [full_name] [full_name] Tốt nghiệp - Đại học - Cao đẳng chính quy   Khác [full_name][full_name][full_name][full_name] [full_name] Chào Thầy/Cô[full_name] [full_name] Em tên [full_name] - MSSV: [student_id], cho em hỏi sao đến nay em vẫn chưa có tên trong danh sách tốt nghiệp dự kiến vậy ạ? [full_name] [full_name] Em cảm ơn![full_name] [full_name]   /QUOTE [full_name] [full_name] Chào [full_name], cuối tuần em sẽ nhận được email hướng dẫn đăng ký tốt nghiệp[full_name]"
        ]
    },
    {
        "intent": "",
        "message": [
            "Chứng chỉ ngoại ngữ - Đại học - Cao đẳng chính quy   Xét miễn môn anh văn (chuyển điểm) . Chào thầy/cô,. . Sau khi có tên trong danh sách dự kiến tốt nghiệp, em đã tiến hành chuyển điểm anh văn vào ngày 1/8/2019. Sau đó, em tìm hiểu thì được biết khi đã có tên trong danh sách dự kiến tốt nghiệp với điểm trung bình tốt nghiệp rồi thì không được chuyển điểm anh văn. Vậy thầy/cô cho em hỏi việc em chuyển điểm anh văn như vậy có ảnh hưởng gì đến tiến độ tốt nghiệp vào tháng 11 này của em không và em có cần phải lên phòng đào tạo xin hủy yêu cầu chuyển điểm (do em đã thực hiện thao tác chuyển điểm và đã đóng tiền) để không ảnh hưởng đến việc tốt nghiệp của em không ạ?. . Em xin cám ơn.",
            "Chào bạn,. . Khi bạn có tên trên danh sách dự kiến tốt nghiệp thì điểm tốt nghiệp đã khóa lại, không thể cập nhật thêm điểm môn AV, bạn không cần phải làm đơn xin hủy.. . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Khác ... . Kính chào phòng đào tạo,. . . . Về việc đăng ký môn \"Tính toán song song\", em có gửi đơn xin được tăng sỉ số lớp L01_L01 từ 39 lên 40, tuy nhiên đến 14h 5/8/2019 em vẫn chưa thấy có thay đổi, dù đã nhận được tin sỉ số lớp đã được tăng vào lúc 13h38.. . Hiện tại em có kiểm tra lại thì thấy sỉ số bây h đã là 39/40, tuy nhiên đã hết hạn đăng ký môn học. Vì vậy em mong phòng đạo tạo thêm em vào lớp L01_L01 môn Tính toán song song CO3067 để em có thể được theo học môn này trong học kỳ tới ạ.. . Nếu cần bất cứ đơn xin viết tay thì em mong nhận được phản hồi sớm từ phòng đào tạo để em có thể hoàn thành đăng ký ạ.. . . . Em xin chân thành cảm ơn,. . [full_name].",
            "đã đk nhóm L01.. . bạn xem tkb cập nhật theo ngày công bố kết quả"
        ]
    },
    {
        "intent": "",
        "message": [
            "B   /B   B [full_name]Yêu cầu khác: Kính gửi pdt . . Em xin pdt kiểm tra giúp em mục nộp bằng tốt nghiệp thpt ,em đã nộp và tình trạng pdt chưa nhận được mong pdt kiểm tra lại",
            "Chào bạn,. . Hiện tại Phòng đào tạo đang kiểm tra thông tin bằng PTTH khi nào có kết quả xác minh sẽ xác nhận và gởi email báo sv. . . Bạn vui lòng đợi. . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được . Kính thưa phòng đào tạo!. . Hôm nay đã qua hạn đăng ký môn học được 1 ngày. Phần mềm đăng ký môn học không cho em đăng ký thông tầm học từ tiết 2 đến tiết 12. Em viết đơn này xin phòng đào tạo có thể cho em đăng ký thêm môn: Địa chính đại cương học vào thứ 2 tiết 7 8 9.. . Em xin cảm ơn.",
            "đã đăng ký cho bạn.. . bạn xem tkb vào ngày công bố kết quả. . thân",
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được . Kính thưa phòng đào tạo!. . Hôm nay đã qua hạn đăng ký môn học được 1 ngày. Phần mềm đăng ký môn học không cho em đăng ký thông tầm học từ tiết 2 đến tiết 12. Em viết đơn này xin phòng đào tạo có thể cho em đăng ký thêm môn: Địa chính đại cương học vào thứ 2 tiết 7 8 9.. . Em xin cảm ơn.",
            "đã đk cho bạn. . bạn xem tkb vào ngày công bố kết quả. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: 1611244  /b \t. . . .   i Đăng ký môn học - Đại học - Cao đẳng chính quy   Hủy môn do thời gian học của môn đó bị thay đổi giữa 2 đợt Đăng ký môn học 2 và 3 . Dạ thưa, em là Đường Quang Huy MSSV 1611244.. . . . Ở đợt 2 đăng ký môn học (đkmh) cho HK191, em nhận được kết quả đăng ký môn   B Xử lý ngôn ngữ tự nhiên (CO3085)  /B  như hình   I dkmh2.png  /I  (  U   B Thứ 6 9101112  /B   /U ), và em cũng đã chấp nhận thời khóa biểu sơ bộ này.. . . . Tuy nhiên ở đợt 3 đkmh (đợt bổ sung), môn học này lại bị đổi giờ học (  U   B Thứ 5 2345  /B   /U ) như hình   I dkmh3.png  /I . Và thời khóa biểu trên trang thông tin sinh viên của em cũng cập nhật theo như vậy (hình   I tkb.png  /I ). . . . . Việc thay đổi giờ học này em không được báo trước, và khi đkmh ở các đợt trước (đăng ký kế hoạch học tập, hiệu chỉnh) em đã cân nhắc suy nghĩ sắp xếp thời khóa biểu học tập cho hợp lý để phù hợp với các công việc khác ngoài việc học. Chỉ đến   B đợt 3  /B  (đợt đkmh bổ sung,   B không cho hủy môn  /B ) thì em mới phát hiện việc thời gian học bị thay đổi. Điều này gây ảnh hưởng rất lớn đến thời gian biểu mà em đã sắp xếp từ trước, và em hoàn toàn bị động trong việc này.. . . . Hiện tại em không đồng ý với thời gian học mới này và mong muốn được   B hủy môn học  /B  này (không phải   B rút môn học  /B ). Rất mong nhận được giải đáp của Phòng Đào tạo về vấn đề này!. . . . . . . .",
            "Em rất mong nhận được phản hồi sớm nhất từ phía Nhà Trường vì cũng đã gần sắp vào học kỳ mới (191) nên nếu vấn đề được giải quyết sớm sẽ đỡ phức tạp hơn ạ!",
            "đã hủy kết quả.. . bạn xem tkb mới vào ngày công bố kết quả. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính gửi phòng đào tạo trường đại học Bách khoa.. . Em tên là [full_name].. . Mssv [student_id].. . Trên lịch học vụ có ghi thời gian bắt đầu học kì là   B t4 ngày 21/8 tuần 34  /B  nhưng trong thời khóa biểu sinh viên thì ngày bắt đầu là ngày   B t2 19/8 tuần 34  /B . Vậy thời gian bắt đầu học kì là ngày nào  ạ?. . Mong PDT có thể giúp em giải đáp câu hỏi, em cảm ơn ạ",
            "Chào bạn,. . Bạn vui lòng xem lịch từng môn học cụ thể trên Thời khóa biểu.. . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Khác ... . Em là sinh viên K18, khoa Kĩ thuật Xây dựng. Sau khi có kết quả phân ngành, em trúng tuyển lớp Kĩ sư Tài năng, em muốn hỏi về việc em có được đổi các lớp học theo chương trình trúng tuyển và học ở cơ sở 1 hay vẫn tiếp tục theo thời khóa biểu đã đăng kí từ trước ạ?. . Em xin cảm ơn.",
            "Chào bạn. . . . Theo quy chế mới về các môn học tài năng, bạn có thể đăng ký bất cứ nhóm lớp nào và PĐT sẽ tự cập nhật học phần mở rộng cho bạn.. . . . Học phần mở rộng của các môn lý thuyết, được tổ chức như một môn Đồ án môn học. Học phần này được xét hoàn thành khi tình trạng là “Đạt”.      . . . . Môn học tài năng được xét là “Đạt” khi phần lý thuyết có điểm tổng kết môn học lớn hơn hoặc bằng 7,5 và tình trạng phần mở rộng môn lý thuyết là “Đạt”. . . .  Khoa phải tổ chức cho sinh viên chương trình tài năng tham gia nghiên cứu khoa học. Ban điều hành cấp Khoa chịu trách nhiệm phê duyệt chọn đề tài và cán bộ hướng dẫn TTTN và LVTN cho sinh viên chương trình tài năng để đảm bảo chất lượng tương ứng với ý nghĩa “tài năng” của bằng cấp. Khuyến khích chọn các đề tài theo hướng nghiên cứu, yêu cầu sinh viên tham gia viết báo, tham dự hội nghị khoa học.. . . . Sinh viên tham gia chương trình đào tạo tài năng phải đạt quy định số tín chỉ tích lũy, số tín chỉ tài năng tích lũy và điểm trung bình tích lũy tối thiểu mà chương trình yêu cầu sinh viên tài năng cần phải đạt được trong từng học kỳ, từng năm học và khóa học."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]0  /b \t. . . .   i Học phí - Đại học - Cao đẳng chính quy   Học phí dự thính . Kính gửi phòng đạo tạo.. . . . Em tên [full_name] mssv [student_id]0 là sv lớp XD12TL01Ttại học kì hè vừa qua em có đăng kí 2 môn học.. . Vì không theo dõi rõ thời gian đóng học phí nên em đã bị hủy môn.. . Em muốn hỏi là giờ e nộp học phí và xin mở lại môn học để e có thể thi cuối kì được không ạ.. . . . Em xin cảm ơn !",
            "Chào bạn,. . Bạn vui lòng liên hệ trực tiếp Phòng đào tạo.. . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "KÍnh gửi phòng đào tạo. . Theo phản hồi Cb [full_name]T gửi e thì học phí của e cũng không tới mức 3.150.000VND. . MÔn trường điện từ chung với lớp chính quy e đã hủy & không đăng ký nhưng không hiểu sao lại còn hiện hữu, kính mong [full_name]t xem xét và hủy giuýp e. Vì 1 người không thể học & đăng ký cùng 1 môn 2 lớp.. . Hơn nữa Tụi e là sinh VLVH không có thời gian để học nhiều lớp cùng 1 môn mà còn tốn nhiều chi phí. . Kính mong [full_name]T xem xét và sớm phản hồi. . Em xin cảm ơn",
            "Chào bạn.. . Môn học đã đăng ký ko được hủy.. . Bạn phải chú ý việc đkmh của mình. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Chuyển thời khóa biểu . Dạ em chào chị [full_name], em là [full_name]. Em xin trình bày lại một lần nữa vấn đề của mình vì không thể gặp chị để nói trực tiếp nên có thể gây nhầm lẫn. . . . . Vì có 3 bạn bị rớt môn Các hệ thời gian thực 2 muốn đăng kí học vào kì 191. Nhưng môn Kỹ thuật Robot(207703) lại bị trùng lịch nên tụi em đã thống nhất với cả lớp Cơ điện tử Việt Pháp 2015 (gồm 18 bạn) để xin thầy [full_name] đổi lịch và thầy đã đồng ý. Danh sách các bạn trong lớp bạn [full_name]([student_id]) đã gửi vào mail [email]. Vì đã hết đợt đăng kí bổ sung nên em xin chị giúp giùm tụi em là thay đổi thời khóa biểu môn Kỹ thuật Robot và đăng kí 3 bạn . . [full_name]       [student_id]. . [full_name]          [student_id]. . [full_name]     [student_id]. . vào lớp của môn Các hệ thời gian thực 2(404708). Em chân thành cảm ơn chị. Mong chị giúp tụi em.",
            "Đã đăng ký theo đơn."
        ]
    },
    {
        "intent": "",
        "message": [
            "Dạ cho em hỏi. Em nộp chứng chỉ ngoại ngữ vào ngày 24/7 nhưng đến ngày 6/8 em mới được xét duyệt. Vậy môn học em đăng kí học kì 191 từ ngày 1/8-5/8 có trong thời khoá biểu của em không ạ?",
            "responsible person: [551] [staff_name] [helpdesk staff]",
            "Chào bạn,. . Theo quy định về ngoại ngữ thì nếu bạn nộp chứng chỉ để xét đạt chuẩn và chuyển điểm anh văn cho đăng ký môn học, bạn chỉ cẩn nộp trước đợt quy định 1 ngày ( VD: đợt 25/07  thì bạn nộp 24/07 là đươc), không cần phải chờ kết quả thẩm tra.. . Dữ liệu anh văn của bạn Phòng đào tạo đã cập nhật vào ctrinh ĐKMH từ ngày 30/08/2019.. . Bạn vui lòng xem lại quy định về anh văn được cập nhật chi tiết tại:www.aao.hcmut.edu.vn- Sinh viên - Quy chế - Quy chế học vụ bậc đại học.. . Thân.. . \t\t\t. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Kính gửi PĐT. . Thầy/cô PĐT cho em hỏi là em thấy trên lịch học vụ ghi là 21/8 (thứ 4) thuộc tuần 34 theo lịch dương mới bắt đầu học kì mà trên thời khóa vào thứ 2 và thứ 3 (19/8,20/8) vẫn ghi tuần 34 có học, nên em k biết là em bắt đầu đi học theo vào thứ 2 hay là thứ 4 ạ? . . Tại em định xong thực tập em sắp xếp về quê ít ngày nên em muốn hỏi kĩ để tiện hơn ạ. Mong thầy/cô PĐT giải đáp giúp em.. . Em xin cảm ơn rất nhiều ạ.",
            "Chào bạn,. . Theo  lịch học vụ ngày bắt đầu của Hk191 là 21/08/2019, bạn vui lòng xem chi tiết lịch học của từng môn tại trang web TBK sinh viên.. . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Cho em hỏi nếu em muốn in bang điểm thì em đăng ký trên mybk rồi đóng tiền trực tiếp ở phòng đào tạo được không ạ. . em xin cảm ơn",
            "Chào bạn,. . Vui lòng xem quy định hướng dẫn in bảng điểm điểm tại  www.aao.hcmut.edu.vn- Sinh viên -  Hướng dẫn -  Mục 17.. . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]  /b Em xin hỏi cách huỷ môn học đã đăng ký dư (đã học rồi) môn học tên Thí Nghiệm Công Trình. Mã môn học CI4011 cám ơn sự hỗ trợ của ac",
            "Môn học ko có trong thời khóa biểu"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Khác ... . Kính gửi Phòng Đào tạo !. . Em là [full_name] sinh viên K15.. . Hiện tại em muốn học thêm văn bằng 2 khoa Khoa học và kĩ thuật máy tính. Học kì tới em muốn học môn Nhập môn điện toán (CO1005)  . Vì do không đủ sĩ số để mở lớp nên môn này em chỉ có thể học cùng K19. . . Em viết yêu cầu này mong Phòng đào tạo có thể giúp đỡ em ạ! nếu không học được 2 môn đó sẽ ảnh hưởng đến một vài môn học sau ạ ! Em xin chân thành cảm ơn!",
            "CO1005 L03-L11"
        ]
    },
    {
        "intent": "",
        "message": [
            "Dạ em khóa 2015 nhưng em chỉ còn môn LVTN để học ra trường em mong ad cho em gia hạn thời gian nộp Toeic vì ngày 22/8 là hạn ĐK LVTN nhưng khi em tới đăng kí thi toeic thì chỉ còn ngày 19/8 này mà thời gian nhận bằng thì cách thêm 10 ngày nữa. Vì hoàn cảnh khó khăn nên em phải làm thêm kiếm tiền nên giờ mới có thể đăng kí thi Toeic được. Em mong PĐT đọc được mong giúp đỡ em dk được LVTN cho em ra trường năm nay với ạ. Em xin chân thành được cảm ơn PĐT",
            "QUOTE Dạ em khóa 2015 nhưng em chỉ còn môn LVTN để học ra trường em mong ad cho em gia hạn thời gian nộp Toeic vì ngày 22/8 là hạn ĐK LVTN nhưng khi em tới đăng kí thi toeic thì chỉ còn ngày 19/8 này mà thời gian nhận bằng thì cách thêm 10 ngày nữa. Vì hoàn cảnh khó khăn nên em phải làm thêm kiếm tiền nên giờ mới có thể đăng kí thi Toeic được. Em mong PĐT đọc được mong giúp đỡ em dk được LVTN cho em ra trường năm nay với ạ. Em xin chân thành được cảm ơn PĐT  /QUOTE . . . . [full_name], khi nào có điểm Toeic em làm đơn xin chuyển điểm và đăng ký LVTN có sự đồng ý của khoa rồi nộp PDT.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Kính gửi pdt . . Em tên [full_name]. . Mssv [student_id]. . Tình trạng em đã nộp bằng tốt nghiệp thpt mà pdt chưa nhận được trên mybk xin pdt hãy  kiễm tra giúp em. .",
            "Chào bạn,[full_name] [full_name] Hiện tại [full_name]hòng đào tạo đang xác minh bằng, khi nào [full_name][full_name]đào tạo có kết quả xác minh xong mới xác minh bằng trên Mybk và sẽ gởi email báo tất cả sinh viên[full_name][full_name] [full_name] Thân[full_name]"
        ]
    },
    {
        "intent": "",
        "message": [
            "Vừa làm vừa học - ĐTTX   Yêu cầu khác . Em là [full_name], MSSV: [student_id], trước em đang học anh văn toeic250 đã thi xong chờ kết quả, nhưng có đợt đăng ký anh văn toeic 300 em đã đăng ký và có lịch học, nhưng hiện tại anh văn toeic 250 của em rớt, nên em nhờ phòng đào tạo cho em hủy lịch thời khóa biểu môn học anh văn toeic 300.",
            "đã chuyển tới bộ phận liên quan"
        ]
    },
    {
        "intent": "",
        "message": [
            "Dịch vụ cho sinh viên - Đại học - Cao đẳng chính quy   Giấy xác nhận sinh viên . Kính gửi phòng đào tạo,. . Em tên là [full_name] MSSV [student_id]. . Em có đăng kí xác nhận sinh viên và nhận tại 107H1 PĐT CS2, tình trạng đã xử lí, hôm nay em lên nhận mấy chú bảo vệ nói không làm việc ở cơ sở 2. Vậy cho em hỏi em có thể lên PĐT CS1 nhận được không hay phải đăng kí mới.. . Em chân thành cảm ơn.. . . .",
            "Chào bạn,. . Trong thời gian hè bên liên hệ Phòng đào tạo cơ sở 1 để nhận nhé.. . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính chào Phòng Đào tạo. . Em có một chút thắc mắc về thời gian bắt đầu học kỳ 191 ạ:. . - Theo trang của Phòng Đào tạo, phần Lịch học vụ Học kỳ I - Năm học 2019 - 2020, ngày bắt đầu học kỳ 191 là Thứ 4, 21/8 (Hình 1).. . - Trong thời khóa biểu của em, có một số môn học vào ngày thứ 2, 3 nhưng lịch học vẫn ghi học tuần 34 (hình 2). Tuy nhiên tuần 34 là tuần đầu tiên trong học kỳ (hình 3), tức là em phải đi học vào ngày Thứ 2, 19/8 và thứ 3, 20/8.. . Vậy em phải bắt đầu đi học vào ngày nào và liệu thời khóa biểu có lỗi sai không ạ ? . . Em rất mong được thầy cô giải đáp. Em xin cảm ơn thầy cô nhiều ạ !",
            "responsible person: [551] [staff_name] [helpdesk staff]",
            "sẽ cập nhật lại tuần học.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Thưa thầy cô cho em hỏi ngày mấy là trường mình bắt đầu học vậy ạ? Vì em nghe một số bạn bảo là 19/8, còn lịch học vụ là 21/8.. .",
            "responsible person: [551] [staff_name] [helpdesk staff]",
            "Chào bạn,. . Bạn vui lòng xem TKB chính thức thể biết lịch học nhé.. . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "B   I   /I   b MSSV/MSGV: G[student_id]  /b \t. . . .   i Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được . Kính gửu Phòng Đào Tạo.. . Em tên là [full_name], lớp VP12_HK. Mssv:G[student_id].. . Em xin phép Phòng Đào Tạo cho em đăng ký môn Tự Động Hoá và Điều Khiển Tối Ưu (MMH:409701) , nhóm lớp P01.. . Do trong lần đăng ký chính em có đăng ký nhưng vì nhầm lẫn nên đã hủy đăng ký môn học này. Em kính mong Phòng Đào Tạo xem xét.. . Em xin cảm ơn.. .",
            "đã đk môn học cho bạn.. . bạn xem tkb cập nhật vào ngày công bố tkb"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được . Dạ là e có đăng kí xót môn anh văn 2. Do cần đăng kí học anh văn 2 liền với e thấy trên sỉ số lớp chủ nhật còn chỗ thì giờ em phải làm sao ạ",
            "Kính gửi phòng đào tạo ĐH Bách Khoa. . em tên [full_name]. MSSV: [student_id]. . Dạ là e có đăng kí xót môn anh văn 2. Do cần đăng kí học anh văn 2 liền với e thấy trên sỉ số lớp chủ nhật còn chỗ thì giờ em phải làm sao ạ",
            "đã dk thêm môn LA1005 nhóm L09.. . bạn xem tkb cập nhật vào cuối tuần"
        ]
    },
    {
        "intent": "",
        "message": [
            "Chứng chỉ ngoại ngữ - Đại học - Cao đẳng chính quy   Thẩm tra chứng chỉ (nộp chứng chỉ) . Thưa phòng đào tạo,. . . . Em đã thi và nhờ Hội Đồng Anh (British council) gửi kết quả về trường từ vào ngày 4/7 nhưng đã đến ngày 9/8 em vẫn chưa được thẩm tra chứng chỉ. Hội Đồng Anh báo với em kết quả đã được gửi từ ngày 4/7 và không có sự cố nào.. . . . Em mong trường thẩm tra giúp em để em được tốt nghiệp.. . . . Em xin cảm ơn,. . [full_name]",
            "Chào bạn,. . Bạn xem lại kết quả thẩm tra trên trang ngoại ngữ nhé.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]9  /b \t. . . .   i Chương trình đào tạo - Đại học - Cao đẳng chính quy   Khác ... . Em tên: [full_name] - MSSV:[student_id]9. . theo như quy định về thời gian đào tạo tối đa của K2013 thì em được học 14 học kỳ.. . Cho em hỏi em có thể xin tăng thêm 1 học kỳ theo dạng SV được hưởng ưu tiên theo đối tượng (nhóm ưu tiên 1 và 2) hoặc hưởng ưu tiên theo khu vực 01 được quy định trong quy chế tuyển sinh đại học và cao đẳng chính quy hiện hành không ạ?. . Vì lúc thi tuyển đầu vào đại học, em thuộc diện SV vùng biên giới ạ.. . Nếu được thì cho em hỏi em cần viết đơn và nộp giấy tờ gì không ạ?. . Em xin cám ơn",
            "Chào bạn,. . Bạn vui lòng liên hệ trực tiếp Phòng đào tạo để được tư vấn hỗ trợ.. . Thân.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Vừa làm vừa học - ĐTTX   Đăng ký môn học . Kính gửi Phòng đào tạo,. . Em tên : Bùi Duy Khánh. . MSSV : [student_id]. . Hệ VHVL. . Em có đăng ký môn học Thí nghiệm ô tô và động cơ - mã môn TR4077 - Thứ 2 tiết 2-6.. . Do công việc của em không sắp xếp được nên em muốn xin phòng đào tạo đổi lại giúp em xuống tiết 8-12.. . Em xin chân thành cảm ơn.",
            "sẽ đổi cho bạn. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được . Trong kì đăng kí môn học HK191 hệ chính quy đợt 3 em có cập nhật, tổng cộng đăng kí 7 môn học nhưng khi xem có kết quả sắp xếp thời khóa biểu vào ngày 2/8/2019 4:12:40PM thì chỉ còn 5 môn. Như vậy em bị thiếu mất 2 môn với mã môn học là ME4045 và ME4093. Điều kiện đăng kí môn học của em đều được thỏa mãn và lịch thời khóa biểu vẫn còn phù hợp. Hi vọng quý thầy cô xem xét lại vấn đề thiếu sót này và sớm cập nhật giúp em. Nếu có lí do nào khác thì hãy thông báo lại để em sớm kịp thời sắp xếp giải quyết ạ. Em xin cám ơn quý thầy cô.",
            "Em chào quý thầy cô, sau khi có kết quả ĐKMH lần 3 học kì 191 hệ Chính quy, thời khóa biểu cập nhật lúc 13/08/2019 3:21:45PM, em vẫn không hiểu lí do vì sao lại bị xóa mất môn học mã ME4045. Em đã kiểm tra kĩ thời gian học hoàn toàn phù hợp, đồng thời điều kiện đăng kí em đều thỏa mãn, lúc em đăng kí vào là vừa đủ sĩ số 40/40. Bây giờ có kết quả đăng kí thì em bỗng nhiên bị xóa mất môn học này trong kết quả lẫn thời khóa biểu. Hi vọng quý thầy cô vui lòng xem xét chỉnh sửa lại vấn đề này và thêm môn học vào giúp em, vì nếu thiếu mất môn tiên quyết này em sẽ bị trễ tiến độ học tập tại trường. Em xin chân thành cám ơn quý thầy cô.",
            "Môn học ME4045 cần phải thỏa điều kiện môn học song hành ME4007"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   [full_name]hác ... . Dạ thưa thầy cô!. . . . Hiện tại em chưa đăng kí môn học nào cho Học [full_name]ì 191, em có nguyện vọng được học chung với [full_name]19 2 môn học:. . 1. CO1005 - Nhập môn điện toán. . 2. CO1007 - Cấu trúc rời rạc cho khoa học máy tính. . . . Em là sinh viên [full_name]15 [full_name]hoa Địa chất và Dầu khí, có dự định học văn bằng 2 [full_name]hoa Máy Tính, em mong Phòng Đạo Tạo xem xét và chấp nhận yêu cầu của em ạ. . . . . Em cám ơn thầy cô rất nhiều!",
            "Đã đăng ký môn học trên nhóm L01.. . bạn xem tkb cập nhật vào cuối tuần",
            "QUOTE Đã đăng ký môn học trên nhóm L01.. . bạn xem tkb cập nhật vào cuối tuần  /QUOTE . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Chào thầy/cô!. . Em tên là [full_name] Thúy. MSSV:[student_id]. Lớp:CK16MAY. . Trong đợt ĐKMH vừa rồi em có quên đăng kí môn đề cương luận văn. Vậy cho e hỏi là trong đợt đăng kí bổ sung cuối cùng LVTN (từ ngày 28/8_4/9) thì em có thể đăng kí được bổ sung môn đề cương luận văn không ạ?. . Mong sớm nhận được phản hồi từ quý thầy/cô. Em xin chân thành cảm ơn!. .",
            "Chào thầy/cô!. . Em tên là [full_name] Thúy. MSSV:[student_id]. Lớp:CK16MAY. . Trong đợt ĐKMH vừa rồi em có quên đăng kí môn đề cương luận văn. Vậy cho e hỏi là trong đợt đăng kí bổ sung cuối cùng LVTN (từ ngày 28/8_4/9) thì em có thể đăng kí được bổ sung môn đề cương luận văn không ạ?. . Mong sớm nhận được phản hồi từ quý thầy/cô. Em xin chân thành cảm ơn!. .   /QUOTE . . Ngày 28/8-04/09 em lên đăng lại nhe!"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp - Đại học - Cao đẳng chính quy   Khác ... . Xin chào, cho em hỏi khi nào thì được cập nhật danh sách tốt nghiệp ạ? Em đạt đủ điều kiện tốt nghệp ngày 02/08/2019, trong danh sách tốt nghiệp trên aao đến bây giờ vẫn chưa có. Em xin cảm ơn.. .",
            "Tốt nghiệp - Đại học - Cao đẳng chính quy   Khác .... . Xin chào, cho em hỏi khi nào thì được cập nhật danh sách tốt nghiệp ạ? Em đạt đủ điều kiện tốt nghệp ngày 02/08/2019, trong danh sách tốt nghiệp trên aao đến bây giờ vẫn chưa có. Em xin cảm ơn.. .   /QUOTE . . Chào [full_name], Danh sách dự kiến sẽ được cập nhật lại vào cuối tuần và em sẽ nhận được mail “Thông báo lịch trình tốt nghiệp đợt 2 năm 2019”"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được . Không đăng ký được ĐAMH nền móng B01 dù trước đó số lượng sinh viên trong nhóm vẫn chưa tới tối đa.. . Vì hiện giờ là kỳ cuối của em, nên có thể có cách nào đăng ký bổ sung lớp này được không?ư. . Em xin cám ơn.",
            "Không đăng ký được ĐAMH nền móng B01 dù trước đó số lượng sinh viên trong nhóm vẫn chưa tới tối đa.. . Vì hiện giờ là kỳ cuối của em, nên có thể có cách nào đăng ký bổ sung lớp này được không?. . Em xin cám ơn.",
            "đã bổ sung môn CI3197 nhóm B01.. . bạn xem tkb cập nhật vào cuối tuần. . . . Thân",
            "Dạ em đã cập nhật được kết quả. em xin chân thành cám ơn."
        ]
    },
    {
        "intent": "",
        "message": [
            "Theo Như thời khóa biểu trên mybk thì ngày bắt đầu học kỳ 191 là ngày 19/8. . Tuy nhiên còn theo như biểu đồ môn học trên trang của phòng đâò tạo thì ngày bắt đầu học kỳ là ngày 21/8(thứ tư). . Đề nghị phòng đào tạo trả lời giúp em cụ thể là học kỳ 191 sẽ chính thức bắt đầu từ lúc nào để em có kế hoạch sắp xếp. . Em xin cảm ơn",
            "bắt đầu HK191 là ngày 21/05 nhé"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]  /. .   B cho em hỏi em nộp chứng chỉ ngoại ngữ lần 2 và đã xét duyệt hợp lệ nhưng khi em bấm vào chuyển điểm môn av4 thì không được ạ.em cảm ơn.  /B",
            "Chào bạn,. . Vì bạn đã đăng ký chuyển điềm môn AV4 rồi nên không được chuyển điểm nữa.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp - Đại học - Cao đẳng chính quy   Khác ... . Kính gửi: Trường ĐH Bách Khoa TP HCM.. . Em là [full_name]- MSSV [student_id] Khoa Điện-Điện tử K15.. . . . Em đã hoàn thành hết các điều kiện để được xét tốt nghiệp vào tháng 11 nhưng không có tên trong danh sách tốt nghiệp tạm thời trên http://www.aao.hcmut.edu.vn .Em đã đối chiếu với các bạn trong lớp và họ đều đã có tên.. . . . Mong nhà trường kiểm tra lại giúp em xem có sai sót hoặc em còn thiếu điều kiện gì với ạ.Hiện tại em rất cần giấy tốt nghiệp tạm thời.. . Em xin chân thành cảm ơn."
        ]
    },
    {
        "intent": "",
        "message": [
            "Cho em hỏi để vay vốn ngân sách cho sinh viên ở địa phương thì cần các loại giấy tờ nào ạ?. . . .",
            "Chào bạn,. . Bạn muốn vay vốn ở đâu thì bạn vui lòng liên hệ trực tiếp nơi đó để hỏi bạn nhé.. . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính gửi phòng đào tạo trường đại học Bách khoa. . Em tên là Đặng Bá Quốc Hưng. . Mssv [student_id] học khoa Khoa học ứng dụng, ngành Vật lý kỹ thuật. . Học kỳ 182 vừa rồi, sau kỳ thi cuối kỳ, em có phúc tra bài thi môn Kỹ thuật Vật lý y sinh ( Mã môn: AS3087 ) và có được sự điều chỉnh điểm thi. Trong tình trạng Phúc tra bài thi tại MyBK đã có thông tin có kết quả điều chỉnh, tuy nhiên đã hơn 10 ngày, em vào Thông tin sinh viên, mục Bảng điểm vẫn không có sự cập nhật điểm thi. . Em viết đơn này kính mong phòng đào tạo cập nhật lại điểm của em theo kết quả phúc tra.. . Em xin chân thành cảm ơn phòng đào tạo.. .   i Yêu cầu khác .",
            "Chào bạn,. . Bạn vui lòng theo dõi, bảng điểm Phòng đào tạo đang cập nhật lại.. . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Dạ cho em hỏi, em thi anh văn nói viết vào ngày 24 và đạt 225 điểm, nhưng đến nay em kiểm tra thì chưa có tên trong danh sách tốt nghiệp dự kiến, em thử kiểm tra những bạn thi cùng ngày thì đã có rồi ạ. .   i Tốt nghiệp - Đại học - Cao đẳng chính quy   Khác ... .",
            "QUOTE MSSV/MSGV: [student_id]    . . Dạ cho em hỏi, em thi anh văn nói viết vào ngày 24 và đạt 225 điểm, nhưng đến nay em kiểm tra thì chưa có tên trong danh sách tốt nghiệp dự kiến, em thử kiểm tra những bạn thi cùng ngày thì đã có rồi ạ. . Tốt nghiệp - Đại học - Cao đẳng chính quy   Khác .... . . .   /QUOTE . . Chào [full_name], Danh sách dự kiến sẽ được cập nhật lại vào cuối tuần và em sẽ nhận được mail “Thông báo lịch trình tốt nghiệp đợt 2 năm 2019”"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Khác ... . Kính gửi phòng đào tạo Trường Đại học Bách khoa.. . Em tên là [full_name], MSSV [student_id].. . Khoa Kĩ thuật Địa chất & Dầu khí, Chuyên ngành Khoan & Khai thác Dầu khí, Lớp DC16KK.. . . . Do vướng mắc về số chỉ tối đa của học kì HK191 nên em đã hủy môn Máy nén Thủy lực (CI3161) sau khi vừa đăng kí để đăng kí môn Thực tập Tốt nghiệp (GE3343) nhưng không được chấp thuận, sau khi Khoa đã thu xếp để có thể đạt đủ số tín chỉ học kì, kính mong Phòng Đào tạo xét duyệt gỡ bỏ lệnh hủy môn Máy nén Thủy lực (CI3161), cho phép môn này vào thời khóa biểu để em có thể học chung môn này với K17. . . . . Vì rắc rối với nhóm môn tự chọn nên rất lo bị trễ tiến độ học tập và trễ LVTN. . . . . Em cảm ơn phòng đào tạo đã đọc đơn và mong phòng đào tạo hỗ trợ. Em xin cảm ơn. . . . .",
            "đã cn môn học.. . bạn xem tkb vào cuối tuần",
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Khác ... . Kính gửi phòng đào tạo Trường Đại học Bách khoa . . Em tên là [full_name], MSSV [student_id] . . Khoa Kĩ thuật Địa chất & Dầu khí, Chuyên ngành Khoan & Khai thác Dầu khí, Lớp DC16KK . . . . Do vướng mắc về số chỉ tối đa của học kì HK191 nên em đã hủy môn Máy nén Thủy lực (CI3161) sau khi vừa đăng kí để đăng kí môn Thực tập Tốt nghiệp (GE3343) nhưng không được chấp thuận, sau khi Khoa đã thu xếp để có thể đạt đủ số tín chỉ học kì, kính mong Phòng Đào tạo xét duyệt gỡ bỏ lệnh hủy môn Máy nén Thủy lực (CI3161), cho phép môn này vào thời khóa biểu để em có thể học chung môn này với K17. . . . . Vì rắc rối với nhóm môn tự chọn nên rất lo bị trễ tiến độ học tập và trễ LVTN. . . . . Em cảm ơn phòng đào tạo đã đọc đơn và mong phòng đào tạo hỗ trợ. Em xin cảm ơn.",
            "đã bổ sung môn CI3161.. . bạn xem tkb cập nhật mới vào cuối tuần. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]  /b . . \t. . Kính gửi phòng Đào tạo trường BK. . . . Em tên: Hoàng Mạnh Cường | MSSV: [student_id]. . Vì lý do chờ điểm thi Toeic nên em không đăng ký môn Anh Văn 4 đúng hạn được.. . Em xin phép được đăng ký môn Anh Văn 4 vào HK 1 năm học 2019-2020.. . Em xin cảm ơn.. . . . Ngày gửi: 19/08/2019. . . .",
            "Đã ĐK môn La1009 nhóm L01. . bạn xem tkb cập nhật vào cuối tuần. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Vừa làm vừa học - ĐTTX   Đăng ký môn học .  Dạ chào anh/chị, em tên [full_name], MSSV mới là [student_id], e mới chuyển sang hệ VLVH, hiện tại e còn nợ 1 môn Nhập môn về kỹ thuật (EE1001) khoa điện- điện tử. . .  Em đăng ký trên web không được nên nhờ anh/chị có thể giúp em đăng ký môn học này với khóa mới ạ.. .  Mong anh/chị trả lời sớm. Em xin chân thành cảm ơn. . .",
            "đã đk môn : EE1011 vào hệ chính quy nhóm A01-A05",
            "Dạ em cần đăng ký môn EE1001 ( Nhập môn về kỹ thuật) ạ, không phải EE1011"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Khác ... . 260602 Kỹ thuật an toàn môi trường.. . 501601 tin học. . 260605 sức bền vật liệu. . 806010 vẽ kỹ thuật. . 260611 dung sai đo lường. . 260608 nhiệt động lực học. . 260616 trang bị điện trong công nghiệp 2. . 260627 kỹ thuật số. . 202087 Đảm bảo chất lượng. . 006601 toán 1",
            "bạn phải cung cấp đúng mã môn học - nhóm học để đăng ký.. . Không phải viết những môn không mở lớp vào để đăng ký."
        ]
    },
    {
        "intent": "",
        "message": [
            "Chương trình đào tạo - Đại học - Cao đẳng chính quy   Khác ... . Kính gửi PĐT. . Em tên Bùi Lý Khện học lớp XD15TD.. . Em viết yêu cầu này để kính nhờ PĐT xét lại môn LVTN của em đã bị hủy mà không có lý do cụ thể nào.. . Em đã kiểm tra kỹ tất cả yêu cầu đăng ký môn học:. . + Tín chỉ: 126 TC (yêu cầu là 124 TC).. . + Anh văn: Toeic 490 điểm nộp bằng và đã được xác nhận (yêu cầu là 450 điểm).. . + Số ngày CTXH: 13 ngày (yêu cầu là 10 ngày CTXH).. . + Đã hoàn thành tất cả các môn thực tập và đồ án.. . Bên dưới là minh chứng về tiến độ học tập của em.. . Kính mong PĐT xem xét và giải quyết vì sắp vào kỳ rồi em lo quá! :((. . . . [full_name]!. . . .",
            "Chương trình đào tạo - Đại học - Cao đẳng chính quy   Khác .... . Kính gửi PĐT. . Em tên [full_name] học lớp XD15TD.. . Em viết yêu cầu này để kính nhờ PĐT xét lại môn LVTN của em đã bị hủy mà không có lý do cụ thể nào.. . Em đã kiểm tra kỹ tất cả yêu cầu đăng ký môn học:. . + [full_name] chỉ: 126 TC (yêu cầu là 124 TC).. . + Anh văn: Toeic 490 điểm nộp bằng và đã được xác nhận (yêu cầu là 450 điểm).. . + Số ngày CTXH: 13 ngày (yêu cầu là 10 ngày CTXH).. . + Đã hoàn thành tất cả các môn thực tập và đồ án.. . Bên dưới là minh chứng về tiến độ học tập của em.. . Kính mong PĐT xem xét và giải quyết vì sắp vào kỳ rồi em lo quá! :((. . . . [full_name]!. . . .   /QUOTE . . Em lêm Mybk kiểm tra thời khóa biểu nhe!",
            "QUOTE Trích. . MSSV/MSGV: 1511549    . . . . Chương trình đào tạo - Đại học - Cao đẳng chính quy   Khác .... . Kính gửi PĐT. . Em tên Bùi Lý Khện học lớp XD15TD.. . Em viết yêu cầu này để kính nhờ PĐT xét lại môn LVTN của em đã bị hủy mà không có lý do cụ thể nào.. . Em đã kiểm tra kỹ tất cả yêu cầu đăng ký môn học:. . + Tín chỉ: 126 TC (yêu cầu là 124 TC).. . + Anh văn: Toeic 490 điểm nộp bằng và đã được xác nhận (yêu cầu là 450 điểm).. . + Số ngày CTXH: 13 ngày (yêu cầu là 10 ngày CTXH).. . + Đã hoàn thành tất cả các môn thực tập và đồ án.. . Bên dưới là minh chứng về tiến độ học tập của em.. . Kính mong PĐT xem xét và giải quyết vì sắp vào kỳ rồi em lo quá! :((. . . . Trân Trọng!. . . . . . Em lêm Mybk kiểm tra thời khóa biểu nhe!  /QUOTE . . Dạ em đã xem và chưa được cập nhật ạ! . . Bên dưới là TKB của em",
            "ôi có rồi em chân thành cảm ơn thầy cô ạ! :D"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]8  /b \t. . . . Kính gửi phòng đào tạo trường đại học Bách khoa . . Em tên là [full_name] . . Mssv [student_id]8 học khoa Kỹ Thuật Xây Dựng, ngành Cầu Đường . . Đợt đăng ký môn học vừa qua em đã đăng ký môn T/nghiệm và vật liệu xây dựng đường ô tô( mã môn học ci4061). Ban đầu vì những lý do mã mới mã cũ và môn thay thế em không đăng ký được, nhưng em đã trực tiếp trao đổi với [full_name][full_name] đã chủ động điều chỉnh và tăng sĩ số để em đăng ký được. Em đã đăng ký được nhưng em đã chờ 1 tuần rồi mà vẫn chưa thấy cập nhật trong thời khoá biểu. . . E rất lo lắng vì chuyện này vì em chỉ còn môn này và làm đồ án tốt nghiệp nữa là kết thúc chương trình đào tạo. . . Em cảm ơn phòng đào tạo đã đọc đơn và mong phòng đào tạo hỗ trợ. Em xin cảm ơn",
            "môn học sẽ được cập nhật lại vào cuối tuần. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]8  /b \t. . . . Kính gửi phòng đào tạo trường đại học Bách khoa . . Em tên là [full_name] . . Mssv [student_id]8 học khoa Kỹ Thuật Xây Dựng, ngành Cầu Đường . . Em đã sử dụng mail sinh viên trường cấp như 1 mail cá nhân mình để lưu trữ dữ liệu cũng như trao đổi công việc bên ngoài. Em không biết là nhà trường có lấy lại mail này không?? Và nếu có thì khi nào lấy?? . . E rất lo lắng vì chuyện này vì em đang sử dụng và lưu tru . . Em cảm ơn phòng đào tạo đã đọc đơn và mong phòng đào tạo hỗ trợ. Em xin cảm ơn.",
            "Chào bạn,. . Email sv bạn vẫn được sử dụng bình thường sau khi ra trường bạn nhé.. . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính gửi: Phòng đào tạo đại học Bách Khoa TPHCM\t. . EM:[full_name] MSSV [student_id]. . Em muốn xin được học môn học Hệ thống máy tính và ngôn ngữ lập trình (EE2009). . Do là tới 22/7/2019 em mới có chứng chỉ anh văn nên đợt 2 em chỉ đăng ký được mấy môn toán ứng dụng và các môn chính trị.Tới kỳ đăng ký lần 3 thì em đăng ký thêm 2 môn Trường Điện Từ và Mạch điện Tử . Ở kỳ 182 vì lý do sức khỏe và em cũng không nắm rõ về quy chế nên em đã vắng thi môn Vật lý bán dẫn nên chắc chắn mạch điện tử em sẽ không được đăng ký.Em rất hối hận về việc vắng thi , em mong thầy cô cho em cơ hội học môn hệ thống máy tính và ngôn ngữ lập trình để kịp ra trường đúng thời hạn.. . . . . .",
            "Bạn ko thể đăng ký được môn học do vượt tín chỉ cho phép trong Học kỳ. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: 813BE128  /b \t. . . .   i Yêu cầu khác . CHO [full_name] [full_name]?",
            "responsible person: [551] [staff_name] [helpdesk staff]",
            "ko nhé bạn"
        ]
    },
    {
        "intent": "",
        "message": [
            "Chào ad. . Em tên là [full_name]. . Mssv [student_id]. . Cho em hỏi thời gian rút môn học bắt đầu từ ngày mấy đến ngày mấy ạ. Em cảm ơn",
            "Chào bạn,. . Thời gian nộp đơn rút môn học là 5 tuần đầu của HK bạn nhé.. . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Kính gửi phòng đào tạo , em vừa nhận được giấy nghĩa vụ quân sự ,em cần giấy xác nhận sinh viên của trường để được miễn nghĩa vụ thì lại phòng nào xin ạ và thời gian lấy là mấy ngày ạ",
            "Chào bạn,. . Bạn vui lòng đăng ký online trên trang https://mybk.hcmut.edu.vn -  ứng dụng sinh viên -  Mục 5.. . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "B Đợt đăng ký vừa rồi em và các bạn trong lớp đã đăng ký được môn Ứng dụng hệ thống nhúng nâng cao HK191. Thời khóa biểu có cập nhật môn này nhưng tối hôm qua (12/08/2019), khi kiểm tra lại TKB thì không còn môn đó nữa.. . Em đã lên PĐT nhưng chưa đựoc giải quyết. . . Để kịp chương trùnh đào tạo nên em mong muốn học môn này trong HK191. . . Nếu môn này không đăng ký được thì em có thể xin đăng ký môn khác ở PĐT để kịp chương trình không ạ? . .   i Đăng ký môn học - Đại học - Cao đẳng chính quy   Khác ... .",
            "Chào bạn.. . Môn học hủy lớp do sĩ số đăng ký quá ít không đủ để mở lớp học.. . . . Thân"
        ]
    }
]