[
    {
        "intent": "",
        "message": [
            "Mã môn học : AS1003. . Tên môn học : Cơ lý thuyết. . Nhóm : CC01",
            "Em sửa lại thông tin trong đơn, em ghi thiếu ngày sinh. . Em cám ơn",
            "Chào bạn,. . - Phòng Đào tạo đã tiếp nhận yêu cầu về việc xin Rút môn học HK Hè 3/2019-2020 (tính Học Phí). Bạn vui lòng theo dõi kết quả được cập nhật trên trang Mybk/xem điểm sau ngày 15/09/2020 (nếu sau thời gian trên vẫn chưa được xử lý bạn có thể vào trang bksi.hcmut.edu.vn để khiếu nại).. . . . Chúc bạn học tập tốt nhé.. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: 1915422  /b \t. . . .   i Yêu cầu khác . Xin chào!. . Mình là sinh viên k19, mình đã đăng kí phúc tra bài thi GIẢI TÍCH 2 từ ngày 5/8/2020 đến nay đã 10 ngày mà vẫn chưa có kết quả.. . Mình muốn hỏi là khi nào mình mới nhận được kết quả phúc tra vậy ạ, vì ngày 18/8/2020 khoa mình phân ngành nên mình cần kết quả sớm.. . Rất mong nhận được phản hồi.. . Cảm ơn.. . Nguyễn Thị Anh Thư",
            "Chào bạn,. . Khi có kết quả phản hồi từ Khoa, Phòng Đào tạo sẽ up lên trang web. Sinh viên vui lòng theo dõi kết quả phúc tra được cập nhật thường xuyên trên mybk.. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Dạ em chào thầy/cô dạ cho em hỏi nếu bây giờ em không đủ điểm tiếng anh để nộp trước kỳ đăng ký luận văn bổ sung thì em có thể xin giáo viên hướng dẫn làm rồi trước khi báo cáo em xin giấy xác nhận phần trăm luận văn đã làm  của giáo viên hướng dẫn và nộp chứng chỉ anh văn để được  tham gia báo cáo luận văn không ạ. Mong sớm nhận được phản hồi từ thầy cô em xin chân thành cảm ơn.. .",
            "Chào bạn. . Hiện tại đối với HK192 đã hết thời gian để đăng ký LVTN. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính gửi quý thầy/cô. Em có một thắc mắc về cách tính chuyển điểm anh văn ạ.. . . .   Em muốn hỏi là bây giờ em đăng ký chuyển điểm anh văn thì điểm quy đổi sẽ áp dụng bảng quy đổi nào ạ. Vì em xem trên trang web www.aao.hcmut.edu.vn thì thấy có 1 bảng quy đổi từ ngày 7/5/2019 và trong mục quy chế từ hk192 lại có sự thay đổi bảng quy đổi. Trong khi, em chọn chuyển điểm ở mybk thì điểm được tính theo bảng quy đổi 7/5/2019.. . . .   Em xin đính kèm hình bên dưới ạ.. . . .   Mong quý thầy/cô sớm phản hồi giúp em ạ. Em xin chân thành cảm ơn. .",
            "Chào bạn. . Nếu bạn nộp Chứng Chỉ Ngoại Ngữ và đăng ký chuyển điểm (phải hoàn thành lệ phí chuyển điểm) trước ngày 18/9/2020 thì áp dụng theo quy định chuyển điểm cũ - Bảng quy đổi điểm chuyển Ngoại Ngữ mới bắt đầu từ ngày 21/9/20 áp dụng cho HK201. . Chúc bạn học tập tốt nhé. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Cho em hỏi điểm học kỳ 192 khi nào mới cập nhật điểm trung bình học kì và điểm trung bình tích lũy ngành ạ??. .   i Yêu cầu khác .",
            "Chào bạn,. . Sau khi các Khoa/ Giảng viên nộp điểm đầy đủ lên Phòng Đào tạo, mới có thể chạy và cập nhật điểm TB lên hệ thống mybk nhé bạn!. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            ". . Hi admin,. . . . Em là [full_name] mssv [student_id]8 sinh viên khoa Điện-Điện tử K13.. . Cho em hỏi là kỳ này em rớt luận văn tốt nghiệp thì kỳ sau em có được đăng ký lại môn này ở hệ chính quy không? hay đã hết thời gian học tại trường ạ?. . Em xin cảm ơn,",
            "Chào bạn. . Khóa 2013 hiện đã hết thời gian học tập. . - Về quy Thời gian đào tạo tối đa + Các trường hợp được kéo dài thời gian đào tạo tối đa: Bạn vui lòng xem chi tiết tại trang web aao.hcmut.edu.vn--  sinh viên --  Quy chế --  Quy chế đào tạo và học vụ bậc đại học và cao đẳng -- Điều 5.5. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: 1813049  /b \t. . . .   i Học vụ . Chào Cô,. . Hiện tại em đã đăng kí chuyển điểm Anh Văn ngày 14/08/2020 nhưng hệ thống BKPAY lại BỊ LỖI, cho em hỏi khi nào hệ thống hoạt động và thanh toán sau 19/08/2020 thì em còn áp dụng bảng điểm cho HK193 không???. . Em cám ơn."
        ]
    },
    {
        "intent": "",
        "message": [
            "Rút môn học HK Hè/2019-2020 (có tính học phí) .",
            "Chào bạn,. . - Phòng Đào tạo đã tiếp nhận yêu cầu về việc xin Rút môn học HK Hè 3/2019-2020 (tính Học Phí). Bạn vui lòng theo dõi kết quả được cập nhật trên trang Mybk/xem điểm sau ngày 15/09/2020 (nếu sau thời gian trên vẫn chưa được xử lý bạn có thể vào trang bksi.hcmut.edu.vn để khiếu nại).. . . . Chúc bạn học tập tốt nhé.. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Kính gửi. . . Dạ cho em hỏi giải  quyết rút môn học hè 193 bao giờ thì hết hạn ạ! . . Em xin cảm ơn.",
            "Dạ rút môn học hè 193 (không tính phí) bao giờ hết hạn ạ. . . Em xin cảm ơn.",
            "Chào bạn,. . Chưa hiểu ý câu hỏi của bạn. Về việc xin rút MH HK dự thính 193 (không tính HP) do dịch covid, phải có lý do chính đáng, kèm minh chứng rõ ràng để được xem xét. tùy từng trường hợp để xét duyệt đơn nhé bạn.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Cho em hỏi là giờ em đã chuyển điểm anh văn rồi, nhưng nếu sau này em thi bằng anh văn khác cao điểm hơn nộp vô thì điểm TBTL ngành có cập nhật điểm anh văn mới không ạ",
            "Chào bạn,. . Theo quy định thì mỗi môn AV chỉ được chuyển điểm 1 lần nhé bạn.. . Điểm chuyển sẽ được tính vào điểm TBTL ngành. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Rút môn học HK Hè/2019-2020 (có tính học phí) . Em xin được rút môn sau đây:. . Mã: PE1025, tên: Điền kinh, nhóm: DT01, Ngày KT: 6/9. . Cảm ơn thầy/cô.. .",
            "Chào bạn,. . - Phòng Đào tạo đã tiếp nhận yêu cầu về việc xin Rút môn học HK Hè 3/2019-2020 (tính Học Phí). Bạn vui lòng theo dõi kết quả được cập nhật trên trang Mybk/xem điểm sau ngày 15/09/2020 (nếu sau thời gian trên vẫn chưa được xử lý bạn có thể vào trang bksi.hcmut.edu.vn để khiếu nại).. . . . Chúc bạn học tập tốt nhé.. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Thưa thầy cô, em có đăng kí môn Nhập môn lập trình (CO1003) ở học kì 192, đã thi xong nhưng tới nay trong bảng điểm vẫn là CH. . . Cho  hỏi là tới nay nhà trường vẫn chưa nhập điểm môn này, hay là em đã bị sót rồi ạ ?. . Em cám ơn ạ.",
            "Chào bạn,. . Điểm là do Giảng viên chấm, nhập điểm và nộp lên Phòng Đào tạo.. . Bạn vui lòng liên hệ với giảng viên để hỏi về việc nhập điểm. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Dạ cho em hỏi là đối với sv k19. Sau học kỳ 201 hay 202 là phải nộp bằng toeic 450 (av3) ạ.",
            "Chào bạn,. . Vui lòng trình bày rõ nội dung câu hỏi.. . Bạn vui lòng xem chi tiết quy đề về NN tại trang web aao--  sinh viên --  Quy chế --  Quy chế đào tạo và học vụ bậc đại học và cao đẳng -- Phụ lục 1: Quy định về ngoại ngữ --  điều 2-c Chúc bạn học tập tốt nhé."
        ]
    },
    {
        "intent": "",
        "message": [
            "Vắng thi cuối kỳ học kỳ 2/2019-2020 do dịch COVID-19 .",
            "Chào bạn. . Phòng đào tạo đã nhận được minh chứng của bạn. . Sau khi Phòng đào tạo kiểm tra minh chứng nếu bạn thuộc diện được vắng thi theo quy định sẽ gởi kết quả cho bạn qua mail sinh viên .. . Chúc bạn học tập tốt nhé.. . Thân. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Thưa PĐT!. . Thầy cô cho em hỏi nếu môn cơ sở ngành đăng kí học ở kỳ hè 193 này (do trễ nên học lần đầu).. . Nếu chẳng may em không qua được môn này thì có tính là môn học trước không? Em được biết thì môn rớt ở kỳ hè sẽ bị xóa.. . Mong thầy cô giải đáp.",
            "Chào bạn,. . Theo quy định, từ học 1/2019-2020 thì điểm dự thính dù đạt hay không đều được ghi vào bảng điểm học kỳ nhé bạn.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: 1711833  /b \t. . . .   i Yêu cầu khác . Em chào Thầy/Cô PĐT!. . Em tên là Nguyễn Quang Khương-1711833. Thầy/Cô cho em hỏi là điểm TBHK và TBTL của HK192 vừa rồi khi nào cập nhật vậy ạ. Hiện tại bảng điểm của em trên MyBK đã đầy đủ các điểm thành phần. Do em cần bảng điểm có TBHK và TBTL của học kỳ này để bổ sung cho hồ sơ xin học bổng. Hồ sơ này có hạn chót vào ngày 21/08/2020. Em hy vọng Thầy/Cô PĐT có thể cập nhật điểm TBHK và TBTL của HK192 để em có thể sớm in và nộp hồ sơ đúng hạn ạ. Em xin cảm ơn ạ!",
            "Chào bạn,. . Điểm TBTL HK192 sẽ được cập nhật sau khi điểm có đầy đủ của tất cả sinh viên.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em xin chào thầy cô Phòng đào tạo ạ. Em là [full_name] - [student_id], lớp HC16KTTP. Em đang theo học chương trình Kỹ sư tài năng Bộ môn Công nghệ thực phẩm.. . Năm 2019 Phòng đào tạo có đổi quy định là môn học tiên quyết nếu điểm trung bình thấp hơn 7,5 sẽ bị ra khỏi chương trình tài năng. Môn Công nghệ lên men là môn chính của em và môn này điểm trung bình của em thấp hơn 7,5. Theo quy định thì em sẽ bị ra khỏi chương trình, nhưng em không nghe thông báo hay giáo viên chủ nhiệm nói ạ. Em muốn xin Phòng đào tạo xác nhận giúp em là em còn trong chương trình tài năng hay không ạ. Do nếu không còn trong tài năng thì điểm thi Toeic speaking & writing của em đủ để xét tốt nghiệp ạ.. . Em cảm ơn thầy cô đã xem tin nhắn của em ạ !",
            "Chào bạn. . Về chương trình Kỹ sư tài năng bạn vui lòng liên hệ Khoa (cụ thể là Thầy phó khoa phụ trách chương trình đào tạo) để tư vấn, kiểm tra và giải đáp. . Chúc bạn học tập tốt nhé.. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Dạ thưa em đc miễn môn av2 nhưng đã lỡ đăng kí môn và bị điểm 13. Vậy thì điểm tbhk của em có tính môn đó ko ạ?. Em xin cảm ơn. .",
            "Chào bạn. . - Điểm Anh văn bị điểm 13 sẽ tính vào điểm TBHK. . - Điểm chuyển anh văn 2 sẽ tính vào điểm trung bình tích lũy và số tín chỉ tích lũy. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Kính gửi nhà trường,. . . . Em là [full_name], MSSV: [student_id], Khoa Cơ Khí. Hiện em đã bảo vệ xong LVTN (hoàn thành tất cả các môn học trên trường), Em chỉ thiếu tiếng anh (nói viết) và 1 ngày CTXH để xét tốt nghiệp.. . Nhưng hạn xét tốt nghiệp trên MyBK lại ghi là 30/8, và phải chuyển sang tài khoản cựu sinh viên trước khi xét tốt nghiệp. Vậy nếu em còn thiếu 2 điều kiện trên (e sẽ hoàn thành trong tháng 9), thì em có vẫn chuyển sang tài khoản cựu sinh viên để xét tốt nghiệp được ko ạ? Nếu vậy có ảnh hưởng đến CTXH và nộp bằng Tiếng Anh không ạ? . . Trong thời điểm dịch COVID19 này, nhà trường có dời thời gian xét tốt nghiệp không để sinh viên kịp hoàn thành các chỉ tiêu không ạ?. . Nếu sinh viên không kịp đăng kí xét tốt nghiệp trước 30/8 thì có được cập nhập lại không ạ? hay phải dời sang năm sau tốt nghiệp ạ?. . Và lễ tốt nghiệp năm nay sẽ tổ chức vào thời gian nào ạ.. . Em chân thành cảm ơn!. . . . Trân trọng, . . [full_name]",
            "Chào bạn. . nếu bạn không kịp xét tốt nghiệp hk192 vào cuối tháng 8/2020 này thì bạn đăng ký tốt nghiệp đợt tháng 11/2020. . Xem chi tiết lịch học vụ (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 11/2020. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Kính gởi quý thầy/ cô phòng đào tạo,. . Em tên là [full_name], MSSV [student_id], khoa Kỹ thuật Hóa học, hiện đang học lớp pháp luật đại cương Việt Nam nhóm DT07 của thầy [full_name].. . Vào ngày 26/08/2020 sắp tới phòng đào tạo có xếp lịch thi giữa kì cho em, tuy nhiên, hiện nay do thông báo đột xuất bên khoa đổi em đi thực tập ở công ty chế biến cao su tại Bình Phước từ ngày 21/08/2020 đến ngày 31/08/2020 (Trước đó là ở TpHCM) nên em không thể tham dự kì thi như dự kiến.. . Kính mong phòng đào tạo xem xét và cho phép em dời lịch thi/ thi bổ sung sau khi em đi thực tập về để em có thể yên tâm hoàn thành tốt kì thực tập của mình. Nếu được xin quý thầy/ cô hướng dẫn giúp em làm cách nào để có thể dời lịch thi/ thi bổ sung ạ.. . Em xin chân thành cảm ơn.",
            "Chào bạn,. . Về việc lịch thi thì không thay đổi nhé bạn, bạn có thể tự sắp lịch thực tập để thi, hoặc có thể liên hệ trực tiếp với giảng viên để bổ sung bài kiểm tra sau.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Thân chào ad !. . Mình là sinh viên k19. Mình có một số thắc mắc về đào tào song ngành của trường mình. Mong ad giúp đỡ.( Cụ thể là học thêm một ngành của khoa khác có bị giới hạn điểm đầu vào ban đầu? Khi nào được phép học song ngành, Nếu được học thì những môn đại cương được miễn? Phần này có đi dự buổi đầu mà không nhớ mong ad đừng mắng mình, Học song ngành mà 1 trong 2 ngành khác khoa của mk chọn không tốt nghiệp được, thì ngành còn lại có được tốt nghiệp không.) Sự thật là mình có đam mê với một ngành cuả khoa khác nhưng không đủ điểm, nhưng ngành này mk mà nghỉ thì  bame từ :((, mình thắc mắc bây nhiêu mng ad rep sớm.",
            "Chào bạn. . - Về quy định Đào tạo song ngành: Bạn vui lòng xem chi tiết tại trang web aao.hcmut.edu.vn--  sinh viên --  Quy chế --  Quy chế đào tạo và học vụ bậc đại học và cao đẳng -- Điều 28. . - Sau khi đọc xong có thắc mắc gì nữa thì hỏi thêm nghen bạn. . Chúc bạn học tập tốt nhé.. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            ". . Chào thầy, cho em hỏi là em sẽ đăng kí làm luận văn tốt nghiệp vào học kì 202. Phòng đào tạo có thể cho em hỏi hạn chót để em có thể nộp chứng chỉ ngoại ngữ để xét đăng kí làm luận văn tốt nghiệp là vào tháng mấy không ạ.. . Em chân thành cảm ơn. . .",
            "Chào bạn,. . Bạn vui lòng vào xem lịch học vụ của học 2/2020-2021 để biết lịch nộp CCNN nhé. . http://www.aao.hcmut.edu.vn/sinh viên/lịch học vụ. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Cho em hỏi là em mới bảo lưu học kì 2 của học kì 191 nhưng em mới năm nhất phải phân ngành thì em có phải nộp đơn phân ngành không ạ?. . . .",
            "Chào bạn,. . Về việc phân ngành, bạn vui lòng liên hệ tại Văn Phòng Khoa để được tư vấn. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . . . Em là SV CLC K17 ngành KT Xây dựng. . Em có dự định đăng ký môn học \"Kỹ thuật thi công\" CI3043 vào học kì 201 sắp tới . Em có thể được đăng ký môn học này của hệ đại trà hoặc của hệ Văn Bằng 2 được không ạ ? . . . . Em xin cảm ơn .",
            "Đăng ký môn học. . . . . . Em là SV CLC K17 ngành KT Xây dựng. . Em có dự định đăng ký môn học \"Kỹ thuật thi công\" CI3043 vào học kì 201 sắp tới . Em có thể được đăng ký môn học này của hệ đại trà hoặc của hệ Văn Bằng 2 được không ạ ?. . . . Em xin cảm ơn .  /QUOTE . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV:[student_id]  /b . .   b Môn học: Xác suất thống kê  /b \t. . . .   i Rút môn học HK Hè/2019-2020 (có tính học phí) .",
            "Chào bạn,. . - Phòng Đào tạo đã tiếp nhận yêu cầu về việc xin Rút môn học HK Hè 3/2019-2020 (tính Học Phí). Bạn vui lòng theo dõi kết quả được cập nhật trên trang Mybk/xem điểm sau ngày 15/09/2020 (nếu sau thời gian trên vẫn chưa được xử lý bạn có thể vào trang bksi.hcmut.edu.vn để khiếu nại).. . . . Chúc bạn học tập tốt nhé.. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Thầy / cô cho em hỏi trước khi đkmh HK1/2020 kết thúc còn đợt chuyển điểm anh văn nào không ạ, em xin cám ơn",
            "Chào bạn. . - Nếu bạn nộp Chứng Chỉ Ngoại Ngữ và đăng ký chuyển điểm (phải hoàn thành lệ phí chuyển điểm) trước ngày 18/9/2020 thì áp dụng theo quy định chuyển điểm cũ. . - Bảng quy đổi điểm chuyển Ngoại Ngữ mới bắt đầu từ ngày 21/9/20 áp dụng cho HK201. . Chúc bạn học tập tốt nhé. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Rút môn học HK Hè/2019-2020 (có tính học phí) .",
            "Chào bạn,. . - Phòng Đào tạo đã tiếp nhận yêu cầu về việc xin Rút môn học HK Hè 3/2019-2020 (tính Học Phí). Bạn vui lòng theo dõi kết quả được cập nhật trên trang Mybk/xem điểm sau ngày 15/09/2020 (nếu sau thời gian trên vẫn chưa được xử lý bạn có thể vào trang bksi.hcmut.edu.vn để khiếu nại).. . . . Chúc bạn học tập tốt nhé.. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Rút môn học HK Hè/2019-2020 (có tính học phí) . Chào thầy/cô ạ.. . Em xin phép gửi phiếu đăng ký rút môn học học kì hè 193 năm học 2019 - 2020.. . - Họ và tên: [full_name]. . - MSSV: [student_id]. . - Lớp: XD17KSDD. . - Đăng ký rút môn:. . + MSMH: CI3195. . + Tên môn: Nền móng. . + Nhóm: DT01. . Em xin cam kết nộp đủ học phí học kì kể cả các môn đã rút môn học.. . Phiếu rút môn học được đính kèm trong tin nhắn (2 file ảnh). . Em xin cảm ơn thầy/cô ạ.",
            "Chào bạn,. . - Phòng Đào tạo đã tiếp nhận yêu cầu về việc xin Rút môn học HK Hè 3/2019-2020 (tính Học Phí). Bạn vui lòng theo dõi kết quả được cập nhật trên trang Mybk/xem điểm sau ngày 15/09/2020 (nếu sau thời gian trên vẫn chưa được xử lý bạn có thể vào trang bksi.hcmut.edu.vn để khiếu nại).. . . . Chúc bạn học tập tốt nhé.. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Rút môn học HK Hè/2019-2020 (có tính học phí) .",
            "Chào bạn,. . - Phòng Đào tạo đã tiếp nhận yêu cầu về việc xin Rút môn học HK Hè 3/2019-2020 (tính Học Phí). Bạn vui lòng theo dõi kết quả được cập nhật trên trang Mybk/xem điểm sau ngày 15/09/2020 (nếu sau thời gian trên vẫn chưa được xử lý bạn có thể vào trang bksi.hcmut.edu.vn để khiếu nại).. . . . Chúc bạn học tập tốt nhé.. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Rút môn học HK Hè/2019-2020 (có tính học phí) . KÍnh gửi Phòng Đào Tạo trường Đại học Bách Khoa Tp. HCM. . Em tên là [full_name]. . MSSV: [student_id]. . Em xin phép gửi đơn xin rút môn học cho học kỳ hè 193 này ạ. Mong thầy cô xét duyệt.. . Em xin chân thành cảm ơn.",
            "Chào bạn,. . - Phòng Đào tạo đã tiếp nhận yêu cầu về việc xin Rút môn học HK Hè 3/2019-2020 (tính Học Phí). Bạn vui lòng theo dõi kết quả được cập nhật trên trang Mybk/xem điểm sau ngày 15/09/2020 (nếu sau thời gian trên vẫn chưa được xử lý bạn có thể vào trang bksi.hcmut.edu.vn để khiếu nại).. . . . Chúc bạn học tập tốt nhé.. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Rút môn học HK Hè/2019-2020 (có tính học phí) . Họ và tên: [full_name]. . MSSV: [student_id]. . Ngày sinh: 20/05/2000. . Lớp HC18CHC. . Điện thoại: [phone_number]. . Em xin rút 2 môn học SP1009 (Đường lối CM Đảng CSVN) và CH2013 (Hoá vô cơ) vì lý do thời khoá biểu có một số biểu trùng với môn CH2087 - Thực tập QT và TB ạ.",
            "Chào bạn,. . - Phòng Đào tạo đã tiếp nhận yêu cầu về việc xin Rút môn học HK Hè 3/2019-2020 (tính Học Phí). Bạn vui lòng theo dõi kết quả được cập nhật trên trang Mybk/xem điểm sau ngày 15/09/2020 (nếu sau thời gian trên vẫn chưa được xử lý bạn có thể vào trang bksi.hcmut.edu.vn để khiếu nại).. . . . Chúc bạn học tập tốt nhé.. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Rút môn học HK Hè/2019-2020 (có tính học phí) . Em là [full_name].Mong trường cho em rút môn học kì 193. .",
            "Chào bạn,. . - Phòng Đào tạo đã tiếp nhận yêu cầu về việc xin Rút môn học HK Hè 3/2019-2020 (tính Học Phí). Bạn vui lòng theo dõi kết quả được cập nhật trên trang Mybk/xem điểm sau ngày 15/09/2020 (nếu sau thời gian trên vẫn chưa được xử lý bạn có thể vào trang bksi.hcmut.edu.vn để khiếu nại).. . . . Chúc bạn học tập tốt nhé.. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "B   I   U   QUOTE   /B   B   /I   /U   /QUOTE Rút môn học HK Hè/2019-2020 (có tính học phí) .",
            "Chào bạn,. . - Phòng Đào tạo đã tiếp nhận yêu cầu về việc xin Rút môn học HK Hè 3/2019-2020 (tính Học Phí). Bạn vui lòng theo dõi kết quả được cập nhật trên trang Mybk/xem điểm sau ngày 15/09/2020 (nếu sau thời gian trên vẫn chưa được xử lý bạn có thể vào trang bksi.hcmut.edu.vn để khiếu nại).. . . . Chúc bạn học tập tốt nhé.. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Rút môn học HK Hè/2019-2020 (có tính học phí) . Em chào thầy/cô. . Em tên là [full_name]. . MSSV [student_id]. . . . Em nộp phiểu đăng ký rút môn học giải tích 2(MT1005) trong file đính kèm. Em mong nhận được phản hồi sớm từ thầy/cô. Em cảm ơn thầy/cô.",
            "Chào bạn,. . - Phòng Đào tạo đã tiếp nhận yêu cầu về việc xin Rút môn học HK Hè 3/2019-2020 (tính Học Phí). Bạn vui lòng theo dõi kết quả được cập nhật trên trang Mybk/xem điểm sau ngày 15/09/2020 (nếu sau thời gian trên vẫn chưa được xử lý bạn có thể vào trang bksi.hcmut.edu.vn để khiếu nại).. . . . Chúc bạn học tập tốt nhé.. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Rút môn học HK Hè/2019-2020 (có tính học phí) .",
            "Chào bạn,. . - Phòng Đào tạo đã tiếp nhận yêu cầu về việc xin Rút môn học HK Hè 3/2019-2020 (tính Học Phí). Bạn vui lòng theo dõi kết quả được cập nhật trên trang Mybk/xem điểm sau ngày 15/09/2020 (nếu sau thời gian trên vẫn chưa được xử lý bạn có thể vào trang bksi.hcmut.edu.vn để khiếu nại).. . . . Chúc bạn học tập tốt nhé.. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Vắng thi cuối kỳ học kỳ 2/2019-2020 do dịch COVID-19 . Hiện tại em muốn đăng kí để thi lại môn học [full_name] [full_name]ởng Hồ Chí Minh vì trong thời gian thi em được KTX ĐHQG sắp xếp để cách ly theo dõi sức khoẻ và xét nghiệm. Em chỉ có nhưng minh chứng này và đính kèm phía dưới. Bên phía Ban quản lý KTX sẽ cung cấp danh sách sinh viên được cách ly cho nhà trường. Bây giờ em cần làm thủ tục đăng kí để thi lại như thế nào?. . Em xin cảm ơn",
            "Chào bạn. . Phòng đào tạo đã nhận được minh chứng của bạn. . Sau khi Phòng đào tạo kiểm tra minh chứng nếu bạn thuộc diện được vắng thi theo quy định sẽ gởi kết quả cho bạn qua mail sinh viên .. . Chúc bạn học tập tốt nhé.. . Thân. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Rút môn học HK Hè/2019-2020 (có tính học phí) .",
            "Chào bạn,. . - Phòng Đào tạo đã tiếp nhận yêu cầu về việc xin Rút môn học HK Hè 3/2019-2020 (tính Học Phí). Bạn vui lòng theo dõi kết quả được cập nhật trên trang Mybk/xem điểm sau ngày 15/09/2020 (nếu sau thời gian trên vẫn chưa được xử lý bạn có thể vào trang bksi.hcmut.edu.vn để khiếu nại).. . . . Chúc bạn học tập tốt nhé.. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Em tên là [full_name] .   i Rút môn học HK Hè/2019-2020 (có tính học phí) .   I Vì chỗ ở hiện tại của em đang thực hiện giãn cách xã hội nên em không thể vào học được.Vậy nên em xin được rút môn học! .",
            "Chào bạn,. . - Phòng Đào tạo đã tiếp nhận yêu cầu về việc xin Rút môn học HK Hè 3/2019-2020 (tính Học Phí). Bạn vui lòng theo dõi kết quả được cập nhật trên trang Mybk/xem điểm sau ngày 15/09/2020 (nếu sau thời gian trên vẫn chưa được xử lý bạn có thể vào trang bksi.hcmut.edu.vn để khiếu nại).. . . . Chúc bạn học tập tốt nhé.. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Thầy/cô cho em hỏi, em đã đủ yêu cầu xét tốt nghiệp nhưng không làm đơn xét tốt nghiệp online được. Trên website đang để thời gian đăng kí từ   B 03/02/2020 10:14 - 30/08/2020 16:00  /B . . Vậy thì em có thể đăng kí trong đợt này không hay phải chờ tới khi nhận được thông báo qua email ạ?. . . . Em cảm ơn.",
            "Chào bạn,. . Bạn vui lòng xem lịch trình về đợt tốt nghiệp tháng 11/2020 tại trang aao.hcmut.edu.vn/sinh viên/lịch học vụ/tốt nghiệp. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Rút môn học HK Hè/2019-2020 (có tính học phí) .",
            "Chào bạn,. . - Phòng Đào tạo đã tiếp nhận yêu cầu về việc xin Rút môn học HK Hè 3/2019-2020 (tính Học Phí). Bạn vui lòng theo dõi kết quả được cập nhật trên trang Mybk/xem điểm sau ngày 15/09/2020 (nếu sau thời gian trên vẫn chưa được xử lý bạn có thể vào trang bksi.hcmut.edu.vn để khiếu nại).. . . . Chúc bạn học tập tốt nhé.. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Kính gởi Quý Thầy/Cô phòng Đào Tạo. . . . Em tên là [full_name] - MSSV: [student_id].. . đã theo học lớp VHVL nhưng vì lý do sinh con nhỏ và việc di chuyển đi lại xa nên đã không theo học được 1 thời gian dài. vậy cho em hỏi bây giờ có xin bảo lưu lại kết quả được không? . . em được biết trường mình có địa chỉ liên kết tại TT.GDTX Tỉnh Bà Rịa Vũng Tàu(139 Phan chu Trinh, TP.Vũng Tàu)nếu em tiếp tục theo học thì có thể học tại địa chỉ này được không?",
            "Chào bạn;. . bạn làm đơn tạm dừng (mẫu tại trang http://www.aao.hcmut.edu.vn/    sinh viên    biểu mẫu) nộp cho Phòng Đào tạo nhé.. . Hiện tại trường Bách Khoa không còn lớp liên kết với TT.GDTX Tỉnh Bà Rịa Vũng Tàu nữa nhé bạn. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]1  /b \t. . Kính chào ban giám hiệu và phòng đào tạo, em có gặp trường hợp như sau: . . Học kỳ 192, vào học kỳ chính em có đăng ký môn học Nguyên lý ngôn ngũ lập trình - CO3005, nhưng vì dịch Covid em đã xin rút môn học và đăng ký lại vào kỳ dự thính - DT 192. Lớp dự thính có lịch thi vào ngày 07/07/2020, em đã dự thi và có điểm tổng kết được nhập. Nhưng đến ngày 31/07/2020 lớp ở học kỳ chính thi, do em đã rút môn học nên không tham gia thi. Cuối cùng hôm nay em có vào xem lại thì điểm của em cho kỳ dự thính đã bị sửa thành điểm 13. Mong phòng đào tạo xem xét lại cho trường họp của em.. . Em có đính kèm lời giải thích của thầy và bảng đóng học phí cho HK 192 ạ. .   i Yêu cầu khác .",
            "Chào bạn,. . Phòng Đào tạo đã cập nhật lại điểm môn CO3005, nhóm DT01 là 3.5đ. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Rút môn học HK Hè/2019-2020 (có tính học phí) .",
            "Chào bạn,. . - Phòng Đào tạo đã tiếp nhận yêu cầu về việc xin Rút môn học HK Hè 3/2019-2020 (tính Học Phí). Bạn vui lòng theo dõi kết quả được cập nhật trên trang Mybk/xem điểm sau ngày 15/09/2020 (nếu sau thời gian trên vẫn chưa được xử lý bạn có thể vào trang bksi.hcmut.edu.vn để khiếu nại).. . . . Chúc bạn học tập tốt nhé.. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Rút môn học HK Hè/2019-2020 (có tính học phí) .",
            "Chào bạn,. . - Phòng Đào tạo đã tiếp nhận yêu cầu về việc xin Rút môn học HK Hè 3/2019-2020 (tính Học Phí). Bạn vui lòng theo dõi kết quả được cập nhật trên trang Mybk/xem điểm sau ngày 15/09/2020 (nếu sau thời gian trên vẫn chưa được xử lý bạn có thể vào trang bksi.hcmut.edu.vn để khiếu nại).. . . . Chúc bạn học tập tốt nhé.. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Rút môn học HK Hè/2019-2020 (có tính học phí) .",
            "Chào bạn,. . - Phòng Đào tạo đã tiếp nhận yêu cầu về việc xin Rút môn học HK Hè 3/2019-2020 (tính Học Phí). Bạn vui lòng theo dõi kết quả được cập nhật trên trang Mybk/xem điểm sau ngày 15/09/2020 (nếu sau thời gian trên vẫn chưa được xử lý bạn có thể vào trang bksi.hcmut.edu.vn để khiếu nại).. . . . Chúc bạn học tập tốt nhé.. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "B Vắng thi cuối kỳ học kỳ 2/2019-2020 do dịch COVID-19 . Em là Trần Nguyễn Thanh Tú mssv [student_id]. . Em xin phép nhà trường cho em được vắng thi môn Xử lí số tín hiệu ngày 31/7/2020 do em phải tuân thủ quá trình cách li tại nhà 14 ngày theo sự chỉ đạo của bên y tế phường nơi em sống. Mong nhà trường xem xét và cho em thi bù vào kì hè sắp tới.Em cám ơn",
            "Chào bạn. . Phòng đào tạo đã nhận được minh chứng của bạn. . Sau khi Phòng đào tạo kiểm tra minh chứng nếu bạn thuộc diện được vắng thi theo quy định sẽ gởi kết quả cho bạn qua mail sinh viên .. . Chúc bạn học tập tốt nhé.. . Thân. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Rút môn học HK Hè/2019-2020 (có tính học phí) .",
            "Chào bạn,. . - Phòng Đào tạo đã tiếp nhận yêu cầu về việc xin Rút môn học HK Hè 3/2019-2020 (tính Học Phí). Bạn vui lòng theo dõi kết quả được cập nhật trên trang Mybk/xem điểm sau ngày 15/09/2020 (nếu sau thời gian trên vẫn chưa được xử lý bạn có thể vào trang bksi.hcmut.edu.vn để khiếu nại).. . . . Chúc bạn học tập tốt nhé.. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Rút môn học HK Hè/2019-2020 (có tính học phí) .",
            "Chào bạn,. . - Phòng Đào tạo đã tiếp nhận yêu cầu về việc xin Rút môn học HK Hè 3/2019-2020 (tính Học Phí). Bạn vui lòng theo dõi kết quả được cập nhật trên trang Mybk/xem điểm sau ngày 15/09/2020 (nếu sau thời gian trên vẫn chưa được xử lý bạn có thể vào trang bksi.hcmut.edu.vn để khiếu nại).. . . . Chúc bạn học tập tốt nhé.. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Rút môn học HK Hè/2019-2020 (có tính học phí) . Họ và tên : [full_name]. . Mssv : [student_id]. . Ngày sinh : 26/11/1999. . Lớp XDDD01. . ĐT: [phone_number]. . Mã Môn học : CI3009 ; tên môn học : Kết Cấu Thép I. . Nhóm DT 02 . . Ngày kết thúc :25/09/2020. . Lý do rút môn học : dạ vì em đi thực tập tốt nghiệp không đảm bảo đủ thời gian môn học, em chân thành xin lỗi .. . Em cảm ơn .. . . .",
            "Chào bạn,. . - Phòng Đào tạo đã tiếp nhận yêu cầu về việc xin Rút môn học HK Hè 3/2019-2020 (tính Học Phí). Bạn vui lòng theo dõi kết quả được cập nhật trên trang Mybk/xem điểm sau ngày 15/09/2020 (nếu sau thời gian trên vẫn chưa được xử lý bạn có thể vào trang bksi.hcmut.edu.vn để khiếu nại).. . . . Chúc bạn học tập tốt nhé.. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Rút môn học HK Hè/2019-2020 (có tính học phí) .   i Em đăng ký rút môn bơi, mã môn học PE1019.  i . . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Rút môn học HK Hè/2019-2020 (có tính học phí) .",
            "Chào bạn,. . - Phòng Đào tạo đã tiếp nhận yêu cầu về việc xin Rút môn học HK Hè 3/2019-2020 (tính Học Phí). Bạn vui lòng theo dõi kết quả được cập nhật trên trang Mybk/xem điểm sau ngày 15/09/2020 (nếu sau thời gian trên vẫn chưa được xử lý bạn có thể vào trang bksi.hcmut.edu.vn để khiếu nại).. . . . Chúc bạn học tập tốt nhé.. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Rút môn học HK Hè/2019-2020 (có tính học phí) .",
            "Chào bạn,. . - Phòng Đào tạo đã tiếp nhận yêu cầu về việc xin Rút môn học HK Hè 3/2019-2020 (tính Học Phí). Bạn vui lòng theo dõi kết quả được cập nhật trên trang Mybk/xem điểm sau ngày 15/09/2020 (nếu sau thời gian trên vẫn chưa được xử lý bạn có thể vào trang bksi.hcmut.edu.vn để khiếu nại).. . . . Chúc bạn học tập tốt nhé.. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Rút môn học HK Hè/2019-2020 (có tính học phí) . Họ tên: [full_name]. . Môn học cần rút môn: [full_name] 3. . Mã môn học: 003003. . Nhóm: DT01. . Mã số sinh viên: [student_id]. .",
            ". . Ngày 28/07/2020. . Tiêu đề: NỘP PHIẾU ĐĂNG KÝ RÚT MÔN HỌC HK HÈ/2019-2020(HK193) QUA TRANG WEB BKSI. . Nội dung:. . . . Thân gởi các bạn sinh viên. .      Do tình hình dịch Covid-19, Phòng đào tạo thông báo về việc ĐĂNG KÝ RÚT MÔN HỌC (có tính học phí) của học kỳ hè/2019-2020 (HK193) tại trang [full_name].hcmut.[full_name] theo đúng hướng dẫn bên dưới (không gửi qua mail và không đến nộp trực tiếp tại Phòng Đào tạo). . -\tThời gian: Từ ngày 17/08/2020 đến hết ngày 21/08/2020. . -\tHướng dẫn: . . 1-\tSv tải PHIẾU ĐĂNG KÝ RÚT MÔN HỌC (được gởi đính kèm) điền thông tin  ký tên  chụp hình để có file ảnh tải lên trang [full_name].hcmut.[full_name].vn. . 2-\tSv đăng nhập vào trang [full_name].hcmut.[full_name].vn  Hỏi/Yêu cầu  Tạo câu hỏi/yêu cầu mới  Rút môn học HK HÈ/2019-2020(có tính học phí): điền thông tin vào CHỦ ĐỀ VÀ NỘI DUNG. . 3-\tClick vào choose file để tại file ảnh . . 4-\tClick vào GỞI. . . . (Xem chi tiết quy định về rút môn học tại QUY CHẾ [full_name] [full_name] điều 11.2.). .",
            "No solution"
        ]
    }
]