[
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Gửi thầy/cô,. . Em tên là [full_name], MSSV [student_id] lớp VL17NL. Hiện tại em vừa bảo vệ khóa luận tốt nghiệp trong HK202 và HK211 em không đăng ký TKB. Bên cạnh đó em vẫn chưa đủ các điều kiện ngoại ngữ để xét tốt nghiệp.. . Tuy nhiên, địa phương đang yêu cầu em gửi giấy xác nhận sinh viên trước ngày 25/09/2021 về để hoãn nghĩa vụ quân sự. Nên em muốn được giải đáp về việc: hiện tại em có được in giấy xác nhận sinh viên hay không ? và thủ tục in như thế nào ?. . Em xin chân thành cảm ơn.. . Trân trọng,. . [full_name].. .",
            "Chào bạn,. . . . - Việc ĐKMH là tùy sinh viên nhé, trường hợp không có TKB trong học kỳ, SV sẽ bị buộc tạm dừng, không được cấp giấy CNSV.. . Khi đủ điều kiện TN, SV có thể làm đơn xin thu nhận lại nhé.. . Xem chi tiết quy chế tại đây:. . aao.hcmut.edu.vn/sinh viên/quy chế/học vụ/Quy chế đào tạo và học vụ bậc đại học, cao đẳng:/ điều 26. . Thân mến,. . . . . . - SV chủ động đăng ký giấy Xác nhận SV hoãn NVQS để bổ sung cho địa phường và chọn dịch vụ gửi qua được bưu điện (người nhận trả tiền) nếu có nhu cầu (PDT không in hàng loạt như các năm trước). . Dự kiến trong đầu tháng 9/2021 sẽ bắt đầu cho đăng ký (khi TKB trong HK đã ổn định). . . . - Sau khi xử lý giấy chứng nhận sinh viên, Phòng Đào tạo sẽ gửi về địa chỉ sinh viên đăng ký khi bưu điện hoạt động lại bình thường trong đợt giãn cách xã hội. Mặt khác, sinh viên có thể tải bản scan trên trang đăng ký chứng nhận sinh viên (sau khi yêu cầu của SV đã được xử lý).. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Dạ cho em hỏi là trong Mẫu vay vốn ngân hàng chính sách thì muc thời gian học mình điền là 4 năm hay tối đa là 6 năm rưỡi ạ? Với mục học phí hàng tháng mình tính như thế nào ạ? Em cảm ơn!",
            "Chào bạn. . Vấn đề BHYT, Học bổng, vay vốn ngân hàng, miễn giảm và gia hạn học phí… Bạn vui lòng liên hệ Phòng Công tác Chính trị Sinh viên để được hướng dẫn.. . Email:  [email]. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Sinh Viên: [full_name] - MSSV: [student_id]\t. . . .  Chào anh chị ạ!. .   Em sinh viên bằng 2 - Khoa kỹ thuật xây dựng.. .   Trong giai đoạn đại dịch phức tạp, ảnh hưởng đến thu nhập và đời sống sinh hoạt của bao gia đình. Đối với em đã có gia đình nhỏ và tình trạng dịch như này muôn vàn khó khắn hơn. Anh chị cho em hỏi chút thông tin về thanh toán học phí nhé. . .   Em mong muốn Nhà trường có thể thư thả cho sinh viên được giãn thời gian đóng học phí lại để sinh viên và gia đình có thể sắp xếp ạ, Em nghĩ về sự khó khăn này không riêng gì em. Kính mong anh chị thông cảm và có thể kính chuyển thông tin thư cho ban lãnh đạo Nhà trường hoặc đơn vị chủ quản liên quan đến vấn đề học phí ạ( vì em cũng không biết liên hệ trực tiếp đến ai cả). .   Em cám ơn anh chị! Chúc anh chị luôn mạnh khỏe, bình an trong cơn đại dịch này ạ.. . . .",
            "Chào em,. . Em liên hệ phòng Công tác chính trị sv qua email [email] để được hướng dẫn nhé.. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Kính gửi BKSI. . . . BKSI cho em hỏi về việc thi anh văn nói-viết đợt 1 như đã thông báo ở gmail. Như em hiểu là kỳ thi này sẽ chia ra 4 đợt thi từ 15/9 đến hết tháng 10 sẽ kết thúc, mỗi đợt có 800 người có thể đăng ký. Có thông tin thêm từ chính phòng đào tạo là trong 4 đợt này có thể   B CHỌN  /B  một trong bốn để thi tuỳ vào năng lực và nhu cầu. Nhưng phía BK English lại khẳng định là mỗi sinh viên chỉ thi được một lần duy nhất trong 4 đợt, và đợt thi cũng sẽ được chỉ định, nếu ai đợt 1 thì   B BẮT BUỘC  /B  phải thi đợt 1 chứ không được   B CHỌN  /B  như PĐT đã thông tin.. . . . Vậy BKSI có thể cho em biết thông tin nào là đúng, thông tin nào là sai để em và các bạn có thể có kế hoạch ôn tập hợp lý được không ạ?. . . . Em xin chân trọng cảm ơn",
            "Chào bạn,. . Theo thông báo mới nhật PDT đã gửi mail cho SV nhé, do lúc đầu chưa thống nhất quy trình, nên gây một số hiểu lầm.. . Thân gửi các bạn sinh viên,. . . .  . . . . Được sự đồng ý của Ban Giám Hiệu, Phòng Đào tạo kết hợp cùng Trung tâm Ngoại ngữ tổ chức kiểm tra Anh văn 2 kỹ năng Nói - Viết theo hình thức trực tuyến trong tháng 9 & tháng 10 năm 2021 dành cho các sinh viên chuẩn bị tốt nghiệp trong học kỳ 211 (dự kiến xét tốt nghiệp đến hết học kỳ 211).. . . . - Đăng ký tại: mybk.hcmut.edu.vn è chọn  Đăng ký môn học è chọn Đăng ký thi Anh văn 2 kỹ năng theo hình thức trực tuyến–Đợt 1-MSMH:BKE123. . . . - Thời gian đăng ký Đợt 1: từ 8g ngày 06/9 đến 14g50 ngày 08/9. . . . - Thời gian thanh toán lệ phí: từ 8g ngày 9/9 đến 14g50 ngày 10/9. . . .  . . . . - Lưu ý:. . . . 1) Trong tháng 9/2021 dự kiến tổ chức 4 đợt thi, mỗi đợt tổ chức khoảng 800 SV thi.  Cụ thể Đợt 1 sẽ thi vào các ngày: 15/9, 16/9, 17/9, 18/9, 19/9 và 20/9 (TTNN sẽ có thông báo chi tiết ngày thi cho SV qua mail sau khi SV thanh toán lệ phí). . . .  Trường hợp SV không đăng ký được trong Đợt 1, vui lòng đợi thông báo đăng ký vào đợt tiếp theo.. . . . 2) SV chỉ được đăng ký thi 1 lần duy nhất trong đợt tháng 9 & tháng 10 /2021 (hình thức trực tuyến), trường hợp SV thi không đạt, hoặc bỏ thi, hoặc thanh toán lệ phí thi trễ hạn vui lòng đợi thông báo sau hoặc hết thời gian giãn cách có thể đăng ký thi trực tiếp tại Trung tâm Ngoại ngữ.. . . .  3) Trường hợp SV không thanh toán lệ phí hoặc thanh toán lệ phí trễ hạn sẽ không được thi & ghi nợ lệ phí (SV phải thanh toán dù không dự thi).. . . .  4) Hình thức thi trực tuyến theo file đính kèm.. . . .  5) SV đã đạt Anh văn 2 kỹ năng Nói - Viết theo quy định vui lòng bỏ qua email này.. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Chào BGH. . Em là: [full_name]; MSSV: [student_id]. . Lớp: XD14CTT. . Nội dung: Hiện tại em đang nằm trong học kỳ gia hạn kéo dài của khoá vì chưa đủ điều kiện thi anh văn nói viết. . . Hiện em thấy có thông báo mở các đợt thi online vào 8 giờ ngày 6/9/2021 nhưng em không thể đăng ký được cho đợt này ạ.. . em cảm ơn. . . . . .",
            "Chào bạn,. . Trường hợp của bạn cô sẽ ghi nhận lại và bạn vui lòng đợi mail thông báo vào đăng ký thi trong đợt tiếp theo nhé (dự kiến vào ngày 14/9 nhé). . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác  /i  Em tên là [full_name] MSSV [student_id] trong lần đăng kí 2 đợt dự thính vừa qua em đã đăng kí thành công 2 môn là vật lí bán dẫn ( ở đợt dự thính cũ) và môn phương pháp tính( ở lớp dự thính mới bắt đầu từ ngày 30/08) vậy mà đến nay em vẫn chưa có thời khoá biếu của 2 môn. Em đã một lần đăng câu hỏi về đăng kí dự thính môn học đợt 1 nhưng không được xem và giải quyết. Mong phòng đào tạo xem xét lại và giải quyết sớm giúp em vì sắp đến đợt thanh toán học phí. Em xin chân thành cảm ơn!. . . .",
            "Chào bạn,. . Sinh viên vui lòng xem kết quả ĐKMH, xem lý do vì sao không ĐKMH được (có đăng ký, nhưng không có TKB) tại trang web: mybk.hcmut.edu.vn    Đăng ký môn học    Đăng ký môn học HK211 - Kết quả đợt 3    bấm vào mục Đăng ký mới    chọn Loại hình đăng ký    xem Lịch sử đăng ký. . \"PDT không đ/ký cho SV [full_name] (T: [full_name] giờ TKB)"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Dạ em chào thầy cô.. . Em là sinh viên K17. Kì này chúng em được đăng kí luận văn và thực hiện trong kì này nhưng do tình hình dịch bệnh nên chúng em chưa thể lên trường để làm thí nghiệm được ạ.. . Thầy cô có thể cho chúng em hỏi là liệu nếu dịch chưa ổn định thì tới lúc phản biện luận văn chúng em có được cho 2 đợt phản biện giống các anh chị k16 năm rồi không ạ?. . Em cám ơn thầy cô và mong nhận được phản hồi sớm ạ!",
            "Chào bạn,. . Vấn đề này bạn vui lòng liên hệ với GVHD và Khoa của bạn để được hướng dẫn và hỗ trợ nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . PĐT cho em hỏi có bắt buộc đăng ký thi av Nói - Viết trong đợt này không ạ? Và nếu em không đăng ký em có bị cấm thi av trong 3 đợt còn lại không ạ?",
            "PĐT cho em hỏi có bắt buộc phải đăng ký anh văn Nói và Viết trong đợt 1 không ạ? Và em nhận được 1 thông tin là sinh viên nào nhận được mail của PĐT về ĐKMH thi av Nói Viết thì bắt buộc phải đăng ký trong đợt đó luôn, có đúng không ạ? Em xin cảm ơn.",
            "1) Trong tháng 9/2021 dự kiến tổ chức 4 đợt thi, mỗi đợt tổ chức khoảng 800 SV thi.  Cụ thể Đợt 1 sẽ thi vào các ngày: 15/9, 16/9, 17/9, 18/9, 19/9 và 20/9 (TTNN sẽ có thông báo chi tiết ngày thi cho SV qua mail sau khi SV thanh toán lệ phí). .    B Trường hợp SV không đăng ký được trong Đợt 1, vui lòng đợi thông báo đăng ký vào đợt tiếp theo  /B   I   U . . . . 2) SV chỉ được đăng ký thi 1 lần duy nhất trong đợt tháng 9 & tháng 10 /2021 (hình thức trực tuyến), trường hợp SV thi không đạt, hoặc bỏ thi, hoặc thanh toán lệ phí thi trễ hạn vui lòng đợi thông báo sau hoặc hết thời gian giãn cách có thể đăng ký thi trực tiếp tại Trung tâm Ngoại ngữ. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em chào phòng đào tạo.. . . . Em bị buộc tạm dừng học học kỳ 202 vì không đăng ký môn học.. . . . Em muốn nộp đơn để được nhận học thì phải nộp như thế nào ạ?. . . . Em cám ơn",
            "Chào bạn,. . Thời điểm hiện tại đã quá thời gian để thu nhận và đăng ký môn học cho HK 211. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Công tác xã hội . Kinh gửi Phòng Đào Tạo.. . . . Hiện tại tình hình covid-19 phức tạp, cho em hỏi thực hiên ngày công tác xã hội như thế nào ạ ?. . . . [full_name]",
            "Chào bạn,. . - Bạn liên hệ Văn phòng đoàn Khoa để được hỗ trợ nghen . . Xem chi tiết lịch trình tốt nghiệp tại trang web PĐT (aao.hcmut.edu.vn)    Tốt nghiệp    Thông tin tốt nghiệp    Tháng 11/2021    Lịch trình đăng ký tốt nghiệp và cấp bằng tháng 11/2021. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Dạ cho em hỏi em đã đăng kí xin hoãn thi môn giải tích 2 HK202 nhưng đến nay chưa có kết quả ạ. Em có tham gia thi nhưng không đảm bảo sức khỏe nên đã rời sớm dẫn đến kết quả không tốt.",
            "Chào em,. . - Danh sách thi PĐT đã gửi trước rồi em. . - Em đã điền form hoãn thi, xem email xác nhận nhé.. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Kính thưa quý thầy cô, hôm nay là đợt đăng ký thi anh văn 2 kỹ năng được mở. . . . . Trong mail : \"Đăng ký thi Anh văn 2 kỹ năng . . theo hình thức trực tuyến-Đợt 1- MSMH:BKE123\". . . . Em có theo dõi kỹ 2 phần lưu ý như hình đính kèm : . . - Lưu ý:. . . . 1) Trong tháng 9/2021 dự kiến tổ chức 4 đợt thi, mỗi đợt tổ chức khoảng 800 SV thi.  Cụ thể Đợt 1 sẽ thi vào các ngày: 15/9, 16/9, 17/9, 18/9, 19/9 và 20/9 (TTNN sẽ có thông báo chi tiết ngày thi cho SV qua mail sau khi SV thanh toán lệ phí). . . .  Trường hợp SV không đăng ký được trong Đợt 1, vui lòng đợi thông báo đăng ký vào đợt tiếp theo.. . . . 2) SV chỉ được đăng ký thi 1 lần duy nhất trong đợt tháng 9 & tháng 10 /2021 (hình thức trực tuyến), trường hợp SV thi không đạt, hoặc bỏ thi, hoặc thanh toán lệ phí thi trễ hạn vui lòng đợi thông báo sau hoặc hết thời gian giãn cách có thể đăng ký thi trực tiếp tại Trung tâm Ngoại ngữ.. . . .",
            "Vấn đề em gặp phải là ở Lưu ý thứ 2 có đề cập đến việc \"SV chỉ được đăng ký thi một lần duy nhất trong đợt tháng 9 & tháng 10 / 2021\".. . . . Nhưng trên dkmh có ghi là \"Đăng ký thi AV 2 kỹ năng theo hình thức trực tuyến- Đợt 1 - MSMH : BKE123\".. . . . Do tình hình em vẫn đang ở TP.HCM và không có đầy đủ thiết bị để thi online trong tháng 9 và em muốn đăng ký để thi vào tháng 10 thì phải chờ tới đợt tháng 10 hay phải đăng ký luôn trong đợt này ạ. Rất mong quý thầy cô giải đáp giúp em ạ.. . . . Em xin cảm ơn quý thầy cô.. . . . Sinh viên, . . . . [full_name].",
            "Chào bạn. . Đợt 4 sẽ tổ chức trong tháng 10 kịp đăng ký tốt nghiệp tháng 11 nghen bạn. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em tên [full_name]. . mssv [student_id]. . Em là sinh viên K15 thời gian đối với em hiện tại nó rất quan trong. Đây là lần thứ 4 em xin PĐT chuyển điểm các môn tương đương (em đã thống kê bằng file pdf đính kèm).. . Trong đợt đăng kí luận văn em đã thỏa điều kiện đăng kí mà không được cập nhật thời khóa biểu.. . Các bạn có trường hợp giống em đã được bổ sung thời khóa biểu và đã  bắt đầu nhận và lÀM luận văn.. . Em mong PĐT xem xét và bổ sung thời khóa biểu cho em trong ngày hôm nay để em được nhận và làm luận văn cho kịp tiến độ.. . Luận văn  [full_name]. . Mã môn học CI4333.",
            "Chào bạn,. . Trường hợp của bạn không đủ điều kiện nhận LVTN, bạn vui lòng xem file đính kèm và kiểm tra lại nhé:. . 113+4=117  121 Không đủ điều kiện nhận LVTN. . (xem file đính kèm nhé)"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Chào thầy(cô),. . Em tên : [full_name]. . MSSV:[student_id]. . Hệ [full_name]: Khoa học và kỹ thuật máy tính. . Em đã xin [full_name] và đã được đồng ý cho em học chung môn học   B Nhập môn điện toán (CO1005) và Hệ thống số (CO1023)  /B  với K21.. . Mong thầy (cô) xem xét đăng ký môn học giúp em.",
            "Chào bạn. . Phòng đào tạo đã ghi nhận thông tin bạn đăng ký môn học chung với K2021, Thời gian bắt đầu học của Khoá 2021 là 4/10/2021, nên bạn vui lòng xem TKB tại Mybk vào thời gian trên, nếu không có TKB thì phản hồi lại Pdt. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]  /b \t[full_name] [full_name] [full_name] [full_name]   i Đăng ký môn học  /i [full_name] [full_name] [full_name] [full_name] Thưa Thầy/Cô[full_name] [full_name] Em là [full_name] mssv: [student_id]: văn bằng 2 ngành quản lý tài nguyên và môi trường[full_name][full_name] [full_name] Hiện tại em vừa hoàn thành xong luận văn tốt nghiệp và chỉ còn thiếu anh văn nói viết để xét tốt nghiêp[full_name] Do tình hình dịch covid chỉ được thi online[full_name] Em có vào đăng ký nhưng lại không được đăng ký?[full_name] (File ảnh đính kèm)[full_name][full_name] [full_name] Mong thầy cô xem trường hợp của em là gặp vấn đề gì ạ! [full_name] [full_name] Em xin chân thành cảm ơn[full_name]",
            "Chào bạn,. . Hiện tại đợt 1 đã full rồi nhé, bạn vui lòng đợi đăng ký vào đợt tiếp theo.. . Thân gửi các bạn sinh viên,. . Được sự đồng ý của Ban Giám Hiệu, Phòng Đào tạo kết hợp cùng Trung tâm Ngoại ngữ tổ chức kiểm tra Anh văn 2 kỹ năng Nói - Viết theo hình thức trực tuyến trong tháng 9 & tháng 10 năm 2021 dành cho các sinh viên chuẩn bị tốt nghiệp trong học kỳ 211 (dự kiến xét tốt nghiệp đến hết học kỳ 211).. . . . - Đăng ký tại: mybk.hcmut.edu.vn è chọn  Đăng ký môn học è chọn Đăng ký thi Anh văn 2 kỹ năng theo hình thức trực tuyến–Đợt 1-MSMH:BKE123. . . . - Thời gian đăng ký Đợt 1: từ 8g ngày 06/9 đến 14g50 ngày 08/9. . . . - Thời gian thanh toán lệ phí: từ 8g ngày 9/9 đến 14g50 ngày 10/9. . . .  . . . . - Lưu ý:. . . . 1) Trong tháng 9/2021 dự kiến tổ chức 4 đợt thi, mỗi đợt tổ chức khoảng 800 SV thi.  Cụ thể Đợt 1 sẽ thi vào các ngày: 15/9, 16/9, 17/9, 18/9, 19/9 và 20/9 (TTNN sẽ có thông báo chi tiết ngày thi cho SV qua mail sau khi SV thanh toán lệ phí). . . .  Trường hợp SV không đăng ký được trong Đợt 1, vui lòng đợi thông báo đăng ký vào đợt tiếp theo.. . . . 2) SV chỉ được đăng ký thi 1 lần duy nhất trong đợt tháng 9 & tháng 10 /2021 (hình thức trực tuyến), trường hợp SV thi không đạt, hoặc bỏ thi, hoặc thanh toán lệ phí thi trễ hạn vui lòng đợi thông báo sau hoặc hết thời gian giãn cách có thể đăng ký thi trực tiếp tại Trung tâm Ngoại ngữ.. . . .  3) Trường hợp SV không thanh toán lệ phí hoặc thanh toán lệ phí trễ hạn sẽ không được thi & ghi nợ lệ phí (SV phải thanh toán dù không dự thi).. . . .  4) Hình thức thi trực tuyến theo file đính kèm.. . . .  5) SV đã đạt Anh văn 2 kỹ năng Nói - Viết theo quy định vui lòng bỏ qua email này.. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Thưa thầy/cô,. . . . Em là sinh viên năm cuối, chuẩn bị tốt nghiệp. Em có nhận được email của PĐT về vấn đề thi Anh văn 2 kỹ năng Nói - Viết đợt 1.. . . . Nhưng trong đợt 1 này, do tình hình dãn cách và ở trọ 1 mình, em không kịp chuẩn bị đầy đủ thiết bị ghi hình + loa máy tính bị hư, không thể tham gia dự thi. . . . . Vậy:. . 1. Em có được phép dời thi vào đợt 2 hoặc 3 không ạ?. . 2. Nếu được, em phải làm gì và quy trình như thế nào để xin đăng ký thi vào đợt sau ạ?. . . . Kính mong quý thầy/cô giải đáp thắc mắc do tình hình rất gấp ạ! Em xin chân thành cảm ơn!. . . . Trân trọng,. . [full_name]. . . . . . . .",
            "Chào bạn,. . Được nhé bạn, SV chỉ được đăng ký 1 lần trong 4 đợt của tháng 9 và 10 nhé!. . Thân gửi các bạn sinh viên,. . Được sự đồng ý của Ban Giám Hiệu, Phòng Đào tạo kết hợp cùng Trung tâm Ngoại ngữ tổ chức kiểm tra Anh văn 2 kỹ năng Nói - Viết theo hình thức trực tuyến trong tháng 9 & tháng 10 năm 2021 dành cho các sinh viên chuẩn bị tốt nghiệp trong học kỳ 211 (dự kiến xét tốt nghiệp đến hết học kỳ 211).. . . . - Đăng ký tại: mybk.hcmut.edu.vn è chọn  Đăng ký môn học è chọn Đăng ký thi Anh văn 2 kỹ năng theo hình thức trực tuyến–Đợt 1-MSMH:BKE123. . . . - Thời gian đăng ký Đợt 1: từ 8g ngày 06/9 đến 14g50 ngày 08/9. . . . - Thời gian thanh toán lệ phí: từ 8g ngày 9/9 đến 14g50 ngày 10/9. . . .  . . . . - Lưu ý:. . . . 1) Trong tháng 9/2021 dự kiến tổ chức 4 đợt thi, mỗi đợt tổ chức khoảng 800 SV thi.  Cụ thể Đợt 1 sẽ thi vào các ngày: 15/9, 16/9, 17/9, 18/9, 19/9 và 20/9 (TTNN sẽ có thông báo chi tiết ngày thi cho SV qua mail sau khi SV thanh toán lệ phí). . . .  Trường hợp SV không đăng ký được trong Đợt 1, vui lòng đợi thông báo đăng ký vào đợt tiếp theo.. . . . 2) SV chỉ được đăng ký thi 1 lần duy nhất trong đợt tháng 9 & tháng 10 /2021 (hình thức trực tuyến), trường hợp SV thi không đạt, hoặc bỏ thi, hoặc thanh toán lệ phí thi trễ hạn vui lòng đợi thông báo sau hoặc hết thời gian giãn cách có thể đăng ký thi trực tiếp tại Trung tâm Ngoại ngữ.. . . .  3) Trường hợp SV không thanh toán lệ phí hoặc thanh toán lệ phí trễ hạn sẽ không được thi & ghi nợ lệ phí (SV phải thanh toán dù không dự thi).. . . .  4) Hình thức thi trực tuyến theo file đính kèm.. . . .  5) SV đã đạt Anh văn 2 kỹ năng Nói - Viết theo quy định vui lòng bỏ qua email này.. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học .",
            "Xin chào thầy/ cô, em có nhu cầu xin vào lớp Nền móng - CI3195. Dự thính lộ trình 2 em thấy có mở lớp DT01. Em xin thầy/ cô xếp em vào lớp này với ạ. Em xin cảm ơn.",
            "Chào bạn,. . Hiện tại SV muốn xin ĐK bổ sung môn học (ghi rõ lý do xin đăng ký trễ, tên MH, mã MH, mã nhóm xin đăng ký và kèm xác nhận đông ý của GV cho vào lớp. . Thân. .",
            "Lý do đăng kí trễ: Em mong muốn đăng kí môn học Nền móng để cải thiện điểm.. . Tên MH:   I Nền móng . Mã MH:   I CI3195 . Mã nhóm xin đăng ký:   I DT01 . Xác nhận của giáo viên: Thưa cô là do trên trang đăng kí môn học em không có thấy để tên giảng viên nên em cũng không biết phải liên hệ ai ạ.",
            "Lý do đăng kí trễ: Em mong muốn đăng kí môn học Nền móng để cải thiện điểm.. . Tên MH:   I Nền móng . Mã MH:   I CI3195 . Mã nhóm xin đăng ký:   I DT01 . Xác nhận của giáo viên: Thưa cô là do trên trang đăng kí môn học em không có thấy để tên giảng viên nên em cũng không biết phải liên hệ ai ạ.",
            "Chào bạn,. . Bạn vui lòng liên hệ về Khoa để xin hỏi thông tin giảng viên giảng dạy nhé, nếu không có mail đồng ý của GV thì không thể hỗ trợ bạn được nhé.. . Vui lòng gửi thông tin trước ngày 14/9 nhé, vì hiện tại đã quá trễ rồi. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]8  /b \t. . . .   i Đăng ký môn học .  Kính gửi : PĐT trường Đại học Bách Khoa. .  Em tên: [full_name]. .  MSSV : [student_id]8. .  Hiện tại em đã trải qua 16 học kì tại trường, đến hết tháng 10/2021 là em hết hạn chương trình đào tạo nên em không có quyền đăng kí môn học trong học kì này.. .  Em đã hoàn thành đầy đủ chương trình bắt buộc. Toiec Speaking và Writing là chứng chỉ còn lại em chưa hoàn thành.. .  Em đã nhận được Gmai đăng ký thi Anh văn 2 kỹ năng theo hình thức trực tuyến-Đợt 1.. .  Nhưng em không có quyền đăng kí môn học trên mybk nên em không thể đăng kí thi được.. .  Em mong PĐT xem xét để em có thể dự thi và hoàn thành chương trình đào tạo.. .  Em xin cảm ơn!. .",
            "Chào bạn. . Bạn chụp giúp Cô màn hình ghi chú bạn không đăng ký đợc để Cô chuyển bộ phận dkmh kiểm tra lại nghen. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Thưa thầy cô, em tên [full_name], MSSV: [student_id]. . . . Vừa qua em đã trả xong môn cuối còn nợ. Trên trang đăng ký tốt nghiệp thấy báo em không có tên trong danh sách tốt nghiệp dự kiến. Vậy em muốn bổ sung danh sách thì phải làm thế nào ạ. . . .",
            "Chào bạn, . . Xem chi tiết lịch trình tốt nghiệp tại trang web PĐT (aao.hcmut.edu.vn)    Tốt nghiệp    Thông tin tốt nghiệp    Tháng 11/2021    Lịch trình đăng ký tốt nghiệp và cấp bằng tháng 11/2021. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Kính chào Phòng Đào tạo,. . . . Em có một câu hỏi liên quan đến việc cập nhật điểm thành phần môn   B \"Purification Technologies of Pharmaceutical Engineering - CC01\"  /B  (Mã MH: CH3073). . . . . Trong lúc nhập điểm, giảng viên đã vô tình để sót một cột điểm Thuyết trình của em. Hiện em đã liên hệ và Thầy đã đồng ý chỉnh sửa. Tuy nhiên, điểm trên hệ thống MyBK đã cố định nên Thầy yêu cầu em làm đơn phúc khảo.. . . . Quý Thầy/Cô cho em hỏi rằng em có thể tải mẫu đơn phúc khảo [full_name] ở đâu ạ? Em xin cảm ơn.. . . . Em xin đính kèm các mình chứng & hiện trạng . . . .",
            "Chào em,. . Em đề nghị GV liên hệ PĐT để yêu cầu mở khóa nhé.. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Mở lớp dự thính (bắt đầu học từ 30/8) . Em xin chào,. . . . Em có môn tiên quyết kết cấu bê tông . . cốt thép 1 mã môn học CI2091, để kỳ sau nhận luận văn tốt nghiệp. Vừa qua em chưa kịp đăng ký dự thính cho môn này. Em xin PĐT mở giúp em môn này, để em có thể hoàn thành môn học.. . . . Em xin chân thành cảm ơn!",
            "Chào em,. . Hiện tại đã hết thời gian hiệu chỉnh, em cần phải có xác nhận đồng ý vào lớp của giáo viên nhé.. . Thân mến,. .",
            "Dạ, em gửi mail giáo viên để xác nhận gửi lại [full_name]. Hay em phải làm form điền vào cô ạ ? . . . . Em cảm ơn,",
            "Chào bạn. . Bạn gởi mail cho [full_name]/cô, sau đó chụp hình gởi lại [full_name], gởi gấp nghen bạn. .",
            "Em chào Cô,. . . . Em gửi hình ảnh mail xác nhận của Cô [full_name] dạy môn kết cấu bê tông cốt thép 1. . lớp dự thính DT01 thứ 2 tiết 13-14, mã môn học CI2091. . . Cô đã đồng ý cho em tham gia lớp học, em mong PĐT sớm xét duyệt cho em đăng ký bổ sung môn học CI2091. . . . Em xin chân thành cảm ơn!. .",
            "Chào bạn,. . PDT đã ghi nhận yêu cầu về ĐKMH của bạn và đã chuyển cho bộ phận ĐKMH kiểm tra và xử lý.. . Bạn vui lòng theo dõi và kiểm tra TKB thường xuyên trên mybk/Thông tin SV và hệ thống BKeL để kịp tham gia lớp học online. SV chủ động liên hệ với GV để xin vào lớp học trước nhé!. . Trường hợp nếu không đăng ký được (không có khả năng hoặc không đủ điều kiện)  PDT sẽ phản hồi cho SV qua bksi.. . Chúc các bạn học tốt!. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính chào Thầy, Cô. . Sáng nay em có đăng ký thi tiếng anh 2 kỹ năng theo hình thức trực tuyến. MSMH: BKE123. . Nhưng nhận thấy thông báo là không được phép đăng ký trong kỳ này (hình ảnh đính kèm).. . Xin cho hỏi vì sao em không được phép đăng ký trong học kỳ này ạ? Vì tình trạng sinh viên của em là : Đang học (hình ảnh đính kèm).. . . . Mong nhận được phản hồi sớm của Thầy, Cô để em có thể đăng ký thi trong kì này ạ.. . Em xin chân thành cảm ơn.",
            "Chào bạn,. . Do khả năng tổ chức thì online có giới hạn, nên chỉ lọc danh sách những bạn đủ tiêu chuẩn TN trong đợt này để ưu thi trước (có thể không đủ).. . Trường hợp của bạn cô sẽ ghi nhận lại và bạn vui lòng đợi mail thông báo vào đăng ký thi trong đợt 4 nhé.. . Thân. .",
            "li answer rate: Answer suits the needs / Câu trả lời đúng ý",
            "Chào bạn,. . Hiện tại đã mở cho bạn vào ĐK thi AV nói viết trong đợt 1, SV vào Đăng ký nhé! Hạn đăng ký đợt 1 đến đến 14g50 ngày 08/9. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em là [full_name], MSSV: [student_id], Lớp VP16VT.. . . . Hiện tại em đang làm hồ sơ dự tuyển học bổng và cần in bảng điểm. . . . . Nhưng do tình hình giãn cách hiện nay, em không thể lên nhận trực tiếp, đồng thời việc nhận qua kênh chuyển phát của bưu điện cũng có thể gặp khó khăn vì nhà em trong vùng đỏ.. . . . Em có thể đăng kí in bảng điểm và nhờ Phòng Đào tạo scan, gửi mail bảng điểm cho em được không ạ ? . . . . Em xin cảm ơn.. . [full_name]. . .",
            "Chào bạn. . Trước tiên bạn đăng ký in, và nhận qua bưu cục, sau đó thông báo lại cho Pdt, nếu hỗ trợ được thì Pdt sẽ cố gắng. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Thưa thầy/cô, ở HK202 em đã nộp giấy chứng nhận sinh viên được miễn giảm học phí(diện thứ 7: có cha/mẹ mắc bệnh nghề nghiệp) và hiện tại em thấy BKPay đã hiện học phí HK211. Tuy nhiên, em thấy mức học phí của mình hiện chưa được miễn giảm mà vẫn giữ nguyên.. . Em hi vọng thầy/ cô có thể cập nhật lại học phí của em hoặc hướng dẫn em để xác nhận lại mình thuộc diện miễn giảm học phí.. . Em xin cảm ơn.",
            "Chào em,. . Em liên hệ phòng Công tác chính trị sv qua email [email] để được hướng dẫn nhé.. . - Thời điểm hiện tại P.CTCTSV chưa gửi PĐT danh sách miễn giảm HP. Khoảng cuối tháng 10 PĐT nhận được DS thì cập nhật lại trước khi sv đóng HP.. . . . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Thưa thầy/cô, em hiện là sinh viên khóa K20. Tuy nhiên, do dịch bệnh nên chưa thể gặp lớp trưởng hoặc gửi cho nhà trường bằng tốt nghiệp được, trong khi đó đợt nộp bằng lần 2 đang diễn ra rồi. Không biết nhà trường có thay đổi thời hạn nộp bằng tốt nghiệp cho khóa K20 không ạ? Và nếu không thì thầy/cô có thể hướng dẫn em cách nộp bằng tốt nghiệp được không ạ?. . Em xin cảm ơn.. .",
            "Chào bạn,. . PDT sẽ tổng kiểm tra bằng TN THPT (và bằng Cao Đẳng, Đại học đối với SV bằng 2, và VLVH). SV phải chuẩn bị sẵn sàng (bảng sao và bản scan) các bằng TN. Thời gian kiểm tra là trong tháng 10 và theo thông báo riêng. . Thân mến,. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "cô ơi bây giờ em phải làm sao để được đăng kí môn học ạ,em phải đóng học phí hay sao ạ,nhưng em đâu có học đâu ạ,hình như bây giờ đã vào học kì rồi có cách nào giúp em với ạ,em không hiểu sao mình phải đóng học phí nữa. .",
            "Chào bạn,. . Vui lòng trình bày rõ vấn đề của bạn giúp cô nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . anh/chị cho em hỏi trong thời khóa biểu của em có môn đồ án tốt nghiệp nhưng mà trong elearning không có, cũng không có tuần học, mình liên hệ ở đâu để làm đồ án ạ.em xin cảm ơn",
            "Chào bạn. . Dữ liệu đã được cập nhật, bạn xem lại nghen. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Chào thầy/cô!. . Em tên là [full_name]. . MSSV: [student_id]. . Em gặp vấn đề về đóng tiền bảo hiểm y tế như sau: Năm 2017 em đã đóng tiền bảo y tế đầy đủ nhưng hiện tại em kiểm tra trên [full_name] thì khoảng tiền chưa được thanh toán.Vừa rồi em có lên phòng đào tạo hỏi thì được thầy cô giải thích vấn đề này do bên y tế trách nhiệm. Và em trực tiếp lên hỏi phòng y tế thì bên y tế trả lời là mỗi năm bảo hiểu đã được đóng hết rồi còn về vấn đề chưa thanh toán trên trang [full_name] thì liên hệ phòng đào tạo. Nên em mong nhận được câu trả lời từ phía phòng đào tạo về vấn đề này để em có thể chuân bị cho đợt tốt nghiệp sắp tới.Em cám ơn thầy cô nhiều ạ",
            "Chào em,. . Em vui lòng liên hệ trạm y tế qua email [email] để được hướng dẫn nhé.. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Em chào thầy cô Phòng Đào Tạo ạ, em tên [full_name] [student_id]. Em muốn hỏi Thầy cô ạ, em đã đủ tiêu chuẩn làm luận văn tốt nghiệp rồi ạ, em cũng đã đăng vào đợt bổ xung vừa rồi nhưng không có thời khóa biểu ạ. Em mong thầy cô giúp đỡ em và mong thầy cô cho em đăng ký làm Luận văn ạ. Em đã gửi yêu cầu này là lần thứ hai rồi ạ. Mong thầy cô phản hồi ạ, Em cảm ơn ạ",
            "Chào bạn,. . Vui lòng bổ sung thêm mã LVTN giúp cô nhé!. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Kính Gửi : Ban Giám Hiệu . .            Phòng Đào Tạo Trường Đại Học Bách . .            Khoa. . Em tên là : [full_name]. . Mssv : [student_id]. . Lớp : XD18CT1 . . Dạ em chào PĐT ạ!. . Dạ PĐT cho em hỏi là khi nào thì Trường sẽ tổ chức thi Anh văn định kỳ cho sinh viên K18 thế ạ!. . Em xin chân thành cảm ơn! . . [full_name]!. . [full_name].",
            "Chào bạn. . Bạn vui lòng đợi thông báo của nhà trường qua mail khi nào có tổ chức nghen. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em muốn hỏi điều kiện để được đăng ký thi là như thế nào? em đã nộp chứng chỉ Toeic 500 đủ điều kiện tốt nghiệp.",
            "Chào bạn,. . Vui lòng trình bày rõ nội dung câu hỏi nhé!. . Thân",
            "Em qua theo dõi trên trang ĐKMH có đợt đang ký thi AV nói viết trực tuyến nên em đã đăng ký nhưng không đăng ký được với thông báo chưa được phép đăng ký đơt này, em hỏi PĐT là điều kiện để được đăng ký thi là như thế nào?",
            "Chào bạn,. . Do khả năng tổ chức thì online có giới hạn, nên chỉ lọc danh sách những bạn đủ tiêu chuẩn TN trong đợt này để ưu thi trước (có thể không đủ).. . Trường hợp của bạn cô sẽ ghi nhận lại và bạn vui lòng đợi mail thông báo vào đăng ký thi trong đợt 4 nhé.. . Thân. .",
            "Chào bạn,. . Hiện tại đã mở cho bạn vào ĐK thi AV nói viết trong đợt 1, SV vào Đăng ký nhé! Hạn đăng ký đợt 1 đến đến 14g50 ngày 08/9. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Chào thầy/cô,. . . . Kỳ 202 em vừa bảo vệ xong luận văn và đủ điều kiện tốt nghiệp nhưng mà do nhầm lẫn nên em đã đăng ký thêm 1 môn để duy trì trạng thái sinh viên, chờ tốt nghiệp.. . Thầy.cô cho em hỏi giờ làm sao để huỷ/rút môn học online ạ? em đăng ký dự thính.. . . . Cảm ơn thầy/cô",
            "Chào em, . . PĐT đã gửi email đến sv:. . Thân gửi các bạn sinh viên,. . . . . . . .      Phòng đào tạo thông báo về phương thức đăng ký RÚT MÔN HỌC (tính Học Phí theo quy định)(Chính quy + Dự thính) của học kỳ 1(2021-2022) như sau:. . . . SV đăng nhập vào Google bằng tài khoản BKNetID@hcmut.edu.vn và điền thông tin RÚT MÔN HỌC theo link: https://forms.gle/4X6kA3XbDWNfs93u6. . . . Thời gian đăng ký: Từ ngày 6/09/2021 đến hết ngày 01/10/2021. . . . Xem chi tiết quy định về rút môn học tại QUY CHẾ ĐÀO TẠO VÀ HỌC VỤ điều 11.2. . . . . . . . Chúc các bạn học tập thật tốt!"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . em chào thầy ( cô ). . em muốn hỏi về việc nộp đơn xin được tham gia sinh hoạt công dân cuối khóa. em khóa k17 do học kì trước em không tham gia sinh hoạt công dân cuối khóa nên học kì này em muốn tham gia lại. Em muốn hỏi em về việc đơn xin có cần yêu cầu chữ kí của giáo viên chủ nhiệm hay là ý kiến của khoa không ạ. . . .",
            "Chào bạn. . Vấn đề BHYT, Học bổng, vay vốn ngân hàng, miễn giảm và gia hạn học phí… Bạn vui lòng liên hệ Phòng Công tác Chính trị Sinh viên để được hướng dẫn.. . Email:  [email]. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: 213T5027  /b \t. . . . Em tên [full_name].. . MSSV: 213T5027 Thưa Thầy Cô Phòng Đào Tạo và Ban Giám Hiệu em đăng kí môn ME4205 L01_L01 Tự động hóa sản xuất, chứ không phải ME4025, ME4026 xin Phòng Đào Tạo và Ban Giám Hiệu hủy Môn ME4025 và ME4026 dùm em vì em không đăng kí. Em xin chân thành cảm ơn.",
            "Chào bạn,. . đã hủy ME4025,. . ME4205 trùng lịch không đăng ký được nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV[full_name] [student_id]  /b \t. . . .   i Yêu cầu khác . Em tên là [full_name] [full_name] . . Dạ cho em hỏi là đợt trước em có thi học kì môn giải tích 1 , trong lúc làm bài được 1 nửa thời gian  thì máy em bị đứng đến khi hệ thống tự nộp bài , em có đăng kí hoãn thi ngay sau đó , nhưng hôm qua em có thấy điểm đã báo lên hệ thống là bài của em vẫn có điểm cuối kì và đã qua môn ạ  , thì em có được đăng kí hủy hoãn thi lại được không ạ . . Em cảm ơn ạ",
            "Chào em,. . Em làm đơn xin hủy hoãn thi: ghi rõ HK, mã môn học, tên môn học ... , hoặc lấy mẫu đơn hoãn thi sửa thành đơn HỦY HOÃN THI, gửi qua bksi. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Chào phòng đào tạo ạ,. . Pdt cho em được hỏi là nếu em vừa chuyển từ hình thức chính quy sang hệ vừa làm vừa học thì em có thể đăng ký thêm ngành công nghệ thông tin bên hệ đào tạo từ xa không ạ. em xin chân thành cám ơn ạ,",
            "Chào bạn,. . Về việc này, bạn vui lòng gửi mail về cho anh [email] hoặc [email] để được tư vấn và hỗ trợ nhé!. . Thân mến,. . . .",
            "Dạ em xin cám ơn pdt nhiều ạ,"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Đơn xin phục hồi thời khóa biểu"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em chào thầy cô . . Cho em hỏi là luận văn tốt nghiệp kì này có được huỷ hoặc hoãn không ạ? . . Em xin cảm ơn",
            "Chào bạn,. . Hiện tại đã hết thời gian hiệu chỉnh  và hủy môn học của học kỳ chính và HK dự thính HK211 nhé bạn.. . SV vui lòng đợi thông báo về việc rút môn học (có tính học phí theo quy định), đã thông báo mail cho SV. . Xem chi tiết quy chế tại đây:. . aao.hcmut.edu.vn/sinh viên/quy chế/học vụ/Quy chế đào tạo và học vụ bậc đại học, cao đẳng:/ điều 11.2. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Dạ em chào thầy/cô ạ.. . Sắp tới em thấy có hạn đóng học phí, nhưng hiện tại nhà em đang trong khi vực bị phong toả, em không thể đi gửi hoặc chuyển tiền vào thẻ ngân hàng được ạ, em xin hỏi là trong trường hợp này em có thể xin gia hạn đóng học phí cho kì dự thính được không ạ. ( Địa chỉ nhà em tại xã Đạo Thạnh, Mỹ Tho, Tiền Giang). Em xin cảm ơn. . . Trân trọng.",
            "Chào bạn;. . thời gian thanh toán phí còn rất dài, bạn có thể nhờ người thân hoặc bạn đăng nhập vào ocb để thanh toán giúp hoặc  chờ hết giãn cách ra ngân hàng nộp tiền nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . dạ em là [full_name] MSSV [student_id]. Lớp CK15CTM3. . Do kì trước em không đăng kí môn học nên bị buộc thôi học và em có gửi đơn xin nhận lại đã được Khoa và pđt xác nhận đồng ý thu nhận lại. Em có đăng kí Luận văn tốt nghiệp ngày 24 nhưng đợt kết quả thì không có thời khóa biểu. Giờ em muốn đăng kí luận văn tốt nghiệp để kịp tiến độ thì em làm như thế nào ạ.. . Mong Thầy Cô giải đáp giúp em để em kịp làm Luận Văn ạ.. . Em cảm ơn!. .",
            "Chào bạn,. . Vui lòng bổ sung giúp cô mã [full_name] nhé!. . Bạn xem lại, hiện tại trên hệ thống vẫn chưa có quyết định thu nhận, bạn liên hệ với [full_name] xem đã gửi công văn cho PDT chưa nhé!. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính gửi: Phòng Đào Tạo . . Em là: [full_name] MSSV:[student_id]. . Hiện tại em có nộp đơn xin thu nhận lại và gia hạn thêm học kì. Xin PĐT xét đơn giúp em để em kịp đăng kí môn học trong học kì này. Em xin chân thành cảm ơn!",
            "Chào bạn,. . Đơn gia hạn của bạn đang được xử lý, bạn theo dõi khi nào trạng thái chuyển qua đang học, bạn gửi đơn xin ĐKMH qua bksi.. . Hiện tại SV muốn xin ĐK bổ sung môn học (ghi rõ lý do xin đăng ký trễ, tên MH, mã MH, mã nhóm xin đăng ký và kèm xác nhận đông ý của GV cho vào lớp (thời điểm này đã là tuần thứ 3, 4 của HK rồi). . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em có làm đơn xin hoãn thi môn học Mô Hình Hóa (CH3133) vào ngày 09-08-2021 vì lí do không nộp được bài qua BKexams. Nhưng mà sau đó đã nộp được và đã được chấm bài và đã có điểm trên myBK. . Nay em xin rút đơn hoãn thi đó lại. Mong PĐT xem xét rút lại giúp em. Em xin cảm ơn",
            "Chào em,. . Em làm đơn xin hủy hoãn thi: ghi rõ HK, mã môn học, tên môn học ... , hoặc lấy mẫu đơn hoãn thi sửa thành đơn HỦY HOÃN THI, gửi qua bksi. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            ". . Chào nhà trường,. . . . Theo thông báo em nhận được của phòng đào tạo về một số   B quy định trong kỳ thi nói viết diễn ra vào tháng 9, 10 năm 2021  /B  thì sinh viên phải   B sử dụng loa ngoài máy tính  /B  trong suốt quá trình thi. . . . . Tuy nhiên trong trường hợp loa ngoài máy tính của em bị hư, rè thì em có được sử dụng   B tai nghe   /B để thay thế không ạ. . . . Em cảm ơn.. .",
            "Chào bạn,. . Bạn vui lòng liên hệ TTNN để được tư vấn đề thi online nhé!. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác  /i  kính gửi thầy cô. .  Em muốn hỏi là học phí VLVH kỳ 202, em có thanh toán trễ hạn vậy em có cần làm đơn nêu lý do trễ hạn không. nếu có thì trong hoàn  cảnh dịch bệnh em có thể gửi đơn online không và em gửi cho ai ạ.. . em xin cảm ơn . . . .",
            "Chào em,. .  có cần làm đơn nêu lý do trễ hạn không = . . Em đã thanh toán rồi thì không làm đơn lý do thanh toán trễ HP đợt này nhé.. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Cho em hỏi thời gian rút môn học của kì 211 là vào thời gian nào và cách thức như thế nào .. .",
            "Thân gửi các bạn sinh viên,. . . . . . . .      Phòng đào tạo thông báo về phương thức đăng ký RÚT MÔN HỌC (tính Học Phí theo quy định)(Chính quy + Dự thính) của học kỳ 1(2021-2022) như sau:. . . . SV đăng nhập vào Google bằng tài khoản BKNetID@hcmut.edu.vn và điền thông tin RÚT MÔN HỌC theo link: https://forms.gle/4X6kA3XbDWNfs93u6. . . . Thời gian đăng ký: Từ ngày 6/09/2021 đến hết ngày 01/10/2021. . . . Xem chi tiết quy định về rút môn học tại QUY CHẾ ĐÀO TẠO VÀ HỌC VỤ điều 11.2. . . . . . . . Chúc các bạn học tập thật tốt!"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Thưa thầy/cô.. . Em tên [full_name].. . MSSV: [student_id]. . . . Em có câu hỏi là: em thực tập trễ như thế này (hk1 năm 5) thì có bị ảnh hưởng hay có vấn đề gì không?. . . . Cá nhân em không ngại ra trường trễ và đã đăng ký dưới 12 chỉ cho học kỳ chính này.. . . . Em đã gửi CV cho công ty DEK technology và đã phỏng vấn để xin đi thực tập rồi, nhưng bên người ta nói em hãy hỏi bên trường xem có vấn đề gì với thực tập trễ như em không nên em lên đây để dặt câu hỏi ạ.. . . . Em xin cảm ơn. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Dạ em chào thầy/cô, hiện tại em đã đi làm và do tình hình dịch bệnh nên em đã phải thực hiện 3 tại chỗ để đảm bảo an toàn, do đó em không thể đáp ứng được các yêu cầu để thi nói viết như quy định đưa ra như đảm bảo không rớt mạng hay có thiết bị phụ để quay toàn cảnh làm bài thầy cô cho em hỏi 3 vấn đề liên quan được không ạ:. . 1. Em mong muốn mình được dự thi vào đợt tháng 10 thay vì đợt tháng 9 để có thể đảm bảo các điều kiện để tham gia dự thi được không ạ, hiện tại em không mang theo thẻ sinh viên đến nơi làm việc.. . 2. Nếu em không tham gia vào đợt tháng 9 và được sắp xếp vào đợt tháng 10 tuy nhiên em thi rớt thì khoảng bao lâu trường mới mở lại đợt thi để xét tốt nghiệp.. . 3. Thời hạn xét tốt nghiệp là hết học kỳ 211 có nghĩa là bằng chính thức được phát vào đầu năm sau phải không ạ, khi em thi qua anh văn nói viết em có thể xin cấp bằng tạm thời được không. Em chân thành cảm ơn thầy cô.Mong sớm nhận được phản hồi từ thầy/cô.",
            "Chào bạn,. . Bạn vui lòng liên hệ TTNN để được hướng dẫn.. . SV chỉ được đăng ký thi 1 lần duy nhất trong đợt tháng 9 & tháng 10 /2021 (hình thức trực tuyến), trường hợp SV thi không đạt, hoặc bỏ thi, hoặc thanh toán lệ phí thi trễ hạn vui lòng đợi thông báo sau hoặc hết thời gian giãn cách có thể đăng ký thi trực tiếp tại Trung tâm Ngoại ngữ. . Thân. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Kính gửi Phòng Đào Tạo!. . Em học lớp xây dựng bằng 2. . Vừa rồi có đợt đăng ký bổ sung [full_name] Tốt nghiệp CI4343, em đã có đăng ký ( mục chuyển chuyển hệ của VB2), nhưng hiện nay trong phần kết quả đăng ký lại không có kết quả đăng ký.. . . Kính mong phần đào tạo xem lại kết quả đăng ký giúp em. . Xin cám ơn. . . . .",
            "Chào bạn,. . PDT đã ghi nhận yêu cầu về ĐKMH của bạn và đã chuyển cho bộ phận ĐKMH kiểm tra và xử lý.. . Bạn vui lòng theo dõi kết quả cật nhật TKB tại mybk sau ngày 20/9/2021. . Trường hợp sau ngày này vẫn chưa có TKB, SV vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . SV chủ động liên hệ khoa để xin nhận GV hướng dẫn.. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Mình có giấy chứng trực chốt CTXH ở địa phương , bây giờ mình nộp như thế nào để được xác nhận cập nhật CTXH vậy bạn. . . .",
            ". . Ngày CTXH: Bạn vui lòng liên hệ về văn phòng Đoàn Khoa – Đoàn Trường để được hướng dẫn và hỗ trợ nhé!. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Trường cho em hỏi là theo thông báo từ trước là ngày 6/9 là sẽ bắt đầu nộp bằng tốt nghiệp THPT đợt 2 vậy mà sao hôm nay em vào myBK đăng kí nộp vẫn không được và trường cho em hỏi là giấy xác nhận sinh viên để hoãn nghĩa vụ quân sự là lúc nào sẽ bắt đầu in lại và gởi về địa phương cho sinh viên ạ mong trường giải đáp thắc mắc. Em xin cảm ơn ạ.. .",
            "Chào bạn,. . PDT sẽ tổng kiểm tra bằng TN THPT (và bằng Cao Đẳng, Đại học đối với SV bằng 2, và VLVH). SV phải chuẩn bị sẵn sàng (bảng sao và bản scan) các bằng TN. Thời gian kiểm tra là trong tháng 10 và theo thông báo riêng. . - SV chủ động đăng ký giấy Xác nhận SV hoãn NVQS để bổ sung cho địa phường và chọn dịch vụ gửi qua được bưu điện (người nhận trả tiền) nếu có nhu cầu (PDT không in hàng loạt như các năm trước). . Dự kiến trong đầu tháng 9/2021 sẽ bắt đầu cho đăng ký (khi TKB trong HK đã ổn định). . . . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Như em đã tạo câu hỏi trước đó và đây là mã môn học đề cương LVTN (CI4391) mà em muốn đăng ký!",
            "Chào bạn,. . PDT đã ghi nhận yêu cầu về ĐKMH của bạn và đã chuyển cho bộ phận ĐKMH kiểm tra và xử lý.. . Bạn vui lòng theo dõi kết quả cật nhật TKB tại mybk sau ngày 20/9/2021. . Trường hợp sau ngày này vẫn chưa có TKB, SV vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . SV chủ động liên hệ khoa để xin nhận GV hướng dẫn.. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Dạ thưa thầy/cô,. . . . Em tên: [full_name] (MSSV: [student_id]). . . . Hiện tại ở địa phương em đang yêu cầu nộp giấy xác nhận sinh viên để bổ sung hồ sơ tạm hoãn NVQS.. . . . Em đã đăng kí trên hệ thống myBK, tuy nhiên do tình hình dịch bệnh kéo dài. Thầy/cô cho em hỏi là cách thức nhận qua bưu điện có được triển khai không ạ? Nếu có thì thời gian giao tới được nhà là bao lâu ạ?. . . . Nếu không, mong quý thầy/cô có thể cho em xin bản scan pdf giấy đó để em ra phường trình diện xác minh tạm thời được không ạ?. . . . Mong thầy/cô hồi âm sớm giúp em. Em xin cảm ơn",
            "Chào bạn,. . Sau khi xử lý giấy chứng nhận sinh viên, Phòng Đào tạo sẽ gửi về địa chỉ sinh viên đăng ký khi bưu điện hoạt động lại bình thường trong đợt giãn cách xã hội. Mặt khác, sinh viên có thể tải bản scan trên trang đăng ký chứng nhận sinh viên (sau khi yêu cầu của SV đã được xử lý).. . Thân mến,. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Dạ cho em hỏi là giấy xác nhận sinh viên thì mình đăng kí trên mybk rồi chọn gửi qua đường bưu điện là được đúng không ạ. Do ở địa phương em yêu cầu nộp trước ngày 16/9. Em K19",
            "Chào bạn,. . Sau khi xử lý giấy chứng nhận sinh viên, Phòng Đào tạo sẽ gửi về địa chỉ sinh viên đăng ký khi bưu điện hoạt động lại bình thường trong đợt giãn cách xã hội. Mặt khác, sinh viên có thể tải bản scan trên trang đăng ký chứng nhận sinh viên (sau khi yêu cầu của SV đã được xử lý).. . Thân mến,. . . ."
        ]
    }
]