[
    {
        "intent": "",
        "message": [
            "Học vụ - Đại học - Cao đẳng chính quy   Khác ... . Kính gửi quý thầy/cô.. . Cho em hỏi lớp dự thính học kì 182 sẽ mở vào thời gian nào và theo như em có tìm hiểu thì lớp dự thính trong năm sẽ chỉ dạy vào tối thứ 7 và chủ nhật, cho em hỏi thông tin này là có chính xác không?. . Mong quý thầy/cô sẽ sớm phản hồi.",
            "Chào bạn,. . Lưu ý :. . - Lớp dự thính được tổ chức theo ca 3 tiết. Dự thính học kỳ 1, 2 được mở vào tối thứ Hai, Tư, Sáu (tiết 14-16 tại CS1/ tiết 13-. . 15 tại CS2), chiều thứ Bảy (tiết 7-9/10-12), sáng Chủ nhật (tiết 1-3/4-6), chiều Chủ nhật (tiết 7-9/10-12). . Thân",
            "Học vụ - Đại học - Cao đẳng chính quy   Khác ... . Kính gửi quý thầy/cô. . . . Cho em được hỏi lớp dự thính ở học kì 182 sẽ kéo dài trong khoảng bao nhiêu tuần bắt đầu từ ngày học?. . . . Mong quý thầy/cô sẽ sớm phản hồi.",
            "Chào bạn,. . Bạn vào trang http://www.aao.hcmut.edu.vn/lịch học vụ/chọn học kỳ 2 (năm 2018-2019), xem phần đăng ký dự thính để xem thời gian đăng ký môn học, thời gian học.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Khác ... . em là sinh viên k17 khoa Điện-điện tử ạ, cho em hỏi là năm nhất khi mới vào trường em có thi rớt anh văn đầu vào ạ, cuối năm nhất em có thi lại và đạt được 350 điểm đủ để đắng kí học anh văn 2 trong trường, và bây giờ khi đăng kí môn cho học kì 182 em có đăng kí anh văn 2 nhưng hệ thống báo cần anh văn 1 trước, và khi em đăng kí anh văn 1 thì lại báo phải có anh văn cơ bản. Vậy phòng đào tạo cho em hỏi là ở thời điểm hiện tại em đủ điều kiện để đăng kí anh văn mấy ạ. . . Em xin chân thành cảm ơn.",
            "Chào bạn,. . Bạn vào trang http://www.aao.hcmut.edu.vn/ngoại ngữ/Chuẩn tiếng Anh sau mỗi năm học. Bạn vào đây đọc để xem về quy định chuẩn anh văn theo từng năm học. . Thân",
            "con chào cô,cô ơi trong web có ghi nhưng chưa rõ ý con muốn hỏi, vậy cuối năm nhất con có thi Anh Văn định kì lại được 350 như vậy có lấy kết quả đó để xét tiêu chuẩn qua năm 2 (chuẩn AV của sinh viên K17 sau năm 2 để tiếp tục học năm 3 là  =350) để đăng kí các môn năm 3 chưa ạ, hay trong năm 2 con vẫn phải tiếp tục thi anh văn định kì lại để xét tiêu chuẩn đăng kí các môn học ở năm 3 ạ. (trong web không có giải thích rõ phần này nên con mong cô giải thích rõ hơn cho con với ạ).. . Con xin chân thành cảm ơn.",
            "Chào bạn,. . Bạn vào trang http://www.aao.hcmut.edu.vn/sinh viên/quy chế/Quy chế đào tạo và học vụ bậc đại học, cao đẳng: áp dụng đến học kỳ 1 (2018-2019)/Phụ lục 1: Quy định về ngoại ngữ (áp dụng cho các chương trình giảng dạy bằng tiếng Việt)/2.   Chuẩn tiếng Anh trong quá trình học: . . bạn đọc kỹ quy định ở đây, chi tiết và rõ ràng hơn, nếu vẫn chưa rõ có thể lên Phòng Đào tạo để được giải thích rõ hơn.. . Vào ngày 12/11/2018 nhà trường đã gửi mail thông báo cho các bạn sinh viên một số thay đổi trong quy chế học vụ từ học kỳ 182, bạn nên tham khảo thêm.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Chương trình đào tạo (thiếu môn tiên quyết, song hành...) . Em chào thầy (cô). . . . Môn học Vận trù, mã ME2051, của các bạn sinh viên k17 đăng kí ở học kì 4 không được, lí do (em đính kèm theo hình ảnh).. . . . Nhưng theo em liên hệ bộ môn và được biết môn tiên quyết cho môn vận trù là môn Xác suất thống kê. . . . . Kính mong thầy (cô) cập nhật lại hệ thống để việc đăng kí môn học này của các bạn k17 được thuận lợi.. . . . Em xin cảm ơn ạ !",
            "Chào bạn. . . . Môn học ME2051 có 2 môn SH và HT. Bạn xem tại mục cấu hình môn học [full_name] đã làm tại đây:. . . .  http://www.aao.hcmut.edu.vn/index.php?route=catalog/chuongtrinhdaotao. . . . . . Trường hợp của bạn là thiếu môn Song hành là  ME2049.",
            ". . . . Em đã xuống văn phòng bộ môn và xem lộ trình mới của năm nay. Lộ trình này được phòng đào tạo gửi cho Bộ môn: Kĩ thuật hệ thống công nghiệp. . . . . Trong lộ trình có mục ghi chú \"chỉ hoàn thành môn HT, có mã MT2001\"; không cần môn Song hành ME2049.. . . . Kính mong thầy xem xét lại. Em cảm ơn thầy",
            "Về môn ME2049 thì trong link. . . .  http://www.aao.hcmut.edu.vn/index.php?route=catalog/chuongtrinhdaotao. . . . phần kế hoạch giảng dạy thì không có môn này.",
            "Chào bạn,. . Phòng Đào tạo sẽ làm việc lại với [full_name] để cập nhật lại Cấu trúc môn học trong CTDT. Bạn vẫn lên đăng ký môn học bình thường.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Khác ... . con chào cô,cô ơi trong web có ghi nhưng chưa rõ ý con muốn hỏi, vậy cuối năm nhất con có thi Anh Văn định kì lại được 350 như vậy có lấy kết quả đó để xét tiêu chuẩn qua năm 2 (chuẩn AV của sinh viên K17 sau năm 2 để tiếp tục học năm 3 là  =350) để đăng kí các môn năm 3 chưa ạ, hay trong năm 2 con vẫn phải tiếp tục thi anh văn định kì lại để xét tiêu chuẩn đăng kí các môn học ở năm 3 ạ. (trong web không có giải thích rõ phần này nên con mong cô giải thích rõ hơn cho con với ạ).. . Con xin chân thành cảm ơn.",
            "Chào bạn,. . Bạn vào trang http://www.aao.hcmut.edu.vn/sinh viên/quy chế/Quy chế đào tạo và học vụ bậc đại học, cao đẳng: áp dụng đến học kỳ 1 (2018-2019)/Phụ lục 1: Quy định về ngoại ngữ (áp dụng cho các chương trình giảng dạy bằng tiếng Việt)/2.   Chuẩn tiếng Anh trong quá trình học: . . bạn đọc kỹ quy định ở đây, chi tiết và rõ ràng hơn, nếu vẫn chưa rõ có thể lên Phòng Đào tạo để được giải thích rõ hơn.. . Vào ngày 12/11/2018 nhà trường đã gửi mail thông báo cho các bạn sinh viên một số thay đổi trong quy chế học vụ từ học kỳ 182, bạn nên tham khảo thêm.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Em là [full_name] [student_id] khoa Kỹ thuật Xây Dựng. Học kì 172 em có điểm trung bình học kì là 7.30 và điểm rèn luyện là 95 nhưng trong bảng điểm của em thì chưa được cập nhật điểm trung bình chung mở rộng và trong danh sách học bổng dự kiến cũng không có tên em. Em mong phòng đào tạo cập nhật điểm và xem xét lại giúp em ạ. Em cảm ơn.",
            "Chào Em,. . . . Em vào trang mybk    Thông tin sinh viên    kiểm tra thông tin sinh viên    xem điểm HK172. Phòng Đào tạo đã cập nhật điểm trung bình chung mở rộng, tín chỉ, diểm rèn luyện.",
            "Dạ em muốn hỏi với điểm của em thì đủ để nhận học bổng khuyến khích học tập nhưng trong danh sách dự kiến thì lại không có tên em ạ. mong cô xem xét lại danh sách học bổng giúp em ạ",
            "Chào Em,. . . . Em vào trang web aao.hcmut.edu.vn    sinh viên    học vụ    học bổng để xem danh sách dự kiến cấp học bổng khuyến khích học tập",
            "Chào cô,. . Dạ là diểm trung bình chung mở rộng của em là 7.74 ( đủ các điều kiện cần để được học bổng) và bạn thấp nhất trong danh sách học bổng dự kiến của khóa k17 khoa xây dựng là 7.51. Em muốn hỏi cô là sao em không có tên trong danh sách dự kiến cấp học bổng khuyến khích học tập ạ.",
            "Chào Em,. . . . Em không đủ điều kiện để xét học bổng khuyến khích học tập HK172 vì chưa đạt đủ 90% số tín chỉ tích lũy để tính học bổng, 90% số tín chỉ tích lũy để tính học bổng là 35TC sinh viên đạt 33 TC (không tín tín chỉ môn học dự thính). . Sinh viên vào trang web aao.hcmut.edu.vn    sinh viên    học vụ    học bổng    Quy định tính học bổng để xem chi tiết."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học bổng - Đại học - Cao đẳng chính quy   Học bổng (danh sách, điều kiện,...) .",
            "Chào Em,. . . . Ngưỡng xét học bổng khuyến khích HK172 ngành Kỹ thuật Dầu khí Khóa 2015 có điểm trung bình chung mở rộng là 8.90. Sinh viên có điểm trung bình chung mở rộng 8.54.",
            "Dạ em cảm ơn ạ"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học bổng - Đại học - Cao đẳng chính quy   Khác ... . Thưa thầy cô, em có thắc mắc về học bổng khuyến khích HK172 của PĐT về 2 vấn đề:. . 1. Về số lượng sinh viên được nhận học bổng hàng năm vì các học kì trước ngành của em (Khoa Điện, ngành KT Điện - Điện Tử) xét từ 10-12 bạn, năm nay PĐT chỉ xét 8 bạn (em đứng thứ 9 nên không được xét).. . 2. Về cách tính số sinh viên được nhận học bổng theo ngành vì ngành KT điện tử - truyền thông được xét 14 bạn, trong khi ngành KT điều khiển và tự động hóa chỉ 8 bạn và KT Điện - Điện Tử chỉ 8 bạn.. . Mong sớm được Phòng đào tạo giải đáp, em xin chân thành cảm ơn!. . -------------------------------------------. . 172:. . http://www.aao.hcmut.edu.vn/image/data/hoc%20bong/dukien_hbkk_172.pdf. . 171:. . http://www.aao.hcmut.edu.vn/image/data/hoc%20bong/171_HBKK171_C_.pdf",
            "Chào Em;. . . . Học bổng khuyến khích học tập xét dựa trên Khoa/Khóa/ngành và số sinh viên của từng ngành, sinh viên có thể xem chi tiết tại trang web aao.hcmut.edu.vn    sinh viên    học vụ    học bổng    Quy định tính học bổng.. . Quỹ học HK172 theo công văn số 30\\ĐHBK-KHTC v/v dự kiến quỹ học bổng khuyến khích HK172 trong quỹ cấp học bổng khuyến khích HK này có cả quỹ khen thưởng dành cho sinh viên kỹ sư tài năng nên quỹ học bổng khuyến khích học tập của sinh viên đại trà có giảm so với HK trước.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "B   /B Học bổng - Đại học - Cao đẳng chính quy   Học bổng (danh sách, điều kiện,...) . Thưa quý thầy cô, . . . . Em tên là [full_name], MSSV [student_id], lớp HC14DK khoa Kỹ thuật Hóa học. Học kỳ vừa qua, theo thông tin trên trang mybk.hcmut.edu.vn thì điểm trung bình chung mở rộng của em là   B 10.0  /B  với điểm trung bình học kỳ là   B 10.0  /B  và điểm rèn luyện là   B 100.0  /B , nhưng em lại không có tên trong danh sách được nhận học bổng. Kính mong quý thầy cô kiểm tra và giải quyết giúp em ạ. . . . . Em xin cảm ơn!",
            "Chào Em,. . . . Phòng Đào tạo đã cập nhật Em vào danh sách dự kiến cấp học bổng khuyến khích nhưng tạm thời chưa cập nhật lên trang học bổng vì vẫn đang nhận phản hồi từ sinh viên. Sau 10 ngày Phòng Đào tạo sẽ cập nhật lại danh sách cấp học bổng chính thức.. . . . Cảm ơn Em đã phản hồi."
        ]
    },
    {
        "intent": "",
        "message": [
            "Chứng chỉ ngoại ngữ - Đại học - Cao đẳng chính quy   Xét miễn môn anh văn (chuyển điểm) . Cho em hỏi e đã đăng ký và đóng tiền chuyển điểm trên mybk từ tháng 6 nhưng đến giờ điểm vẫn chưa chuyển... Cám ơn ạ. .",
            "Chào em,. .  Điểm chuyển 4 môn AVTC của em đã được cập nhật vào bảng điểm chính thức. Em có thể đăng ký in bảng điểm chính thức trên web MyBK --  Dịch vụ in bảng điểm để kiểm tra lại.. . Trân trọng.",
            "Em cám ơn chị ạ"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]  /b. . . . . .   i Học bổng - Đại học - Cao đẳng chính quy   Học bổng (danh sách, điều kiện,...) .",
            "Xin xét học bổng khuyến khích học kỳ 172. . Họ và tên: [full_name]. . MSSV: [student_id]. . Khoa: Kỹ thuật Địa chất & Dầu khi. . Điểm trung bình học kỳ 172: 8.93. . Điểm rèn luyện: 98. . Điểm trung bình xét học bổng: 9.10",
            "Chào Em,. . . . Ngưỡng xét học bổng khuyến khích học tập HK172 ngành Kỹ thuật Địa chất khóa 2014 có điểm trung bình chung mở rộng 9.12. Sinh viên có điểm trung bình chung mở rộng 9.10.",
            "Em chào cô,. . Em có thể làm thủ tục hay cần giấy tờ gì để xin xét nhận học bổng đợt này không cô?. . . . . .",
            "Chào Em,. . . . Em có thể làm đơn nộp tại Phòng Đào tạo.",
            "Em chào cô,. . Biểu mẫu đơn xét học bổng em có thể download từ website nào của trường hay phải lên trực tiếp phòng đào tạo để điền form? Và hạn cuối cùng để nộp là khi nào vậy cô? . . Em cảm ơn cô!",
            "Chào Em,. . . . Không có mẫu đơn, Em tự làm đơn rồi nộp cho Phòng Đào tạo.",
            "Dạ em cảm ơn cô."
        ]
    },
    {
        "intent": "",
        "message": [
            "Xin chào thầy/cô,. . . . Em tên là [full_name], sinh viên khoa Cơ Khí thuộc bộ môn Kỹ Thuật Hệ Thống Công Nghiệp và MSSV là [student_id].. . Vào ngày 19/11/2018 em đã đăng ký mua BHYT Sinh Viên 12 tháng trên hệ thống của phòng đào tạo và đã thanh toán ở BK Pay. Nhưng vì sơ sót em đã không đọc kỹ thông tin là ở bệnh viện 115 chỉ cho gia hạn thẻ cũ nhưng thẻ cũ của em hiện ở bệnh viện đa khoa Thủ Đức. . . Xin hỏi thầy/cô là bây giờ em phải làm thế nào vì tiền cũng đã thanh toán rồi, em có thể xin đổi bệnh viện nơi đăng ký được không ạ?. . . . Cám ơn thầy/cô đã đọc.. .",
            "Chào bạn,. . Bạn liên hệ ở Phòng Công tác - Chính trị sinh viên để hỏi về vấn đề BHYT nhé!. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Cô ơi em là sinh viên năm nhất. Em muốn hỏi nếu cuoi kì nếu em thi không đạt 350 toiec của trường thì tới đầu năm 2 em nộp bằng toiec ở ngoài vào là có bị cấm đăng kí môn chuyên ngành năm 2 không ạ,",
            "responsible person: [543] [staff_name] [helpdesk staff]",
            "Chào bạn,. . Bạn vào trang http://www.aao.hcmut.edu.vn/sinh viên/quy chế/Quy chế đào tạo và học vụ bậc đại học, cao đẳng: áp dụng đến học kỳ 1 (2018-2019)/Phụ lục 1: Quy định về ngoại ngữ (áp dụng cho các chương trình giảng dạy bằng tiếng Việt)/2.   Chuẩn tiếng Anh trong quá trình học , bạn đọc kỹ về quy định chuẩn tiếng Anh.. . Ngoài ra ngày 12/11/2018 nhà trường đã email cho tất cả các sinh viền về một số thay đổi trong quy chế học vụ từ học kỳ 2/2018-2019, bạn nên đọc kỹ để năm chuẩn tiếng Anh thay đổi áp dụng từ học kỳ 2/2018-2019.. . Thân!"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Cho em hỏi là đầu năm mình có đóng 1 khoản tiền bao gồm tiền bhyt cho hết năm nhưng ai đã có bhyt còn hạn và photo đưa tới phòng y tế bách khoa thì sẽ được hoàn tiền và sẽ được gửi vào tài khoản OCB của sinh viên phải k ạ ? cho em hỏi khi nào sinh viên bkhoa mới có tài khoản và mới được hoàn khoản tiền đó ạ ? . .",
            "Chào bạn,. . Bạn liên hệ Phòng Công tác - Chính trị sinh viên để hỏi về vấn đề BHYT nhé!. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Thưa thầy cô, em có đăng kí mua bảo hiểm trên Mybk, em đã đăng kí thành công nhưng chưa thanh toán trên bkpay thì em phát hiện ra là em đã ghi sai số CMND: [student_id]03 thành [student_id]3. Cho em hỏi là trường hợp của em thì phải xử lí như thế nào? Em xin cảm ơn .",
            "Chào bạn,. . Bạn liên hệ Phòng Công tác - Chính trị sinh viên để giải đáp về vấn đề Bảo hiểm ý tế, còn về số chứng minh nhân dân nếu sai bạn lên BKpay cập nhật lại!. . Thân",
            "Em bị sai số cmnd ở mục đăng kí bảo hiểm y tế (như hình bên dưới), cho em hỏi là bây giờ làm sao để có thể cập nhật lại số cmnd ghi trên forrm đăng kí bảo hiểm y tế. Em đã liên hệ Phòng Công tác - Chính trị sinh viên để xin tư vấn thì được gửi mail trả lời là sang đây để hỏi. Mong cô giúp đỡ. Em xin cảm ơn. .",
            "Chào bạn,. . Bạn vào lại trang đăng ký BHYT (https://mybk.hcmut.edu.vn) để cập nhật lại thông tin CMND, ngoài ra các vấn đề còn lại về BHYT bạn liên hệ Phòng CTCT-Sinh viên (Trạm y tế) để được giải quyết. Tôi đã liên hệ ở đó, họ nói sinh viên cứ liên hệ họ sẽ giải quyết (và họ nói không chỉ sinh viên qua Phòng Đào tạo để hỏi).. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Thầy/cô cho em hỏi 2 vấn đề:. . 1.Học bổng khuyến khích học tập có được trao cho sinh viên năm nhất ở học kì 1 không?. . 2. Lớp kĩ sư tài năng của khoa Kỹ thuật hóa học có phân ra các chuyên ngành không (ví dụ như lớp cho chuyên ngành hóa hữu cơ, lớp cho chuyên ngành hóa vô cơ...), nếu có thì những chuyên ngành nào có đào tạo Kỹ sư tài năng?, còn nếu không thì khi vào lớp Kỹ sư tài năng thì em sẽ được học chương trình như thế nào?. . Em rất mong nhận được phản hồi sớm từ thầy/cô.. . Em xin chân thành cảm ơn.",
            "Chào Em,. . . . Sinh viên khóa 2018 chưa xét học bổng khuyến khích ở HK172 và sẽ được xét học bổng khuyến khích HK181. Học bổng khuyến khích không xét theo chuyên ngành mà xét theo ngành, Khoa KT Hóa học có 3 ngành: sinh học, hóa học, thực phẩm.. . Còn phân chuyên ngành và học như thế nào thì Em liên Khoa Kỹ thuật Hóa học để được giải thích.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Em xin hỏi là nếu em muốn nộp chứng chỉ để chuyển điểm 4 môn Anh Văn vào điểm trung bình của Học kỳ 182 thì em phải nộp chứng chỉ trễ nhất là vào ngày nào?. . Em có thể nộp vào đợt 26/4,09/5, 30/5 của năm 2019 được không?",
            "Chào em,. .  ngày 30/05/2019 là đợt cuối chuyển điểm môn av cho Hk182.. . Trân trọng. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được . Em chào các thầy cô. Em tên [full_name] . Mssv,:[student_id]. . Ở học kì 191 em có làm đơn xin chuyển chuyên ngành từ QLCN sang QTKD để đăng kí môn LVTN (IM4323 QTKD) và đã được PĐT giải quyết và đăng kí được môn học này. . . . . Học kì này em đăng kí lại môn học này nhưng không được vì mã 2 môn học tiên quyết (thực tập tốt nghiệp và đề cương luận văn) trên hệ thống chưa chuyển về mã bên ngành QTKD. Vì thế em không đăng kí được môn LVTN (IM4323). . . . Em mong nhận được sự giúp đỡ từ PĐT. Em cám ơn các thầy cô ạ.",
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được. . . .  Em chào các thầy cô. Em tên [full_name] . Mssv,:[student_id]. .  Ở học kì 181 em có làm đơn xin chuyển chuyên ngành từ QLCN sang QTKD để đăng kí môn LVTN (IM4323 QTKD) và đã được PĐT giải quyết và đăng kí được môn học này.. . . .  Học kì này em đăng kí lại môn học này nhưng không được vì mã 2 môn học tiên quyết (thực tập tốt nghiệp và đề cương luận văn) trên hệ thống chưa chuyển về mã bên ngành QTKD. Vì thế em không đăng kí được môn LVTN (IM4323). . . .  Em mong nhận được sự giúp đỡ từ PĐT. Em cám ơn các thầy cô ạ.  /QUOTE . .",
            "Chào [full_name]!. . Hiện tại em đã đăng ký môn LVTN(IM4323) ở học kỳ 182. Đến ngày 31/12/18 em kiểm tra kết quả chính thức nhe.. .",
            "Dạ em chào cô.. . Em cám ơn cô ạ.",
            "Dạ em chào cô.. . . . Kỳ này em đã đăng ký được nhưng khi đăng ký, hệ thống báo là thiếu môn học (vì mã 2 môn tiên quyết chưa đổi). . . . . Học kì trước PĐT đăng ký thành công cho em nên em sợ kỳ này tự em đăng ký sẽ không được ạ.. . . . Em sẽ đợi kết quả ạ, nếu có vấn đề mong cô giúp đỡ em ạ.. . Em cám ơn cô nhiều ạ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Em chào thầy/cô,. . . . Em nhận được email thông báo ds học bổng khuyến khích của trường. Em và một số bạn trong lớp thắc mắc là các tiêu chí nhận hb đều thỏa nhưng tại sao không thấy tên trong danh sách. Không biết pdt có nhầm lẫn hay tụi em có mục nào không đạt hay không? Hi vọng pdt có thể check lại được không ạ?. . . . Đây là thông tin của em:. . [full_name]. . Mssv: [student_id]. . Lớp: XD15KT, Khoa Kỹ thuật Xây dựng . . . . Hi vọng sớm nhận được phản hồi từ phòng pdt.. . Em cảm ơn thầy/cô rất nhiều,. . Em [full_name]",
            "Chào Em,. . . . Phòng Đào tạo đã nhận được thông tin và đang tiến hành kiểm tra lại, nếu sinh viên đủ điều kiện xét học bổng Phòng Đào tạo sẽ tiến hành cập nhật bổ sung danh sách học bổng."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học bổng - Đại học - Cao đẳng chính quy   Học bổng (danh sách, điều kiện,...) . Em chào thầy/cô,. . . . Em nhận được email thông báo ds học bổng khuyến khích của trường. Em và một số bạn trong lớp thắc mắc là các tiêu chí nhận hb đều thỏa nhưng tại sao không thấy tên trong danh sách. Không biết pdt có nhầm lẫn hay tụi em có mục nào không đạt hay không? Hi vọng pdt có thể check lại được không ạ?. . . . Đây là thông tin của em:. . [full_name]. . Mssv: [student_id]. . Lớp: XD15KT, Khoa Kỹ thuật Xây dựng . . . . Hi vọng sớm nhận được phản hồi từ phòng pdt. Vì hạn thắc mắc về ds học bổng sắp tới. . . Em cảm ơn thầy/cô rất nhiều,. . Em [full_name]. . . . Trả lời",
            "Chào Em,. . . . Phòng Đào tạo sẽ kiểm tra và cập nhật lại danh sách học bổng khuyến khích học tập nếu sinh viên đủ điều kiện.. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học bổng - Đại học - Cao đẳng chính quy   Học bổng (danh sách, điều kiện,...) . Kính gửi Thầy Cô phụ trách. . Em tên là [full_name], MSSV [student_id], sinh viên lớp VP14XDC. Em có thắc mắc về Danh sách dự kiến Học bổng Khuyến khích.. . Hiện tại, em đã xin tạm dừng học tại trường để tiếp tục học chương trình liên kết bên Pháp và đã được Phòng Đào tạo chấp nhận. Tuy nhiên,em đã hoàn thành học kỳ II năm học vừa rồi tại Trường, với điểm trung bình 8,52 và điểm rèn luyện 100. Tự xét thấy mình có đủ điều kiện nhận Học bổng khuyến khích, nhưng lại không thấy tên mình trong Danh sách. . dự kiến, nên em xin Thầy Cô xem xét trường hợp của em và cho em lời giải thích.. . Em xin cảm ơn Thầy Cô rất nhiều,. . Trân trọng,. . [full_name]. .",
            "Chào Em,. . . . Phòng Đào tạo đã kiểm tra và cập nhật danh sách học bổng khuyến khích HK172 vì sinh viên đủ điều kiện cấp học bổng KKHT. Hiện tại Phòng Đào tạo chưa cập nhật lại danh sách do vẫn còn nhận phản hồi từ sinh viên.",
            "Em xin cảm ơn Phòng Đào tạo,. . [full_name]"
        ]
    },
    {
        "intent": "",
        "message": [
            ". . Nếu mình(em) muốn chuyển điểm cho anh văn 1,2,3 còn anh văn 4 không chuyển.. . . . Lần sau thi cao hơn, mình(em) mới chuyên điểm cho anh văn 4 thì được không?. . . . Mong các bạn và Thầy cô giải thích hộ dùm mình(em).",
            "Chào bạn,. . Mỗi môn Anh văn được chuyển điểm 1 lần, thời gian chuyển điểm lúc nào là tùy bạn chọn theo lịch chuyển điểm theo đúng quy định trên trang http://www.aao.hcmut.edu.vn/lịch học vụ/. . Thân.",
            "em cảm ơn cô/bạn/chị"
        ]
    },
    {
        "intent": "",
        "message": [
            "Dạ, em chào ad ạ , cho em hỏi vấn đề về tốt nghiệp là. . Khi em làm đơn thu nhận lại vào học kì 2 2018-2019 ( thì em dc dk các môn học chính quy, tuy nhiên các môn học em đều hoàn thành xong, nên em ko dk môn học nữa) mà em sẽ dk đợt tốt nghiệp vào giữa tháng 2. . - thì cho em hỏi khi em ko dk các môn chính quy của hk 2 vào ngày 3/12/2018 đó mà em chỉ cần dk dc tốt nghiệp vào đợt giũa tháng 2/2019 thì dc ko ạ, tại vì em đã làm đơn thu nhân lại vào hk 182 r",
            "Chào bạn,. . Nếu bạn đã đủ điều kiện tốt nghiệp thì bạn không cần phải đăng ký môn học trong học kỳ 182, bạn vào trang http://www.aao.hcmut.edu.vn/lịch học vụ/lịch tốt nghiệp, bạn theo thời gian để công bố danh sách tốt nghiệp dự kiến.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV[full_name]MSGV: [student_id]  [full_name]b \t. . . . Dear [full_name][full_name][full_name]. . Em là sinh viên k18, em thi anh văn đầu vào với số điểm là 355 và ngay từ đầu sau khi công bố điểm thi, e đã đăng kí tự chủ anh văn (không học anh văn ở trường). Nhưng ở phần đăng kí môn học cho học kì 182 của em, có môn AV2 và e thấy bắt buộc, vậy cho em hỏi e đã đăng kí tự chủ anh văn thì e có phải đăng kí môn học AV2 ở lần đăng kí môn học học kì 182 không ạ?. . Mong page sớm có hồi đáp vì ngày 3[full_name]12 là hết hạn đăng kí học kì 182. . Em cảm ơn rất nhiều ạ!. . [full_name]. . Tel: [phone_number]. . Mail: [email]",
            "responsible person: [543] [staff_name] [helpdesk staff]",
            "Chào bạn.. . . . Bạn hoàn toàn có thể học các chứng chỉ AV bên ngoài và nộp vào trường xin chuyển điểm AV.. . . . Bạn có thể tham khảo quy định chuyển điểm AV tại mục quy chế đào tạo :. . . . http://www.aao.hcmut.edu.vn/index.php?route=catalog/chitietsv&path=90&tid=1658. . . . . . Chúc bạn học tốt."
        ]
    },
    {
        "intent": "",
        "message": [
            "Vừa làm vừa học - ĐTTX   Yêu cầu khác . Xin chào Thầy/Cô,. . . . Trang http://lms.bklearning.edu.vn/ bị lỗi không thể truy cập. Tình trạng này đã diễn ra từ lúc tối ngày 28/11/2018 đến hiện tại.. . . . Mong thầy/cô khắc phục để em có thể nộp bài tập.. . . . Xin cảm ơn.. . . .",
            "Chào bạn;. . Hệ thống lms.bklearning.edu.vn đã hoạt động trở lại. Ngoài công cụ Video trực tuyến vẫn chưa hoạt động được, còn các công cụ còn lại đã có thể sử dụng bình thường.. . Thân/"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học bổng - Đại học - Cao đẳng chính quy   Học bổng (danh sách, điều kiện,...) . Em là sinh viên năm 4, em đã học đủ số môn, kì sau em chỉ cần làm luận văn là đủ điều kiện ra trường. Cho em hỏi kì sau em cần đăng kí bao nhiêu chỉ (luận văn 9 chỉ + một số môn) để có đủ điều kiện nhận học bổng ạ.",
            "Chào bạn,. . Bạn vào trang http://www.aao.hcmut.edu.vn/sinh viên/quy chế/Phương thức xét học bổng khuyến khích học tập để nắm quy định về xét học bổng.. . Thân!"
        ]
    },
    {
        "intent": "",
        "message": [
            "Điểm thi - Đại học - Cao đẳng chính quy   Điểm môn học . Em đang theo học chương trình trình Việt Pháp. Trong chương trình có môn Đường lối Cách mạng ĐCSVN mã 001004. Em đã học dự thính môn này mã SP1009 nhưng chưa có kết quả điểm chuyển/điểm miễn. Mong phòng đào tạo xem xét cập nhật giúp em.",
            "Chào bạn,. . PDT Đã cập nhật bổ sung môn tương đương 001004 vào HK bảo lưu.. . Thân",
            "Em xin cảm ơn Phòng đào tạo. Em có thể xem HK bảo lưu ở đâu ạ? Trong tiến độ học tập, môn đó của em vẫn đánh dấu chưa đạt. Vậy em có đúng tiến độ không ạ?",
            "Chào bạn,. . Về phần tiến độ sẽ cập nhật sau bạn nhé, bạn có thể đăng ký in bảng điểm, trong bảng điểm có học kỳ sau cùng sẽ các môn học chuyển điểm, tương đương.. . Thân",
            "Dạ em xin cảm ơn Phòng Đào tạo."
        ]
    },
    {
        "intent": "",
        "message": [
            "Em chào các thầy cô, Em là sv k2018 nên hiện chưa có tài khoản OCB, em không biết còn cách nào khác để nộp tiền BHYT cho trường ( hay có thể nộp qua đợt khác ).. . Em mong sớm được trả lời   p . .   b  [full_name]   /b . . . .",
            "Chào bạn,. . Bạn liên hệ Phòng Công tác - Chính trị Sinh viên để hỏi về vấn đề BHYT nhé!. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]9  /b \t. . . .   i Chương trình đào tạo - Đại học - Cao đẳng chính quy   Môn tương đương, tiên quyết, ... ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Chương trình đào tạo (thiếu môn tiên quyết, song hành...) . Chào các thầy cô, anh chị.. . . . Em khóa K15 bằng 2, môn học Kết cấu BTCT 3 mã số 804024 có mở đăng ký nhưng hiện tại chỉ có 3 người đăng ký nên nhiều khả năng sẽ không mở lớp.. . . . Vậy em có thể đăng ký môn này với mã số mới là CI3115 (từ khóa 2016) được không? Mã số mới 3 chỉ, mã số cũ 2 chỉ.. . ﻿. . ﻿Em cảm ơn. .",
            "Chào bạn,. . Bạn vào trang http://www.aao.hcmut.edu.vn/sinh viên/Chương trình đào tạo/Danh sách môn tương đương, thay thế .. . Bạn phải kiểm tra 2 môn này có tương đương hay không trước khi đăng ký nhé!. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Gửi Phòng Đào Tạo. . Hiện tại thì sắp tới hạn cuối thanh toán tiền bảo hiểm y tế trên BKPay, nhưng tới giờ em vẫn chưa nhận được thông báo gì về tài khoản OCB của mình. Vậy em phải làm sao để thanh toán trước thời hạn?. . Mong Phòng Đào Tạo trả lời cho em sớm. . Em xin cảm ơn",
            "Chào bạn,. . Bạn có thể liên hệ đóng tiền trực tiếp tại chi nhánh của Ngân hàng OCB.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Em là sinh viên năm nhất. Em muốn hỏi nếu học kì 2 em mới nộp chứng chỉ anh văn để xét điểm  thì em có thể chuyển điểm cho anh văn 1 và anh văn 2 luôn không hay chỉ có thể chuyển điểm cho anh văn 2 trở đi thôi (giả sử em chuyển điểm cho 4 anh văn luôn ấy ạ). Em xin cảm ơn.",
            "Chào bạn,. . Mỗi môn anh văn bạn được chuyển điểm 1 lần, thời gian chuyển điểm là tùy bạn chọn theo đúng quy định về thời gian chuyển điểm của Phòng Đào tạo. Bạn vào trang http://www.aao.hcmut.edu.vn/lịch học vụ/Năm học hiện tại (2018-2019)/học kỳ 2. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: 1712400  /b \t. . . .   i Chương trình đào tạo - Đại học - Cao đẳng chính quy   Khác ... . tình hình là e đang theo học ngành xây dựng, học kì 181 e có đăng kí môn Hóa Vô cơ mã CH2013, nhưng theo CTĐT của ngành xây dựng Hóa Vô Cơ phải là mã CH2011 3 chỉ, trong quá trình em đang học thì nhận ra rằng mã CH2013 mà của ngành Hóa 4 chỉ, vậy nếu e qua môn này (CH2013) thì liệu e có được trường chuyển điểm qua không ạ, nếu như vậy e có cần phải học lại môn Hóa Vô cơ mã CH2011 không ạ??? Cám ơn nhà Trường. . . .",
            "Chào bạn,. . Trước tiên bạn phải kiểm tra môn học CH2013 và CH2011 có tương đương không.. . Bạn vào trang http://www.aao.hcmut.edu.vn/Sinh viên/chương trình đào tạo/Danh sách môn tương đương, thay thế.. . Nếu 2 môn học này tương đương, bạn vào http://www.aao.hcmut.edu.vn/Sinh viên/Quy chế/Điều 6. Các loại môn học và học phần/6.4 Môn học tương đương, môn học thay thế. . bạn xem quy định về môn học tương đương thay thế.. . Thân",
            "dạ e đã xem, thì 2 môn này thuộc môn thay thế, với lại chị xem hình giúp e coi có cần phải học lại môn CH2011 ko ạ",
            "Chào bạn,. . Trong quy chế về môn tương đương/ thay thế có  nói rõ mà bạn:. . Trường hợp SV học đạt môn tương đương, thay thế thì môn học của CTGD gốc sẽ được ghi điểm miễn (MT) và được tính vào số tín chỉ tích lũy ngành nhưng không tính vào điểm trung bình tích lũy ngành.. . Còn về bạn muốn đăng ký học lại môn học thay thế hay không là tùy bạn, nhà trường học bắt buộc.. . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Chứng chỉ ngoại ngữ - Đại học - Cao đẳng chính quy   Thẩm tra chứng chỉ (nộp chứng chỉ) . Phòng đào tạo cho em hỏi em đã thi ielts và đã có bằng là 6.0 xin hỏi khi em nộp bằng này e chỉ cần đi photo rồi nộp cho trường phải không   ạ ? Em xin cảm ơn",
            "Chào bạn,. . Bạn vào trang http://www.aao.hcmut.edu.vn/sinh viên/ngoại ngữ/Cách đăng ký nộp chứng chỉ ngoại ngữ. . Để xem cách đăng ký nộp CCNN.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Em tên là [full_name] khoá 2017. . Hiện nay em đang học ở lớp tài năng xây dựng. Quy định về anh văn trong lớp tài năng sau năm 1 là 350 nhưng giờ hk1 nam 2 rồi mà mới được 300. Cho  em hỏi là học kỳ sau e phải chuyển về hệ đại trà hả tại quy định anh văn bên hệ đại trà thỳ e đạt. Nhưng giờ e đăng ký môn là trong hệ tài năng ,v hệ thống sẽ tự động chuyển về hệ đại trà cho em học hả. Xin trả lời sớm cho em ạ. Em xin cảm ơn",
            "Chào bạn,. . câu hỏi của bạn phải chia thành 2 vấn đề:. . 1. về đăng ký môn học. . Trong đợt đăng ký môn học nếu bạn không đạt chuẩn tiếng Anh bạn sẽ không được đăng ký môn học cho học kỳ tiếp theo. Bạn có thể đăng ký những môn học của học kỳ trước    lúc này bạn vẫn có tên trong lớp kỹ sư tài năng, hệ thống không tự động chuyển bạn qua chương trình đại trà.. . . . 2. Lớp kỹ sư tài năng. . vào khoảng tuần thứ 4 của học kỳ, Phòng đào tạo sẽ tiến hành xử lý học vụ các lớp kỹ sư tài năng, khi đó bạn nào không đăng ký đủ những môn học theo đúng tiến độ của chương trình kỹ sư tài năng trong học kỳ đó thì sẽ bị loại ra khỏi lớp kỹ sư tài năng. . . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]  /b . . Kính gửi nhà trường,. . . . Em đang là sinh viên năm nhất có một số câu hỏi mong muốn nhà trường giải đáp.. . . . Em xin hỏi về khoản tạm thu 4 triệu đầu năm bao gồm những khoản nào? . . Và tiền HPCQ đợt 2 lần này là đóng cho khoản nào ạ?. . . . Trong khi chờ đợi câu trả lời từ nhà trường, em xin chân thành cảm ơn. . . .",
            "Chào bạn,. . Bạn vào trang http://www.aao.hcmut.edu.vn/tuyển sinh/ĐH chính quy/Thông tin nhập học (thông báo về các khoản thu nhập học 2018).. . Còn về phần HPCQ lần 2, là phần học phí còn lại sau khi đã trừ phần học phí tạm ứng 3.330.000 đ nộp khi nhập học. . . Bạn có thể vào trang http://www.aao.hcmut.edu.vn/sinh viên/học vụ/học phí/Mức thu học phí năm học 2018-2019. để xem mức thu học phí. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học phí - Đại học - Cao đẳng chính quy   Học phí học kỳ chính . Gửi quý thầy(cô). . Em MSSV [student_id] mong phòng đào tạo cho em biết là học phí đợt 2 này em có ghi trên [full_name] là 1.486.000VNĐ vậy cho em hỏi nó gồm tiền của cụ thể những môn học nào? . . Mong quý thầy(cô) sẽ phản hồi em sớm.",
            "Chào bạn,. . Bạn có thể vào trang http://www.aao.hcmut.edu.vn/sinh viên/học vụ/học phí/Mức thu học phí năm học 2018-2019. để xem mức thu học phí. . . Bạn có thể tính được tổng mức học phí của mình trong HK181.. . HP của bạn chia làm 3 đợt đóng:. . 1) Phần tạm ứng trước khí nhập học là 3.330.000 đ. . 2) HPCQ đợt 1. . 3) HPCQ đợt 2. . Học phần phí này không tính riêng cụ thể của từng môn học nào cả.. . Thân",
            "Gửi quý thầy(cô). . Vậy em thanh toán đợt 2 này là xong học kì 1 luôn và cho em hỏi là tiền học ngoại ngữ như anh văn cơ bản có tính vào đó không thưa quý thầy(cô)?",
            "Chào bạn,. . Học phí học kỳ 1/2018-2019 là tính học phí của các môn học có trong thời khóa biểu của học kỳ 1/2018-2019 (trên trang http://aao.hcmut.edu.vn/stinfo/thời khóa biểu. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Chứng chỉ ngoại ngữ - Đại học - Cao đẳng chính quy   Xét miễn môn anh văn (chuyển điểm) . Quý thầy(cô)  cho em xin hỏi là : hiện tại em là SV văn bằng 2 đã được xét miễn Anh Văn (1,2,3,4) và do em không biết nên đã đăng kí vào thi Anh văn Định kì hàng năm.  Hiện tại đã quá hạn đóng tiền và theo em được biết thì em đã được miễn nên cũng không phải đăng kí thi. Bây giờ em cơ thể hủy đăng kí thi được không ạ ? . . Kịn mong Quý Thầy (Cô)  xem xét.  em xin cám ơn",
            "Chào bạn,. . Hiện tại không được hủy đăng ký thi AV định kỳ, nếu bạn đã đăng ký thi thì bạn phải đóng tiền, bạn có thể không đi thi.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Kính gửi quý thầy cô.. . Em là sinh viên khoa điện- điện tử hệ vừa làm vừa học khoá 2015. Em gửi thư này xin khoa điện điện tử gửi cho em danh sách các môn học còn thiếu để em tiện theo dõi.. . Em xin chân thành cảm ơn.",
            "Chào bạn,. . Gửi bạn danh sách các môn học còn thiếu (xem file đính kèm).. . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]4  /b \t. . . .   i Yêu cầu khác . Em tên [full_name] - Khóa K13 - MSSV [student_id]4.. . Cho em hỏi về vấn đề Đăng Ký Bảo Hiểm Y Tế cho SV. Như trên mail thì hạn chót đăng ký là 30/11/2018 mà hôm nay em mới nhớ ra là chưa đóng.Em có hỏi mấy bạn thì em đã lên myBK đăng ký Bảo Hiểm Y Tế và đã có số tiền cần thanh toán trên BKPay hiện ra, Vậy cho em hỏi là bây giờ em phải làm gì ạ ? Như vậy có đk được chưa ạ ?. . . . Em cảm ơn nhiều ạ!. . . .",
            "Chào bạn,. . Bạn liên hệ Phòng Công tác - Chính trị sinh viên để hỏi về vấn đề bảo hiểm y tế.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   ương trình đào tạo (thiếu môn tiên quyết, song hành...) . . . kì này em cần học môn \" kĩ thuật điều khiển tự động\" mà cần môn học trước \" trang bị điện điện tử trong máy công nghiệp\" thì cho em hỏi em có thể đăng kí cả 2 trong học kì này không",
            "Chào bạn,. . Bạn vào trang http://www.aao.hcmut.edu.vn/sinh viên/quy chế/  Quy chế đào tạo và học vụ bậc đại học, cao đẳng: áp dụng đến học kỳ 1 (2018-2019)/ Điều 6. Các loại môn học và học phần. . Bạn xem quy định về môn học trước tại đây.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em lỡ bỏ qua thời gian đang ký bảo hiểm y tế vừa rồi (  8h00 ngày 15/11/2018 -  16h00 ngày 30/11/2018  ). không biết em có thể đang ký bổ sung hay có cách nào đang ký không ạ ?. . em xin cảm ơn!",
            "Chào bạn,. . Bạn liên hệ Phòng Công tác- Chính trị sinh viên để hỏi về vấn đề bảo hiểm y tế nhé!. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Điểm thi - Đại học - Cao đẳng chính quy   Điểm môn học . Em xin chào BQL, em tên là [full_name], MSSV [student_id]. . . Em đã hoàn thành môn Đồ án chuyên ngành KT Nhiệt ME4053 vào học kỳ 171, sau đó đã check điểm và đã có cập nhật trên aao (Cụ thể là 7,5). Nhưng sau lần kiểm tra gần nhất em lại thấy mình chỉ có điểm thi, chứ không có điểm tổng kết, vẫn tính số tính chỉ nhưng không tính vào tiến độ học tập. Em vẫn có thể đăng ký được Đề cương LVTN.. . Em xin các thầy cô xem xét hoàn điểm giúp em , em xin cám ơn!",
            "Chào bạn,. . Không sao nha bạn, bạn vẫn có thể đăng ký môn học bình thường."
        ]
    },
    {
        "intent": "",
        "message": [
            "Em đang theo học chương trình trình Việt Pháp. Trong chương trình có môn Đường lối Cách mạng ĐCSVN mã 001004. Em đã học dự thính môn này mã SP1009 nhưng chưa có kết quả điểm chuyển/điểm miễn. Mong phòng đào tạo xem xét cập nhật giúp em.",
            "Chào bạn,. . Đã cập nhật miễn môn 001004 vào học kỳ bảo lưu do sv đã học & đạt môn SP1009 ở HK171.. . Thân mến"
        ]
    },
    {
        "intent": "",
        "message": [
            "Chứng chỉ ngoại ngữ - Đại học - Cao đẳng chính quy   Khác ... . đầu năm em đã đăng kí không tham gia học anh văn tại trường, vì em đã học av bên ngoài và nộp chứng chỉ cho trường sau. nhưng hiện tại trong lịch thi cuối kì 181 của em lại có thi môn anh văn trong khi đó lúc giữa kì thì không có. em xin quý thầy cô xem lại cho em vì em không có ý định tham gia thi av cuối kì!",
            "Chào bạn,. . Đó là lịch chuẩn anh văn vào lúc mới nhập học, lịch thi ngày 08/09/2018. Bạn xem lại nhé.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em tên [full_name], hiện em là sinh viên khóa K16 khoa Điện Tử. Em hiện tại đang bảo lưu được 1 năm và em muốn hỏi về thủ tục nhập học lại.Em xin cảm ơn và mong sớm nhận được hồi âm từ quý thầy cô.",
            "Chào bạn,. . Tình trạng hiện tại của bạn đang bị Buộc thôi học vì tự ý nghỉ học (bạn xem tình trang sinh viên tại trang https://mybk.hcmut.edu.vn/4. Thông tin Sinh viên. Bạn liên hệ tại văn phòng Khoa để làm đơn cứu xét thu nhận lại.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Hiện tại em đang học khoa công nghệ vật liệu năm 3 , em có nhu cầu muốn theo học 1 nghành mới thì làm thế nào , phải đáp ứng điều kiện gì ? làm sao để em có thể đang kí nhiều hơn 21 tín chỉ để tích lũy tín chỉ cho nghành thứ 2 ? em xin trân thành cảm ơn. .",
            "responsible person: [543] [staff_name] [helpdesk staff]",
            "Chào bạn,. . 1) xem quy định về học bằng thứ 2 bạn vào trang http://www.aao.hcmut.edu.vn/sinh viên/quy chế/Điều 28. Đào tạo để cấp bằng tốt nghiệp đại học thứ hai. . 2) Xem quy định về đăng ký môn học (tín chỉ đăng ký trong học kỳ) bạn vào trang http://www.aao.hcmut.edu.vn/sinh viên/quy chế/Điều 9. Đăng ký môn học. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Khác ... . Dạ cho em hỏi là em lỡ mất kì đăng ký môn học, em có thể điều chỉnh đăng ký môn học khi nào ạ",
            "Chào bạn,. . Bạn vào trang http://www.aao.hcmut.edu.vn/Lịch học vụ/Năm học hiện tại (2018-2019)/Học kỳ 2. . xem lịch đăng ký và hiểu chỉnh môn học!. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Gửi phòng Đào Tạo. . . . Theo như thông tin về phương thức xét tuyển học bổng cho mỗi học kì điều kiện cần là số TCTLN  = 90% số tín chỉ của chương trình đào tạo tính đến học kì xét học bổng. Ở học kì 2 theo chương trình đào tạo thì em có môn Anh Văn 2 là môn bắt buộc và có 2 tín chỉ.. . Nhưng điểm đầu vào của em đã qua mức anh văn 2 nên em không đăng kí môn đó ở học kì sau. Tuy nhiên nếu không đăng kí thì số TC của em lại chưa đạt 90% theo số tín chỉ của chương trình đào tạo. Nếu như vậy, em có đủ điều kiện để được xét học bổng khuyến khích học tập không?. . Mong nhận được phản hồi sớm từ phòng Đào Tạo. . . . Em xin cảm ơn",
            "Chào Em,. . . . Theo quy định tính học bổng sinh viên chưa đạt 90% số tín chỉ tích lũy sẽ không đủ điều kiện để xét học bổng khuyến khích.",
            "Chào cô[full_name] [full_name] [full_name] [full_name] Em cảm ơn cô đã trả lời cho câu hỏi trước đó của em[full_name] Vậy nếu đủ điểu kiện xét học bổng khuyến khích thì cần phải làm những việc gì để đăng kí xét học bổng? Đầu năm em có nghe việc xin học bổng phải do mỗi sinh viên đăng kí[full_name] [full_name] Mong nhận được câu trả lời sớm từ cô[full_name] [full_name] [full_name] [full_name] Em xin cảm ơn[full_name] [full_name] [full_name] [full_name] Trân trọng[full_name] [full_name] [full_name]",
            "Chào Em,. . . . Việc xét học bổng khuyến khích sinh viên không cần phải đăng ký, sinh viên đủ điều kiện trường sẽ xét học bổng theo từng học kỳ,việc của sinh viên là đủ các điều kiện theo thông báo điều chỉnh phương thức tính học bổng khuyến khích đã cập nhật trên trang web."
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính gửi Phòng đào tạo trường Đại học Bách Khoa HCM,. . Em tên là [full_name] - MSSV [student_id],lớp CK15NH2, ngành Kỹ Thuật Nhiệt, Khoa Cơ Khí, trường Đại học Bách Khoa Hồ Chí Minh.. . Trong học kì 1 năm học 2017-2018, em có học môn Đồ án thiết kế và đã qua môn với điểm tổng kết 7.50 nhưng trên bảng điểm và tiến độ học tập thì báo là em chưa đạt môn này.. . Vậy em kính mong Phòng đào tạo xem xét và sửa lại kết quả đúng giúp em có thể hoàn thành đúng tiến độ học tập.. . Em xin chân thành cảm ơn.. .   i Yêu cầu khác .",
            "Chào bạn,. . Bạn xem lại kết quả hiển thị trên cổng thông tin nha bạn.(Đang cập nhật). . Điểm ĐA thiết kế không ảnh hưởng đến tiến đô học tập của bạn.. . Thân mến"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ - Đại học - Cao đẳng chính quy   Khác ... . Chào thầy/cô.. . Em là sinh viên khóa 2016. Theo quy định nhà trường chuẩn anh văn năm 3 của k16 là anh văn 2 hoặc 450(Toeic). Hiện tại anh văn 3 em đã đạt nhưng anh văn 2 thì chưa đạt thì việc đăng kí môn học của em năm 4 có bị ảnh hưởng gì không. Em cảm ơn!!",
            "Chào em,. . Theo quy định về chuẩn anh văn của K2016 sau năm 3 là toeic 400 hoặc đạt AV2. Môn av3 theo thang điểm tính là cao hơn av2 nên khi em đạt av3 rồi thì xem như em đã qua được chuẩn av sau năm 3.. . Trân trọng."
        ]
    },
    {
        "intent": "",
        "message": [
            "Gửi Phòng Đào tạo. . . . Em thi đầu vào được vào lớp Anh văn 3. Như vậy thì em được miễn học Anh Văn 2 và Anh văn 1. Vậy các tín chỉ của 2 môn học đó em đã được tính là hoàn thành chưa?. . Mong Phòng Đào tạo trả lời cho em sớm. . . . Em xin cảm ơn",
            "Chào em,. . Đầu năm em đã thi và được tính hoàn thành 2 môn AV1 +AV2 (điểm miễn + tín chỉ 2 môn này được cộng tổng số tín chỉ tích lũy chung).. . Trân trọng.",
            "Chào cô,. . . . Nếu em tham gia thi và đạt trên 500 ở các lần kiểm tra anh văn định kì thì em có được tính hoàn thành 2 AV3 và AV4(điểm miễn + tín chỉ 2 môn này được cộng vào số tín chỉ tích lũy chung) không?. . Mong cô có thể trả lời cho em sớm. . . . Em xin cảm ơn",
            "Chào em,. . Trong quy chế học vụ của trường có ghi rõ.. . Sinh viên chỉ được xét miễn điểm môn AV 01 lần duy nhất khi thi tiếng anh lúc nhập học. Những lần kiểm tra tiếng anh sau không được tính xét miễn môn AV.. . Em vui lòng xem chi tiết tại aao-- Quy chế-- Quy chế học vụ và đào tạo --  Phụ lục 1 ( Quy định về ngoại ngữ).. . Trân trong.. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Gửi Phòng Đào Tạo. . . . Hiện tại em nhận được nhiều thông tin khác nhau về số ngày công tác xã hội cần thiết để được xét luận văn, tốt nghiệp.. . Vậy số ngày tối thiều cần thiết để được xét luận văn, tốt nghiệp là bao nhiêu ngày ạ?. . Mong Phòng Đào Tạo trả lời cho em sớm. . . . Em xin cảm ơn",
            "Chào bạn,. . Bạn vào trang http://www.aao.hcmut.edu.vn/sinh viên/quy chế/. . xem Điều 10. Thực tập tốt nghiệp, Luận văn tốt nghiệp và các môn đặc biệt; Điều 20. Công nhận tốt nghiệp. . Có quy định về điều kiện ngày CTXH để nhận LVTN và tốt nghiệp. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Chứng chỉ ngoại ngữ - Đại học - Cao đẳng chính quy   Khác ... . Em là sinh viên năm 4, em mới nhận được điểm thi Toeic. Giờ em muốn nộp chứng chỉ anh văn để xét nhận luận văn tốt nghiệp và chuyển điểm anh văn 1 và 2. Khoảng giữa tháng 1/2019 e sẽ có bảng điểm Toeic mới sau đó em chuyển điểm cho anh văn 3 và 4. Không biết như vậy có được không ạ? Em cảm ơn.",
            "Chào bạn,. . Bạn vào trang http://www.aao.hcmut.edu.vn/lịch học vụ/ Năm học hiện tại (2018-2019)/ học kỳ 2. . Bạn xem quy định về thời gian nộp CCNN tại đây.. . Thân",
            "CHào em,. . Em có thể khai báo online bất cứ lúc nào em có chứng chỉ, lịch lấy dữ liệu anh văn của trường có cập nhật trên lịch học vụ, tháng  giêng chỉ còn 1 đợt cuối là 18/01/2018 cho đợt đký LVTN HK182.. . Trân trọng.",
            "Chào anh/chị. . . . Hiện tại em đã nộp toeic và đã được thẩm tra hợp lệ. Giờ em muốn chuyển điểm anh văn 1 và 2 trước rồi từ từ cũng là cái bằng toeic đó em chuyển điểm anh văn 3 và 4 sau có được ko ạ?",
            "Chào em,. . Tùy em QĐ khi nào em muốn chuyển điểm, cón thời điểm trường cập nhật điểm chuyển sẽ theo lịch học vụ công bố.. . Thân"
        ]
    }
]