[
    {
        "intent": "",
        "message": [
            "Học vụ . [full_name] [full_name] [full_name]15 SAU [full_name]HI LÀM LUẬN VĂN THFI EM CÓ [full_name] [full_name], SAU 1 [full_name]Ì NÀY EM NỘP [full_name] MÀ [full_name] [full_name] [full_name] [full_name] ĐỂ ĐĂNG [full_name]Í TỐT NGHIỆP Ạ",
            "Chào bạn. . Bạn vào trang web aao.hcmut.edu.vn--  sinh viên -- biểu mẫu tải mẫu đơn thu nhận và nộp cho phòng đào tạo . . - Khi nào CCNN của bạn thẩm tra xong thì bạn liên hệ Pdt để đăng ký xét tốt nghiệp bổ sung. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính gửi thầy cô, em là sinh viên K17, học kỳ hè này theo đúng tiến độ em sẽ đăng ký thực tập tốt nghiệp 193.. . . . Do bất cẩn nên em đã đinh ninh nhầm lịch đăng ký đợt 3 bắt đầu từ ngày 15/7. Đến bây giờ hôm nay 16/7 em vào xem lại mới biết 15/7 là ngày kết thúc. Do đó em đã bỏ lỡ mất đợt đăng ký này.. . . . Xin thầy cô cho em hỏi là có cách nào để đăng ký thực tập hè không ạ. Em thật sự không muốn bị trễ 1 năm ra trường ạ.. . . . Cám ơn thầy cô ạ!. . . .   i Đăng ký môn học .",
            "Chào bạn,. . . . . . Bạn làm đơn đăng kí TTTN nộp tại PDT.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học  /  thực tập tốt nghiệp mã môn hoc CH3313 . .  thầy cô cho em hỏi. .  hiện tại em bị thiếu tín chỉ để đăng kí môn thực tập tốt nghiệp.. .  em đang đợi thầy cô nhập điểm các môn học dự thính để em đủ tín chỉ đăng kí môn học trên.. .   em có thể làm đơn xin phòng đào tạo cho em đăng kí môn thực tập tốt nghiệp được không.",
            "Chào bạn,. . . . Từ ngày 20/7 đến 3/8/2020 các bạn đủ tín chỉ đăng kí TTTN, các bạn làm đơn xét TTTN nộp PDT. Đơn có sự đồng ý của khoa nhen.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: 1511005  /b \t. . . .   i Đăng ký môn học . Em chào Thầy/Cô. . Em là Huỳnh Minh Hiếu, MSSV: 1511005, lớp XD15CB. . Vừa qua em đã thanh toán trễ học phí học kì chính HK192 do gia đình em gặp khó khăn về kinh tế, bản thân em cũng không thể xoay sở kịp thời học phí đúng hạn. Vì vậy không đủ điều kiện đăng kí môn học dự thính kì hè HK193 môn:. . Kết cấu thép 1 CI3009. . Thí nghiệm công trình CI4011. . Em kính mong quý thầy cô xem xét có thể thêm em vào các nhóm lớp còn trống để em được hoàn thành chương trình học vì hiện tại em đang bị trễ tiến độ. . . Em xin cảm ơn Thầy/Cô.",
            "Chào bạn,. . . . Bạn muốn đăng kí môn học nào, bạn ghi rõ:. . . . Mã số môn học ?, mã nhóm ?. Cụ thể để PDT đăng kí cho bạn.. . . . Thân.",
            "Em chào cô.. . Cô cho em được đăng kí 2 môn dự thính hè 193:. . 1. Kết cấu thép . . MSMH: CI3009, mã nhóm: DT03. . 2. Thí nghiệm công trình. . MSMH: CI4011, mã nhóm: DT02. . Em cảm ơn cô.",
            "QUOTE Em chào cô.. . Cô cho em được đăng kí 2 môn dự thính hè 193:. . 1. Kết cấu thép. . MSMH: CI3009, mã nhóm: DT03. . 2. Thí nghiệm công trình. . MSMH: CI4011, mã nhóm: DT02. . Em cảm ơn cô.  /QUOTE . .",
            "Môn CI4011 ko đk được do thiếu môn TQ là môn CI3009. . . . Môn CI3009 đã được đk nhóm DT03. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em xin thầy/cô đk giúp em môn CI3313 Thực tập tốt nghiệp, vì môn này quan trọng với tiến độ học tập của em hơn. . . . Em không biết là đk môn học khác cùng với môn Thực tập tốt nghiệp thì môn Thực tập tốt nghiệp sẽ bị xóa.. . . . Em xin nhận lỗi vì sự sai sót này.",
            "Chào bạn,. . . . Từ ngày 20/7 đến 3/8/2020 các bạn đủ tín chỉ đăng kí TTTN, các bạn làm đơn xét TTTN nộp PDT. Đơn có sự đồng ý của khoa nhen.. . . . Thân.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . thầy cô tư vấn cho em với ạ, em là svk19 mà em có đăng kí mã môn CI2001 hệ thống đã chấp nhận đăng kí thành công. theo quy chế thì em có đọc là sv năm 2 mới đc đăng kí môn có  XX2YYY. vậy cho em hỏi thì môn đó có được chấp nhận hay không ạ. .",
            "bạn đăng ký và có tkb thì được chấp nhận môn học. . (Vì dự thính hè đợt này ko xét chuẩn sv sau các năm). . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: 1511005  /b \t. . . .   i Đăng ký môn học . Em chào Thầy/Cô. . Em là Huỳnh Minh Hiếu, MSSV: 1511005, lớp XD15CB. . Vừa qua em đã thanh toán trễ học phí học kì chính HK192 do gia đình em gặp khó khăn về kinh tế, bản thân em cũng không thể xoay sở kịp thời học phí đúng hạn. Vì vậy không đủ điều kiện đăng kí môn học dự thính hè HK193.. . . . Em kính mong quý thầy cô xem xét có thể cho em được đăng kí vào lớp môn:. .   B 1. Kết cấu thép 1. . MSMH: CI3009, mã nhóm DT03. . 2. Thí nghiệm công trình. . MSMH: CI4011, mã nhóm DT02  /B . . . . Em xin cảm ơn.",
            "CI3009 đã được DK nhóm DT03. . Môn CI4011 bạn ko được đăng ký do điều kiện tiên quyết là CI3009. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . dạ như câu hỏi trước, em quên thời gian đăng kí lần 3 học hè, kính mong thầy cô cho phép em được đăng kí. . CO1011 - Kỹ thuật lập trình lớp DT01_DT01 . . hiện tại lớp đã đủ người và em thấy bằng sĩ số lí thuyết, không biết em nên viết đơn để xin hay giải quyết ở đây, tại em ở cs2, mong thầy cô giúp đỡ, em xin cảm ơn thầy cô.",
            "Chào bạn,. . . . PDT đãng kí môn CO1011 cho bạn rồi, sau ngày 24/7 bạn vào kiểm tra kết quả DKMH trên cổng thông tin sinh viên. Nếu có gì thì khiếu nại sớm... . . . Thân.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em chào nhà trường, vì một số lí do em chưa thể đăng kí dự thính kỳ 1 và 2, đeedn kí 3 khi em đăng ký cụ thể là môn vật lí 1 và đại số tuyến tình thì đã full phòng, em không biết có cách nào để em học được 2 môn đó trong hè nạy không ạ. Kính mong nhà trường thông cảm cho em",
            "Bạn cung cấp mã môn học để xem xét đăng ký. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ cho em hỏi đợt đăng ký dự thính hè vừa rồi, em có đăng ký môn Cơ Lưu Chất của khoa Vật Liệu, nhưng em nhấn bị nhầm mã nên không đăng ký được. Vậy không biết em có thể làm đơn xin đăng ký bổ sung được không ạ? Do em chỉ cần 1 môn nữa là hoàn thành xong chương trình học, em rất mong Phòng Đào Tạo và Bộ Phận đăng ký môn học giúp đỡ ạ. Em xin cảm ơn. .",
            "bạn cung cấp mã môn học để xem xét đăng ký. . Thân",
            "Dạ [full_name]5 Cơ Lưu Chất khoa Vật Liệu, dạ em cảm ơn",
            "đã bổ sung môn"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . KÍnh gửi phòng đào tạo.Em là sinh viên của khoa CNVL.Em đã xin bảo lưu vào cuối HK191 và không thi cuối HK1.Và vào ngày 16/6/2020 em đã làm đơn thu nhận lại và đã xin phép trong đơn là xin học lại HK193.Và khi đến đợt 3 của đợt đăng kí môn HK193(13/7/2020)em đã vào và đăng kí môn đại số tuyến tính,nhưng có 1 vấn đề là em liên tục bấm vào nút đăng kí(chọn) và đột nhiên có 1 tấm bảng màu đỏ hiện lên và ghi rằng:Bạn không được phép đăng ký vào nhóm lớp này - Xem thêm về Loại hình SV và Loại hình đào tạo (tìm kiếm tại BKwiki - wiki.hcmut.edu.vn).Và lúc em làm đơn thu nhận lại ở phòng đào tạo cơ sở 1 xong các nhân viên nói với em rằng em có thể đăng kí môn cho HK193,nhưng em không đăng kí được cho đến hết đợt 3 vì lí do như trên và nó khiến em không thể đăng k1i môn được.Liệu em có thể đăng kí lại học kì 193  không?Nếu có thì phòng đào tạo có thể giải quyết giúp em không?",
            "Đăng ký môn học. . . . KÍnh gửi phòng đào tạo.Em là sinh viên của khoa CNVL.Em đã xin bảo lưu vào cuối HK191 và không thi cuối HK1.Và vào ngày 16/6/2020 em đã làm đơn thu nhận lại và đã xin phép trong đơn là xin học lại HK193.Và khi đến đợt 3 của đợt đăng kí môn HK193(13/7/2020)em đã vào và đăng kí môn đại số tuyến tính,nhưng có 1 vấn đề là em liên tục bấm vào nút đăng kí(chọn) và đột nhiên có 1 tấm bảng màu đỏ hiện lên và ghi rằng:Bạn không được phép đăng ký vào nhóm lớp này - Xem thêm về Loại hình SV và Loại hình đào tạo (tìm kiếm tại BKwiki - wiki.hcmut.edu.vn).Và lúc em làm đơn thu nhận lại ở phòng đào tạo cơ sở 1 xong các nhân viên nói với em rằng em có thể đăng kí môn cho HK193,nhưng em không đăng kí được cho đến hết đợt 3 vì lí do như trên và nó khiến em không thể đăng kí môn được.Liệu em có thể đăng kí lại học kì 193  không?Nếu có thì phòng đào tạo có thể giải quyết giúp em không?  /QUOTE . .",
            "Chào bạn. . Bạn cần đăng ký những môn nào? ghi rõ để Phòng đào tạo giải quyết. . Thân",
            "môn đại số tuyến tính(MT1007),lớp CC01_CC01,giảng viên [full_name],giảng viên BT/TN:[full_name]",
            "Chào bạn,. . . . Nhóm CC01_CC01 dành cho sinh viên quốc tế, sinh viên chính qui đại trà không đăng kí được.. . . . Thân.",
            "Xin lỗi phòng đào tạo ạ.Bữa giờ em bận thi nên em quên là còn có 1 môn nữa là vật lý 2. .",
            "đã đk môn PH1005 nhóm DT01. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Xin Phép Phòng Đào Tạ đăng kí giúp em đăng kí môn học kì dự thính 193. . Môn Giải Tích 1. . Mã Môn Học: MT1003. . Nhóm lớp: DT02_DT02. . Em cám ơn ạ",
            "PĐT đã bổ sung môn MT1003 nhóm DT02 cho bạn. . TKB sẽ cập nhật lại sau. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em chào PĐT, em thấy ds đk sv môn bóng rỗ là 33/55 nhưng vì sao lại bị huỷ lớp ạ? Vậy PĐT có thể san đều chúng em sang 2 lớp 01 và 02 để chúng em cũng được hoc bóng rổ không ạ?. . Em cảm ơn rất nhiều ạ",
            "Em chào PĐT, em thấy ds đk sv môn bóng rỗ là 33/55 nhưng vì sao lại bị huỷ lớp ạ? Vậy PĐT có thể san đều chúng em sang 2 lớp 01 và 02 để chúng em cũng được hoc bóng rổ không ạ?. . Em cảm ơn rất nhiều ạ",
            "Chào bạn. . Nhóm DT02 chỉ có 22 bạn đk vì vậy ko đủ số lượng học.. . . . Theo nguyện vọng học của bạn. . PĐT đã đk môn PE1015 nhóm DT01 cho bạn. . TKB sẽ cập nhật lại sau. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Chào thầy.. . Thầy có thể cho em biết hạn nộp quyển của damh + dclvtn của bộ môn điện-điện tử không ạ. Em lên trường tìm thông báo thì chỉ có thông báo của bên viễn thông + tự động. . .",
            "Chào bạn. . Bạn liên hệ trực tiếp [full_name] môn - [full_name] để hỗ trợ nghen. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "B Yêu cầu khác:   /B Em muốn tạo tài khoản sakai phải làm sao ạ.",
            "Chào bạn. . Phòng đào tạo không biết tài khoản sakai là tài khoản gì?. . Bạn kiểm tra lại thông tin nguồn nghen. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Kính gửi PĐT. . Em tên là [full_name] , MSSV [student_id]. Khoa Kĩ Thuật Địa chất & Dầu khí. . . . Cho em hỏi là em vừa đăng kí thi TOEIC ở BK English và xin thực hiện miễn điểm hai môn AV3 và AV4, thì web hiện như này là đã được chưa ạ? Em vào đồn vẫn chưa thấy thông tin điểm miễn. . . . . Kính mong PĐT phản hồi. . . . Em xin trân trọng cảm ơn",
            "Chào bạn,. . . . PDT đã chuyển điểm cho em rồi, cổng thông tin sinh viên sẽ cập nhật sau đó.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Mã môn học: MT2001. . Mã nhóm: DT03",
            "Bạn xem lại CTDT hình như [full_name]19 không học môn MT2001. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học bổng khuyến khích .",
            "Chào bạn. . Bạn liên hệ Phòng Kế Hoạch - Tài Chính gặp [full_name] để kiểm tra lại dữ liệu về việc chuyển tiền đúng với số tài khoản của bạn. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "i Đăng ký môn học .   Hiện tại do Chương trình đào tạo của sinh viên K2019 có thay đổi về mã đăng kí các môn học. Dẫn đến việc em đăng kí không đúng mã môn học dành cho 2 môn học ở kì hè 193: . .          . .        B SP1031  /B  [full_name] [full_name]-Lenin. .        B MT2001  /B  Xác suất thống kê. . . .   . .   Do vậy em có thể chuyển sang học ở mã môn học mới (học ở lớp mới) mà không cần huỷ môn không?. . . .   Nếu không thể chuyển lớp theo mã môn học được, em mong có thể huỷ được 2 môn học trên ở kì hè 193. Và việc huỷ 2 môn học này rồi em có cần phải đóng học phí cho kì hè không?. .",
            "Chào bạn. . Môn học SP1031 đúng CTĐT K2019. . Môn học MT2001 sai mã , đã được chuyển sang môn đúng MT2013. . [full_name]B sẽ cập nhật lại cho bạn sau. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em chào thầy/cô!. . Thầy/cô cho em hỏi là ngày thi THPTQG thì trường mình có học không ạ. Tại em có đăng kí Tiếp sức mùa thi mà có môn học hè vào ngày đó.. . Em cảm ơn thầy/cô",
            "Chào bạn. . Ngày thi THPTQG trường không nghỉ nghen bạn. . Bạn xin phép giảng viên giảng dạy nghen. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác:   Em đã chấp hành nghiêm chỉnh việc thanh toán học phí trước thời hạn nhưng vẫn nhận được mail cảnh báo thanh toán trễ học phí cấm thi cuối kì. Em rất mong pdt có thể xem xét giúp em được thi cuối kì và được đăng kí môn học ở học kì sau.",
            "Yêu cầu khác. . . .   Em đã chấp hành nghiêm chỉnh việc thanh toán học phí trước thời hạn nhưng vẫn nhận được mail cảnh báo thanh toán trễ học phí cấm thi cuối kì. Em rất mong pdt có thể xem xét giúp em được thi cuối kì và được đăng kí môn học ở học kì sau.  /QUOTE . .",
            "[full_name]E MSSV/MSGV: [student_id]    . . . . Yêu cầu khác. . . .   Em đã chấp hành nghiêm chỉnh việc thanh toán học phí trước thời hạn nhưng vẫn nhận được mail cảnh báo thanh toán trễ học phí cấm thi cuối kì. Em rất mong pdt có thể xem xét giúp em được thi cuối kì và được đăng kí môn học ở học kì sau.  /[full_name]E . .   [full_name]E MSSV/MSGV: [student_id]    . . . . Yêu cầu khác. . . .   Em đã chấp hành nghiêm chỉnh việc thanh toán học phí trước thời hạn nhưng vẫn nhận được mail cảnh báo thanh toán trễ học phí cấm thi cuối kì. Em rất mong pdt có thể xem xét giúp em được thi cuối kì và được đăng kí môn học ở học kì sau.  /[full_name]E . .   [full_name]E Trích. . MSSV/MSGV: [student_id]    . . . . Yêu cầu khác. . . .   Em đã chấp hành nghiêm chỉnh việc thanh toán học phí trước thời hạn nhưng vẫn nhận được mail cảnh báo thanh toán trễ học phí cấm thi cuối kì. Em rất mong pdt có thể xem xét giúp em được thi cuối kì và được đăng kí môn học ở học kì sau.. . . .   /[full_name]E . .   [full_name]E MSSV/MSGV: [student_id]    . . . . Yêu cầu khác. . . .   Em đã chấp hành nghiêm chỉnh việc thanh toán học phí trước thời hạn nhưng vẫn nhận được mail cảnh báo thanh toán trễ học phí cấm thi cuối kì. Em rất mong pdt có thể xem xét giúp em được thi cuối kì và được đăng kí môn học ở học kì sau.  /[full_name]E . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . cô đăng ki giúp em môn cầu lông mã: PE1017 mã nhóm:DT01",
            "Môn PE1017 không mở Dự thính. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Dạ thưa cán bộ PĐT, lịch học vụ của kỳ tiếp theo khi nào sẽ có và liệu có khác với mọi năm do ảnh hưởng của dịch covid không ạ? Cụ thể là lịch nộp chứng chỉ ngoại ngữ để nhận LV. . . . . Em xin chân thành cảm ơn ạ!",
            "Chào bạn. . Hiện chưa có lịch học vụ của năm 201, nhà trường sẽ thông báo cho Sv qua mail khi có các thông báo mới nhất, bạn vui lòng kiểm tra mail thường xuyên. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Em đã chấp hành nghiêm chỉnh việc thanh toán học phí trước thời hạn nhưng lại nhận được mail thông báo thanh toán trễ học phí nên bị cấm thi cuối kì.. .  Rất mong nhà trường xem xét lại giúp em để em còn được thi cuối kì và đăng kí môn học ở học kì sau.",
            "Chào bạn. . Phòng đào tạo đang kiểm tra dữ liệu Bkpay lại, nên bạn vui lòng liên hệ Phòng đào tạo để nhận giấy vào phòng thi nghen, để tránh gặp sự cố khi vào phòng thi nghen. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Cho em hỏi là mình đăng ký nộp chứng chỉ ngoại ngữ trên myBK rồi thì có cần lên phòng đào tạo để nộp nữa không ạ? . . Nếu có em có thể nộp ở cơ sở 2 được không ạ?",
            "Chào bạn,. . . . Bạn vào Mybk nộp CCNN là được rồi, không nộp trực tiếp.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: 1920032  /b \t. . . .   i Đăng ký môn học . Kính gửi Thầy / Cô PĐT.. . Họ và tên : NGUYỄN HẢI LÂM.. . MSSV: 1920032.. . Nhập học khóa 2019-B2 CHÍNH QUY... Chương trình đào tạo theo khóa : 2017.. .   B Sự việc :  /B   I   U . . Em đã đăng kí học môn CI3061 (phương pháp phần tử hữu hạn ) ở học kì 1 -năm 2019... Nhưng do PĐT của văn bằng 2 nhập mã môn em theo khóa 2014, nhưng lúc đăng kí môn học hệ thống không báo bị lỗi thiếu môn tiên quyết-khi nhập học PĐT hậu kiểm thì loại em ra khỏi danh sách đăng kí lúc em lên hỏi thì nói trễ rồi để học kì sau - khi nào em đăng kí không được PĐT sẽ hỗ trợ giúp em đăng kí - nên học kì đó em bị đình chỉ học kì do không ĐKMH.. .  Tới học kì dự thính sau dịch, em đăng kí môn PPPTHH (CI3061) thì em đăng kí được, em nghĩ PĐT đã hỗ trợ ĐKMH nhưng khi bắt đầu học lại không có tên em do em bị thiếu môn tiên quyết CI2029 (CƠ KẾT CẤU). PĐT lại nói để học kì dự thính sắp tới sẽ hỗ trợ em đăng kí- Vừa rồi học kì dự thính em ĐKMH đợt 2 ,em ĐKMH được đứng 38/40 nhưng đến lần 3 ĐKMH em lại bị loại , VPĐK A4 hướng dẫn em xin giấy miễn môn CI2029 và tăng sĩ số Lên ở VPĐK A1 thì mới ĐK môn học được. Em đã làm đơn và nộp nhưng kết quả tận 1 tháng mới có như vậy đã qua đợt nhập học dự thính 3/8/2020. Do em vừa học , vừa làm nên đợt dự thính này rất thuận lợi cho việc học vì kéo dài 2 tháng em có thể thu xếp công việc, Hơn nữa em đã trễ 1 năm so với Chương trình đào tạo, và môn này tiên quyết nên không biết học kì sau có mở không- Nếu không mở em sẽ trễ thực tập tốt nghiệp , trễ luận văn. Nên mông quý thầy cô PĐT có thể giúp em miễn môn CI2029 ( CƠ KẾT CẤU ) , Đăng Kí giúp em môn CI3061 ( PHUONG PHAP PHAN TU HUU HAN). Thân chào, nếu các thầy cô không giải quyết được xin phép cho em gặp Thầy trưởng phòng đào tạo để trình bày khó khăn và có hướng giải quyết giúp em.",
            "Môn học CI3061 đã được đk cho bạn. . TKB sẽ cập nhật lại sau. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em tên: [full_name]. MSSV: [student_id]. Em muốn đăng ký môn Anh Văn 1 MMH: LA1003. Nhóm lớp DT01. Giảng viên: [full_name]. Thứ 2 tiết 2345 và thứ 3 tiết 789. Em xin chân thành cảm ơn.",
            "Môn LA1003 ko thỏa đk vì nợ TQ môn LA1001. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "CODE Đăng ký môn học . Em xin phép đăng kí môn Điền kinh mã môn học PE1025 do lớp Cầu lông đã bị hủy",
            "QUOTE  MSSV/MSGV: [student_id]    . . . . Đăng ký môn học. . . . Em xin phép đăng kí môn Điền kinh mã môn học PE1025 nhóm DT01 do lớp Cầu lông đã bị hủy  /QUOTE . .",
            "PĐT đã bổ sung môn học cho bạn. . TKB sẽ cập nhật sau. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Thưa cô, đợt vừa rồi, do điều kiện sân bãi nên PĐT hủy môn TD Cầu Lông.. . Em xin cô cho em tham gia bổ sung vào lớp Bóng rổ ạ.. . Mã môn học: PE1015 - Nhóm: DT03. . Tên: [full_name] - MSSV: [student_id]. . Em xin cảm ơn ạ. . . .",
            "Chào bạn. . Nhóm DT03 đã full. . PĐT đã đăng ký cho bạn vào nhóm DT01. . TKB sẽ cập nhật lại sau. .",
            "Dạ em cám ơn ạ. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Dạ chào thầy cô, em đăng kí nhầm môn Pháp luật đại cương vào kì 193 đợt hè, môn này em đã học vào kì 192 . Vì lỗi sơ suất của em trong quá trình đăng kí, em biết đợt 3 không thể hủy môn được muốn rút cũng phải đóng học phí nhưng kinh tế nhà em không khá giả cho lắm nên em tha thiết mong thầy cô hủy cho em môn này . Mong thầy cô hiểu cho yêu cầu và giải quyết trường hợ của em sớm nhất. Em cảm ơn ạ. Chúc thầy cô dồi dào sức khỏe .",
            "Chào bạn,. . . . . . . . PDT đã huỷ môn SP1007 cho bạn rồi, sau ngày 20/7 bạn vào kiểm tra kết quả DKMH trên cổng thông tin sinh viên. Nếu có gì thì khiếu nại sớm.. . . . Thân.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Xin chào quý thầy cô,. . . . Em có nhận được thông báo huỷ lớp bóng bàn và cầu lông từ Phòng Đào tạo, nay em xin đăng ký bổ sinh vào lớp DT03 môn bóng rổ (PE1015). Mong quý thầy cô xem xét và tạo điều kiện cho em tham gia lớp học. Em xin cảm ơn ạ.",
            "Nhóm DT03 đã full. . PĐT đã bổ sung bạn vào nhóm DT01 môn PE1015. . TKB sẽ cập nhật lại sau. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Chào anh/chị, em muốn đăng kí thêm vào lớp PE1025 nhóm DT05 học kì dự thính hè này. Dù đã qua hạn đăng kí DT nhưng không biết có cách nào khác anh/chị có thể cho em biết được không?",
            "Môn học đã được đăng ký nhóm  DT05. . TKB sẽ cập nhật lại sau. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Xin chào các thầy cô trong đội ngũ bksi. . Em có nhận được thông báo huỷ lớp bóng bàn và cầu lông từ PĐT ở HK193. Nên em muốn đăng kí bổ sung vào lớp DT03 môn Bóng rổ (PE1015), mong quý thầy cô xem xét và tạo điều kiện cho em được đăng kí vào nhóm lớp này.. . . . Em xin cám ơn",
            "Chào bạn,. . . . Môn PE1015 nhóm DT03 đã hết chỗ, PDT đăng kí cho bạn nhóm khác, sau ngày 24/7 bạn vào kiểm tra kết quả DKMH trên cổng thông tin sinh viên. Nếu có gì thì khiếu nại sớm... . . . Thân.. .",
            "Gửi cô. . . . Đợt trước em gửi yêu cầu học môn PE1015 trước sau đó do nhu cầu nên đã đổi sang môn PE1025 nên xin phép cô cho em đc huỷ đăng kí môn PE1015 như cô đã hỗ trợ ở trên. Em xin cám ơn",
            "đã hủy PE1015. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Thưa cô, đợt vừa rồi, do điều kiện sân bãi nên PĐT hủy môn TD Cầu Lông.. . Em xin cô cho em tham gia bổ sung vào lớp Bóng rổ ạ.. . Mã môn học: PE1015 - Nhóm: DT03. . Tên: [full_name] - MSSV: [student_id]. . Em xin cảm ơn ạ",
            "Nhóm DT03 đã full. . PĐT đăng ký cho bạn nhóm DT01. . TKB sẽ cập nhật lại sau. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính gửi các thầy cô. . . . Em vừa nhận được thông báo hủy lớp bóng bàn và cầu lông của PĐT ở HK193. Vì vậy em muốn đăng ký bổ sung vào lớp DT03 môn Bóng rổ (PE1015).. . Mong quý thầy cô xem xét và tạo điều kiện cho em được đăng ký vào nhóm lớp này.. . . . Em xin chân thành cảm ơn.",
            "Môn học PE1015 nhóm DT01. . TKB sẽ cập nhật lại sau. . Thân",
            "Đăng ký môn học . Kính gửi nhà trường.. . Em có nhận được thông báo hủy lớp bóng bàn và cầu lông từ Phòng Đào Tạo  ở HK193. Nên em muốn đăng kí bổ sung vào lớp DT03 môn bóng rổ (PE1015), mong quý thầy cô xem xét và tạo điều kiện cho con em vào nhóm lớp này .. . Em xin cảm ơn.",
            "đã bổ sung nhóm DT01. . TKB sẽ cập nhật sau. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em vừa nhận mail của trường về việc huỷ môn Cầu Lông trong HK193 nên cho em xin đăng kí bổ sung ạ.. . Sinh viên [full_name]-[student_id] đăng kí môn Bóng Chuyền PE1011-DT01",
            "đã bổ sung nhóm DT01 . . TKB sẽ cập nhật sau. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . PE1015-DT03",
            "PĐT đã bổ sung môn nhóm DT01. . Nhóm DT03 đã full sĩ số. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . PE1015- DT03",
            "nhóm DT03 đã full. . PĐT đã bổ sung bạn vào nhóm DT01. . TKB sẽ cập nhật sau. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . PE1015 - DT03",
            "nhóm DT03 đã full. . PĐT bổ sung bạn vào nhóm DT02. . TKB sẽ cập nhật lại sau. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . PE1025, LỚP DT05",
            "đã bổ sung nhóm DT05. . TKB sẽ cập nhật sau. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Tên sinh viên: [full_name]. . Mssv: [student_id]. . . . Đăng ký bổ sung môn thể chất do bị hủy môn bóng bàn.. . Môn đăng ký: Bơi(PE1019) - mã nhóm DT04",
            "nhóm DT04 ko đk được. . PĐT đã bổ sung bạn vào nhóm DT03. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học .",
            "Nhóm DT03 đã full. . PĐT bổ sung bạn vào nhóm DT01. . TKB sẽ cập nhật lại sau. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em chào trường ạ. Em tên [full_name], em có đăng kí học môn bóng bàn nhưng do trường gửi mail báo hủy nên em xin được đăng kí lại môn bóng chuyền mã PE1011 nhóm lớp DT02",
            "Nhóm DT02 ko đăng ký được. . PĐT đã bổ sung bạn vào nhóm DT01. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . [full_name] yêu cầu đăng ký môn Aerobic (PE1021) nhóm lớp DT03",
            "Nhóm DT03 ko đk được. . PĐT đã bổ sung bạn vào nhóm DT02. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . . . Tên sinh viên : [full_name]. . Mssv :[student_id]. . . . Đăng kí bổ sung môn thể chất do môn bóng bàn bị huỷ. . Môn đăng kí bổ sung : Bơi (PE1019)- Nhóm DT04",
            "Chào bạn,. . . . Môn PE1019 nhóm DT04 đã hết chỗ, PDT đăng kí cho bạn nhóm khác, sau ngày 24/7 bạn vào kiểm tra kết quả DKMH trên cổng thông tin sinh viên. Nếu có gì thì khiếu nại sớm... . . . Thân.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Nhóm lớp DT03. .",
            "Chào bạn,. . . . Môn PE1021 nhóm DT03 đã hết chỗ, PDT đăng kí cho bạn nhóm khác, sau ngày 24/7 bạn vào kiểm tra kết quả DKMH trên cổng thông tin sinh viên. Nếu có gì thì khiếu nại sớm... . . . Thân.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em đã đăng ký môn Cầu Lông hk193 nhưng môn học đã bị huỷ.Em xin được đăng ký mới môn Điền Kinh PE1025, nhóm DT05",
            "Chào bạn,. . . . PDT đãng kí môn PE1025 cho bạn rồi, sau ngày 24/7 bạn vào kiểm tra kết quả DKMH trên cổng thông tin sinh viên. Nếu có gì thì khiếu nại sớm... . . . Thân.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "B Đăng ký môn học . Em chào trường ạ. Em có đăng kí học môn bóng bàn dự thính hè nhưng do trường hủy môn nên em xin được đăng kí lại môn bóng chuyền PE1011 nhóm lớp DT02 ạ . .",
            "Chào bạn,. . . . Môn PE1011 nhóm DT02 đã hết chỗ, PDT đăng kí cho bạn nhóm khác, sau ngày 24/7 bạn vào kiểm tra kết quả DKMH trên cổng thông tin sinh viên. Nếu có gì thì khiếu nại sớm... . . . Thân.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . [full_name]. . yêu cầu đăng kí aerobic (pe1021) nhóm lớp DT03",
            "đã đk nhóm DT02. . Nhóm DT03 ko mở. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]  /b . . Bóng rổ (PE1015). . Mã nhóm : DT03\t. . . .   i Đăng ký môn học .",
            "Nhóm DT03 ko đk được. . PĐT đã bổ sung bạn vào nhóm DT02. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học  /i  PE1021. . Dạ thầy cô có thể chỉ cho em cách đăng ký bổ sung GDTC không ạ ! . . Em tên: [full_name]. . MSSV:[student_id]. . Em muốn đăng ký bổ sung môn Aerobics ( PE1021 ) . . Lý do lớp cầu lông của em bị huỷ ạ . . . .",
            "đã đk môn cho bạn. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Vì bị hủy môn bóng bàn, em muốn đăng kí môn bóng chuyền PE1011 lớp DT02 ạ.",
            "đã bổ sung. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Môn bóng bàn bị huỷ nên cho em đăng kí bổ sung . . Môn: PE1025. . Nhóm lớp: DT05. .",
            "đã bổ sung. . Thân"
        ]
    }
]