[
    {
        "intent": "",
        "message": [
            "Đăng ký môn học .  . .   /B MT1005 - Giải tích 2 - nhóm lớp DT03  B . . . .   /B [full_name]  B . . SP1009 - Đường lối cách mạng của Đảng Cộng sản Việt Nam",
            "Chào bạn,. . . . Trong đợt DKMH dự thính đợt 3 chỉ cho đăng kí môn học, không cho huỷ môn học nha bạn.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Chào thầy/cô ạ,. . Em hiện là SV K19 khoa máy tính.. . Mới hôm nay(10/10), em mới nhận ra là em quên dự buổi SHCD đầu khoá.. . Lí do là vì em quên check mail, vẫn nghĩ sinh hoạt vào ngày 10/10 (theo lịch cũ). . . Em vô cùng xin lỗi ạ.. . Em muốn hỏi là việc không dự SHCD có ảnh hưởng gì đến học vụ không? (em nghe bạn nói là bị đình chỉ 1 kì) Nếu ảnh hưởng thì em muốn hỏi có cách nào khắc phục không, em không muốn tiến độ học tập bị ảnh hưởng ạ.. . Mong PĐT giúp đỡ ạ.. .",
            "Chào bạn,. . Vấn đề về sinh hoạt công dân, bảo hiểm y tế, BHTN, điểm rèn luyện, sinh viên khá giỏi toàn diện, giấy xác nhận sinh viên về vay vốn ngân hàng bạn vui lòng liên hệ tại Phòng Công tác chính trị sinh viên để được hướng dẫn.. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính gửi Phòng Đào tạo,. . Sau khi có kết quả đăng kí môn học học kì dự thính 201 thì em đã bị xoá mất hai môn học là Những nguyên lý cơ bản chủ nghĩa [full_name]-[full_name] (SP1005) và Tín hiệu và hệ thống (EE2005). Nếu kết quả này là đúng thì mong phòng đào tạo tạo điều kiện cho em đăng kí môn Tín hiệu và hệ thống vì thứ nhất lịch học môn này không trùng giờ của bất kì môn nào khác, thứ hai là em chưa học trước môn này, mà môn này là môn học trước của môn Xử lý số tín hiệu (EE2015) và môn Truyền số liệu và mạng (EE3019). Đây là những môn bắt buộc phải học trước để đăng kí Đồ án, vì vậy việc xoá mất môn học Tín hiệu và hệ thống ảnh hưởng cực kì lớn đến quá trình học của em. Mong Phòng Đào tạo xem xét giúp em ạ.. . Em xin cảm ơn.",
            "Đăng ký môn học. . . . Kính gửi Phòng Đào tạo,. . Em tên là [full_name], mã số sinh viên là [student_id], lớp DD18KTD5. Sau khi có kết quả đăng kí môn học học kì dự thính 201 lần 2 thì em đã bị xoá mất hai môn học là Những nguyên lý cơ bản chủ nghĩa [full_name]-[full_name] (SP1003) và Tín hiệu và hệ thống (EE2005). Khi đăng kí môn học, hệ thống không hề thông báo hủy bỏ môn học nào của em sau đợt 1, vì vậy em không chỉnh sửa vào đợt 2 và để nguyên kết quả đăng kí từ đợt 1. Nếu kết quả này là đúng thì mong phòng đào tạo tạo điều kiện cho em đăng kí môn Tín hiệu và hệ thống vì thứ nhất là em chưa từng học môn Tín hiệu và hệ thống (EE2005), mà môn này là môn học trước của môn Xử lý số tín hiệu (EE2015) và ảnh hưởng đến môn Truyền số liệu và mạng (EE3019). Đây là những môn bắt buộc phải học trước để đăng kí Đồ án, vì vậy việc xoá mất môn học Tín hiệu và hệ thống ảnh hưởng cực kì lớn đến quá trình học của em. Thứ hai, lịch học môn này theo thời khóa biểu đã sắp xếp vào đợt đăng kí đầu tiên không trùng giờ của bất kì môn nào khác. Mong Phòng Đào tạo xem xét giúp em ạ.. . Em xin cảm ơn.  /QUOTE . .",
            "Chào bạn,. . . . Bạn vui lòng xem kết quả DKMH, hiện tại còn trong đợt 3 DKMH  của dự thính bạn lên đăng kí lại nha.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp  /i  . . Em đã hoàn thành luận văn đại học nhưng chưa đủ đạt chuẩn anh văn nói viết để tốt nghiệp.. . . . Em có cần phải đăng ký môn học vào kỳ tiếp theo để duy trì tình trạng sinh viên không?. . . .",
            "Chào bạn,. . . . Tuỳ bạn, bạn muốn đăng kí môn học để suy trì tình trang sinh viên vẫn được. . . . . Trường hợp bạn không đăng kí môn học sẽ bị tạm dừng, khi bạn đầy đủ anh văn Nói-[full_name]ết, bạn làm đơn thu nhận lại và xin xét tốt nghiệp.. . . . Thời hạn tạm dừng chỉ có 1 năm thôi nha bạn (2 học kỳ), quá 2 học kỳ sẽ bị thôi học.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em tên là [full_name], MSSV : [student_id]. Thầy/cô ơi cho em đợt ĐKMH dự thính vừa rồi em đăng ký được 2 môn Mạch điện tử và Tín hiệu & hệ thống, đã lên TKB mấy hôm trước nhưng hom nay vào kiểm tra lại thì bị xoá môn Mạch điện tử cả trên TKB lẫn EL. Dạ cho em hỏi là do chưa cập nhật TKB mới nhất hay là do em vướn gì đó nên bị hủy môn ạ? (Em đã qua môn tiên quyết Giải tích mạch) Vì tuần tới bắt đầu học rồi nên mong PĐT sớm trả lời ạ. Em cảm ơn.",
            "Em cũng ko bị trùng lịch học vs môn nào nữa ạ",
            "Dạ em xin lỗi. Có vẻ như lịch TN môn Mạch Điện tử nhóm DT02_DT05 bị chuyển sang các tuần 49-53 nên bị trùng lịch TN An toàn điện, lúc đầu em đăng ký nó cũng ko hiện trùng lịch và cũng có xếp trong TKB sau khi mở đợt 2. Do sự cố ngoài ý muốn, cho em hỏi có cách nào đăng kí bổ sung chuyển sang nhóm DT02_DT03 được không ạ? Môn đấy rất rất quan trọng nên mong PĐT giúp đỡ em với ạ. Em cảm ơn thầy/cô nhiều!",
            "Chào bạn,. . . . Bạn vui lòng xem kết quả DKMH, hiện tại còn trong đợt 3 DKMH  của dự thính bạn lên đăng kí lại nha.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Dạ thưa PĐT, em đăng kí dự thính 2 môn là Hóa đại cương và môn Quản lý dự án cho kỹ sư đều được chấp nhận, nhưng sao trên TKB của em không có môn hóa đại cương ạ, nếu bị xóa môn vậy sao lại không có lý do ạ. Em mong PĐT xem lại giúp em vì tuần sau đã bắt đầu học rồi ạ. Lúc này em mới thắc mắc vì em nghĩ là chắc bị lỗi gì đó, nhưng đến giờ vẫn không hiện môn thì hơi nguy ạ. . . Em cảm ơn ạ!. .",
            "Chào bạn,. . . . Bạn vui lòng xem kết quả DKMH, hiện tại còn trong đợt 3 DKMH  của dự thính bạn lên đăng kí lại nha.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Dạ xin chào !. . Em là sinh viên K16. Em đã đủ số tín chỉ của chương trình đào tạo, nhưng do em chưa đủ điều kiện anh văn nên không đăng ký tốt nghiệp được vào đợt tháng 11 này. Em có đăng ký một môn học để duy trì tình trạng sinh viên trong học kì 201. Cho em hỏi là nếu như em rớt môn đó (số tính chỉ tích lũy trong học kỳ này bằng 0) thì em có được đăng ký tốt nghiệp vào đợt tháng 4 năm sau không ạ.. . Em xin cảm ơn !",
            "Chào bạn.. . . . . . Bạn cố gắn hoàn thành CCNN để tốt nghiệp ra trường, nếu môn được học 2 lần sẽ lấy điểm cao nhất nha bạn.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính gửi phòng đào tạo Trường Đại học Bách Khoa,. . . . Em là [full_name] (MSSV: [student_id]) sinh viên khóa K18 Khoa Điện - Điện Tử. Các thầy/cô cho em xin hỏi em có thể xin mở thêm một suất học dự thính môn học   B Toán Kỹ Thuật (EE1003) thuộc lớp dự thính DT01 (Chủ nhật - tiết 456)  /B  được không ạ? . . . . Lý do: Vì một số chuyện cá nhân gia đình nên trong thời gian đăng ký môn học dự thính đợt 2 em đã đăng ký trễ và không được chấp thuận.. . . . Vì đây là lần cuối cùng môn học này được mở (vì từ khóa K19 sẽ không còn học) nên em rất mong nhận được sự trợ giúp của các thầy/cô để giúp em có thể có một suất học môn học này. . . . . Em xin chân thành cảm ơn các thầy, cô.",
            "Chào bạn,. . . . [full_name] đã tăng sỉ số môn EE1003 rồi nha bạn.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em chào thầy cô. Tụi em là [full_name] [student_id] và [full_name] [student_id]. . E muốn đăng ký bổ sung môn học. . Môn: Anh văn 4. . Mã: LA1009. . Lớp thứ 7,chủ nhật cô [full_name] cơ sở 1 ạ. . Mong thầy cô giúp đỡ để em kịp tiến độ ra trường. Em chân thành cảm ơn ạ",
            "Chào bạn,. . . . Hiện tại là đợt DKMH dự thính đợt 3, bạn vào đăng kí nha.. . . . Thân",
            "Đăng ký môn học . Em chào thầy cô. Tụi em là [full_name] [student_id] và   [full_name] [student_id]. . E muốn đăng ký bổ sung môn học. . Môn: Anh văn 4. . Mã: LA1009. . Lớp thứ 7,chủ nhật cô [full_name] cơ sở 1 ạ. . Mong thầy cô giúp đỡ để em kịp tiến độ ra trường. Em chân thành cảm ơn ạ",
            "Chào bạn,. . . . Hiện tại trong đợt đăng kí môn học dự thính đợt 3, bạn vào đăng kí nha.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Dạ em chào thầy\\cô !. . Dạ hôm nay em xin được phép hỏi thầy cô về câu hỏi em đã nghĩ lâu lắm nhưng nay mới đủ can đảm gửi câu hỏi để được trả lời ạ. Việc là năm nhất em đã không đạt được kết quả tốt trong việc học mà em đã không đậu vào lớp kỹ thuật cơ điện, nhưng mong muốn được học kỹ thuật cơ điện của em vẫn còn, nên hiện tại em  vẫn đang đăng ký môn của nhóm ngành kỹ thuật cơ khí cũng là môn của nhóm ngành kỹ thuật cơ điện phải học trừ 1 số môn ra thôi ạ, em đã từng hỏi thầy chủ nhiệm về việc học lấy văn bằng hai nhưng với yêu cầu em phải làm đồ án tốt nghiệp hai lần, nhưng em vẫn muốn được học chuyên về cơ điện hơn ạ. Em chỉ muốn hỏi các thầy cô là em có thể chuyển ngành được không ạ, em là sinh viên khóa 2018, em vẫn có thể trễ hơn các bạn kia 1 kỳ nhưng em vẫn mong được chuyển ạ, em có thể đăng ký các môn dự thính để kịp tiến độ ạ. Hiện tại em vẫn đang đăng ký theo các môn của nhóm ngành cơ điện và cả ngành kỹ thuật cơ khí, em chỉ sợ việc châm hơn các bạn bên cơ điện 1 kỳ thực tập hè năm 2, mà em nghe các bạn bảo kỳ thực tập đó thì không quá nặng, em không biết là em có thể chủ động xin đăng ký thực tập đó trong kỳ 2 năm 3 được không ạ. Trong lời nói của em có thể có nhiều sai sót nhưng em mong thầy cô có thể giúp em trả lời câu hỏi mà em muốn hỏi lâu nay ạ. Em cảm ơn các thầy cô nhiều ạ. À và cho em hỏi thêm là nếu như em không được chuyển ngành, nhưng em muốn lấy bằng cơ điện thì lúc đồ án tốt nghiệp, em có thể được làm đồ án tốt nghiệp chung của hai ngành được không ạ. Em mong thầy cô giúp em trả lời câu hỏi ạ, em cảm ơn nhiều ạ !",
            "Chào bạn,. . . . Việc chuyển ngành bạn về khoa tư vấn cho bạn nha.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính gửi: Phòng Đào Tạo. . . . Em tên: [full_name]. .         MSSV: [student_id]. .         Ngành: Bảo Dưỡng Công nghiệp. . Cho em xin hỏi có thể huỷ môn học dự thính được nữa không ạ. Nếu được cho em xin huỷ môn: Tổ chức bảo dưỡng 1 ( msmh: 260609 ).. . Em xin chân thành cảm ơn.",
            "Chào bạn,. . . . Đợt 3 DKMH chỉ cho bổ sung môn học không cho huỷ nha bạn.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em chào Trường, chào Phòng đào tạo.. . Em thắc mắc đợt dự thính HK201, Phòng đào tạo có mở đợt đăng ký đợt 3 không ạ?. . Em chân thành cảm ơn.",
            "Chào bạn,. . . . Hiện tại đang trong thời gian đăng kí đợt 3, bạn vào đăng kí nha.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]  /b NGUYỄN NGỌC QUANG [student_id]\t. . . .   i Đăng ký môn học  /i  VỪA RỒI EM CÓ [full_name] ANH VĂN 4 LA1009 HIỆN TẠI  EM VẪN CHƯA THẤY PHÒNG ĐÀO TẠO CẬP NHẬT TKB MÀ TRONG BKE THÌ EM THẤY ĐÃ ĐC CẬP NHẬT RỒI Ạ .. CHO EM HỎI VẬY EM ĐÃ ĐK THÀNH CÔNG CHƯA Ạ .VÌ TUẦN SAU HỌC RỒI . EM CẢM ƠN. . . .",
            "Chào bạn,. . . . Bạn vui lòng xem kết quả DKMH, hiện tại còn trong đợt 3 DKMH  của dự thính bạn lên đăng kí lại nha.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Em tên là [full_name] khóa 2020. . Mã số sinh viên của em là [student_id]. . Cho em hỏi là thời khóa biểu của em sao chỉ còn lại học ngày thứ 6 và không còn tín chỉ. . Bên hệ thống có cấn đề gì vậy ạ. . Em xin cảm ơn",
            "Chào bạn,. . . . Bạn vui lòng xem lại TKB trên cổng thông tin sinh viên nha https://mybk.hcmut.edu.vn/stinfo/.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ cho em hỏi, em dky môn gt1 mà tuần sau bắt đầu học rồi mà em vẫn chưa có thời khoá biểu ạ",
            "Chào bạn,. . . . Bạn vui lòng xem kết quả DKMH, hiện tại còn trong đợt 3 DKMH  của dự thính bạn lên đăng kí lại nha.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Kính gửi thầy/cô PĐT. . Thầy/cô cho em xin file tính điểm trung bình tích lũy ngành để em kiểm tra lại.. . Cảm ơn thầy/cô",
            "Chào bạn,. . DTBTN = 8.15. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em đăng ký môn dự thính vẽ lớp dt02-dt03 nhưng vẫn chưa có thời khoá biểu sĩ số của lớp 27/37 rồi ạ",
            "Chào bạn,. . . . Bạn vui lòng xem kết quả DKMH, hiện tại còn trong đợt 3 DKMH  của dự thính bạn lên đăng kí lại nha.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Hiện em đăng hoàn tất hồ sơ du học, và em cần một số bản sao của giấy chứng nhận tốt nghiệp tạm thời. Cho em xin hỏi là phòng đào tạo có cho phép in thêm một số bản của giấy chứng nhận không ạ?. . . . Em xin cảm ơn.",
            "Chào bạn.. . Bạn có thể photo giấy chứng nhận TN tạm thời và đến Phòng Đào tạo để sao y công chứng nhé!. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "b [student_id]/MSGV: [student_id]  /b \t. . . .   i tkb vaanx conf ddang caapj nhaapj ddungs ko aj ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học  /i E chào các thầy cô ạ chuyện là em bị xóa môn mặc dù đã đăng ký dự thính thành công lần 2 mà môn đó các bạn e được lên thời khóa biểu và em cũng không trùng giờ học hay thí nghiệm  xin thầy cô xem xét ạ . . . .",
            "Chào bạn,. . . . Bạn vui lòng xem kết quả DKMH, hiện tại còn trong đợt 3 DKMH  của dự thính bạn lên đăng kí lại nha.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Dạ cho em hỏi là hồi học kỳ hè 193 em có học một môn GDTC và qua môn thì em có được chuyển điểm qua GDTC3 không ạ? Và nếu em đã hoàn thành xong 3 môn rồi thì sao ạ? Em mong được giải đáp các thắc mắc ạ.",
            "Chào bạn,. . . . Bạn đã hoàn thành xong môn học GDTC và hoàn thành chuẩn thể dục để DKMH.. . . . Thân",
            "No solution"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học  /i  em xin lỗi này em quên nói tên môn học là môn ME2041 - Nhiệt động & truyền nhiệt em đăng ký dự thính thành công lần 2 mà cũng không có thời khóa biểu mặc dù em không bị trùng giờ học  và bạn em đã có thời khóa biểu rồi ạ . . . .",
            "Chào bạn,. . . . Bạn vui lòng xem kết quả DKMH, hiện tại còn trong đợt 3 DKMH  của dự thính bạn lên đăng kí lại nha.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Em chào thầy/cô!. . . . Em là [full_name] - [student_id] - VP17VL.. . Cho em hỏi là:. . Em có thể xin đăng ký thêm môn: \"Điện - điện động học - Nhóm DT01 - (404709)\" và hủy môn học \"Hợp đồng,thị trường & tiêu chuẩn - Nhóm DT01 - (701709)\" vào kỳ dự thính 201 được không ạ. Tại vì em nghĩ em nên trả nợ trước khi học môn của kỳ sau ạ.. . . . Em cảm ơn thầy/cô đã giải quyết vấn đề cho em!. .   i Đăng ký môn học + Hủy môn .",
            "Chào bạn,. . . . Bạn lên đăng kí nha.. . . . Thân",
            "li answer rate: Answer is not complete / Câu trả lời chưa hoàn chỉnh",
            "Dạ em vẫn còn môn \"Hợp đồng,thị trường & tiêu chuẩn - Nhóm DT01 - (701709)\" cho nên em vẫn chưa đăng ký được."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV[full_name]MSGV: [student_id]  [full_name]b \t[full_name] [full_name] [full_name] [full_name]   i Yêu cầu khác  [full_name]i [full_name] [full_name] [full_name] [full_name] Em chào [full_name][full_name][full_name] [full_name] [full_name] Hiện nay thời khóa biểu của Em chỉ còn có 4 môn thôi ạ [full_name] MSSV của em là [student_id][full_name] Em cảm ơn ạ",
            "Chào bạn,. . . . Học kỳ này nhà trường sắp xếp môn như vậy có ảnh hưởng gì không bạn?.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: trường đầu năm có thông báo mở dự thi cntt ở đầu học kì 2 năm 2019 mà do dịch nên k có thông báo gì nên chừng nào xét đến cái cntt ạ . .",
            "Chào em,. . . . 1. Quy định về Kỹ năng ứng dụng CNTT xin xem trong Phụ lục 3 của Quy chế đào tạo và học vụ của trường (aao.hcmut.edu.vn    Sinh viên    Quy chế). . . . 2. Hiện nay, do hình hình dịch Covid-19, nhà trường chưa tổ chức kiểm tra đánh giá để giúp SV đạt chuẩn. Việc tổ chức đánh giá sẽ được thông báo sau.. . . . 3. SV có thể nộp các chứng chỉ theo quy định về trường để được xét đạt chuẩn. Loại Chứng chỉ ứng dụng CNTT, xem quy định của Bộ Thông tin truyền thông (Thông tư số 03/2014/TT-BTTTT ngày 11/3/2014 của Bộ trưởng Bộ Thông tin và Truyền thông). . Danh sách các đơn vị được cấp chứng chỉ có thể xem ở đây. . (https://thanhnien.vn/giao-duc/danh-sach-cac-don-vi-duoc-to-chuc-thi-va-cap-chung-chi-ngoai-ngu-tin-hoc-[student_id].html). . Trường ĐHBK có tên trong danh sách này (Trung tâm Kỹ thuật Điện toán là nơi tổ chức thi).. . . . 4. Thời hạn ràng buộc: Phụ lục 3 nói trên, Khoản 2 (hết năm 1 để được đăng ký môn của năm 2). Tuy nhiên, HK201, trường chưa ràng buộc.. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính gửi,. . Thầy cô cho em hỏi về vấn đề đăng kí dự thính học kì 201 ạ. . . Em đã đăng kí dự thính môn học Giải tich 2 lớp Dt07 và không trùng lịch học các môn khác cũng dư ít nhất 4 tiết để di chuyển giữa 2 cơ sở. Dù vậy nhưng đến bây giờ  (Chủ nhật 11/10/2020) Thời khóa biểu của em vẫn chưa hiển thị môn học ở mục Thông tin sinh viên.. . Thầy cô cho em hỏi em đã vi phạm vấn đề gì về đăng kí môn học hay do lỗi hệ thống... . . Mong nhận được phản hồi sớm từ quý thầy cô, em xin chân thành cảm ơn.. .",
            "Chào bạn,. . . . Bạn vui lòng xem kết quả DKMH, hiện tại còn trong đợt 3 DKMH  của dự thính bạn lên đăng kí lại nha.. . . . Thân. .",
            "No solution"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính gửi,. . Thầy cô cho em hỏi về vấn đề đăng kí dự thính học kì 201 ạ.. . Em đã đăng kí dự thính môn học Giải tich 2 lớp Dt07 và không trùng lịch học các môn khác cũng dư ít nhất 4 tiết để di chuyển giữa 2 cơ sở. Dù vậy nhưng đến bây giờ  (Chủ nhật 11/10/2020) Thời khóa biểu của em vẫn chưa hiển thị môn học ở mục Thông tin sinh viên.. . Thầy cô cho em hỏi em đã vi phạm vấn đề gì về đăng kí môn học hay do lỗi hệ thống.... . Mong nhận được phản hồi sớm từ quý thầy cô, em xin chân thành cảm ơn.",
            "Chào bạn,. . . . Bạn vui lòng xem kết quả DKMH, hiện tại còn trong đợt 3 DKMH  của dự thính bạn lên đăng kí lại nha.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . dạ cho em hỏi đợt 2 của đăng kí môn học dự thính em có đăng kí môn 'những nguyên lí cơ bản của chủ nghĩa mác-lenin'̣̣̣̣̣ mà trong thời khóa biểu không có lịch học nhưng trong bkel lại có hiện phần của môn này và có bài kiểm tra phải làm ạ. vậy là trong kì này em có học dự thính môn này không ạ. em xin chân thành cảm ơn ạ . .",
            "Chào bạn,. . . . Bạn vui lòng xem kết quả DKMH, hiện tại còn trong đợt 3 DKMH  của dự thính bạn lên đăng kí lại nha.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: thời khóa biểu của em bị mất rất nhiều tín chỉ và mất rất nhiều tiết mong thầy cô xem lại giúp em ạ",
            "Chào bạn,. . . . Bạn vui lòng kiểm TKB trên cổng thông tin sinh viên nha.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Chào thầy(cô),. . Em muốn hỏi là hiện tại có thể rút môn học Dự thính được không ạ. Do sau khi xem xét lại lịch, em thấy không đủ thời gian. Mong thầy(cô) có thể xem xét giúp em ạ.. . Em xin cảm ơn.. .",
            "Chào bạn,. . . . Sau đợt 3 DKMH nha bạn, bạn muốn huỷ môn nào bạn ghi rõ mã môn và phản hồi trên BKSI này.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Cho em hỏi về việc chuyển điểm chứng chỉ ngoại ngữ Toeic. . . . Bảng quy đổi tương đương và chuyển điểm áp dụng từ HK1/2020-2021 (phụ lục 1, quy chế đào tạo học vụ bậc đại học) có áp dụng cho sinh viên khóa K.2015 không.. . . . Vì chuẩn tốt nghiệp K.2015 là Toeic 500, nhưng theo bảng quy đổi mới Toeic 600 mới được quy đổi AV4. Vậy học kỳ này sinh viên K.2015 còn được quy đổi AV theo bảng cũ không ạ.  . . . .",
            "Chào bạn,. . . . Đây là mail PDT gởi cho tất cả sinh viên:. . . . Thân gởi các bạn sinh viên. .  . . Nhà trường gia hạn thời gian đăng ký chuyển điểm các môn ngoại ngữ theo bảng quy đổi cũ (áp dụng trước HK201) cho các trường hợp sinh viên nộp Chứng Chỉ Ngoại Ngữ  trong đó ngày thi CCNN trước ngày 21/9/2020.. .  . . Thời gian gia hạn đăng ký chuyển điểm (phải hoàn thành lệ phí chuyển điểm): trước ngày 01/11/2020.. .  . . -       Trong thời gian gia hạn này, các yêu cầu chuyển điểm Anh văn sẽ được áp dụng theo quy định chuyển điểm cũ (áp dụng trước HK201).. .  . . -       Sau thời gian gia hạn, hoặc đối với các CCNN có ngày thi từ 21/9/2020, các yêu cầu chuyển điểm Anh văn sẽ áp dụng quy định chuyển điểm mới (áp dụng từ HK201).. .  . . Thông báo này áp dụng cho tất cả các Khóa. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Kính chào thầy/cô.. . . . Em tên là [full_name], là sinh viên K2016 khoa Khoa học và Kỹ thuật Máy tính dự kiến sẽ tốt nghiệp vào tháng 11 này.. . . . Tại trang đăng ký xét tốt nghiệp, em nhận thông báo là mình không được phép xét tốt nghiệp vì đang nợ ngày CTXH (hình 1). Nhưng như thầy/cô thấy ở hình 2 thì hiện em đang có 15 ngày CTXH, đủ điều kiện để tốt nghiệp.. . . . Nghĩ rằng đây là trục trặc của hệ thống, nên em mong thầy/cô kiểm tra lại giúp em.. . . . Em cảm ơn ạ!",
            "Chào bạn,. . . . PDT đã cập nhật, bạn vào đăng kí tốt nghiệp nha.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Cho em hỏi sao đến giờ tkb vẫn chưa có môn những nguyên lí cơ bản mác lên nin ạ.. . . .",
            "Chào bạn,. . . . Bạn vui lòng xem kết quả DKMH, hiện tại còn trong đợt 3 DKMH  của dự thính bạn lên đăng kí lại nha.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em chào thầy cô. . Em tên : [full_name]. . Mssv: [student_id]. . Thầy/cô cho em hỏi sao ngày hôm qua em vào xem TKB vẫn được, còn hôm nay thì không thấy gì vậy ạ? Mong được các thầy cô giải đáp.. . Em xin cám ơn các thầy cô ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học .",
            "Chào bạn,. . . . Sau 5h chiều PDT sẽ cập nhật trên cổng thông tin sinh viên nha.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Ở học kỳ này em có đăng ký môn dự thính là giải tích 1 và 2, vài ngày trước thời khóa biểu cũng đã có lịch học của 2 môn này. Tuy nhiên khoảng 2 ngày trước môn giải tích 2 của em không còn trên thời khóa biểu và hiện tại vẫn chưa cập nhật. Vì ngày mai đã là thứ 2, bắt đầu học dự thính và em không muốn bị mất buổi học nên chuyện này khá gấp ạ. Em mong phòng đào tạo sớm giải đáp cũng như cập nhật lại thời khóa biểu cho em ạ. Em cảm ơn.",
            "Chào bạn,. . . . . . Đã đăng kí môn MT1005 cho bạn rồi, kết quả DKMH sẽ cập nhật trên cổng thông tin sinh viên nha.. . . . Thân. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em chào thầy/cô. Em hiện đang thiếu môn tin học, thay vào đó em có thể học môn chuyển đổi là nhập môn điện toán CO1005 nhóm DT01. Nhưng đợt đăng kí môn học dự thính vừa rồi em chưa đăng kí và hiện giờ đã hết hạn. Tuần sau là bắt đầu học kỳ dự thính. Thầy/ cô cho em hỏi là em nên làm thế nào để có thể tham gia lớp này ạ! Em xin cảm ơn !. . . .",
            "Chào bạn,. . . . Môn nhập môn điện toán CO1005 nhóm DT01 không mở dự thính nha. Bạn vui lòng kiểm tra lại.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Trường cho em hỏi là nếu em có chứng chỉ GDQP rồi thì có cần học lại không ạ?",
            "Chào bạn. . Bạn tải mẫu đơn tại trang web aao.hcmut.edu.vn --  biểu mẫu --  Phiếu đăng ký miễn GDQP . . Đính kèm bảng pho to công chứng Chứng chỉ GDQP . . Nộp hồ sơ trực tiếp tại phòng đào tạo Cơ sở 1 và Cơ sở 2 đều được. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ .   B   I Kính gửi quý Thầy/Cô thuộc Phòng đào tạo trường Đại học Bách Khoa Thành phố Hồ Chí Minh  /I   /B ,. . . . Em tên là [full_name], sinh viên thuộc khoa Kỹ thuật Dầu khí và Địa chất. Em có một số vấn đề dưới đây cần sự giải đáp và giúp đỡ của PĐT: . . - Lịch dự thính của em có môn Vật lí 2 và Giải tích 2, nhưng giờ GGMeet của VL2 cả 2 ngày đều trùng giờ GT2 trên lớp thì em được phép làm đơn xin rút môn miễn học phí không ạ? . . - Nếu làm đơn rút môn tính phí/ miễn học phí thì em download mẫu về gửi trên BKSI, hay là nộp trực tiếp tại PĐT ạ?. . . . Em rất mong nhận được hồi đáp từ PĐT. Em xin chân thành cám ơn!. . . . [full_name]",
            ". ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ thưa thầy cô,cho em hỏi là em có đăng ký môn học kì dự thính 201 có môn giải tích 2 nhưng đến giờ thời khóa biểu của em vẫn không có môn giải tích 2 ạ.. . Em vẫn còn lịch sử đăng ký môn thành công ạ.. . Kính mong thầy cô giải đáp giúp em ạ.. . Em xin cảm ơn.",
            "Chào bạn,. . . . Bạn vui lòng xem kết quả DKMH, hiện tại còn trong đợt 3 DKMH  của dự thính bạn lên đăng kí lại nha.. . . . Thân. .",
            "No solution"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Dạ xin chào,. . . . Em tên [full_name], MSSV [student_id].. . . . Em xin được rút môn học Cơ lưu chất CI2003 lớp DT01- DT02. . . .   B Lý do:  /B  em đăng ký nhầm mã ngành của đại trà.. . . . Dạ, em cảm ơn. . . . .",
            "Chào bạn,. . . . Bạn vui lòng kiểm tra kết quả DKMH trên cổng thông tin sinh viên.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Em chào phòng đào tạo.. . Em không đăng kí môn giải tích 2 (MT1005) trong kì học dự thính học kì 201. Nhưng hiện tại trong phần đăng kí môn học và thời khóa biểu của em lại có môn học này (nhóm DT_06). Em không biết phòng đào tạo có nhầm lẫn gì không ạ? Và có cách nào để em hủy môn học không ạ?. . Em mong phòng đào tạo kiểm tra lại giúp em vì em hoàn toàn không vào đăng kí môn dự thính môn học này ạ.. . Em xin cảm ơn phòng đào tạo.. . . .   i Đăng ký môn học .",
            "Chào bạn,. . . . Bạn kiểm tra đợt 2 DKMH bạn có đăng kí môn MTT1005 nhóm DT06 nha, đợt 3 chỉ cho đăng kí không cho huỷ nha.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . cho em hỏi là môn xác suất và thống kê lớp DT01 có được mở không ạ . .",
            "Chào bạn,. . . . Bạn vào DKMH để kiểm tra nha.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . em đăng kí môn học dự thính vật lí 1 và giải tích 2 hai môn này đều thỏa điều kiện và không trùng lịch nhưng thời khóa biểu cập nhật chỉ có một môn mặc dù trên bkelearning đều có tên giảng viên 2 môn này. PĐT giải thích giúp em ạ!",
            "Chào bạn,. . . . Bạn vui lòng xem kết quả DKMH, hiện tại còn trong đợt 3 DKMH  của dự thính bạn lên đăng kí lại nha.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Chào thầy cô, em tên [full_name] học học bảo dưỡng công nghiệp.thầy cô cho em hỏi sao em đăng kí môn học thành công và có môn học trên bkel mà sao trong thời khóa biểu em lại không có môn học ạ.. . Em cảm ơn thầy cô đã xem, chúc thầy cô sức khỏe ạ.. .",
            "Chào bạn,. . . . Bạn vui lòng xem kết quả DKMH, hiện tại còn trong đợt 3 DKMH  của dự thính bạn lên đăng kí lại nha.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Chào ad.. . Mình đăng kí hk dự thính của hk201. Môn dstt và giải tích 2. Theo lịch học vụ thì hôm nay sẽ bắt đầu học nhưng tkb lại không hiển thị thông tin gì hết mong ad phản hồi sớm. Thân.",
            "Chào bạn,. . . . Bạn vui lòng xem kết quả DKMH, hiện tại còn trong đợt 3 DKMH  của dự thính bạn lên đăng kí lại nha.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính thưa các Thầy Cô, em còn thiếu ngày CTXH nên chưa thể đăng kí tốt nghiệp, nên em định dành học kì này để bổ sung, sau đó đăng kí học tiếp văn bằng 2. Nhưng em lại quên kiểm tra kết quả đăng kí ít nhất 01 môn học trong TKB để được Nhà Trường cấp giấy chứng nhận sinh viên để bổ sung cho địa phương. Hiện tại em đang rất bối rối và hối hận, kính mong các Thầy Cô rộng lòng chiếu cố để em có thể nộp giấy tờ cho địa phương và tiếp tục theo học tại Trường. Em vô cùng biết ơn các Thầy Cô.",
            "Hiện tại em đang đi làm ở TP Bạc Liêu rất xa trường, em sợ mình sẽ về không kịp để làm đơn xin phép. Kính mong quý Thầy Cô rộng lòng giúp đỡ cho em 1 chỗ vào lớp dự thính để em có thời khoá biểu học kỳ này.. . . . Mã môn học: MT2001. . Tên môn học: Xác suất và Thống kê. . Nhóm: bất kỳ. . . . Em vô cùng cảm ơn Thầy Cô.",
            "Chào bạn,. . . . Hiện tại trong đợt đăng kí dự thính đợt 3, bạn vào đăng kí nha.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ em tên là Phạm Hoàng Minh Nhật, mssv là [student_id].. . Em có đăng ký môn học dự thính hk1 (2020-2021) Vật Lý 1 lớp DT02. Em xem lịch học của lớp trên chỗ đăng ký môn học thì mai có tiết mà thời khoá biểu và bkel của em vẫn chưa cập nhật môn học và lịch học ạ. Cho em hỏi là bây giờ em phải làm sao ạ ?",
            "Chào bạn,. . . . Bạn vui lòng xem kết quả DKMH, hiện tại còn trong đợt 3 DKMH  của dự thính bạn lên đăng kí lại nha.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Cho em hỏi tuần này bắt đầu học dt kì 201 rồi sao tkb vẫn chưa được cập nhật ạ.Môn những nguyên lí cơ bản của chủ nghĩa [full_name]-[full_name] ạ.. . . .",
            "Chào bạn,. . . . Bạn vui lòng xem TKB trên cổng thông tin sinh viên nha.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ cho e hỏi là tại sao e lại bị xóa môn giải tích 1 ở học kì dự thính v ạ ?",
            "Chào bạn,. . . . Bạn vui lòng xem kết quả DKMH, hiện tại còn trong đợt 3 DKMH  của dự thính bạn lên đăng kí lại nha.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Cho em xin hỏi sao em vẫn chưa có tkb ạ?. . . .",
            "Chào bạn,. . . . Bạn vui lòng xem kết quả DKMH, hiện tại còn trong đợt 3 DKMH  của dự thính bạn lên đăng kí lại nha.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ thầy cô cho em hỏi em có đăng ký dự thính đợt 1 rồi. đợt 2 thì không hiệu chỉnh gì hết.. . Sao đến giờ em vẫn chưa có tkb v ạ. Em vô trang đăng ký môn thì vẫn thấy kết quả là đã đăng ký. Mong nhận được sự phản hồi của thầy cô. . Em cảm ơn",
            "Chào bạn,. . . . Bạn vui lòng xem kết quả DKMH, hiện tại còn trong đợt 3 DKMH  của dự thính bạn lên đăng kí lại nha.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học .",
            "Đăng ký môn học . Dạ em chào thầy cô ạ,em có đăng ký môn học kì dự thính 201 môn giải tích 2, trong phần đăng ký thì thành công và vẫn còn kết quả trong đấy nhưng trong thời khóa biểu lại không có môn giải tích 2 ạ.. . Em kính mong thầy cô giải đáp giúp em ạ.. . Em xin cảm ơn.",
            "Chào bạn,. . . . Bạn vui lòng xem kết quả DKMH, hiện tại còn trong đợt 3 DKMH  của dự thính bạn lên đăng kí lại nha.. . . . Thân. ."
        ]
    }
]