[
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Chào anh/chị ạ, . . Em tên là Nguyễn Lê Ngọc Như, MSSV [student_id], lớp CC17HC11. Em đã đủ điều kiện tốt nghiệp nhưng chưa có tên trong danh sách tốt nghiệp dự kiến do Mybk cập nhật nên em gửi thông tin để xin xét tốt nghiệp bổ sung ạ.. . Em cảm ơn ạ.",
            "Chào bạn,. . PDT đã ghi nhận yêu cầu về đăng ký xét TN của bạn. SV vui lòng theo dõi email  và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 05/10/2021 SV vẫn chưa nhận được mail hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 11/2021. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Em chào thầy, cô PDT.. . Em là [full_name], MSSV [student_id], học khoa KTXD.. . Em có nộp đơn tạm dừng học và được PDT thông báo là sẽ gửi qua mail file scan quyết định tạm dừng của PDT chậm nhất là vào ngày 30/9, nhưng em vẫn chưa nhận được ạ.. . Mong thầy, cô kiểm tra lại giúp em ạ.. . Em chân thành cảm ơn.. .",
            "Chào bạn. . Pdt sẽ gởi quyết định tạm dừng cho bạn vào ngày mai . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Em có đăng kí hoãn thi môn Tín Hiệu và hệ thống (EE2005) và Cơ sở điều khiển tự động (EE2019) của học kì chính nhưng hiện nay em vẫn thấy điểm cuối kì em là 13. Mong phòng đào tạo có thể xem lại giúp em được không ạ. Em cảm ơn ạ.. .",
            "Chào bạn,. . Hiện tại nhà trường chưa ra QD hoãn thi nhé bạn, dự kiến ra quyết định chung vào cuối tháng 12, nên trường hợp đăng ký hoãn thi vẫn bị điểm 13 bình thường. Sau khi hậu kiểm với ds của Khoa thì mới ra quyết định hoãn thi và sẽ điều chỉnh lại điểm trên mybk/Thông tin SV/xem điểm. . Lưu ý:. . 1) PDT sẽ hậu kiểm lại với danh sách cấm thi của Khoa gửi lên, nếu SV bị cấm thi sẽ bị hủy kết quả hoãn thi theo quy định. SV vẫn phải hoàn thành các phần việc của môn học, nhất là TH/TNg và BTL. GV có quyền cấm thi nếu SV không hoàn thành tốt các phần này. . 2) Trường hợp có sự cố bất khả kháng trong khi thi dẫn đến không thể hoàn thành được bài thi, và không được giải quyết cho thi vào ca thi tiếp theo (nếu có), sinh viên có thể đăng ký \"Hoãn thi\" ngay sau buổi thi (không phải vắng thi có phép), SV phải báo với CBCT hoặc trực thi để được ghi nhận vào trong danh sách thi. PDT sẽ đối chiếu lại với danh sách của Khoa về các tình huống đã thi nhưng điểm thấp hoặc không có báo cáo ghi nhận về các sự cố trong buổi thi trước khi quyết định hoãn thi. . 3) Riêng đối với môn Đồ án, Thực tập ngoài trường, Đề cương Luận văn, Luận văn/Tiểu luận tốt nghiệp: SV có thể xin hoãn bảo vệ với lý do dịch Covid-19 ảnh hưởng nghiêm trọng đến kết quả thực hiện đề tài (không thực nghiệm được tại Phòng thí nghiệm, không thực địa, ...). SV gửi email trực tiếp đến Giáo viên hướng dẫn, Khoa/Bộ môn để được xem xét đồng ý và forward email cuối cùng đến email của PĐT để đăng ký.. . Chúc bạn học tập tốt nhé.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "MSSV/MSGV: [student_id]. . . . Dạ PĐT cho em hỏi, em đã đăng ký nộp bằng THPT hồi 30/6 nhưng sao đến nay em vẫn chưa nhận được phiếu xác nhận ạ?. . Kính nhờ PĐT xem xét giúp em, em xin cảm ơn ạ.. . . .",
            "Chào bạn,. . PDT sẽ tổng kiểm tra bằng TN THPT (và bằng Cao Đẳng, Đại học đối với SV bằng 2, và VLVH). SV phải chuẩn bị sẵn sàng (bảng sao và bản scan) các bằng TN. Thời gian kiểm tra là trong tháng 10 và theo thông báo riêng. . Thân mến,. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em có hoãn thi 4 môn trong đợt thi hk202 vừa rồi.Gồm giải tích 2,phương pháp tính,vật lý 1,hóa đại cương.Nhưng hôm nay kiểm tra lại bảng điểm vẫn bị đánh điểm 13.Cũng như đường link tra cứu hoãn thi của trường mới chỉ cập nhật em hoãn 2 môn là Hóa đại cương và Vật lý 1.Do em cần xác nhận hoãn thi một học kỳ để phân nghành khoa Điện Điện tử.Mong phòng đào tạo xem xét,em cảm ơn.",
            ". . Chào bạn. . Sau khi đối chiếu dữ liệu, Pdt xác nhận bạn đã đăng ký Hoãn thi:. . [student_id]\tHK202\tCH1003. . [student_id]\tHK202\tPH1003\t. . Bạn xem lại mail Pdt đã gởi để biết cách thức tiến hàng sau khi Pdt đã xác nhận yêu cầu Hoãn thi của bạn. . Vì sự cố kỹ thuật nên có thể thông tin tra cứu không có dữ liệu của bạn. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em là [full_name], mssv [student_id], em học ngành kĩ thuật hàng không k20. Em có đăng kí hoãn thi môn Đại số tuyến tính MT1007 học kì 203 ạ nhưng hôm trước em vừa nhận được mail về phản hồi yêu cầu hoãn thi của sinh viên và em tìm trong tên trong danh sách hoãn thi học kì 203 của em thì lại không tìm thấy ạ, cho em hỏi là vì sao ạ?. Em xin cám ơn",
            "Chào em,. . PĐT đã gửi 2 email, em chú ý kỹ học kỳ nhé. . Thân gửi các bạn sinh viên,. . . . PĐT phản hồi yêu cầu Sinh viên đã đăng ký Hoãn thi HK203 (đăng ký trước ngày 09/09/2021). . . . + Sinh viên tra cứu danh sách môn đã đăng ký tại đường link:. . . . http://www.aao.hcmut.edu.vn/tracuu/xem_danhsach?id_ds=2802. . Thân mến,. . . . STT 261\t[student_id]\tHK203\tMT1007\t\tx\t\tLT. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Chào thầy, cô. . Đã qua 30/09, nhưng những môn em hoãn thi vẫn để điểm 13 trên bảng điểm ạ. Em không biết lý do vì sao, mong thầy/cô kiểm tra giúp em. Em cám ơn ạ.",
            "Chào bạn,. . Hiện tại nhà trường chưa ra QD hoãn thi nhé bạn, dự kiến ra quyết định chung vào cuối tháng 12, nên trường hợp đăng ký hoãn thi vẫn bị điểm 13 bình thường. Sau khi hậu kiểm với ds của Khoa thì mới ra quyết định hoãn thi và sẽ điều chỉnh lại điểm trên mybk/Thông tin SV/xem điểm. . Lưu ý:. . 1) PDT sẽ hậu kiểm lại với danh sách cấm thi của Khoa gửi lên, nếu SV bị cấm thi sẽ bị hủy kết quả hoãn thi theo quy định. SV vẫn phải hoàn thành các phần việc của môn học, nhất là TH/TNg và BTL. GV có quyền cấm thi nếu SV không hoàn thành tốt các phần này. . 2) Trường hợp có sự cố bất khả kháng trong khi thi dẫn đến không thể hoàn thành được bài thi, và không được giải quyết cho thi vào ca thi tiếp theo (nếu có), sinh viên có thể đăng ký \"Hoãn thi\" ngay sau buổi thi (không phải vắng thi có phép), SV phải báo với CBCT hoặc trực thi để được ghi nhận vào trong danh sách thi. PDT sẽ đối chiếu lại với danh sách của Khoa về các tình huống đã thi nhưng điểm thấp hoặc không có báo cáo ghi nhận về các sự cố trong buổi thi trước khi quyết định hoãn thi. . 3) Riêng đối với môn Đồ án, Thực tập ngoài trường, Đề cương Luận văn, Luận văn/Tiểu luận tốt nghiệp: SV có thể xin hoãn bảo vệ với lý do dịch Covid-19 ảnh hưởng nghiêm trọng đến kết quả thực hiện đề tài (không thực nghiệm được tại Phòng thí nghiệm, không thực địa, ...). SV gửi email trực tiếp đến Giáo viên hướng dẫn, Khoa/Bộ môn để được xem xét đồng ý và forward email cuối cùng đến email của PĐT để đăng ký.. . Chúc bạn học tập tốt nhé.. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Cho em hỏi là bây giờ nếu em muốn hủy kết quả Hoãn Thi (HK202) thì có được không ạ? Nếu được thì em cần phải làm như thế nào ạ? Em cảm ơn.",
            "Chào em,. . Em làm đơn xin hủy hoãn thi: ghi rõ HK, mã môn học, tên môn học ... , hoặc lấy mẫu đơn hoãn thi sửa thành đơn HỦY HOÃN THI, gửi qua bksi (aao/biểu mẫu). . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Mở lớp dự thính (bắt đầu học từ 30/8) . Em chào ban đào tạo ạ.. . Do đợt đăng ký bổ sung môn anh văn nhu cầu đợt dự thính vừa rồi em quên đăng ký, tuy nhiên bây giờ em vào thì vẫn còn 1 lớp anh văn nhu cầu 3A dư chỗ. Tuy nhiên lại hết đợt đăng ký. . Vậy cho em hỏi là ban đào tạo có định mở bổ sung đợt cuối để đăng ký lớp anh văn nhu cầu 3A không ạ. . Em cảm ơn. .   . .",
            "Chào bạn. . Cô đã lấy dữ liệu chuyển bộ phận dkmh xét lại. . Bạn đợi kết quả phản hồi trễ nhất là thứ 4 ngày 8/10. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Chào phòng đào tạo,. . . . Em tên là [full_name], MSSV [student_id] học ngành kỹ thuật hóa học - CLC. Theo như trên trang đăng ký tốt nghiệp thì đã có bản scan của giấy chứng nhận tốt nghiệp tạm thời. Tuy nhiên, hiện tại em đang cần gấp bản gốc của giấy chứng nhận tốt nghiệp tạm thời, không biết trường có gửi về theo địa chỉ nhà không ạ? Tại em thấy trên trang đăng ký tốt nghiệp có chỗ tick để đăng ký nhưng không xác nhận được. (hình đính kèm). . . . Em xin chân thành cảm ơn.. .",
            "Chào bạn. . Pdt đã gởi bảng chính theo địa chỉ bạn cung cấp. . Bạn vui lòng đợi nhận nghen. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em tên [full_name], MSSV [student_id], Khoa Cơ Khí, vào ngày 7/8/2021 do điều kiện trang thiết bị cần cho việc thi cuối HK202 không được đảm bảo (Laptop của em bị hư, nơi em ở nằm ngay ổ dịch của huyện nên không thể đem đi sửa được và do em sử dụng 4G và chia sẻ từ điện thoại sang laptop nên khi dùng cả 2 thiết bị thường hay bị giật lag) nên em có điền form đăng ký xin hoãn thi 5 môn gồm Giải tích 2-MT1005 (07/08), Nguyên lý máy-ME1015(09/08), Vật lý 1-[full_name]1003(12/08), Vật lý 2-[full_name]1005 (13/08), Đại số tuyến tính-MT1007 (14/08) và được PĐT đồng ý nhưng đến hôm nay 1/10/2021 vẫn chưa được giải quyết nên em mong PĐT xem xét và giải quyết giúp em.",
            "Chào bạn,. . Hiện tại nhà trường chưa ra QD hoãn thi nhé bạn, dự kiến ra quyết định chung vào cuối tháng 12, nên trường hợp đăng ký hoãn thi vẫn bị điểm 13 bình thường. Sau khi hậu kiểm với ds của Khoa thì mới ra quyết định hoãn thi và sẽ điều chỉnh lại điểm trên mybk/Thông tin SV/xem điểm. . Lưu ý:. . 1) PDT sẽ hậu kiểm lại với danh sách cấm thi của Khoa gửi lên, nếu SV bị cấm thi sẽ bị hủy kết quả hoãn thi theo quy định. SV vẫn phải hoàn thành các phần việc của môn học, nhất là TH/TNg và BTL. GV có quyền cấm thi nếu SV không hoàn thành tốt các phần này. . 2) Trường hợp có sự cố bất khả kháng trong khi thi dẫn đến không thể hoàn thành được bài thi, và không được giải quyết cho thi vào ca thi tiếp theo (nếu có), sinh viên có thể đăng ký \"Hoãn thi\" ngay sau buổi thi (không phải vắng thi có phép), SV phải báo với CBCT hoặc trực thi để được ghi nhận vào trong danh sách thi. PDT sẽ đối chiếu lại với danh sách của Khoa về các tình huống đã thi nhưng điểm thấp hoặc không có báo cáo ghi nhận về các sự cố trong buổi thi trước khi quyết định hoãn thi. . 3) Riêng đối với môn Đồ án, Thực tập ngoài trường, Đề cương Luận văn, Luận văn/Tiểu luận tốt nghiệp: SV có thể xin hoãn bảo vệ với lý do dịch Covid-19 ảnh hưởng nghiêm trọng đến kết quả thực hiện đề tài (không thực nghiệm được tại Phòng thí nghiệm, không thực địa, ...). SV gửi email trực tiếp đến Giáo viên hướng dẫn, Khoa/Bộ môn để được xem xét đồng ý và forward email cuối cùng đến email của PĐT để đăng ký.. . Chúc bạn học tập tốt nhé.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Kinh Chào Phòng Đào Tạo.. . Em là [full_name], MSSV: [student_id].. . Do đợt dịch phức tạp nên em có xin hoãn thời gian bảo vệ LVTN và được nhà trường đồng ý.. . Trong gmail nhà trường gửi cho em thì em có thấy dòng chữ là \"Sinh viên phải đăng ký thi xóa điểm hoãn thi chậm nhất là học kỳ 2\".. . Mong phòng đào tạo giải đáp giúp em như vậy có nghĩa là gì và các bước tiếp theo em cần làm là như thế nào ạ.. . Em xin trân trọng cảm ơn.",
            "Chào bạn. . Nếu bạn quyết định hoàn thành Lvtn trong hk202, thì bạn liên hệ trước với GVHD để thực hiện. . - Trước khi bảo vệ hội đồng ban báo Khoa bổ sung váo danh sách đồng thời tải mẫu đơn xóa Hoãn thi nộp cho Pst để cấp giấy ghi điểm cho bạn. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em xin kính chào Phòng đào tạo,Em tên là [full_name], MSSV: [student_id]. Em chuẩn bị tốt nghiệp trong kỳ 211 nhưng chưa đạt anh văn ạ.Em được biết là Phòng đào tạo có tổ chức môn học Anh văn nhu cầu (đợt đăng ký môn học từ 21/9-28/9/2021). Nhưng vì một số nhầm lẫn cá nhân nên em chưa có đăng ký ở trên trang ĐKMH của Phòng đào tạo.Hiện tại, em có nguyện vọng được đăng ký bổ sung Anh văn vào thời khóa biểu của em. Nếu được Phòng đào tạo chấp thuận, em mong muốn được bổ sung môn: Anh văn 2A Nhu cầu (Mã môn học: LA1039).Em rất mong được Phòng đào tạo xem xét bổ sung giúp em. Em xin chân thành cảm ơn"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Dear Thầy(cô). . . . Em tên là [full_name]. . MSSV: [student_id]. . Em đã hoàn thành chương trình học và các chứng chỉ AV, hiện tại em muốn đăng ký tốt nghiệp nhưng không được vì tình trạng sinh viên \" tạm dừng vì không đăng kí môn học \". Bây giờ em phải làm sao ạ",
            "Chào bạn. . Pdt sẽ tự động thu nhận lại nếu bạn có tên trong ds dự kiến tốt nghiệp. . . . Bạn đã có tên trong danh sách dự kiến tốt nghiệp, Bạn sẽ nhận mail vào tuần sau để thực hiện khai thông tin tốt nghiệp theo hướng dẫn, có thể bạn sẽ khai được vào thứ 4 tuần sau nghen. . Thân. . . .",
            "li answer rate: Answer suits the needs / Câu trả lời đúng ý"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em chào Chị,. . . . Em có một câu hỏi là:. . Phòng đào tạo có cung cấp Bảng điểm Rèn luyện các năm học cho sinh viên không ạ?. . . . Em cảm ơn chị.. . Chúc chị một ngày làm việc vui vẻ",
            "Chào em,. . Em liên hệ phòng Công tác chính trị sv qua email [email] để được hướng dẫn nhé.. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Chào thầy/cô ạ,. . Thầy/cô cho em hỏi là hôm nay ngày 1/10/2021 em có thể làm đơn hủy hoãn thi môn học ở HK202 được không ạ. Nếu được thì em có thể lấy mẫu đơn ở đâu và nộp như thế nào ạ,. . Em cảm ơn thầy/cô ạ.",
            "Chào em,. . Em làm đơn xin hủy hoãn thi: ghi rõ HK, mã môn học, tên môn học ... , hoặc lấy mẫu đơn hoãn thi sửa thành đơn HỦY HOÃN THI, gửi qua bksi (aao/biểu mẫu). . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em xin kính chào Phòng đào tạo,Em tên là [full_name], MSSV: [student_id]. Em chuẩn bị tốt nghiệp trong kỳ 211 nhưng chưa đạt anh văn ạ.. . Em được biết là Phòng đào tạo có tổ chức môn học Anh văn nhu cầu (đợt đăng ký môn học từ 21/9-28/9/2021). Nhưng vì một số nhầm lẫn cá nhân nên em chưa có đăng ký ở trên trang ĐKMH của Phòng đào tạo.. . Hiện tại, em có nguyện vọng được đăng ký bổ sung Anh văn vào thời khóa biểu của em. Nếu được Phòng đào tạo chấp thuận, em mong muốn được bổ sung môn: Anh văn 2A Nhu cầu (Mã môn học: LA1039).. . Em rất mong được Phòng đào tạo xem xét bổ sung giúp em. Em xin chân thành cảm ơn. .",
            "Chào bạn. . Cô đã lấy dữ liệu chuyển bộ phận dkmh xét lại. . Bạn đợi kết quả phản hồi trễ nhất là thứ 5 ngày 7/10. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Chào thầy/cô, em muốn hỏi là tại sao hiện tại tài khoản mybk của em vẫn không thể đăng ký xét tốt nghiệp dù em đã thỏa các điều kiện để xét tốt nghiệp khác. Vậy nên em mong thầy/cô kiểm tra lại giúp em.",
            "Chào bạn. . Bạn đã có tên trong danh sách dự kiến tốt nghiệp, Bạn sẽ nhận mail vào tuần sau để thực hiện khai thông tin tốt nghiệp theo hướng dẫn nghen. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Em chào admin ạ. Em tên là [full_name] - MSSV: [student_id]. Vào ngày 8/8/2021 em đã đăng ký hoãn thi môn Giải Tích 2, mã số: MT1005 cho học kì 203 và vào ngày 29/9/2021 em đã được gửi mail thông báo, nhưng khi em tra tên mình thì không có tên trong danh sách hoãn thi. Admin cho em hỏi vấn đề này là sao ạ?, em cám ơn nhiều Admin nhiều.. . . .",
            "Chào em,. . PĐT đã gửi 2 email, em chú ý kỹ học kỳ nhé. . Thân gửi các bạn sinh viên,. . . . PĐT phản hồi yêu cầu Sinh viên đã đăng ký Hoãn thi HK203 (đăng ký trước ngày 09/09/2021). . . . + Sinh viên tra cứu danh sách môn đã đăng ký tại đường link:. . . . http://www.aao.hcmut.edu.vn/tracuu/xem_danhsach?id_ds=2802. . Thân mến,. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Thưa thầy/cô, em là sinh viên k18 hiện đã thôi học tại trường.Do em chuyển sang trường khác và muốn chuyển điểm các môn gdtc nên cần chứng chỉ gdtc.. . Cho em hỏi cần làm gì để được nhận chứng chỉ gdtc ạ?. . . . . .",
            "Chào em,. . - Em liên hệ cô [full_name] [phone_number], phòng 520 Nhà điều hành ĐHQG-HCM (khu phố 6, phường Linh trung, Thủ đức). . Email của cô [full_name] : [email]. . - Em cần bảng điểm từ BK thì đăng ký in bảng điểm.)vào mybk.... . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em có đính kèm đơn hủy hoãn thi như trên. Mong PĐT xem xét ạ.",
            "Chào bạn. . - Phòng Đào tạo đã đồng ý yêu cầu về việc xin HUỶ Hoãn Thi của bạn. . . - Bạn thi bình thường theo Lịch thi đã thông báo. . - Trường hợp có sự cố bất khả kháng trong khi thi dẫn đến không thể hoàn thành được bài thi, và không được giải quyết cho thi các ca thi sau (nếu có), sinh viên có thể đăng ký \"Hoãn thi\" ngay sau buổi thi (không phải vắng thi có phép), SV phải báo với CBCT hoặc trực thi để được ghi nhận vào trong danh sách thi. PDT sẽ đối chiếu lại với danh sách Khoa để ra quyết định hoãn thi. . Chúc bạn học tập tốt nhé.. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em xin gửi Đơn xin hủy Hoãn Thi (môn Kỹ thuật siêu cao tần, đã đăng kí Hoãn Thi trong HK2 năm học 2020-2021) ạ. Em cảm ơn anh/chị (thầy/cô).",
            "Chào bạn. . - Phòng Đào tạo đã đồng ý yêu cầu về việc xin HUỶ Hoãn Thi của bạn. . . - Bạn thi bình thường theo Lịch thi đã thông báo. . - Trường hợp có sự cố bất khả kháng trong khi thi dẫn đến không thể hoàn thành được bài thi, và không được giải quyết cho thi các ca thi sau (nếu có), sinh viên có thể đăng ký \"Hoãn thi\" ngay sau buổi thi (không phải vắng thi có phép), SV phải báo với CBCT hoặc trực thi để được ghi nhận vào trong danh sách thi. PDT sẽ đối chiếu lại với danh sách Khoa để ra quyết định hoãn thi. . Chúc bạn học tập tốt nhé.. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Dạ cho em hỏi là em có đăng kí hoãn thi môn giải tích 2 HK203, em có nhận được mail xác nhận, nhưng khi nhận được mail tra danh sách, em lên tra thì trang báo là \" không tìm thấy mã số sinh viên này trong trong danh sách\". Em mong thầy/cô giải đáp ạ. Em xin chân thành cảm ơn.",
            "Chào em,. . PĐT đã gửi 2 email, em chú ý kỹ học kỳ nhé. . Thân gửi các bạn sinh viên,. . . . PĐT phản hồi yêu cầu Sinh viên đã đăng ký Hoãn thi HK203 (đăng ký trước ngày 09/09/2021). . . . + Sinh viên tra cứu danh sách môn đã đăng ký tại đường link:. . . . http://www.aao.hcmut.edu.vn/tracuu/xem_danhsach?id_ds=2802. . Thân mến,. .",
            "Dạ em có tra đúng mail của phòng đào tạo gửi dành cho học kỳ 203, và link được cô gửi trên bksi, nhưng mà nó vẫn thông báo như vậy ạ.",
            "Chào em,. . Cô xem em có trong ds nè. . STT 251\t[student_id]\tHK203\tMT1005\t\tx. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "B   I   /I   /B Kính chào PĐT,. . em tên là [full_name], MSSV:[student_id]. Em đã điền đơn hoãn thi môn Giải tích 2 MSMH: MT1005 học kỳ 203 qua biểu mẫu Google form và đã có mail xác nhận. Nhưng khi em tra danh sách hoãn thi hk203 thì không có tên em trong danh sách và trong bảng điểm hiện điểm Vắng thi.. . Kính mong Thầy/ Cô kiểm tra giúp em. . Trân trọng.. .   i Học vụ .",
            "Chào em,. . PĐT đã gửi 2 email, em chú ý kỹ học kỳ nhé. . Thân gửi các bạn sinh viên,. . . . PĐT phản hồi yêu cầu Sinh viên đã đăng ký Hoãn thi HK203 (đăng ký trước ngày 09/09/2021). . . . + Sinh viên tra cứu danh sách môn đã đăng ký tại đường link:. . . . http://www.aao.hcmut.edu.vn/tracuu/xem_danhsach?id_ds=2802. . . . STT 449\t1911408\tHK203\tMT1005\t\tx\t\tLT. . . . - bảng điểm hiện điểm Vắng thi.. . =  Hiện tại nhà trường chưa ra QD hoãn thi nhé bạn, dự kiến ra quyết định chung vào cuối tháng 12, nên trường hợp đăng ký hoãn thi vẫn bị điểm 13 bình thường. Sau khi hậu kiểm với ds của Khoa thì mới ra quyết định hoãn thi và sẽ điều chỉnh lại điểm trên mybk/Thông tin SV/xem điểm. . Lưu ý:. . 1) PDT sẽ hậu kiểm lại với danh sách cấm thi của Khoa gửi lên, nếu SV bị cấm thi sẽ bị hủy kết quả hoãn thi theo quy định. SV vẫn phải hoàn thành các phần việc của môn học, nhất là TH/TNg và BTL. GV có quyền cấm thi nếu SV không hoàn thành tốt các phần này. . 2) Trường hợp có sự cố bất khả kháng trong khi thi dẫn đến không thể hoàn thành được bài thi, và không được giải quyết cho thi vào ca thi tiếp theo (nếu có), sinh viên có thể đăng ký \"Hoãn thi\" ngay sau buổi thi (không phải vắng thi có phép), SV phải báo với CBCT hoặc trực thi để được ghi nhận vào trong danh sách thi. PDT sẽ đối chiếu lại với danh sách của Khoa về các tình huống đã thi nhưng điểm thấp hoặc không có báo cáo ghi nhận về các sự cố trong buổi thi trước khi quyết định hoãn thi. . 3) Riêng đối với môn Đồ án, Thực tập ngoài trường, Đề cương Luận văn, Luận văn/Tiểu luận tốt nghiệp: SV có thể xin hoãn bảo vệ với lý do dịch Covid-19 ảnh hưởng nghiêm trọng đến kết quả thực hiện đề tài (không thực nghiệm được tại Phòng thí nghiệm, không thực địa, ...). SV gửi email trực tiếp đến Giáo viên hướng dẫn, Khoa/Bộ môn để được xem xét đồng ý và forward email cuối cùng đến email của PĐT để đăng ký.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Kính gửi thầy/ cô. . Em có đăng kí hoãn thi giải tích 1 của hk 203 theo link của pđt trước ngày 9/9 và đã có mail xác nhận nhưng trong danh sách hiện tại lại không có. Mong thầy / cô xem xét giúp em ạ.. . Em xin cảm ơn",
            "Chào em,. . PĐT đã gửi 2 email, em chú ý kỹ học kỳ nhé. . Thân gửi các bạn sinh viên,. . . . PĐT phản hồi yêu cầu Sinh viên đã đăng ký Hoãn thi HK203 (đăng ký trước ngày 09/09/2021). . . . + Sinh viên tra cứu danh sách môn đã đăng ký tại đường link:. . . . http://www.aao.hcmut.edu.vn/tracuu/xem_danhsach?id_ds=2802. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Hiện tại, bảng điểm đã cập nhật lên 144, tuy nhiên em vẫn chưa có tên trong danh sách tốt nghiệp dự kiến ạ.. . . .",
            "Chào bạn,. . PDT đã ghi nhận yêu cầu về đăng ký xét TN của bạn. SV vui lòng theo dõi email  và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 05/10/2021 SV vẫn chưa nhận được mail hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 11/2021. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Chào thầy cô. Em là sinh viên k17 sắp tốt nghiệp tuy nhiên vẫn còn nợ 1 môn Hoá hữu cơ CH2053. Trong tháng vừa rồi gia đình em có nhiều biến cố và em phải đi chăm sóc người thân bị nhiễm Covid và đến khi em trở về nhà thì nhận ra em không đạt điểm qua môn học và em đã lỡ mất thời hạn đăng kí môn học dự thính nên học kì này. Vì đây là kì học cuối cùng của em nên em có mong muốn được thu nhận vào lớp học dự thính để hoàn thành chương trình học ạ. Em đã liên hệ với thầy [full_name] phụ trách môn học và thầy đã đồng ý nhận em vào lớp rồi ạ. Kính mong nhà trường xét duyệt.",
            "Chào bạn,. . Hiện tại đã đến cuối tuần thứ 7 của hk211, quá thời gian để bổ sung môn học.. . Thân mến,. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Xin chào,. . . . Em đã nhận được quyết định chuyển trường.. . Em đã nhờ người thân của em đến trường để xin rút hồ sơ gốc do em đang không ở TP.HCM để trực tiếp rút hồ sơ. Chiều nay chị của em sẽ tới nhận lại hồ sơ ạ. Chị tên [full_name], số CMND: [phone_number]49. . . . Em xin cảm ơn !"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Thưa PĐT,. . . . Hiện em đã có tên trong danh sách tốt nghiệp tháng 11/2021, nhưng khi vào mybk đăng ký tốt nghiệp thì hệ thống không cho phép em đăng ký. Hệ thống báo lỗi (Tình trạng đăng ký:. . Không được phép đăng ký (Nợ HP )). . . . Hiện em có kiểm tra lại bkpay và đã thanh toán hết học phí. Mong PĐT cập nhật giúp em ạ.. . . . Em cảm ơn.. .",
            "Pdt đã cập nhật bạn vào đăng ký lại nghen. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]  /b . . Em tên là [full_name]. Em xin hỏi là em có đăng ký hoãn thi môn Nguyên lý ngôn ngữ lập trình (CO3005) vì bị sập nguồn trong lúc thi. Em có trao đổi với thầy thì thầy có bảo là em làm đơn hoãn thi. Tuy nhiên hiện nay trên bảng điểm thì điểm thi của em vẫn bị 13 điểm. Và trong danh sách đăng ký Hoãn thi HK203 lại không có tên em. Em đã nộp đầy đủ đơn và đã điền form google theo yêu cầu rồi ạ. Nên mong thầy/cô kiểm tra giúp em với ạ. Em xin chân thành cảm ơn. \t. . . .   i Yêu cầu khác .",
            "Chào em,. . PĐT đã gửi 2 email, em chú ý kỹ học kỳ nhé. . Thân gửi các bạn sinh viên,. . . . PĐT phản hồi yêu cầu Sinh viên đã đăng ký Hoãn thi HK203 (đăng ký trước ngày 09/09/2021). . . . + Sinh viên tra cứu danh sách môn đã đăng ký tại đường link:. . . . http://www.aao.hcmut.edu.vn/tracuu/xem_danhsach?id_ds=2802. . . . - Hiện tại nhà trường chưa ra QD hoãn thi nhé bạn, dự kiến ra quyết định chung vào cuối tháng 12, nên trường hợp đăng ký hoãn thi vẫn bị điểm 13 bình thường. Sau khi hậu kiểm với ds của Khoa thì mới ra quyết định hoãn thi và sẽ điều chỉnh lại điểm trên mybk/Thông tin SV/xem điểm. . Lưu ý:. . 1) PDT sẽ hậu kiểm lại với danh sách cấm thi của Khoa gửi lên, nếu SV bị cấm thi sẽ bị hủy kết quả hoãn thi theo quy định. SV vẫn phải hoàn thành các phần việc của môn học, nhất là TH/TNg và BTL. GV có quyền cấm thi nếu SV không hoàn thành tốt các phần này. . 2) Trường hợp có sự cố bất khả kháng trong khi thi dẫn đến không thể hoàn thành được bài thi, và không được giải quyết cho thi vào ca thi tiếp theo (nếu có), sinh viên có thể đăng ký \"Hoãn thi\" ngay sau buổi thi (không phải vắng thi có phép), SV phải báo với CBCT hoặc trực thi để được ghi nhận vào trong danh sách thi. PDT sẽ đối chiếu lại với danh sách của Khoa về các tình huống đã thi nhưng điểm thấp hoặc không có báo cáo ghi nhận về các sự cố trong buổi thi trước khi quyết định hoãn thi. . 3) Riêng đối với môn Đồ án, Thực tập ngoài trường, Đề cương Luận văn, Luận văn/Tiểu luận tốt nghiệp: SV có thể xin hoãn bảo vệ với lý do dịch Covid-19 ảnh hưởng nghiêm trọng đến kết quả thực hiện đề tài (không thực nghiệm được tại Phòng thí nghiệm, không thực địa, ...). SV gửi email trực tiếp đến Giáo viên hướng dẫn, Khoa/Bộ môn để được xem xét đồng ý và forward email cuối cùng đến email của PĐT để đăng ký.. . Chúc bạn học tập tốt nhé.. . . . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Chào thầy/cô ạ,. . Em tên: [full_name]. . MSSV: [student_id]. . Em xin gửi đơn hủy hoãn thi ạ.",
            "Chào bạn. . - Phòng Đào tạo đã đồng ý yêu cầu về việc xin HUỶ Hoãn Thi của bạn. . . - Bạn thi bình thường theo Lịch thi đã thông báo. . - Trường hợp có sự cố bất khả kháng trong khi thi dẫn đến không thể hoàn thành được bài thi, và không được giải quyết cho thi các ca thi sau (nếu có), sinh viên có thể đăng ký \"Hoãn thi\" ngay sau buổi thi (không phải vắng thi có phép), SV phải báo với CBCT hoặc trực thi để được ghi nhận vào trong danh sách thi. PDT sẽ đối chiếu lại với danh sách Khoa để ra quyết định hoãn thi. . Chúc bạn học tập tốt nhé.. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Em xin chào phòng đào tạo ạ.Em là sinh viên [full_name],MSSV [student_id].Kì vừa rồi em có xin hoãn thi 2 môn là [full_name](CH2021,kì chính) và Cơ Học Ứng Dụng(AS2007,kì dự thính) và đã nhận được mail đồng ý cho phép hoãn thi từ phòng đào tạo.Nhưng đến nay là ngày 1/10 trên bảng điểm của em 2 môn này vẫn hiện điểm 13 ạ.Mong phòng đào tạo xem xét giúp em.Em xin cám ơn ạ.. . . .",
            "Chào bạn,. . Hiện tại nhà trường chưa ra QD hoãn thi nhé bạn, dự kiến ra quyết định chung vào cuối tháng 12, nên trường hợp đăng ký hoãn thi vẫn bị điểm 13 bình thường. Sau khi hậu kiểm với ds của Khoa thì mới ra quyết định hoãn thi và sẽ điều chỉnh lại điểm trên mybk/Thông tin SV/xem điểm. . Lưu ý:. . 1) PDT sẽ hậu kiểm lại với danh sách cấm thi của Khoa gửi lên, nếu SV bị cấm thi sẽ bị hủy kết quả hoãn thi theo quy định. SV vẫn phải hoàn thành các phần việc của môn học, nhất là TH/TNg và BTL. GV có quyền cấm thi nếu SV không hoàn thành tốt các phần này. . 2) Trường hợp có sự cố bất khả kháng trong khi thi dẫn đến không thể hoàn thành được bài thi, và không được giải quyết cho thi vào ca thi tiếp theo (nếu có), sinh viên có thể đăng ký \"Hoãn thi\" ngay sau buổi thi (không phải vắng thi có phép), SV phải báo với CBCT hoặc trực thi để được ghi nhận vào trong danh sách thi. PDT sẽ đối chiếu lại với danh sách của Khoa về các tình huống đã thi nhưng điểm thấp hoặc không có báo cáo ghi nhận về các sự cố trong buổi thi trước khi quyết định hoãn thi. . 3) Riêng đối với môn Đồ án, Thực tập ngoài trường, Đề cương Luận văn, Luận văn/Tiểu luận tốt nghiệp: SV có thể xin hoãn bảo vệ với lý do dịch Covid-19 ảnh hưởng nghiêm trọng đến kết quả thực hiện đề tài (không thực nghiệm được tại Phòng thí nghiệm, không thực địa, ...). SV gửi email trực tiếp đến Giáo viên hướng dẫn, Khoa/Bộ môn để được xem xét đồng ý và forward email cuối cùng đến email của PĐT để đăng ký.. . Chúc bạn học tập tốt nhé.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính gửi PĐT,. . . . Em tên là [full_name]. . . MSSV là [student_id].. . . . Hiện tại em chưa có tên trong Danh sách tốt nghiệp dự kiến (mã TN.20211.1) của học kỳ 1 năm học 2021 - 2022. Do trước đó em chưa tích đủ ngày CTXH.. . . . Nhưng bây giờ em đã bổ sung đủ (hình ảnh xác nhận em đã đính kèm), nên em mong PĐT có thể hỗ trợ em bổ sung vào Danh sách tốt nghiệp dự kiến để em có thể đăng ký ạ.. . . . Em cảm ơn PĐT rất nhiều ạ.. .",
            "Chào bạn,. . PDT đã ghi nhận yêu cầu về đăng ký xét TN của bạn. SV vui lòng theo dõi email  và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 12/10/2021 SV vẫn chưa nhận được mail hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 11/2021. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em tên là [full_name], MSSV:[student_id]. . Lớp CC16HC12. . . . Hiện tại em đã thanh toán HP(50 k) mà vẫn chưa đăng ký tốt nghiệp được ạ. . . . . Em gửi thông tin này với mong muốn được xét tốt nghiệp bố sung.. . . . Em xin cảm ơn ạ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ em xin chào thầy cô Phòng Đào Tạo.. . Lúc trước em có đăng kí học môn Nhập Môn [full_name] Thuật học cùng các em khóa K21. Nhưng tới bây giờ em vẫn chưa thấy lên thời khóa biểu có cập nhật mới và tuần sau bắt đầu học rồi. Em sợ thầy cô bỏ sót tên em ạ.. . Em tên [full_name], MSSV [student_id], Khoa Điện - Điện Tử ạ. . Em xin cám ơn thầy cô ạ",
            "Chào em,. . Các nhóm đều đã full sỉ số, PĐT đã xếp em vào nhóm L01.. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Hiện tại em đã hoàn thành đủ các môn học nhưng còn thiếu chuẩn anh văn đầu ra nên không có trong danh sách tốt nghiệp dự kiến và không thể đăng ký tốt nghiệp.. . Vì tình hình dịch nên em chưa có thể thi anh văn nghe - đọc để bổ sung. . . Cho em hỏi nếu em không có đủ anh văn để chuyển điểm trong tháng 10 này thì em sẽ bị trễ đợt tốt nghiệp này phải không ạ. Không biết em có thể đăng ký bổ sung không ạ.. .   i Tốt nghiệp .",
            "Chào bạn. . ·        Pdt sẽ giải quyết tốt nghiệp theo thông báo đến hết HK211 (dự kiến cuối tháng 12/2021) nghen, bạn yên tâm nghen.. . ·        Lịch trình trình tốt nghiệp hiện tại trên trang aao.hcmut.edu.vn là để kịp Lễ tốt nghiệp trao bằng dự kiến tháng 11/2021 . . ·        Xem chi tiết lịch trình tốt nghiệp tại trang web PĐT (aao.hcmut.edu.vn)    Tốt nghiệp    Thông tin tốt nghiệp    Tháng 11/2021    Lịch trình đăng ký tốt nghiệp và cấp bằng tháng 11/2021. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Dạ văn phòng cho em hỏi điểm thi môn Điện - Điện tử EE2011 của em bị sai. Em đã nộp yêu cầu phúc khảo ( mã số PTBT.[student_id].1) và được xác nhận nhưng trong bảng điểm vẫn chưa được cập nhật.. . . . Điểm thi của em là 10 nhưng trong bảng điểm chỉ có 8.67 ạ.. . . . Mong văn phòng kiểm tra và giải đáp giúp em ạ!. . Em cảm ơn văn phòng.. . . . [full_name]",
            "Chào em,. . - Nếu GV đã khóa môn học và muốn sửa điểm thì GV gửi email hoặc phiếu đề nghị mở khóa môn học, nhóm để mở khóa (HK202) trong thời gian cho phép sửa.. . - Nếu thầy cô sửa điểm rồi thì phải nộp lại bảng điểm cho PĐT, lúc đó mới cập nhật lại nhé.. . Thân mến,. . . . . . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Chào thầy cô. . . . Em là sinh viên Việt Pháp.Em xin đăng ký thi Vật Lý 1 PH1009 Việt Pháp ngày 3/10/2021 do PĐT tổ chức ạ . . . . Chúc thầy cô nhiều sức khỏe!",
            "Chào bạn. . Về việc này bạn gởi thông tin cho văn phòng Việt pháp để đăng ký theo quy định. . Cô chỉ giải quyết bổ sung môn Pháp văn do trục trặc khi đăng ký Hoãn thi. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Em chào ad ạ , em muốn hỏi là em đã nhận được email xác nhận hoãn thi thành công ngày 27 tháng 8  mà sao đến giờ bảng điểm e hoãn thi vẫn là điểm 13 v ạ . Em cám ơn",
            "Chào bạn,. . Hiện tại nhà trường chưa ra QD hoãn thi nhé bạn, dự kiến ra quyết định chung vào cuối tháng 12, nên trường hợp đăng ký hoãn thi vẫn bị điểm 13 bình thường. Sau khi hậu kiểm với ds của Khoa thì mới ra quyết định hoãn thi và sẽ điều chỉnh lại điểm trên mybk/Thông tin SV/xem điểm. . Lưu ý:. . 1) PDT sẽ hậu kiểm lại với danh sách cấm thi của Khoa gửi lên, nếu SV bị cấm thi sẽ bị hủy kết quả hoãn thi theo quy định. SV vẫn phải hoàn thành các phần việc của môn học, nhất là TH/TNg và BTL. GV có quyền cấm thi nếu SV không hoàn thành tốt các phần này. . 2) Trường hợp có sự cố bất khả kháng trong khi thi dẫn đến không thể hoàn thành được bài thi, và không được giải quyết cho thi vào ca thi tiếp theo (nếu có), sinh viên có thể đăng ký \"Hoãn thi\" ngay sau buổi thi (không phải vắng thi có phép), SV phải báo với CBCT hoặc trực thi để được ghi nhận vào trong danh sách thi. PDT sẽ đối chiếu lại với danh sách của Khoa về các tình huống đã thi nhưng điểm thấp hoặc không có báo cáo ghi nhận về các sự cố trong buổi thi trước khi quyết định hoãn thi. . 3) Riêng đối với môn Đồ án, Thực tập ngoài trường, Đề cương Luận văn, Luận văn/Tiểu luận tốt nghiệp: SV có thể xin hoãn bảo vệ với lý do dịch Covid-19 ảnh hưởng nghiêm trọng đến kết quả thực hiện đề tài (không thực nghiệm được tại Phòng thí nghiệm, không thực địa, ...). SV gửi email trực tiếp đến Giáo viên hướng dẫn, Khoa/Bộ môn để được xem xét đồng ý và forward email cuối cùng đến email của PĐT để đăng ký.. . Chúc bạn học tập tốt nhé.. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em xin chào thầy/cô. . . . . Em là sinh viên K17, hiện nay em còn thiếu điểm của môn học Trang bị điện-điện tử trong máy công nghiệp (ME2005) để đăng ký tốt nghiệp. Do tình hình dịch bệnh nên lớp chưa thể hoàn thành thí nghiệm, do đó em phải đợi khi có thể trở lại trường học hoàn thành các buổi thí nghiệm mới có thể có điểm và em sợ lúc đó sẽ trễ hạn đăng ký tốt nghiệp. Em có gửi kèm hình ảnh của thầy xác nhận em đã đủ điểm để đậu môn này. Ở trường hợp của em, có cách nào để em có thể đăng ký tốt nghiệp và tốt nghiệp đúng hạn không ạ?. . . . Em xin cảm ơn thầy/cô đã xem.",
            "Chào bạn. . ·        Pdt sẽ giải quyết tốt nghiệp theo thông báo đến hết HK211 (dự kiến cuối tháng 12/2021) nghen, bạn yên tâm nghen hoàn thành môn học. . ·        . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: - Em tên là: [full_name].. . - MSSV: [student_id]. . - Em có nộp đơn tạm dừng học vào ngày 14/9 và đã được chuyển tình trạng sinh viên sang \"tạm dừng\". Tuy nhiên đã qua thời hạn trễ nhất mà phòng đào tạo thông báo cho em là 30/9 mà em vẫn chưa nhận được bản scan quyết định tạm dừng học. Do đó, em gửi đơn này mong phòng đào tạo kiểm tra lại trường hợp của em.. . - Em xin cảm ơn.",
            "Chào bạn. . Pdt đã gởi bạn kiểm tra mail nghen. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Dạ chào thầy/cô, cho em hỏi là học kì 202 em có làm đơn xin hoãn thi 2 môn Giải tích 2(MT1005) và Kĩ thuật lập trình(CO1027) và được Phòng Đào tạo chấp nhận nhưng sao trong bảng điểm của em lại là điểm vắng thi ạ. Em xin cảm ơn.. .",
            "Chào bạn,. . Hiện tại nhà trường chưa ra QD hoãn thi nhé bạn, dự kiến ra quyết định chung vào cuối tháng 12, nên trường hợp đăng ký hoãn thi vẫn bị điểm 13 bình thường. Sau khi hậu kiểm với ds của Khoa thì mới ra quyết định hoãn thi và sẽ điều chỉnh lại điểm trên mybk/Thông tin SV/xem điểm. . Lưu ý:. . 1) PDT sẽ hậu kiểm lại với danh sách cấm thi của Khoa gửi lên, nếu SV bị cấm thi sẽ bị hủy kết quả hoãn thi theo quy định. SV vẫn phải hoàn thành các phần việc của môn học, nhất là TH/TNg và BTL. GV có quyền cấm thi nếu SV không hoàn thành tốt các phần này. . 2) Trường hợp có sự cố bất khả kháng trong khi thi dẫn đến không thể hoàn thành được bài thi, và không được giải quyết cho thi vào ca thi tiếp theo (nếu có), sinh viên có thể đăng ký \"Hoãn thi\" ngay sau buổi thi (không phải vắng thi có phép), SV phải báo với CBCT hoặc trực thi để được ghi nhận vào trong danh sách thi. PDT sẽ đối chiếu lại với danh sách của Khoa về các tình huống đã thi nhưng điểm thấp hoặc không có báo cáo ghi nhận về các sự cố trong buổi thi trước khi quyết định hoãn thi. . 3) Riêng đối với môn Đồ án, Thực tập ngoài trường, Đề cương Luận văn, Luận văn/Tiểu luận tốt nghiệp: SV có thể xin hoãn bảo vệ với lý do dịch Covid-19 ảnh hưởng nghiêm trọng đến kết quả thực hiện đề tài (không thực nghiệm được tại Phòng thí nghiệm, không thực địa, ...). SV gửi email trực tiếp đến Giáo viên hướng dẫn, Khoa/Bộ môn để được xem xét đồng ý và forward email cuối cùng đến email của PĐT để đăng ký.. . Chúc bạn học tập tốt nhé.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính gửi quý Thầy Cô.. . EM là [full_name]. . MSSV: [student_id].. . Sinh viên Bằng 2, khoa Khoa học máy tính.. . - Hiện tại thẻ sinh viên em đã hết hiệu lực (10-2021), nhưng em vẫn còn đang học. Em xin gia hạn thêm 1-2 năm nữa để em có thể đủ thời gian đăng ký thi chuẩn đầu ra Anh văn (TOEIC theo quy định của trường) và làm đề cương và luận văn tốt nghiệp ạ.. . -Em đã đăng ký cấp lại thẻ sinh viên mới (để thay đổi phần hiệu lực trên thẻ sinh viên) và đã hoàn thành lệ phí đầy đủ vào ngày 1-10-2021.. . Em xin chân thành cám ơn.. . Trân trọng.. .  . . . .",
            "Chào bạn. . Nếu bạn đã đăng ký in thẻ mới và có đăng ký gởi qua bưu điện thì vui lòng đợi nhận nghen. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em đã làm đơn (điền form) hoãn thi vào ngày 5/8 cho học kì 203. Nhưng khi tra cứu kết quả  trê trang . .  [www.aao.hcmut.edu.vn/tracuu/xem_danhsach?id_ds=2802] thì được báo là không được tìm thấy trong danh sách. Mặc dù hoãn 202 của em có hiển thị. Em đã đăng kí hoãn thi 3 môn (MT1003, MT1005, MT1009). Qua đọc email thông báo của trường ở đoạn [Trước ngày 06/09/2021 PĐT đã tự động hủy không còn trong dữ liệu] em không hiểu lắm và không chắc đơn hoãn thi của em đã được duyệt chưa. Nên em kính mong quý thầy cô hậu kiểm và giải đáp giúp em. Em xin cảm ơn.",
            "Chào em,. . Cô kiểm tra ds hk203 có em nè. . STT 90\t[student_id]\tHK203\tMT1003\t\tx. .     91\t[student_id]\tHK203\tMT1005\t\tx. . Thân mến,. .",
            "li answer rate: Answer suits the needs / Câu trả lời đúng ý"
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính gửi Phòng đào tạo. . Em tên là : [full_name]. . Mã số sinh viên : [student_id]. . Lớp : DD19DV4. . . . Hiện tại , em đang có thắc mắc hy vọng được phòng đào tạo hỗ trợ :. . Ngày 21/8/2021,em gửi biểu mẫu xin hoãn thi môn Kinh tế chính trị [full_name]-[full_name] ngày 24/8/2021 (Mã MH : SP1033) . Nguyên nhân là do người nhà em sức khỏe bị chuyển biến rất nặng do COVID, và trong khoảng thời gian đó hầu như tất cả các bệnh viện trên địa bàn TPHCM và đường dây nóng hỗ trợ bệnh nhân đều quá tải , vì vậy em phải tập trung chăm sóc và liên hệ bệnh viện để cứu chữa cho người nhà , nên không thể tập trung cho việc ôn tập và thi cử. . Nhằm cung cấp thêm bằng chứng , em xin đính kèm thêm 3 hình ảnh sau:. . Tệp 1 : Giấy xuất viện người nhà em sau khi điều trị tại bệnh viện Lê Văn Việt quận 9 . . Tệp 2 và 3 : Quan hệ giữa em và người thân được điều trị trong bệnh viện.. . . . Cùng ngày 21/8/2021,em gửi biểu mẫu xin hoãn thi và trình bày với lý do như trên,sau đó em đã nhận được thông tin phản hồi chấp nhận yêu cầu hoãn thi từ Phòng đào tạo .Link đính kèm : https://mail.google.com/mail/u/0/?pli=1#inbox/FMfcgzGkZsxHzZGJQHjMGtqBTdPFzWJK . . . . Tuy nhiên,sau ngày 30/9/2021, em vẫn chưa nhận được thông tin bản thân trong danh sách hoãn thi HK203. Việc yêu cầu hoãn thi trong tinh huống của em là một lý do chính đáng cần phải được hỗ trợ .Em kính mong phòng đào tạo thông cảm và giải quyết .. . . . Em xin cảm ơn",
            "Chào em,. . PĐT đã gửi 2 email, em chú ý kỹ học kỳ nhé. . Thân gửi các bạn sinh viên,. . . . PĐT phản hồi yêu cầu Sinh viên đã đăng ký Hoãn thi HK203 (đăng ký trước ngày 09/09/2021). . . . + Sinh viên tra cứu danh sách môn đã đăng ký tại đường link:. . . . http://www.aao.hcmut.edu.vn/tracuu/xem_danhsach?id_ds=2802. . Thân mến,. . . . Cô kiểm tra có em nè:. . STT 389\t[student_id]\tHK203\tSP1033\t\tx\t\tLT"
        ]
    },
    {
        "intent": "",
        "message": [
            "Em chào cô. . Em có một vấn đề về học vụ mong cô giải đáp ạ.. . Học kỳ 203 em có đăng ký hoãn thi môn Giải tích 2 (MT1005) và đã được xác nhận, tuy nhiên sau ngày 30/9/2021 em kiểm tra không thấy tên mình trong danh sách hoãn thi. Mong cô xem xét và cập nhật giúp em ạ. . . Em xin cám ơn.",
            "Chào em,. . Cô kiểm tra ds hk203 có tên em nè. . STT 446\t[student_id]\tHK203\tMT1005\t\tx. . . . PĐT đã gửi 2 email, em chú ý kỹ học kỳ nhé. . Thân gửi các bạn sinh viên,. . . . PĐT phản hồi yêu cầu Sinh viên đã đăng ký Hoãn thi HK203 (đăng ký trước ngày 09/09/2021). . . . + Sinh viên tra cứu danh sách môn đã đăng ký tại đường link:. . . . http://www.aao.hcmut.edu.vn/tracuu/xem_danhsach?id_ds=2802. . Thân mến,. . . . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em là [full_name], Mssv [student_id]. . Do không thể thi theo lịch vì có sự cố mạng nên em có đăng kí hoãn thi môn xác suất thống kê ( MT2013) của cô [full_name]. . . Nhưng sau đó 2 ngày thì cô [full_name] đã cho em đăng ký thi lại ngay sau đó. Em đã đăng kí thi và có điểm thi, nhưng đến hiện tại em thấy mình vẫn có tên trong danh sách đăng kí hoãn thi theo đường link mà pdt gửi. . . Em xin được huỷ hoãn thi môn XSTK ( MT2013 ), để tránh những sự cố đáng tiếc xảy ra.  Mong Thầy/ Cô giúp em, em xin cám ơn và xin lỗi đã làm phiền ạ.",
            "Chào em,. . Em làm đơn xin hủy hoãn thi: ghi rõ HK, mã môn học, tên môn học ... , hoặc lấy mẫu đơn hoãn thi sửa thành đơn HỦY HOÃN THI, gửi qua bksi (aao/biểu mẫu). . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Kính gửi quý Thầy Cô.. . Em là [full_name].. . MSSV: [student_id].. . Khóa:2018. . Sinh viên lớp Bằng 2, khoa học máy tính.. . Theo khung chương trình đào tạo thì lớp văn bằng 2 sẽ áp dụng chương trình lùi 2 khóa (cụ thể em là khóa 2018, nhưng áp dụng chương trình đào tạo của khóa 2016).. . Vậy chuẩn tiếng Anh xét tốt nghiệp của khóa 2018 văn bằng 2 sẽ áp dụng theo Chuẩn tiếng Anh. . xét tốt nghiệp của khóa nào ạ.. . Em xin chân thành cám ơn.. . Trân trọng.",
            "Chào bạn. . Chuẩn tiếng Anh xét tốt nghiệp của khóa 2018 văn bằng 2 sẽ áp dụng theo chương trình đào tạo của khóa 2016. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em có đăng ký hoãn thi môn Nguyên lý ngôn ngữ lập trình (MMH CO3005) nhưng khi tra trong danh sách đăng ký hoãn thi HK203 thì không thấy ạ",
            "Chào em,. . PĐT đã gửi 2 email, em chú ý kỹ học kỳ nhé. . Thân gửi các bạn sinh viên,. . . . PĐT phản hồi yêu cầu Sinh viên đã đăng ký Hoãn thi HK203 (đăng ký trước ngày 09/09/2021). . . . + Sinh viên tra cứu danh sách môn đã đăng ký tại đường link:. . . . http://www.aao.hcmut.edu.vn/tracuu/xem_danhsach?id_ds=2802. . Thân mến,. . . . STT 214\t[student_id]\tHK203\tCO3005\t\tx\t\tLT"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Dear Phòng đào tạo.. . . .  Em tên [full_name], mssv [student_id], khoa Cơ khí.. .  Em có đăng ký thi Toeic 2 Speaking & Writing đợt 4 (đợt cuối cùng) và đã thanh toán lệ phí thi. Tình hình là em đang bị lockdown thực hiện 3T tại công ty, các ngày trong tuần em phải làm việc nên không thuận lợi cho việc thi.. .  Em muốn xin phép pđt có thể xếp lịch cho em thi vào thứ 7 hoặc chủ nhật được không ạ? Vì đây là đợt thi cuối cùng nên nếu không thi được em phải đợi đến khi hết giãn cách (không biết tới bao giờ).. .  Rất mong được pđt xem xét cho em.. . . .   I Thank you & Best Regard. . [full_name]  /I",
            "Chào bạn. . Bạn vui lòng liên hệ TTNN để được hỗ trợ. .  . . Điện thoại\t(08) 3866 6869 – 0909 625 988. . Fax\t(84.8) 38.[student_id]69. . Website\t. . http://bkenglish.edu.vn/. .  . . Email\t[email]. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em Tên: [full_name]. . MSSV: [student_id]. . Hệ VHVL: Kỹ Thuật Ô Tô. . Hiên tại thông tin hồ sơ của em không đúng, em không phải sinh viên khóa 14. . Khoa của em không phải Điện-Điện Tử.. . Đề nghị pdt điều chỉnh chính xác.",
            "Chào em,. . Em vui lòng gửi qua email [email] để hỗ trợ thêm nhé.. . Thân mến.. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em xin nộp đơn đăng kí [full_name] ( hình ảnh ). Em xin cám ơn và xin lỗi đã làm phiền",
            "Chào bạn. . - Phòng Đào tạo đã đồng ý yêu cầu về việc xin HUỶ Hoãn Thi của bạn. . . - Bạn thi bình thường theo Lịch thi đã thông báo. . - Trường hợp có sự cố bất khả kháng trong khi thi dẫn đến không thể hoàn thành được bài thi, và không được giải quyết cho thi các ca thi sau (nếu có), sinh viên có thể đăng ký \"Hoãn thi\" ngay sau buổi thi (không phải vắng thi có phép), SV phải báo với CBCT hoặc trực thi để được ghi nhận vào trong danh sách thi. PDT sẽ đối chiếu lại với danh sách Khoa để ra quyết định hoãn thi. . Chúc bạn học tập tốt nhé.. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em xin hỏi là em có thể xin file pdf bảng điểm của em không ạ.. . Do bên công ty cần file bảng điểm nộp online chứ không cần bảng giấy.. . Em xin cảm ơn.. .",
            "Chào em,. . Em vào mybk đăng ký in bảng điểm nhé.. . Thân mến,. ."
        ]
    }
]