[
    {
        "intent": "",
        "message": [
            "Em chào cô.. . Em vừa mới thi chứng chỉ tiếng anh nói viết xong và đã đủ điểm để xét tốt nghiệp. Nhưng vào trang Đăng ký tốt nghiệp ở MyBk thì em bị từ chối vì tình trạng sinh viên đang bị tạm dừng học ạ.. . Cô cho em hỏi là để mở lại tình trạng sinh viên  thì phải làm như thế nào không ạ?. . Em cảm ơn cô.. .   i Học vụ .",
            "\"Chào bạn,. . PDT đã ghi nhận yêu cầu về đăng ký xét TN của bạn. SV vui lòng theo dõi email và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 11/01/2022 SV vẫn chưa nhận được mail hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 11/2021 (cập nhật mới gia hạn thời gian xử lý tốt nghiệp). . Về tình trạng sinh viên, khi nào em có tên trong ds dự kiến tốt nghiệp, PDT sẽ tự động ra QD thu nhận cho bạn nhé. . Thân. . \""
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Em có quên đăng kí mua bhyt, 30/12/2021 em nhớ ra thì em đã đăng kí và có mục đóng tiền. Hạn đóng là 16h ngày 31/12/2021 nhưng hôm nay bkpay đang bảo trì m không đóng tiền được. Mong thầy cô giúp em ạ. Và em có bị xoá tkb không ạ. .",
            "Chào em,. . Em liên hệ phòng Công tác chính trị sv qua email [email] để được hướng dẫn nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . . . Chào anh/chị,. . Em hiện đã đủ điều kiện để xét tốt nghiệp (số tín chỉ, điểm số, ngày CTXH, học phí) nhưng chưa tên trong danh sách tốt nghiệp dự kiến. . . . . Mong được anh/chị hỗ trợ để em kịp tốt nghiệp đúng hạn ạ. . . . . Em là [full_name] . . MSSV: [student_id]",
            "Chào em,. . Trường hợp của em xét tốt nghiệp báo nợ Nợ CH2055, em kiểm tra lại điều kiện giúp cô nhé!. . Thân. .",
            "Dạ em có điểm môn CH2055 rồi ạ. Chị kiểm tra lại giúp em nha.. . Em có gửi file minh chứng ở dưới nha. . . . Em cảm ơn",
            "Đã trả lời"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . . . Kính gửi phòng đào tạo,. . Hiện tại tình trạng sinh viên của em là tạm dừng nên không thể đăng ký vào xét tột nghiệp. Nên rất mong phòng đào tạo hướng dẫn và tạo cơ hội cho em giải quyết vấn đề này, để em có thể được nhận bằng tốt nghiệp.. . Em xin cảm ơn.",
            "Đã tl"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Cho em hỏi khi nào bkpay mới bảo trì xong ạ. Em vào đóng tiền thấy hệ thống bảo trì chưa cho đóng ạ.. . Em xin chân thành cảm ơn,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Dạ cho e hỏi học lại quá 5% có áp dụng đối với bằng tốt nghiệp loại giỏi ko ạ. Ví dụ học lại đtb lớn hơn 8. Thì chỉ được xếp loại khá",
            "Chào em,. . Em vui lòng xem quy chế điều 21. . http://www.aao.hcmut.edu.vn/quy chế quy định/học vụ/- Quy chế đào tạo và học vụ bậc đại học, cao đẳng/điều 21. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: em là sinh viên khoa kĩ thuật hóa học , quá trình thiết bị, có bảo vệ luận văn vào sáng nay 31/12/2021, nhưng hội đồng bảo làm lại vào đợt 2 sẽ diễn ra trong tháng 2. . em xin phòng đào tạo cho em đăng kí bảo vệ vào đợt 2 này ạ",
            "Chào em,. . SV vui lòng liên hệ khoa để được hỗ trợ và hướng dẫn để xin đăng ký bảo vệ trong đợt bổ sung theo đúng chỉ đạo của Ban Giám hiệu nhà trường.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em đã làm đơn đăng ký bổ sung. Và có chữ ký của thầy phụ trách bộ môn đồng ý chuyển . Kính mong phòng đào tạo . Tạo điều kiện để em được học môn phòng chống thiên tai ven biển.. .",
            "Chào em,. . Nếu yêu cầu của bạn về ĐKMH đến nay vẫn chưa được xử lý, SV vui lòng gửi lại phản hồi khác để PDT kiểm tra và trả lời cho em.. . SV lưu ý:. . 1- Hiện tại toàn bộ môn học đã được Phòng Đào tạo tăng sĩ số tối đa theo quy định của từng loại môn học và quy định của Google [full_name]. Xem quy định về sĩ số mở lớp cho từng loại môn học tại đây: aao.hcmut.edu.vn/sinh viên/quy chế/học vụ/Quy chế đào tạo và học vụ bậc đại học, cao đẳng/ Điều 8. 2. . 2- Đến thời điểm hiện tại, theo quy định thì không thể huỷ môn học, Về việc rút Môn Học (có tính học phí) sinh viên vui lòng đợi thông báo sau của Phòng Đào tạo. . 3- Sinh viên vui lòng xem kết quả ĐKMH, xem lý do vì sao không ĐKMH được (có đăng ký, nhưng không có TKB) tại trang web: mybk.hcmut.edu.vn    Đăng ký môn học    Đăng ký môn học HK212 - Kết quả đợt 2 (3)    bấm vào mục Đăng ký mới    chọn Loại hình đăng ký    xem Lịch sử đăng ký.. . 4- Sau khi kết thúc đợt 3 kết quả ĐKMH của bạn vẫn chưa được xử lý, bạn có thể làm đơn khiếu nại (kèm minh chứng nếu có), gửi qua trang bksi ghi rõ tiêu đề: “Khiếu nại ĐKMH HK212”, nội dung khiếu nại trình bày rõ lý do, ghi rõ tên, mã môn học và mã nhóm đã đăng ký (thời gian nhận yêu cầu khiếu nại đến hết ngày 14/01/2022). . 5- SV xem TKB tại mybk/Thông tin SV/ Xem TKB. . Chúc các bạn học tốt!. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em chào thầy/ cô. Em là sinh viên nghành kĩ . . . . thuật Cơ khí thuộc khoa Cơ khí . . . . Do thời gian vừa rồi , nhà em có F0 nên em . . . . xin hủy đơn đăng kí học thực hành. Nhưng hiện tại nhà em đã hết bệnh, đã đi lại được bình thường . . . . và theo em được biết thì hiện tại khoa em vẫn . . . . chưa có lịch học thực hành. Vậy em có thể xin. . . .  đăng kí học thực hành lại ở cs1 không ạ. . . . Em xin cảm ơn thầy / cô. . . .",
            "Chào em;. . em theo dõi lịch cho đợt thông báo sau nhé"
        ]
    },
    {
        "intent": "",
        "message": [
            "B   /B Đăng ký môn học . Kính chào thầy/cô Phòng đào tạo!. . Em tên là [full_name]. Hiện đang theo học ngành Viễn Thông - Pfiev. . . Đợt đăng ký môn vừa rồi, em có đăng ký môn   I Trường điện từ (EE2003)  /I  nhưng lại bị hủy do không đạt môn Giải tích mạch. . . Nhưng hiện tại, em   I đã và đang hoàn thành  /I  xong môn   I Giải tích mạch (EE2031)  /I  ở kỳ này,   /I em chấp nhận mọi rủi ro  I  và mong thầy/cô Phòng đào tạo có thể mở cho em đăng ký môn Trường điện từ.. . Em rất vui khi thầy/cô đọc mail này và mong phản hồi sớm nhất!. . Chân thành cảm ơn!. . . .",
            "Chào em,. . Nếu yêu cầu của bạn về ĐKMH đến nay vẫn chưa được xử lý, SV vui lòng gửi lại phản hồi khác để PDT kiểm tra và trả lời cho em.. . SV lưu ý:. . 1- Hiện tại toàn bộ môn học đã được Phòng Đào tạo tăng sĩ số tối đa theo quy định của từng loại môn học và quy định của Google [full_name]. Xem quy định về sĩ số mở lớp cho từng loại môn học tại đây: aao.hcmut.edu.vn/sinh viên/quy chế/học vụ/Quy chế đào tạo và học vụ bậc đại học, cao đẳng/ Điều 8. 2. . 2- Đến thời điểm hiện tại, theo quy định thì không thể huỷ môn học, Về việc rút Môn Học (có tính học phí) sinh viên vui lòng đợi thông báo sau của Phòng Đào tạo. . 3- Sinh viên vui lòng xem kết quả ĐKMH, xem lý do vì sao không ĐKMH được (có đăng ký, nhưng không có TKB) tại trang web: mybk.hcmut.edu.vn    Đăng ký môn học    Đăng ký môn học HK212 - Kết quả đợt 2 (3)    bấm vào mục Đăng ký mới    chọn Loại hình đăng ký    xem Lịch sử đăng ký.. . 4- Sau khi kết thúc đợt 3 kết quả ĐKMH của bạn vẫn chưa được xử lý, bạn có thể làm đơn khiếu nại (kèm minh chứng nếu có), gửi qua trang bksi ghi rõ tiêu đề: “Khiếu nại ĐKMH HK212”, nội dung khiếu nại trình bày rõ lý do, ghi rõ tên, mã môn học và mã nhóm đã đăng ký (thời gian nhận yêu cầu khiếu nại đến hết ngày 14/01/2022). . 5- SV xem TKB tại mybk/Thông tin SV/ Xem TKB. . Chúc các bạn học tốt!. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "1) Do kỳ trước em học nhầm mã môn của sức bền vật liệu. Nên kỳ này em đăng ký môn ci3231 và ci3237 không được vì thiếu môn học trước là môn sức bền vật liệu (ci2007). Em kính mong phòng đào tạo cho phép em được học song hành môn sức bền vật liệu với 2 môn kết cấu thép (ci3231), kết cấu tông cốt thép (ci3237). Em đã làm đơn xin phép sự đồng ý của khoa và đã đăng ký được môn sức bền vật liệu (ci2007).. . 2) Nếu em đăng được phép học 2 môn ci3231 và ci3237 thì phòng đạo tạo có thể xóa giúp em môn thực tập ngoài trường (ci3465).. . Em xin chân thành cảm ơn ạ.",
            "Chào bạn,. . . . PDT đã nhận đơn của bạn và trình lên ban lãnh đạo phê duyệt. Kết quả DKMH sẽ cập nhật trên cổng thông tin sinh viên.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Em xin kính chào Cô!. . . . Em tên: [full_name] - MSSV: [student_id]. . . . Em gửi tin nhắn này cho Cô để nhờ Cô trợ giúp giúp em về tài khoản gmail trường.. . . . Không biết vì lý do gì mà tài khoản của em bị \"Mất phiên đăng nhập\" và khi em đăng nhập lại, . . nó hiển thị lên thông báo như trong hình đính kèm.. . . . Em mong Cô có thể kiểm tra lại giúp em, cũng như chỉ em hướng khắc phục được không ạ.. . . . Tài khoản Google của em: [email]. . . . Em xin chân thành cảm ơn Cô.. . . .   i Yêu cầu khác .",
            "Dạ, em rất xin lỗi Cô, do ít hôm nữa thi nên em sợ không kịp nên em gửi yêu cầu lên Bksi.. . . . Hiện tại em đã hỏi người quen và đã được họ khắc phục giúp, em đã vào được tài khoản!. . . . Em xin chân thành cảm ơn Cô",
            "li answer rate: Answer suits the needs / Câu trả lời đúng ý"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Kính gửi PĐT!. . Hiện tại khoa Điện-Điện Tử tổ chức thi cuối kì 211 môn Kỹ Thuật Số,do không đáp ứng được trang thiết bị đường truyền nên em muốn hoãn thi.Tuy nhiên mục đăng kí hoãn thi đã bị khóa,em không biết phải hoãn như thế nào ạ(Do dời lịch thi từ ngày 25/12/2021 sang ngày 31/12/2021). . Mong PĐT cho em giải pháp để hoãn thi,em cảm ơn.. .",
            "\"Chào bạn,. . Bạn tải mẫu đơn: PHIẾU ĐĂNG KÝ HOÃN THI/ VẮNG THI CÓ PHÉP (CUỐI KỲ) tại trang web : aao.hcmut.edu.vn    biểu mẫu. . Sau khi có xác nhận của Giảng viên hướng dẫn + Khoa (theo quy định thì gởi cho Phòng đào tạo xem xét (nộp qua mail pdt@hcmut.edu.vn hoặc BKSI). . Về quy định (thi xóa điểm VT, cách tính điểm ĐẠT) Vắng thi có phép và hoãn thi: Bạn vui lòng xem chi tiết tại trang web aao.hcmut.edu.vn--  sinh viên --  Quy chế --  Quy chế đào tạo và học vụ bậc đại học và cao đẳng -- Điều 17.2. . Thân. . \""
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Cho em hỏi em vừa đăng suất email của trường ra và đăng nhập lại thì được thông báo \"Các chế độ cài đặt của bạn cho hoạt động đăng nhập không đáp ứng chính xác Xác minh 2 bước trong tổ chức của bạn. Liên lạc với quản trị viên của bạn để có thêm thông tin.\". Không biết thông báo này là như thế nào ạ?. . Mong phòng đào tạo giải quyết giúp em vấn đề này ạ!. . Em cảm ơn ạ!"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Dạ chào BKSI, . . . . Em là [full_name], MSSV [student_id]. Hiện em bị lỗi email không thể đăng nhập được như trên hình. Em đã thử thoát ra và đăng nhập lại nhiều lần, nhiều máy nhưng vẫn không được ạ. Em có tiết bảo vệ đồ án vào ngày chủ nhật này. . . . . Em rất mong được quản trị viên kích hoạt lại ạ. Em xin chân thành cảm ơn. . . . .",
            "Chào bạn;. . vấn đề này bạn liên hệ trung tâm dữ liệu và công nghệ thông tin để được giải đáp nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Cho em hỏi, hiện tại trong kì 211 em đang học môn Phân tích thiết kế hệ thống và được phân làm bài tiểu luận cuối kì để lấy điểm cuối kỳ. Nhưng hiện tai em không đủ điều kiện để hoàn thành bài tiểu luận thì em có thể hoãn thi và thực hiện thi vào kì sau được không.. . Em xin cảm ơn.",
            "\"Chào bạn,. . Bạn tải mẫu đơn: PHIẾU ĐĂNG KÝ HOÃN THI/ VẮNG THI CÓ PHÉP (CUỐI KỲ) tại trang web : aao.hcmut.edu.vn    biểu mẫu. .   B Sau khi có xác nhận của Giảng viên hướng dẫn + Khoa (theo quy định thì gởi cho Phòng đào tạo xem xét (nộp qua mail pdt@hcmut.edu.vn hoặc BKSI)  /B . . Về quy định (thi xóa điểm VT, cách tính điểm ĐẠT) Vắng thi có phép và hoãn thi: Bạn vui lòng xem chi tiết tại trang web aao.hcmut.edu.vn--  sinh viên --  Quy chế --  Quy chế đào tạo và học vụ bậc đại học và cao đẳng -- Điều 17.2. . Thân. . \""
        ]
    },
    {
        "intent": "",
        "message": [
            "Mở môn học học kỳ 212 .",
            "Chào em,. . Nếu yêu cầu của bạn về ĐKMH đến nay vẫn chưa được xử lý, SV vui lòng gửi lại phản hồi khác để PDT kiểm tra và trả lời cho em.. . SV lưu ý:. . 1- Hiện tại toàn bộ môn học đã được Phòng Đào tạo tăng sĩ số tối đa theo quy định của từng loại môn học và quy định của Google [full_name]. Xem quy định về sĩ số mở lớp cho từng loại môn học tại đây: aao.hcmut.edu.vn/sinh viên/quy chế/học vụ/Quy chế đào tạo và học vụ bậc đại học, cao đẳng/ Điều 8. 2. . 2- Đến thời điểm hiện tại, theo quy định thì không thể huỷ môn học, Về việc rút Môn Học (có tính học phí) sinh viên vui lòng đợi thông báo sau của Phòng Đào tạo. . 3- Sinh viên vui lòng xem kết quả ĐKMH, xem lý do vì sao không ĐKMH được (có đăng ký, nhưng không có TKB) tại trang web: mybk.hcmut.edu.vn    Đăng ký môn học    Đăng ký môn học HK212 - Kết quả đợt 2 (3)    bấm vào mục Đăng ký mới    chọn Loại hình đăng ký    xem Lịch sử đăng ký.. . 4- Sau khi kết thúc đợt 3 kết quả ĐKMH của bạn vẫn chưa được xử lý, bạn có thể làm đơn khiếu nại (kèm minh chứng nếu có), gửi qua trang bksi ghi rõ tiêu đề: “Khiếu nại ĐKMH HK212”, nội dung khiếu nại trình bày rõ lý do, ghi rõ tên, mã môn học và mã nhóm đã đăng ký (thời gian nhận yêu cầu khiếu nại đến hết ngày 14/01/2022). . 5- SV xem TKB tại mybk/Thông tin SV/ Xem TKB. . Chúc các bạn học tốt!. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Thưa thầy/cô,. . . . Thầy/cô cho em xin đăng ký môn học tương đương khác nhóm lớp (nội dung cụ thể em xin trình bày như trong đơn ạ).. . . . Em có đặt câu hỏi và gửi đơn xin vào sáng ngày hôm qua (30/12/2021) nhưng chưa được giải quyết.. . . . Kính mong thầy/cô có thể đăng ký môn học giúp em ạ. Em xin chân thành cảm ơn.. . . . Trân trọng.",
            "Em xin gửi đơn Đề nghị Đăng ký môn học ạ.",
            "Chào em,. . Nếu yêu cầu của bạn về ĐKMH đến nay vẫn chưa được xử lý, SV vui lòng gửi lại phản hồi khác để PDT kiểm tra và trả lời cho em.. . SV lưu ý:. . 1- Hiện tại toàn bộ môn học đã được Phòng Đào tạo tăng sĩ số tối đa theo quy định của từng loại môn học và quy định của Google [full_name]. Xem quy định về sĩ số mở lớp cho từng loại môn học tại đây: aao.hcmut.edu.vn/sinh viên/quy chế/học vụ/Quy chế đào tạo và học vụ bậc đại học, cao đẳng/ Điều 8. 2. . 2- Đến thời điểm hiện tại, theo quy định thì không thể huỷ môn học, Về việc rút Môn Học (có tính học phí) sinh viên vui lòng đợi thông báo sau của Phòng Đào tạo. . 3- Sinh viên vui lòng xem kết quả ĐKMH, xem lý do vì sao không ĐKMH được (có đăng ký, nhưng không có TKB) tại trang web: mybk.hcmut.edu.vn    Đăng ký môn học    Đăng ký môn học HK212 - Kết quả đợt 2 (3)    bấm vào mục Đăng ký mới    chọn Loại hình đăng ký    xem Lịch sử đăng ký.. . 4- Sau khi kết thúc đợt 3 kết quả ĐKMH của bạn vẫn chưa được xử lý, bạn có thể làm đơn khiếu nại (kèm minh chứng nếu có), gửi qua trang bksi ghi rõ tiêu đề: “Khiếu nại ĐKMH HK212”, nội dung khiếu nại trình bày rõ lý do, ghi rõ tên, mã môn học và mã nhóm đã đăng ký (thời gian nhận yêu cầu khiếu nại đến hết ngày 14/01/2022). . 5- SV xem TKB tại mybk/Thông tin SV/ Xem TKB. . Chúc các bạn học tốt!. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Kính gửi PDT. . . . Hiện tại hệ thống thanh toán BKpay đang bảo trì, em muốn thanh toán lệ phí Tốt nghiệp đúng giờ ạ.. . . . Thầy/Cô cho em hỏi khi nào thì hệ thống hoạt động lại được ạ? Và nếu thanh toán trễ có bị sao không ạ?",
            "\"Chào em,. . Trường hợp của em đã có tên trong danh sách tốt nghiệp dự kiến. SV vui lòng kiểm tra mai SV nhé.. . Trường hợp SV bị tạm dừng, PDT đã tiến hành làm QD thu nhận cho SV. SV theo dõi tình trạng mybk/Thông tin sinh viên. . Do hiện tại hệ thống bkpay đang bảo trì, SV vui lòng đợi sau ngày 05/01/2022 mới có thể vào đăng và thanh toán lệ phí tốt nghiệp. . (SV đã đăng ký tốt nghiệp thành công vui lòng bỏ qua nội dung này). . Thân\""
        ]
    },
    {
        "intent": "",
        "message": [
            "Khiếu nại đăng kí môn học . Kính gửi VPĐTQT,. . . . Em muốn khiếu nại về câu trả lời của cán bộ [full_name] về đơn xin hủy đăng kí môn Kinh tế Vi mô của em với lý do như sau:. . . . 1/ Em đã email hỏi VPĐT là có thể học Kinh tế đại cương và Kinh tế Vi mô cùng nhau được không? Chị Nguyễn Võ Thị Bạch Ngọc đã trả lời là môn tự chọn là bất kể môn học gì, chứ không hề đề cập vấn đề trùng nội dung 50% là không được công nhận. Chính vì vậy, việc em đăng ký sai là do VPĐT đã thiếu sót trong việc trả lời email sinh viên, chứ không phải là em tự ý đăng ký sai.. . . . 2/ Em đã đăng kí môn học, nhưng em đăng ký nhầm thì vẫn tính học phí ? Trên thực tế, em không hề học môn học đó, và như em đã giải thích, việc em nhầm là do VPĐT thiếu sót chứ không phải do em. VPĐT không thể vừa reply email thiếu sót, khiến em đăng kí môn nhầm, rồi dựa vào đó thu tiền của em được, như vậy là em và phụ huynh không chấp nhận.. . . . 3/ Em đã kịp thời nhận ra (do thông tin từ bạn chứ không phải VPĐT đính chính) và nộp đơn xin hủy đăng kí môn Kinh tế Vi mô, em mong VPĐT có thể giải quyết sớm trước 15/1 để không tính học phí của em. . . . . 4/ Nếu VPĐT cần minh chứng, em sẵn sàng gửi hình ảnh email mà VPĐT đã trả lời thiếu sót dẫn đến sự nhầm lẫn này.. . . . Best,. . Tài.. .",
            "\"Chào bạn. . - Trên nguyên tắc, hiện tại đã hết thời gian hủy môn học, Tuy nhiên Về vấn đề này của bạn, bạn vui lòng liên hệ Anh [full_name] (phụ trách DKMH của VPDTQT): [email], để được hỗ trợ thêm. . Thân. . \""
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em chào các thầy cô.. . Em tên là [full_name], MSSV [student_id]. . Do sức khỏe của ông nội em hiện rất yếu nên em đã bay về Quảng Bình vào lúc 7h35 ngày 31/12/2021. Vì lí do trên nên em không thể tham dự buổi thi cuối kì môn Hệ thống thông minh lúc 7h00 ngày 31/12/2021 được. Em đã liên hệ [full_name] và đã được [full_name] xác nhân. (Em gửi đình kèm các file hình ảnh chụp màn hình các mail trao đổi về sự việc trên cùng với file đăng kí hoãn thi cuối kì có phép có sự xác nhận của [full_name] và [full_name] ạ). . Em xin hỏi em cần làm những thủ tục gì để hoàn thành việc đăng kí hoãn thi cuối kì có phép ạ.. . Em xin cảm ơn.. . [full_name]",
            "Chào em,. . Em vui lòng xem email PĐT đã gửi:. . Kế hoạch tổ chức thi học kỳ 1 năm 2021-2022. . mục 5. Hướng dẫn đăng ký hoãn thi Cuối kỳ, dự thi. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em tên Nguyễn Văn Thái - [student_id], lớp VP18VL chương trình Việt Pháp PFIEV khóa 2018. Vào học kỳ 202 em có thi lại môn học Nguyên Lý [full_name] - 601702 và được 9đ. Nhưng đến nay em vẫn không thấy bảng điểm được cập nhật lại điểm dù thời gian đã lâu nên em xin hỏi là có sai sót hay là do bảng điểm vẫn chưa được cập nhật lại ạ. Em đac email giảng viên phụ trách môn và giảng viên báo em là hỏi lại PĐT ạ.. . Em mong thầy/cô hỗ trợ em với ạ.. . p/s: các môn thi lại của chương trình Việt Pháp đều đã được cập nhật điểm nhưng chỉ riêng môn này vẫn chưa ạ.",
            "Chào bạn. . Cô kiểm tra trong hệ thống gốc điểm môn 601702 là 4 điểm . . Bạn liên hệ lại Giảng viên giảng dạy xem lại quy trình sửa điểm đang bị lỗi ở khâu nào nghen. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: chiều hôm nay em có lịch thi môn KTS bù do hôm trước bị lỗi nhưng laptop của em mới bị hỏng hôm qua ,sáng nay em vô đăng kí hoãn thi nhưng lại ghi hết hạn đăng kí ,vậy giờ có cách nào đăng kí hoãn thi không ạ?",
            "\"Chào bạn,. . Bạn tải mẫu đơn: PHIẾU ĐĂNG KÝ HOÃN THI/ VẮNG THI CÓ PHÉP (CUỐI KỲ) tại trang web : aao.hcmut.edu.vn    biểu mẫu. . Sau khi có xác nhận của Giảng viên hướng dẫn + Khoa (theo quy định thì gởi cho Phòng đào tạo xem xét (nộp qua mail pdt@hcmut.edu.vn hoặc BKSI). . Về quy định (thi xóa điểm VT, cách tính điểm ĐẠT) Vắng thi có phép và hoãn thi: Bạn vui lòng xem chi tiết tại trang web aao.hcmut.edu.vn--  sinh viên --  Quy chế --  Quy chế đào tạo và học vụ bậc đại học và cao đẳng -- Điều 17.2. . Thân. . \""
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Nhà trường cho em hỏi, vào lúc gần làm bài thì google meet của em bị lỗi không quay màn hình được. Sau đó, em sử dụng game bar để quay màn hình, thi sau khi quay xong dung lượng của video lên đến 5,08GB. Em có nén video này thành một file zip có dung lượng 888MB. Nhà trường cho em hỏi nộp file zip này có được không ạ? Em cảm ơn.. . . .",
            "Chào bạn,. . - Bạn vui lòng xem chi tiết hướng dẫn thi trực tuyến nhà trường đã gửi thông báo đến SV. . - Bạn cần thực hiện theo hướng dẫn của nhà trường và thực hành để thuần thục các thao tác ghi màn hình trước khi thi.. . - Bạn nên liên hệ GV giảng dạy để được hướng dẫn.. . Thân mến. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Mở môn học học kỳ 212 .",
            "Chào em,. . Nếu yêu cầu của bạn về ĐKMH đến nay vẫn chưa được xử lý, SV vui lòng gửi lại phản hồi khác để PDT kiểm tra và trả lời cho em.. . SV lưu ý:. . 1- Hiện tại toàn bộ môn học đã được Phòng Đào tạo tăng sĩ số tối đa theo quy định của từng loại môn học và quy định của Google [full_name]. Xem quy định về sĩ số mở lớp cho từng loại môn học tại đây: aao.hcmut.edu.vn/sinh viên/quy chế/học vụ/Quy chế đào tạo và học vụ bậc đại học, cao đẳng/ Điều 8. 2. . 2- Đến thời điểm hiện tại, theo quy định thì không thể huỷ môn học, Về việc rút Môn Học (có tính học phí) sinh viên vui lòng đợi thông báo sau của Phòng Đào tạo. . 3- Sinh viên vui lòng xem kết quả ĐKMH, xem lý do vì sao không ĐKMH được (có đăng ký, nhưng không có TKB) tại trang web: mybk.hcmut.edu.vn    Đăng ký môn học    Đăng ký môn học HK212 - Kết quả đợt 2 (3)    bấm vào mục Đăng ký mới    chọn Loại hình đăng ký    xem Lịch sử đăng ký.. . 4- Sau khi kết thúc đợt 3 kết quả ĐKMH của bạn vẫn chưa được xử lý, bạn có thể làm đơn khiếu nại (kèm minh chứng nếu có), gửi qua trang bksi ghi rõ tiêu đề: “Khiếu nại ĐKMH HK212”, nội dung khiếu nại trình bày rõ lý do, ghi rõ tên, mã môn học và mã nhóm đã đăng ký (thời gian nhận yêu cầu khiếu nại đến hết ngày 14/01/2022). . 5- SV xem TKB tại mybk/Thông tin SV/ Xem TKB. . Chúc các bạn học tốt!. .",
            "Chào em;. . môn này thứ 4 (tiết 13-15) cán bộ giảng dạy bận giờ nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: PĐT cho Em hỏi, em đã hoàn thành chương trình đạo tạo chính quy k14 giờ còn mỗi anh văn nói viết, giờ em chuyển hệ sang VHVL để lấy bằng luôn được không ạ? và hiện tại em đang ở quê chăm sóc người thân chưa thể vào tphcm vậy em có thể làm thủ tục online hoắc qua năm em vào làm được không ạ?. . em xin chân thành cảm ơn !!!",
            "Chào em,. . Nếu yêu cầu của em về ĐKMH đến nay vẫn chưa được xử lý, SV vui lòng gửi lại phản hồi khác để PDT kiểm tra và trả lời cho em. . SV lưu ý:. . 1- Sau khi kết thúc đợt 3 kết quả ĐKMH của bạn vẫn chưa được xử lý, bạn có thể làm đơn khiếu nại (kèm minh chứng nếu có), gửi qua trang bksi ghi rõ tiêu đề: “Khiếu nại ĐKMH HK212”, nội dung khiếu nại trình bày rõ lý do, ghi rõ tên, mã môn học và mã nhóm đã đăng ký (thời gian nhận yêu cầu khiếu nại đến hết ngày 14/01/2022). . 2- Vì bất kỳ lý do nào đến thời điểm hiện tại bạn vẫn chưa đăng ký được các học phần tốt nghiệp (LVTN, TTTN, DCLV), SV vui lòng đăng ký lại đợt cuối cùng chỉ để đăng ký các học phần tốt nghiệp (LVTN, TTTN, DCLV) dự kiến từ ngày 18/1 đến 19/1/2022. . 3- Hiện tại toàn bộ môn học đã được Phòng Đào tạo tăng sĩ số tối đa theo quy định của từng loại môn học và quy định của Google Meet. Xem quy định về sĩ số mở lớp cho từng loại môn học tại đây: aao.hcmut.edu.vn/sinh viên/quy chế/học vụ/Quy chế đào tạo và học vụ bậc đại học, cao đẳng/ Điều 8. 2. . 4- Đến thời điểm hiện tại, theo quy định thì không thể huỷ môn học, Về việc rút Môn Học (có tính học phí) sinh viên vui lòng đợi thông báo sau của Phòng Đào tạo. . 5- Sinh viên vui lòng xem kết quả ĐKMH, xem lý do vì sao không ĐKMH được (có đăng ký, nhưng không có TKB) tại trang web: mybk.hcmut.edu.vn    Đăng ký môn học    Đăng ký môn học HK212 - Kết quả đợt 2 (3)    bấm vào mục Đăng ký mới    chọn Loại hình đăng ký    xem Lịch sử đăng ký.. . 6- SV xem TKB tại mybk/Thông tin SV/ Xem TKB. . Chúc các bạn học tốt. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính gửi: Trường đại học Bách Khoa TP.HCM. . Họ và Tên : [full_name]. . Nội dung: hôm nay em có vào đăng ký môn học để liệt kê môn học thì em thấy em bị mất môn vật lý 2 mặc dù đã đăng ký cũng như vào tối hôm 29/12/2021 em đăng ký môn thể dục thể chất thì môn vật lý vẫn còn ạ. Bởi vì bị mất nên dẫn đến là em bị thiếu tín chỉ (ban đầu là 14 tín chỉ, bây giờ bị mất nên chỉ còn là 10). . Mong trường có thể giải đáp giúp em phần này với ạ. . Em cảm ơn ạ. . . .",
            "Chào em,. . Nếu yêu cầu của bạn về ĐKMH đến nay vẫn chưa được xử lý, SV vui lòng gửi lại phản hồi khác để PDT kiểm tra và trả lời cho em.. . SV lưu ý:. . 1- Hiện tại toàn bộ môn học đã được Phòng Đào tạo tăng sĩ số tối đa theo quy định của từng loại môn học và quy định của Google [full_name]. Xem quy định về sĩ số mở lớp cho từng loại môn học tại đây: aao.hcmut.edu.vn/sinh viên/quy chế/học vụ/Quy chế đào tạo và học vụ bậc đại học, cao đẳng/ Điều 8. 2. . 2- Đến thời điểm hiện tại, theo quy định thì không thể huỷ môn học, Về việc rút Môn Học (có tính học phí) sinh viên vui lòng đợi thông báo sau của Phòng Đào tạo. . 3- Sinh viên vui lòng xem kết quả ĐKMH, xem lý do vì sao không ĐKMH được (có đăng ký, nhưng không có TKB) tại trang web: mybk.hcmut.edu.vn    Đăng ký môn học    Đăng ký môn học HK212 - Kết quả đợt 2 (3)    bấm vào mục Đăng ký mới    chọn Loại hình đăng ký    xem Lịch sử đăng ký.. . 4- Sau khi kết thúc đợt 3 kết quả ĐKMH của bạn vẫn chưa được xử lý, bạn có thể làm đơn khiếu nại (kèm minh chứng nếu có), gửi qua trang bksi ghi rõ tiêu đề: “Khiếu nại ĐKMH HK212”, nội dung khiếu nại trình bày rõ lý do, ghi rõ tên, mã môn học và mã nhóm đã đăng ký (thời gian nhận yêu cầu khiếu nại đến hết ngày 14/01/2022). . 5- SV xem TKB tại mybk/Thông tin SV/ Xem TKB. . Chúc các bạn học tốt!. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Họ và tên: Trần [full_name] Thuận. . . MSSV: [student_id].. . Hiện tại em đang bị trễ tiến độ rất nhiều. Vì lý do kinh tế gia đình không ổn định nên em phải vừa làm vừa học nên thời gian qua kết quả học tập của em không tốt. Cho em hỏi là ngoài chuyển sang hệ VLVH thì còn cách nào để mình tiếp tục được học tập tại trường không ạ. Em có gửi danh sách các môn học đã hoàn thành. Em cảm ơn. . . .",
            "Nếu được tiếp tục học ở hệ Chính Quy em sẽ tìm cách khắc phục vấn đề học phí, sẽ tham khảo các chương trình vay vốn để có thể đáp ứng cho nhu cầu học tập để không bị ảnh hưởng cũng như ra trường sớm nhất có thể ạ.",
            "Chào em,. . Trường hợp của em đã bị buộc thôi học, em vui lòng liên hệ Khoa của em làm đơn cứu xét thu nhận tại Khoa của bạn nhé.. . Bạn cứ cân nhắc và gửi lại yêu cầu xin chuyển hệ sau nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em chào quý Thầy/Cô!. . Em tên là Võ Quang Nhật sinh viên K15 khoa Khoa học và Kỹ thuật Máy Tính.. . Do năm nay tình hình dịch bệnh và CMND của em không đủ điều kiện đăng ký thi chứng chỉ Toiec ở IIG nên em chưa kịp thi Toiec để chuyển các môn AV và xét điều kiện tốt nghiệp.. . Hiện tại em đã hoàn thành tất cả các môn học trừ các môn AV 1,2,3,4 và em chưa bị xử lý học vụ lần nào. Quý Thầy/Cô cho em hỏi trường hợp đã hết thời gian đào tạo chương trình chính quy thì em có thể nộp chứng chỉ anh văn vào học kỳ sau(trước tháng 4/2022) để chuyển điểm anh văn và xét tốt nghiệp hay em phải chuyển sang hệ VHVL ạ?. . Em xin chân thành cảm ơn,. . Nhật. .",
            "\"Chào bạn. . - Trường hợp thiếu chứng chỉ anh văn 2 kỹ năng để đủ điều kiện tốt nghiệp, SV [full_name]15 sẽ nộp đơn kéo dài (tự làm, không mẫu) thời gian sau tháng 04/2022.. . - Về quy định thời gian và kế hoạch học tập: Bạn vui lòng xem chi tiết tại trang web aao    sinh viên    Quy chế    Quy chế đào tạo và học vụ bậc đại học và cao đẳng    Các trường hợp được kéo dài thời gian đào tạo    điều 5.5. . Thân. . \""
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em chào quý Thầy/Cô,. . Em là [full_name], sinh viên K15 khoa Khoa học và Kỹ thuật Máy Tính.. . Em vừa thi xong CCAV, em muốn hỏi là có thể chuyển điểm các môn AV để em có thể kịp tốt nghiệp vào đợt tháng 4/2022 được không ạ?. . Em xin chân thành cảm ơn,. . [full_name]",
            "Chào bạn. . Bạn có thể đăng ký chuyển điểm, đợi thẩm tra xong bạn đăng ký xét tốt nghiệp trước tháng 4/2022. . Thân . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em tên là [full_name], mssv [student_id], em có đăng ký in bảng điểm và nhận tại PĐT ngày 27/12/2021, và vì 1 số lý do em nhờ người thân nhận hộ. . Thông tin người nhận hộ: [full_name], mssv [student_id]. . Em xin cảm ơn ạ!",
            "Chào em,. . Cô đã chuyển điểm của em cho bạn [full_name], mssv [student_id]. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Em là Nguyễn Phan Hoàng Lâm. . MSSV: [student_id]. . Em muốn hoãn thi cuối kì môn Kỹ Thuật Số (EE1009) ca 16h 31/12/2021 nhưng trên mybk ghi sai thông tin là ngày 25/12 nên em không đăng kí hoãn thi được dù chưa tới giờ thi.. . Mong PĐT xem xét cho em xin hoãn thi vì không bảo đảm thiết bị dự thi.. . Em xin cảm ơn.. .   i Học vụ .",
            "\"\"\"Chào bạn. . Pdt ghi nhận đăng ký Hoãn thi của bạn. . Dự kiến vào cuối tháng 01/2022: Ra Quyết định Hoãn thi có điều kiện (SV phải hoàn thành các phần việc của môn học, nhất là TH/TNg và BTL. GV có quyền cấm thi nếu SV không hoàn thành tốt các phần này), và gửi email thông báo kết quả xử lý đến SV.. . Thân\"\"\""
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Em có ý định thi lại đh thì em nên bảo lưu hay tạm ngưng học ạ ?. . Và em có đọc quy định về tạm ngưng học thì có mục có thể tính đủ phí hoặc miễn, thì điều kiện nào để được miễn ạ ?. . em cảm ơn !. . . .",
            "Chào em,. . - Đang học thì tạm dừng, em xem quy chế về tạm dừng nhé.. . - Em có đọc quy định về tạm ngưng học thì có mục có thể tính đủ phí hoặc miễn, thì điều kiện nào để được miễn ạ ?. . =  Em gửi đơn trong 4 tuần đầu của hk thì không mất tiền HP nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em có đăng kí tham gia quay lại học trực tuyến thí nghiệm hóa đại cương lớp VL14 của cô [full_name] nhưng vì khu vực sinh sống vừa xuất hiện ca nhiễm nên hiện k thể quay lại Sài Gòn được. Phòng đào tạo có thể hủy giúp e lịch học và cho em tham gia vào đợt thi nghiệm khác sau khi tình dịch ổn định không ạ. Em cảm ơn ạ",
            "\"Chào em,. . Phòng Đào tạo đã tiếp nhận đơn xin hủy đăng ký học thí nghiệm trực tiếp của bạn.. . SV vui lòng theo dõi mail và thời khóa biểu được cập nhật Mybk/Thông tin sinh viên/Xem thời khóa biểu sau khi trường được hoạt động lại bình thường (dự kiến trong tháng 3/2022). . Thân\""
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ em chào thầy/cô. Học kì 212 vừa rồi em có đăng ký môn Đại số tuyến tính mà quên đăng ký Luận văn, giờ em xin phòng đào tạ mở 1 đợt đăng ký nữa để em đăng ký kịp Luận văn không ạ?",
            "Chào em,. . Nếu yêu cầu của em về ĐKMH đến nay vẫn chưa được xử lý, SV vui lòng gửi lại phản hồi khác để PDT kiểm tra và trả lời cho em. . SV lưu ý:. . 1- Sau khi kết thúc đợt 3 kết quả ĐKMH của bạn vẫn chưa được xử lý, bạn có thể làm đơn khiếu nại (kèm minh chứng nếu có), gửi qua trang bksi ghi rõ tiêu đề: “Khiếu nại ĐKMH HK212”, nội dung khiếu nại trình bày rõ lý do, ghi rõ tên, mã môn học và mã nhóm đã đăng ký (thời gian nhận yêu cầu khiếu nại đến hết ngày 14/01/2022). . 2- Vì bất kỳ lý do nào đến thời điểm hiện tại bạn vẫn chưa đăng ký được các học phần tốt nghiệp (LVTN, TTTN, DCLV), SV vui lòng đăng ký lại đợt cuối cùng chỉ để đăng ký các học phần tốt nghiệp (LVTN, TTTN, DCLV) dự kiến từ ngày 18/1 đến 19/1/2022. . 3- Hiện tại toàn bộ môn học đã được Phòng Đào tạo tăng sĩ số tối đa theo quy định của từng loại môn học và quy định của Google Meet. Xem quy định về sĩ số mở lớp cho từng loại môn học tại đây: aao.hcmut.edu.vn/sinh viên/quy chế/học vụ/Quy chế đào tạo và học vụ bậc đại học, cao đẳng/ Điều 8. 2. . 4- Đến thời điểm hiện tại, theo quy định thì không thể huỷ môn học, Về việc rút Môn Học (có tính học phí) sinh viên vui lòng đợi thông báo sau của Phòng Đào tạo. . 5- Sinh viên vui lòng xem kết quả ĐKMH, xem lý do vì sao không ĐKMH được (có đăng ký, nhưng không có TKB) tại trang web: mybk.hcmut.edu.vn    Đăng ký môn học    Đăng ký môn học HK212 - Kết quả đợt 2 (3)    bấm vào mục Đăng ký mới    chọn Loại hình đăng ký    xem Lịch sử đăng ký.. . 6- SV xem TKB tại mybk/Thông tin SV/ Xem TKB. . Chúc em học tốt. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . 1. Kết cấu công trình bê tông cốt thép (CI3243). . 2. Kỹ thuật thi công (CI3043). . 3. Lịch sử đảng cộng sảng Việt Nam (SP1039). . 4. Phương pháp phần tử hữu hạn (CI3061). . 5. Khoa học trái đất (CI1069). . 6. Thí nghiệm công trình (CI4011). . 7. Kinh tế xây dựng (CI4129). . Em xin lỗi vì đã đăng kí muộn do em bị covid mới khoẻ lại. Em xin cảm ơn. . Trân trọng",
            "Chào em,. . Nếu yêu cầu của em về ĐKMH đến nay vẫn chưa được xử lý, SV vui lòng gửi lại phản hồi khác để PDT kiểm tra và trả lời cho em.. . Thông tin có: mã số môn học, tên môn học, mã nhóm, lý do nhé. . . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn họC . . . . dạ hiện em đang không đăng kí môn học được mà hk2 sắp bắt đầu. Lúc em đăng kí môn thì nó cứ hiện thông báo như hỉnh và em không cách nào dki được ạ. Hiện tại em chỉ đăng kí được 2 môn là hóa đại cương và gdtc thôi. Nhà trường có thể giúp em giải quyết khó khăn này không ạ",
            "Chào bạn. . Nếu yêu cầu của bạn về ĐKMH đến nay vẫn chưa được xử lý, SV vui lòng gửi lại phản hồi khác để PDT kiểm tra và trả lời cho bạn. . SV lưu ý:. . 1- Sau khi kết thúc đợt 3 kết quả ĐKMH của bạn vẫn chưa được xử lý, bạn có thể làm đơn khiếu nại (kèm minh chứng nếu có), gửi qua trang bksi ghi rõ tiêu đề: “Khiếu nại ĐKMH HK212”, nội dung khiếu nại trình bày rõ lý do, ghi rõ tên, mã môn học và mã nhóm đã đăng ký (thời gian nhận yêu cầu khiếu nại đến hết ngày 14/01/2022). . 2- Vì bất kỳ lý do nào đến thời điểm hiện tại bạn vẫn chưa đăng ký được các học phần tốt nghiệp (LVTN, TTTN, DCLV), SV vui lòng đăng ký lại đợt cuối cùng chỉ để đăng ký các học phần tốt nghiệp (LVTN, TTTN, DCLV) dự kiến từ ngày 18/1 đến 19/1/2022. . 3- Hiện tại toàn bộ môn học đã được Phòng Đào tạo tăng sĩ số tối đa theo quy định của từng loại môn học và quy định của Google Meet. Xem quy định về sĩ số mở lớp cho từng loại môn học tại đây: aao.hcmut.edu.vn/sinh viên/quy chế/học vụ/Quy chế đào tạo và học vụ bậc đại học, cao đẳng/ Điều 8. 2. . 4- Đến thời điểm hiện tại, theo quy định thì không thể huỷ môn học, Về việc rút Môn Học (có tính học phí) sinh viên vui lòng đợi thông báo sau của Phòng Đào tạo. . 5- Sinh viên vui lòng xem kết quả ĐKMH, xem lý do vì sao không ĐKMH được (có đăng ký, nhưng không có TKB) tại trang web: mybk.hcmut.edu.vn    Đăng ký môn học    Đăng ký môn học HK212 - Kết quả đợt 2 (3)    bấm vào mục Đăng ký mới    chọn Loại hình đăng ký    xem Lịch sử đăng ký.. . 6- SV xem TKB tại mybk/Thông tin SV/ Xem TKB. . Chúc các bạn học tốt!. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em chào thầy/cô,. . . . Em là [full_name], sinh viên năm 4 khoa QLCN.. . Em có 1 thắc mắc là: Nếu em muốn học thêm văn bằng 2 khoa cơ khí hệ VHVL sau khi tốt nghiệp thì em phải làm gì ạ?. . . . Em xin cảm ơn.",
            "Chào em;. . em xem thông báo tuyển sinh tại trang http://tuyensinh.hcmut.edu.vn/admission/. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Dạ em xin chào PĐT, . . Em là [full_name], MSSV [student_id] - VLVH.. . Hôm nay em lên stinfo kiểm tra điểm môn học LVTN ME4039 thì cả TKB và Bảng điểm em đều mất môn học trong HK211, em đã bảo vệ LVTN thành công và đang chờ cập nhật điểm ạ.. . Dạ PĐT có thể giải quyết giúp em được không ạ, em xin cám ơn.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Thưa thầy cô,. . Em tên là [full_name]. Để phục vụ cho nhu cầu xin học bổng thạc sĩ, em có thể nhờ thầy cô scan giúp em bảng điểm đầy đủ của 5 năm đại học được không ạ? Đây là thông tin mà em đang cần gấp ạ. Em  cảm ơn thầy cô. Em chúc thầy cô một ngày tốt lành.. . Sinh viên. . [full_name]",
            "Chào em,. . Bảng điểm của em đã được chuyển cho bưu điện rồi nhé.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em là sinh viên K18 khoa Hóa, do tạm nghỉ 1 năm nên bây giờ đang học theo mã K19.. . Đợt đăng ký môn em có thấy K19 có mã CH3355 Thực tập ngoài trường, em đăng ký mã đó nhưng sang đợt 2 ĐKMH thì bị xóa.. . Em muốn hỏi trường hợp của em thì đăng ký thực tập như thế nào, mã nào ạ? Khi nào thì em đi thực tập?. . Hơn nữa những mã em đăng ký đều là của K19, vậy khi có điểm và làm đơn chuyển, thì kết quả sẽ là \"đạt/không đạt\" môn đó hay là vẫn giữ nguyên điểm ạ?. . Em cảm ơn",
            "Chào em,. . Nếu yêu cầu của em về ĐKMH đến nay vẫn chưa được xử lý, SV vui lòng gửi lại phản hồi khác để PDT kiểm tra và trả lời cho em.. . SV lưu ý:. . 1- Hiện tại toàn bộ môn học đã được Phòng Đào tạo tăng sĩ số tối đa theo quy định của từng loại môn học và quy định của Google [full_name]. Xem quy định về sĩ số mở lớp cho từng loại môn học tại đây: aao.hcmut.edu.vn/sinh viên/quy chế/học vụ/Quy chế đào tạo và học vụ bậc đại học, cao đẳng/ Điều 8. 2. . 2- Đến thời điểm hiện tại, theo quy định thì không thể huỷ môn học, Về việc rút Môn Học (có tính học phí) sinh viên vui lòng đợi thông báo sau của Phòng Đào tạo. . 3- Sinh viên vui lòng xem kết quả ĐKMH, xem lý do vì sao không ĐKMH được (có đăng ký, nhưng không có TKB) tại trang web: mybk.hcmut.edu.vn    Đăng ký môn học    Đăng ký môn học HK212 - Kết quả đợt 2 (3)    bấm vào mục Đăng ký mới    chọn Loại hình đăng ký    xem Lịch sử đăng ký.. . 4- Sau khi kết thúc đợt 3 kết quả ĐKMH của bạn vẫn chưa được xử lý, bạn có thể làm đơn khiếu nại (kèm minh chứng nếu có), gửi qua trang bksi ghi rõ tiêu đề: “Khiếu nại ĐKMH HK212”, nội dung khiếu nại trình bày rõ lý do, ghi rõ tên, mã môn học và mã nhóm đã đăng ký (thời gian nhận yêu cầu khiếu nại đến hết ngày 14/01/2022). . 5- SV xem TKB tại mybk/Thông tin SV/ Xem TKB. . Chúc em học tốt!. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . em tên [full_name] , em quên đăng ký môn học hai đợt , bây giờ chỉ còn đợt đăng ký bổ xung , mà em chưa đăng ký một môn nào hết , tình huống của e có được đăng ký trong đợt đăng ký bổ sung  trong đợt ngày 4-1 không ạ . .",
            "Chào em;. . vẫn đăng ký bình thường nha em. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Thưa thầy/cô, em tên [full_name], mssv [student_id], khoa Kỹ thuật hoá học, bộ mon Quá trình & thiết bị, vừa qua e có lịch bảo vệ luận văn vào ngày 31/12, nhưng do lý do sức khoẻ, tâm lý, nên em chưa hoàn thành ổn thoả được phần bảo vệ của mình, được biết bộ môn có lịch bảo vệ đợt 2 vào ngày 15/2, quý thầy cô có thể sắp xếp cho em bảo vệ lại vào đợt 2 này được không ạ. Em đã hỏi ý kiến của thầy chủ nhiệm bộ môn, thầy nói em liên hệ phòng đào tạo để biết thêm thông tin ạ. Em xin cảm ơn",
            "Chào em,. . - SV vui lòng liên hệ khoa để được hỗ trợ và hướng dẫn để xin đăng ký bảo vệ trong đợt bổ sung theo đúng chỉ đạo của Ban Giám hiệu nhà trường.. . -Trường hợp [full_name] không tiếp nhận trường hợp tổ chức đợt bảo vệ bổ sung, SV nhờ [full_name] làm công văn đề nghị lên Phòng Đào tạo, ghi rõ lý do vì sao không thể tổ chức đợt bảo vệ LVTN bổ sung, để Phòng Đào tạo trình lên Ban Giám hiệu nhà trường xin ý kiến và phản hồi cho sinh viên.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Chào thầy cô PĐt.. . Em tên: [full_name] MSSV: [student_id]. . Hôm thi môn kĩ thuật hệ thống viễn thông EE3015 ngày 22/12/2021, em nộp video record lại quá trình thi nhầm của môn khác. Do giảng viên của em đã gửi điểm cho PĐT, nên bây giờ em nộp lại video record hôm thi ngày 22/12/2021 lại để pđt châm chước cho trường hợp này của em được không ạ. Em xin cảm ơn PĐT",
            "Chào em,. . Các hoạt động trong khóa học do GV phụ trách môn học quản lý, PĐT không có quyền can thiệp. SV vui lòng liên hệ GV.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: dạ cho em hỏi là môn gdqp em bấm hủy không được ,nó nhứ kiểu cố định ấy ạ,đến lúc đó em vẫn không được học ạ?. . -Với cho em hỏi là đến lúc em quay lại học để liên hệ TT GDQP đăng ký để hoàn thành học phần GDQP thì liên hệ như thế nào ạ?",
            "Chào em,. . GQDP là do trường xếp cứng cho khóa 21 đi học, trường hợp em đã học rồi, em có thể làm đơn xin hủy để đăng ký MH khác và gửi qua bksi cho PDT.. . SV lưu ý, nhà trường chỉ gửi SV đi 1 lần duy lần để học GDQP, những trường hợp SV xin hủy nếu muốn học lại phải tự liên hệ tại TT GDQP để đăng ký để hoàn thành học phần GDQP. . Trường hợp SV đã có chứng chỉ GDQP, vui lòng làm đơn xin miễn (tải mẫu đơn tại aao.hcmut.edu.vn/sinh viên/biểu mẫu), kèm theo bản chụp Chứng chỉ GDQP và gửi qua bksi. . Thân mến. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Cho em hỏi đợt phúc khảo kì này khi nào mở ạ. Em có điểm môn học rồi những vẫn chưa được đăng kí được. Em nhờ Thầy/cô giúp em xem lại với ạ.. . Em xin cảm ơn.",
            "Chào em,. . Em vào mybk/phúc khảo đăng ký nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Thầy cô ơi cho em hủy môn học MT1005 Giải Tích 2. Do đợt đăng kí môn học đợt 2 kết thúc mà em không biết, em hủy chậm 1 ngày nên không được. Mong thầy cô giúp em ạ",
            "Chào em,. . Đã hết thời gian hiệu chỉnh và hủy môn học, Về việc rút Môn Học (có tính học phí) sinh viên vui lòng đợi mail thông báo dự kiến trong tháng 1/2021 sau của PDT. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ, thầy cô cho em hỏi, em lỡ đăng kí 2 lần Thực tập ngoài trường thì em phải làm gì để hủy 1 cái ạ?. .",
            "Chào em,. . 2- Đã hết thời gian hiệu chỉnh và hủy môn học, Về việc rút Môn Học (có tính học phí) sinh viên vui lòng đợi mail thông báo dự kiến trong tháng 1/2021 sau của PDT. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em không chấp nhận câu trả lời của cán bộ [full_name] về yêu cầu huỷ môn học của em với các lý do sau đây:. . . . 1. Em đăng ký môn học này và không hề được cho biết về việc trùng lắp trên 50% thì sẽ không được công nhận, em có mail hỏi về các tiêu chuẩn của môn tự chọn tự do thì chị [full_name] có trả lời rất rõ ràng đó là các môn nào khác cùng khoá không thuộc chương trình đào tạo của em, cả 3 lần em mail đều được trả lời như vậy dù em có nói thẳng ra các môn mình định đăng ký và môn nào đã học qua.. . . . 2. Em chỉ mới đăng ký chứ chưa học, và em đăng ký do sự thiếu sót trong chuyện trả lời email sinh viên của văn phòng thì văn phòng vẫn muốn tính học phí của em? Văn phòng vừa trả lời thiếu sót làm sinh viên đăng ký môn nhầm vừa không chịu giải quyết hậu quả mà lại dựa vào đó để thu tiền học như vậy là em và phụ huynh không chấp nhận được.. . . . 3. Thậm chí cả việc em nhận ra sơ sót này cũng là nhờ được bạn thông tin cho chứ không phải là sự đính chính bổ sung từ văn phòng, bây giờ em muốn nộp đơn xin huỷ môn để không bị tính tiền học phí kịp thời thì văn phòng lại có thái độ đùn đẩy qua hạn để cho dù huỷ môn nhưng vẫn tính học phí của sinh viên.. . . . 4. Nếu cần minh chứng về các email cho văn phòng của em thì em sẵn sàng cung cấp hình ảnh về việc trả lời thiếu sót này.. . . . Xin cảm ơn,. . [full_name].",
            "Chào em,. . Em không chấp nhận câu trả lời của cán bộ [full_name] về yêu cầu huỷ môn học của em với các lý do sau đây:. . =  Cô là cô [full_name] PĐT-đại trà, cô trả lời theo đúng quy trình nhé. Cô không biết ai đã tư vấn em đăng ký như thế này mà em bức xúc em nói cô là chưa đúng nhé (góp ý em biết thôi).. . - và em đăng ký do sự thiếu sót trong chuyện trả lời email sinh viên của văn phòng thì văn phòng ... là VP ĐTQT ? . . - PĐT đã mở khóa môn học cho SV hiệu chỉnh online.. . Thân mến. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học .   B Em là sinh viên k15 em xin được cấp quyền đăng kí môn học khi có đợt đăng kí thi anh văn 2 kỹ năng online, vì anh văn nói viết đăng kí qua hình thức đăng kí môn học, điều kiện để em ra trường ạ.. . Em xin chân thành cảm ơn. . [full_name] -[student_id]-[phone_number]",
            "Chào em,. . Nếu yêu cầu của bạn về ĐKMH đến nay vẫn chưa được xử lý, SV vui lòng gửi lại phản hồi khác để PDT kiểm tra và trả lời cho em.. . SV lưu ý:. . 1- Hiện tại toàn bộ môn học đã được Phòng Đào tạo tăng sĩ số tối đa theo quy định của từng loại môn học và quy định của Google [full_name]. Xem quy định về sĩ số mở lớp cho từng loại môn học tại đây: aao.hcmut.edu.vn/sinh viên/quy chế/học vụ/Quy chế đào tạo và học vụ bậc đại học, cao đẳng/ Điều 8. 2. . 2- Đến thời điểm hiện tại, theo quy định thì không thể huỷ môn học, Về việc rút Môn Học (có tính học phí) sinh viên vui lòng đợi thông báo sau của Phòng Đào tạo. . 3- Sinh viên vui lòng xem kết quả ĐKMH, xem lý do vì sao không ĐKMH được (có đăng ký, nhưng không có TKB) tại trang web: mybk.hcmut.edu.vn    Đăng ký môn học    Đăng ký môn học HK212 - Kết quả đợt 2 (3)    bấm vào mục Đăng ký mới    chọn Loại hình đăng ký    xem Lịch sử đăng ký.. . 4- Sau khi kết thúc đợt 3 kết quả ĐKMH của bạn vẫn chưa được xử lý, bạn có thể làm đơn khiếu nại (kèm minh chứng nếu có), gửi qua trang bksi ghi rõ tiêu đề: “Khiếu nại ĐKMH HK212”, nội dung khiếu nại trình bày rõ lý do, ghi rõ tên, mã môn học và mã nhóm đã đăng ký (thời gian nhận yêu cầu khiếu nại đến hết ngày 14/01/2022). . 5- SV xem TKB tại mybk/Thông tin SV/ Xem TKB. . Chúc các bạn học tốt!. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ em chào PĐT ạ,. . Em tên [full_name] mssv   B [student_id]  /B . Mấy hôm trước em có đăng kí môn học có mã môn là   B MA4317-Luận văn tốt nghiệp  /B  ở đợt 1, mà hôm nay 31/12 em vào thì thấy trên trang để là chưa có trong danh sách đăng kí. PĐT có thể đăng kí thêm giúp em được không ạ, em cảm ơn nhiều ạ.. .",
            "Thân gửi các bạn sinh viên,. . . . SV chú ý thực hiện đăng ký môn học HK212 theo lịch:. . . . I- HK chính :. . . . - Đăng ký môn học HK211- Đợt 3 : từ 10g00 ngày  04/01/2022 đến 14g50 ngày 06/01/2022;. . . .  SV kiểm tra TKB đã xếp, chỉ được đăng ký, bổ sung những môn còn sĩ số, không điều chỉnh nhóm hoặc hủy môn.. . . . Lưu ý:. . . . + Hiện tại toàn bộ môn học đã được Phòng Đào tạo tăng sĩ số tối đa theo quy định của từng loại môn học và quy định của Google Meet. Xem quy định về sĩ số mở lớp cho từng loại môn học tại đây : aao.hcmut.edu.vn    sinh viên quy chế    học vụ    Quy chế đào tạo và học vụ bậc đại học, cao đẳng    Điều 8.2.. . . .  + Sinh viên xem lý do tại sao có ĐKMH HK212 - Đợt 2 mà không có TKB tại trang web: mybk.hcmut.edu.vn    Đăng ký môn học    Đăng ký môn học HK212 - Kết quả đợt 2    bấm vào mục Đăng ký mới    chọn Loại hình đăng ký    xem Lịch sử đăng ký (SV xem file hướng dẫn đính kèm).. . . . II- HK dự thính :. . . . 1- Lộ trình 1 (bắt đầu HK ngày 03/01/2022) : . . . . Đăng ký dự thính + VLVH HK212 - Đợt 3 : 10g00 ngày 04/01/2022 đến 14g50 ngày 06/01/2022 SV kiểm tra TKB đã xếp, chỉ được đăng ký bổ sung những môn còn sĩ số, không điều chỉnh nhóm hoặc hủy môn.. . . . 2- Lộ trình 2 (bắt đầu HK ngày 14/02/2022) :. . . . Đăng ký dự thính - Đợt 1 : từ ngày 10g00 ngày 06/012022 đến  14g50 ngày 12/01/2022 (Đợt đăng ký này lấy nguyện vọng SV đăng ký để mở lớp).. . . . Lưu ý:. . . . - Sinh Viên không đăng ký đợt đăng ký môn học đợt dự thính Lộ trình 2 này có thể sẽ không đăng ký được môn học vào đợt đăng ký hiệu chỉnh.. . . . - Thông báo về mức thu học phí các bậc đào tạo năm 2021-2022 Sinh viên xem tại trang web PĐT aao.hcmut.edu.vn    Sinh viên    Học vụ    Học phí.. . . . - Các lớp dự thính, học phí thu 01 lần, dự kiến ngay trước tuần đầu của học kỳ. Sinh viên lưu ý các quy định hiện nay về việc thanh toán học phí trong Quy chế học vụ đào tạo để thực hiện nghiêm túc.. . . . - Trường hợp SV không thanh toán học phí đúng hạn sẽ bị hủy TKB, ghi nợ HP và cấm đăng ký môn học trong các học kỳ tiếp theo.. . . . - SV theo học các môn học học cùng chương trình Tiên tiến/Chất lượng cao/Liên kết Quốc tế sẽ theo dõi và thực hiện các quy định/thông báo về học phí của Văn phòng Đào tạo Quốc tế.. . . . . . Trân trọng thông báo."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Dạ em chào thầy/cô,. . Em có mail xin thầy Thắng - Trưởng phòng đào tạo, và được thầy bảo làm đơn xin được gia hạn.. . Nay em làm đơn xin gia hạn thêm thời gian đào tạo tối đa, mong thầy/cô xem xét giúp em với.. . Em xin chân thành cảm ơn!",
            "đã xử lý qua mail"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Kính gửi, . . Em là [full_name] MSSV [student_id].. . Em xin trình bày như sau: Em đã hủy môn anh văn 4 và đã được ghi nhận hủy điểm thi là 17 nhưng điểm tổng kết hôm nay em kiểm tra lại là điểm 13.Mong trường giải quyết giúp em.. . Em xin chân thành cám ơn.",
            "Chào em,. . Không sao nhé, PĐT sẽ cập nhật sau.. . Thân mến. ."
        ]
    }
]