[
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ em chào ạ.. . Em tên [full_name]. . MSSV: [student_id]. . Học ngành Cơ Điện Tử thuộc khoa cơ khí, hệ VHVL khóa 202. . Dạ hôm nay em xin phòng đào tạo cho phép em hủy môn:. .   + Môn kỹ thuật điều khiển tự động(mã môn học:ME2009). .   +Môn kỹ thuật điều khiển tự động (TN)(mã môn học ME2010). .   +Môn Trang bị điện - điện tử trong máy công nghiệp (mã môn học:ME2005). .   +Môn Trang bị điện - điện tử trong máy công nghiệp (TN) (mã môn học:ME2006). . Lý do: do 4 môn em đã nêu trên đã đăng kí trùng với môn em đã được miễn từ danh sách của nhà trường trong mục điểm chuyển.vì lúc em đăng kí môn nhà trường chưa có danh sách miễn môn, nhà trường chỉ vừa mới cập nhật vào ngày 4/06/2021. Nên em muốn được hủy môn ạ. Em mong thầy cô phòng đào tạo chấp thuận ạ.. . Em xin cảm ơn ạ. .",
            "Chào bạn. . Bạn đợi mail thông báo về việc hoàn trả học phí và hủy môn học . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Cho em hỏi là tháng trước em đã đăng ký tốt nghiệp trên MyBk nhưng đến nay vẫn chưa có thông tin gì, em đã thanh toán đầy đủ trên Bkpay rồi, em muốn biết khi nào em được cấp bằng ạ. Chỗ làm e yêu cầu nộp bằng ạ.",
            "Chào bạn. . Phòng đào tạo đang cố gắng in bằng sớm cho các bạn, bạn vui lòng đợi mail thông báo nhận bằng nghen. . - Trong thời gian này bạn có thể sử dụng bảng điểm đăng ký in . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em chào cô/thầy. Hôm đợt 3 đăng kí môn học em có đăng kí bổ sung môn thực tập hè, hiện tại thì em đang thiếu 1 chỉ (cộng cả số chỉ dự thính và kì 202), nhưng em có thấy mail pdt gửi là hiện pdt đang ko xét về điều kiện tín chỉ, nên em đăng kí, nhưng em check lại thì em vẫn chưa có thời khoá biểu. Do em tưởng là đăng kí xong thì khi có kết quả đợt 3 pdt sẽ gửi mail thì mới có thời khoá biểu. Em chờ mấy hôm liền không thấy mail, vào check lại mục đăng kí môn học thì thấy mục kết quả đợt 3 đã kết thúc, mà môn thực tập của em cũng không có thời khoá biểu. Cô/Thầy cho em hỏi là bây giờ có làm đơn đăng ký bổ sung được không ạ? Nếu trễ thực tập em sẽ bị trễ nhiều môn lắm. Em mong được pdt giúp đỡ!. .",
            "QUOTE Thời gian: 06/12/2021 06:25:25 pm. . Từ: [13312] ([student_id]) [full_name]. . . . MSSV/MSGV: [student_id]    . . . . Đăng ký môn học. . Em chào cô/thầy. Hôm đợt 3 đăng kí môn học em có đăng kí bổ sung môn thực tập hè, hiện tại thì em đang thiếu 1 chỉ (cộng cả số chỉ dự thính và kì 202), nhưng em có thấy mail pdt gửi là hiện pdt đang ko xét về điều kiện tín chỉ, nên em đăng kí, nhưng em check lại thì em vẫn chưa có thời khoá biểu. Do em tưởng là đăng kí xong thì khi có kết quả đợt 3 pdt sẽ gửi mail thì mới có thời khoá biểu. Em chờ mấy hôm liền không thấy mail, vào check lại mục đăng kí môn học thì thấy mục kết quả đợt 3 đã kết thúc, mà môn thực tập của em cũng không có thời khoá biểu. Cô/Thầy cho em hỏi là bây giờ có làm đơn đăng ký bổ sung được không ạ? Nếu trễ thực tập em sẽ bị trễ nhiều môn lắm. Em mong được pdt giúp đỡ!  /QUOTE . .",
            "Chào bạn. . Lý do bạn không đăng ký được môn TTTN:. . PDT không đ/ký cho SV MH ME3267 (N: Không đủ đ/kiện nhận TTTN - STC)\t2021-06-10 13:04:48. . - Bạn kiểm tra lại mail phòng đào tạo gởi: . . Các môn học đang học ở học kỳ chính + học kỳ dự thính 202 chưa có điểm, Phòng đào tạo sẽ tạm xét đạt để tính số tín chỉ tích lũy và điều kiện tiên quyết."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ chào thầy cô . . Em là [full_name] [student_id]. . Em quên không đăng kí thưc tập hè (ME3267) . . Em mong thầy cô có thể giúp em được đăng kí thực tập vào kì hè này ạ . . Em cảm ơn thầy cô rất nhiều ạ",
            "Chào bạn. . -\tPhòng đào tạo ghi nhận trường hợp của bạn. . -\tBạn xem kết quả tại trang Mybk - xem TKB sau ngày 18/6/2021. . -\tNếu không thấy kết quả vui lòng phản hồi lại trên kênh BKSI. . Thân. .",
            "Chào bạn. . - Phòng  đào tạo không đăng ký được môn cho bạn. . -  Lý do: Chưa có điểm anh văn nên số tín chỉ tích lũy vẫn 74+20 (số TC HK202) = 94  96 =  KHÔNG ĐỦ ĐK NHẬN TTTN. . - Bạn kiểm tra lại có gì sai sót thì gởi lại câu hỏi trên BKSI phản hồi. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em chào PĐT ạ . . Em là sinh viên [full_name] mssv [student_id]. . Hiện HK203 em có đăng ký môn Pháp Luật Đại Cương và đăng ký vào lớp DT02 và hiện đang theo học. Tuy nhiên không hiểu vì sao em lại có tên trong danh sách lớp DT04 ạ . . Mong PĐT xem xét và xử lý giúp em. Em xin cảm ơn"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . em muốn mượn học bạ để làm một số việc có được không ạ?",
            "Chào bạn. . Hiện tại hồ sơ học bạ của bạn mà trường đang lưu giữ chỉ là bảng pho to công chứng. . Nên Pdt không thể cho bạn mượn. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: dạ thưa em có trễ ngày nộp học phí nên bị xóa môn, nhưng sau đó em đã đóng tiền thì giờ em phải làm gì để đc hồi phục trong kì dịch này ạ ?",
            "Chào bạn. . TKB đã được phục hồi rồi nghen. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Thưa pđt, cho em hỏi đợt đăng kí môn học 2,. . em có đăng kí môn thực tập ngoài trường, tuy nhiên vì ngân hàng gần nhà em nhất đều nằm ở vùng đang giãn cách theo chỉ thị 16, nên chưa thể đóng đúng thời gian và bị huỷ tkb.. . Đợt 3 em có đăng kí lại môn đó, không biết sẽ phải đóng tiền môn đó 2 lần hay không, và em có bị nợ học phí không? Mong pđt giải đáp. . Em cảm ơn.",
            "Chào bạn. . -\tĐến thời điểm hiện tại, theo quy định không thể huỷ môn học và huỷ học phí Hk203. . -\tNhà trường đã thông báo cụ thể từng quy định và từng mốc thời gian cụ thể qua mail . . -\tSinh viên sẽ bị huỷ thời khoá biểu và ghi nợ học phí Học kỳ hè 203 vì chưa thanh toán học phí (Sinh viên vẫn phải đóng học phí, không hoàn trả hay huỷ học phí mặc dù có một số môn học sẽ bị huỷ vì sĩ số thấp). Và chắc chắn là bạn sẽ không DKMH của HK211 (chính quy+ dự thính). . -\tHiện tại, bạn có tkb môn TTNT CI3325, và học phí là [student_id]. . - BẠN NHANH CHÓNG THANH TOÁN HỌC PHÍ (VÌ HỌC PHÍ THANH TOÁN QUA [full_name]), [full_name] [full_name] TẠI NGÂN HÀNG. . - SAU ĐÓ [full_name]. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "[full_name] MSSV: [student_id]. . Do tình hình dịch bệnh, nên gia đình em gặp khó khăn trong việc nộp học phí ngày 7/6/2021 em có thể thanh toán học phí đợt đó và tiếp tục được không ạ. . . .",
            "Và cho em hỏi cách làm đơn trình bày lý do trễ hạn học phí online luôn ạ",
            "Chào bạn. . -\tHiện tại, Nếu bạn đã thanh toán học phí HK203 rồi Phòng đào tạo sẽ cứu xét phục hồi lại thời khoá biểu sau thứ 5 ngày 17/6/2021 & không cần nộp đơn trình bày lý do trễ hạn . . -\tLưu ý: Bạn vui lòng thanh toán học phí đúng hạn theo quy định của nhà trường, các trường hợp vi phạm nhiều lần sẽ không được xem xét giải quyết. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Kính gửi PĐT,. . . . Nay em làm yêu cầu này vì muốn giải đáp về việc ngày tụi em có thể trở lại trường để tiếp tục làm luận văn.. . . . Ngày 5/6 vừa qua có thông tin là trường phát hiện F0, theo sau đó là việc cho các sinh viên ở nhà nhằm phục vụ công tác chống dịch.. . . . Mong PĐT giải đáp giúp em là thời điểm tụi em có thể trở lại trường cỏ thể nhằm vào khoảng cuối tháng 6 đầu tháng 7 hay không, nhằm đảm bảo tiến độ luận văn đã được các khoa đưa ra.. . . . Em mong nhận được phản hồi sớm.. . . . Trân trọng.",
            "Chào bạn. . Về vấn đề này, bạn vui lòng đợi thông báo mail sau. . - Hiện tại bạn liên hệ Bộ môn _ Khoa và giảng viên để được hướng dẫn và hỗ trợ thực hiện LVTN trong thời gian không đến được trường. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính gửi thầy/cô,. . . . Trong đợt đang kí môn học vừa rồi vì một số lí do em chưa đăng kí môn thực tập tốt nghiệp.. . Bây giờ em muốn đăng kí bổ sung thực tập tốt nghiệp trong học kì 203 được không ạ.. . Nếu được thì em phải làm như thế nào ạ.. . . . Em xin cảm ơn thầy /cô.",
            "Chào bạn. . - Bạn kiểm tra nếu muốn đăng ký lại môn TTTN phải tìm mã đúng, gởi lại câu hỏi muốn đăng ký lại TTTN trên Bksi mục DKMH (ghi rõ tên môn học, MSMH, lý do). . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV: [student_id]  /b \t. . . .   i Đăng ký môn học . Chào thầy/cô phụ trách phòng đào tạo. . . . Vì em không tìm được suất thực tập phù hợp nên em xin phép được rút môn CO3313 - Thực tập tốt nghiệp ạ. . . . . Em cảm ơn ạ,. . . . [full_name]",
            "Chào bạn. . Bạn vui lòng đợi mail thông báo về việc rút môn học (tương đương như huỷ môn học nhưng phải thanh toán học phí) vào tuần sau ngày 21/06/2021. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Dear thầy/cô,. . Hiện tại tình hình dịch phức tạp nên bằng tốt nghiệp của em sẽ sẽ phải lên pdt nhận theo đúng hướng dẫn hay có được chuyển qua bưu điện không ạ? Em cám ơn ạ.",
            "Chào bạn. . Bằng tốt nghiệp rất rất quan trọng nên không thể chuyển qua bưu điện được mà phải đích thân bạn đến nhận, khi đến liên hệ phải mang theo CMND hoặc thẻ sinh viên. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính thưa Phòng đào tạo, em là [full_name], MSSV [student_id], lớp VP20CDT. . Trong lần đăng kí môn học hè đợt 2, em có đăng kí nhầm môn giải tích 1 (mt1003) của hệ đại trà, nhưng không thanh toán học phí và đã bị hủy thời khóa biểu, trong lần đăng kí đợt 3 em có đăng kí lại môn giải tích 1 (mt1011), cho em hỏi là như vậy có hợp lệ không ạ, và nếu được thì cho em hỏi khi nào em mới có thời khóa biểu mới được update trên MyBK ạ, em xin cảm ơn ạ.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Chào thầy/ cô. . Em [full_name] . . MSSV [student_id] . . Ở trên lý lịch của em khi vào học là em chọn là ngành kỹ thuật điện mà trên web trường là kỹ thuật điện tử truyền thông . Khi lêm phòng đào tạo hỏi thầy thầy cô bảo để cập nhật lại mà tới nay ảnh hưởng đến quá trình đăng ký môn học của ngành hiện hữu kính mong thầy cô cập nhật lại để giúp tụi em thuận lợi trong quá trình đăg ký môn . . . Và  một đều em muốn hỏi là từ học đén giờ em chưa có file miễn môn như các khóa trước em vì vậy thầy / cô cho em xin file miễn môn học đối với khóa 20 tụi em. Quá trình nhập học em đã gửi đầy đủ hồ sơ để miễn xét và lệ phí mà nay học kỳ  này có mon đuoc miễn mà tụi e vẫn học.  Trước đó mail trườg gửi yêu cầu tụi em nộp thêm để xét miễn . . Kính mong thầy cô xem xét giải quyết giúp tụi em",
            "Chào bạn. . Phòng đào tạo đã cập nhật lại lý lịch cho bạn, bạn kiểm tra lại nghen. . - Đồng thời đã cập nhật điểm chuyển tại trang Mybk- thông tin sinh viên - mục điểm chuyển. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "B   I Yêu cầu khác . dạ em bị hủy môn học dự thính cho chưa đóng học phí đúng hạn ạ, do em đọc nhầm hạn chót của học phí là ngày 6/7 nên đã bị hủy môn, liệu bây giờ em đóng học phí nhà trường có khôi phục lại được môn học cho em không ạ, em chân thành xin lỗi và mong nhà trường sẽ giúp đỡ em. .",
            "thực sự số tiền lần này rất lớn đối với em, nhà em đang xoay sở để mai có thể nộp học phí cho trường ạ, mong nhà trường suy xét và giúp đỡ em, em thực sự đọc nhầm ạ",
            "hiện em đã thanh toán học phí ạ, mong nhà trường xem xét và giúp đỡ em khôi phục lại thời khóa biểu ạ, em xin cảm ơn",
            "Chào bạn. . -\tHiện tại, Nếu bạn đã thanh toán học phí HK203 rồi Phòng đào tạo sẽ cứu xét phục hồi lại thời khoá biểu sau thứ 5 ngày 17/6/2021 & không cần nộp đơn trình bày lý do trễ hạn . . -\tLưu ý: Bạn vui lòng thanh toán học phí đúng hạn theo quy định của nhà trường, các trường hợp vi phạm nhiều lần sẽ không được xem xét giải quyết. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ hiện tại kết quả đợt 3 của em vẫn chưa có ạ !",
            "Chào bạn. . -\tPhòng đào tạo ghi nhận trường hợp của bạn. . -\tBạn xem kết quả tại trang Mybk -   I xem TKB sau ngày 18/6/2021  /I   B   U . . -\tNếu không thấy kết quả vui lòng phản hồi lại trên kênh BKSI. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em kính chào thầy/cô phản hồi câu hỏi của em.. . Em vừa thanh toán trễ xong học phí dự thính hk203. Do học phí đến quá sớm, cộng thêm tài chính gia đình em hiện khó khăn nay em không thể thanh toán đúng hạn. Vì tình thế khó, Nay em mới đi vay tiền góp để cố gắng hoàn thành học phí, kính mong nhà trường xem xét cho em được khôi phục thời khóa biểu để em được tiếp tục học tập. . . Em chân thành cảm ơn !. . Em cảm ơn thầy/cô phản hồi tin nhắn của em!. .",
            "tkb đã được phục hồi"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Cho em hỏi là TC tích lũy hiện tại của em là 81 và HK202 em đăng kí 17 TC nhưng sao em đăng kí TTTN lần 2 và lần 3 đều không được vậy ạ? Em khoa Cơ Khí",
            "Chào bạn. . -\tPhòng đào tạo ghi nhận trường hợp của bạn. . -\tBạn xem kết quả tại trang Mybk - xem TKB sau ngày 18/6/2021. . -\tNếu không thấy kết quả vui lòng phản hồi lại trên kênh BKSI. . Thân. .",
            "Chào bạn. . - Phòng  đào tạo không đăng ký được môn cho bạn. . -  Lý do: Chưa có điểm anh văn nên số tín chỉ tích lũy vẫn 78+18(số tc hk202)=95  96 =  KHÔNG ĐỦ ĐK NHẬN TTTN. . - Bạn kiểm tra lại có gì sai sót thì gởi lại câu hỏi trên BKSI phản hồi. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính gửi PĐT,. . . . Em muốn hỏi là môn học đã có điểm vắng thi có phép (VP) có được tạm tính vào số tín chỉ tích luỹ khi xét điều kiện đăng ký môn học không ạ?",
            "Chào bạn. . điểm vắng thi có phép (VP) có được tạm tính vào số tín chỉ tích luỹ khi xét điều kiện đăng ký môn học : KHÔNG NGHEN BẠN. . . . Theo quy chế học vụ điều 17.2:. . Môn học có điểm HT, VP được xem là môn đã học trước khi xét điều kiện đăng ký môn học.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ chuyện là em có đăng kí môn Thực tập ngoài trường ( EE3335). Do chủ quan nên đến giờ em vẫn chưa đăng kí được môn Thực tập ngoài trường ạ. Em hi vọng thầy cô có thể đăng kí giúp em với ạ. Em xin chân thành cảm ơn ạ.",
            "Chào bạn. . -\tPhòng đào tạo ghi nhận trường hợp của bạn. . -\tBạn xem kết quả tại trang Mybk - xem TKB sau ngày 18/6/2021. . -\tNếu không thấy kết quả vui lòng phản hồi lại trên kênh BKSI. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Chuyện là ngày 11/6 em có đi đóng học phí HK203 trước 15h ở NH OCB nhưng người ta bảo là không tìm thấy mssv của em, và trên BKpay em cũng không thấy chỗ nào để thanh toán, em có lên cs2 hỏi thì cô kêu về hỏi lại, rồi về em có viết mail cho PĐT nhưng đến giờ vẫn chưa có trả lời nữa, giờ em không biết sao luôn",
            "Chào bạn. . Cô đã thấy bạn nộp học phí của HK202 rồi mà"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/  I   /I MSGV: [student_id]  /b \t. . Thưa phòng đào tạo, hiện tại em chưa thanh toán học phí dự thính kì hè HK203 do hôm nay em mới từ quê lên và trong thời gian ở quê cũng bận nhiều việc nên em quên thanh toán học phí. Đến hôm nay đã quá hạn thanh toán, em muốn gia hạn thanh toán học phí cho kì này ạ và xin khôi phục lại TKB. Nếu có thể mở lại thời khoá biểu thì thực sự tốt, còn nếu không được thì mong rằng em không bị đình chỉ trong học kì tiếp theo. Em xin cảm ơn. . Dưới đây là biểu mẫu xin gia hạn học phí. .   i Học vụ .",
            "Chào bạn. . -\tHiện tại, Nếu bạn đã thanh toán học phí HK203 rồi Phòng đào tạo sẽ cứu xét phục hồi lại thời khoá biểu sau thứ 6 ngày 18/6/2021 & không cần nộp đơn trình bày lý do trễ hạn . . -\tLưu ý: Bạn vui lòng thanh toán học phí đúng hạn theo quy định của nhà trường, các trường hợp vi phạm nhiều lần sẽ không được xem xét giải quyết. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em đóng trễ học phí và hiện tại em muốn xét học tiếp thì phải làm thế nào ạ?",
            "Những lần thanh toán trước em thanh toán trực tiếp tại ngân hàng OCB gần nhà nên em không lấy thẻ ngân hàng. Nhưng mà hiện tại nhà em đang trong khu vực cách ly của quận Gò Vấp nên em không thanh toán học phí đúng hạn được ạ. . . Nhà trường có thể cho em xin đóng học phí và cứu xét thời khóa biểu được không ạ?. .",
            "Chào bạn. . -\tNhà trường đã thông báo cụ thể từng quy định và từng mốc thời gian cụ thể qua mail . . -\tSinh viên sẽ bị huỷ thời khoá biểu và ghi nợ học phí Học kỳ hè 203 vì chưa thanh toán học phí (Sinh viên vẫn phải đóng học phí, không hoàn trả hay huỷ học phí mặc dù có một số môn học sẽ bị huỷ vì sĩ số thấp). Và chắc chắn là bạn sẽ không DKMH của HK211 (chính quy+ dự thính). . -\tHiện tại, bạn cố gắng đóng học phí theo đúng quy định nghen. . - Bạn có thể nhờ người quen liên hệ đóng trực tiếp tại ngân hàng, và phải đóng gấp thời hạn đến 15g ngày 14/6. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Thưa cô!. . Em có học 2 môn thể chất ở kì chính và dự thính của học kì 202 nhưng do dịch nên hiện bị tạm nghỉ ạ. Cô cho em hỏi là những lớp thể chất này sau dịch có được tiếp tục học và thi không ạ, hay là kết thúc và coi như bỏ luôn ạ? . . Do nếu thiếu 2 môn thể chất này thì em không thể đủ điều kiện đăng kí môn học của học kì chính năm sau ạ nên nếu sau dịch thể chất bị kết thúc thì em có thể xin PĐT được xem xét đăng kí môn học bỏ qua điều kiền thể chất 1 học kì được không ạ?. . Em cám ơn!. . . .",
            "Chào bạn. . - 2 môn thể chất ở kì chính và dự thính của học kì 202 nhưng do dịch nên hiện bị tạm nghỉ: TẠM NGHỈ THÔI NGHEN [full_name], KHI NÀO HẾT DỊCH THÌ MÌNH HỌC TIẾP. . - 2 môn thể chất này thì em không thể đủ điều kiện đăng kí môn học của học kì chính năm sau: HIỆN [full_name] [full_name] HK211, CÔ SẼ GHI NHẬN Ý KIẾN CỦA [full_name] [full_name]. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ chào thầy cô ạ. . Cho em hỏi thời khoá biểu em được khôi phục rồi nhưng môn thực tập tốt nghiệp ci3333 vẫn chưa có trong thời khoá biểu ạ. . Em cảm ơn",
            ". . Chào bạn. . - Phòng  đào tạo không đăng ký được môn cho bạn. . -  Lý do: số tín chỉ tích lũy 64+26=90  93 =  không đủ điều kiện nhận TTTN. . - Bạn kiểm tra lại có gì sai sót thì gởi lại câu hỏi trên BKSI phản hồi. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính chào PĐT, . . . . Em đã tốt nghiệp vào tháng 4 vừa rồi và em muốn đăng ký học văn bằng 2. Em đã đăng ký online trên cổng tuyển sinh của trường nhưng hồ sơ vẫn chưa được duyệt.. . PĐT cho em hỏi là em có cần in hồ sơ, đi công chứng và nộp cho PĐT không? Và nếu có thì em có thể gửi qua bưu điện được không vậy ạ?. . . . . . . .",
            "chào bạn.. . bạn xem mốc thời gian để công bố kết quả trúng tuyển nhé.. . Khi kết thúc thời hạn thì PĐT sẽ email thông báo tới bạn. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ chào chị,. . Hiện do một số lý do em cần hủy môn học học kỳ hè này. Em có thể gửi đơn lên PDT suy xét cho em xin hủy môn và hoàn học phí lại không ạ.",
            "Chào bạn. . -\tVề vấn đề này bạn vui lòng liên hệ Văn phòng đào tạo quốc tế qua địa chỉ mail: [email] . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em có đk môn TTNT mã MHG:CH3325 từ đợt 1 nhưng quên đk vào đợt 2.Đợt 3 này em có đk lại rồi nhưng em vần chưa thấy đk thành công trong khi một số bạn thì đã có. Giờ em phải làm sao a%?",
            "Chào bạn. . -\t Sinh viên xem lý do tại sao có ĐKMH dự thính hè HK203 - Đợt 3 mà không có TKB tại trang web: mybk.hcmut.edu.vn    Đăng ký môn học    Đăng ký môn học HK203 - Kết quả đợt 3    bấm vào mục Đăng ký mới    chọn Loại hình đăng ký    xem Lịch sử đăng ký. . . . -PDT không đ/ký cho SV MH CH3325 (N: Không đủ đ/kiện nhận TTTN - STC)\t2021-06-10 13:04:48. . Thân. . . . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Chào thầy/cô.. . Em hiện có đăng lý môn CI2091 lớp DT01 HK 203. . Nhưng hiện tại giảng viên vẫn chưa dạy và liên hệ gì cả.. . Em không có thông tin để liên hệ với giảng viên nên mong pdt liên hệ với giảng viên giúp em ạ. . Em cảm ơn và mong nhận được phản hồi sớm.. . Trân trọng",
            "Chào bạn[full_name] [full_name] [full_name] ghi nhận phản hồi của bạn, [full_name] đã báo [full_name] để [full_name] báo đến giảng viên, Bạn vui lòng kiểm tra lại lịch học sau ngày hôm nay nghen[full_name] [full_name] Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Chào anh/chị,. . Hiện tại em vừa học xong năm nhất. Anh/chị cho em hỏi nếu em thi lại ngành khác thì em có được miễn những môn đã học không ạ.. . Em cảm ơn.",
            "Chào em,. . Em xem quy chế của trường mục miễn môn học.. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em chào thầy cô giáo vụ,. . Em tên là [full_name],. . MSSV: [student_id],. . Ngày đầu tiên em học môn này trúng vào ngày kiểm tra  của môn Kĩ thuật lập trình, bởi vì em đi làm về trễ hơn giờ thi nên em không có thời gian, nên ko thể nhắn tin xin thầy được, sau buổi học đầu tiên em bị lỡ kiến thức. Buổi học sau em cũng bị hổng kiến thức, và không thể bắt kịp được kiến thức trên lớp, cũng như do công việc quá bận.. . Em đã cố gắng thêm 1 buổi học nữa. Nhưng do bận việc làm và bận làm nốt bài lab của môn Kỹ thuật lập trình, nên em không thể học được môn Công nghệ XML và Ứng Dụng. Ngày kiểm tra môn Kĩ thuật lập trình, thầy cũng chỉ báo trước 1 tuần, em đã lên phòng giáo vụ, nhưng đang cấn dịch nên không lên được. . . Hiện tại em mới học có 2 buổi,   B nay em cần hủy gấp môn Công nghệ XML và Ứng Dụng  /B  (mã môn CO4015), mong thầy cô xét duyệt cho em.. . Em xin cảm ơn. . . . . .",
            "chào em.. . hiện không được phép hủy môn học. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính gửi phòng đào tạo. . Em có thắc mắc về đăng kí môn thực tập tốt nghiệp (ME3273). Điều kiện đăng kí môn học là số tín chỉ tối thiểu là 96. Hết học kì 191 em đã tích được 65 chỉ, và nộp bằng anh văn và đủ để qua hết 4 anh văn ạ. Học kì này em học 28 chỉ ( 21 chỉ kì chính + 7 chỉ dự thính). Tổng chỉ hiện tại em có là 101 chỉ, nhưng em vẫn không đăng kí được môn thực tập tốt nghiệp (lí do: không đủ số tín chỉ). Em ho vọng phòng đào tạo sẽ xem xét lại để em có thể đăng kí môn ( ME3273) ạ.",
            "Chào em,. . Em xem lại điểm AV chưa được chuyển.. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học .   /B Anh/Chị ơi em có đăng kí môn học thực tập ngoài trường (EE3325) nhưng trên BKPAY không hiển thị ô đóng tiền. Kết quả là em bị hủy môn học. Anh/chị kiểm tra dùm hệ thống và cho em biết cách xử lý ạ. Em cám ơn",
            "Chào bạn. . - Bạn vào lịch sử đăng ký môn học để xem lý do :. . PDT không đ/ký cho SV MH CO3315 (8: Đăng ký sai mã TTTN, LVTN, DCLV theo chuyên ngành đào tạo.)  I   U . . . . - Bạn kiểm tra lại CTDT báo lại trên bksi tên môn học + mã số môn học (đúng theo CTDT) + lý do để PDT kiểm tra lại. . - Về MSMH chính xác bạn vui lòng liên hệ Khoa - Bộ môn để tư vấn. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em xin chào Quý thầy/cô,. . . . Em tên [full_name], khoa Cơ khí, MSSV: [student_id]. . . . Em xin hỏi về việc đăng ký không thành công môn Thực tập ngoài trường ở đợt 3.. . . . Sau khi kiểm tra Kết quả đăng ký môn học đợt 3, em thấy môn ME3029 - Thực tập tốt nghiệp(ktct) không được đăng ký thành công. Kiểm tra Lịch sử đăng ký môn học thì em nhận được lý do: 8: Đăng ký sai mã TTTN, LVTN, DCLV theo chuyên ngành đào tạo (MSMH em lấy theo chương trình đào tạo aao).. . . . Vậy cho em hỏi môn Thực tập ngoài trường (Thực tập tốt nghiệp) mã môn học chính xác cho sinh viên hệ liên thông Khoa cơ khí là mã nào, và làm thế nào để đăng ký lại, do em đã bị từ chối ở đợt 2 và đăng ký lại vào đợt 3 theo mail hướng dẫn của nhà trường.. . . . Em xin chân thành cảm ơn Quý thầy/cô!",
            "Chào bạn. . - Bạn vào lịch sử đăng ký môn học để xem lý do :. . PDT không đ/ký cho SV MH CO3315 (8: Đăng ký sai mã TTTN, LVTN, DCLV theo chuyên ngành đào tạo.)  I   U . . . . - Bạn kiểm tra lại CTDT báo lại trên bksi tên môn học + mã số môn học (đúng theo CTDT) + lý do để PDT kiểm tra lại. . - Về MSMH chính xác bạn vui lòng liên hệ Khoa - Bộ môn để tư vấn. . Thân",
            "Em chào cô,. . Em cảm ơn cô đã giải đáp giúp em.. . . . Vậy sau khi đã có MSMH chính xác, em cần làm gì để đăng ký môn học lại vào học kỳ hè này ạ?. . . . Do thời gian đăng ký và kết quả đăng ký đều cùng ngày và hiện đã quá thời gian đăng ký trên mybk.. . . . Mong cô giải đáp để em thực tập đúng tiến độ ạ.. . . . Em xin cảm ơn.",
            "Chào bạn. . - Bạn xem kĩ nội dung Cô đã hướng dẫn. . . . -   B Bạn kiểm tra lại CTDT gởi lại câu hỏi trên bksi tên môn học + mã số môn học (đúng theo CTDT) + lý do để PDT xét lại  /B   I   U . . - Về MSMH chính xác bạn vui lòng liên hệ Khoa - Bộ môn để tư vấn. . Thân",
            "li answer rate: Answer suits the needs / Câu trả lời đúng ý",
            "Dạ thưa cô,. . Em xin lỗi vì chưa đọc kỹ câu trả lời của cô ạ.. . Em đã kiểm tra lại MSMH Thực tập tốt nghiệp chính xác với thầy chủ nhiệm ạ.. . . . Môn học: Thực tập ngoài trường. . Mã số môn học chính xác là: ME3267.. . Lý do: Do chưa cập nhật MSMH chính xác theo chương trình đào tạo hệ Liên thông theo từng khóa thay đổi khác nhau.. . . . Làm phiền cô xem xét cho phép em đăng ký môn Thực tập tốt nghiệp trong học kỳ hè này. Hiện tại em đang thực tập online trong công ty rồi ạ.. . . . Chân thành cảm ơn cô!. .",
            "Chào bạn. . -\tPhòng đào tạo ghi nhận trường hợp của bạn. . -\tBạn xem kết quả tại trang Mybk - xem TKB sau ngày 24/6/2021. . -\tNếu không thấy kết quả vui lòng phản hồi lại trên kênh BKSI. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Thưa thầy/cô,. . . . Cho em hỏi em đã đăng kí môn EE3313 theo file này nhưng sao lại hủy ạ.Nếu không chấp nhận do đăng kí sai thì hệ thống phải không cho đăng kí chứ ạ.9/6 hết hạn đăng kí trong khi 10/6 mới ra phản hồi không đăng kí môn học được. . Em thực sự rất bức xúc và mong nhà trường giải quyết để em có thể học đúng tiến độ",
            "Chào em,. . Em xem lại mã môn học đúng ngành, đúng Khoa.. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "B   I Đăng ký môn học . Em chào thầy / cô ạ . . . . . Em tên Nguyễn Tấn Lộc - MSSV:[student_id]. . . . Tình hình dịch bệnh nên khu vực em bị phong tỏa nên hôm qua (13/6) em mới ra ngân hàng đóng học phí được ấy ạ , nên đã bị trễ hạn ( hạn chót học phí 7/6 ) . . . . . Em gửi phản hồi cho phòng đào tạo em đã hoàn thành học phí và xin phép phòng đào tạo mở lại thời khóa biểu các môn trong hè giúp em ạ , vì hiện tại em đã bị hủy thời khóa biểu 1 số môn học. . . . . Em xin cám ơn ạ . . . . . Kính gửi.. . . . Nguyễn Tấn Lộc . . . .",
            "tkb đã cập nhật"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em đã đóng tiền học phí nhưng môn học chưa được mở lại. Liệu em cần làm gì thêm không ạ?",
            "tkb đã cập nhật"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính gửi cô!. . Em tên là [full_name], MSSV [student_id], khoa Công nghệ Vật liệu, khóa K18.Dạ kỳ 203 em có đăng ký thực tập tốt nghiệp, nhưng kết quả là không đủ điều kiện nhận TTTN-STC.Dạ thưa cô, khoá K18 khoa CNVL được tự chọn chuyên ngành, cuối năm nhất em có đăng ký chuyên ngành polymer, nhưng sau đó em chuyển sang chuyên ngành  SILICAT, bây giờ số tín chỉ tích lũy của em là 100, nhưng tín chỉ tích lũy chuyên ngành của em chỉ 77 chỉ.Việc này em đã phản hồi khoa, và khoa phản hồi lại là đã nộp danh sách lên PĐT để giải quyết và đang trong quá trình cập nhật số tín chỉ. Nhưng đợi đến hôm nay đã có kết quả đăng ký đợt 3 nhưng số tín chỉ vẫn chưa được cập nhật và TTTN của em bị hủy.Điều này làm em rất lo lắng, sẽ ảnh hưởng tiến độ học tập. Em mong nhận sự giúp đỡ và phản hồi từ cô ạ.Em cảm ơn",
            "Chào bạn. . Nếu bạn đã nộp đơn tại [full_name] thì vui lòng hỏi [full_name], minh chứng kết quả được cập nhật số tín chỉ, vì hiện tại Pdt chưa thấy. . - Sau khi Bạn gởi lại minh chứng, và gởi lại câu hỏi muốn đăng ký lại TTTN trên Bksi mục DKMH (ghi rõ tên môn học, MSMH, lý do). . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính gửi thầy/cô phụ trách,. . Trong đợt học kỳ hè HK203 em có đăng ký môn học Giải tích 3 (MT2007) và Giải tích 2 (MT1005) nhưng khi kiểm tra kết quả đăng ký thì em không được tham gia 2 môn học này. Em mong thầy/cô xem xét và sắp xếp lớp giúp em tham gia được 2 môn học này. Em cảm ơn thầy/cô nhiều ạ!",
            "Chào bạn. . -\t Sinh viên xem lý do tại sao có ĐKMH dự thính hè HK203 - Đợt 1 mà không có TKB tại trang web: mybk.hcmut.edu.vn    Đăng ký môn học    Đăng ký môn học HK203 - Đợt 2 + Kết quả đợt 1    bấm vào mục Đăng ký mới    chọn Loại hình đăng ký    xem Lịch sử đăng ký. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: kính gửi PDT, em là trương hoàng khang- mssv [student_id], vì lý do khách quan ( bị rớt ví tiền) nên em đã thanh toán trễ học phí học kỳ hè 203 nên đã bị hủy thời khóa biểu. hiện em đã hoàn tất thanh toán học phí học kỳ hè 203. kính mong PDT xem xét khôi phục thời khóa biểu học kỳ hè 203 lại giúp em ạ.nếu có viết đơn hay thủ tục xin khôi phục thì cách thức như thế nào ạ. kính mong PDT xem xét",
            "tkb đã cập nhật"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV: [student_id]  /b \t. . . .   i Yêu cầu khác . Kính gửi   B Trường ĐH Bách Khoa  /B ,. . Em là   B Đinh Gia Huy  /B , MSSV [student_id], Khoa Khoa học Kỹ thuật Máy tính. Trong kì 203 này em có đăng kí thực tập ngoài trường theo chương trình của phòng đào tạo.. . . . Khi được bên công ty nhận thì họ yêu cầu em cung cấp   B bảng điểm và giấy giới thiệu của nhà trường có dấu mộc  /B . Em xin hỏi là em cần phải hoàn tất những thủ tục cũng như cung cấp thông tin gì để có thể nhận được những thứ trên.. . . . Em xin cảm ơn và mong nhận được hồi âm từ nhà trường.. . Trân trọng,. . [full_name].. . . . [full_name] - [student_id]. . Trường ĐH Bách Khoa TP.HCM. . Email: [email]",
            "Cô đã trả lời em câu trước rồi.. .",
            "Yêu cầu khác . Câu hỏi. .",
            "B MSSV: [student_id]   /B . . . .   I Yêu cầu khác . Kính gửi   B Trường ĐH Bách Khoa  /B ,. . Em là   B [full_name]  /B , MSSV [student_id], Khoa Khoa học Kỹ thuật Máy tính. Trong kì 203 này em có đăng kí thực tập ngoài trường theo chương trình của phòng đào tạo.. . . . Khi được bên công ty nhận thì họ yêu cầu em cung cấp   B bảng điểm và giấy giới thiệu của nhà trường có dấu mộc.  /B  Em xin hỏi là em cần phải hoàn tất những thủ tục cũng như cung cấp thông tin gì để có thể nhận được những thứ trên.. . . . Em xin cảm ơn và mong nhận được hồi âm từ nhà trường.. . Trân trọng,. . [full_name].. . . . [full_name] - [student_id]. . Trường ĐH Bách Khoa TP.HCM. . Email: [email]",
            "Chào em,. . Em đăng ký tại mybk, sử dụng dịch vụ gửi qua bưu điện,. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính gửi: Phòng Đào tạo. . Em tên là: [full_name]. . Mssv: [student_id]. . Khoa: Khoa học ứng dụng. . Em bị hủy môn đăng kí thực tập năm 3 không có lí do.. . Hiện tại đã hết đợt đăng kí môn học đợt 3. . Cho phép em hỏi nếu em muốn đăng kí thực tập học kì 203 thì thủ tục như thế nào. Em xin cảm ơn.",
            "Chào bạn. . -\t Sinh viên xem lý do tại sao có ĐKMH dự thính hè HK203 - Đợt 3 mà không có TKB tại trang web: mybk.hcmut.edu.vn    Đăng ký môn học    Đăng ký môn học HK203 - Kết quả đợt 3    bấm vào mục Đăng ký mới    chọn Loại hình đăng ký    xem Lịch sử đăng ký. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em chào thầy(cô).. . Hiện tại em bị mất kết quả đăng ký Đợt 3 môn học \"CO3315 - Thực tập ngoài trường\".. . Mong thầy(cô) có thể thêm em vào nhóm lớp L01 môn học \"CO3315 - Thực tập ngoài trường\" . . . .",
            "Chào bạn. . - Bạn vào lịch sử đăng ký môn học để xem lý do :. .   B PDT không đ/ký cho SV MH CO3315 (8: Đăng ký sai mã TTTN, LVTN, DCLV theo chuyên ngành đào tạo.)  /B   I   U . . . . - Bạn kiểm tra lại CTDT báo lại trên bksi tên môn học + mã số môn học (đúng theo CTDT) + lý do để PDT kiểm tra lại. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính gửi Quý thầy cô,. . . . Em là [full_name], sinh viên K17 chương trình Việt-Pháp.. . . . Ngày 04/06/2021, em có liên hệ Phòng đào tạo để hỏi về việc xin phép dời lịch thi cuối kì để đủ điều kiện nhận bằng tốt nghiệp của Bách Khoa theo chương trình bằng đôi với đối tác tại Pháp do theo đúng kế hoạch thì em sẽ bay vào khoảng giữa tháng 7 và không kịp thi cuối kì. Hôm đó thầy [full_name] đã đồng ý và em cũng đã nhận được sự đồng ý của các giảng viên qua email ạ.. . . . Các thầy cô cho em hỏi là hiện giờ em có thể vào trường để xin chữ ký xác nhận của các giảng viên và nộp đơn cho phòng đào tạo được chưa ạ? Vì vừa rồi trường có ca F0 nên em không rõ tình hình hiện tại ạ. Mong quý thầy cô giải đáp giúp em ạ.",
            "Chào bạn. . Các khoa hoạt động lại rồi nên bạn có thể trình bày bảo vệ rồi vào nghen. . Thân",
            "Kính gửi Quý thầy cô,. . . . Liên quan đến việc nộp đơn xin dời lịch thi cuối kì lên sớm như em đã trình bày ở trên, em định nộp kèm theo giấy xác nhận nhập học và giấy xác nhận theo học trường hè tại Pháp. . . Em đã gửi mail nhờ phòng Quan hệ đối ngoại xác nhận bản dịch các giấy tờ trên nhưng hiện giờ sinh viên không thể vào trường được (hôm nay em có thử ghé qua) nên em không thể lấy được bản dịch sau khi ký. Em có gọi cho phòng Quan hệ đối ngoại và được hướng dẫn là liên hệ phòng Đào tạo trước để xem thầy cô nào phụ trách thì phòng sẽ chuyển bản xác nhận sang.. . . . Mong các thầy cô hướng dẫn cho em trong trường hợp này ạ. Em sẽ lên phòng Đào tạo nộp đơn trước rồi thông báo lại cho phòng Quan hệ đối ngoại hay sao ạ? Em xin cảm ơn.. . . . Trân trọng,. . [full_name]",
            "Chào bạn. . Nếu bạn đã trao đổi với [full_name]ầy [full_name], thì bạn nhờ các phòng ban liên quan gởi mail trực tiếp đến mail của [full_name]ầy đồng thời CC cho bạn để nắm thông tin, [full_name]ầy [full_name] sẽ chỉ đạo giải quyết vấn đề của bạn, Cô nghĩ bạn cũng nên Cc cho Cô [full_name] phụ trách chương trình VP để biết hỗ trợ bạn.. . [full_name]ân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Dạ em chào cô,. . Em là [full_name], mssv [student_id]. Như đã được hướng dẫn thì em gửi phiếu đề nghị thôi học để có thể chuyển hệ VHVL qua ngành Dệt khoa Cơ khí sớm nhất có thể. Tuy nhiên em hơi băn khoăn do học kì 202 vẫn chưa kết thúc mà những môn ở kỳ này là môn bên Dệt chứ không phải Xây dựng nên nếu hủy thì em sẽ bị trễ tiến độ học ạ.. . Em nhờ pđt hỗ trợ em để em có thể chuyển hệ học và hoàn thành được tiến độ với các bạn K18.. . Em chân thành cảm ơn.",
            "Chào bạn. . Phòng đào tạo đã nhận được đơn thôi học và sẽ tiến hành làm quyết định thôi học cho bạn. . - Khoảng đầu tháng 7/2021, bạn liên hệ phòng đào tạo trong giờ hành chính gặp Cô [full_name] để nhận qd thôi học, và sẽ hướng dẫn tiếp hồ sơ chuyển sang VLVH cho bạn. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Kính gửi Phòng Đào Tạo !. . . . Em tên là [full_name], sinh viên Chính quy . .  khóa 2014 đã chuyển qua hệ VLVH (vào thàng 3/2021).. . . . Cuối năm 2020 em có đăng ký BHYT 6 tháng, và đợt gia hạn BHYT 6 tháng cuối năm em đã bỏ lỡ.. . . . Em rất xin lỗi về trường hợp này. Em mong Phòng Đào Tạo sớm mở đăng ký BHYT giúp em.. . . . Em cảm ơn các Thầy/Cô rất nhiều !",
            "Chào em,. . - Đối với SV VLVH thì SV đi làm sẽ do công ty đóng BHYT cho.. . - Nếu SV chưa tham gia muốn tham gia theo trường thì email [email]. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Kính thưa thầy /cô ,. . Em là [full_name] , MSSV [student_id] . Vừa rồi em có đăng kí xin nhận giấy xác nhận sinh viên để đăng kí học lại GDQP . Nhưng do hiện tại thành phố giãn cách, ở chỗ em không có xe để lên trường nhận giấy. Em có đọc được thông tin ở trung tâm GDQP có cho đăng kí bằng bản scan hoặc bản chụp . Nên em mong có thể được nhận giấy xác nhận sv bản scan hoặc bản chụp hình qua email [email]. .  Rất mong thầy ,cô xem xét và giúp đỡ em . Chúc mọi người một mùa dịch an toàn và nhiều sức khoẻ",
            "Chào bạn. . Giấy chứng nhận sinh viên để đăng kí học lại GDQP của bạn đã gởi về Khoa, nên bạn liên lạc qua mail của văn phòng khoa xin hỗ trợ: [email]. . hoặc số điện thoại: [phone_number]6. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Thưa PĐT, em tên [full_name], mssv [student_id]. Em có đăng ký môn học cho HK dự thính 203 nhưng nộp học phí trễ đã bị hủy đăng ký. Em đã đóng học phí sau đó. Em muốn hỏi là PĐT có thể mở lại môn học giúp em được không ạ. Em chân thành cảm ơn.",
            "tkb đã cập nhật"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Thưa thầy, cô,. . . . Em là: [full_name] | MSSV [student_id]. . Do e mới chuyển hệ từ chính quy sang vừa học vừa làm và thiếu sót của bản thân nên không rõ việc đăng ký môn học của hệ này làm em không đăng ký được môn giải tích 2 (MT1005) vào kỳ hè 203.. . Em rất mong phòng đào tạo xem xét cho em đăng ký môn giải tích 2 (MT1005) vào kỳ 203 này.. . Em xin chân thành cảm ơn, chúc quý thầy cô có một ngày làm việc vui vẻ và an toàn trong mùa dịch COVID.. . . . Trân trọng!. . Sinh viên [full_name].. .",
            "chào em.. . Môn học MT1005 đã được bổ sung nhóm DT01.. . Em xin link đi học trước, tkb sẽ cập nhật sau. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ trong đợt đăng kí môn học hè vừa rồi, trong đăng kí đợt 3, em có đăng kí thực tập cho chuyên ngành tự động hóa Tuy nhiên, do sai sót nên em đã đăng kí sai mã môn học nên bị từ chối. Cho em hỏi có cách nào để em đăng kí được thực tập trong học kì hè này được nữa không ạ? Vì hiện giờ em đã tìm được công ty thực tập nên em rất muốn có thể hoàn thành thực tập trong hè này. Em cám ơn!. . . .",
            "Chào bạn. . Bạn xem lý do:. . - PDT không đ/ký cho SV MH EE3313 (8: Đăng ký sai mã TTTN, LVTN, DCLV theo chuyên ngành đào tạo.). . - Bạn kiểm tra lại nếu muốn đăng ký lại môn TTTN phải tìm mã đúng, gởi lại câu hỏi muốn đăng ký lại TTTN trên Bksi mục DKMH (ghi rõ tên môn học, MSMH, lý do). . Thân. .",
            "Đăng ký môn học . Em tên [full_name], MSSV [student_id], hiện đang theo học chuyên ngành Tự Động Hóa, khoa Điện Điện tử. . Em muốn đăng ký lại môn học Thực tập ngoài trường. . Mã môn học: EE3225. . Lý do: Đăng kí sai mã môn học trong đợt đăng kí học kỳ hè đợt 3 nên bị từ chối.. . Mong Phòng Đào tạo có thể giải quyết yêu cầu giúp em.. . Em xin chân thành cám ơn!",
            "Em tên [full_name], MSSV [student_id], hiện đang theo học chuyên ngành Tự Động Hóa, khoa Điện Điện tử. . Em muốn đăng ký lại môn học Thực tập ngoài trường. . Mã môn học: EE3325. . Lý do: Đăng kí sai mã môn học trong đợt đăng kí học kỳ hè đợt 3 nên bị từ chối.. . Nãy em có đánh sai mã môn học nên cho phép em chỉnh sửa lại. Mong Phòng Đào tạo có thể giải quyết yêu cầu giúp em. . . Em xin chân thành cám ơn!",
            "Chào bạn. . -\tPhòng đào tạo ghi nhận trường hợp của bạn. . -\tBạn xem kết quả tại trang Mybk - xem TKB sau ngày 18/6/2021. . -\tNếu không thấy kết quả vui lòng phản hồi lại trên kênh BKSI. . Thân mến,. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ em có đăng ký thực tập ngoài trường mã CH3335 vào kì hè này ạ nhưng khi có kết quả đăng ký đợt 3 thì em bị xoá thực tập. Cho em hỏi lý do bị xoá môn được không ạ vì em có coi yêu cầu là học trước 2 môn mà 2 môn đó em đã hoàn thành rồi ạ. Em xin cảm ơn",
            "Chào bạn. . -\t Sinh viên xem lý do tại sao có ĐKMH dự thính hè HK203 - Đợt 3 mà không có TKB tại trang web: mybk.hcmut.edu.vn    Đăng ký môn học    Đăng ký môn học HK203 - Kết quả đợt 3    bấm vào mục Đăng ký mới    chọn Loại hình đăng ký    xem Lịch sử đăng ký. . Thân mến,. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính gửi phòng đào tạo. . Em xin hỏi về vấn đề đăng kí môn học đợt 3 vừa rồi. Môn Thực tập ngoài trường hay còn gọi là thực tập tốt nghiệp em đã đăng kí ở đợt 1 và 2 nhưng bị xoá, đợt 3 em có lên đăng kí nhưng lúc đó chưa mở đợt. Vì một số sơ xuất em đã bị trễ hạn đăng kí. Em mong muốn xin phòng đào tạo có thể cho em 1 cơ hội để đăng kí lại, vì kì thực tập này rất quan trọng đối với em ạ, rất mong sự chấp thuận và thông cảm từ quý thầy cô.",
            "Chào em,. . Em vui lòng ghi rõ mã số môn học.. . Thên mến,. ."
        ]
    }
]