[
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Trương Quốc Cường [student_id] ĐKMH chuyển điểm ĐAMH logistics 1 logistics MSMH: ME 3255",
            "Chào bạn,. . Tại sao lại chuyển điểm, đâu có nhận chuyển điểm gì bạn? bạn vui lòng nói rõ vấn đề, nếu bạn cứ gửi như vậy thì cô xin đóng câu hỏi nhé!. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em tên là [full_name] . . MSSV [student_id]7. . Em có rớt học phần 3 quân sự em muốn đăng ký học thì phải làm sao ạ ,mong anh chị phản hồi sớm nhất có thể cho e ạ .. . Em xin chân thành cảm ơn",
            "Chào em,. . Em liên hệ PĐT TT GDQP qua email [email] để được hướng dẫn nhé.. . . . Thân mến,"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Kính chào thầy cô Phòng đào tạo,. . Em tên là [full_name], MSSV:[student_id].. . Ngày 22/08/2021, vào lúc 7h00 em thi môn Thiết kế trang phục 2 (mã MH:ME15). Thời gian thi là 60p, sau khi hết giờ làm bài, các bạn trong phòng thi giơ bài thi lên camera lên xác nhận bài thi. Nhưng camera của em có độ phân giải thấp, không nhìn được chi tiết bài thi. Vì vậy, em xin cô gửi bài qua zalo để lưu lại đối chiếu bài thi của em và cô cũng đã xác nhận. Sau khi xác nhận, em quét file pdf trên ứng dụng, nhưng phần mềm lại bị giật lag và phải xem quảng cáo (trước đó em tải về thì không bị). Sau đó, em gửi file lên google drive và tải file về và nộp lên bkexam (thao tác trên laptop). Đến hôm nay, nhận được tin em nộp nhầm bài thi, em mới mở lại file quay màn hinh thì đúng là đến bước nộp bài em có sự nhầm lẫn thật. Xin thầy/cô cho em hỏi để chấm điểm được bài thi đó em cần phải có điều kiện thêm những gì. Em cam kết em không gian lận bài thi, vì quá trình gửi file nộp bài em khá hoảng mất nhiều thời gian nên nộp nhầm ạ. Chúc thầy/ cô nhiều sức khỏe, em mong được sự phản hồi sớm ạ.",
            "Chào bạn,. . Vấn đề này bạn vui lòng liên hệ trực tiếp với giảng viên để được  nộp lại nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . xin chào thầy cô em là [full_name] mssv [student_id] do bạn em là Lê Thị Thu Thảo đã viết lí do và được yêu cầu ghi(được thể hiện ở hình ảnh em gửi trong tệp đính kèm ) ĐKMH chuyển điểm ĐAMH logistics 1 logistics MSMH: ME 3255 . . . mong thầy cô giải quyết giúp em",
            "Chào bạn,. . Vấn là bạn muốn xin đăng ký môn học ĐAMH logistics 1 logistics MSMH: ME 3255  ở HK211 đúng không?. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Thầy/cô cho em hỏi em gặp vấn đề không thể đăng ký môn học được ạ. . . Đăng ký môn học đợt 1 thì em đã đăng ký các môn cần học nhưng đến đợt 2 thì hệ thống thông báo do em chưa thanh toán tiền học phí hè nên không thể đăng ký môn học ở đợt 2 ạ. Em đã thử thanh toán học phí hè từ đợt học kì hè đến hết đợt đăng kí môn học đợt 3 thì vẫn không được. Và cuối cùng thì em cũng đã thanh toán được học phí của học kì hè vào ngày 22/8/2021.Em mong nhà trường có thể giúp em được học các môn em đã đăng ký ạ.. . Mã môn học em đã đăng ký : CO3009, CO3091, CO1023, SP1007, CO2017, CO2011, SP1035, CO1027.. . Em cảm ơn ạ.",
            "Chào bạn,. . Nếu có nhu cầu ĐKMH HK211, bạn vui lòng gửi thêm 1 yêu cầu xin đăng ký môn học, ghi rõ tên và Mã MH, mã nhóm, để PDT kiểm tra và ĐKMH cho bạn (nếu còn sĩ số). . . SV chủ động liên lạc với GV để xin vào lớp vì hiện tại đã bắt đầu HK211. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học. . Em viết đơn xin chuyển nhóm Pháp văn 5(LA3021) từ nhóm P03 sang nhóm P01 ạ.Kết quả em nhận được là nhóm P02 ạ. Em mong được giải quyết ạ. . . .",
            "Chào bạn,. . Bạn viết đơn và nộp ở đâu? vui lòng trình bày rõ giúp cô nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . chào thầy cô do em không trae lời được yêu cầu trước nên em viết yêu cầu mới dạ ở yêu cầu trước em muốn đk môn học ME 3255 ở học kì 211 ạ . mong thầy cô giải quyết giúp em ạ",
            "Chào bạn,. . PDT đã ghi nhận yêu cầu về ĐKMH của bạn và đã chuyển cho bộ phận ĐKMH kiểm tra và xử lý.. . Bạn vui lòng theo dõi và kiểm tra TKB thường xuyên trên mybk/Thông tin SV và hệ thống BKeL để kịp tham gia lớp học online. SV chủ động liên hệ với GV để xin vào lớp học trước nhé!. . Trường hợp nếu không đăng ký được (không có khả năng hoặc không đủ điều kiện)  PDT sẽ phản hồi cho SV qua bksi.. . Chúc các bạn học tốt!. . Thân. . Lưu ý: PDT chỉ ghi nhận và ĐKMH cho SV, còn việc điểm số là do GV chấm và nhập điểm nhé, PDT không chuyển điểm nhé bạn.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em chào các thầy/cô,. . Em tên là [full_name], mã số sinh viên [student_id], hiện là sinh viên khoa Khoa học và Kỹ thuật Máy tính.. . . . Em xin phép được hoãn thi cuối kỳ môn Phân tích và Thiết kế giải thuật (CO3031) vào học kỳ 202.. . . . Lý do: vấn đề về kỹ thuật khi chấm điểm phần tự luận của bài thi cuối kỳ môn Phân tích và Thiết kế giải thuật: hỏng file đính kèm khi chấm điểm. Đơn xin phép hoãn thi em đính kèm bên dưới.. . . . Thông tin học phần:. . - Học kỳ: HK202. . - Nhóm L02. . - Giảng viên: [full_name]. . . . Em mong các thầy/cô xác nhận hoãn thi giúp em ạ. Em chân thành cảm ơn. Chúc thầy cô luôn mạnh khỏe và làm việc hiệu quả ạ.. . . .",
            "Thân gửi các bạn sinh viên, . . Phòng Đào tạo (PĐT) đã thông báo cho Sinh viên (SV) về việc nộp đơn hoãn thi trực tiếp cho PĐT đối với các môn học Lý thuyết, mà không thông qua Giảng viên (GV). PĐT sẽ hậu kiểm các tình huống cấm thi sau. Hiện nay, SV đăng ký bằng cách gửi email về PĐT có kèm file và qua hệ thống Hỗ trợ trực tuyến (BKSI). Để nhanh chóng và thuận lợi, PĐT thay đổi phương thức nộp đơn hoãn thi như sau:. . SV đăng nhập vào Google bằng tài khoản BKNetID@hcmut.edu.vn và điền thông tin hoãn thi theo link: https://forms.gle/ckyYcJMWN7w3kqe56. . Hạn cuối: 5 ngày sau khi thi online (chỉ tính ngày làm việc). . Trường hợp SV đã nộp đơn qua email của PĐT và  qua công cụ BKSI (đã hoặc chưa được tiếp nhận), vui lòng điền lại vào form trên để PĐT cập nhật dữ liệu đồng nhất và chính xác.. . Riêng đối với môn Đồ án, Thực tập ngoài trường, Đề cương Luận văn, Luận văn/Tiểu luận tốt nghiệp: SV có thể xin hoãn bảo vệ với lý do dịch Covid-19 ảnh hưởng nghiêm trọng đến kết quả thực hiện đề tài (không thực nghiệm được tại Phòng thí nghiệm, không thực địa, ...). SV gửi email trực tiếp đến Giáo viên hướng dẫn, Khoa/Bộ môn để được xem xét đồng ý và forward email cuối cùng đến email của PĐT để đăng ký.. . Thông tin thêm:. . •\tQuy định hoãn thi (HT): xem chi tiết tại khoản 17.2 Điều 17 trong Quy chế đào tạo và học vụ (aao.hcmut.edu.vn    Sinh viên    Quy chế).. . •\tCác môn có phần thí nghiệm (TNg) sẽ được tổ chức thi sau khi TNg xong. Một số môn, Giảng viên sẽ đề nghị cho thi trước, điểm TNg sẽ có sau, khi đó SV có thể xin hoãn thi.. . •\tRiêng hoãn thi kiểm tra giữa kỳ của HK DT202 và 203: SV liên hệ trực tiếp GV và Bộ môn để được xem xét cho kiểm tra riêng hoặc lấy cột điểm thành phần khác để làm điểm kiểm tra.. .  . . Chúc các bạn học tập thật tốt!. . . . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kết cấu thép (CI3231). . Kết cấu bê tông cốt thép (CI3237). . Cơ kết cấu (CI3233). . Chủ nghĩa Xã Hội Khoa Học (SP1035)",
            "Chào bạn,. . Trường hợp của bạn đang bị tạm dừng, bạn vui lòng liên hệ văn phòng đào tạo Quốc tế để làm đơn thu nhận lại,. . Địa chỉ: Kiosk OISP, Khu B2, Trường Đại học Bách khoa, 268 Lý Thường Kiệt, P.14, Q.10, TP.HCM. . . . - Điện thoại: (028) 7300.4183 – 03.9798.9798. . . . - E-mail: [email], [email]. . . . - Website: - oisp.hcmut.edu.vn, . . . .                  - mba-mci.edu.vn, . . Về ĐKMH:. . Bạn vui lòng liên hệ với [full_name] (Văn Phòng Đào tạo Quốc tế) để được hướng dẫn và hỗ trợ về ĐKMH nhé:. . [email]. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Dạ thưa thầy, cô . . Học kì 211 em có đăng kí môn Kết cấu thép 1 và em muốn huỷ môn vì đã có điểm ở kì 202 thì phải làm sao để huỷ ạ.. . Em xin cảm ơn thầy cô ạ",
            "Chào bạn,. . Hiện tại đã hết thời gian hiệu chỉnh  và hủy môn học của học kỳ chính và HK dự thính (lộ trình 1) HK211 nhé bạn.. . SV vui lòng đợi thông báo về việc rút môn học (có tính học phí theo quy định), sẽ thông báo cho SV trong tháng 9/2021. . Xem chi tiết quy chế tại đây:. . aao.hcmut.edu.vn/sinh viên/quy chế/học vụ/Quy chế đào tạo và học vụ bậc đại học, cao đẳng:/ điều 11.2. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Dạ xin chào PĐT, em là Tạ Đình Khoa, mssv [student_id], kì trước em có đăng kí hoãn thi môn thi giải tích 2 việt pháp ( MT1013), P02-C, ngày thi 06/08/2021, lúc 16h, nay em xin PĐT hủy hoãn thi môn học này ạ. Em xin chân thành cảm ơn và chúc PĐT nhiều sức khỏe ạ.",
            "Chào em,. . Em làm đơn xin hủy hoãn thi: ghi rõ HK, mã môn học, tên môn học ... , hoặc lấy mẫu đơn hoãn thi sửa thành đơn HỦY HOÃN THI, gửi qua bksi. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học  /i   QUOTE . . Dạ là học kỳ em phải đăng ký môn học chuyên ngành. Nhưng do bị trùng giờ môn Pháp văn 5 nên không thể đăng ký được. Em và một số thành viên trong lớp đã viết đơn xin chuyển nhóm môn học gửi lên Phòng đào tạo ạ. Mục đích của em là xin chuyển từ nhóm P03 sang P01, nhưng kết quả là em bị chuyển sang nhóm P02 ạ.. . . .",
            "Chào bạn,. . PDT đã ghi nhận yêu cầu về ĐKMH của bạn và đã chuyển cho bộ phận ĐKMH kiểm tra và xử lý.. . Bạn vui lòng theo dõi và kiểm tra TKB thường xuyên trên mybk/Thông tin SV và hệ thống BKeL để kịp tham gia lớp học online. SV chủ động liên hệ với GV để xin vào lớp học trước nhé!. . Trường hợp nếu không đăng ký được (không có khả năng hoặc không đủ điều kiện)  PDT sẽ phản hồi cho SV qua bksi.. . Chúc các bạn học tốt!. . Thân mến,. . . .",
            "Danh sách sinh viên cần điều chỉnh nhóm môn học\t\t\t\t. . Môn học: Pháp văn 5\t\t\t\t. . Mã môn học: LA3021\t\t\t\t. . \t\t\t\t. . [full_name]T\tHỌ VÀ TÊN\tMSSV\tNhóm hiện tại trên TKB\tNhóm đề nghị đổi lại. . 1\t[full_name]\t[student_id]\tLA3021-P03\tLA3021-P02. . 2\t[full_name]\t[student_id]\tLA3021-P03\tLA3021-P02. . 3\t[full_name]\t[student_id]\tLA3021-P03\tLA3021-P02. . 4\t[full_name]\t[student_id]\tLA3021-P03\tLA3021-P02. . \t\t\t\t. . Trạng thái: Sinh viên trong nhóm LA3021-P03 không đăng ký được môn học MA3147 vì bị TKB (chiều thứ 5)\t\t\t\t. . \t\t\t\t. . Đề nghị:\t\t\t\t. . - Phòng Đào tạo đổi nhóm môn học của sinh viên trong danh sách trên sang nhóm LA3021-P02, giấy đề nghị đổi nhóm môn học cho sinh viên đã được gửi đến Phòng Đào tạo.\t\t\t\t. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Do em quay màn hình bằng phần mềm trên mạng nên khoảng 20 tiếng sau mới có video nên em đăng ký hoán thi , mong phòng đào tạo giúp em với  . . . .",
            "Chào bạn. . - Phòng Đào tạo đã đồng ý yêu cầu về việc xin HUỶ Hoãn Thi của bạn. . . - Bạn thi bình thường theo Lịch thi đã thông báo. . - Trường hợp có sự cố bất khả kháng trong khi thi dẫn đến không thể hoàn thành được bài thi, và không được giải quyết cho thi các ca thi sau (nếu có), sinh viên có thể đăng ký \"Hoãn thi\" ngay sau buổi thi (không phải vắng thi có phép), SV phải báo với CBCT hoặc trực thi để được ghi nhận vào trong danh sách thi. PDT sẽ đối chiếu lại với danh sách Khoa để ra quyết định hoãn thi. . Chúc bạn học tập tốt nhé.. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em chào phòng đào tạo, . . . . Em đại diện lớp CK17LOG có thắc mắc về việc thi anh văn S-W online. Khi liên hệ BK English, bên BKEng trả lời \"Hiện PĐT đã gửi mail và tổng hợp DS thí sinh đủ điều kiện tham gia vào ngày 15/8\" và \"Những bạn đủ điều kiện xét tốt nghiệp nhưng thiếu 2 kĩ nắng S-W để đạt chuẩn cho đợt xét tốt nghiệp tháng 11/2021 sẽ nhận được gmail của PĐT để đăng tham gia bài thi S-W online dự kiến tháng 9\" \"15/8 là hanh chót đăng kí tham gia dự thi, lịch thi sẽ được PĐT gửi mail\". . . . Đến ngày 15/8 ngành em mới vừa bảo vệ luận văn tốt nghiệp xong và chưa nhận được mail chính thức nào từ PĐT về thi 2 kĩ năng S-W theo hình thức online. Cho nên các bạn lớp em và cả em cũng hoang mang và chưa có thông tin gì cụ thể. . . . . Em mong sớm nhận được thông tin từ PĐT, em xin cảm ơn",
            "Chào bạn[full_name] [full_name] Pdt đang triển khai và sẽ tổ chức thi trong tháng 9, bạn theo dõi thông báo qua mail nghen[full_name] [full_name] Thân",
            "li answer rate: Answer is not complete / Câu trả lời chưa hoàn chỉnh",
            "Đến thời điển hiện tại em chưa nhận được mail và báo tổ chức thi trong tháng 9, và danh sách để đăng kí, hình thức đăng kí thì lớp em chưa nhận được.",
            "Ban ơi trong tháng 9 mà bạn"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em tên là Thành Đạt, MSSV [student_id], ngành Cơ điện tử.. . Thầy cô cho em hỏi: Hiện nay em đã hoàn thành tất cả các môn học của chương trình, em đã bảo vệ luận văn vào ngày 17/8 và đã qua môn LV. Tổng tín chỉ hiện tại của em là 133, nếu tính thêm LV sẽ là 142 (đủ tiêu chuẩn theo CTĐT của ngành). Em cũng đã đủ ngày CTXH (17 ngày). Hiện nay em chỉ còn thiếu chứng chỉ AV Toeic kỹ năng Nói và Viết. Nhưng với tình hình dịch bệnh thế này thì em không thể đi thi ở các trung tâm được cấp phép. Em có liên lạc hỏi trung tâm BKEnglish và PĐT của trường có thể tổ chức thi online không, nhưng trung tâm và PĐT không trả lời. Thầy cô cho em hỏi về việc trường có phương án/kế hoạch thi chứng chỉ AV Nói Viết online không ạ?. . . . Em xin cảm ơn thầy cô. Em rất mong nhận được phản hồi từ quý thầy cô",
            "Chào bạn. . Thi anh văn 2 kỹ năng sẽ có thông báo cụ thể trong tháng 9/2021. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Chào anh/chị [full_name], em tên [full_name] - [student_id], em xin gửi đơn xin hủy hoãn thi của em và ảnh tổng kết điểm môn KT siêu cao tần đính kèm bên dưới. Mong anh/chị phòng đào tạo xem xét   B đơn xin hủy hoãn thi của em.  /B  Em cảm ơn anh/chị [full_name].. . ( Em dựa vào đơn xin hoãn thi để viết nên có gì thiếu sót, mong anh/chị bỏ qua.). .   i Yêu cầu khác .",
            "Chào bạn. . - Phòng Đào tạo đã đồng ý yêu cầu về việc xin HUỶ Hoãn Thi của bạn. . . - Bạn thi bình thường theo Lịch thi đã thông báo. . - Trường hợp có sự cố bất khả kháng trong khi thi dẫn đến không thể hoàn thành được bài thi, và không được giải quyết cho thi các ca thi sau (nếu có), sinh viên có thể đăng ký \"Hoãn thi\" ngay sau buổi thi (không phải vắng thi có phép), SV phải báo với CBCT hoặc trực thi để được ghi nhận vào trong danh sách thi. PDT sẽ đối chiếu lại với danh sách Khoa để ra quyết định hoãn thi. . Chúc bạn học tập tốt nhé.. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em xin gửi ĐƠN XIN HỦY ĐĂNG KÍ HOÃN THI HK202. . Họ và Tên: [full_name]. . MSSV: [student_id]. . [full_name]: TT ĐÀO TẠO BẢO DƯỠNG CÔNG NGHIỆP. . [full_name]A: 2018. . LỚP: BD18BDG2. . Kính mong PĐT xem xét phản hồi giúp em.. . Em xin chân thành cảm ơn.",
            "Chào bạn. . - Phòng Đào tạo đã đồng ý yêu cầu về việc xin HUỶ Hoãn Thi của bạn. . . - Bạn thi bình thường theo Lịch thi đã thông báo. . - Trường hợp có sự cố bất khả kháng trong khi thi dẫn đến không thể hoàn thành được bài thi, và không được giải quyết cho thi các ca thi sau (nếu có), sinh viên có thể đăng ký \"Hoãn thi\" ngay sau buổi thi (không phải vắng thi có phép), SV phải báo với CBCT hoặc trực thi để được ghi nhận vào trong danh sách thi. PDT sẽ đối chiếu lại với danh sách Khoa để ra quyết định hoãn thi. . Chúc bạn học tập tốt nhé.. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em chào Phòng Đào tạo, . . Em là sinh viên khóa 2017, hiện nay đã bảo vệ luận văn tốt nghiệp, chỉ chờ thi anh văn nói viết. . . Em có 1 câu hỏi: Hiện em muốn đăng ký học dự thính 1 môn 3 chỉ (kỳ chính 211 em không có học môn nào) thì em có được đăng ký xét tốt nghiệp vào tháng 11 này không ạ? (nếu em đạt anh văn nói viết) và em có thể xin giấy xác nhận sinh viên trong năm nay được không?. . Em cảm ơn nhiều!. .",
            "Chào bạn,. . Việc ĐKMH là tùy sinh viên nhé, trường hợp không có TKB trong học kỳ, SV sẽ bị buộc tạm dừng, không được cấp giấy CNSV.. . Khi đủ điều kiện TN, SV có thể làm đơn xin thu nhận lại nhé.. . Xem chi tiết quy chế tại đây:. . aao.hcmut.edu.vn/sinh viên/quy chế/học vụ/Quy chế đào tạo và học vụ bậc đại học, cao đẳng:/ điều 26. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em tên là [full_name] mssv [student_id] em đã đăng kí thành công môn giải tích môn mã MT1003 lớp DT03_HK211 và đã có thời khoá biểu, nhưng không hiểu vì sao lại bị xoá môn và giờ trong thời khoá biểu em lại không có môn học ạ, mong phòng đào tạo xem xét lại giúp em. Em xin cám ơn",
            "SV kiểm tra lại thời khóa biểu trên mybk nhé!. .",
            "Yêu cầu khác: Em tên là [full_name] mssv [student_id] em đã đăng kí thành công môn giải tích môn mã MT1003 lớp DT03_HK211 và đã có thời khoá biểu, nhưng không hiểu vì sao lại bị xoá môn và giờ trong thời khoá biểu em lại không có môn học ạ, mong phòng đào tạo xem xét lại giúp em. Em xin cám ơn",
            "Đã TL"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em xin chào anh chị, . . Em tên [full_name]. . MSSV: [student_id]. . Em xin nộp đơn thu nhận lại do không đăng kí môn học HK2/2020-2021. Vì em đang thực hiện chương trình liên thông và đã hoàn thành tất cả môn học trong chương trình đào tạo !!. . Em có một số câu hỏi sau:. . 1. Sau khi đơn được chấp nhận thì em có phải đăng kí môn học hay không ạ ?. . 2. Em vẫn đăng kí tốt nghiệp bình thường nếu đủ điều kiện ạ ?",
            "Chào bạn. . Học phí của bạn vẫn còn nợ khoản: HPdt 191 ngoài giờ 1440.000, bạn kiểm tra lại nghen. . - Nếu bạn đã hoàn thành CTDT thì không cần dkmh. . - Đúng. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác:   CODE . . Gửi phòng đào tạo trường Đại học Bách Khoa thành phố Hồ Chí Minh. . Em tên Ngô Trần Minh Viên . . MSSV: [student_id]. . Em xin được khiếu nại về điểm hoãn thi cuối kì HK202 của em. Mặc dù em đã gửi đơn xin hoãn thi nhưng điểm thi môn học Đường lối cách mạng Đảng Cộng sản Hồ Chí Minh và có thể là 3 môn Phương pháp tính, Anh Văn 3 và Cơ lí thuyết vẫn bị điểm 13(điểm 0).. . Em rất mong được giúp đỡ, em xin cảm ơn.",
            "Chào em,. . - Danh sách thi PĐT đã gửi trước rồi em. . - Em đã điền form hoãn thi, xem email xác nhận nhé.. . Thân mến,. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em chào ad ạ,. . Chuyện là môn học triết MacLenin (SP1031) kỳ 202 của tụi em thành phần điểm là 20/20/60 nhưng khi ra file điểm thì ra là 20/30/50 ?. . Không biết có sự sai xót nào không ad nhỉ ?",
            "Chào bạn. . Bạn liên hệ Giảng viên về vấn đề này nghen. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Do đợt đăng kí môn học đợt 3 của kì chính HK211 và đợt 1 lộ trình 2 của kì dự thính DT211 diễn ra vào cùng thời điểm. Do lúc đó môn học Cấp Thoát Nước Đô Thị CI3179 và Thủy Văn Đô Thị CI3013 đang trong quá trình làm đơn xin mở lớp giảng dạy, do em thấy bên lớp dự thính DT211 có mở 2 môn đó trước nên đã đăng kí bên DT211 trước, cũng như sợ bị trùng lịch học, nhưng có thể do vì sỉ số quá ít dẫn đến có thể lớp bị hủy không mở giảng dạy. Hiện tại môn CI3179 Cấp Thoát Nước Đô Thị có lớp mở giảng dạy ở học kì chính HK211 và em không bị trùng lịch học với các môn khác, liệu có cách nào để em tham gia và hoàn thành môn học ở lớp này không ạ, vì đây là môn học bắt buộc và quan trọng của chuyên ngành.. . Em mong nhận được phản hồi và hỗ trợ ạ.. . Em xin cảm ơn.",
            "Bạn bạn,. . Bạn vui lòng trình bày rõ vấn đề của bạn (ghi rõ MH xin hủy và bổ sung MH gì (tên MH, Mã MH, mã nhóm) ghi rõ lý do và gửi qua bksi.. . Vì Hiện tại đã hết thời gian hiệu chỉnh  và hủy môn học của HK211 nhé bạn.. . SV vui lòng đợi thông báo về việc rút môn học (có tính học phí theo quy định), sẽ thông báo cho SV trong tháng 9/2021. . Xem chi tiết quy chế tại đây:. . aao.hcmut.edu.vn/sinh viên/quy chế/học vụ/Quy chế đào tạo và học vụ bậc đại học, cao đẳng:/ điều 11.2. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . MSSV :   B [student_id]  /B . . Hệ :   B VHVL  /B . . . . Kính gửi :   B Phòng đào tạo  /B  .. . . .   B Mong phòng đào tạo đăng ký giúp em môn. . CI4313 ([full_name]P)  /B . .   B Em đã hoàn thành xong hết chương trình đào tạo (bao gồm chuẩn AV450)  /B  , nhưng qua 3 đợt đăng ký chính VÀ đợt đăng ký bổ sung cuối em vẫn chưa đăng ký được [full_name] ạ .. . . . Hiện em vẫn chưa có thời khoá biểu học kỳ này .. . . . Mong phòng đào tạo   B hỗ trợ đăng ký giúp em [full_name] (CI4313)  /B  để em nhận LVTN ạ .. . . .   B Đính kèm :  /B . .   B 1. Ảnh đã thẩm tra TOEIC trên MyBK. . 2. Ảnh xét danh sách nhận [full_name] Tốt Nghiệp .  /B . . . . Em đã   B cố liên lạc với phòng đào tạo qua group zalo VHVL và email + qua BKSI nhưng vẫn chưa được phản hồi ạ .  /B  Hiện tại em đang rất lo lắng vì chưa nhận được luận văn mà học kỳ mới đã bắt đầu gần nữa tháng .. . Kính mong phòng đào tạo giải quyết sớm giúp em ạ .. . . . Em xin cảm ơn quý thầy cô ạ ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em chào phòng đào tạo,. . Em là [full_name]. MSSV: [student_id]. . Nhóm bọn em có khoảng 17 bạn, bị trễ so với các bạn khác cùng khóa k18 1 kỳ. . Các em cùng nhau đăng ký môn \"TR3043 - Đồ án thiết kế động cơ đt\" ở đợt 1 HK21.1. Nhưng đợt 2 HK21.1, bị hủy, bọn em viết đơn xin mở lớp có sự đồng ký của khoa và các thầy cô. Nhưng đợt 2 không biết sao, mà vẫn không mở. Đợt 3 cũng vậy.. . Vì vậy, chúng em quyết định chuyển xuống dự thính đăng ký HK21.1-Dự thính. Đợt 1,2 ở dự tính lộ trình 1 thì đăng ký được. Sang đợt 3, môn học này sang hệ dự thính T01, bọn em không đăng ký được.. . Rồi bây giờ bọn em đăng ký HK21.1 - Dự thính đợt 1, lộ trình 2. Đợt 2 báo kết quả không được mở lớp.. . Sáng em có viết đơn xin mở lớp, thì pđt bảo là dự thính không mở lớp.. . Vậy bây giờ bọn em phải làm như thế nào.. . Em rất mong pđt cho bọn em phương án, cứu vớt bọn em với.. . Em cảm ơn phòng đào tạo",
            "Chào bạn,. . PDT đã ghi nhận yêu cầu về ĐKMH của bạn và đã chuyển cho bộ phận ĐKMH kiểm tra và xử lý.. . Bạn vui lòng theo dõi và kiểm tra TKB thường xuyên trên mybk/Thông tin SV và hệ thống BKeL để kịp tham gia lớp học online. SV chủ động liên hệ với GV để xin vào lớp học trước nhé!. . Trường hợp nếu không đăng ký được (không có khả năng hoặc không đủ điều kiện)  PDT sẽ phản hồi cho SV qua bksi.. . Chúc các bạn học tốt!. . Thân mến,. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . ĐKMH chuyển điểm ĐAMH logistics 1 logistics MSMH: ME3255. .",
            "Chào bạn,. . PDT đã ghi nhận yêu cầu về ĐKMH của bạn và đã chuyển cho bộ phận ĐKMH kiểm tra và xử lý.. . Bạn vui lòng theo dõi và kiểm tra TKB thường xuyên trên mybk/Thông tin SV và hệ thống BKeL để kịp tham gia lớp học online. SV chủ động liên hệ với GV để xin vào lớp học trước nhé!. . Trường hợp nếu không đăng ký được (không có khả năng hoặc không đủ điều kiện)  PDT sẽ phản hồi cho SV qua bksi.. . Chúc các bạn học tốt!. . Thân mến,. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Chào thầy cô,. . Cho em hỏi: Muốn xin đóng học phí trễ hạn vì khó khăn do dịch bệnh thì hình thức đăng ký như thế nào ạ?. . Em xin cảm ơn.",
            "Chào bạn. . Vấn đề gia hạn học phí… Bạn vui lòng liên hệ Phòng Công tác Chính trị Sinh viên để được hướng dẫn.. . [email]. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Em xin chào thầy cô.. . . . Em xin gửi đơn phục hồi TKB học kỳ 203. MOng thầy cô có thể xem xét và phục hồi giúp em trước khi có có thời khoa biểu của đề cương luận văn tốt nghiệp được không ạ. Vì nếu không có thời khoa bieieur của TTTN ở học kỳ 203 thì ĐCKVTN của em ở học kỳ này sẽ bị xóa vì thiếu thực tập ạ.. . Em xin cảm ơn ạ. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học .",
            "Tên SV: [full_name]. . MSSV : [student_id]. . Em muốn đăng ký môn học ME 3255 ở học kì 211 ạ. Mong thầy cô giải quyết giúp em.",
            "Chào bạn,. . PDT đã ghi nhận yêu cầu về ĐKMH của bạn và đã chuyển cho bộ phận ĐKMH kiểm tra và xử lý.. . Bạn vui lòng theo dõi và kiểm tra TKB thường xuyên trên mybk/Thông tin SV và hệ thống BKeL để kịp tham gia lớp học online. SV chủ động liên hệ với GV để xin vào lớp học trước nhé!. . Trường hợp nếu không đăng ký được (không có khả năng hoặc không đủ điều kiện)  PDT sẽ phản hồi cho SV qua bksi.. . Chúc các bạn học tốt!. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Họ và Tên:[full_name]. . MSSV: [student_id]. . Em xin gửi đơn hoãn thi cuối kỳ môn hóa đại cương do em không có đủ điều kiện về trang thiết bị và đường truyền mạng của em không được ổn định.",
            "Thân gửi các bạn sinh viên, . . Phòng Đào tạo (PĐT) đã thông báo cho Sinh viên (SV) về việc nộp đơn hoãn thi trực tiếp cho PĐT đối với các môn học Lý thuyết, mà không thông qua Giảng viên (GV). PĐT sẽ hậu kiểm các tình huống cấm thi sau. Hiện nay, SV đăng ký bằng cách gửi email về PĐT có kèm file và qua hệ thống Hỗ trợ trực tuyến (BKSI). Để nhanh chóng và thuận lợi, PĐT thay đổi phương thức nộp đơn hoãn thi như sau:. . SV đăng nhập vào Google bằng tài khoản BKNetID@hcmut.edu.vn và điền thông tin hoãn thi theo link: https://forms.gle/ckyYcJMWN7w3kqe56. . Hạn cuối: 5 ngày sau khi thi online (chỉ tính ngày làm việc). . Trường hợp SV đã nộp đơn qua email của PĐT và  qua công cụ BKSI (đã hoặc chưa được tiếp nhận), vui lòng điền lại vào form trên để PĐT cập nhật dữ liệu đồng nhất và chính xác.. . Riêng đối với môn Đồ án, Thực tập ngoài trường, Đề cương Luận văn, Luận văn/Tiểu luận tốt nghiệp: SV có thể xin hoãn bảo vệ với lý do dịch Covid-19 ảnh hưởng nghiêm trọng đến kết quả thực hiện đề tài (không thực nghiệm được tại Phòng thí nghiệm, không thực địa, ...). SV gửi email trực tiếp đến Giáo viên hướng dẫn, Khoa/Bộ môn để được xem xét đồng ý và forward email cuối cùng đến email của PĐT để đăng ký.. . Thông tin thêm:. . •\tQuy định hoãn thi (HT): xem chi tiết tại khoản 17.2 Điều 17 trong Quy chế đào tạo và học vụ (aao.hcmut.edu.vn    Sinh viên    Quy chế).. . •\tCác môn có phần thí nghiệm (TNg) sẽ được tổ chức thi sau khi TNg xong. Một số môn, Giảng viên sẽ đề nghị cho thi trước, điểm TNg sẽ có sau, khi đó SV có thể xin hoãn thi.. . •\tRiêng hoãn thi kiểm tra giữa kỳ của HK DT202 và 203: SV liên hệ trực tiếp GV và Bộ môn để được xem xét cho kiểm tra riêng hoặc lấy cột điểm thành phần khác để làm điểm kiểm tra.. .  . . Chúc các bạn học tập thật tốt!. . . . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Mở lớp dự thính (bắt đầu học từ 30/8) . Em [full_name] kính gửi PĐT đơn “Đề nghị mở môn học”, Mong PĐT xem xét mở lớp giúp em môn học Anh văn 300 (Mã MH: AV300). . Kính mong được sự phản hồi sớm nhất từ PĐT.. . [full_name].",
            "Chào bạn. . Bạn xem lại thông báo dkmh về mở lớp. . Quy trình nhận đơn mở lớp (các môn chưa được mở):. . 1-  Tải mẫu đơn “Đề nghị mở môn học”, sau đó SV gửi email trực tiếp đến Giảng viên giảng dạy & Khoa/Bộ môn để được:-. . -      Ký xác nhận đồng ý. . -  \tGhi rõ Thời khoá biểu.. . -  \tĐối với các môn có thực hành/thí nghiệm: Khoa phải cam kết tổ chức. . được cho SV. . 2-  Tiếp theo: gởi đơn + email (tất cả) qua trang hỗ trợ trực tuyến (BKSI)   chọn đề mục: MỞ LỚP DỰ THÍNH    ghi rõ tiêu đề yêu cầu: MỞ MÔN HỌC DỰ THÍNH HK211.. . 3-  Thời gian gởi đơn từ 24/8 đến 17g ngày 25/8. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em muốn tăng sỉ số môn Anh văn 4. . Mã môn học LA1009, lớp DT01 . . học kì dự thính 211 ạ.",
            "Chào bạn,. . PDT đã ghi nhận yêu cầu về ĐKMH của bạn và đã chuyển cho bộ phận ĐKMH kiểm tra và xử lý.. . Bạn vui lòng theo dõi và kiểm tra TKB thường xuyên trên mybk/Thông tin SV và hệ thống BKeL để kịp tham gia lớp học online. SV chủ động liên hệ với GV để xin vào lớp học trước nhé!. . Trường hợp nếu không đăng ký được (không có khả năng hoặc không đủ điều kiện)  PDT sẽ phản hồi cho SV qua bksi.. . Chúc các bạn học tốt!. . Thân mến,. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính chào quý thầy cô.. . Em tên [full_name]. MSSV [student_id].. . Do tình trạng dịch bệnh em tưởng chưa tới lúc đăng kí môn học nên đã bỏ lỡ đăng kí môn học.. . Em rất hối hận và đau đớn. Kính xin quý thầy cô xem xét giúp em đăng kí môn học để duy trì tình trạng học tập cho học kì này.. . -ME3139-Đồ án thiết kế-nhóm lớp L05.. . -ME3201-Kĩ thuật chế tạo 3- nhóm lớp L01_L01. . -ME3025-Phương pháp phần tử hữu hạn-Nhóm lớp L01_L01(lớp đã đủ 60 người). . Em cám ơn thầy cô rất nhiều!. .",
            "Chào bạn,. . PDT đã ghi nhận yêu cầu về ĐKMH của bạn và đã chuyển cho bộ phận ĐKMH kiểm tra và xử lý.. . Bạn vui lòng theo dõi và kiểm tra TKB thường xuyên trên mybk/Thông tin SV và hệ thống BKeL để kịp tham gia lớp học online. SV chủ động liên hệ với GV để xin vào lớp học trước nhé!. . Trường hợp nếu không đăng ký được (không có khả năng hoặc không đủ điều kiện)  PDT sẽ phản hồi cho SV qua bksi.. . Chúc các bạn học tốt!. . Thân mến,. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em là [full_name], MSSV [student_id].Em đã đăng kí hoãn thi môn NLM ạ và thế sao em lại có điểm thi và điểm tổng kết như vầy ạ! EM cảm ơn...",
            "Chào em,. . - Danh sách thi PĐT đã gửi trước rồi em. . - Em đã điền form hoãn thi, xem email xác nhận nhé.. . Thân mến,. .",
            "Dạ thưa như vậy là sao em không hiểu ạ!!! em đã đăng kí form hoãn thi và được xác nhận là hoãn thi thành công rồi ạ!!! nhưng đến hôm nay em vẫn chưa được nhận điểm 13 ạ mà là có điểm tổng kết và điểm thi hẳn hoi rồi...",
            "Cô ghi rõ rồi em, em đã điền form rồi, PĐT có gửi email xác nhận, em đọc kỹ email xác nhận. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Mở lớp dự thính (bắt đầu học từ 30/8) . Tên sinh viên: [full_name], MSSV [student_id]. . Em nộp đơn đăng ký và danh sách sinh viên xin mở lớp dự thính môn Cấu trúc dữ liêu nâng cao, mã môn học 501704.. . Tên giảng viên nhận giảng dạy: thầy [full_name], bộ môn Kỹ thuật Máy Tính, khoa Khoa học và Kỹ thuật Máy Tính. . Do số lượng sinh viên ít nên có đề xuất mở lớp dự thính theo dạng đồ án đã được giảng viên đồng ý. . Kính mong Phòng Đào Tạo cho phép mở lớp dự thính để em và các bạn có thể hoàn thành tiến độ học tập. . Em xin cảm ơn. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Mở lớp dự thính (bắt đầu học từ 30/8) . CI2007 Sức bền vật liệu"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . em đăng kí môn kỹ thuật thi công đã thành công nhưng chưa có môn đó ở thời khóa biểu ạ. .",
            "Chào bạn,. . Sinh viên vui lòng xem kết quả ĐKMH, xem lý do vì sao không ĐKMH được (có đăng ký, nhưng không có TKB) tại trang web: mybk.hcmut.edu.vn    Đăng ký môn học    Đăng ký môn học HK211 - Kết quả đợt 3    bấm vào mục Đăng ký mới    chọn Loại hình đăng ký    xem Lịch sử đăng ký. . . . PDT không đ/ký cho SV MH CI3043 (T: Trùng giờ TKB). . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ vì lý do môn nền móng ( mã MH: CI3197) không mở ở 2 đợt đăng kí môn học và chỉ mở đợt 3 với sĩ số 100 sinh viên nên em không theo dõi và đăng kí kịp. Ngoài ra em không thể đăng kí môn công trình đất yếu ( mã môn học: CI4037) do sợ trùng môn sinh học đại cương, và em đã sắp xếp được ạ. . . . . Mong pđt cho em đăng kí bổ sung kì chính 211 cho 2 môn này, rất quang trọng để em có thể đăng kí luận văn tốt nghiệp kì sau.. . . . Môn:Nền móng (Mã MH : CI3197)_lớp L02. . Môn:Công trình đất yếu(Mã MH: CI4037)_Lớp L01",
            "Chào bạn,. . Vui lòng trình bày rõ nhé, nếu bị trùng sẽ không đăng ký MH được nhé!. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Em chào Thầy/Cô,. . Em tên [full_name], sinh viên năm 4 khoa Điện, ngành Kỹ thuật Điều khiển và Tự động hóa.. . Em đã thực hiện Đồ án môn học dưới hướng dẫn của giáo viên em đã đăng kí. Em có câu hỏi là sắp tới Đề cương luận văn và cả Luận văn tốt nghiệp có phải là giáo viên hướng dẫn đồ án sẽ tiếp tục hướng dẫn Đề cương luận văn không vậy ạ? Nếu em muốn đổi giáo viên hướng dẫn thì thời gian này có đổi được không ạ và cần những điều kiện cần thiết nào vậy ạ?. . Em cảm ơn Thầy/Cô!. .  .",
            "Chào em,. . Em vui lòng liên hệ Khoa, Bộ môn để được hướng dẫn nhé.. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em là sinh viên Bằng 2 chuyển qua hệ VHVL. những môn chung bên bằng 2 em đã được miễn nhưng sao chuyển qua hệ VHVL những môn này không được miễn.. . Nhà trường tự chuyển điểm hay em phải làm đơn miễn.. . Thầy / Cô vui lòng kiểm tra lại giúp em. Em xin thành thật cám ơn.. . Đây là danh sách những môn bên Bằng 2 đã được miễn: . . 001001  [full_name] M-L   5.0. . 001004  D/LOI C/MANG DANG CSVN    3.0. . 001025  TU TUONG HO CHI MINH      2.0. . 006801  GIAI TICH 1               4.0. . 006802  GIAI TICH 2               4.0. . 006804  DAI SO                    3.0. . 006818  XAC SUAT THONG KE         2.0. . 007801  [full_name] LY 1                  4.0. . 007802  [full_name] LY 2                  4.0. . 007805  TN [full_name] LY                 1.0. . 008801  [full_name]    2.0. . 501801  [full_name]         3.0. . [full_name]  HOA DAI CUONG B           2.0. . 610801  [full_name]   2.0",
            "Chào em,. . Em gửi đơn và chụp hình bảng điểm gửi qua [email] để được hướng dẫn nhé.. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Chào Thầy/Cô,. . Em là [full_name], MSSV [student_id]. Em xin ĐKMH chuyển điểm ĐAMH Logistics 1 MSMH:ME3255.. . [full_name],. . Em cám ơn Thầy/Cô.",
            "Chào bạn,. . PDT đã ghi nhận yêu cầu về ĐKMH của bạn và đã chuyển cho bộ phận ĐKMH kiểm tra và xử lý.. . Bạn vui lòng theo dõi và kiểm tra TKB thường xuyên trên mybk/Thông tin SV và hệ thống BKeL để kịp tham gia lớp học online. SV chủ động liên hệ với GV để xin vào lớp học trước nhé!. . Trường hợp nếu không đăng ký được (không có khả năng hoặc không đủ điều kiện)  PDT sẽ phản hồi cho SV qua bksi.. . Chúc các bạn học tốt!. . Thân mến,. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em xin phép được đăng ký rút môn học học kỳ 211 (Học kỳ 1 Năm học 2021 - 2022).. . Họ tên: [full_name]. . MSSV: [student_id]. . Môn rút: Cơ học vật rắn biến dạng.. . Lớp: DT01. . Mã môn học: AS3083. . . . Em xin chân thành cảm ơn. .",
            "Chào bạn,. . Hiện tại đã hết thời gian hiệu chỉnh  và hủy môn học của học kỳ chính và HK dự thính (lộ trình 1) HK211 nhé bạn.. . SV vui lòng đợi thông báo về việc rút môn học (có tính học phí theo quy định), sẽ thông báo cho SV trong tháng 9/2021. . Xem chi tiết quy chế tại đây:. . aao.hcmut.edu.vn/sinh viên/quy chế/học vụ/Quy chế đào tạo và học vụ bậc đại học, cao đẳng:/ điều 11.2. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em xin đăng ký lại các môn học ạ.. . SP1031 - Triết học [full_name] - [full_name]. . [full_name]1013 - Thực tập Cơ khí Đại cương 1. . [full_name]2091 - Phương pháp số. . CH1003 - Hóa đại cương. . [full_name]1015 - Nguyên lý máy. . SP1007 - Ph/luật Việt Nam đại cương",
            "Chào bạn,. . Vui lòng trình bày rõ lý trong yêu cầu ĐKMH, bổ sung thêm mã nhóm xin ĐKMH,. . Vì hiện tại đã bắt đầu HK, SV chủ động liên hệ GV xin vào lớp trước nhé!. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: 1914425  /b \t. . . . Em chào thầy/cô ạ!. . Đợt 1 của ĐĂNG KÝ DỰ THÍNH GIAI ĐOẠN 2 em có đăng ký môn Thí nghiệm vật lí, nhưng trong đợt 2 này em vào phần đó không thấy môn này, mà lại hiện môn của giai đoạn trước, nên không hiệu chỉnh được.. . Cụ thể ở đây em muốn hủy đăng kí môn Thí nghiệm Vật lí vì học phí đã quá nhiều, trường hợp này có được hủy không hay hệ thống bị lỗi ạ?. . Em cám ơn ạ !. . . . . .",
            "Chào bạn,. . PDT đã ghi nhận yêu cầu về ĐKMH của bạn và đã chuyển cho bộ phận ĐKMH kiểm tra và xử lý.. . Bạn vui lòng theo dõi và kiểm tra TKB thường xuyên trên mybk/Thông tin SV và hệ thống BKeL để kịp tham gia lớp học online. SV chủ động liên hệ với GV để xin vào lớp học trước nhé!. . Trường hợp nếu không đăng ký được (không có khả năng hoặc không đủ điều kiện)  PDT sẽ phản hồi cho SV qua bksi.. . Chúc các bạn học tốt!. . Thân mến,. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "chào pđt: em tên đinh văn tiến sinh viên bằng 2 khóa 2018, nay em xin rút môn thí nghiệm công trình (ci4011) nhóm L04,do kì trước em không có đăng kí môn nào nên kì này em đăng kí để duy trì việc học, nhưng trường vừa có đợt đăng kí bổ sung luận văn mà không xét toiec nên em đã đăng kí luận văn, vậy giờ em xin rút môn này.xin cảm ơn. . . .",
            "Chào bạn,. . Hiện tại đã hết thời gian hiệu chỉnh  và hủy môn học của học kỳ chính và HK dự thính (lộ trình 1) HK211 nhé bạn.. . SV vui lòng đợi thông báo về việc rút môn học (có tính học phí theo quy định), sẽ thông báo cho SV trong tháng 9/2021. . Xem chi tiết quy chế tại đây:. . aao.hcmut.edu.vn/sinh viên/quy chế/học vụ/Quy chế đào tạo và học vụ bậc đại học, cao đẳng:/ điều 11.2. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Kính gửi Thầy/Cô,. . . . Em được biết thang điểm chính thức của trường là 10, tuy nhiên trường vẫn có cách quy đổi điểm từ hệ 10 -  4.0 (trên web pdt).. . . . Cho em hỏi: trường có hỗ trợ đổi từ thang 10 -4 và in giúp em bảng điểm hệ 4.0 không?. . . . Em xin cảm ơn Thầy/Cô đã hỗ trợ. Chúc Thầy/Cô luôn sức khỏe.. . . . Trân trọng./.",
            "Chào bạn. . Trường không in bảng điểm hệ 4.0 nghen bạn. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . [full_name] MSSV: [student_id]. . Cho em gửi yêu cầu xin đăng ký môn học ạ.. . SP1007 - Pháp luật Việt Nam đại cương - mã nhóm: CC06. . CO2011 - Mô hình hóa toán học - mã nhóm: CN02. . SP1035 - Chủ nghĩa xã hội khoa học - mã nhóm: L18. . CO3009 - Vi xử lý - vi điều khiển - mã nhóm: L02_L04. . CO3091 - Đồ án thiết kế luận lý - mã nhóm:CC01. .",
            "Chào bạn,. . Vui lòng kiểm tra lại các nhóm ĐKMH, bạn là SV chính quy chỉ đăng ký được các nhóm A và L nhé, SV vui lòng gửi lại . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Kính gủi,. . Em tên là [full_name], mssv [student_id], sinh viên khoa Kỹ thuật xây dựng. Trong học kỳ 211 này em có đăng ký môn Đề cương luận văn tốt nghiệp (CI4345). Em đã chủ động gửi Email xin thầy [full_name] hướng dẫn và được thầy đồng ý. Thầy nói em đăng ký với khoa và giấy tờ sẽ ký sau khi hết giãn cách. Tuy nhiên, em vẫn chưa biết cách thức đăng ký với khoa như thế nào trong tình hình học online, mong được phòng đào tạo hướng dẫn.. . Em xin cảm ơn,. . [full_name]",
            "Chào bạn. . Bạn liên hệ trực tiếp với [full_name]/bộ môn nghen. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em xin trình bày với thầy cô:. . trong chương trình đào tạo của ngành em có môn Công trình cấp thoát nước (MSMH: CI3167) mà em nhầm lẫn cấp thoát nước trong công trình( môn em đã học rồi ) nên em không đăng ký. giờ bạn nói em mới để ý. lỗi nhầm lẫn xuất phát từ em. nhưng em mong thầy cô phòng đào tạo, cho em được học môn đó trong kì này để không bị trể một năm ạ. hiện tại đã học hai tuần nhưng em sẽ cố gắng bắt kịp chương trình giảng dạy và hoàn thành tốt môn học.. . Một lần nữa em xin thầy cô phòng đào tạo cho em được vào lớp môn Công trình cấp thoát nước (MSMH: CI3167). . em xin chân thành cảm ơn.. .",
            "Chào bạn,. . PDT đã ghi nhận yêu cầu về ĐKMH của bạn và đã chuyển cho bộ phận ĐKMH kiểm tra và xử lý.. . Bạn vui lòng theo dõi và kiểm tra TKB thường xuyên trên mybk/Thông tin SV và hệ thống BKeL để kịp tham gia lớp học online. SV chủ động liên hệ với GV để xin vào lớp học trước nhé!. . Trường hợp nếu không đăng ký được (không có khả năng hoặc không đủ điều kiện)  PDT sẽ phản hồi cho SV qua bksi.. . Chúc các bạn học tốt!. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Kính chào phòng đào tạo,. . Em tên là [full_name], mã số sinh viên : [student_id], thuộc chương trình kỹ sư CLC Việt Pháp, email : [email]. . Hiện tại, em đang cần bảng điểm (dạng file PDF) để hoàn thành hồ sơ xin đi thực tập tốt nghiệp ở Pháp. Em đã đăng kí in bảng điểm qua hệ thống mybk rồi, nhưng vì lý do cần gấp nên em muốn nhận được bảng điểm qua email trong thời gian sớm nhất có thể. . . Mong phòng đào tạo sớm phản hồi ạ. Em xin cảm ơn rất nhiều ạ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ em xin chào ạ.. . Dạ học kỳ trước em có việc gia đình nên phải bảo lưu việc học ạ.. . Và vào kỳ này em có đăng ký môn học nhưng không được ạ (lý do là bị tạm dừng học ạ).. . Dạ cho em hỏi, em muốn đăng ký môn học ở đợt bổ sung dự thính này thì phải làm thế nào ạ.. . Em rất mong muốn được đi học lại vào kỳ này ạ.. . Em mong muốn đăng ký môn Anh văn 4, LA1009 ạ. . Em cảm ơn,. . [full_name]",
            "Chào bạn,. . SV vui lòng tải mẫu đơn thu nhận tại trang aao.hcmut.edu.vn/Sinh viên/biểu mẫu. Điền đầy đủ thông tin và gửi qua bksi nhé.. . Nếu có nhu cầu ĐKMH HK211, bạn vui lòng gửi thêm 1 yêu cầu xin đăng ký môn học, ghi rõ tên và Mã MH, mã nhóm, để PDT kiểm tra và ĐKMH cho bạn (nếu còn sĩ số). . . SV chủ động liên lạc với GV để xin vào lớp vì hiện tại đã bắt đầu HK211. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Em chào nhà trường, vì hoàn cảnh có một chút khó khăn nên em muốn hỏi là có giấy xác nhận sinh viên trường đại học Bách Khoa hay không, để em còn gửi để vay mượn chính sách tại địa phương, nếu có thì làm thế nào để em được giấy xác nhận đó ạ .",
            "Chào em,. . - Em liên hệ phòng Công tác chính trị sv qua email [email] để được hướng dẫn nhé.. . - Hiện tại bưu cục không nhận chuyển đến hết ngày 6/9/21. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em đã đăng ký môn học ME4039 - LVTN ngành kt nhiệt vào đợt Đăng ký bổ sung LVTN HK211, đã thõa mãn điều kiện và đã gửi đk. Hiện tại TKB của em vẫn chưa được cập nhật, em mong PĐT kiểm tra lại giúp em xem có vấn đề gì không ạ. Dạ em xin cám ơn.. ."
        ]
    }
]