[
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Dạ em chào thầy/ cô,. . Em muốn đăng ký nộp chứng chỉ ngoại ngữ để  chuyển điểm anh văn, nhưng em đọc thì có chổ quy chế ghi là nộp bảng scan, có chổ thì ghi nộp bảng chụp hoặc scan đều được. Vậy cho em hỏi em có thể nộp bảng chụp ảnh được không ạ. Em cám ơn!. . . . . .",
            "Dạ cho em hỏi là em gửi ảnh là một mặt hay hai mặt của bằng toeic ạ. Em cám ơn ạ !",
            "Dạ thưa thầy cô, hiện tại em đã nộp bảng scan và đã đóng tiền để chuyển điểm anh văn 1 và 2. Dạ tình hình là khoa em sắp thi kỹ sư tài năng cần xét điểm anh văn nên em có một mong muốn là được chuyển điểm càng sớm càng tốt ạ. Em xin chân thành cám ơn !",
            "Chào bạn,. . . . Đến đợt PDT sẽ lấy chuyển điểm nhen.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . dạ chào pdt, em vừa hay tin môn học SP1031 được áp dụng bắt đầu từ kì 201 mà em đã lỡ đăng kí kì hè 193. Em mong pdt có thể hủy môn SP1031 giúp em. Em xin cảm ơn",
            "Chào bạn,. . . . Đối với khoá 2019, học kỳ 193 những môn Mac-lê có mở môn Triết học [full_name] - [full_name] (SP1031). Khoá 2019 đăng kí mã môn này được nhen.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Đăng kí môn học bổ sung DT05 môn PE1025",
            "đã bổ sung PE1025 nhóm DT04"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học .   B  Em tên là [full_name],MSSV[student_id], em muốn đăng ký môn học [full_name] MT2001 và môn học Đường lối cách mạng của Đảng Cộng sản Việt Nam SP1009 vào đợt đăng ký môn học lần 3 này, tuy nhiên vì lý do em ở trong khu vực cách ly không có mạng để đăng ký nên bây giờ em muốn được đăng ký lại.",
            "ko có mạng mà em có thể lên BKSI hỏi được sao ????. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác:",
            "Lịch thi đã được cập nhật lại cho em. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "[full_name]: PE1011. Nhóm: DT04",
            "QUOTE MSSV/MSGV: [student_id] . . Xin chào PĐT Đại học Bách Khoa.. . Em có đăng kí môn học giáo dục thể chất môn cầu lông. Nhưng mới đây em nhận được gmail của PĐT không mở lớp môn bóng bàn và môn cầu lông. Và có hướng dẫn cách đăng kí môn khác, PĐT cho em đăng kí môn:   . . [full_name]: PE1011. Nhóm: DT04  /QUOTE . . Em cảm ơn.",
            "Chào bạn,. . . . PDT đãng kí môn PE1011 cho bạn rồi, sau ngày 24/7 bạn vào kiểm tra kết quả DKMH trên cổng thông tin sinh viên. Nếu có gì thì khiếu nại sớm... . . . Thân.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học bổ sung mã PE1025 .",
            "đã đk nhóm DT02. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính gửi phòng đào tạo,. . . . Em tên là [full_name], sinh viên K19, MSSV: [student_id].. . Em xin được đăng kí môn học bổ sung HK193 môn Aerobic(PE1021), nhóm DT01.. . . . Em xin cảm ơn ạ!",
            "đã đk nhóm DT01. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Đăng ký bổ sung . . PE1025 + DT02. . Môn cầu lông em đăng ký đã bị hủy. .",
            "đã đk nhóm DT02. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Sinh viên: [full_name]\t. . MSSV: [student_id]. . . . Yêu cầu đăng ký bổ môn AEROBIC (PE1021) . Mã nhóm: DT01. . . .",
            "đã đk"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Đăng ký bổ sung kì 193. . PE1025 + DT02. . Môn cầu lông em đăng ký đã bị hủy",
            "đã đk nhóm DT02. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . cho em hỏi: tiêu chuẩn sinh viên năm 3 là tích lũy 56 chỉ là bao gồm những chỉ đã đăng ký của 4 học kỳ hay là những chỉ cần phải qua vậy ạ. .",
            "Chào bạn,. . Phải tính tín chỉ đạt theo chương trình đào tạo của bạn.. . Chúc bạn học tốt. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em chào cô ạ !. . . . Sau kết quả đăng ký môn học đợt 3, em có bị hủy một môn. Do đó em có thể đăng ký bù thêm môn   B IM3063 (Quản lý chất lượng)  /B  nhóm DT01 vào kỳ 193 này được không ạ vì em thấy sĩ số vẫn còn trống là 44/60 ?. . . . Rất mong cô xem xét, em cám ơn cô ạ !. .",
            "đã bổ sung. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Đăng ký bổ sung. . PE1025 + DT02. . Môn cầu lông em đăng ký đã bị hủy",
            "đã bổ sung"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính thưa, em tên là [full_name], mã số sinh viên là [student_id]. Em xin phép được đăng ký bổ sung môn học dự thính hè ở đợt 3 HK2/2019-2020 về môn Giáo dục thể chất - Bóng Chuyền (mã môn là PE1011, mã nhóm là DT03) . Em xin chân thành cảm ơn ạ",
            "Đăng ký môn học. . . . Kính thưa, em tên là [full_name], mã số sinh viên là [student_id], lớp CK19DM2. Em xin phép được đăng ký bổ sung môn học dự thính hè ở đợt 3 HK2/2019-2020 về môn Giáo dục thể chất - Bóng Chuyền (mã môn là PE1011, mã nhóm là DT03) . Em xin chân thành cảm ơn ạ  /QUOTE . .",
            "Đăng ký môn học . Kính thưa, em tên là [full_name], mã số sinh viên là [student_id], lớp VP19PO. Em xin phép được đăng ký bổ sung ở đợt 3 HK2/2019-2020 về môn Giáo dục thể chất - Bóng Chuyền (mã môn là PE1011, mã nhóm là DT03) . Em xin chân thành cảm ơn ạ. .",
            "Chào bạn,. . . . Môn PE1011 nhóm DT03 đã hết chỗ, PDT đăng kí cho bạn nhóm khác, sau ngày 24/7 bạn vào kiểm tra kết quả DKMH trên cổng thông tin sinh viên. Nếu có gì thì khiếu nại sớm... . . . Thân.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Em tên là [full_name]. . MSSV [student_id]. . Đợt đăng kí môn học lần 3 em có đăng kí môn cầu lông DT01 nhưng đã bị hủy môn. Em xin chuyển sang DT03 bóng rổ ạ.. . Em cảm ơn!",
            "Chào bạn,. . . . PDT đãng kí môn bóng rổ cho bạn rồi, sau ngày 24/7 bạn vào kiểm tra kết quả DKMH trên cổng thông tin sinh viên. Nếu có gì thì khiếu nại sớm... . . . Thân.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính thưa, em tên là [full_name], mã số sinh viên là [student_id], lớp CK19DM2. Do em đã nhận được thông báo về việc hủy lớp học Cầu Lông từ phòng Đào tạo nên theo hướng dẫn về việc yêu cầu đăng ký bổ sung môn học học kỳ dự thính hè 193 từ phòng Đào tạo, em xin phép được đăng ký bổ sung môn học Học kỳ dự thính hè 193 về môn Giáo dục thể chất - Bóng Chuyền (mã môn là PE1011, mã nhóm là DT03) . Em xin chân thành cảm ơn ạ. .",
            "Chào bạn,. . . . PDT đãng kí môn PE1011 cho bạn rồi, sau ngày 24/7 bạn vào kiểm tra kết quả DKMH trên cổng thông tin sinh viên. Nếu có gì thì khiếu nại sớm... . . . Thân.. .",
            "Đăng ký môn học . Kính thưa, em tên là [full_name], mã số sinh viên là [student_id], lớp VP19PO. Do em đã nhận được thông báo về việc hủy lớp học Cầu Lông từ phòng Đào tạo nên theo hướng dẫn về việc yêu cầu đăng ký bổ sung môn học học kỳ dự thính hè 193 từ phòng Đào tạo, em xin phép được đăng ký bổ sung môn học Học kỳ dự thính hè 193 về môn Giáo dục thể chất - Bóng Chuyền (mã môn là PE1011, mã nhóm là DT03) . Em xin chân thành cảm ơn ạ. .",
            "Chào bạn,. . . . Môn PE1011 nhóm DT03 đã hết chỗ, PDT đăng kí cho bạn nhóm khác, sau ngày 24/7 bạn vào kiểm tra kết quả DKMH trên cổng thông tin sinh viên. Nếu có gì thì khiếu nại sớm... . . . Thân.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . PE1025- lớp DT05",
            "Chào bạn,. . . . PDT đãng kí môn PE1025 cho bạn rồi, sau ngày 24/7 bạn vào kiểm tra kết quả DKMH trên cổng thông tin sinh viên. Nếu có gì thì khiếu nại sớm... . . . Thân.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em chào trường ạ. Em có đăng kí môn bóng bàn cho học kì hè nhưng do trường hủy môn nên em xin đăng kí lại môn bóng chuyền PE1011 nhóm lớp DT02 ạ. .",
            "Chào bạn,. . . . Môn PE1011 nhóm DT02 đã hết chỗ, PDT đăng kí cho bạn nhóm khác, sau ngày 24/7 bạn vào kiểm tra kết quả DKMH trên cổng thông tin sinh viên. Nếu có gì thì khiếu nại sớm... ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Xin chào thầy/cô,. . Vấn đề em đang gặp phải là việc khi em đăng kí môn học thực tập tốt nghiệp em vẫn được báo đủ điều kiện đăng ký và đã gửi đăng ký thành công, nhưng kết quả lại không hiện môn học mà em đăng ký. Được biết muốn đăng ký môn thực tập tốt nghiệp thì phải đạt TCTL ( tối thiếu nợ 16 chỉ), hiện TCLL của em là 78 nếu tính cả HK192 (22 chỉ) mà em đang học thì vẫn đạt điều kiện về số TCTL. Xin phòng hãy giải đáp giúp em.. . Em xin cảm ơn.. . [full_name]",
            "Chào bạn,. . . . Bạn làm đơn có sự đồng ý của ban chủ nhiệm khoa để PDT xét lại TTTN cho bạn.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . dạ như câu từ ngày 16/7, em quên thời gian đăng kí lần 3 học hè, và giờ đã hết thời gian đăng kí học hè lần 3,hiện tại đã có thời khóa biểu nhưng pđt vẫn chưa giải quyết nên em rất hoang mang, không biết em nên viết đơn để xin học hay không ạ.. . . . CO1011 - Kỹ thuật lập trình-lớp DT01_DT01. . . . hiện tại lớp đã đủ người và em thấy bằng sĩ số lí thuyết, không biết em nên viết đơn để xin hay giải quyết ở đây, tại em ở cs2.. . . . mong thầy cô giúp đỡ, em xin cảm ơn thầy cô."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ chào thầy (cô), hiện tại PDT vừa hủy lớp cầu lông trong kì hè 193 và những môn khác đã đủ sĩ số. . . Thầy (cô) cho em hỏi là tụi em có được đăng kí bổ sung đợt mới cho những môn còn lại được không ạ? (VD môn aerobic ạ)",
            "Chào bạn,. . . . PDT đãng kí môn  aerobic cho bạn rồi, sau ngày 24/7 bạn vào kiểm tra kết quả DKMH trên cổng thông tin sinh viên. Nếu có gì thì khiếu nại sớm... . . . Thân.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Sau khi cập nhật thông tin trên bkpay thì phí hỗ trợ sẽ được gửi cho em bằng cách nào và mất bao lâu ạ :(. .",
            "Chào bạn,. . Sẽ chuyển qua tài khoản ngân hàng nhé, bạn có thể liên hệ với Phòng Kế Hoạch Tài chính để hỏi về thời gian khi nào chuyển tiền nhé!. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính thưa quý Thầy (Cô)!. . . . Em tên là [full_name] - MSSV [student_id]. . Trong đợt đăng ký TTTN 193 vừa rồi, em có đăng ký nhầm mã CH3323 chuyên ngành Hóa Lý - Phân tích, nhưng em thuộc chuyên ngành Vô Cơ (CH3343) nên bị hủy kết quả đăng ký.. .  . . Em mong quý Thầy Cô có thể xem xét cho phép em có thể đăng ký môn học mã CH3343.. . . . Em xin chân thành cảm ơn!. . . . . .",
            "Chào bạn,. . . . Bạn làm đơn xin huỷ và đăng kí lại mã TTTN mới, đơn có sự đồng ý của ban chủ nhiệm khoa.. . . . Thân.",
            "No solution"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính gửi phòng đào tạo,. .  Lịch học của em ngày thứ 4 là từ tiết 7 đến tiết 12  và tối thứ 4 học tương tác bằng hangout vào tiết 15,16 theo thời khoá biểu đã đăng ký trên mybk. Nhưng phòng đào tạo lại xếp 2 tiết học hangout thay vì 15, 16  thành 13,14 làm giờ học tiếng anh của em xếp vào 2 tiết 13,14 bị mất. Mong phòng đào tạo xem xét và kiểm tra",
            "Chào bạn,. . . . Đối với các buổi học hangout không có số tiết, hangout có 2 khung giờ 18h đến 19h30, khung giờ 2 là 19h30 đến 21h.. . . . Thân.",
            "li answer rate: Answer is not complete / Câu trả lời chưa hoàn chỉnh",
            "Giờ học đã xếp không đúng như trên mybk đã đăng ký vậy em xin phòng đào tạo hỗ trợ em huỷ môn học ạ. Nếu đúng tiết 15,16 thì em mới có thể học được ạ. Xin phòng đào tạo xem xét.",
            "đã hủy môn MT2001 do em ko học tiết 18.. . tiết 16 sẽ bị trùng. . . . TKB sẽ cập nhật lại sau. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Em tên là Trần Phương Nguyên MSSV: 1813296. . Nay em viết đơn này rất mong nhà trường có thêt giúp em . . Thứ Nhất: Lý do em viết đơn xin này. . Trong đợt đăng ký môn học vừa rồi em phát hiện ra môn Nguyên lý thiết kế kiến trúc công nghiệp của em bị hủy không rõ nguyên nhân trước đó em đã đăng kí và hệ thống báo đăng kí thành công .Vì thế em đã xin nhà trường đăng kí vượt chỉ 13/12 kì hè này môn khác là Thiết Kế Kiến Trúc Công Cộng 3 và nhà trường đã đồng ý nhưng BKSI trả lời đồng ý gần lúc kết thúc đăng kí môn học đợt 3 . Và trước đó em phát hiện ra môn mình bị xóa không phải là do giáo viên hủy lớp mà có mỗi mình em bị out thôi nên em đã hủy không đăng kí môn Thiết Kế kiến trúc công cộng 3 đã xin với lý do em đã tìm được môn khác để đăng kí và đăng kí lại môn đã bị xóa.Hệ thống vẫn báo đăng kí thành công để chắc hơn em đã load lại trang và thấy môn đó vẫn tồn tại . Và đến sáng nay khi em vào kiểm tra thì xong môn đó lại bị hủy .Em đã tính toán rất kĩ để đăng kí môn cho đủ 56 chỉ để được học chuyên ngành năm 3 nhưng giờ thì không được rồi ạ.. . Thứ Hai : Đăng kí môn học. . Như lý do đã nêu trên em rất mong nhà trường có thể xem xét giúp em đăng kí lại môn Thiết kế kiến trúc công cộng 3 mã môn học:CI2069 như em đã xin vì khi đăng kí môn này số chỉ môn học hè của em vượt quá 1 chỉ so với quy định là 13/12 nhưng em đã xin phép lúc trước và nhà trường đã đồng ý .Em rất mong nhà trường hiểu cho em vì hiện tại em vừa rớt thêm 1 môn ở kì này và em cũng mới được thu nhận lại sau khi bị buộc thôi học các môn mà em được học kì rồi rất giới hạn nên em phải đăng kí bổ sung trong hè này. Nếu như nhà trường không giúp em thì em khó mà đạt đủ 56 chỉ để mà đăng kí chuyên ngành năm 3.Nên em tha thiết mong nhà trường xem xét giúp em ạ , giúp em đăng kí môn Thiết Kế Kiến Trúc Công Cộng 3 MMH:CI2069. Em chân thành cảm ơn nhà trường ạ.. . Dưới đây em có đính kèm file hình ảnh đơn xin trên BKSI để học quá 1 tín chỉ kì hè đã được chấp nhận.. .",
            "Chào bạn,. . . . Bạn không đăng kí được môn CI2069 vì vướng môn học trước CI2025.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Dạ em xin chào Phòng Đào Tạo. Hiện em đóng học phí trễ nên nằm trong danh sách không được phép thi cuối kì. Thứ 2 em thi môn học vào lúc 7h sáng nhưng thứ 7 và chủ nhật Phòng đào tạo không làm việc nên em không xin được giấy vào phòng thi.. . Em mong Phòng đào tạo sẽ giúp em để em được tham gia thi môn học vào thứ 2 ạ!. . Em muốn hỏi có cách nào để em nhận được giấy vào phòng thi trước 7h ngày thứ 2 không ạ?. . Em xin chân thành cảm ơn Phòng đào tạo rất nhiều!!!  B",
            "Chào bạn. . Phòng đào tạo trực thi trước 7 giờ nên bạn liên lạc trực tiếp pdt nghen. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Xin chào các thầy cô trong đội ngũ bksi. . Em có nhận được thông báo huỷ lớp bóng bàn và cầu lông từ PĐT ở HK193. Nên em muốn đăng kí bổ sung vào lớp DT03 môn Điền kinh (PE1025), mong quý thầy cô xem xét và tạo điều kiện cho em được đăng kí vào nhóm lớp này.. . . . Em xin cám ơn"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . PE1025 + DT01. .",
            "Chào bạn,. . . . Môn PE1025 nhóm DT01 đã hết chỗ, PDT đăng kí cho bạn nhóm khác, sau ngày 24/7 bạn vào kiểm tra kết quả DKMH trên cổng thông tin sinh viên. Nếu có gì thì khiếu nại sớm... . . . Thân.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "/B . . Cho em hỏi cuối học kì 192 có sinh hoạt công dân không và nếu có thì lịch sinh hoạt như thế nào ạ? mong nhà trường trả lời sớm đề em sắp xếp về quê",
            "Chào bạn,. . . . Sinh hoạt công dân bạn liên hệ với phòng Công tác chính trị sinh viên.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Xin chào phòng đào tạo, em có thắc mắc về việc đăng ký môn \"Thực tập quá trình và thiết bị\" (CH2087) như sau. . . . . Trong đợt đăng ký môn học dự thính hè HK193 - hệ chính quy - đợt 1, em và một số bạn khác đã gửi đăng ký thành công môn \"Thực tập quá trình và thiết bị\" (như hình đính kèm). Tuy nhiên kết quả đăng kí môn học dự thính hè lại không hiển thị và cũng không được xếp thời khóa biểu. Mong PĐT xem xét và giải quyết giúp vấn đề này.",
            "Chào bạn,. . . . Bạn làm đơn xin đăng kí môn TT quá trình thiết bị (CH2087), đơn có sự xác nhận của khoa đồng ý cho bạn đi thức tập trong học kỳ hè này. Nộp PDT nhen.. . . . Thân.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]  /b \t[full_name] [full_name] [full_name] [full_name]   i Đăng ký môn học  /i [full_name] [full_name] [full_name] [full_name] Kính gửi Phòng Đào tạo Trường ĐH Bách Khoa,[full_name] [full_name] [full_name] [full_name] Em là [full_name], mssv: [student_id][full_name] [full_name] [full_name] [full_name] [full_name] Vấn đề em đang gặp phải đó là sự sai khác giữa thời khoá biểu chính thức với lịch học trong đợt đăng ký môn học[full_name] [full_name] [full_name] Hiện tại em đang là sinh viên của Chương trình Kỹ sư Việt Nhật (VJEP)[full_name] Do vậy ngoài giờ học chính em phải tham gia lớp tiếng Nhật (bắt buộc) vào khung giờ tiết 13, 14[full_name] Trong đợt đăng ký môn học cho học kỳ hè 193, em đã chọn những môn học có tiết học Hangout meeting vào tiết 15, 16[full_name] Thế nhưng khi Phòng Đào tạo cập nhật thời khoá biểu chính thức, thì những buổi học Hangout lại rơi vào tiết 13, 14 ( trùng vào giờ học tiếng Nhật của chương trình VJEP)[full_name] Điều này gây ra rất nhiều khó khăn cho việc sắp xếp theo học của bản thân em nói riêng, cũng như những bạn đang theo học Chương trình VJEP nói chung[full_name] [full_name] [full_name] Vậy nên em kính mong Phòng Đào tạo xem xét, kiểm tra có sự nhầm lẫn nào ở đây không[full_name] [full_name] [full_name] [full_name] [full_name] Em xin chân thành cảm ơn[full_name][full_name] [full_name] [full_name] [full_name] Kính thư,[full_name] [full_name] Quốc Thiện[full_name]",
            "Chào bạn,. . . . Bạn liên hệ văn phòng Đào tạo để tư vấn cho bạn nhen.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính thưa PĐT,. . Em tên là [full_name], hiện đang học lớp CK17LOG, vào đợt đăng ký dự thính hè + tttn hk193 vừa qua, do số tín chỉ tích lũy của em chưa đủ nên kết quả trả về là không đăng ký thành công (điều kiện nhận tttn là 98 trong  khi hiện tại em đang có 77 (hình 1)) tuy nhiên kỳ này em có đăng ký 27 chỉ (bao gồm 16 chỉ học kỳ chính và 11 chỉ dự thính), hiện tại các môn dự thính đã thi rồi và em có thể cam kết là em qua hết ạ. Nếu như vậy tổng số chỉ tích lũy của em sẽ đủ điều kiện để đăng ký TTTN. Mong phòng đào tạo xem xét và tạo điều kiện để em học tập đúng tiến độ. Em xin chân thành cảm ơn.. . [full_name]",
            "Chào bạn,. . . . . . Bạn làm đơn  đăng kí lại mã TTTN mới, đơn có sự đồng ý của ban chủ nhiệm khoa.. . . . Thân.. .",
            "No solution"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ em chào thầy cô, vừa rồi em có đăng ký dự thính hè môn cầu lông và bóng bàn nhưng sau đó lại nhận được mail là do điều kiện sân bãi nên hủy lớp.. . . . Hi vọng thầy cô có thể cho em đăng ký bổ sung môn:. . - Bóng chuyền (PE1011) lớp DT04. . - Điền kinh (PE1025) lớp DT05. . được không ạ?. . . . Em xin cám ơn thầy cô, chúc thầy cô sức khỏe ạ !",
            "Chào bạn,. . . . PDT đãng kí môn:. . - Bóng chuyền (PE1011) lớp DT04. . - Điền kinh (PE1025) lớp DT05. .  cho bạn rồi, sau ngày 24/7 bạn vào kiểm tra kết quả DKMH trên cổng thông tin sinh viên. Nếu có gì thì khiếu nại sớm... . . . Thân.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính gửi nhà trường,. . Em tên [full_name], em viết đơn này vì có vấn đề về đăng ký thực tập tốt nghiệp và mong được nhà trường giúp đỡ.. . Hiện tại em đang có 78 tín chỉ tích lũy ngành. Kỳ này em đăng ký 26 tín chỉ( 19 chỉ chính quy + 7 chỉ dự thính ). Tuy nhiên khi có kết quả đăng ký đợt chính thức thì em bị hủy môn do không đủ điều kiện vì em thiếu 1 tín chỉ (78+19 = 97    98 Yêu cầu của ngành) và chưa có kết quả dự thính kỳ này. . . Em không biết sau khi có kết quả dự thính và nếu em đủ điều kiện để nhận TTTN thì em có được nhận TTTN ngày trong kỳ 193 không?. . Em xin cảm ơn.",
            "Chào bạn,. . . . Bạn làm đơn xin đăng kí TTTN, đơn có sự đồng ý của ban chủ nhiệm khoa.. . . . Thân.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Em chào thầy( cô), cho em hỏi khi nào bắt đầu học kì chính 201, em đã lên lịch học vụ nhưng tìm không thấy, Em mong nhận được câu trả lời từ thầy( cô).. . . .",
            "Chào bạn. . Thời gian bắt đầu học HK201 là 21/9, bạn vui lòng kiểm tra mail thường xuyên, pdt sẽ thông báo qua mail Lịch học vụ nghen bạn. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: EM chào thầy cô, cho em hỏi thi anh văn vào ngảy 29-30/8/2020 cũng dùng để xét duyệt chuẩn anh văn mỗi năm của trường phải không ạ? và ngày thi đó có trước ngày xét duet65 anh văn của trường để học năm tiếp theo không?",
            "Chào bạn. . Ngày thi 29-30/8 là gì vậy bạn, pdt không có thông tin về ngày thi anh văn này. Bạn có thể cung cấp thêm thông tin không?. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . -      Do tình hình dịch Covid-19, Nhà trường thông báo không thể tổ chức thêm các nhóm lớp Anh văn mới cho học kỳ chính & dự thính HK192. Sinh viên có nhu cầu học Anh văn vui lòng đăng ký vào học kỳ hè 193.. . . . . . -      Để hỗ trợ cho sinh viên khi đăng ký môn học, Nhà trường tạm thời không xét điều kiện chuẩn tiếng Anh sau mỗi năm học (Chuẩn Anh văn hàng năm cho riêng học kỳ hè 193, học kỳ chính 201 và dự thính 201). . . . . . Em chưa đủ chuẩn tiếng anh cho năm tiếp theo, cho em hỏi là kì tới vẫn có thể đang kí môn học chuyên ngành bình thường phải không ạ?",
            "Chào bạn,. . . . Học kỳ 201 không xét chuẩn chuẩn tiếng anh sau các năm.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em chào thầy/ cô ạ!. . Em gửi tin này để trình bày về vấn đề mà em gặp phải khi học tại trường và nó diễn ra như dưới ạ: . . Kỳ dự thính 192 em có chung nhóm với 1 bạn. Vì bạn này không có trách nhiệm nên em đã ghi vào báo cáo là bạn không tham gia và bạn nhận được 0 điểm bài tập lớn. Khi có kết quả thi cuối kỳ thì bạn thấy thiếu 0,5 điểm để qua môn nên đã liên hệ với giảng viên dạy bài tập và cô có bảo là nếu cả nhóm đồng ý thì cô sẽ sửa. Trong nhóm có em và một bạn đã không đồng ý nên hôm qua bạn này có nhắn tin xúc phạm em và bạn kia, hù dọa em. Em chỉ lưu lại đoạn tin nhắn bạn đó gửi cho em. Em không biết trường mình có xử lý những vụ như thế này không ạ!  em cảm thấy nếu cho điểm trong khi bạn không tham gia làm thì bất công với nhưng bạn khác; mà không cho thì em bị đe dọa như vậy ạ. Bài đăng bạn đó xin xác nhận điểm thì đã bị mất trên diễn đàn em không tìm thấy nữa ạ! . . Thật sự em rất bất an!. . Mong phòng đào tạo có hướng xử lý giúp em! . . Mssv bạn đó là: [student_id] . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính gửi thầy/cô,. . Thầy cô cho em hỏi tại sao em không đăng ký thực tập môn học Quá trình và thiết bị vào học kỳ hè 193 được ạ? Mặc dù em đã đủ điều kiện đăng ký thực tập ạ. Cụ thể:. . - Vào đợt đăng ký môn học đợt 1, em đã đăng ký Thực tập Quá trình và thiết bị.. . - Vào đợt 2, do không thấy kết quả nên em đã đăng ký lại. Nhưng hiện tại khi em xem lại thì đã mất.. . Mong thầy cô giải quyết giúp em với ạ. Nguyện vọng của em là học kỳ hè 193 có thể được thực tập môn học Quá trình và thiết bị đúng chương trình. Lý lịch thực tập em cũng đã nộp cho bộ môn rồi ạ.. . Em xin cảm ơn.",
            "Chào bạn,. . . . Ban đầu khoa không mở các môn Thực tập quá trình thiết bị vì học kỳ 193 thời gian quá ngắn.. . . . Sau đó, nhu cầu các bạn cần học môn này nhiều nên các bạn làm đơn mở lớp (đơn có sự đồng ý của khoa).. . . . Vì đã hết  thời gian DKMH, bạn làm đơn đăng kí lại môn Thực tập quá trình thiết bị , đơn có sự đồng ý của ban chủ nhiệm khoa. Nộp PDT.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Chào PĐT,. . . . Hiện tại em là sinh viên năm 5, vì muốn ra trường trong kì 1 năm sau nên em xin được phép vừa đăng kí thực tập vừa đăng kí môn học đại cương trong trường trong học kì hè này ạ.. . Em đã được sự cho phép của giáo viên thực tập và công ty thực tập.. . . . Em mong PĐT tạo cơ hội và đăng kí môn học (mở thêm sĩ số) [full_name]1009 lớp DT02 và môn CI1003 lớp DT01_DT01 ạ.. . . . Em xin cảm ơn.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Đăng ký môn bơi PE1019 + DT 01",
            "đã bổ sung môn học"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Đăng kí môn thể chất : Bóng chuyền PE1011 + DT 01",
            "Đã bổ sung môn học. . PE1011 nhóm DT03. . Nhóm DT01 hiện ko đăng ký vào được. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "[full_name] -[student_id]. .   i Đăng ký môn học . Môn điền kinh . . PE1025 - DT05",
            "đã bổ sung nhóm DT05. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em muốn đăng kí thực tập tốt nghiệp! hiện em có điểm dự thính môn giải tích 1 đã qua môn nhưng chưa được cập nhập trên mybk.. . Mong xem xét giúp em ạ!. . Em cảm ơn!. .",
            "Chào bạn,. . . . Bạn làm đơn xin đăng kí TTTN đơn có sự đồng ý của ban chủ nhiệm khoa.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em chào trường ạ. Em có đăng kí học môn bóng bàn cho kì hè nhưng do trường hủy môn nên em xin được đăng kí lại môn bóng chuyền PE1001 nhóm lớp DT02 ạ",
            "Môn học PE1011 đã đăng ký. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính gửi Phòng Đào Tạo. . Em tên: [full_name]. . MSSV: [student_id]. . Khoa:Kỹ Thuật Xây Dựng. . Như phản hồi câu hỏi trước lớp đề cương luận văn có được mở trong hè không?, câu trả lời là lớp sẽ không được mở nhưng hiện tại thời khóa biểu HK3 của em có lớp đề cương luận văn được đăng ký thành công vậy em có phải làm và phải đóng phí của lớp không? . .",
            "Chào bạn. . Theo quy định môn đề cương luận văn chỉ mở ở HK chính 1+2, không mở trong HK hè. . Nên Phòng đào tạo sẽ hủy kết quả môn DCLV trong Hk dự thính 193 này. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Họ tên: [full_name]. . MSSV: [student_id]. . Đăng kí bổ sung môn Điền Kinh PE1025 + [full_name]01",
            "trùng lịch học. . Thân",
            "No solution"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em xin hỏi là em có đăng kí thực tập hè vào đợt . . 1 nhưng đến giờ thời khóa biều kì hè của em vẫn chưa cập nhật.Mong phòng đào tạo giải đáp giúp em. Xin cảm ơn.. .",
            "Chào bạn,. . . . Bạn vui lòng cho biết mã số môn học để PDT giải đáp thắc mắc cho bạn.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Chào cô, em tên là [full_name], mã số sinh viên là [student_id]. Em xin phép được đăng ký bổ sung đợt 3 dự thính hè hk193 hệ chính quy môn Giáo dục thể chất - Điền Kinh mã môn là PE1025, mã nhóm là DT05 ạ. Em xin chân thành cảm ơn.",
            "Chào bạn,. . . . PDT đãng kí môn PE1025 cho bạn rồi, sau ngày 24/7 bạn vào kiểm tra kết quả DKMH trên cổng thông tin sinh viên. Nếu có gì thì khiếu nại sớm... . . . Thân.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "MSSV: [student_id]. . Đăng ký môn học mã PE1021. .",
            "đã đk môn PE1021 nhóm DT02. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Dạ tin nhắn trước em có xin hủy 2 môn học hè của mình, do không ghi ra mã môn học nên em nhắn lại ạ. . Dạ cho em hủy môn SP1031_triết học [full_name]-[full_name]. . Và môn AS1003_cơ lý thuyết ạ. . Em cảm ơn trường rất nhiều ạ",
            "môn học đã được hủy. . Thân",
            "Em cảm ơn rất nhiều ạ",
            "li answer rate: Answer suits the needs / Câu trả lời đúng ý"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . [full_name] Mssv: [student_id]. . Cho em xin đăng kí môn bóng rỗ cho kì dự thính hè 193 mã môn học: PE1015",
            "đã đk môn PE1015 nhóm DT02. . Thân"
        ]
    }
]