[
    {
        "intent": "",
        "message": [
            "Học phí - Đại học - Cao đẳng chính quy   Khác ... . Dạ,em đóng tiền thi anh văn trễ hạn,em vừa đóng hôm qua 19/12 nên trường không sắp lịch thi,vậy em có lấy lại tiền lại được không ạ,hôm qua em cũng vừa đóng học phí học kỳ 1 trễ hạn lun,vậy có cho học tiếp hk2 không ạ.Lý do:vừa để dành đủ tiền hôm qua lun   I ạ!Và mình đóng trễ vậy có bị trừ điểm gì ko ạ? Giải đáp giùm em với vì theo lịch là mai em thi rồi ạ",
            "Chào bạn. . Trường hợp thanh toán trễ lệ phí thi Anh văn sẽ không có tên trong danh sách thi đợt này. Bạn vui lòng đợi mail thông báo của phòng  Đào tạo về đợt thi sau. . Bạn vui lòng xem quy định về thanh toán học phí tại đây:http://aao.hcmut.edu.vn/sinh viên/quy chế/ Quy chế đào tạo và học vụ bậc đại học, cao đẳng:/Điều 7. Học phí/7.2 Thanh toán học phí. . Về đăng ký MH. . Trường hợp thanh toán học phí trễ/ cập nhật thông tin, . . Bạn vui lòng vào thanh toán học phí và cập nhật thông tin, cuối ngày (16h hàng ngày) Phòng Đào tạo sẽ lấy dữ liệu và cập nhật cho các bạn đăng ký MH vào 13h ngày hôm sau nhé (trong đợt đăng ký MH). .",
            "Học phí - Đại học - Cao đẳng chính quy   Khác .... . . . Dạ,em đóng tiền thi anh văn trễ hạn,em vừa đóng hôm qua 19/12 nên trường không sắp lịch thi,vậy em có lấy lại tiền lại được không ạ,hôm qua em cũng vừa đóng học phí học kỳ 1 trễ hạn lun,vậy có cho học tiếp hk2 không ạ.Lý do:vừa để dành đủ tiền hôm qua lunạ!Và mình đóng trễ vậy có bị trừ điểm gì ko ạ? Giải đáp giùm em với vì theo lịch là mai em thi rồi ạ  /QUOTE . .",
            "QUOTE Trích. . MSSV/MSGV: [student_id]    . . . . Học phí - Đại học - Cao đẳng chính quy   Khác .... . . . Dạ,em đóng tiền thi anh văn trễ hạn,em vừa đóng hôm qua 19/12 nên trường không sắp lịch thi,vậy em có lấy lại tiền lại được không ạ,hôm qua em cũng vừa đóng học phí học kỳ 1 trễ hạn lun,vậy có cho học tiếp hk2 không ạ.Lý do:vừa để dành đủ tiền hôm qua lunạ!Và mình đóng trễ vậy có bị trừ điểm gì ko ạ? Giải đáp giùm em với vì theo lịch là mai em thi rồi ạ. . . .   /QUOTE . .",
            "li answer rate: Answer is not complete / Câu trả lời chưa hoàn chỉnh",
            "Chào bạn,. . Vui lòng đọc cầu trả lời trên"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tăng sĩ số lớp môn học . Họ và tên: [full_name]. . Mssv: [student_id]. . . . Mong phòng đào tạo gia tăng sĩ số:. . . . -CI3043, KỸ THUẬT THI CÔNG, NHÓM LỚP: A02. . -CI3175, KẾT CẤU BÊ TÔNG CỐT THÉP 2, NHÓM LỚP: A01. . -CI3177, ĐỒ ÁN MÔN HỌC KẾT CẤU BÊ TÔNG CỐT THÉP 2, NHÓM LỚP A03. .  . . Em xin chân thành cảm ơn.",
            "Chào bạn. . Hiện PĐT đã tăng sĩ số môn học lên mức tối đa có thể. . Bạn vào đăng ký liền nhé. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]  /b . .   Đăng kí môn học - Đại học-Cao đẳng chính quy . . Em đến từ lớp HC18SH, sĩ số lớp em là 67 sinh viên ạ. Hiện tại, PĐT chỉ mở 2 lớp tổng 64. . . Em xin lỗi đã làm phiền PĐT, nhưng PĐT nói tăng sĩ số môn Vi sinh vật Mã MH: CH3003. Nhưng em chờ mãi vẫn không thấy tăng sĩ số ạ. . . Em mong PĐT xem xét và tăng sĩ số môn Vi sinh vật giúp em . . . Mã MH: CH3003 . . Nhóm lớp: L01-L01. . Em xin chân thành cảm ơn ạ ! \t. . . .",
            "Chào bạn. . Hiện PĐT đã tăng sĩ số môn học lên mức tối đa có thể. . Bạn vào đăng ký liền nhé. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tăng sĩ số lớp môn học  / Giải tích mạch lớp A01_A0146",
            ". . Chào bạn,. . Môn học hiện tại đã vượt sức chưa tối đa cho phép.. . Nếu bạn môn đăng ký môn học thì bạn liên hệ VP Khoa xin mở thêm lớp, hoặc chờ đăng ký trong đợt Dự thính.. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Lịch thi - Đại học - Cao đẳng chính quy   Lịch thi (trùng lịch thi,...) .",
            "Chào bạn,. . Như mail Phòng Đào tạo đã thông báo, bạn phải tự kiểm tra lịch rảnh của mình trước khi thanh toán lệ phí thi anh văn và không được đổi lịch thi vì bất cứ lý do gì.. . Thân. .",
            "Chào Cô,. . Em đăng ký và thanh toán thi anh văn là vào ngày 14/12, lúc đó thì chưa có lịch thi thí nghiệm hóa lý. Vì lịch học thí nghiệm là vào thứ 4 nên em ko nghĩ là sẽ thi vào thứ 7. . . Còn lịch thi thí nghiệm thì giáo viên chỉ mới gửi ngày hôm qua (19/12) ạ.. . Mong Cô xem xét.",
            "Chào bạn,. . Vui lòng xem mail hướng dẫn của Phòng Đào tạo  đã gửi trước đó nhé!"
        ]
    },
    {
        "intent": "",
        "message": [
            "/B dạ cho em hỏi là em đóng tiền thi anh văn ngày 21/12 ở mybk rồi nhưng trể vài giờ, hiện tại là ngày 20/12 nhưng trên lịch thi của em không có lịch thi anh văn ngày 21/12 vậy là em có được thi không ạ em đã đóng lệ phí thi là 150000",
            "Chào bạn. . Trường hợp thanh toán trễ lệ phí thi Anh văn sẽ không có tên trong danh sách thi đợt này. Bạn vui lòng đợi mail thông báo của phòng  Đào tạo về đợt thi sau. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tăng sĩ số lớp môn học . Gửi Phòng Đào Tạo. . Họ Và Tên: [full_name] . . MSSv :[student_id]. . Môn: Cơ Sở Khoa Học Vật Liệu MA1003. . . . . . . .",
            "Chào bạn.. . bạn xem lại mã môn hay tên môn học có đúng ko nhé.. . Không tìm thấy môn học trên"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học phí - Đại học - Cao đẳng chính quy   Khác ... . Em vừa đóng tiền học phí học kỳ 1 và tiền thi anh văn hôm qua (19/12).Vì lý do:em để dành tới hôm qua mới vừa đủ tiền ạ!Em xin hỏi là:. . +Mình đóng trễ tiền học kì 1 là cuối kỳ mình có được thi không ạ?. . +Và tiền thi anh văn em đóng rồi có lấy lại tiền được ko ạ,tại em vừa đóng tiền(19/12),nên chưa được sắp lịch thi,mà mai(21/12) là thi rồi,vậy có được thi không ạ hay mất lun tiền?. . +Mình đóng trễ vậy có bị trừ điểm gì không a?. . Kính mong PĐT giải đáp dùm em.Em sợ bị mất tiền lắm ạ.Cảm ơn ạ!!!. . . .",
            "Chào bạn. . Trường hợp thanh toán trễ lệ phí thi Anh văn sẽ không có tên trong danh sách thi đợt này. Bạn vui lòng đợi mail thông báo của phòng  Đào tạo về đợt thi sau. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Chào bạn. . Hiện PĐT đã tăng sĩ số môn học lên mức tối đa có thể. . Bạn vào đăng ký liền nhé. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Chào bạn. . Hiện PĐT đã tăng sĩ số môn học lên mức tối đa có thể. . Bạn vào đăng ký liền nhé. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tăng sĩ số lớp môn học . Em xin phép phòng đào tạo mở thêm sĩ số cho lớp thầy [full_name] ạ. Em rất cần môn này trong kì này ạ. Em xin cảm ơn phòng đào tạo.",
            "cung cấp mã môn học nhé em",
            "Dạ EE2005 ạ",
            "Chào bạn. . Hiện PĐT đã tăng sĩ số môn học lên mức tối đa có thể. . Bạn vào đăng ký liền nhé. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Chào các thầy cô PĐT!. . Em có xin mở sỉ số môn EE2023. . Và em xin mở thêm sỉ số ở lớp.. . A04 (40/40). . L18 (35/35). . Tuy nhiên cả 2 lớp này PĐT báo là đã đủ sức chứa, mặc dù lớp L18 và A04 là chung 1 phòng học.. . Mong thầy cô xem xét lại và mở sỉ số lớp L18 cho em ạ (1 slot thôi cũng được ạ).. . Em mong thầy cô PĐT sẽ tạo điều kiện học tập tốt cho sinh viên.. . Em cảm ơn",
            "đã tăng thêm 1 chỗ",
            "em xin chào thầy sỉ số lớp vẫn là 36/36 thầy ơi em chưa đăng ký được ạ! Mong thầy xem xét. .",
            "Chào bạn. . Hiện PĐT đã tăng sĩ số môn học lên mức tối đa có thể. . Bạn vào đăng ký liền nhé. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tăng sĩ số lớp môn học . Em bị lỗi hệ thống xóa môn học. Giờ vô đăng kí lại thì full slot.. Nay em làm đơn xin mở thêm sỉ số môn học.. . Mã môn học: CI3067. . Nhóm/lớp: A01_A01",
            "Chào bạn. . Hiện PĐT đã tăng sĩ số môn học lên mức tối đa có thể. . Bạn vào đăng ký liền nhé. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tăng sĩ số lớp môn học . Em muốn tăng sĩ số lớp môn học này, mã môn học là 008001. . . . Em xin cảm ơn",
            ". . Chào bạn. . Hiện PĐT đã tăng sĩ số môn học lên mức tối đa có thể. . Bạn vào đăng ký liền nhé. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Họ và tên: [full_name]. . MSSV: [student_id]. . - Xin tăng sĩ số lớp A03 môn Hệ thống thông tin quản lí (IM4005) tiết 789 thứ 4 và tiết 789 thứ 5. . - Xin tăng sĩ số lớp A02 môn Quản lí chất lượng (IM3063) tiết 789 thứ 6",
            "Chào bạn. . Hiện PĐT đã tăng sĩ số môn học lên mức tối đa có thể. . Bạn vào đăng ký liền nhé. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tăng sĩ số lớp môn học . Dạ thưa thầy cô phòng đào tạo. Có thể tăng thêm 1 người nữa được không ạ. Em không kịp đăng kí lớp. Em năm 3 rồi ạ. Nếu không học sẽ bị trễ tiến độ lắm ạ. Em xin cảm ơn ạ",
            "bạn cung cấp mã môn học nhé",
            "Dạ thưa thầy mã môn học sức bền vật liệu là \tCI2007. Em xin cảm ơn ạ",
            "Dạ thưa thầy mã môn học sức bền vật liệu là     CI2007. Em xin cảm ơn ạ",
            "Chào em,. . . . Môn CI2007 phòng thí nghiệm bị full sỉ số. Em có thể làm đơn xin mở lớp.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Khác ... . Chào các thầy/cô phòng đào tạo. . . . Em tên Bùi Minh Hậu - MSSV: [student_id]. . . . Hiện tại đang trong quá trình đăng kí môn học của trường em muốn đăng kí 2 môn là : Vi Điều Khiển (   B ME3007  /B  ) và môn Kỹ Thuật Robot (  B  ME3015  /B ), hiện nay em đã đăng ký được môn Vi Điều Khiển ở nhóm lớp:   B A01 – A01  /B  học vào Thứ 5, tiết 7-8-9 tất cả các tuần của học kỳ 192. Bây giờ em muốn đăng ký môn Kỹ Thuật Robot nhưng chỉ còn nhóm lớp :  B A03 – A06  /B  là em không bị trùng thời khóa biểu, nhưng lịch học của lớp này có 3 buổi học thí nghiệm là từ: tiết 2 đến tiết 6 vào ngày Thứ 5 của các tuần: 6, 11, 15  của học kỳ 192 nên em bị vi  phạm học tiết 6 và tiết 7 liên tiếp nên không đăng kí được.. . . . Nên em mong muốn Phòng Đào Tạo sẽ cho em đăng ký thêm môn Kỹ Thuật Robot (  B ME3015  /B ) ở nhóm lớp : A03 – A06. Bởi vì chỉ có 3 buổi trong 3 tuần là em phải học liên tục tiết 6 qua tiết 7 nên em có thể đảm bảo sức khỏe  của em để có thể học tập bình thường.. . . . Em xin cảm ơn ạ !. . . .",
            "Chào em,. . . . Những trường hợp đặt biệt, em phải làm đơn nộp PDT thầy trường phòng duyệt mới đăng kí được."
        ]
    },
    {
        "intent": "",
        "message": [
            "Dạ học kỳ này em thanh toán tiền học phí trễ hạn, hiện tại em đã thanh toán học phí hoàn tất rồi nhưng vẫn chưa được đăng ký môn học đợt này. Cho em hỏi cách để được đăng ký môn học ạ. Em xin cảm ơn!",
            "Chào bạn. . . . Sau khi bạn thanh toán học phí PĐT sẽ mở khóa sau 18h00 hằng ngày, bạn có thể đăng ký sau giờ trên.",
            "li answer rate: Answer suits the needs / Câu trả lời đúng ý"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được . Em hiện tại không thể đăng kí được môn giáo dục thể chất 2. Mã môn học là 005006. . . . Theo em được biết thì các môn GDTC cũ đã đổi thành các mã PE nhưng em không tìm được các mã này. Xin hãy giúp em đăng kí ạ. . . . Em chân thành cảm ơn",
            "Bổ sung thêm là em thuộc sinh viên chương trình Việt Pháp PFIEV khóa 2013",
            "Chào em,. . . . Môn Giáo dục thể chất trước kia học thể dục 1,2,3 sau đó thay đổi (em đọc qui chế giúp chị. . http://www.aao.hcmut.edu.vn/image/data/CTDT/thay_doi_mon_hoc_gdtc.pdf). . . . Em sẽ vào đăng kí môn học, em gõ mã PE tìm thì sẽ hiện các môn như:. . . . - Bóng đá: PE1009, PE1011: Bóng chuyền... em chọn 1 môn nào em thích nhé.. . . . -PDT hướng dẫn bên dưới:. . . . http://apps.aao.hcmut.edu.vn/qlgd_man/home.action;jsessionid=2B6D2949E5BD34924E6C370B3526A164"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tăng sĩ số lớp môn học . em là [full_name] mssv [student_id] , em xin pđt mở thêm slot cho môn mạch diện tử ee2007 nhóm A01 của thây [full_name]. rất mong ppđt giúp đỡ để em kịp chương trình học .em xin chân thành cảm ơn !",
            "Chào em,. . . . PDT đã tăng sỉ số, em đăng kí lại nhé.. .",
            "Cô ơi . Em  mới vào nhưng đã hết slot . Vì em k biết lúc nào mở thêm nên k canh được giờ . Cô có cách nào giúp em đăng kí lại được k ạ . Em cảm ơn ..",
            "đã tăng thêm 2 chỗ nhé",
            "Em k đăng kí được môn này thầy ơi . Thầy giúp em thêm slot môn vật lí bán dẫn ee1013  nhóm A02 A04 tiết thứ 4 được k ạ . Em chân thành cảm ơn thầy . Mong thầy giúp đỡ .."
        ]
    },
    {
        "intent": "",
        "message": [
            "Chứng chỉ ngoại ngữ - Đại học - Cao đẳng chính quy   Khác ... . Cho em hỏi là em có đóng phí thi chuẩn anh văn muộn. Hôm nay em lên lịch thi thì không có lịch. Nên em muôna hỏi là làm thể nào để em có thể thi được ạ",
            "Chào bạn. . Trường hợp thanh toán trễ lệ phí thi Anh văn sẽ không có tên trong danh sách thi đợt này. Bạn vui lòng đợi mail thông báo của phòng  Đào tạo về đợt thi sau. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được . Em là sinh viên trương trình Việt Pháp PFIEV, k13 và năm nay đã là năm 7 rồi. Em cần hoàn thành các môn sau đây để có thể nhận được luận văn vào kì tới. Các môn bao gồm 806702 - Vẽ kỹ thuật và 003702 - Tiếng Pháp 2. Hiện tại trên DKMH các môn này được thông báo là không mở lớp nhưng các môn này là môn đại cương năm nhất của trương trình Việt Pháp bắt buộc phải học. Các em năm nhất chắc chắn sẽ có các môn này trong thời khóa biểu vào kì tới để học. Em không biết tại sao các môn này lại không được mở lớp. Xin hãy giúp em đăng kí môn này ạ. . . . Em chân thành cảm ơn",
            "Chào bạn. . . . Chương trình VP các khóa sau đã đổi mã môn học hoặc đổi CTĐT bạn nên tham khảo chương trình đào tạo VP khóa mới nhất để được biết rõ hơn."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được . Em là sinh viên chương trình Việt Pháp. Hiện tại em muốn đăng kí môn PLDC để trả nợ nhưng không đăng kí được. Em có đính kèm hình ảnh lỗi và chương trình đào tạo các năm đầu của PFIEV. Xin hãy giúp em đăng kí. . . . Em chân thành cảm ơn",
            "Chào em,. . . . Môn 008001 nhóm TT01 dành cho các bạn lớp quốc tế, sao em không đăng mã SP1007."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tăng sĩ số lớp môn học . . . Dạ em, xin được đăng ký môn IM3001 lớp A01 (chiều thứ 2). Do thời khóa biểu của em chỉ còn có thể học được ngày đó ạ. . . . . Em cảm ơn nhiều ạ.",
            "Chào bạn. . Hiện PĐT đã tăng sĩ số môn học lên mức tối đa có thể. . Bạn vào đăng ký liền nhé. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tăng sĩ số lớp môn học . Vì em đã có đăng ký môn ME2041 - Nhiệt động và truyền nhiệt ở lớp L01_L01 nhưng vì sĩ số quá ít nên có thể sẽ bị huỷ môn học ở học kỳ này. . . . Nay em xin phép nhà trường được tăng sĩ số môn ME2041 - Nhiệt động và truyền nhiệt -  nhóm lớp L01_L02 để có thể đăng ký môn này vì sĩ số lớp đã 20/20",
            "Chào bạn. . Hiện PĐT đã tăng sĩ số môn học lên mức tối đa có thể. . Bạn vào đăng ký liền nhé. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tăng sĩ số lớp môn học . SV: TÔ NAM BÌNH MSSV:[student_id]. . ĐKMH: Nhập môn thị giác máy tính - ME4201, ĐẠI HỌC CHÍNH QUY, Tăng sĩ số Lớp A01- Nhập môn thị giác máy tính thứ ba tiết 10-11-12",
            "Chào bạn. . Hiện PĐT đã tăng sĩ số môn học lên mức tối đa có thể. . Bạn vào đăng ký liền nhé. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Gửi pdt trường đại học Bách Khóa - ĐHQGTPHCM. . . . Em có 1 số thắc mắc về xin mở lớp như sau:. . . . + Vào đợt đăng kí thứ 3 thì mình có được phép yêu cầu mở môn học k ạ?. . . . + Trong kì chính thì có được phép xin mở môn vào thứ 7, chử nhật k ạ?. . . . Em xin cảm ơn!",
            "Chào em,. . . . Nếu mở dự thính thì mở vào thứ 7,CN. Còn mở học kỳ chính thì không mở vào thứ 7, chủ nhật. Trừ trường hợp môn có thí nghiệm."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tăng sĩ số lớp môn học . Em muốn tăng sĩ số lớp PLDC. Mã môn học SP1007 nhóm lớp P04",
            "Chào bạn. . Hiện PĐT đã tăng sĩ số môn học lên mức tối đa có thể. . Bạn vào đăng ký liền nhé. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tăng sĩ số lớp môn học . Hiện tại môn học ME2041 - Nhiệt động & truyền nhiệt chỉ có 2 nhóm L01 và L02 nhưng vì nhóm L01 trùng thời khoá biểu với 2 môn học khác của em và 2 môn ấy cũng không còn nhóm lớp nào có thời khoá biểu phù hợp, vì vậy em xin phép nhà trường có thể tăng sĩ số nhóm L01_02 được không ạ.. . Xin cảm ơn",
            "Chào bạn. . Hiện PĐT đã tăng sĩ số môn học lên mức tối đa có thể. . Bạn vào đăng ký liền nhé. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]  /b . . Em tên [full_name] MSSV:[student_id] khoa Điện Điện Tử. . Kính gửi: Phòng đào tạo . . Dạ cho em hỏi bây giờ em muốn đăng kí môn Tín hiệu và hệ thống (EE2005) và Mạch Điện tử (EE2007) nhưng đã bị đầy sĩ số. Phòng đào tạo có thể đăng kí giúp em không ạ?. . Em cảm ơn. . \t. . . .   i Đăng ký môn học - Đại học - Cao đẳng chính quy   Tăng sĩ số lớp môn học .",
            "Chào em,. . . . Môn EE2005 đã tăng sỉ số em đăng kí nhé, còn môn EE2007 phòng thí nghiệm bị full, em có thể làm đơn xin mở lớp"
        ]
    },
    {
        "intent": "",
        "message": [
            "Lịch thi - Đại học - Cao đẳng chính quy   Lịch thi (không tìm thấy,sai phòng thi,...) . Cho mình hỏi là hôm nay 20 rồi sao mình vẫn chưa có lịch thi av. Mình lên bk pay thì đã thanh toán rồi.. . Nếu hết hôm nqy mà vẫn chưa có lịch thi thì ngày 21 mình xem danh sách thi ở đâu ạ.",
            "Chào bạn,. . Bạn vui lòng xem lịch thi anh văn tại. . https://mybk.hcmut.edu.vn/stinfo/lịch thi. . Phòng Đào tạo đã cập nhật rồi nhé. .",
            "Mình xem lại nhưng vẫn chưa có lịch thi ạ. Có gì bạn kiểm tra dùm mình. [full_name] cảm ơn",
            "Vui lòng xem file đính kèm",
            "QUOTE gian  /QUOTE . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Em chào quý thầy cô ,. . Em tên là Vũ Thị Kiều Trang, lớp CK18DET,. . Em đã nhận được phản hồi nhưng khi vào thì không thấy lớp đăng kí full rồi,. . Em xin thầy cô có thể mở thêm 1 slot CƠ KHÍ ĐẠI CƯƠNG TIẾT 789 NGAY BÂY GIỜ được không ạ,em cảm ơn.",
            "Chào bạn. . Hiện PĐT đã tăng sĩ số môn học lên mức tối đa có thể. . Bạn vào đăng ký liền nhé. . Thân. .",
            "Em vẫn chưa thấy ạ,. . Thầy cô xem lại hộ em với ạ. . Mail: [email]",
            "li answer rate: Answer suits the needs / Câu trả lời đúng ý",
            "đã lên max là 27 SV.",
            "Em cảm ơn quý thầy cô nhiều nhiều ạ!. . Chúc thầy cô 1 buổi chiều tốt lành."
        ]
    },
    {
        "intent": "",
        "message": [
            "Em mong nhà trường tạo điều kiện mở thêm sĩ số  lớp Dung sai và Kỹ thuật đo (ME3003).. . Thông tin về lớp học hiện có:. . - Nhóm lớp: A01_A01. . - Ngày học: thứ 4. . - Phòng học: 401_C4. . Em cảm ơn",
            "Chào bạn. . Hiện PĐT đã tăng sĩ số môn học lên mức tối đa có thể. . Bạn vào đăng ký liền nhé. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tăng sĩ số lớp môn học . Em chào Thầy/Cô ạ. . Em muốn học môn cơ khí đại cương có mã môn học 1003. Vì 2 lần em đăng kí đều bị hủy môn. Em lo sẽ không kịp tiến độ trong lớp. Em mong nhà trường có thể tăng sĩ số để em có thể học  kịp tiến độ với các bạn ạ.. . Em chân thành cảm ơn,",
            "Chào bạn. . Hiện PĐT đã tăng sĩ số môn học lên mức tối đa có thể. . Bạn vào đăng ký liền nhé. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được . Dạ em đã làm đơn gia hạn học phí HK191 nhưng em không thể đăng kí hiệu chỉnh môn học HK192 với lý do chưa thanh toán HP. Mong thầy(cô) xem xét và hỗ trợ em ạ.. . . . Em xin cảm ơn.. .",
            "Bạn phải thanh toán học phí trước . . . . Sau đó PĐT sẽ mở khóa cho bạn sau 18h00 hằng ngày",
            "Em đã làm đơn gia hạn học phí HK191 sang HK192, cô phòng CTCT-SV nói học phí sẽ thanh toán 2 kì vào lần đóng học phí của HK192 luôn ạ, và việc học và kết quả vẫn được chấp nhận. Thứ 6 (20/12)  em có lên phòng CTCT-SV hỏi cô nói đã nhận đơn gia hạn và không ảnh hưởng đến việc đăng kí môn học của kì 192, chỉ cần lên Bksi nhắn tin xin thầy(cô) là được mở đăng kí. Mong thầy(cô) xem xét kiểm tra lại và hỗ trợ giúp em ạ.",
            "PĐT kiểm tra và thấy bạn vẫn có thể đăng ký môn học bình thường."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tăng sĩ số lớp môn học .",
            "Chào em,. . . . Em có thể cho biết mã số môn học.. .",
            "Em chào ad ạ . . Em là [full_name] . . Mssv [student_id] . . Em đăng ký môn phương pháp tính vào ngày thứ 6 tiết 456 nhóm lớp A02 nhưng đã hết slot . . Em mong muốn được mở rộng sĩ số để có thể đăng ký vào học ạ . . Em cảm ơn ad nhiều",
            "Chào em,. . . . PDT đã tăng sỉ số, em đăng kí lại nhé.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Khác ... . Em xin được đăng kí môn \"Vẽ bản đồ\" vì môn này học từ tiết 2 đến tiết 5 ở CS2 và môn tiếp theo em học từ tiết 7 đến tiết 9 ở CS1 do đó em không đăng kí được môn \"Vẽ bản đồ\".. . Em có thể đảm bảo được thời gian di chuyển từ CS2 về CS1 để kịp thời gian học của môn sau nên em xin nhà trường cho phép em được đăng kí môn \"Vẽ bản đồ\". Vì môn \"Vẽ bản đồ\" chỉ mở 1 năm 1 lần nên nếu em không đăng kí học được môn \"Vẽ bản đồ\" thì em sẽ trễ thêm 1 năm nữa. Em mong nhà trường sẽ hỗ trợ em đăng kí môn \"Vẽ bản đồ\" cùng với môn học sau là môn \"Đo vẽ địa chính\" cũng chỉ mở 1 năm 1 lần.. . Em xin chân thành cảm ơn.",
            "Chào em,. . . . Trường hợp đặt biệt này em làm đơn gởi PDT xem xét có đăng kí được không?",
            "\"Em xin được đăng kí môn \"Vẽ bản đồ\" vì môn này học từ tiết 2 đến tiết 5 ở CS2 và môn tiếp theo em học từ tiết 7 đến tiết 9 ở CS1 do đó em không đăng kí được môn \"Vẽ bản đồ\".. . Em có thể đảm bảo được thời gian di chuyển từ CS2 về CS1 để kịp thời gian học của môn sau nên em xin nhà trường cho phép em được đăng kí môn \"Vẽ bản đồ\". Vì môn \"Vẽ bản đồ\" chỉ mở 1 năm 1 lần nên nếu em không đăng kí học được môn \"Vẽ bản đồ\" thì em sẽ trễ thêm 1 năm nữa. Em mong nhà trường sẽ hỗ trợ em đăng kí môn \"Vẽ bản đồ\" cùng với môn học sau là môn \"Đo vẽ địa chính\" cũng chỉ mở 1 năm 1 lần.\". . . . Trường hợp này em phải làm đơn như thế nào ạ. PDT nói e hỏi trên này ạ!. . Em cảm ơn.. .",
            "Em trình bày y như trên và nói không thể đăng ký được do không đủ thời gian Giữa 2 cơ sở. Ban lãnh đạo phòng sẽ xem xét cho bạn có thể đặc cách đăng ký hay không.. . . . Bạn nên làm sẵn tờ đơn với nội dung như bạn trình bày.. . . . BKSI không duyệt và giải quyết các trường hợp đặc cách"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được . Chào anh. . Em CQ chuyển sang hệ VHVL,do chưa chuyển điểm,chưa có điểm GT1 nên không đăng ký GT2 được.. .",
            "đã cập nhật điểm môn MT1003 lên hệ thống để bạn đăng ký môn MT1005"
        ]
    },
    {
        "intent": "",
        "message": [
            "Em tên là [full_name], mã số sinh viên [student_id].. . Hiện tại em chưa đăng ký được môn Giáo dục thể chất 2 vì không tìm được môn phù hợp với thời khóa biểu các môn học chính (hoặc các lớp đã đầy). . Em có tìm được một lớp học Bơi ( mã lớp PE1019) CC01, tiết 2 3 thứ 3 là phù hợp với thời khóa biểu hiện tại. Nhưng hiện tại lớp đã đầy (sĩ số 42/42).. . Em mong rằng có thể hỗ trợ để đăng ký môn học này. Em chân thành cám ơn",
            "Chào em,. . . . PDT đã tăng sỉ số, em đăng kí lại nhé.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Chương trình đào tạo (thiếu môn tiên quyết, song hành...) . Em tên [full_name], MSSV: [student_id], K14, chuyên ngành kỹ thuật máy tính.. . . . Em đang gặp khó khăn về đăng ký luận văn tốt nghiệp. Hiện tại em đang làm đề cương luận văn, nhưng do chứng chỉ AV chưa đạt nên vẫn chưa thể đăng ký được LVTN cho học kỳ tới.. . . . Em có thế đăng ký luôn LVTN và nộp chứng chỉ AV trong thời gian quy định nào đó được không ạ.. . . . Em đã thi TOEIC hôm 23/12 nhưng chỉ đạt 370 điểm.. . . . Em xin PĐT hướng dẫn em trường hợp này ạ.",
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Chương trình đào tạo (thiếu môn tiên quyết, song hành...). . . . Em tên [full_name], MSSV: [student_id], K14, chuyên ngành kỹ thuật máy tính.. . . . Em đang gặp khó khăn về đăng ký luận văn tốt nghiệp. Hiện tại em đang làm đề cương luận văn, nhưng do chứng chỉ AV chưa đạt nên vẫn chưa thể đăng ký được LVTN cho học kỳ tới.. . . . Em có thế đăng ký luôn LVTN và nộp chứng chỉ AV trong thời gian quy định nào đó được không ạ.. . . . Em đã thi TOEIC hôm 23/12 nhưng chỉ đạt 370 điểm.. . . . Em xin PĐT hướng dẫn em trường hợp này ạ.  /QUOTE . . Chào [full_name], em phải nộp CCAV mới được xét LVTN nhe!"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được . Em không đăng kí được các môn giáo dục thể chất. Khi đăng kí em bị tình trạng \"Bạn không được đăng kí vào nhóm này\". . . . Em thuộc sinh viên của chương trình Việt Pháp PFIEV. Em check mã môn học của chương trình năm 2019, các môn GDTC là PE1003 PE1005,etc... nhưng lại không có. Còn các mã cũ của chương trình theo em được biết là đã thay đổi rồi. Xin phòng đào tạo xem xét giùm em",
            "Chào bạn . . . . Thay đổi của CTĐT áp dụng từ HK182 đã không còn mở các môn GDTC 123. . . . Bạn có thể đăng ký 1 trong 9 môn thể dục tự chọn (Bơi, Võ, Bóng chuyền.....). . . . Bạn gõ mã PE vào mục ĐKMH để xem các môn mở trong HK.. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tăng sĩ số lớp môn học . Em muốn đăng kí môn GDTC, nhưng hầu hết tất cả các môn đều bị trùng lịch học và không thể thay đổi được. Duy chỉ có môn bơi vào thứ 3 (tiết 2-3) là em có thể học được. Nhưng sĩ số lớp hiện tại đã đầy, em mong trường có thể tăng thêm 1-2 slot để em có thể đăng kí được môn này. . . Em xin cảm ơn.",
            "bạn cung cấp mã môn và mã nhóm nhé. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tăng sĩ số lớp môn học . Em tên [full_name] Lớp DD18LT01 cho em xin mở sỉ số lớp để em theo học. Tại lúc đăng kí em bị hủy môn học ạ . Em xin vào lớp A02-A04 (mã môn EE1013) ngày T4 ạ",
            "Chào bạn. . Hiện PĐT đã tăng sĩ số môn học lên mức tối đa có thể. . Bạn vào đăng ký liền nhé. . Thân. .",
            "dạ, vẫn chưa được mở ạ.. . Môn này của em bị kẹt 2 lần r ạ. . . Em vẫn chưa đăng kí được ạ,",
            "Đã tăng lên 35sv / nhóm . . . . bạn vào đăng ký nhanh nhé",
            "dạ vẫn đang 34 ạ.",
            "Chào em,. . . . Môn EE1013  phòng thí nghiệm bị full sỉ số. Em có thể làm đơn xin mở lớp trong đợt dự thính. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tăng sĩ số lớp môn học . Em xin phép thầy cô mở thêm sỉ số lớp môn học Xử lý ảnh (EE3035), nhóm A01 ạ. Mssv của em là [student_id]. Em xin cảm ơn.",
            "Chào bạn. . Hiện PĐT đã tăng sĩ số môn học lên mức tối đa có thể. . Bạn vào đăng ký liền nhé. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Em K15 bên chương trình tiên tiến - chuyên ngành điện tử viễn thông. Đồ án 1 em đã hoàn thành.. . Nhưng hệ thống đăng ký môn học lại ghi e chưa hoàn thành đồ án 1 và bắt em học song hành mấy môn bên ngành điện tử tự động. Nên em không được đăng ký luận văn."
        ]
    },
    {
        "intent": "",
        "message": [
            "[full_name] MSSV/MSGV: [student_id]  /[full_name] \t. . . .   i Đăng ký môn học - Đại học - Cao đẳng chính quy   Tăng sĩ số lớp môn học  Kết cấu hàng không 2-ptkcmb-TR3041 . . . .",
            "Chào bạn. . Hiện PĐT đã tăng sĩ số môn học lên mức tối đa có thể. . Bạn vào đăng ký liền nhé. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tăng sĩ số lớp môn học .",
            "Chào em,. . . . Em có thể cho biết mã số môn học.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Dạ chào Admin. Em là [full_name]SV:[student_id] ngành kỹ thuật công trình xây dựng. Vừa qua em có phản hồi về việc không đăng ký được môn học CI3043 - Kỹ thuật thi công và được anh [full_name] phản hồi lại là bạn đăng ký lại môn học phòng đào tạo sẽ xét lại cho bạn nhưng khi vô đăng ký lại vẫn không đăng ký được ạ không biết em phải làm thế nào để đăng ký lại vậy ạ. Mong admin trả lời sớm để em còn có thể liên hệ với phòng đào tạo sớm không là ngày 21-22/12/2019 phòng đào tạo lại đóng cửa không hoạt động.. .",
            "đã cập nhật lỗi tiên quyết.. . bạn vào đăng ký lại môn học nhé. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính gửi quý thầy cô phòng đào tạo trường Đại học Bách Khoa Tp.HCM. . Em tên là: [full_name]. . MSSV: [student_id]. . Em có đăng đăng kí môn học cho học kì tới là 8 môn 21 tín chỉ thì không biết là có thỏa quy chế không ạ?",
            "Tổng số tối đa là 21 là đúng theo quy chế"
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính xin nhà trường tăng sĩ số nhóm L07 môn Pháp luật Việt Nam đại cương (SP1007).Sáng thứ 3 tiết 2-3-4 tại cơ sở 2.",
            "Chào bạn. . Hiện PĐT đã tăng sĩ số môn học lên mức tối đa có thể. . Bạn vào đăng ký liền nhé. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tăng sĩ số lớp môn học . Kính gửi thầy cô pđt trường đại học Bách Khoa, em tên là [full_name] MSSV [student_id] , thầy cô có thể cho em xin tăng thêm sỉ số môn MT1005 lớp L02-L39 được không ạ? Do lịch của em trùng với mấy môn chuyên ngành nên không thay đổi được ạ? Mong thầy cô giúp emm, em xin cảm ơn ạ",
            "Chào bạn. . Hiện PĐT đã tăng sĩ số môn học lên mức tối đa có thể. . Bạn vào đăng ký liền nhé. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Khác ... . Dạ em chào thầy/cô PĐT,. . Cho em hỏi là em đã nộp đơn xin mở lớp sáng nay, thì chừng nào mới cập nhật trên đăng kí môn học để đăng kí vậy ạ?. . Em cám ơn nhiều ạ!",
            "Các lớp sẽ được cập nhật sau 18H00 chiều nay",
            "Dạ em cám ơn thầy nhiều ạ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tăng sĩ số lớp môn học . Thầy giúp em thêm slot môn vật lí bán dẫn ee1013  nhóm A02 A04 tiết thứ 4 được k ạ . Em chân thành cảm ơn thầy . Mong thầy giúp đỡ ..",
            "Chào em,. . . . Môn EE1013  phòng thí nghiệm bị full sỉ số. Em có thể làm đơn xin mở lớp nhóm TN. ."
        ]
    }
]