[
    {
        "intent": "",
        "message": [
            "Học vụ . Em chào PĐT.. . Em đã mail cho giáo viên và nhận được hồi âm.. . Cho em hỏi mẫu đơn phúc tra điểm tổng kết môn phải lấy ở đâu ạ. Gv bảo phải làm đơn phúc tra mới sữa điểm được ạ. . Trên mybk chỉ có phúc tra điểm thi môn học và đã hết hạn.em không tìm được mẫu đơn phúc tra điểm tổng kết ạ!. . Em cảm ơn!. . . . . .",
            "Chào em,. . Câu trước cô trả lời em rồi:. . - Nếu GV đã khóa môn học và muốn sửa điểm thì GV gửi email hoặc phiếu đề nghị mở khóa môn học, nhóm để mở khóa (HK202) trong thời gian cho phép sửa.. . - Trên mybk chỉ có phúc tra điểm thi môn học và đã hết hạn.em không tìm được mẫu đơn phúc tra điểm tổng kết ạ!. . =  không có mẫu đơn phúc tra điểm tổng kết nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Dạ em chào ban đại diện nhà trường ạ, em là [full_name], MSSV [student_id], hiện em đang thuộc khoa Điện - Điện tử.. . Dạ hiện tại tỉnh Phú Yên quê hương em đang có chương trình khen thưởng sinh viên tiêu biểu do Hội Sinh viên tỉnh Phú Yên tổ chức ạ, hạn chót nhận hồ sơ là ngày 05/12. Bên đó đề nghị cần phải có bảng điểm và xác nhận điểm TB học kỳ của năm nhất ạ. Vào chiều ngày 23/11, em có đăng kí in bảng điểm và giấy xác nhận điểm TB học kỳ và em đã thực hiện thanh toán đầy đủ ạ.. . Dạ em viết yêu cầu này xin nhờ phía nhà trường tạo điều kiện thuận lợi để chuyển giấy tờ của em về càng sớm càng tốt ạ, em hi vọng trong tuần sau sẽ có giấy gửi về để kịp hoàn tất hồ sơ ạ.. . Em có đính kèm file pdf minh chứng bên dưới về việc xét sinh viên tiêu biểu của Hội sinh viên tỉnh Phú Yên ạ. Kính nhờ phía nhà trường xét duyệt sớm giúp em! Em xin chân thành cảm ơn ạ!",
            "Chào bạn. . Hồ sơ của bạn đã được gởi bưu cục, bạn vui lòng đợi nhận nghen. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em chào phòng đào tạo.. . Hiện tại môn truyền số liệu và mạng (EE3019) thầy [full_name] đã hoàn thành điểm gần 2 tuần trước nhưng em vẫn chưa thấy điểm cập nhật trên hệ thống. Phòng đào tạo có thể hoàn thành sớm để em đăng kí tốt nghiệp được không ạ.. . Em cảm ơn",
            "Chào em,. . Điểm do GV nhập, bảng điểm [full_name] gửi PĐT lưu. Em liên hệ [full_name], GV xem bảng điểm còn ở đâu đó chưa tới PĐT nhé em.. . Thân mến. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Em chào cô.. . Em đang ở Sài Gòn vậy nên em đăng kí giấy xác nhận sinh viên xong rồi lên trường lấy được không ạ.. . Hay là bắt buộc tất cả phải chuyển bưu điện ạ. . . Em cảm ơn cô.",
            "Chào em,. . - Em đang ở Sài Gòn vậy nên em đăng kí giấy xác nhận sinh viên xong rồi lên trường lấy được không ạ.. . =  Hiện tại chưa cho phép SV vào trường.. . - SV chủ động đăng ký giấy Xác nhận SV hoãn NVQS để bổ sung cho địa phương và chọn dịch vụ gửi qua được bưu điện (người nhận trả tiền) nếu có nhu cầu (PDT không in hàng loạt như các năm trước). . - Sau khi PĐT cập nhật xong bạn có thể tải bản scan trên trang đăng ký chứng nhận sinh viên.. . Đồng thời PĐT cũng đã gởi bưu điện nếu SV có đăng ký, vui lòng nhận sau.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . xin chào Thầy/cô ạ. . . . Em mới nhận được mail của trường thông báo về việc đăng kí học anh văn theo nhu cầu - tháng 12 (dự thính).. . vậy Thầy/Cô cho em hỏi là học theo hình thức online hay là offline hay kết hợp cả 2.. . Và kì sau (HK212) có được miễn buộc chuẩn tiếng anh sau các năm không?. . . . Em cảm ơn Thầy/Cô nhiều ạ",
            "Chào bạn. . - Hình thức là học online. . - Và kì sau (HK212) có được miễn buộc chuẩn tiếng anh sau các năm : Bạn xem thông báo dkmh Hk212. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ .",
            "Em chưa kích hoạt được OCB nên chưa có tk để nhận lại học phí tạm ứng bằng 2 k2021. . Em có thể lấy stk Ngân hàng khác tên em được không ?",
            "Chào em,. . - Em liên hệ số điện thoại hotline của Ngân hàng OCB để được hỗ trợ:[student_id]8. . - Em có thể lấy stk Ngân hàng khác tên em được không ?. . =  Không được em nhé.. . Thân mến. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính gửi quý thầy cô phòng đào tạo,. . . . Em đăng ký thi anh van 2 kỹ năng nói viết nhưng hệ thống báo không đăng ký được ( file đính kèm). . . . Xin quý thầy cô duyệt cho em đăng ký thi. . . . Chân thành cảm ơn. . . . [full_name] . . [phone_number]. . Mã số sv : [student_id]. . . .",
            "Chào bạn. . Bạn xem quy định hệ VLVH không cần thi anh văn 2 kỹ năng. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: 1513575  /b \t. . . .   i Yêu cầu khác . Em chào thầy/cô. . Em tên là Nguyễn Thị Thu Trang là sinh viên khóa 15 vì một số lí do nên hiện kỳ này là kỳ cuối cùng của em ạ? Nhưng em vẫn chưa hoàn thành luận văn tốt nghiệp. Theo em được biết thì khu vực 1 có thể xin pdt gia hạn thêm 1 học kỳ nữa. Vậy thì em có thể tiếp tục làm luận văn trong kỳ được gia hạn không ạ? Hay e phải chuyển sang hệ vừa học vừa làm mới có thể tiếp tục làm luận văn ạ?. . Nếu em chuyển sang hệ vhvl thì em sẽ thuộc khóa nào ạ?. . Em mong thầy/cô sớm giải đáp giúp em để e có tiếp tục hoàn thành việc học của mình ạ.. . Em xin cảm ơn thầy/cô ạ.",
            "Chào bạn. . - Bạn làm đơn gia hạn 1 Học kỳ nghen, Trong Hk gia hạn bạn có thể đăng ký LVTN nghen. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em tên là [full_name], sinh viên lớp VP19PO, MSSV [student_id], em muốn xin phép hỏi phòng Đào tạo về thủ tục xin tạm dừng học vì lý do cá nhân. . . . . Em xin cảm ơn.",
            "Chào em,. . Em muốn tạm dừng HK nào ?. . Thân mến. .",
            "Em muốn được xin phép tạm dừng trong học kỳ này, học kỳ 1 năm học 2021-2022, tương đương với học kỳ 5 của em.. . . . Em xin cảm ơn.",
            "Chào em,. . Thời điểm này tạm dừng HK211 SV phải thanh toán 100% học phí mới nộp đơn tạm dừng nhé bạn.. . Về việc đăng ký tạm dừng học:. . Bạn vui lòng tải mẫu đơn: Tạm dừng trang web : aao.hcmut.edu.vn    Sinh viên    biểu mẫu. . Điền đầy đủ thông tin nộp qua mail [email] hoặc BKSI. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp .      CỘNG HÒA XÃ HỘI CHỦ NGHĨA VIỆT NAM. .         Độc lập - Tự do - Hạnh phúc. . . .            ĐƠN XIN CỨU XÉT TỐT NGHIỆP. . . .   Kính gửi:. .                                         . . - Phòng đào tạo.. .                                         . . - Trung tâm Đào tạo Bảo dưỡng Công nghiệp.. . . . Em tên: [full_name],  MSSV: [student_id].                                    . . Ngành: Bảo Dưỡng Công Nghiệp,Lớp: BD16CDT.. .                                   . . Em là sinh viên  khóa 2016, chương trình học của em bắt đầu vào tháng 9 năm 2016 và thời hạn đào tạo tối đa của em đến tháng 9 năm 2021.. . Em đã hoàn thành tất cả các môn học trong chương trình đào tạo và cũng đã hoàn thành luận văn tốt nghiệp, nhưng em còn thiếu chứng chỉ anh văn đầu ra để đủ điều kiện nhận bằng tốt nghiệp.. . Nay em đã thi và đạt được chứng chỉ TOEIC 400 theo đúng quy định của khóa đào tạo và nhà trường. Em cũng đã đăng ký nộp Chứng chỉ Ngoại ngữ online trên mybk vào 16/11/2021, ngày trả kết quả 24/11/2021 (kết quả thẩm tra hợp lệ ). Em có gởi tệp hình ảnh đính kèm.. . Do thời gian đào tạo của em đã hết hạn nên hôm nay em viết đơn này muốn xin phép Trung tâm Đào tạo Bảo dưỡng Công nghiệp và Phòng Đào tạo cho em được cứu xét tốt nghiệp.. . Kính mong Trung tâm và Phòng Đào tạo chấp thuận và tạo điều kiện cho em.. . Em chân thành cảm ơn./.. . . .       Tp.HCM, ngày 24, tháng 11, năm 2021.. . . .                         Anh. .                                     . .                  [full_name]",
            "\"Chào bạn,. . PDT đã ghi nhận yêu cầu về đăng ký xét TN của bạn. SV vui lòng theo dõi email  và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 07/12/2021 SV vẫn chưa nhận được mail hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 11/2021 (cập nhật mới gia hạn thời gian xử lý tốt nghiệp). . Thân. . \""
        ]
    },
    {
        "intent": "",
        "message": [
            "Em chào Thầy cô,. . Em muốn được hỏi về danh sách tốt nghiệp chính thức, em đã nhận được mail nhận bằng tốt nghiệp nhưng tra danh sách tốt nghiệp chính thức thì không thấy tên, không biết là có vấn đề gì không ạ?. . Em cảm ơn.",
            "Chào em,. . QD tốt nghiệp chính thức của bạn đã được cập nhật, em xem QD tốt nghiệp tại mybk/Thông tin Sinh viên/Tình trạng nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em xin phép được hoãn kỳ thi cuối kỳ 202,đối với 4 môn học, với lý do.Em không đáp ứng được đủ điều kiện tín hiệu đường truyền.. . Em đã xin phép giáo viên và được xác nhận đủ điều kiện hoãn thi các môn học gồm:Giải tích 2,đại số tuyến tính,cấu trúc rời rạc cho KHMT,kỹ thuật lập trình.. . Em xin chân thành cảm ơn.",
            "Chào bạn. . Bạn xem kĩ lại câu trả lời của Cô cho câu hỏi trước, hiện hồ sơ của bạn vẫn thiếu xác nhận của Giảng viên và Khoa đính kèm nên không thể xử lý, vui lòng xem kĩ thông tin, và các mốc thời gian. . -    Nên Bạn muốn Hoãn thi vui lòng làm theo hướng dẫn . . Bạn tải mẫu đơn: PHIẾU ĐĂNG KÝ HOÃN THI/ VẮNG THI CÓ PHÉP (CUỐI KỲ) tại trang web : aao.hcmut.edu.vn    biểu mẫu. .   U   /I   B Sau khi có xác nhận của Giảng viên hướng dẫn + Khoa đồng ý không Cấm thi (theo quy định thì gởi cho Phòng đào tạo xem xét (nộp qua mail pdt@hcmut.edu.vn hoặc BKSI)”  /B   I   /U . . -    Thời gian Pdt có thể tiếp nhận lại hồ sơ hoãn thi đến 26/11/2021, sau thời gian này Pdt không giải quyết các phát sinh nếu có. Vì đầu tháng 12/2021 đã bắt đầu thi của HK211. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Chào thầy cô. . Em đã nộp đơn đăng ký hủy môn học MA3007-Phương pháp đánh giá vật liệu, hiện thời khóa biểu và lịch thi của em môn học này đã được rút nhưng bảng điểm của em vẫn hiện 15. Em nhờ thầy/cô kiểm tra giúp em ạ.. . Em cám ơn.. .",
            "Chào em,. . Em đã có điềm 17 rồi nhé. Trang WEB chưa cập nhật lại thôi em.. . Thân mến. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em có gửi về trường bộ hồ sơ nhập học văn bằng 2 nhưng chưa nhận được thông báo tạo tài khoản từ OCB nên hiện tại em chưa có tài khoản OCB.. . Cho em hỏi PĐT có cách nào xử lý giúp em nhận lại số tiền đóng học phí lúc đầu còn dư không ạ. Em nộp trước 15 triệu và kỳ này em đăng ký 20 tín chỉ.",
            "Chào bạn,. . Bạn phải cập nhật đúng tên và số tài khoản của mình nhé, không sử dụng tài khoản của người khác. Vì khi chuyển tiền hoàn trả chỉ trả đúng cho sinh viên.. . . . Bạn có thể ra bất kỳ ngân hàng OCB để mở tài khoản cũng được, không nhất thiết là phải đến OCB Lý Thường Kiệt. Tuy nhiên, lúc trước bạn đã là sinh viên của trường ở bằng 1 rồi thì tôi nghĩ bạn cũng đã có số tài khoản OCB rồi.. . . . Nếu không có được số tài khoản của OCB, trong đợt hoàn trả này bạn có thể cung cấp số tài khoản của bạn ở một ngân hàng khác.. . Thân mến. . . . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "U cho em hỏi xin xác nhân của Gv và chủ khoa là làm thế nào ạ do ở xa nên ko xin trực tiếp được",
            "responsible person: [551] [staff_name] [helpdesk staff]",
            "Chào em,. . Em có thể gởi mẫu đơn cho Giảng viên và [full_name] (Đơn đã điền đầy đủ thông tin) để Giảng viên + [full_name] xác nhận trên mẫu đơn hoặc xác nhận qua email của Sv, sau đó chụp hình gởi kèm đơn hoãn thi.. . Thân mến. . . . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em muốn hỏi là trường có mở bổ sung lớp anh văn dự thính không vì sáng nay em vào đăng ký thì đã hết lớp. Ngoài ra cho em hỏi là 5/12 em mới thi AVCB thì hiện tại em có đủ điều kiện để đăng ký anh văn 1A không ạ.. . Em cảm ơn Phòng Đào Tạo. .",
            "Chào bạn. . Vậy thì hiện tại bạn chỉ có thể đăng ký học anh văn cơ bản, khi nào bạn đạt anh căn cb thì mới đăng ký được anh văn 1a. . - Đồng thời bạn nói rõ muốn tăng sĩ số môn anh văn nào. . Thân . .",
            "Chào bạn. . Do bạn viết nội dung không rõ ràng. . Cô đính chính lại, nếu bạn đang học lớp avcb của lớp tiếng anh theo nhu cầu thì giờ bạn đăng ký lớp anh văn 1 được nghen. . Thân",
            "Đăng ký môn học . Kính gửi Phòng Đào Tạo. . Em muốn hỏi là trường có mở bổ sung lớp anh văn dự thính không vì sáng nay em vào đăng ký thì đã hết lớp. Ngoài ra cho em hỏi là 5/12 em mới thi AVCB thì hiện tại em có đủ điều kiện để đăng ký anh văn 1A không ạ. . . Em cảm ơn Phòng Đào Tạo"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em muốn hỏi là trường có mở bổ sung lớp anh văn dự thính không vì sáng nay em vào đăng ký thì đã hết lớp. Ngoài ra cho em hỏi là 5/12 em mới thi AVCB thì hiện tại em có đủ điều kiện để đăng ký anh văn 1A không ạ.. . Em cảm ơn Phòng Đào Tạo"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em tên là [full_name]. . MSSV. . [student_id]. . Quý thầy cô cho em hỏi hiện tại em đã có thể nhận bằng tốt nghiệp chưa ạ. Mấy bạn lớp em đã nhận nhưng mà em vẫn chưa có thông báo.. . Em xin quý thầy cô tra cứu thông tin giúp em.. . Em xin cám ơn quý thầy cô. .",
            "\"Chào bạn,. . Hiện tại Phòng Đào tạo đang tiến hành in bằng và gửi mail nhận bằng theo từng đợt. . SV đã đăng ký tốt nghiệp thành công, vui lòng đợi mail thông báo lên nhận bằng từ Phòng Đào tạo. . Thân. . \""
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ em chào cô!. . Dạ học kì 211 vừa qua, em có đăng kí học AV1 trong kì chính mã LA1003 và sắp đến 05/12 em sẽ thi cuối kì. Điểm quá trình 50% em đạt 10 điểm tương đương với 5.0/10.0, nên cuối kì này em có thi bao nhiêu điểm thì đều qua môn cả. Hiện tại PĐT đang mở lớp AV nhu cầu, em tính sẽ đăng kí AV 2A để học, mà hạn đăng kí chỉ đến 28/11/2021, lúc đó em chưa thi cuối kì môn AV1 (trong kì chính mã LA1003). Dạ như vậy em có dược đăng kí môn AV 2A trong dợt đăng kí lần này không ạ?. . Dạ em cảm ơn Cô rất nhiều ạ!",
            "Chào em,. . bạn đã đăng ký thành công môn AV 2A chưa. . Thân",
            "Dạ cô trả lời em vào ngày 30/11 mà hạn đăng kí là đến ngày 28/11 là kết thúc. Mà em nghe bạn em nói đăng kí thành công sẽ đc học nhưng chưa có kết quả thi av1 thì ko đc thi av2A nên em chưa đăng kí ạ!. . Em cảm ơn cô nhiều ạ!",
            "Dạ cô trả lời em vào ngày 30/11 mà hạn đăng kí là đến ngày 28/11 là kết thúc. Mà em nghe bạn em nói đăng kí thành công sẽ đc học nhưng chưa có kết quả thi av1 thì ko đc thi av2A nên em chưa đăng kí ạ! Dạ cô cho em hỏi là giờ trường có mở đợt đăng kí môn học từ 30/11 đến 06/23, vậy giờ em đăng kí av2A trong đợt này thì nó có giống gì đợt đăng kí av nhu cầu vừa rồi không ạ! av2A đăng kí trong đợt đkmh mới từ 30/11 đến 06/12 thì điểm có tính vào điểm trung bình học kì và trung bình tích luỹ không ạ? hạy chỉ tính đạt để pass môn av2 mà không tính vào điểm trung bình học kì và trung bình tích luỹ ạ giống môn av nhu cầu ạ?. . Em cảm ơn cô nhiều ạ!",
            "Chào bạn. . Giống nghen bạn. . Chào bạn. . Môn Anh văn theo nhu cầu sẽ tính ĐẠT các môn anh văn tương ứng, và tính vào số tín chỉ tích luỹ chung. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em chào thầy/cô ạ,. . Học kì 202 em có hoãn thi Giải tích 2 và Cấu trúc rời rạc, và sau đó cả 2 môn đều có điểm tổng kết. Trong mail danh sách các môn sinh viên đã có điểm tổng kết, nếu vẫn muốn tiếp tục hoãn thi thì điền form, trong danh sách này em chỉ có môn Cấu trúc rời rạc thôi, nên em đã không điền form vì em muốn nhận điểm tổng kết đó của môn Cấu trúc rời rạc nhưng em muốn được hoãn thi môn Giải tích 2, nhưng sau bây giờ các bạn đều đã được ghi điểm hoãn thi và bố trí lịch thi để xóa điểm hoãn thi môn Giải tích 2, còn em thì vẫn ghi nhận điểm tổng kết đó ạ và không được ghi nhận là hoãn thi, mong nhận được hồi đáp, em cảm ơn!",
            "Chào bạn. . Bạn xem lại mail Pdt gởi, chắc chắn Pdt gởi cho bạn để lấy ý kiến là 3 môn, Pdt làm việc theo hệ thống nên chắc chắn là không có sai sót. . - Vì đã ra quyết định hủy hoãn thi nên không thể xử lý. . . . 39\t38\t[student_id]\tLâm Phạm Trọng\tPhúc\tHK202\tCO1007\tCấutrúc rời rạc cho KHMT\tL03\t8.50. . 43\t41\t[student_id]\tLâm Phạm Trọng\tPhúc\tHK202\tCO1027\tKỹ thuật lập trình\tL04\t7.00. . 136\t131\t[student_id]\tLâm Phạm Trọng\tPhúc\tHK202\tMT1005\tGiải tích 2\tL03\t9.00. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "em xin nộp phiếu",
            "responsible person: [551] [staff_name] [helpdesk staff]",
            "\"Chào em,. . Phòng Đào tạo đã tiếp nhận đơn thu nhận của bạn.. . SV theo dõi tình trạng và quyết định sẽ cập nhật tại mybk/Thông tin Sinh viên (dự kiến cập nhật QD trong tháng 12/2021). . SV vui lòng theo dõi lịch học vụ và mail sinh viên để biết thời gian đăng ký môn học cho học kỳ tiếp theo.. . Thân\""
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Chào phòng đào tạo,. . Em là [full_name] CK19CTM4,. . trước đó em đã đăng kí danh sách gia hạn học phí nhưng lại không có tên trong danh sách em mong nhà trường kiểm tra lại vì hiện tại gia đình em rất khó khăn. . . .",
            "Chào em,. . Em liên hệ phòng Công tác chính trị sv qua email [email] để được hướng dẫn nhé.. . Thân mến. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Chào thầy cô ạ!. . Em xin hỏi về thời gian nộp luận văn tốt nghiệp kì này ạ, em đã tìm hiểu nhưng có khá nhiều thông tin khác nhau. Mong được thầy ( cô) giải đáp. . Em cảm ơn ạ",
            "Chào em,. . Em xin hỏi về thời gian nộp luận văn tốt nghiệp kì này ạ. . =  Em liên hệ GV hướng dẫn, [full_name] để được giải đáp nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em chào thầy/cô !. . . . Em gửi đơn xin chuyển sang hệ VHVL có đính kèm file pdf bên dưới ạ.. . Nhờ thầy/cô chuyển giúp em.. . . . Cho em hỏi khi chuyển em kiểm tra ở đâu để biết đã trúng tuyển vậy ạ? . . . . Khi chuyển trúng tuyển là em có thể đăng ký tốt nghiệp liền nếu đủ điều kiện đúng không ạ? . . . . Em cảm ơn.",
            "\"Chào em,. . PDT đã tiếp nhận đơn chuyển qua hệ VLVH của bạn, bạn theo dõi tình trạng sinh viên và quyết định được cập nhật tại:. . Mybk/Thông tin sinh viên/Tình trạng. . Trường hợp nếu SV đã đủ điều kiện tốt nghiệp của hệ VLVH, sau khi có QD chuyển hệ được cập nhật tại mybk/Thông tin SV có thể gửi câu hỏi qua bksi để xin đăng ký xét tốt nghiệp bổ sung. . SV theo dõi mail và lịch học vụ để vào đăng ký môn học cho HK212 nếu còn nợ MH. . Thân\""
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ  /i Em chào thầy cô ạ! tháng 6 vừa rồi em có nộp phiếu xét miễn môn cho trường mà giờ em vẫn chưa nhận được kết quả ạ. Em có gửi email kèm hình ảnh phiếu cho thầy [full_name] mà hơn tuần nay cũng chưa có kết quả. Thầy cô xem lại giúp em với ạ. Em cảm ơn thầy cô nhiều ạ.. . . .",
            "Chào em,. . Em gửi email [email] để được giải quyết, em có thể gửi câu này nhắc lại nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Kính chào Phòng Đào tạo!. . Em là Trần Khương Cường. . Mã số sinh viên: [student_id]. . Khoa: Điện - Điện tử. . . . Em xin trình bày trường hợp của em như sau:. . . . Em có chứng chỉ TOEIC 2 kỹ năng Nghe-Đọc Quốc tế thi ngày 6/11/2021 với số điểm là:. . + Phần nghe (Listening): 355. . + Phần đọc (Reading): 360. . Em đã đăng ký chuyển điểm để xét điểm môn học Anh văn 3 và Anh văn 4.. . . . Em viết đơn này kính mong Phòng đào tạo tạo điều kiện THẨM TRA CHỨNG CHỈ TOEIC sớm nhất có thể để em có điểm môn học Anh văn 3 và Anh văn 4. Từ đó có thể đăng ký Tốt nghiệp ạ!. . . . Hiện tại em rất cần bằng Đại học để kiếm việc làm. Chính vậy em mong nhận được sự giúp đỡ của Phòng đào tạo ạ.. . . . Em xin chân thành cảm ơn.",
            "Chào em,. . Trường hợp của em vui lòng theo dõi tình trạng thẩm tra chứng chỉ ngoại ngữ tại mybk/Đăng ký nộp CCNN, khi nào chuyển qua trạng thái thẩm tra hợp lệ, em gửi lại yêu cầu xin cập nhật chuyển điểm để xét tốt nghiệp. . Còn về thời gian thẩm tra chứng chỉ thì phụ thuộc vào đơn vị cấp chứng chỉ, nên không thể trả lời em về thời gian thẩm tra được nhé. . Thân",
            "Kính chào Phòng đào tạo!. . . . Em là [full_name]. . MSSV: [student_id]. . . . Hiện tại em đã có kết quả thẩm tra Chứng chỉ Toeic. Em có 2 câu hỏi ạ:. . . . 1) Kính mong Phòng đào tạo cập nhật chuyển điểm để xét tốt nghiệp ạ.. . . . 2) Khi Phòng đào tạo cập nhật chuyển điểm xong thì em có thể đăng ký xét tốt nghiệp được ạ?. . . . Rất mong nhận được sự phản hồi từ Phòng đào tạo.. . Em xin chân thành cảm ơn.. . . . Trân trọng./.. . [full_name]. . . . . . . .",
            "\"Chào bạn,. . PDT đã ghi nhận yêu cầu về đăng ký xét TN của bạn. SV vui lòng theo dõi email  và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 07/12/2021 SV vẫn chưa nhận được mail hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 11/2021 (cập nhật mới gia hạn thời gian xử lý tốt nghiệp). . Thân. . \""
        ]
    },
    {
        "intent": "",
        "message": [
            "b [student_id]MSSV/MSGV: [student_id]  /b \tcho e hỏi là năm ngoái e có đóng bảo hiểm y tế nhưng không biết mã thẻ thì giờ sao để đăng kí để đóng ạ. . . .   i Yêu cầu khác .",
            "Chào em,. . Em liên hệ phòng Công tác chính trị sv qua email [email] để được hướng dẫn nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em chào PĐT.. . Em tên: [full_name], là sinh viên Viễn thông chương trình CLC Việt Pháp.. . Khóa: K13. . MSSV: [student_id]2. . . . Em dự kiến nộp xét tốt nghiệp vào hạn 24/12 săp tới. . . Và em đã hoàn thành tất cả   B 114 môn học  /B  trong chương trình:   B tổng cộng 277 tín chỉ  /B .. . Thế nhưng bảng điểm của em trên mybk.humut.edu.vn lại hiển thị:   B 283 tín chỉ  /B .. . . . Em đã hỏi PĐT thì được kêu là phải in bảng điểm ra thì mới được cập nhật đúng, thế nhưng bảng điểm em in ra vẫn sai giống y chang bảng điểm trên website trường.. . . . Em muốn chỉnh sửa lại số tín chỉ trên bảng điểm hiển thị cho đúng để em có thể tốt nghiệp vào đợt xét tốt nghiệp sắp tới của trường.. . . . Mong PĐT xem xét và nhanh chóng chỉnh sửa lại thông tin bị lỗi để em có thể kịp thời gian xét tốt nghiệp vào tháng 12.. . . . Em xin cảm ơn.. . . . p/s: Bên dưới là file excel do em lập, liệt kê tất cả 114 môn và điểm em đã đạt , đồng thời tổng số tín chỉ và điểm trung bình.. . . . . . . . . .",
            "Chào em,. . STCTL 283 là số TCTL chung, khi nào sv được xét TN và lúc đó mới có STCTL ngành 277 nhé.. . Hiện SV còn nợ chứng chỉ ngoại ngữ.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Dạ cho em hỏi về việc in giấy xác nhận sinh viên, tại địa phương em kêu nộp khá gấp mà in giấy với nhận giấy xác nhận theo thời gian ghi là 1 tuần. Cho em hỏi có cách nào để liên hệ xin gửi file qua mail cho em \"Giấy xác nhận sinh viên\" để em nộp kịp hồ sơ tạm hoãn nghĩa vụ quân sự ạ?. . Em cảm ơn thầy, cô đã đọc ạ.",
            "Chào bạn,. . - SV chủ động đăng ký giấy Xác nhận SV hoãn NVQS để bổ sung cho địa phương và chọn dịch vụ gửi qua được bưu điện (người nhận trả tiền) nếu có nhu cầu (PDT không in hàng loạt như các năm trước). . - Sau khi PĐT cập nhật xong bạn có thể tải bản scan trên trang đăng ký chứng nhận sinh viên.. . Đồng thời PĐT cũng đã gởi bưu điện nếu SV có đăng ký, vui lòng nhận sau.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Dạ thưa phòng đào tạo,. . Em là [full_name], MSSV [student_id]. Hiện tại em đã có tên trong danh sách tốt nghiệp chính thức.. . . . Phòng đào tạo cho em hỏi khoảng bao lâu thì có bằng tốt nghiệp chính thức ạ?",
            "\"Chào bạn,. . Hiện tại Phòng Đào tạo đang tiến hành in bằng và gửi mail nhận bằng theo từng đợt. . SV đã đăng ký tốt nghiệp thành công, vui lòng đợi mail thông báo lên nhận bằng từ Phòng Đào tạo. . Thân. . \""
        ]
    },
    {
        "intent": "",
        "message": [
            "Em nộp đơn đăng kí thôi học bắt đầu từ học kì này. .   i Học vụ .",
            "Chào bạn. . Pdt đã ghi nhận đơn thôi học của bạn. . Bạn vui lòng theo dõi tình trạng sinh viên từ “đang học” sang tình trạng “thôi học” sẽ cập nhật trên Mybk-thông tin sinh viên, dự kiến trễ nhất vào 24/12/2021. . PDT sẽ gửi qua mail file scan quyết định tạm dừng cho sinh viên trễ nhất là 24/12/2021. Sau thời gian này vẫn chưa nhận được file quyết định tạm dừng vui lòng gửi phản hồi lại bksi để PDT kiểm tra và trả lời.. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em xin chào thầy cô pđt!. . Em có 3 câu hỏi về chuẩn tiếng anh hằng năm ạ.. . 1. Do tình hình dịch Covid-19 thì hk212 nhà trường có tạm miễn xét chuẩn anh văn không ạ?. . 2. Nếu có thì pđt có thể mở bổ sung lớp anh văn dự thính 1A được không ạ? Bởi vì đã đủ số lượng đăng kí nên em bị trễ thời hạn học để đăng ký môn cho học kì sau ạ.. . 3. Thời hạn nộp chứng chỉ ngoại ngữ quốc tế để kịp xét đăng ký môn học kỳ sau là ngày nào ạ?. . Em xin cảm ơn!",
            "Chào bạn. . - Nhà trường tạm thời không xét điều kiện: Chuẩn tiếng Anh sau mỗi năm học (chuẩn Anh văn hàng năm), Chuẩn CCAV quốc tế khi xét LVTN, Chuẩn Giáo dục thể chất cho riêng HK chính 212 và HK dự thính 212.. . - Bạn vui lòng đăng ký lại môn học ở đợt 2 dkmh HK212 bắt đầu vào ngày 23/12 nghen. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em tên: [full_name]. . MSSV: [student_id]. . Khoa Cơ khí, chuyên ngành Cơ Điện Tử. . Em xin hỏi về điều kiện xét tốt nghiệp của bản thân và còn thiếu những nội dung nào chưa hoàn thành trong việc xét tốt nghiệp ạ? . . Em xin cảm ơn và hi vọng nhận được câu trả lời sớm nhất ạ.",
            "Chào em,. . Trường hợp của bạn còn nợ môn:. . còn nợ CH1003 Hóa Đại Cương. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em chào phòng đào tạo. . Phòng đào tạo cho em hỏi, kỳ sau em sẽ đăng ký luận văn tốt nghiệp nhưng tình hình dịch bệnh em vẫn chưa thi được tiếng anh. Vậy cho em hỏi, phòng đào tạo có chính sách đăng ký luận văn và nộp anh văn vào hạn bảo vệ luận văn không ạ?. . Em cảm ơn phòng đào tạo đã xem!",
            "Chào em,. . Hiện tại chưa có thông báo gì về việc không xét Chuẩn tiếng Anh cho việc đăng ký LVTN ở HK212 nhé.. . Thân mến. . . . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Em có đăng kí làm luận văn tốt nghiệp vào học kì này (HK1 2021-2022) nhưng do tình hình dịch bệnh nên em vẫn chưa thể hoàn thành luận văn và bảo vệ trong kì này.. . Em muốn gia hạn thời gian làm luận văn tốt nghiệp thì có cần phải làm hồ sơ gì không ạ? . . Em mong phòng đào tạo hướng dẫn em giải quyết vấn đề trên ạ.. . Em xin chân thành cảm ơn!",
            "Chào em,. . PĐT đã gửi email đến sv: THÔNG BÁO Kế hoạch tổ chức thi học kỳ 1 năm 2021-2022. . \"5. Hướng dẫn đăng ký hoãn thi Cuối kỳ, dự thi. . - Sinh viên không đáp ứng các yêu cầu về trang thiết bị điện tử, đường truyền như . . trong hướng dẫn thi trực tuyến được phép đăng ký hoãn thi Cuối kỳ trực tuyến. . . Trường hợp này, SV sẽ đăng ký Hoãn thi(HT) Cuối kỳ tại trang Mybk.hcmut.edu.vn . .    Ứng dụng cho Sinh viên    12. Đăng ký hoãn thi Cuối kỳ (Ứng dụng dự kiến bắt . . đầu mở cho Sinh viên đăng ký từ đầu tháng 12/2021 thời gian đăng ký hoãn thi theo . . quy đinh: trong vòng 5 ngày tính từ ngày vắng thi (chỉ tính ngày làm việc)), Sau khi . . SV đăng ký hoãn thi PĐT sẽ hậu kiểm các tình huống cấm thi hoặc không đủ điều . . 2. . kiện hoãn thi với Giảng viên/Bộ môn/Khoa trước khi ra quyết định cho phép hoãn thi.. . Trường hợp đặc biệt, nhà trường sẽ xem xét riêng. Nếu SV được nhận điểm hoãn thi . . Cuối kỳ thì sẽ được phép thi vào lần tổ chức kế tiếp của học phần trong thời hạn tối . . đa 01 năm theo quy định. . . - Các học phần đồ án (ĐA), Thực tập ngoài trường (TTNT), Đề cương luận văn tốt . . nghiệp (ĐCLV), Luận văn tốt nghiệp (LVTN), nếu tình hình dịch bệnh ảnh hưởng . . nghiêm trọng đến kết quả thực hiện, và SV không thuộc diện bị cấm thi (bảo vệ), SV . . phải được sự đồng ý của GV hướng dẫn, có xác nhận của Bộ môn/Khoa, mới được . . phép hoãn thi (nộp bài, báo cáo, bảo vệ). Sinh viên vui lòng tải mẫu đơn . . tại aao.hcmut.edu.vn/ sinh viên/biểu mẫu/Phiếu đăng ký hoãn thi / vắng thi có phép . . (cuối kỳ). Điền đầy đủ thông tin và trình bày rõ lý do xin hoãn thi gửi bằng email về . . pdt@hcmut.edu.vn kèm theo các minh chứng về sự đồng ý của GV hướng dẫn và xác . . nhận của Bộ môn/Khoa\". . - Em muốn gia hạn thời gian làm luận văn tốt nghiệp . . =  Em liên hệ GV, Khoa nhé.. . Thân mến. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Kính gửi phòng đào tạo. . . . Em tên [full_name], MSSV: [student_id]. . . . Em xin phép hỏi là giấy chứng nhận tốt nghiệp tạm thời của em đã có và gửi chưa ạ. Vì mấy hôm nay em lên pđt hỏi thì được biết là chỉ nhận theo đường bưu điện nhưng 2 tuần nay chưa nhận được. Em đã được xác nhận tốt nghiệp từ 29/10. . . . Em xin cảm ơn ạ",
            "Chào em,. . Cô gửi em file scan giấy CN tốt nghiệp tạm thời, bản giấy sẽ gửi theo đường bưu điện nhé,. . Về bằng tốt nghiệp SV vui lòng đợi mail thông báo để nhận sau nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Em chào thầy cô ạ, . . Cho em hỏi là trường mình có cấp giấy chứng nhận sinh viên online không ạ? Bên học bổng người ta cần gấp và họ cần file xác nhận thôi ạ. . . Em xin cảm ơn. .",
            "Chào em,. . - Em đăng ký trên mybk/xác nhận sv. . - Sau khi PĐT cập nhật xong bạn có thể tải bản scan trên trang đăng ký chứng nhận sinh viên.. . Đồng thời PĐT cũng đã gởi bưu điện nếu SV có đăng ký, vui lòng nhận sau.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "B Dạ em có mssv [student_id], [full_name]. Em đã đủ đk tốt nghiệp mà pđt ghi em là nợ HP và ko cho em đăng kí ạ. Anh mở lại cho em đăng kí tốt nghiệp đc ko ạ. Em cảm ơn nhiều. .   i Tốt nghiệp .",
            "Chào em,. . Sau ngày 29/11/2021 em vào đăng ký tốt nghiệp lại nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Kính gửi PĐT,. . . . Em vừa nhận được email mời nhận bằng tốt nghiệp tại cơ sở 1.. . Tuy nhiên hiện tại em đang ở quê, và ở quê em tình hình dịch còn phức tạp nên chưa thể lên TPHCM ngay được.. . Em cũng có đọc thấy lưu ý không được nhận bằng dùm.. . Em muốn hỏi phòng đào tạo có thể giữ giúp em bằng tốt nghiệp, khi nào tình hình dịch đỡ căng thẳng em sẽ lên TPHCM nhận bằng được không ạ? . . Em cảm ơn ạ.",
            "\"Chào em,. . Khi nào em có mặt ở TPHCM thì liên hệ Phòng Đào tạo để nhận bằng tốt nghiệp. Bằng tốt nghiệp vẫn được lưu trữ tại Phòng Đào tạo cho Sinh viên.. . Trường hợp nhận thay bằng tốt nghiệp: Phải có giấy ủy quyền có xác nhận của chính quyền và chỉ có thể ủy quyền cho ba/mẹ/anh/chị/ em ruột (khi nhận phải kèm theo hộ khẩu, CMND/CCCD). . Về lễ tốt nghiệp tháng 11/2021 SV vui lòng đợi thông báo sau của nhà trường. . Thân. . \""
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Kính chào PĐT,. . Em tên [full_name], mssv [student_id], em có một thắc mắc về việc chuẩn anh văn để nhận luận văn tốt nghiệp như sau: Cuối học kì 1 năm 4,có có tham gia kì thi đánh giá chuẩn anh văn toeic 2 kỹ năng do trường tổ chức và em đạt 515, em không biết là em có cần thi lấy chứng chỉ ngoại ngữ quốc tế để được nhận luận văn không ạ. . . Rất mong sự phản hồi của PĐT, em xin chân thành cảm ơn.",
            "Chào em,. . - Theo quy định là phải có CCNN thì mới đăng ký được LVTN. . - Em xem quy chế aao/sinh viên/quy chế, quy định/học vụ/ Quy chế đào tạo và học vụ bậc đại học, cao đẳng/phụ lục 1. . Thân mến. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ .",
            "E có 2 vấn đề cần hỗ trợ, . . Hiện tại e đang tp phan rang , tình hình dịch nên không thể vào chi nhánh ocb 268 lý thường kiệt để kích hoạt tk ocb.. . 30/11 hạn cuối cập Nhật stk e có thể cập Nhật 1 số tk ocb của người thân được không ?. . Vì em đã liên hệ trực tiếp bên ngân hàng và không có cách giải quyết!. . Trường hợp nếu không cập nhật ocb người khác dc , e xin nhà trường gia hạn thêm thời gian để e vào tp hcm làm thủ tục.. .",
            "Chào em,. . Em cần hỏi gì ?. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Dạ em xin chào thầy cô ạ! Em vừa mới nhận được thông tin nộp bằng THPT cho PĐT, và chuyện là em là sinh viên thi lại, nên lúc nhập học em đã có nộp bằng THPT về cho PĐT (xin thầy cô xem hình ảnh email từ PĐT gửi cho em ngày 18/11/2020), nhưng chuyện là do em truy cập vào mybk - vào phần \"Đăng ký nộp bằng PTTH\" và em thấy \"Không thấy đợt đăng ký\" ! Kính mong cô giúp em ạ, em cần phải đăng ký nộp bằng lại từ đầu hay không cần nộp nữa ạ?!! Em xin cảm ơn thầy cô!!!",
            "Chào em,. . Em cung cấp đầy đủ thông tin ([full_name], MSSV, [full_name], [full_name], [full_name], [full_name] TRƯỞNG LÀ AI VÀ [full_name]) và gửi về mail [email]. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Dear anh/chị,. . Em là [full_name]. Em có tên trong danh sách tốt nghiệp đợt 2/2021 nhưng em vẫn chưa nhận được mail nhận bằng tốt nghiệp (đính kèm) trong khi các bạn đã được nhận rồi. Em đăng ký tốt nghiệp hồi 18/10.. . Mong anh/chị xem xét giúp em.. . Em cảm ơn.. . Nguyen. .",
            "\"Chào bạn,. . Hiện tại Phòng Đào tạo đang tiến hành in bằng và gửi mail nhận bằng theo từng đợt. . SV đã đăng ký tốt nghiệp thành công, vui lòng đợi mail thông báo lên nhận bằng từ Phòng Đào tạo. . Do tình hình dịch bệnh nên chỉ giới hạn số lượng gửi mail cho SV lên nhận bằng tốt nghiệp nhé. . Thân. . \""
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ  /i. . . . Hiện tại em đang là sinh viên năm 4. Cho em hỏi, kì sau là kì luận văn,em không biết là nhà trường xét nộp bằng anh văn để được làm luận văn không ạ? Việc nộp bằng có dời do dịch bệnh không hay đúng hạn? . . Em cảm ơn nhà trường.",
            "Chào em,. . Hiện tại chưa có thông báo gì về việc không xét Chuẩn tiếng Anh cho việc đăng ký LVTN ở HK212 nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em chào Anh/Chị,. . Hiện tại em chưa nộp bằng tốt nghiệp THPT cho trường mình nhưng vì đang dịch nên em vẫn còn ở quê và không lấy được bằng. Không biết em có thể hoãn việc nộp bằng cho tới khi hết dịch và đi học lại bình thường được không ạ?. . Em cảm ơn ạ!. .",
            "Chào em,. . Vì tình hình dịch nên phải dựa vào tình hình thực tế rồi nhà trường sẽ thông báo cụ thể cho SV sau.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Em tên [full_name]-[student_id], khoa Kỹ thuật Hóa học, em đã đăng ký nộp bằng tốt nghiệp vào năm ngoái mà đến nay vẫn chưa được xử lý.. . . .",
            "Chào em,. . Em gửi đầy đủ các thông tin (HỌ TÊN, MSSV, LỚP, KHOA, [full_name], [full_name] [full_name]) và gửi về mail [email]. . Thân mến. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Thưa thầy cô,. . . . Em muốn hỏi là liệu khóa K2019 có được học chương trình kỹ sư không? Hay là ở khóa K2019 chỉ có chương trình cử nhân và chương trình liên thông Đh-Ths thôi ạ.. . . . Em cảm ơn thầy cô.. .",
            "Chào em,. . Về chương trình đào tạo: Em vui lòng liên hệ GVCN, [full_name] để được hướng dẫn nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Dạ thưa thầy cô, cho em hỏi về thông tin nộp bằng tốt nghiệp ạ. Dạ là tình hình thì bằng tốt nghiệp của em đang để ở trong ktx đại học quốc gia tphcm khu A nhưng mà hiện nay thì nó chưa mở cửa, em không biết là giờ mình phải đăng kí nộp bằng tốt nghiệp như nào ạ. Hay là đợi tới lúc ktx mở cửa và di chuyển được thì mới lấy bằng trong đó và nộp ạ. Tại hồi tháng 5 em về, e nghĩ chắc về 2 tuần nên cũng không đem theo gì nhiều về nên đã để lại nhiều đồ đạc ở ktx nhưng không ngờ dịch lại dài như vậy. Em ko biết phải giải quyết thế nào, tại trong mail e đọc thấy nộp bằng qua đường bưu điện tới cuối tháng 1. Mong thầy cô giải đáp giúp về trường hợp của em. Em xin cảm ơn.",
            "Chào em,. . Vì tình hình dịch nên phải dựa vào tình hình thực tế rồi nhà trường sẽ thông báo cụ thể cho SV sau.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Em muốn đăng kí nộp bằng THPT. Em đã nhập thông tin của bằng THPT đầy đủ nhưng không \"Xác nhận đăng kí\" được. Mong pdt giải đáp cho em. . . .",
            "Chào em,. . SV đăng ký mà vào không đúng thời gian mở, trước 20/12/2021 và sau 22/01/2022 thì SV sẽ không ấn được nút \"xác nhận đăng ký\".. . Vì vậy SV phải vào đăng ký đúng thời gian PĐT đã thông báo. (PĐT mở từ 0h ngày 20/12/2021 đến 0h ngày 22/01/2022). . Thân mến. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác .  Em Bấm đăng ký nộp bằng THPT nhưng ấn vào không được ạ!!!",
            "Chào em,. . SV đăng ký mà vào không đúng thời gian mở, trước 20/12/2021 và sau 22/01/2022 thì SV sẽ không ấn được nút \"xác nhận đăng ký\".. . Vì vậy SV phải vào đăng ký đúng thời gian PĐT đã thông báo. (PĐT mở từ 0h ngày 20/12/2021 đến 0h ngày 22/01/2022). . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Em là [full_name], từ lúc về quê tránh dịch tháng 6/2021, em và bạn em đã để lại một số đồ dùng ở ký túc xá và trong đó có bằng tốt nghiệp cấp 3. Do vậy nếu theo yêu cầu của trường thì ký túc xá chưa mở cửa được và tụi em cũng chưa thể bay vào hcm để về ktx lấy đồ. Trong trường hợp này, em phải làm sao ạ? Vì đây không phải lỗi của bọn em ạ, em cám ơn.. . . .",
            "Em là [full_name], từ lúc về quê tránh dịch tháng 6/2021, em và bạn em đã để lại một số đồ dùng ở ký túc xá và trong đó có bằng tốt nghiệp cấp 3. Do vậy nếu theo yêu cầu của trường thì ký túc xá chưa mở cửa được và tụi em cũng chưa thể bay vào hcm để về ktx lấy đồ. Trong trường hợp này, em phải làm sao ạ? Vì đây không phải lỗi của bọn em ạ, em cám ơn.",
            "Chào em,. . Vì tình hình dịch nên phải dựa vào tình hình thực tế rồi nhà trường sẽ thông báo cụ thể cho SV sau.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Thân chào quý thầy/cô !. . Em hiện tại đang tạm dừng hk211 và nhà trường đang yêu cầu nộp bằng tốt nghiệp THPT mà em không được quyền truy cập vào mục ĐK nộp bằng trên my bk thì phải làm sao ạ. Em cám ơn ạ !",
            "Chào em,. . SV đăng ký mà vào không đúng thời gian mở, trước 20/12/2021 và sau 22/01/2022 thì SV sẽ không ấn được nút \"xác nhận đăng ký\".. . Vì vậy SV phải vào đăng ký đúng thời gian PĐT đã thông báo. (PĐT mở từ 0h ngày 20/12/2021 đến 0h ngày 22/01/2022). . Thân mến. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Do khó khăn về kinh tế, nên em đến hôm nay em mới đóng được học phí HK1 (hết hạn ngày 19/11), em muốn hỏi về việc các thủ tục mình phải thực hiện để không bị cấm thi cuối kì ạ.",
            "Chào em,. . PĐT đã nhận được thông tin của em, TKB+ lịch thi của em vẫn còn nhé.. . Thân mến. ."
        ]
    }
]