[
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em là [full_name] mssv [student_id]. . PDT có thể điều kiện tốt nghiệp của em đã đủ chưa ạ ? Em cảm ơn!",
            "Chào bạn. . . . Phòng đào tạo đã ghi nhận trường hợp xét tốt nghiệp bổ sung của sinh viên, sau ngày 29/3  Phòng Đào Tạo sẽ thông báo danh sách tốt nghiệp cập nhật mới : . . -          Sinh viên xem kết quả xét lại tốt nghiệp trên: www.aao.hcmut.edu.vn  tốt nghiệp  thông tin tốt nghiệp  danh sách tốt nghiệp 4/2021. . -          Trường hợp không có tên trong danh sách tốt nghiệp bổ sung sinh viên liên hệ trực tiếp phòng đào tạo để kiểm tra lại lý do.. .  . . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính chào phòng đạo tạo.. . . . Em tên là [full_name] - mssv [student_id]. Ngày 5/3 em có làm mất thẻ sinh viên, sau đó em có đăng ký làm lại thẻ sinh viên trên trang web trực tuyến. Em muốn hỏi khi đi nhận thẻ mình có cần phải mang theo \"Phiếu đăng ký làm lại thẻ sinh viên\" có chữ ký xác nhận của phòng CTCT - SV, hay không cần mang theo giấy tờ ạ.. . . . Em xin cảm ơn.. . . . Em rất mong nhận được phản hồi sớm nhất từ phòng đào tạoo.",
            "Kính chào phòng đào tạo.. . . . Em tên là [full_name] - mssv [student_id]. Ngày 5/3 em có làm mất thẻ sinh viên, sau đó em có đăng ký làm lại thẻ sinh viên trên trang web trực tuyến. Em muốn hỏi khi đi nhận thẻ mình có cần phải mang theo \"Phiếu đăng ký làm lại thẻ sinh viên\" có chữ ký xác nhận của phòng CTCT - SV, hay không cần mang theo giấy tờ ạ.. . . . Em xin cảm ơn.. . . . Em rất mong nhận được phản hồi sớm nhất từ phòng đào tạo.",
            "Chào bạn,. . . . Khi nhận thẻ bạn mang \"Phiếu đăng ký làm lại thẻ sinh viên\" có chữ ký xác nhận của phòng CTCT - SV.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Bạn của em học chương trình NIIT của Hoa Sen sắp tốt nghiệp[ văn bằng quốc tế, sau khi học xong muốn học tiếp chương trình công nghệ thông tin của trường mình. Xin nhờ tư vấn giúp.",
            "Chào bạn,. . . . Học bằng 2 hay thạc sỹ.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký LVTN . Chào thấy cô,. . - Học kỳ này em đăng ký LVTN ở hệ ĐTTX nhưng lại không được, lý do là thiếu môn tiên quyết.. . - Tuy nhiên những môn thiếu này em đã học ở hệ VLVH và đang làm thủ tục xin miễn.. . - Cho em hỏi em phải làm thủ tục gì để được nhận LVTN ạ?. . - Em xin chân thành cảm ơn. . . . .",
            "Chào bạn,. . . . Bạn cho biết mã số môn học luận văn bạn muốn đăng kí để PDT xét lại cho bạn.. . . . Thân",
            "Chào cô,. . . . Em muốn đăng ký môn 5X0303 - Khóa Luận/Thi TN (ĐH).. . . . Thân",
            "Chào bạn,. . . . [full_name] ghi nhận và xét lại luận văn cho bạn, sau ngày 30/3 kết quả DKMH sẽ cập nhật trên cổng thông tin sinh viên. Nếu  có gì thắc mắc bạn liên hệ trực tiếp [full_name].. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . PĐT cho em đăng kí môn Kỹ thuật số (EE1009) ở kì dự thính 202 này với ạ. Em cảm ơn!",
            "Em có đăng kí học dự thính đợt 1 môn Kỹ thuật số(EE1009) và Giải tích mạch(EE2033). Qua đợt 2 trả kết quả đợt 1 em chỉ còn mỗi môn Kỹ thuật số(EE1009). Nhưng đợt 2 em có đổi nhóm học Kỹ thuật số(EE1009) từ Chủ nhật  sang Thứ 6. Qua đợt 3 trả kết quả đợt 2 thì em bị xóa luôn cả Kỹ thuật số(EE1009). Vừa rồi đợt 3 em có đăng kí lại Kỹ thuật số(EE1009) do kì này em học chung Hệ thống máy tính và ngôn ngữ lập trình do 2 môn này bổ trợ lẫn nhau. Mong Pđt xem xét cho em được học Kỹ thuật số(EE1009) trong kì này ạ.  Em cảm ơn!"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính gửi Phòng Đào tạo,. . . . Hiện tại, em muốn đăng ký rút môn Điện tử ứng dụng (EE3129) sáng thứ 6 tiết 2-4. . . . . Thay vào đó, em muốn đăng ký bổ sung môn EE3031 - Lập trình hệ thống nhúng (cũng sáng thứ 6) vì môn này liên quan trực tiếp đến đồ án của em. Em không biết làm như vậy thì có được không ạ?. . . . Mong Phòng Đào tạo xem xét ạ.. . Em xin cảm ơn.",
            "Chào bạn,. . . . Môn EE3031 không mở dự thính nên bạn không đăng kí được. . . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tài khoản E-learning của em có bị khóa không nếu em tốt nghiệp?. . Nếu em thường xuyên truy cập e-learning (sau khi tốt nghiệp) thì tài khoản đó của em vẫn không bị khóa phải không ạh",
            "Chào bạn,. . . . Sau khi tốt nghiệp tài khoản sẽ bị khoá nha bạn.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học  /i  . . . . PĐT cho em hỏi là em có đăng kí được môn Nhiệt động lực học& tr/ nhiệt (ME2013) DT01 không ạ. Do thời khóa biểu lúc có lúc không ạ",
            "Chào bạn,. . . . [full_name]T ghi nhận yêu cầu của bạn, kết quả DKMH sẽ cập nhật trên cổng thông tin sinh viên mục TKB.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em hiện tại là sinh viên năm nhất của khoa Hóa. Em có bắt buộc phải nộp chứng chỉ Tin học để được học tiếp năm hai hay không? Và nếu có thì em sẽ học loại chứng chỉ nào vậy ạ?. . . . Thêm một câu hỏi nữa là nếu em không đăng ký học tại trường (khóa 800k) thì em có được phép đi thi luôn hay không ?",
            "Chào bạn,. . . . Hiện tại nhà trường chưa có thông báo về việc nộp chứng chỉ ứng dụng công nghệ thông tin. Khi nào có thông báo PDT sẽ gởi mail thông báo cho sinh viên.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Kết thúc học kỳ 2 thì khoa em bắt đầu xét chuyên ngành (em khoa Hóa), thì cho em hỏi là em nên nộp chứng chỉ ngoại ngữ trễ nhất là khi nào để tính vào điểm xét chuyên ngành năm nay của em? Và em có cần đăng ký chuyển điểm trước hay không?. . . . Em cám ơn",
            "Chào bạn,. . . . Bạn có chứng chỉ ngoại ngữ bạn có thể nộp nha.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: K[student_id]  /b \t. . Em tên [full_name] - MSSV:K[student_id]. Em là sinh viên K13, đợt thi vét 11/2020 vừa rồi em có đăng ký thi vét môn học   I Cơ học thủy khí   /I    I Mã MH:TR1005  /I . Hiện tại, em đã có điểm thi vét trên hệ thống MYBK, nhưng điểm tổng kết môn vẫn còn là 0.0 (hình đính kèm 1). Và tình trạng sinh viên hiện nay của em đang là xóa tên do quá thời hạn đào tạo (hình đính kèm 2). Em có lên PĐT để trình bày và được các Cô hướng dẫn là về và đợi quyết định của trường. Nhưng đên nay đã là 19/03 em chưa thấy quyết định vì đó em vẫn chưa hoàn tất được việc đăng ký tốt nghiệp, và theo lịch trình tốt nghiệp đợt tháng 04/2021 hạn chót bổ túc hồ sơ tốt nghiệp là 02/04. Em kính mong Phòng Đào Tạo xem xét và cho em xin hướng giải quyết để em có thể hoàn tất quá trình tốt nghiệp. Em một lần nữa cám ơn và mong hồi âm từ phòng đào tạo ạ.. .   i Tốt nghiệp .",
            "Chào bạn,. . Bạn đón xem ds dự kiến TN vào cuối tuần này. . 27/3/2021.. . Thân mến"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Dạ cho em hỏi, em đã qua anh văn nói viết một tuần rồi nhưng vẫn không thấy danh sách dự kiến.. . Vậy cho em hỏi là em đang thiếu điều kiện gì phải không ạ?. . Mong thầy/cô kiểm tra dùm em với .. .",
            "Thêm vào đó, mấy bạn thi nói viết cùng ngày với em đều có tên trong danh sách dự kiến.. . Thầy cô kiẻm lại dùm em với ạ.",
            "Chào bạn,. . . . Hiện tại nhà trường chưa có thông báo về việc nộp chứng chỉ ứng dụng công nghệ thông tin. Khi nào có thông báo PDT sẽ gởi mail thông báo cho sinh viên.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Thưa thầy cô, em là [full_name], sinh viên VP16XDC đang đi trao đổi với đại học nước ngoài. Em đã gửi đơn đăng ký môn học môn Luận văn tốt nghiệp và Đồ án Nghiên cứu & Phát triển cho văn phòng Việt Pháp. Hiện tại trên [full_name] vẫn chưa cập nhật TKB mới nhât. Điều này khiến e khá lo lắng. Kính mong thầy cô kiểm tra và cập nhật giúp em ạ. Em chân thành cảm ơn.. .",
            "Em xin cập nhật thêm Quyết định của trường.",
            "Chào bạn,. . . . [full_name] đã cập nhật môn 800700 và 800707 cho bạn rồi nha.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em tên Phan Thanh Sơn mssv [student_id]. . Đợt đăng kí môn học đợt 3 em có đăng kí môn học VI XỬ LÝ mã môn học EE2013 lớp DT01 . . Do có mail từ trước của nhà trường hình thức học kì dự thính là học online nên em đã đăng kí tiết 12 13 giữa 2 cơ sở và em đã sắp xếp được thời gian học . . Hôm qua em kiểm tra TKB vẫn có môn học và eln vẫn có môn nhưng hôm nay em KT lại thì không có nửa. Em lên phòng đào tạo hỏi thì nói là em không đủ thởi gian di chuyển 2 cơ sở. Em hỏi thêm là hình thức học là học online thì cô nói là tùy môn. Nếu biết hình thức học là offline thì em đã đăng kí lớp khác ạ. . . Em kính mong nhà trường tạo điều kiện đăng kí cho em vào lớp khác (   B DT02_DT03 hay lớp DT02_DT05  /B ) để em được hoàn thành môn học. . . Em rất cảm ơn. kính mong nhà trường cứu xét cho em nguyện vọng này ạ.. .",
            "Chào bạn,. . . . [full_name]T ghi nhận yêu cầu của bạn, kết quả DKMH sẽ cập nhật trên cổng thông tin sinh viên mục TKB.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Thưa [full_name], em có đăng kí môn học Cơ học thủy khí mã TR1005, nhưng hôm nay bị hủy mất. Mong [full_name] giải quyết giúp em đăng kí môn học này ạ. . . . MSSV: [student_id]",
            "Chào bạn,. . . . Bạn vui lòng xem kết quả DKMH.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Học kì hè dự thính năm nay có thể đăng kí môn thí nghiệm vật lý được không thưa thầy cô? . . Nếu em đăng kí học lại môn thí nghiệm vật lý hay các môn đại cương khác ở năm nhất k19 ở dự thính học kì chính năm sau được nữa không, Và nếu học được chung với năm nhất thì môn đó có còn hiệu lực tính chỉ cho k19 không ạ? . . Em xin cảm ơn.",
            "Chào bạn,. . . . - Nếu môn thí nghiệm vật lý có mở thì bạn đăng kí.. . . . - Bạn đăng kí môn đại cương theo đúng mã số trong chương trình đào tạo của bạn nha.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Dạ thưa thầy (cô),. . . . Ngày 11/3/2021, em có thực hiện rút môn ở phòng đào tạo cơ sở 2. Dạ cho em hỏi là có cách nào để kiểm tra rằng:   B Em đã rút môn thành công hay chưa?  /B  không ạ? (Vì em thấy em có lịch thi giữa kỳ môn em đã rút).. . . . Em mong nhận được phản hồi sớm từ Quý thầy (cô) ạ. . . Chúc thầy cô một ngày làm việc hiệu quả.. . . . Sinh viên,. . [full_name]. . Nguyễn Phùng Hải [full_name]. .  . .   i Học vụ .",
            "Chào bạn,. . . . Bạn vui lòng cho biết mã số môn học bạn rút để PDT kiểm tra lại cho bạn.. . . . Thân",
            "Dạ môn em đã rút là môn   B Phương pháp tính  /B :. .   B Mã số môn học:  /B  MT1009. .   B Lớp:  /B  L06. .",
            "Chào bạn,. . . . PDT đang xử lý đơn rút môn học cho bạn nha.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "ad cho em hỏi cách thức làm đơn cứu xét ntn ạ. có cần chữ ký gvcn lớp hay chỉ cần làm đơn xong rồi nộp ạ. nộp ở đâu?. .   i Học vụ .",
            "Chào bạn,. . . . Đơn cứu xét về vấn đề gì?. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác  /i Em tên là Nguyễn Đình Khôi mssv [student_id] , thầy cô cho em hỏi hôm thứ 5 tuần này em thấy trên lịch học thời khóa biểu của em đã cập nhật môn học dự thính , em còn nhận được gmail báo nghỉ học và đi học bù nhưng tới hôm nay trong thời khóa biểu của em không còn thấy lịch học môn dự thính nữa , thầy cô cho em hỏi nguyên nhân với ạ , môn em đăng kí dự thính là môn Kỹ Thuật Số mã môn học EE1009 . rất mong được thầy cô giải đáp ạ! . .",
            "Chào bạn,. . . . Bạn vui lòng xem kết quả DKMH nha.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em có đăng kí xét tốt nghiệp bổ sung và được PĐT báo là em thiếu 2 tín chỉ nhóm 2. Em đã học đủ 4 môn tự chọn:. . . . 1. CO2013 - Hệ cơ sở dữ liệu. . 2. CO3049 - Lập trình Web. . 3. CO3037 - Phát triển ứng dụng internet of things. . 4. CO3041 - Hệ thống thông minh. . . . Theo chương trình đào tạo của khoa thì môn số 4 không có trong danh sách môn tự chọn, em có kiểm tra chương trình đào tạo bên Văn phòng đào tạo Quốc tế thì có môn số 4. Vậy em có được tính môn đó vào tín chỉ tích luỹ không ạ. Mong PĐT kiểm tra và giải đáp giúp em để em kịp đăng kí tốt nghiệp vào tháng 4. Em cám ơn PĐT. . . .   QUOTE http://www.aao.hcmut.edu.vn/catalog/view/theme/default/ctdt_upload/2016/MT/2016_MT_KTM.pdf. . . .   /QUOTE https://docs.google.com/spreadsheets/d/[full_name]mFPrXEr8dK4oQ6FDdg5KTMzpXxBD3CsTAyeCUQo/edit#gid=[phone_number]. . . .",
            "Chào bạn. . . . Phòng đào tạo đã ghi nhận trường hợp xét tốt nghiệp bổ sung của sinh viên, sau ngày 29/3  Phòng Đào Tạo sẽ thông báo danh sách tốt nghiệp cập nhật mới : . . -          Sinh viên xem kết quả xét lại tốt nghiệp trên: www.aao.hcmut.edu.vn  tốt nghiệp  thông tin tốt nghiệp  danh sách tốt nghiệp 4/2021. . -          Trường hợp không có tên trong danh sách tốt nghiệp bổ sung sinh viên liên hệ trực tiếp phòng đào tạo để kiểm tra lại lý do.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em là sinh viên học văn bằng 2 Hệ Chính quy Ngành Khoa học máy tính. Nhập học năm 2020.. . . . Nhà trường cho em hỏi chương trình đào tạo em sẽ theo học là của năm nào ạ ?. . . . Kính thư.. . [full_name].",
            "Chào bạn,. . . . Bạn xem chương trình đào tạo khoá 2018 của chính qui nha bạn.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Cho em hỏi là môn xác suất thống kê bao giờ đổi sang chương trình 4 tín chỉ vậy ạ.. .",
            "Chào bạn,. . . . Bạn học đúng mã số môn học  trong chương trình đào tạo của bạn.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ em kính chào Phòng Đào tạo. Do có 1 số lí do nên em đã gửi đơn rút môn Cơ lưu chất kì chính để đăng kí sang dự thính. Tuy nhiên , đến tận bây giờ thì thời khóa biểu của em vẫn chưa hiện môn dự thính Cơ lưu chất CI2003 nhóm DT01_DT02  , em thực sự rất hoang mang vì nếu vì sự việc này mà em trễ môn này thì em sẽ bị trễ 1 kì học . Em kính mong PĐT giúp em giải quyết, bên dưới là đơn em đã đki rút môn học .",
            "Chào bạn,. . . . [full_name]T sẽ cập nhật lại kết quả DKMH cho bạn nha.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính thưa phòng đào tạo,. . Do vấn để di chuyển giữa 2 cơ sở nên em bị xoá môn Cơ học máy (ME2077) vào đợt 1 đăng ký dự thính, em có làm Đơn xin đặc cách để học do đây là kỳ cuối mở mã môn này.. . Em nộp vào đợt 2.. . Khi có kết quả đợt 2 em thấy vẫn bị xoá, em có hỏi và cán bộ phòng đào tạo bảo chờ. Khoảng 1 tuần em có kiểm tra và thấy hiện môn lên thời khoá biểu (hình 1, 17/03/2021). Nhưng đến hôm nay do sắp có bài kiểm tra nên em có xem thời khoá biểu lại thì em thấy bị mất môn (hình 2, 19/03/2021).. . Do em thật sự rất cần học môn này nên kính mong phòng đào tạo hỗ trợ ạ. . . Em chân thành cảm ơn.",
            "Chào bạn,. . . . [full_name]T ghi nhận yêu cầu của bạn, kết quả DKMH sẽ cập nhật trên cổng thông tin sinh viên mục TKB.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ thưa Phòng Đào Tạo (pdt),. . Theo thời khóa biểu học kì chính của em, vào tiết 4-6 chủ nhật hàng tuần, em có môn bóng rổ. Nhưng vào giờ đó em muốn xin phép được đăng kí môn Mạch Điện tử EE2007 dự thính. Em có hỏi ý kiến thầy dạy Bóng rổ và thầy cho phép em được đổi lịch học môn Bóng rổ.. . Vậy không biết có cách nào để pdt cho phép em được đăng kí môn EE2007 không ạ? Vì em chưa đủ chỉ của kì này ạ.. . Rất mong pdt tạo cơ hội cho em được học ạ",
            "Chào bạn,. . . . Hiện tại không đổi lịch môn học kỳ chính được bạn.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . E kính chào PĐT. Kì 202 này e có đăng ký môn học dự thính nhưng do có một môn ở chính không đủ thời gian giãn cách giữa 2 cơ sở. Nên e đã làm đơn rút môn ở chính để có thể được học dự thính và đã làm đơn rút môn kèm đơn đăng ký môn do bị huỷ. Nhưng đến nay đã hết tuần đầu tiên của kì dự thính rồi thì môn học e muốn rút vẫn chưa được rút. Môn e muốn đăng ký học dự thính vẫn chưa có thời khoa biểu ạ. E kính mong bên phía PĐT xem xét giúp e ạ",
            "Chào bạn,. . . . Bạn chụp hình đơn bạn xin rút môn học, bạn cho biết mã môn học bạn muốn đăng kí.. . . . Thân",
            "Dạ đây là đơn rút môn ở kì chính của em. Môn học e muốn đăng ký là:. . Tên Môn Học: Kỹ Thuật Số. . Mã Môn Học: EE1009. . Nhóm LT: L02 - thầy [full_name]. . Nhóm BT: L04 - thầy [full_name]. . . . Em mong phòng đào tạo giúp e đăng ký. Em xin chân thành cám ơn"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Tại sao em đăng ký môn Kỹ Thuật Số, trên hệ thống của trường ghi nhận Đăng ký thành công. Kết quả đợt 3 lại xuất hiện là không có môn này, nhưng em lại nhận email thông báo từ môn này ạ?",
            "Chào bạn,. . . . Hiện tại dự thính 202 bạn chỉ đăng kí được môn EE2033. Bạn vui lòng xem kết quả DKMH.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em khoá K19 lúc trước bị lạc mất Bằng Tốt Nghiệp THPT nên chưa nộp được, bây giờ em đã tìm được, xin hỏi em cần phải làm gì để nộp bằng đây ạ, em có lên phòng đào tạo hỏi rồi thì các Cô bảo em lên đây để hỏi và xin ý kiến ạ. .",
            "Chào bạn,. . . . Hiện tại đã hết đợt nộp bằng PTTH, bạn đợi thông báo để nộp bằng PTTH của đợt tiếp theo.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học .",
            "Chào bạn,. . . . Hiện tại MA3039 không có mở nhóm dự thính.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em tên là [full_name]. MSSV: [student_id]. Kì này em có đăng kí tốt nghiệp và có tên trong danh sách tốt nghiệp dự kiến. Điểm toeic nghe-đọc cuối cùng của em là 510 nhưng khi lên kiểm tra thông tin trong danh sách tốt nghiệp dự kiến thì em thấy là 365.Mong phòng đạo tạo kiểm tra lại giúp em với ạ.. . Em cảm ơn nhiều.",
            "Chào bạn,. . Đã kiểm tra lại điểm TOEIC CỦA [full_name] là TOEIC 510. . Thân mến"
        ]
    },
    {
        "intent": "",
        "message": [
            "Dạ chào Thầy Cô!. . Em tên: [full_name]. . MSSV: [student_id]. . Lớp: Hệ VLVH. . Trong mục thông tin in bằng tốt nghiệp của em thiếu nơi sinh. . Nơi sinh của em: Bình Lục, Hà Nam. . Mong Thầy Cô cập nhật lại giúp em. . Sđt của em: [phone_number]. . em cảm ơn Thầy Cô!. .",
            "Chào bạn,. . . . Bạn nộp giấy khai sinh tại PDT để cập nhật lại nơi sinh cho bạn nha.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ vừa rồi em không đăng kí dự thính môn học kiến trúc (CI1049) nên muốn bổ sung sỉ số vào lớp này. Mong được chấp thuận ạ.. . Em xin cảm ơn.. .",
            "Chào bạn,. . . . [full_name]T ghi nhận yêu cầu của bạn, kết quả DKMH sẽ cập nhật trên cổng thông tin sinh viên mục TKB.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em chào thầy/cô.. . Em là [full_name]. Mssv [student_id]. Hệ VHVL.. . Hiện tại em đang theo học chuyên ngành Viễn Thông. Em có đăng ký [full_name] Tốt Nghiệp thầy [full_name] (bộ môn điện tử). Thầy có bảo em phải làm đơn chuyển qua bộ môn Điện Tử. Như vậy em có cần học các môn của chuyên ngành điện tử không?",
            "Chào bạn,. . . . Bạn học ngành nào thì đăng kí luận văn của ngành đó thôi bạn.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học .  -Chào quý thầy Cô !. . Em muốn bổ sung môn học dự thính vật lý 1 MSMH : ph1003 trong kì dự thính 202 . Mong quý thầy cô  xem xét bổ sung giúp em để em có thể học . Em xin cám ơn. .",
            "Chào bạn,. . . . [full_name]T ghi nhận yêu cầu của bạn, kết quả DKMH sẽ cập nhật trên cổng thông tin sinh viên mục TKB.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Cho em hỏi điểm bài tập lớn xstk của em đạt trên 7 chấm thì có đc bảo lưu ko ạ, vì giảng viên dự thính cũng ko biết vấn đề này\t. . . .   i Học vụ .   I . .",
            "Chào bạn,. . . . Không bạn, rớt thì bạn phải học lại hết môn học.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em có đăng kí dự thính giải tích 2 MT1005 nhưng tại sao lại bị xoá môn vậy ạ?",
            "Chào bạn,. . . . Bạn vui lòng xem kết quả DKMH.. . . . Thân",
            "Em đã xem kết quá đkmh và đã thấy môn học bị xoá ạ. Pdt giải quyết giúp em với ạ",
            "Chào bạn,. . . . Việc này không thể giúp bạn được.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em có nhất thiết phải nộp bản sao chứng chỉ ngoại ngữ trước khi thẩm tra không ạ?",
            "Chào bạn,. . . . Chưa hiểu ý bạn.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác .  Em là k19 hệ đại trà, em muốn hỏi là cuối kì này em chỉ nộp bằng toeic 2 kĩ năng reading & listening thì em vẫn được chuyển sang điểm và tính chỉ AV chứ k  cần phải bằng toeic 4 kĩ năng đúng k ạ.. . . .  và [full_name]M ngày7/5/2019 vẫn áp dụng cho k19 đúng k ạ.",
            "Chào bạn,. . . . Bạn vui lòng xem qui chế học vụ điều 31, phụ lục 1 http://www.aao.hcmut.edu.vn/index.php?route=catalog/chitietsv&path=90&tid=1658. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Em chào thầy ( cô ) . . Em tên [full_name] khóa 2018 . . Trong đợt đăng kí đợt 3 em có đăng kí môn hóa phân tích với mã môn và nhóm lớp ghi trên chủ đề thì môn này có một buổi thứ 2 tiết 13 14 15 trên cơ sở 1 . Trước đó môn này em bị không đủ thời gian giãn cách giữa 2 cơ sở do có môn hóa học xanh tiết 11 12 tại cơ sở 2 nhưng thứ 3 tuần trước em đã   B rút môn hóa học xanh  /B  rồi .. . Em mong thầy (cô) cho em học môn hóa phân tích . . Em cảm ơn . .",
            "Chào bạn,. . . . [full_name]T ghi nhận yêu cầu của bạn, kết quả DKMH sẽ cập nhật trên cổng thông tin sinh viên mục TKB.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Chào phòng đào tạo. . Cho em hỏi về hạn xét tốt nghiệp , theo đúng tiến độ thì em sẽ tốt nghiệp vào tháng 11 /2023 , thì các môn dự thính vào học kỳ hè trước học kỳ làm lễ tốt nghiệp đó (11/2023) có kịp ghi vào bảng điểm để xét tốt nghiệp không ạ , em cảm ơn",
            "Chào bạn,. . . . Thông thường là kịp.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Em tên : [full_name]. . Mssv: [student_id]. . . . Thông tin để in lên bằng tốt nghiệp và bản điểm của em bị thiếu mục Nơi sinh. . Cụ thể Nơi sinh: Đồng Nai. . Em mong PDT sẻ giúp Em cập nhật thông tin giúp em",
            "Chào bạn,. . . . PDT đã cập nhật thông tin nơi sinh cho bạn rồi.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em chào thầy cô, em vừa có điểm thi anh văn nói viết đạt hôm nay (21/3). Thầy cô cho em hỏi khi nào việc này sẽ được cập nhật lên hệ thống để em có thể đăng ký tốt nghiệp ạ.",
            "Chào bạn,. . . . Tầm 1 tuần PDT sẽ cập nhật danh sách dự kiến tốt nghiệp.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Thưa thầy/cô, trường hợp nếu là thành viên của đội tuyển tham gia cuộc thi olympic trùng với lịch thi giữa kỳ các môn học thì có được giải quyết không ạ ? Và nếu có, thì cụ thể giải quyết như thế nào ? Các môn học không giống như môn thi olympic. Em cảm ơn thầy/cô.. . . .",
            "Chào bạn,. . . . Bạn về khoa tư vấn cho bạn nha.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ em chào quý thầy cô. em là sinh viên khóa K18 Quý thầy cô cho em hỏi là điểm toeic bao nhiu thì có thể làm được luận văn tốt nghiệp. Điểm chuẩn anh văn quy định của từng khóa  alf giống hay khác nhau ak. em thi đợt kiểm tra anh văn đinh kì trong trường đc 505đ vậy em có đc học năm 4 ko ak",
            "Chào bạn,. . . . Bạn vui lòng tham khảo qui chế học vụ điều 31, phụ lục 1 http://www.aao.hcmut.edu.vn/index.php?route=catalog/chitietsv&path=90&tid=1658.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Em xin chào ạ.. . Em tên [full_name], sinh viên năm 3 khoa Công Nghệ Vật Liệu.. . . . Hiện em đang dự tuyển   B học bổng Hội cựu sinh viên Bách Khoa  /B . Em nhận được thông báo cần tiếp tục bổ sung giấy xác nhận tiền học phí học kì 202 ạ. . . . . Phòng kế hoạch tài chính có thông báo rằng phải đến đầu tháng 4 mới có mail học phí gửi đến sinh viên, mà hạn bổ sung của em là 26/3...   B Cho em được hỏi rằng hiện giờ em có thể xin giấy xác nhận học phí/thông báo mức học phí của em ở đâu ạ!?  /B  . . . . EM xin trân thành cảm ơn ạ.",
            "Chào bạn,. . . . Bạn liên hệ phòng Công Tác Chính Trị Sinh Viên để được hướng dẫn.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Chào thầy/cô!. . Hiện tại thời khóa biểu của em vẫn chưa được cập nhật môn học Anh văn 3A (MSMH: la1041), mong quý thầy cô xem lại giúp em.. . Em cảm ơn!",
            "LA1041 ko mở lớp"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Dạ cho em hỏi, em thuộc hệ KSTN K18 khoa Hóa, hiện tại em chỉ mới đủ điểm hoàn thành AV4 (đợt thi AVĐV đầu năm 1). Cho em hỏi hạn chót để em nộp chứng chỉ anh văn yêu cầu của hệ KSTN năm 3 (600 Toeic) là khi nào để tiếp tục ở lại với chương trình KSTN ạ. Thầy cô cho em xin chính xác thời gian cụ thể với ạ.",
            "Chào bạn,. . . . Bạn liên hệ khoa để tư vấn cho bạn nha.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: 1632028  /b \t. . . .   i Đăng ký môn học . Chào Thầy/Cô.. . Em tên : Nguyễn Quốc Hưng là sinh viên hệ vừa học vừa làm. Học kỳ này em muốn đăng ký thêm môn: CO3003 - Mạng máy tính. Mong Thầy/Cô giúp em. . . Em chân thành cảm ơn.",
            "Chào bạn,. . . . PDT sẽ ghi nhận và đăng kí môn bơi nhóm khác cho bạn. Kết quả sẽ trả lên cổng thông tin sinh viên mục TKB.. . . . Thân. .",
            "Em đăng ký online.. . hạn đến ngày mai",
            "QUOTE Em đăng ký online.. . hạn đến ngày mai  /QUOTE .. . Xin Thầy/Cô cho biết em phải đăng ký online ở đâu ạ.. . Em cảm ơn Thầy/Cô. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em tên là  [full_name], MSSV:[student_id]. Ngày 24/04/2021 em thi 2 môn là Anh Văn 2 nhóm tổ L01-A vào lúc 13h ở 101H1 và môn Vật liệu học và xử lý nhóm tổ A01-A vào lúc 15h ở 301C4. Do lịch thi 2 môn sát nhau nên em không thể thi được 2 môn,nên em mong phòng đào tạo giúp em.",
            "Chào em.. . Em liên hệ PĐT để nhận thông tin v/v kiểm tra cận giờ 2 Cơ sở nhé. . ĐK thi ở CS phù hợp. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Học kỳ trước em đóng học phí trễ và đã đóng nhưng quá thời hạn cho phép. Kỳ này em bị phòng đào tạo cho tạm dừng học mặc dù đã đăng ký môn dự thính và các môn kỳ chính. Cho em hỏi có cách bào để em khôi phục thời khoá biểu không ạ.",
            "Chào bạn,. . . . Bạn nộp đơn thu nhận lại nộp PDT để khôi phục TKB.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác  /i. . Dạ cho em hỏi em đã nộp đơn xin chuyển nhóm thí nghiệm môn thí nghiệm An toàn điện(EE3097) vì em bị trùng lịch với môn Vi xử lí đăng kí trong kì dự thính 202. Đến bây giờ tkb của em đã cập nhật lịch học dự thính như lịch thí nghiệm môn An toàn điện vẫn được giữ nguyên(L03)( trước đó em đã xin sang lớp L02) và hiện giờ em đang bị trùng 1 tiết trên thời khoá biểu. Em không biết là tại sao ạ??? Mai mốt pđt có đổi lại tkb giúp em không ạ?. . . .",
            "Lich TN em chuyển ở GV.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Theo như hướng dẫn của cô em xin được gửi thông tin lớp e muốn đăng ký và hình ảnh đơn rút môn học của em ạ.. . . . Dạ đây là đơn rút môn ở kì chính của em. Môn học e muốn đăng ký là:. . Tên Môn Học: Kỹ Thuật Số. . Mã Môn Học: EE1009. . Nhóm [full_name]T: [full_name]02 - thầy Trần Hoàng [full_name]inh. . Nhóm BT: [full_name]04 - thầy [full_name]. . . . Em mong phòng đào tạo giúp e đăng ký. Em xin chân thành cám ơn.",
            "Chào bạn,. . . . Đơn của bạn [full_name] đang xử lý nha bạn. Cuối tuần [full_name] sẽ cập nhật kết quả DKMH trên cổng thông tin sinh viên.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ thầy cô cho em hỏi, ở đợt đkmh dự thính đợt 3, em có đăng ký môn Gt2 và đã đăng ký thành công. Còn slot và đã hiển thị đăng ký xong. Tại sao khi có kết quả đợt 3 em lại bị mất môn ạ ? Hiện tại em đang thiếu tín chỉ nên 4 chỉ gt2 rất quan trọng với em. Em không hiểu sao em bị hủy môn đã đăng ký, xin thầy cô tư vấn. . Em xin cảm ơn",
            "Chào bạn,. . . . Bạn vui lòng xem kết quả DKMH. . . . . Thân"
        ]
    }
]