[
    {
        "intent": "",
        "message": [
            "Lịch thi - Đại học - Cao đẳng chính quy   Lịch thi (không tìm thấy,sai phòng thi,...) . Dạ em có lich thi cs2 và môn TN của em ở cs1 ,do đó em không có đủ thời gian để di chuyển giữa hai cơ sở .Do đó em muốn đổi điểm thì thì làm sao ạ?. . Dạ em xin cám ơn. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Hỏi đáp học trực tuyến (BKeL) . Em hiện đã đủ đk tốt nghiệp, nhưng hệ thống báo nợ ngày ctxh, em có thể đăng kí tốt nghiệp bằng cách nào ạ? . .",
            "Em hiện đã đủ đk tốt nghiệp, nhưng hệ thống báo nợ ngày ctxh, em có thể đăng kí tốt nghiệp bằng cách nào ạ?",
            "Chào bạo,. . . . Bạn phải liên hệ trực tiếp PDT xin đăng kí tốt nghiệp, khi nào PDT xét bạn được tốt PDT sẽ gởi mail cho bạn và hướng dẫn thực hiện các bước tiếp theo.. . . . Thân.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Chưa cập nhật điểm . Thầy cô cho hỏi em từ hệ chính quy xuống, các môn luận văn, thực tập với 2 đồ án đã qua rồi. Vậy em có được miễn không ạ. Cả môn anh văn 4 em cũng qua rồi mà mấy môn đó không có trong phiếu miễn môn tạm thời ạ. . Em xin cám ơn",
            "Chào bạn,. . . . Nếu bạn thấy môn nào bạn chưa được miễn môn , thì bạn làm đơn miễn môn bổ sung.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em chào PĐT ạ, thứ 6 ngày 22.5.2020 PĐT có cập nhật lại thời khóa biểu các môn thực hành thí nghiệm vào cuối tuần. Sau khi kiểm tra em nhận thấy các buổi thí nghiệm vào tuần 22 và 23 bị trùng lịch thi GHK 192. Em mong phòng đào tạo có thể xem xét, xếp lịch cho các tuần  bù thí nghiệm vào cuối tuần bắt đầu từ tuần 23 để không bị trùng ạ. Em cảm ơn!",
            "responsible person: [551] [staff_name] [helpdesk staff]",
            "Chào bạn,. . . . PDT đang gởi mail hướng dẫn sinh viên về việc này.. . . . Đầu giờ chiều bạn nhận mail hướng dẫn bạn làm theo hướng dẫn của mail nhen.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ - Đại học - Cao đẳng chính quy   Khác ... . Kính gửi Phòng Đào tạo trường Đại học Bách khoa TP. HCM. . Dạ cho em hỏi là thời khóa biểu môn Điền kinh của em lúc đầu chỉ có ngày thứ 6 lúc 16h nhưng sao em xem lại thì thấy có thêm thứ 2 vào lúc 7h ạ? Do em đã sắp xếp thời gian cố định theo thời khóa biểu lúc đầu đăng kí, mà nay có thêm lịch học vào thứ 2 lúc 7h thì kẹt cho em quá ạ.",
            "Chào bạn,. . . . Môn thể dục bị thiếu biểu, nên PDT có xếp bù cho sinh viên. . . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            ". . Chào Phòng đào tạo,. . Em tên [full_name], Mssv:[student_id],ngành công nghệ thông tin hệ vhvl. Học kỳ 191 vừa rồi nhà trường xếp e học 3 môn là hệ điều hành, xác suất thống kê và phương pháp tính. Trong đó, môn xác suất thống kê thì e được miễn, phương pháp tính thì ngành công nghệ thông tin không học nên e chỉ học môn hệ điều hành(3 chỉ) nhưng trong học phí e tính thì tới 6 chỉ.. . Mong pđt xem lại giúp e!. . Thân. . . .",
            "Chào bạn,. . . . Hiện tại PDT đang tập hợp tất cả các bạn thắc mắc về học phí và gởi mail cho bạn chậm nhất vào ngày mai.. . . . Bạn thường xuyên kiểm tra mail nhen.",
            "Chào bạn,. . . . - Vì tập nhiều trường hợp, mạng mấy ngày hôm nay chậm việc mail tới bạn sợ trễ hạng đóng học phí.. . . . - Bạn vui lòng liên hệ trực tiếp Phòng Đào Tạo, toà nhà A4 để giải đáp thắc mắc và giải quyết thoả đáng cho bạn.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính gửi Phòng đào tạo,. . Em tên: [full_name]. . MSSV: [student_id]. . . . Hiện tại em đã đậu anh văn 2 kĩ năng nói viết tại trung tâm BKEnglish vào ngày thi 09/05 (205đ). Như vậy là em đã đủ điều kiện để thực hiện xét tốt nghiệp ạ.. . . . Nhưng khi em vào trang Mybk để đăng kí tốt nghiệp, em thấy ở mục 5 như hình bên dưới thông báo thời gian đăng kí vẫn là 04/2020 cũng như không có tên em trong danh sách tốt nghiệp dự kiến ạ.. . . . Em không biết giờ em cần làm những thủ tục gì hoặc nhà trường có thể hỗ trợ cho em để em có thể đăng kí tốt nghiệp ạ.. . . . Em xin chân thành cảm ơn.. .",
            "Chào bạn,. . . . Bạn liên hệ trực tiếp PDT để đăng kí xét tốt nghiệp, sau khi PDT xét bạn đủ điều kiện xét tốt nghiệp PDT sẽ gởi mail cho bạn làm tiếp bước tiếp theo.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác:",
            "responsible person: [551] [staff_name] [helpdesk staff]",
            "Chào bạn,. . . . PDT đang gởi mail sinh viên thông báo về việc này. Đầu giờ chiều bạn kiểm tra mail, làm theo hướng dẫn PDT nhen.. . . . Thân.",
            "No solution"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: vào tuần 22 vào thứ 7 thời khóa biểu có xếp cho em hai môn thí nghiệm vật lý và thí nghiệm sức bền vật liệu bị trùng chung một tiết là tiết 4. hai môn này ở hai cơ sở khác nhau nếu như xếp liền nhau cũng không có thời gian di chuyển giữa hai cơ sở mà bây giờ thời khóa biểu như vậy thì làm sao em đi học được cả hai môn và cả hai môn này đều là môn điểm danh.",
            "Chào bạn,. . . . PDT có gởi mail sinh viên về vấn đề này, đầu giờ chiều bạn kiểm tra mail và làm theo hướng dẫn nhen.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em bị trùng lịch học ạ, em mong phòng đào tạo giải quyết giúp em ạ. Em cảm ơn ạ",
            "Chào bạn,. . . . PDT đang gởi mail sinh viên về việc này, đầu giờ chiều bạn kiểm tra mail và làm theo hướng dẫn của mail PDT nhen.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ - Đại học - Cao đẳng chính quy   Rút môn học . Chào thầy/ cô,. . . . Em là sinh viên khóa k16, kỳ này em chỉ đăng kí khóa luận tốt nghiệp. Nhưng do điều kiện không đủ thời gian thu thập dữ liệu em đã xin giảng viên hướng dẫn dừng thực hiện luận văn ở học kì này. Thầy/ cô cho em hỏi bây giờ em có thể xin rút môn học không ạ? Nếu rút môn học thì kì này em không còn tín chỉ nào nữa. Thầy/ cô cho em hỏi như vậy có bị cảnh cáo học vụ không ạ?. . Xin Thầy/ cô cho em xin hướng giải quyết ạ.. . Em chân thành cảm ơn Thầy/ cô.",
            "Chào bạn. . - Bạn liên hệ Phòng đào tạo để nộp đơn rút môn học gấp. . - HK 192 này bạn rút môn lvtn thì không còn tkb môn nào sẽ bị tạm dừng kỹ thuật, qua hk 193 hoặc 201 bạn tải mẫu đơn thu nhận nộp lại phòng đào tạo. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Thầy/cô cho em hỏi, em thấy thời khóa biểu của trường cập nhật lớp GDTC môn bơi của em - L16 và môn Thí nghiệm vật lí L39 sẽ học vào thứ 8 (chủ nhật) vào tuần 23 - ngày 7/6. Nhưng theo lịch thi thì tụi em sẽ thi môn Giải tích 2 vào lúc 14h ngày 7/6, nên tụi em bị trùng giờ với môn Thí nghiệm vật lý. Em mong nhà trường giải quyết sớm giúp tụi em.. . Em cảm ơn ạ.. . [full_name] - HC13HOA3",
            "Chào bạn,. . . . Việc này PDT đã gởi mail hướng dẫn cho sinh viên, . . bạn liên hệ Khoa/ bộ môn linh động những tuần bị trùng lịch thi đổi giờ cho bạn nghen.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Em chào Thầy/Cô, thời khoá biểu của em bị trùng lịch học của 2 môn: . . -Nhiệt động lực học và truyền nhiệt(thí nghiệm). . -Những nguyên lý cơ bản của chủ nghĩa [full_name]-Lênin. . 2 môn này bị trùng vào tuần học 23;27;28.. . Em có đính kèm ảnh chụp.. . Mong Thầy/Cô sớm phản hồi. Em xin cảm ơn.",
            "Chào bạn,. . . . PDT đang gởi mail sinh viên về việc này, đầu giờ chiều bạn kiểm tra mail và làm theo hướng dẫn của mail PDT nhen.. . . . Thân.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính gửi phòng đào tạo!              . . Em nhận được thông tin liên hệ phòng đào tạo để nhận quyết định điều chỉnh tên.. . Lý do em học bằng 2 nên bận đi làm, không biết rằng em cần bổ sung thông tin gì thêm ạ?. . Em cảm ơn!",
            "Chào bạn,. . . . Bạn lên PDT nhận quyết định, bạn nhớ mang theo biên nhận của PDT nhé.. . . . Thân.",
            "Kính gửi PĐT!. . Sau khi em lên tài khoản Mybk thì e đã thấy đổi tên thành [full_name], em đã đăng ký làm thẻ sinh viên lại theo têncập nhật mới để tiện sau này đi thi để thầy cô kiểm tra, nhưng e đã thanh toán lệ phí in thẻ sinh viên là 55,000đ nhưng trong phần in thẻ sinh viên vẫn để trạng thái đang chờ thanh toán, mong PĐT xem xét.. . Em xin chân thành cảm ơn!",
            "Chào bạn,. . . . Hiện tại bạn kiểm tra lại, có gì trục trắc bạn bạn lại nhen. Mấy ngày hôm trước mạng có bị lỗi. PDT đã khắc phục rồi.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Dạ chào thầy cô, em là [full_name], MSSV: [student_id]. . Như lịch thi thông báo trước, 14g chiều 7/6/2020 chúng em sẽ thi giữa kì môn Giải tích 2. Song, theo TKB mới, chủ nhật tuần 23 ( tức cũng 7/6/2020) lớp em lại có tiết học Vẽ kỹ thuật TN (Nhóm lớp L16) từ 13:00-15:50. Đồng nghĩa cả lớp em không ai có thể tham gia lớp. Liệu xếp TKB như vậy đã thoả đáng chưa? Mong phòng đào tạo xem xét lại.",
            "Chào bạn,. . . . PDT có gởi mail thông báo hướng dẫn cho bạn về việc này. Bạn liên hệ Khoa/bộ môn linh động đổi TKB cho bạn những tuần bạn trùng với lịch thi.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Hỏi đáp học trực tuyến (BKeL) . Cho em hỏi là sao học phí của em lại cộng thêm 320000 mặc dù em đăng kí 17 tín chỉ ạ.",
            "Chào bạn,. . . . - Bạn đăng 17 tính chỉ và 1 môn thể dục. Môn thể dục 0 tín chỉ nhưng là 1 tín chỉ học phí.. . . . -  Bạn xem qui định về cách tính học phí  http://www.aao.hcmut.edu.vn/index.php?route=catalog/chitietsv&path=219_61&tid=1886 .. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]-[full_name]. . Em chào nhà trường ạ, hiện tại em có lịch học môn hóa đại cương thí nghiệm vào thứ 7 tuần 22 từ 7h-10h50, mà vào thứ 7 tuần 22 thì em lại có lịch thi giữa kì môn hóa đại cương, bắt đầu thi từ 7h luôn ạ, rất mong nhà trường điều chỉnh lại lịch học môn hóa đại cương thí nghiệm giúp em.. . Em cảm ơn.. . . .",
            "Chào bạn,. . . . [full_name] có gởi mail thông báo hướng dẫn cho bạn về việc này. Bạn liên hệ Khoa/bộ môn linh động đổi TKB cho bạn những tuần bạn trùng với lịch thi.. . . . Thân.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: 2035058  /b \t. . . .   i Vừa làm vừa học - ĐTTX   Đăng ký môn học . 1) em là sinh viên hệ vlvh khóa 2020 em muốn đăng ký những môn như :. . . . CI2091 Kết cấu bê tông cốt thép 1. . CI4037 Công trình trên đất yếu. . CI1001 Nhập môn về kỹ thuật. . CI3001 Cơ học đất. . CI3009 Kết cấu thép 1. . . . nhưng những môn này lại không có trong danh dách CÁC MÔN HỌC DỰ KIẾN MỞ LỚP HỆ VLVH KHÓA 2020 ĐỢT 1. . thì em phải viết đơn nộp xin học các môn trên lên phòng đào tạo để được -Xét đơn đăng ký (trong 02 ngày từ ngày bắt đầu học kỳ, sau 02 tuần kết quả được xét là chính thức.) phải không ạ?. . . . 2)ở phiếu miễn môn học của phòng đào tạo đề nghị lên BGH miễn cho sinh viên, em có thắc mắc là môn xác xất thông kê và môn giáo dục quốc phòng em đã qua nhưng vẫn chưa được cập nhật lên danh sach những môn được miễn ạ. vậy em nên làm đơn gửi phòng đào tạo hay phải hỏi trực tiếp đẻ được giải quyết ạ?",
            "Chào bạn,. . . . - Dưới đây là danh sách những môn mở cho hệ VHVL, nếu bạn đăng kí những môn không có tên trong danh sách thì bạn đăng kí học kỳ hè chính qui 193, hoặc đăng kí học kỳ 201 nhen.. . . . - Nếu những môn miễn bạn cảm thấy PDT xét thiếu thì bạn làm đơn nộp bổ dung môn miễn. Bạn tải mẫu đơn trên trang web PDT http://www.aao.hcmut.edu.vn/index.php?route=catalog/chitietsv&path=91&tid=97.. . . . Thân.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Dạ, thầy cô cho em hỏi là lịch học môn Thí nghiệm Cơ lưu chất(CI2004) bị trùng lịch với môn học Kĩ thuật xử lý nước cấp(CI3045) vào thứ 2. Và không chỉ riêng em mà còn rất nhiều bạn khác nữa. Rất mong Phòng Đào Tạo sắp xếp lại Thời khóa biểu hợp lý cho em để không ảnh hưởng đến kết quả học tập ạ. Em xin cảm ơn. . Họ và Tên: [full_name]. . MSSV: [student_id]. .",
            "responsible person: [551] [staff_name] [helpdesk staff]",
            "Chào bạn,. . . . [full_name] có gởi mail thông báo hướng dẫn cho bạn về việc này. Bạn liên hệ Khoa/bộ môn linh động đổi TKB cho bạn những tuần bạn trùng với lịch thi.. . . . Thân.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Cho em hỏi thì trường mình khi nào áp dụng bảng chuyển đổi điểm bằng anh văn mới ạ. Kì hè mình đã dùng bảng chuyển điểm mới chưa ạ hay bắt đầu từ học kì 201 ạ",
            "Chào bạn,. . . . Bảng chuyển điểm anh văn mới bắt học kỳ 201 bắt đầu.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]  /b . . . . Em tên là [full_name], MSSV [student_id].. . . . Em có xin tạm dừng trong học kì này, nhưng đã làm thủ tục nhập học lại. Khi lên mybk để đăng ký nộp thì bị báo lỗi như hình em đính kèm. Hiện tại em không rõ là em nên đợi tới học kì sau mới nộp bằng tốt nghiệp THPT hay sao. . . . . Em xin cảm ơn.. . . .   i Dịch vụ cho sinh viên - Đại học - Cao đẳng chính quy   Bằng tốt nghiệp THPT .",
            "Chào bạn,. . . . SV  muốn đăng ký nộp bằng thì phải không bị tạm dừng, tình trạng phải đang học đồng thời phải có thời khóa biểu chứng minh là đang học thì mới có thể đăng ký nộp bằng được. Trường hợp bạn  dù đã trạng thái đang học (thu nhận trước để ĐKMH cho kỳ tới) nhưng vẫn không được đăng ký nộp bằng vì thiếu TKB. Vì vậy chỉ có cách nộp sau thôi nhen. Ban xem mail PDT gởi cho bạn thời hạn nộp bằng đợt sau nhé!. . . . thân.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: 1910893  /b \t. . . .   i  B Thầy cô cho em hỏi là do nhầm thời khóa biểu nên em có lỡ 1 số buổi học google meet môn Hóa Đại Cương. Nhưng sau đó em có xem lại vậy thì có ảnh hưởng gì đến thi giữa kì không ạ?  Hỏi đáp học trực tuyến (BKeL) .",
            "Chào bạn,. . . . Bạn liên hệ với giáo viên giảng dạy để giải đáp cho bạn về việc này.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em là [full_name]rận Đặng [full_name]hiên Phú. . [full_name]hời khoá biểu hiện tại sau khi cập nhật thêm số tiết các môn thí nghiệm và thể chất thì  em bị trùng giờ học của 2 môn, đó là [full_name]hí nghiệm vật lí và [full_name]hực tập cơ khí đại cương vào ngày chủ nhật.. . Xin nhà trường xem xét lại giúp em ạ.",
            "Chào bạn,. . . . PDT đang gởi mail sinh viên về việc này, đầu giờ chiều bạn kiểm tra mail và làm theo hướng dẫn của mail PDT nhen.. . . . Thân.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Lịch thi - Đại học - Cao đẳng chính quy   Khác ... . Vụ việc: Lịch thi Khoa học Trái Đất vào ngày 31/05/2020 vào lúc 14h bị trùng với lịch học Hóa Đại cương TN lúc 14h. Mong PĐT sẽ sắp xếp lại lịch, em cám ơn!",
            "Chào bạn,. . . . [full_name] có gởi mail thông báo hướng dẫn cho bạn về việc này. Bạn liên hệ Khoa/bộ môn linh động đổi TKB cho bạn những tuần bạn trùng với lịch thi.. . . . Thân.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Hỏi đáp học trực tuyến (BKeL) . Cho em hỏi thời điểm nào có kết quả xét học bổng kì 1 ạ.?",
            "Chào bạn,. . . . Hiện tại nhà trường chưa có thông báo cụ thể về kết quả có học bổng, khi nào có học bổng chính thức PDT gởi mail thông báo cho sinh viên nhé.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Hỏi đáp học trực tuyến (BKeL) . Dạ cho em hỏi kì này em bị PĐT xóa môn Vẽ cơ Khí ( ME2022 ) nhưng trên BKPay vẫn chưa được giảm tiền và trên lịch học sao vẫn còn lịch học vẽ cơ khí (th) vậy ạ .Mong có câu trả lời sớm từ phòng đào tạo, em cảm ơn !. .",
            "Chào bạn,. . . . Vì [full_name] đề nghị huỷ môn môn Vẽ cơ khí (ME2021), nhưng nhiều bạn có nhu cầu học môn này nhiều và đề nghị [full_name] mở lại môn này. . . . . PDT đã khôi phụ lại TKB môn ME2021, bạn kiểm tra TKB để học cho đúng. . . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ - Đại học - Cao đẳng chính quy   Tạm dừng . Em chào thầy/cô, em là [full_name], MSSV [student_id], sinh viên năm 1 khoa Khoa học và Kỹ thuật máy tính. . . . . Trong thời gian học năm 1 ở Bách Khoa thì em có đăng ký và trúng tuyển vào một trường đại học ở nước ngoài. Em muốn hỏi: . . . . 1. Em muốn xin dừng việc học ở Bách Khoa và rút các hồ sơ cần thiết thì em cần phải liên hệ ai, các hồ sơ được rút gồm những gì ạ?. . . . 2. Nếu em rút hồ sơ đồng nghĩa với việc em không hoàn thành học kì 2, vậy em có cần đóng học phí học kì 2 để được rút hồ sơ không ạ?. . . . 3. Trường hợp em muốn bảo lưu việc học thì em có thể thực hiện bây giờ không? Hay phải đợi đến khoảng thời gian được nhà trường quy định ạ?. . . . Em cảm ơn!",
            "Chào em. . 1-Em tải mẫu đơn thôi học (chọn option du học) nộp đơn kèm các giấy tờ minh chứng du học, hồ sơ đã nộp tại Trường chỉ là các bản sao có công chứng nên không nhận lại được, hồ sơ đó được phải được lưu trữ tại Trường. . 2- Thời điểm này bạn muốn thôi học phải hoàn thành học phí HK192 theo quy định. . 3- Em nộp đơn thôi học bây giờ cũng được nếu em đã có minh chứng. . Thân",
            "Trường hợp em muốn bảo lưu việc học (vì em sợ tình hình dịch bệnh có nhiều vấn đề phát sinh) thì em cũng có thể tải đơn, nộp cho trường và phải đóng học phí HK192 mới bảo lưu được ạ?",
            "Chào bạn. . - Đã nhập học thì không dùng từ bảo lưu nghen bạn. . - Gọi là tạm dừng, Bạn tải mẫu đơn tạm dừng, trong mẫu đơn phải có ý kiến của [full_name] và [full_name], đóng tiền hp192, sau đó nhanh chóng nộp đơn cho Phòng đào tạo để Ban lãnh đạo Phòng xem xét. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Thưa pđt.. . Thứ 7 ( 30.5) chúng em có lịch thi trùng với giờ học thí nghiệm vô cơ ( ch2014) ạ . Em mong pđt nhanh chóng sắp xếp lại tkb và lịch thi để chúng em đảm bảo việc học và thi ạ. . . Em cảm ơn",
            "Chào bạn,. . . . [full_name] có gởi mail thông báo hướng dẫn cho bạn về việc này. Bạn liên hệ Khoa/bộ môn linh động đổi TKB cho bạn những tuần bạn trùng với lịch thi.. . . . Thân.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Hỏi đáp học trực tuyến (BKeL) . Em là [full_name]-[student_id]. . Em bị trùng lịch. . . -Thí nghiệm cơ lưu chất lớp L10   B thứ 7 tuần 22 từ 15:00-17h50   /B . . -Lịch thi cơ lưu chất vào ngày 30/5 tức thứ   B thứ 7 tuần 22 lúc 16:00.  /B . . Em mong phản hồi tù phòng đào tạo.. . Em cảm ơn.",
            "Chào bạn,. . . . PDT có gởi mail thông báo hướng dẫn cho bạn về việc này. Bạn liên hệ Khoa/bộ môn linh động đổi TKB cho bạn những tuần bạn trùng với lịch thi.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Lịch thi - Đại học - Cao đẳng chính quy   Khác ... . Hiện tại em đang có lịch thi giữa kì môn cơ sở điều khiểu tự động (EE2019) nhóm L04-A vào lúc 16h00 ngày 30/05/2020, nhưng hiện đang bị trùng với lịch học thí nghiệm môn cơ sở điện tử công suất (EE 2022) nhóm L10 vào 15h00-17h50 ngày 30/05/2020.. .  Em xin hỏi là nhà trường có thể đổi thời khóa biểu hay không ? . .  Em cảm ơn.",
            "Chào bạn,. . . . [full_name] có gởi mail thông báo hướng dẫn cho bạn về việc này. Bạn liên hệ Khoa/bộ môn linh động đổi TKB cho bạn những tuần bạn trùng với lịch thi.. . . . Thân.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Vừa làm vừa học - ĐTTX   Tốt nghiệp . Cho em hỏi em dk đợt tốt nghiệp cuối tháng 4 hệ vlvh mà ngay đợt dịch bênh có thông tin gì  về ngày dời đợt tn ko ạ.",
            "Chào bạn,. . . . Đây là thông báo mới nhất của nhà trường về việc cấp bằng tốt nghiệp đợt 1 http://www.aao.hcmut.edu.vn/index.php?route=catalog/chitiettn&path=68&tid=1901.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Hỏi đáp học trực tuyến (BKeL) . Kính gửi Phòng Đào Tạo,. . Em tên là [full_name].. . MSSV : [student_id].. . Vì dịch bệnh vừa qua nên tình hình kinh tế khó khăn và bị công ty cắt giảm nhân sự nên em không còn đủ tiền để đóng học phí nên em xin được rút môn học :. . Những NgLý cơbản CN M-[full_name] - SP1003. . Vật lý 2 - PH1005. . Mong Phòng Đào Tạo xem xét và giúp đỡ em rút môn học.. . Em xin được đăng ký và học lại vào những học kỳ sau.. . Em chân thành cảm ơn Phòng Đào Tạo.",
            "Chào bạn,. . . . Vì tình hình dịch bệnh, nhà trường cho sinh viên rút môn học không tính học phí vào tháng 4 (hạng kết thúc 17/4/2020).. . . . Sau đó các bạn muốn rút môn học phải đóng học phí. Hạn chót rút môn học có tính học phí là ngày 29/5/2020. Bạn muốn rút môn học bạn phải nộp đơn PDT sớm.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Hỏi đáp học trực tuyến (BKeL) . Chào thầy/ cô, em là [full_name], sinh viên K14, hiện tại em vừa thi Toeic được 480 điểm, em muốn chuyển điểm 3 môn Anh văn ( AV 1,2,3) rồi sau này e thi cao hơn 500 điểm đổi tiếp Anh văn 4 được không ạ, hay chỉ được đổi 1 lần duy nhất cho 4 Anh văn luôn ạ. Em cảm ơn.",
            "Chào bạn,. . . . Theo qui định nhà trường mỗi môn anh văn chỉ chuyển điểm 1 lần, trường hợp bạn nêu là được nhen.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Vừa làm vừa học - ĐTTX   Học phí .   Em là sinh viên hệ vhvl, mã sinh viên là [student_id].. .   Nay có đợt đóng học phí hk191 lẫn hk192 mà em chỉ thấy học phí của hk192 còn hk191 thì không thấy ạ.. .   Mong thầy/cô giúp đỡ ạ.",
            "Chào bạn,. . . . Phần học phí 191 đã có, bạn kiểm tra lại nhen.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Dạ cho e hỏi là TKB vừa mới cập nhật làm mới, là được bổ sung các tiết học bù cho các môn giáo dục thể chất, av, các môn thí nghiệm. Thì e có check TKB thì có môn trùng lịch, cụ thể của e là e có đăng kí môn hoá lý dự thính giờ học live từ 10h-11h15’ và tkb mới cập nhận lại trùng vô môn giáo dục thể chất giờ học từ 10h-12h và do cả hai môn học đều cần phải điểm danh nên e ko thể vắng buổi nào. Em mong pđt giải quyết dùm e! Em xin cảm ơn!",
            "Chào bạn,. . . . Bạn kiểm tra mail PDT và làm theo hướng dẫn trên mail nhen.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: G[student_id]  /b \t. . . .   i Tốt nghiệp - Đại học - Cao đẳng chính quy   Cập nhật ngày CTXH, điểm ... . Thưa [full_name],. . Em là Đoàn Công Trường, MSSV G[student_id] . . . Cho em hỏi về Điểm Trung Bình Tích Lũy Ngành của ngành QTKD của em.. . Hiện tại, [full_name] xét điểm TBTLN của em là 6.66, đây là kết quả trung bình của chỉ 24 môn học trong chương trình đào tạo QLCN/QTKD K12.. . Trong trương trình học tập của em, em hoàn thành 56 môn của ngành QTKD. Tuy nhiên, thời điểm em học ngành thứ 2, các môn mã cũ của K12 đã không còn mở lớp, cho nên em phải học các môn mã số mới của K14 trở về sau, số lượng các môn này là 32 môn. Em đã rất cố gắng để hoàn thành tốt tất cả các môn này. Em có lên hỏi [full_name] về việc chuyển điểm thì nhận được câu trả lời rằng: \"các môn chưa học mã cũ lần nào thì sẽ được chuyển điểm 1 lần\".. . Nếu như 32 môn em học với Mã số môn học của K14 được chuyển điểm sang mã cũ (k12) thì điểm trung bình tích lũy ngành của ngành QLCN/QTKD của em sẽ lên 7.09 (~7.1), như vậy em sẽ được bằng Khá.. . Em kính mong [full_name] xem xét, vì thời gian học ngành thứ 2 em đã rất cố gắng, và tấm bằng đại học sẽ đi theo em suốt đời.. . Em cám ơn.",
            "Chào bạn. . - Theo quy định, các môn học tương đương thay thế thì môn gốc sẽ được ghi điểm 12, và được tính vào số tín chỉ tích lũy, nhưng không tính vào điểm trung bình tích lũy ngành.. . - Bạn kiểm tra lại có gì thắc mắc nữa thì cứ liên lạc lại nhé. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: xin chào thầy cô ạ!. . thời khóa biểu của em vẫn hiện cập nhập ngày 18/05/2020 suốt 1 tuần nay rồi ạ, và vẫn giữ nguyên tkb, không có những lần cập nhập như các bạn khác, và vẫn chưa có thời khóa biểu bù cho mấy môn thí nghiệm. Em không biết là thời khóa biểu của em không có sự thay đổi hay là bị lỗi hệ thống ạ, mong thầy cô xem xét, em xin cảm ơn thầy cô!",
            "responsible person: [551] [staff_name] [helpdesk staff]",
            "Chào bạn,. . . . - Tuỳ theo môn mà có lịch bù hay không?, vậy bạn đếm các môn của bạn học có đủ tuần hay không?.. . - TKB chỉ học môn cơ lưu chất thí nghiệm đã xếp đủ tuần rồi sao lại bù.. . . . Thân.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Cho em hỏi là trường cấp 3 của em chưa có bằng tốt nghiệp thì em có cần phải làm đơn để báo là chưa có bằng không ạ? Em xin cảm ơn!",
            "Chào bạn,. . . . Bạn kiểm tra mail PDT vì có 2 đợt nộp bằng tốt nghiệp. Bạn có thể nộp đợt sau.. . . . Thân.. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "QUOTE Hỏi đáp học trực tuyến (BKeL) . Cho em hỏi quy trình để đk song ngành sao ạ.",
            "Chào bạn,. . . . Bạn xem qui chế học vụ điều 28 http://www.aao.hcmut.edu.vn/index.php?route=catalog/chitietsv&path=90&tid=1658, có gì thắc mắc bạn hỏi thêm.. . . . Thân.. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ - Đại học - Cao đẳng chính quy   Rút môn học . Kính gửi Phòng Đào tạo trường Đại học Bách khoa TP. HCM. . Dạ cho em hỏi là bây giờ vẫn còn thời hạn để rút môn học có tính phí phải không ạ?. . Em xin cảm ơn.. .",
            "Chào bạn,. . . . Thời hạn rút môn có tính học phí hạn chót nộp đơn rút 29/5/2020.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Hỏi đáp học trực tuyến (BKeL) . Kính gửi quý Thầy/Cô,. . . . Em xem lịch đóng học phí thì thanh toán 50% trước 28/5. . . . Nhưng khi em vào BKpay thì hệ thống báo là thanh toán 100% hết 1 lần và hạn và 2/7. . . . Quý thầy cô cho em hỏi là em thanh toán 50% hay 100% ạ. . . . Trân trọng,. . Nhựt Anh. .",
            "Chào bạn, . . . . Chính qui bằng 2 khi đóng học phí chỉ đóng 1 đợt nhen bạn.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Em đã đủ điều kiện tốt nghiệp nhưng không đăng kí tốt nghiệp online được do hệ thống báo lỗi chưa đủ ngày ctxh",
            "Chào bạo,. . . . Bạn phải liên hệ trực tiếp PDT xin đăng kí tốt nghiệp, khi nào PDT xét bạn được tốt PDT sẽ gởi mail cho bạn và hướng dẫn thực hiện các bước tiếp theo.. . . . Thân.",
            "Chào bạn. . Phòng đào tạo đã điều chỉnh lại thông tin, bạn vào đăng ký tốt nghiệp nghiệp. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Hỏi đáp học trực tuyến (BKeL) . Em tên là [full_name], sau khi nhận được mail gia hạn bảo hiểm y tế của trường, vì không đọc kĩ thông tin nên em đã đồng ý gia hạn bảo hiểm y tế trên myBK (tuy nhiên em chưa thanh toán tiền). Vì em hiện đang cư trú tại KTX khu A đại học quốc gia nên em không cần phải đăng ký gia hạn bảo hiểm y tế nữa. Tuy nhiên em đã bấm xác nhận đăng ký như hình. Vậy em phải làm thế nào đây ạ? Em xin cảm ơn. .",
            "Chào bạn,. . . . Bạn liên hệ với Phòng Công Tác Chính Trị sinh viên nhen . . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "em có 17 tín chỉ học kì này mà sao lại có học phí bổ sung vậy ạ. .",
            "responsible person: [551] [staff_name] [helpdesk staff]",
            "Chào bạn,. . . . Bạn có đăng kí 17 tín chỉ và 1 môn thể dục, môn thể dục 0 tín chí nhưng 1 tin chỉ học phí.. .  . . Bạn xem qui định về cách tính học phí  http://www.aao.hcmut.edu.vn/index.php?route=catalog/chitietsv&path=219_61&tid=1886 .. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "BKpay của em bị lỗi như thế này ạ, không hiện bất cứ gì ngoài dòng chữ   b Số khoản chưa thanh toán  /b .. . Mong nhà trường sớm khắc phục lỗi này để em có thể thanh toán học phí ạ",
            "Chào bạn,. . . . - Bạn có thể nộp trực tiếp tại ngân hàng OCB.. . . . - Hoặc liện hệ trực tiếp PDT phòng 201A4 gặp anh [full_name] sẽ kiễm tra cho bạn.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "B Vừa làm vừa học - ĐTTX   Học phí .   /B . . Em tên là [full_name], sinh viên hệ VLVH ngành CNTT khóa 2 năm 2019. HK191 trường có đăng ký cho em 3 môn học là Xác xuất và thống kê,  Phương pháp tính và Hệ điều hành.. . Sau khi trường xét miễn môn học thì em được miễn môn Hệ điều hành và môn Phương pháp tính  do có sai sót trong thời khóa biểu nhập học nên sinh viên ngành CNTT không phải học và đóng tiền học phí môn học này như cô [email] đã trả lời qua email. Vậy em chỉ phải đóng tiền học phí HK191 là 01 môn Xác xuất và thống kê (3 tín chỉ).. . Tuy nhiên hiện tại trong phần học phí HK191 của em lại tính tiền học phí đến 2 môn (6 tín chỉ).. . Mong các thầy/cô giải đáp thắc mắc giúp em với ạ!",
            "Chào bạn,. . . . Tiền học phí đã cập nhật, bạn kiểm tra lại nhen.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Hỏi đáp học trực tuyến (BKeL) . cho hỏi là sao của em có chi phí phát sinh 320k",
            "Chào bạn,. . . . - Bạn có đăng kí 17 tín chỉ và 1 môn thể dục, môn thể dục 0 tín chí nhưng 1 tin chỉ học phí.. . . . - Bạn xem qui định về cách tính học phí  http://www.aao.hcmut.edu.vn/index.php?route=catalog/chitietsv&path=219_61&tid=1886 .. . . . Thân.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Hỏi đáp học trực tuyến (BKeL) . Dạ, cho em hỏi đợt đăng kí làm luận văn gần tháng 7- tháng 9/2020 là ngày bao nhiêu vậy ạ? Tại em thấy trường chưa cập nhật lịch đăng kí mới trên aao ạ.. . . . Em cảm ơn!!",
            "Chào bạn,. . . . Bạn vui lòng nói rõ bạn muốn đăng kí luận văn học kỳ nào. Hiện tại lịch học vụ học kỳ 201 nhà trường chưa thông báo cụ thể.. . . . Thân.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Hỏi đáp học trực tuyến (BKeL) . Dạ em xin chào ạ ! Em là sinh viên năm nhất K19 thuộc chương trình PFEIV kỳ dự thính 192 năm nay em có đăng ký môn Cấu trúc dữ liệu nâng cao - 501704 . Theo như em biết là khóa K19 bên em cũng có thay đổi nhiều về môn học và trên trang chương trình đào tạo thì vẫn chưa có các môn sau kỳ 4 nên em mới hỏi là em học môn này có được ghi nhận điểm và tính vào số tín chỉ tích lũy không ạ ! Em đăng ký môn này để bổ sung thêm kiến thức tin học và bổ sung trước một số tín chỉ ạ !",
            "Chào bạn,. . . . Hiện tại Khoa chưa gởi CTDT K2019 ngành HT Năng lượng - Việt Pháp chính thức đến Phòng Đào tạo. Vì vậy danh sách môn tương đương/ thay thế giữa khóa K2018 và K2019 chưa thành lập. Bạn có thể học Cấu trúc dữ liệu nâng cao 501704 để bổ sung kiến thức, nhưng trong CTDT K2019 ngành HT Năng lượng (bản chưa hoàn chỉnh do Khoa thiết kế ngày 12/5/2020) không thấy môn học nào có tên tương tự.. . bạn có thể tham khảo CTDT K2019 ngành HT Năng lượng (bản chưa hoàn chỉnh, ngày 12/5/2020) như dưới đây:. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: 81303675  /b \t. . . .   i Vừa làm vừa học - ĐTTX   Đăng ký môn học . 1) em là sinh viên hệ vlvh khóa 2020 em muốn đăng ký những môn như :. . . . CI2091 Kết cấu bê tông cốt thép 1. . CI4037 Công trình trên đất yếu. . CI1001 Nhập môn về kỹ thuật. . CI3001 Cơ học đất. . CI3009 Kết cấu thép 1. . . . nhưng những môn này lại không có trong danh dách CÁC MÔN HỌC DỰ KIẾN MỞ LỚP HỆ VLVH KHÓA 2020 ĐỢT 1. . thì em phải viết đơn nộp xin học các môn trên lên phòng đào tạo để được -Xét đơn đăng ký (trong 02 ngày từ ngày bắt đầu học kỳ, sau 02 tuần kết quả được xét là chính thức.) phải không ạ?. . . . 2)ở phiếu miễn môn học của phòng đào tạo đề nghị lên BGH miễn cho sinh viên, em có thắc mắc là môn xác xất thông kê và môn giáo dục quốc phòng em đã qua nhưng vẫn chưa được cập nhật lên danh sach những môn được miễn ạ. vậy em nên làm đơn gửi phòng đào tạo hay phải hỏi trực tiếp đẻ được giải quyết ạ?",
            "Chào bạn,. . . . - Những môn bạn đăng kí không mở trong học kỳ 2 này, bạn muốn đăng kí thì bạn có thể đăng kí vào học kỳ 201 tới .. . . . - Nếu bạn thấy những môn miễn thiếu, thì bạn nộp phiếu miễn môn bổ sung. Bạn tải mẫu đơn về nhen http://www.aao.hcmut.edu.vn/index.php?route=catalog/chitietsv&path=91&tid=97.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Hiện giờ e năm 3 và chưa đủ chuẩn av là 600 để đăng ký môn học của hk1 năm 4, nhưng theo thông báo của trường qua mail thì, học kì 1 năm tới không cần xét chuẩn av vậy là em vẫn có thể đăng ký các môn học năm tư mặc dù av chưa đủ đúng không ạ. Em muốn hỏi lại để nắm rõ ạ. Em cám ơn!",
            "Chào bạn,. . . . Theo mail thông báo PDT ghi rất rõ mà bạn, bạn đọc kỹ lại nhé.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Hỏi đáp học trực tuyến (BKeL) . Dạ chào thầy/cô, em là [full_name] DD19LT10.Cho em hỏi về việc thông tin cá nhân của em phần năm sinh bị để trống(hình 1) và em có thử chỉnh sửa nhưng không được ạ. Mong thầy cô giúp em ! Nơi sinh của em ở Đồng Nai ạ.",
            "Chào bạn,. . . . Bạn phải nộp PDT  đơn xin chỉnh sửa nơi sinh và kèm theo giấy khai sinh chứ bạn không thể tự chỉnh được nhen."
        ]
    },
    {
        "intent": "",
        "message": [
            "Hỏi đáp học trực tuyến (BKeL) . Dạ thưa cô, chỗ học phí bổ sung đó ạ. HK192 em đăng kí đủ 17 tín chỉ(không học dự thính) thì học phí tron gói là 5tr3, nhưng mà trong mục BKpay của em có thêm mục thanh toán học phí bổ sung thì em có cần phải thanh toán thêm mục đó không ạ. Em cảm ơn",
            "Chào bạn,. . . . - Bạn có đăng kí 17 tín chỉ và 1 môn thể dục, môn thể dục 0 tín chí nhưng 1 tin chỉ học phí.. . . . - Bạn xem qui định về cách tính học phí  http://www.aao.hcmut.edu.vn/index.php?route=catalog/chitietsv&path=219_61&tid=1886 .. . . . Thân.. ."
        ]
    }
]