[
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được . Ở đợt 1 em có đăng kí môn học CI3147- Quy hoạch đô thị bền vững, nhưng bị hủy kết quả với lý do thiếu môn tiên quyết CI1021. Nhưng khi xác nhận lại với thầy cô bộ môn và tra trên mục \"Cấu trúc môn học\" thì môn CI1021 không có yếu tố tiên quyết (chỉ có môn học trước). Em mong nhà trường có thể giải quyết trường hợp này của em để em có thể đăng kí được môn học CI3147 kịp thời hạn quy định. E xin cảm ơn!. .",
            ". . Chào bạn. . Các trường hợp này [full_name] đã thay đổi điều kiện môn học trước, PĐT sẽ cập nhật lại trên website trong tuần này.. . Bạn có thể liên hệ trực tiếp [full_name] để biết rõ hơn các thay đổi về môn Tiên quyết + học Trước . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Em chào thầy/cô ạ,. . Dạ tụi em có thể xin đổi giờ học môn Công nghệ chế biến lương thực được không ạ?. . Lý do: trùng lịch với môn Công nghệ bao gói thực phẩm (là môn bắt buộc), mà môn Công nghệ chế biến lương thực lớp em đăng kí nhiều nhưng vì trùng lịch nên lớp em không chọn được ạ.. . Em cảm ơn nhiều ạ.",
            "Trường hợp này PĐT sẽ thống kê và đổi giờ học cho các bạn nếu không trùng giờ"
        ]
    },
    {
        "intent": "",
        "message": [
            "Dạ em chào thầy (cố) ạ. . Chúng em tên là [full_name]  mssv [student_id]. .                [full_name] mssv [student_id]. .                 [full_name]  mssv [student_id]. .           Nguyễn Thị Phương Nhi mssv [student_id]. . . . Lịch thời khóa biểu mới đổi môn ứng dụng máy tính trong công nghiệp từ CS1 chuyển thành CS2 tiết 78910 thứ 6 mà tụi em đăng kí môn Phướng pháp tính lớp A02 tiết 456 ở CS1 nên không đủ thời gian nghỉ trưa và di chuyển. Sợ sẽ bị hủy lớp nữa ạ. Kính mong thầy cô cho tụi em chuyển lớp Phương Pháp Tính A02 thành lớp L07 tiết 234 thứ 6 ạ. Chúng em xin chân thành cảm ơn và kính mong thầy cô cho tụi em chuyển lớp ạ",
            "responsible person: [551] [staff_name] [helpdesk staff]",
            "Chào bạn. . Hiện PĐT đã tăng sĩ số môn học lên mức tối đa có thể. . Bạn vào đăng ký liền nhé. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tăng sĩ số lớp môn học . Em tên [full_name] mssv: [student_id]. . Em muốn xin vào lớp môn Truyền số liệu và mạng-EE3019. . Vì là môn học trước của đồ án nên em muốn được đăng kí ạ. Và sỉ số đã đầy nên em không đăng kí được.. . Em cảm ơn",
            "Chào em,. . . . Môn này đã full sỉ số, em có thể đăng kí học kỳ dự thính."
        ]
    },
    {
        "intent": "",
        "message": [
            "B   /B Dạ cho em hỏi là em đã cập nhật thông tin vào 18h ngày 19/12 rồi sao đến 14h ngày 21/12 em vẫn chưa thể đăng kí môn học ạ???",
            "Bạn vào kiểm tra và đăng ký lại nhé."
        ]
    },
    {
        "intent": "",
        "message": [
            "B [full_name]  /B . .   b MSSV/MSGV:   B ILI13245  /B   /b \t. . . .   i Đăng ký môn học - Đại học - Cao đẳng chính quy   Tăng sĩ số lớp môn học  /i   B  001004 Đường Lối Của Đảng Cộng Sản Việt Nam.. .   /B . .",
            "Chào bạn. . Hiện PĐT đã tăng sĩ số môn học lên mức tối đa có thể. . Bạn vào đăng ký liền nhé. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Dạ do trường có quy định là sinh viên kể từ K18 trở về trước phải hoàn thành giáo dục thể chất sau 3 năm, nên em đăng kí học lại môn giáo dục thể chất 2. Vấn đề là em đã gửi đăng kí vào đợt đăng kí môn học đợt 1 thành công, nhưng qua đợt 2 lại không có lớp mở, và môn này chỉ mớ lớp vào học kì 2 mỗi năm học nên nếu năm nay em không đăng kí được thì phải đợi đến học kì 2 năm sau. Như vậy là em đã vi phạm quy định mới của trường. Mong thầy cô hỗ trợ giúp em. Em cám ơn"
        ]
    },
    {
        "intent": "",
        "message": [
            "Dạ em xin chào nhà Trường ạ! . . Tình hình là em đã đóng học phí hôm qua lúc 14h, theo em hỏi được thì trường sẽ cập nhật thông tin lúc 16h và cho sinh viên đăng kí môn học vào 13h ngày mai lại.Nhưng em đến 15h ngày hôm nay vẫn chưa đăng kí môn học được ạ. . Em kín xin Trường xem xét và giải quyết cho em được đăng kí môn học. . Em xin cám ơn ạ!"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Khác ... . Cho em hỏi sỉ số lớp qui định là 60 sv, vậy cần tối thiểu bao nhiêu sv đăng ký học lớp này để có thể mở được lớp ạ. Em xin cảm ơn.",
            "Chào em,. . . . Tuỳ môn, môn chuyên ngành hay cở sở ngành."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: 1613022  /b \t. . . . Chào thầy (cô), em là sinh viên năm cuối ko đủ chuẩn anh văn theo từng năm nên không đăng kí được môn học nào.. . em còn 2 môn đó là đồ án nhiệt luyện và đề cương luận văn tốt nghiệp.. . hiện tại phòng đào tạo ko có mở lớp vì ko có ai đăng kí.. . cho em hỏi nếu em thi av ở trường ngày 21/12 đạt chuẩn năm 4 \"THÌ EM CÓ ĐƯỢC LÀM ĐƠN MỞ LỚP VÀO ĐỢT ĐĂNG KÝ BỔ XUNG 2/1 ĐẾN 6/1 KHÔNG Ạ ???. . . . em thi anh văn định kỳ ở trường 21/12  nhưng đến ngày 24/12 mới có kết quả nên ko kịp đăng ký đợt hiệu chỉnh, buộc phải đăng kí đợt bổ sung .. . Em hỏi thì thầy cô khoa nói là các môn đó học kỳ nào cũng mở và ko quy định số người .. . Rất mong thầy cô giải đáp rõ giúp em, chỉ vì 2 môn mà em chậm mất 1 năm ra trường.. . em xin trân thành cảm ơn.. .",
            "responsible person: [551] [staff_name] [helpdesk staff]",
            "Chào bạn. . . . Trong đợt 2 PĐT không nhận đơn mở lớp bổ sung.. . . . Tuy nhiên trường hợp của bạn có thể được xét đặc cách, bạn lên PĐT trình bày rõ lý do không đăng ký và xin mở lớp trong đợt 3."
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính gửi phòng đào tạo ạ ,e tên là [full_name] mssv [student_id] hiện đang học khoa điện ạ ,e muốn xin phòng đào tạo mở đăng kí môn học cho e ạ ,đợt 1 e có khai báo lí lịch ạ ,nhưng đợt 2 e khai báo bị trể nên khi e vào đăng kí thêm thì bị lỗi là chưa khai báo lí lịch ạ ,e mong phòng đào tạo mở đăng kí cho em ạ .",
            "PĐT đã mở khóa bạn vào đăng ký lại"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Chương trình đào tạo (thiếu môn tiên quyết, song hành...) . Theo quy định mới là qua năm 3 môn Gdtc 2 sẽ là môn tiên quyết, em còn thiếu môn Gdtc2 nhưng em không đăng kí được cho hk192 ạ",
            "Bạn đăng ký 1 trong 9 môn thể dục tự chọn để được xét tương đương với môn GDTC 2.. . . . Bạn gõ mã PE ở ô ĐKMH để xem 9 môn thể dục có mở lớp."
        ]
    },
    {
        "intent": "",
        "message": [
            "Điểm thi - Đại học - Cao đẳng chính quy   Điểm môn học . Em kính chào Phòng Đào Tạo ạ !. . Hiện tại em có một thắc mắc về điểm tích lũy các môn tự chọn. Theo bảng chương trình đào tạo thì em có hai môn tự chọn ở nhóm A có mã môn là AS2003 và CO1003  (như hình ảnh đính kèm thì nhóm A phải chọn tối thiểu 3 tín chỉ tức là có thể chỉ chọn một môn). Em đã học môn AS2003 trước nhưng không đạt, nên ở học kì sau em chọn môn CO1003 và đã đạt, nhưng trên hệ thống điểm trung bình tính lũy của em vẫn tính cả 2 môn AS2003 và CO1003 vào. Theo quy chế học vụ thì em đọc trong nhóm tự chọn nếu không đạt thì có thể chọn một môn khác để học nhưng nếu cách tính như vậy thì điểm trung bình tích lũy của em sẽ bị kéo xuống nhiều ạ. Em mong Phòng Đào Tạo giải đáp giúp em, em xin cảm ơn ạ!",
            "Em xin gửi file hình ảnh trong chương trình đào tạo",
            "Chào bạn,. . Bạn đọc kỹ quy chế về cách điểm trung bình tích lũy chung và điểm trung bình tích lũy ngành nha bạn. Hai cách tính khác nhau.. . Điểm trung bình tích lũy là tính hết các môn bạn đã đăng ký học. Còn điểm TBTL ngành hoặc  ĐTBTN thì chỉ tính điểm cao nhất trong tổ hợp môn học tự chọn. . . Thân mến"
        ]
    },
    {
        "intent": "",
        "message": [
            "Xin chào thầy cô pđt[full_name][full_name] [full_name] Em tên là [full_name] mssv [student_id][full_name] [full_name] Hiện tại ngành em đang học là kỹ thuật tàu thuỷ của Khoa kỹ thuật giao thông, do em bị trễ anh văn, khoá sau là K18 không có tuyển sinh ngành tàu thuỷ, gần như còn có em học các môn năm 2 của ngành nhưng vì số lượng là chỉ có mỗi mình em nên kì rồi ( hk191) pđt không có mở lớp, kì này em cũng đã làm đơn nộp mà không biết sẽ được mở lớp không[full_name] Cho em hỏi nếu cứ tiếp tục như thế em sẽ không thể tốt nghiệp em phải làm thế nào, xin các thầy cô hướng dẫn[full_name][full_name] [full_name] Em cảm ơn[full_name] [full_name] [full_name] [full_name][full_name]",
            "Chào bạn. . . . Bạn đã nộp đơn xin mở lớp về Khoa chưa ?. . . . Sau khi nộp về Khoa có xác nhận bạn nộp đơn đó về PĐT để PĐT cập nhật mở lớp cho bạn.",
            "Em đã nộp đơn xin mở lớp hết rồi.",
            "Nhưng pđt không có mở.",
            "Bạn vui lòng chụp biên nhận mở lớp để PĐT kiểm tra",
            "Đây là lịch hẹn trả kết quả trong phiếu!",
            "[full_name] [full_name] Xin chào thầy cô pđt[full_name][full_name] [full_name] Em tên là [full_name] mssv [student_id][full_name] [full_name] Hiện tại ngành em đang học là kỹ thuật tàu thuỷ của Khoa kỹ thuật giao thông, do em bị trễ anh văn, khoá sau là K18 không có tuyển sinh ngành tàu thuỷ, gần như còn có em học các môn năm 2 của ngành nhưng vì số lượng là chỉ có mỗi mình em nên kì rồi ( hk191) pđt không có mở lớp, kì này em cũng đã làm đơn nộp mà không biết sẽ được mở lớp không[full_name] Cho em hỏi nếu cứ tiếp tục như thế em sẽ không thể tốt nghiệp em phải làm thế nào, xin các thầy cô hướng dẫn[full_name][full_name] [full_name] Em cảm ơn[full_name][full_name] [full_name] [full_name][full_name]",
            "Bạn đăng ký trong đợt 3 ĐKMH nhé. PĐT sẽ mở lớp",
            "Chào bạn. . Bạn đã nộp đơn xin mở lớp 3 môn TR2029, TR2015, TR2009,. . - Môn TR2029 Phòng đào tạo đã mở lớp chính quy HK192. . - Môn TR2015, TR2009 bạn nộp đơn xin mở lớp dự thính HK 192, nên phòng đào tạo sẽ mở lớp dự thính , các bạn đăng ký dự thính từ ngày 7/2 đến 11/2"
        ]
    },
    {
        "intent": "",
        "message": [
            "Chào thầy/cô,. .   Em tên là Trần Phú. Hiện nay, em là sinh viên năm 3 khoa Điện. Em làm đơn xin phép được bổ sung vào   /I lớp A01 môn EE3057 vì đây là môn quan trọng trong chuyên ngành của em.. .   Em trân thành cảm ơn thầy/cô đã giúp đỡ.. .",
            "Môn học đã ở sĩ số tối đa không thể tăng thêm cho bạn được.",
            "No solution"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tăng sĩ số lớp môn học . Lần trước do chậm tay nên một bạn sv khác đã đăng ký trước .... . Em xin thầy cô PĐT mở thêm 1 suất nữa lớp Xử lý ảnh (EE3035) lớp A01 giúp em với ạ.. . Em tên là [full_name], mssv [student_id]. . Em xin cảm ơn",
            "Chào bạn. . PĐT đã tăng sĩ số cho bạn, 20p nữa bạn có thể vào ĐKMH . Bạn vào đăng ký nhanh để tránh hết chỗ.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Trong học kỳ 191 này em thi trượt GDTC môn bóng bàn và không được thi lại. Học kỳ 192 tới em có được đăng ký 2 môn GDTC hay không vì em sợ bị trễ tiến độ do theo quy chế mới, em phải hoàn thành GDTC trong 4 kỳ.. . . . Em mong nhận được sự phản hồi,. . Em chân thành cám ơn!",
            "Bạn có thể đăng ký 2 môn cùng lúc được miễn không vi phạm điều kiện giờ học"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]1  /b \t. . . .   i Đăng ký môn học - Đại học - Cao đẳng chính quy   Tăng sĩ số lớp môn học .",
            "Chào bạn. . Hiện PĐT đã tăng sĩ số môn học lên mức tối đa có thể. . Bạn vào đăng ký liền nhé. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Em là học sinh khóa k18 học chương trình pre ở cơ sở 1 vào 2 học kỳ đầu và nhận được quyết định chuyển khóa 139/BKDT và sau đó em chuyển sang và học chương trình đại trà. Cho em hỏi là từ học kỳ này em sẽ sinh hoạt công dân với lớp khóa k18 hay k19 ạ?. . Điểm rèn luyện của em do ai phụ trách cũng như lớp hiện tại của em là lớp nào ạ.. . Xin cảm ơn vì đã đọc và trả lời câu hỏi của em.. . Kính gửi,. . Khang . .   i Yêu cầu khác .",
            "responsible person: [551] [staff_name] [helpdesk staff]",
            "Kính   QUOTE MSSV/MSGV: [student_id]    . . Em là học sinh khóa k18 học chương trình pre ở cơ sở 1 vào 2 học kỳ đầu và nhận được quyết định chuyển khóa 139/BKDT và sau đó em chuyển sang và học chương trình đại trà. Cho em hỏi là từ học kỳ này em sẽ sinh hoạt công dân với lớp khóa k18 hay k19 ạ?. . Chương trình học của em sẽ là của k18 hay k19 ạ. Và cả thời gian học nữa.. . Điểm rèn luyện của em do ai phụ trách cũng như lớp hiện tại của em là lớp nào ạ.. . Xin cảm ơn vì đã đọc và trả lời câu hỏi của em.. . Kính gửi,. . [full_name]. . Yêu cầu khác. . Cho em hỏi thêm:. . Chương trình học của em sẽ là của k18 hay k19 ạ? Và cả thời gian học nữa?. . Xin cảm ơn vì đã đọc và trả lời câu hỏi của em.. . Kính gửi,. . [full_name]. .   /QUOTE . .",
            "Chào bạn,. . Vấn đề về Sinh hoạt đầu khóa và điềm rèn luyện bạn vui lòng liên hệ phòng công tác Chính trị sinh viên đề được hướng dẫn.. . Về chương trình học của bạn, bạn vui lòng kiểm tra lại trong quyết định chuyển sang học chương trình đại trà có chuyển khóa học hay không? nếu không chuyển khóa học thì khóa của bạn vẫn phải là Khóa đầu vào ban đầu. Bạn vui lòng kiểm tra lại.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Dạ em thi môn giải tích 2 cuối kỳ vào ngày 11/12/2019 lớp DT02-D đến nay ngày 21/12/2019 mới có kết quả , nhưng kết quả không được tốt nên muốn phúc khảo nhưng trên hệ thống mybk ( phần phúc khảo lại ko đăng ký được ) mong thầy cô tư vấn giúp đỡ em ạ",
            "Chào bạn,. . Ctrình phúc tra HK191 đã được mở bạn nhé.. . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được . Em là sinh viên mới vừa chuyển từ BKHN vào năm học 2019-2020, trong kì đăng kí môn học vừa rồi em không thể đăng kí các môn học đại cương và chuyên ngành của năm 2 (trang đăng kí môn học báo là em chưa chuẩn sinh viên năm 2).Ngày 20/12 em có lên phòng đào tạo làm việc thì được hướng dẫn là về tạo câu hỏi/yêu cầu và điên danh sách các môn học cần đăng kí để trường giúp em trong việc đăng kí.",
            "Chào bạn. . Như emai PĐT đã gửi trước đó, PĐT đã cập nhật lại số tín chỉ xếp loại sinh viên theo các năm. Các môn học ở HK191 vẫn được cộng vào số tín chỉ hiện tại nên bạn có thể vào đăng ký môn học.. . . . Các thay đổi về quy chế các bạn xem tại đây :. . . . http://www.aao.hcmut.edu.vn/image/data/quyche/Ca%CC%81c%20thay%20%C4%91o%CC%82%CC%89i%20tu%CC%9B%CC%80%20HK192-updated.pdf. . . . Chúc bạn học tốt.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tăng sĩ số lớp môn học .",
            "Chào bạn. . . . Môn học đã ở sĩ số tối đa không thể tăng thêm cho bạn được.. . . . Bạn có thể về Khoa làm đơn xin mở thêm lớp. Đơn sau khi có xác nhận của Khoa bạn nộp về PĐT để mở lớp. . . . . . . Lưu ý PĐT chỉ nhận đơn mở lớp trong đợt 2 ĐKMH"
        ]
    },
    {
        "intent": "",
        "message": [
            "Chứng chỉ ngoại ngữ - Đại học - Cao đẳng chính quy   Thẩm tra chứng chỉ (nộp chứng chỉ) . Dạ em mới đăng kí chuyển điểm ngoại ngữ vậy khi nào e có thể đăng kí môn vậy ạ. Em cảm ơn ạ",
            "Bạn có thể đăng ký trong đợt 3 ĐKMH"
        ]
    },
    {
        "intent": "",
        "message": [
            "B Đăng ký môn học - Đại học - Cao đẳng chính quy   Tăng sĩ số lớp môn học . Em viết thứ này đề nghị xin phòng đào tạo tăng sỉ số lớp truyền số liệu và mạng (ee3019). Do lớp này lúc đăng ký không mở lớp nhưng bây giờ đã mở lớp và đã đủ sỉ số (30/30) em rất cần học môn này.",
            "Chào bạn. . Hiện PĐT đã tăng sĩ số môn học lên mức tối đa có thể. . Bạn vào đăng ký liền nhé. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "chầy(cô) cho em hỏi. . . . Môn Đồ án môn học công nghệ nhiệt luyện và cán kéo (MA4003), phải đủ bao nhiêu người mới được phép mở lớp.. . Hiện tại em chưa đủ chuẩn av và đang chờ kết quả kỳ thi anh văn định kỳ ở trường mới có thể đăng ký đợt bổ sung.. . vậy môn học này 1 mình em có đăng kí được không, và làm cách nào để đăng kí trong đợt bổ sung này.. . em mong thầy cô trả giúp. em xin trân thành cảm ơn.",
            "responsible person: [551] [staff_name] [helpdesk staff]",
            "Chào bạn. . . . Môn học chuyên ngành có thể sĩ số từ 20 đến 25sv PĐT sẽ mở lớp. . . . . Tuy nhiên trong đợt 2 ĐKMH PĐT sẽ không nhận đơn mở lớp. Bạn có thể về Khoa để được tư vấn các môn tương đương hoặc thay thế trường hợp môn không thể mở lớp."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: 1511252  /b \t. . Thưa thầy cô,. . . . Kì tới em đăng kí môn trong học kì luận văn, và em đã đăng kí đủ 21 tín chỉ tối đa.. . . . Vấn đề em muốn hỏi: là nếu em đăng kí thêm môn diện LỚP CHÍNH QUY NGOÀI GIỜ (BUỔI TỐI) thì có được không ạ, nó có tính vào số tín chỉ chính quy học kì chính không ạ. hay là nó cũng không tính chung tổng số tín chỉ như lớp dự thính buổi tối ạ.. . . . Em cảm ơn thầy cô.. . . . Best regards,. . Huy. .   i Đăng ký môn học - Đại học - Cao đẳng chính quy   Chưa cập nhật điểm .",
            "Vẫn được tính vào tổng số tín chỉ chính quy trong học kỳ để xếp loại sinh viên theo các năm",
            "Không ạ, ý em muốn hỏi nếu đã đăng kí full 21 tín chỉ cho các lớp chính quy ban ngày, thì có được đăng kí môn thêm ở lớp CHÍNH QUY NGOÀI GIỜ BUỔI TUỔI CỦA LỚP BẰNG 2 không ạ.. . . . Em thấy có quy định thứ 3 ở đây ạ: http://wiki.hcmut.edu.vn/wiki/index.php/H%E1%BB%8Dc_k%E1%BB%B3_ch%C3%ADnh. . . .",
            "Vẫn được nhé bạn"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Khác ... . Thưa thầy/cô, . . Em không rõ là khi mình nộp Chứng chỉ ngoại ngữ rồi, phải chờ tới khi tình trạng   B Đã xét duyệt  /B  thì mới đăng ký nhận luận văn tốt nghiệp được. Hay chỉ cần nộp CCNN là được đăng ký LVTN.. . Như vậy, em thấy thấy đợt đăng ký LVTN cuối cùng là 11/2 – 17/2/20. Vậy mình chỉ cần nộp CCNN trước thời gian đó là đăng ký LVTN được đúng không ạ ???. . Em cảm onư",
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Khác .... . . . Thưa thầy/cô, . . Em không rõ là khi mình nộp Chứng chỉ ngoại ngữ rồi, phải chờ tới khi tình trạng Đã xét duyệt thì mới đăng ký nhận luận văn tốt nghiệp được. Hay chỉ cần nộp CCNN là được đăng ký LVTN.. . Như vậy, em thấy thấy đợt đăng ký LVTN cuối cùng là 11/2 – 17/2/20. Vậy mình chỉ cần nộp CCNN trước thời gian đó là đăng ký LVTN được đúng không ạ ???. . Em cảm onư  /QUOTE . . . . Chào [full_name], em nộp CCNN rồi thì phải lên đăng ký môn học lại nhe!"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học phí - Đại học - Cao đẳng chính quy   Học phí học kỳ chính . Chuyện là hồi hè em đậu vào trường ngành em thích bằng điểm ĐGNL và dự định đi nộp hồ sơ vì em nghĩ điểm thi THPT QG của mình không đủ đậu một ngành khác mà em thích hơn. Em đã đóng 4 triệu tạm ứng vào trường và chuẩn bị đầy đủ hồ sơ, chỉ chờ đi nộp thôi ạ. Nhưng đùng một cái, trường kia ra điểm sàn y chang năm trước, mặc dù em biết điểm chuẩn khác điểm sàn mà nó tạo cho con người ta niềm hy vọng mãnh liệt nên em quyết định đợi nhưng đúng thiệt em không đủ điểm vào ngành đó nhưng cũng đậu được ngành em đậu ĐGNL ở BK, cho nên em làm công việc nhập học lại từ đầu. Bên OCB nói em là đợi trường tổng hợp lại danh sách rồi trả em lại tiền nhập học em đã đóng mà không nhập học.. . . . Vậy cho em hỏi là em có được lấy lại 4 triệu ban đầu không ạ? Nếu không thì không sao ạ mà nếu có thì em phải làm gì ạ?. . . . Em cảm ơn ạ",
            "Chào bạn,. . Bạn đã nộp đơn xin nhận lại khoản tiền này tại Phòng Đào tạo chưa?",
            "Dạ chưa ạ vậy là bây giờ em đến phòng đào tạo làm đơn còn kịp không ạ",
            "Chào bạn,. . Bạn vui lòng làm đơn trình bày rõ và nộp tại Phòng Đào tạo để được kiểm tra nhé!. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính gửi Phòng Đào tạo. . Hiện tại em đang học kì này em đang đăng kí học thiết kế đường (CI3063), môn này hiện tại học song hành cùng đồ án thiết kế đường (CI3221). Nhưng do em bị trùng thời khoá biểu nên không đăng kí được lớp A01, kính mong thầy (cô) hỗ trợ tăng sỉ số mã lớp A02 (hiện tại 56/56, tiết 10-11-12 thứ 2) để em đăng kí thuận tiện hơn trong việc học vì ngày 23/12 cũng là hạn chót đăng kí. Em xin chân thành cảm ơn. . . piĐăng ký môn học - Đại học - Cao đẳng chính quy   Tăng sĩ số lớp môn học .",
            ". . Chào em,. . . . PDT đã tăng sỉ số, em đăng kí lại nhé.. .",
            "đã tăng sĩ số môn CI3221 lên max. bạn vào đăng ký nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]1  /b \t. . . .   i Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được . Dạ em chào PĐT. . PĐT cho em hỏi là tại sao em đã cập nhật thông tin cá nhân rồi nhưng vẫn không đăng ký môn học được ạ. . Em tên [full_name]. . MSSV [student_id]1. . Em cảm ơn ạ",
            "Chào bạn,. . Bạn chưa vào trang \" Khai báo thông tin liên lạc\" để xác nhận , bạn chỉ vào trang lý lịch cá nhân để điều chỉnh số CMND nên vẫn bị xem như chưa xácn hận thông tin theo yêu cầu--  chặn DKMH.. . Bạn vui lòng xem lại email hướng dẫn làm cho đúng quy định thì sẽ được mở DKMH trong đợt sau bạn nhé.. . Thân.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Dạ thưa thầy cô , em đọc quy chế để nhận luận văn là số tín chỉ để nhận luận văn là ít nhất tối thiểu được nợ 7 tín chỉ so với tổng số tín chỉ . Vậy những tín chỉ đăng ký chung với luận văn có được tính không ạ . Ý em là những môn học đăng ký với luận văn đưỡ tính tổng vảo số tín chỉ mình tích luỹ đúng ko ạ",
            "Dạ thưa thầy cô , em đọc quy chế để nhận luận văn là số tín chỉ để nhận luận văn là ít nhất tối thiểu được nợ 7 tín chỉ so với tổng số tín chỉ . Vậy những tín chỉ đăng ký chung với luận văn có được tính không ạ . Ý em là những môn học đăng ký với luận văn đưỡ tính tổng vảo số tín chỉ mình tích luỹ đúng ko ạ  /QUOTE . . . . [full_name], vào http://www.aao.hcmut.edu.vn/index.php?route=catalog/chitietsv&path=59_62&tid=1376. . xem nhé. . VD: Số TCTL ngành 183: 100+[Số tín chỉ đăng ký môn học 191]=Số TCTL ngành tối thiểu nhận LVTN."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được . Gửi các thầy cô phòng Đào tạo trường ĐH Bách Khoa TP.HCM,. . Em là [full_name], MSSV: 171143, sinh viên khoa Điện Điện tử. . . . . Trong đợt 2 đăng ký môn học từ ngày 18/12 đến ngày 23/12, do em đã khai báo thông tin ngày 8/11 nhưng khai báo nhầm chỗ được yêu cầu. . . . . Tuy nhiên vào lúc 14h18 ngày 20/12 em đã khai báo lại đúng chỗ theo yêu cầu của tổ Kỹ thuật nhưng sau 13h ngày 21/12 em vẫn chưa thể đăng ký môn học. Mặc dù em đã nhận được mail mà phòng Đào tạo đã gửi, là nếu cập nhật trước 15h ngày hôm nay sẽ mở ĐKMH sau 13h ngày hôm sau trong thời gian ĐKMH.. . . . Mong PĐT sớm giải quyết và phản hồi giúp em để em có thể đăng ký môn học kịp lúc vào ngày 23/12.. . Em xin cảm ơn.",
            "Chào bạn,. . Bạn đã được mở DKMH lúc 10g ngày 23/12/2019 rồi nhé.. . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính thưa nhà trường, em tên là [full_name] mssv [student_id] khoa Kỹ thuật Xây Dựng. . Em viết yêu cầu này mong muốn nhà trường có thể tăng 1 hoặc 2 sĩ số 2 lớp:. . - Lớp A02 môn Đường lối CM của ĐảngCSVN SP1009. . - Lớp L05 môn Địa chất công trình CI1043. . Em xin chân thành cảm ơn. . . .",
            "Kính thưa nhà trường, em tên là [full_name] mssv [student_id] khoa Kỹ thuật Xây Dựng. . Em viết yêu cầu này mong muốn nhà trường có thể tăng 1 hoặc 2 sĩ số lớp L05 môn Địa chất công trình CI1043. . Em xin chân thành cảm ơn. .",
            ". . Chào em,. . . . PDT đã tăng sỉ số, em đăng kí lại nhé.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tăng sĩ số lớp môn học . Thầy/Cô tăng giúp em sỉ số của môn học sau:. .   B CH3151-A01  /B  - Kỹ thuật xúc tác và ứng dụng. . Em cảm ơn ạ!!. . . .",
            "Chào em,. . . . Môn này full sỉ số, PDT tăng lên 1 chỗ. Em đăng kí nhanh nhé."
        ]
    },
    {
        "intent": "",
        "message": [
            "Em muốn rút môn học vì lý do gia đình ạ",
            "Chào bạn,. . Vui lòng xem quy định rút môn học tại đây:. . http://www.aao.hcmut.edu.vn/ sinh viên/quy chế/Quy chế đào tạo và học vụ bậc đại học, cao đẳng:/ Điều 11. Hủy, rút môn học"
        ]
    },
    {
        "intent": "",
        "message": [
            "Em muốn hỏi em mới vừa nộp bằng av để chuyển điểm ạ, em được 540 điểm thì được chuyển điểm là 10 10 8 5,5 hay là 10 10 7,5 5 ạ",
            "Chào bạn,. . bạn vui lòng xem bảng quy đổi áp dụng cho HK191 trên web để biết thang điểm chuyển nhé.. . www.aao.hcmut.edu.vn- Sinh viên -  Hướng dẫn - Ngọại ngữ.. . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Khác ... . PĐT cho em hỏi đợt đăng ký môn học đợt bổ sung sắp tới em có được đăng ký môn học mới hay không ạ, tại vì em đang chờ điểm thi môn học đó vào kỳ dự thính hiện tại.. . Em xin cảm ơn ạ.. .",
            "chào bạn.. . bạn được phép đăng ký môn học mới.. . chỉ không được hiệu chỉnh kết quả cũ nếu đã đăng ký. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Khác ... . Dạ thầy cho em hỏi 2 vấn đề ạ.. . 1. Em cần đăng kí môn kết cấu thép 1 CI3009, để kì sau em được đăng kí luận văn, nhưng lớp đã full 60/60. Không biết em có thể xin vào lớp đó không ạ.. . 2. Môn thí nghiệm công trình CI4011 không mở lớp A, mà mở lớp B. Em học lớp chính quy, em có thể xin vào lớp B không ạ.",
            "Trong câu hỏi thứ 2 ạ. Môn ci4011 có 1 môn tiên quyết là em đang học trong học kì này. Liệu đợt đăng kí tiếp theo em có thể đăng kí kịp không ạ.",
            "Môn kết cấu thép 1 CI3009 em đã đăng kí được rồi ạ, mong thầy giải đáp giùm em môn CI4011 ạ.",
            "Môn CI4011 bạn phải có điểm thì mới được tính là qua môn Tiên Quyết",
            "Vậy cho em hỏi câu cuối ạ. . . Môn kết cấu bê tông cốt thép 1 CI2091, có bạn lên pđt xin mở lớp và được chấp nhận mở vào thứ 7. Nhưng sao  bây giờ em vẫn chưa thấy lớp đó mở để đăng kí ạ.",
            "Bạn vui lòng chụp biên nhận của PĐT để mình kiểm tra tình trạng mở lớp."
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính gửi: Phòng đào tạo trường đại học Bách Khoa. . Em tên: [full_name]: [student_id]. . Khoa Bảo dưỡng Công nghiệp. . Em viết đơn này vì lý do em không đăng kí được môn pháp luật đại cương dù không bị trùng lịch và đúng mã môn học, lỗi được ghi trên hệ thống em có đính kèm file bên dưới. Nay em viết đơn này mong phòng đào tạo xem xét và giải quyết giúp em ạ. Trong thời gian chờ đợi sự chấp thuận em xin chân thành cảm ơn.",
            "Chào em,. . . . Em sv đại trà không đăng kí được các lớp quốc tế. Em chỉ đăng kí mã nhóm [full_name], [full_name] ở đâu. Như: [full_name]01, [full_name]02..., [full_name]01,[full_name]02... chẳng hạn."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tăng sĩ số lớp môn học .  mã môn học: sp1005. .  nhóm lớp: A04. .  em muốn xin phòng đào tạo tăng thêm 4 sinh viên nữa cho nhóm A04 em xin cảm ơn.. . . . . .",
            "Chào bạn. . Hiện PĐT đã tăng sĩ số môn học lên mức tối đa có thể. . Bạn vào đăng ký liền nhé. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]  /b . . Dạ e tên [full_name] MSsv: [student_id]. . E có thi Ngoại ngữ ở IIG được 355đ và đã nộp bằng cho trường ( đã xác nhận)--  đã qua AV1.. . Mà sao e vẫn không đăng kí được môn AV2. Hỏi PĐT 2 lần. PĐT báo hình trạng\" đã giải quyết\" 2 lần rồi mà vẫn không đk được ạ??\t. . . .",
            "Đã cập nhật điểm bạn vào đăng ký AV2 lại nhé"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: G[student_id]  /b \t. . . .   i Học vụ - Đại học - Cao đẳng chính quy   Khác ... . Mình là sinh viên K13 khoa Hàng Không, mình cần học thêm môn TR2003 - Đồ họa vi tính và CAD để tốt nghiệp nhưng lớp đã đủ sỉ sổ. Mình tạo câu hỏi này để xin phép tăng sỉ số lớp lên để mình có thể tốt nghiệp đúng hạn.. . . . Xin cám ơn",
            "Chào bạn. . Hiện PĐT đã tăng sĩ số môn học lên mức tối đa có thể. . Bạn vào đăng ký liền nhé. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tăng sĩ số lớp môn học . Mong nhà trường tăng sĩ số môn Đường lối mã SP1009 lớp L03 thứ 4 tiết 3 4 5 . Em xin trân thành cảm ơn",
            "Chào bạn. . Hiện PĐT đã tăng sĩ số môn học lên mức tối đa có thể. . Bạn vào đăng ký liền nhé. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính gửi phòng đào tạo. . Em tên là [full_name] MSSV: [student_id] Khoa điện điện tử. . Phòng đạo tạo có thể đăng kí giúp em môn mạch điện tử EE2007 đươc không ạ vì lớp đã đầy em không đăng kí đc. Nếu học kì này em không đăng kí được thì tín chỉ tích lũy em rất là thấp. Mong phòng đào tạo giúp em. . Em chân thành cảm ơn!. . Đăng ký môn học - Đại học - Cao đẳng chính quy   Chương trình đào tạo (thiếu môn tiên quyết, song hành...) .",
            ". . Chào bạn. . Môn học đã ở sĩ số tối đa không thể tăng thêm cho bạn được.. . Bạn có thể về Khoa làm đơn xin mở thêm lớp. Đơn sau khi có xác nhận của Khoa bạn nộp về PĐT để mở lớp. . . Lưu ý PĐT chỉ nhận đơn mở lớp trong đợt 2 ĐKMH. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Chứng chỉ ngoại ngữ - Đại học - Cao đẳng chính quy   Khác ... . Kì thi chuẩn AV của trường có nhiều bất cập. Chúng em thấy không công bằng vì rất nhiều bạn làm bằng tiếng Việt(Khá nhiều) vì trên google chorm mặc định sẽ có dịch ngôn ngữ bên góc bên phải phía bên trên! Rất nhiều bạn sau khi thi về đều nói vậy. Chúng em thấy bất công và mong nhà trường giải quyết !",
            "Chào bạn,. . Trường đã phát hiện và đang làm xử lý kỷ luật một số bạn về việc vi phạm quy chế phòng thi.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]0  /b \t. . . . Hiện tại, em đã khai báo thông tin liên lạc và xác nhận địa chỉ trên mybk. Nhưng hiện tại vẫn chưa mở cho em dkmh, xin PDT hãy xác nhận cho em để em có thể kịp đăng kí môn học học kì này, ngày mai là hạn chót rồi (23/12). Em xin chân thành cám ơn.",
            "Bạn vào ĐKMH lại nhé"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Chương trình đào tạo (thiếu môn tiên quyết, song hành...) . tên:[full_name],MSSV:[student_id]. Em không đăng kí được môn trường điện từ,MSMH:EE2003,nhóm lớp A01 vì bị ghi là thiếu môn giải tích mạch(MSMH:EE1011) học trước.Nhưng môn giải tích mạch em học trước rồi vậy bị lỗi ở đâu vậy ạ",
            "Bạn vào đăng ký lại nhé"
        ]
    },
    {
        "intent": "",
        "message": [
            "Cho em hỏi học dự thính mà rớt thì có tính là môn đã học trước không",
            "Chào bạn,. . Từ học kỳ 191 sẽ tính điểm dự thính của tất cả các môn. Trước đó chỉ tính các môn đạt, nên không biết bạn đang hỏi HK nào?. . Thân",
            "Dạ dự thính HK 191. Vì sau này có mấy môn có điều kiện là học trước môn này.. .",
            "Vậy sẽ được tính là môn học trước nha bạn"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: dạ thưa cho em hỏi. . anh văn 3 và anh văn 4 em chưa đăng kí học trong trường,vậy khi đủ chuẩn chuyển điểm cho 4 anh văn em có được chuyển điểm cho anh văn 3 và anh văn 4 không ạ",
            "responsible person: [551] [staff_name] [helpdesk staff]",
            "Chào bạn,. . Việc chuyển điểm các môn AV không ràng buộc phải đã học các môn đó.. . Bạn vui lòng xem quy định về chuyển điểm trên web:www.aao.hcmut.edu.vn- sinh viên - Ngoại ngữ.. . Thân.",
            "dạ thưa. . trường hợp mà em miễn hết bốn anh văn,rồi em cũng đăng kí anh văn 2 và anh văn 3 để duy trì tình trạng học mà không đạt hay bị cấm thi ngoài ý muốn thì có ảnh hưởng gì đến điểm đã chuyển không ạ",
            "Chào bạn,. . Nếu điểm chuyển được tính như điểm môn học chính thức trong dữ liệu điểm của sv.. . Trong 1 Hk mà điểm TB tích luỹ bằng không thì bị BTH theo quy định về học vụ bạn nhé.. . Bạn vui lòng xem các quy định của trường tại: www.aao.hcmut.edu.vn- Sinh viên - Quy chế - Quy chế học vụ bậc đại học .. . Thân.. .",
            "dạ thưa . . em chỉ hỏi cho trường hợp điểm chuyển của anh văn thôi,thì cái điểm chuyển anh văn của em có được tính như điểm môn học chính thức trong dữ liệu điểm không ạ",
            "Chào bạn,. . Nếu điểm chuyển thì được tính như điểm môn học chính thức trong dữ liệu điểm của sv.. . Thân.",
            "dạ thưa . . em chuyển anh văn bằng chứng chỉ toeic,điều em sợ là khi chuyển điểm rồi mà đăng kí học lại để duy trì tình trạng học,nếu trường hợp không đạt thì có hủy kết quả chuyển điểm của em không ạ,hay là tính điểm cao nhất ạ"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Khác ... . Em tên: [full_name]. . MSSV: [student_id]. . . . Là sinh viên văn bằng 2 ngành khoa học máy tính khóa 2019, hiện tại do học kỳ 1 có danh sách miễn môn trễ nên em đã không đăng ký môn CO1005 - Nhập môn điện toán vì nghĩ mình được miễn. Nên học kỳ này e muốn đăng ký môn CO1005 nhưng chỉ có mã CC cho lớp chất lượng cao. Em muốn hỏi em có thể đăng ký môn của lớp chất lượng cao hay không? Hoặc có thể đăng ký môn nào khác tương đương để có thể xin miễn CO1005 hay không?. . . . Em mong nhận được sự giúp đỡ và chân thành cảm ơn!. .",
            "chào bạn.. . SV hệ CQ không được đăng ký các môn học nhóm Chất lượng cao và quốc tế (nhóm : CC, QT, TT). . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            ". . Xin phòng đạo tạo giúp em mở thêm sỉ số lớp Cơ học thủy khí mã TR1005 với ạ. . Em xin cảm ơn nhiều ạ",
            "responsible person: [551] [staff_name] [helpdesk staff]",
            "Chào bạn. . Hiện PĐT đã tăng sĩ số môn học lên mức tối đa có thể. . Bạn vào đăng ký liền nhé. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Khác ... . Theo quy chế mới thì em phải hoàn toàn Giáo Dục Thể Chất 3 để đăng kí học phần của năm cuối, em tìm mã PE1007 nhưng không ra, và hình như đã đổi. Vậy em nên đăng kí GDTC3 như thế nào ạ?",
            "Chào bạn,. . Đăng ký môn GDTC theo tên môn thể dục nha bạn, theo mã của từng môn. . Thân",
            "Xem thêm về quy định của môn GDTC tại: . . http://www.aao.hcmut.edu.vn/ sinh viên/quy chế/Quy định về các môn Thể dục từ HK182"
        ]
    },
    {
        "intent": "",
        "message": [
            "Để tiện cho lịch học và không phải di chuyển giữa hai cơ sở nên em hy vọng Phòng Đào tạo có thể giúp em tăng sỉ số lớp L01 môn Pháp luật Đại cương Việt Nam (Mã MH:SP1007). Mong nhận được sự chấp thuận. Em xin trân thành cám ơn",
            "Chào bạn. . Hiện PĐT đã tăng sĩ số môn học lên mức tối đa có thể. . Bạn vào đăng ký liền nhé. . Thân. ."
        ]
    }
]