[
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Chào thầy/cô,. . Em là [full_name] Mssv [student_id]. . Em có đăng kí in bảng điểm vào ngày 13/5 nhưng do tình hình dịch bệnh nên em không thể vào trường để nhận.. . Vì để rút ngắn thời gian in bảng điểm mới em mong phòng đào tạo có thể gửi bảng điểm đã in của em đến địa chỉ 497, ktx Hòa Hảo, phường 7, quận 10, Tp HCM.. . Họ và tên người nhận: [full_name]. . Số điện thoại người nhận: [phone_number]. . Mong thầy/cô xem xét giải quyết cho em.. . E xin chân thành cảm ơn ạ!",
            "Chào bạn,. . Phòng Đào tạo sẽ ghi nhận trường hợp của bạn và sẽ gửi theo đúng thông tin bạn ghi (người nhận trả tiền).. . Bạn lưu ý về thông tin người nhận, nếu có phát sinh về phí dịch vụ, bạn sẽ phải tự chịu trách nhiệm.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Trước đợt đăng kí môn học hè 203 e đóng trễ học phí nên không đăng kí môn học đợt 2 được. Và e có gửi hỗ trợ thầy cô báo em đăng kí đợt 3 nhưng đợt 3 này e vẫn ko đăng kí được. Mong thầy cô kiểm tra giúp tình trạng của e với ạ. Học phí e đã đóng đầy đủ. E xin chân thành cảm ơn",
            "Chào bạn. . . . -  bạn gởi lại câu hỏi muốn đăng ký môn gì ghi rõ lý do trên Bksi mục DKMH, để Pdt xử lý. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em chào anh/chị. Hiện em đang đi làm thêm và được bên công ty mua bảo hiểm y tế. Em muốn hỏi là em có cần tham gia bảo hiểm ở trường không và nếu không thì em có cần nộp giấy tờ gì để chứng nhận không ạ? Em chân thành cảm ơn.",
            "Chào bạn,. . Vấn đề về BHYT bạn vui lòng liên hệ tại Phòng Y tế hoặc Phòng Công tác Chính trị sinh viên để được hỗ trợ!. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . em sinh viên k14 hiện đã hết tgian đào tạo nhưng em đã có nộp đơn để xin gia hạn thêm 1 học kì để hoàn tất môn nhưng hnay em vào đăng kí thì em không đăng kí được vì lí do tạm dừng ạ, em mong pdt xem xét để cho em được đăng kí môn học ạ",
            "Chào bạn. . . . -  Bạn gởi lại câu hỏi muốn đăng ký môn gì ghi rõ lý do trên Bksi mục DKMH, để Pdt xử lý. . - vui lòng đính kèm quyết định gia hạn 1 học kỳ. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em chào anh/chị. Đầu năm em có đăng ký bảo hiểm y tế 6 tháng và bây giờ em quên đăng ký gia hạn đợt này. Em muốn hỏi là có còn đợt vét nữa không hay em phải tự gia hạn vì em đăng ký trên web không được? Em chân thành cảm ơn anh/chị.",
            "Chào bạn,. . Vấn đề về BHYT bạn vui lòng liên hệ tại Phòng Y tế hoặc Phòng Công tác Chính trị sinh viên để được hỗ trợ!. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Chào anh chị!. . Em đã đăng ký học dự thính HK203 đợt 1.. . Hiện tại em muốn hủy các môn đã đăng ký thì phải làm thế nào ạ?. . (Em vẫn chưa thanh toán học phí)",
            "Chào bạn. . Đến thời điểm hiện tại, theo quy định không thể huỷ môn học và huỷ học phí Hk203. . Nhà trường đã thông báo cụ thể từng quy định và từng mốc thời gian. . Theo quy định, nếu không đóng học phí mặc dù TKB sẽ bị huỷ, nhưng học phí vẫn treo, nên chắc chắn là bạn sẽ không DKMH của HK211 (chính quy+ dự thính) . . Hiện tại, bạn cố gắng đóng học phí theo đúng quy định nghen. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: 1912080  /b \t. . . .   i Yêu cầu khác . Dạ em chào Thầy/Cô, em tên là Vũ Phương Thảo -MSSV: 1912080. Hiện em là học sinh lớp KSTN Hóa Hữu Cơ. Thưa Thầy/Cô, sau một thời gian theo học chương trình KSTN, em cảm thấy mình không phù hợp với chương trình đó nữa ạ. Do điều kiện gia đình, sức khỏe và trình độ anh văn không phù hợp nên em mong muốn được học theo chương trình Đại trà ạ. Dạ Thầy/Cô cho em hỏi là em cần làm những thủ tục gì để có thể rút khỏi lớp KSTN ạ. . . Em cảm ơn Thầy/Cô đã dành thời gian đọc mail của em. Em mong nhận được sự phản hồi sớm từ Thầy/Cô ạ.. . Em chúc Thầy/Cô nhiều sức khỏe ạ!. . . .",
            "Chào bạn,. . Bạn có thể làm đơn xin rút ra khỏi chương trình tài năng và nộp tại văn phòng khoa của bạn nhé!. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Em chào thầy/cô ạ,. . Em là sinh viên hệ VLVH, MSSV [student_id].. . Sáng nay ngày 09/06/2021 em đã hoàn thành đóng học phí hk hè dự thính 203 nhưng bị trễ so với hạn của trường;. . Hiện giờ em cần làm đơn đóng học phí trễ và nộp lên trường phải không ạ? . . Em có thể nộp lên trường bằng cách nào do trường không mở cổng vào mùa dịch hiện nay ạ?. . Em cảm ơn nhiều ạ.. .",
            "Chào bạn. . Hiện tại, Nếu bạn đã thanh toán học phí HK203 rồi thì thời khoá biểu không bị huỷ & không cần phải làm đơn nghen bạn. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Chào thầy/cô,. . . . Dạ thầy/cô có thể cho em biết chính xác khi nào PĐT có mail quyết định tốt nghiệp trong đợt tốt nghiệp bổ sung không ạ? Em đã đăng ký tốt nghiệp đợt bổ sung từ ngày 17/05/2021. Em đang cần gấp chứng nhận tốt nghiệp để làm hồ sơ xin việc, nếu quyết định quá lâu thì làm ơn cho em biết để em thay đổi kế hoạch tìm việc làm phổ thông.. . . . Em cám ơn và xin chào.",
            "Chào bạn,. . PDT sẽ in và gửi file scan cho bạn trước.. . Bạn có thể cung cấp thêm chính xác tên người nhận, địa chỉ và số điện thoại. PDT sẽ sử dụng dịch vụ bưu điện gửi cho bạn (người nhận trả tiền). . Thân",
            "Dạ em chào cô,. . . . Em xin cung cấp thông tin người nhận:. . - Tên: [full_name];. . - Địa chỉ: Số 83, ấp Nhất A, xã Thạnh Hòa, huyện Phụng Hiệp, tỉnh Hậu Giang.. . - Số điện thoại: [phone_number].. . . . Em xin cảm ơn và chào cô.",
            "Chào bạn,. . Đã gửi qua bưu điện theo địa chỉ bạn gửi nhé!. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Em xin chào thầy cô. Em muốn xin thầy cô mở thêm sỉ số lớp cho 3 môn sau:. . 1. [full_name]1007 nhóm DT01. . 2. [full_name]1009 nhóm DT01. . 3. [full_name]1005 nhóm DT03. . Mong thầy cô sẽ mở cho em sớm hoàn thành chương trình học của mình. . . Em xin cám ơn thầy cô và chúc thầy cô nhiều sức khoẻ. . .   i Yêu cầu khác .",
            "Các môn học đã được bổ sung.. . em xin link gv đi học trước. . tkb sẽ được cập nhật sau. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Em xin chào thầy cô. Em có đăng kí làm lại thẻ sinh viên của mình nhưng vì dịch bệnh nên em không thể trường lấy được. Nên em muốn hỏi cách thức để đăng kí nhận thẻ sinh viên qua bưu điện bằng cách nào ? . . Em xin cám ơn thầy cô. . .   i Học vụ .",
            "Chào bạn. . Bạn cho địa chỉ chính xác, cước phí bạn thanh toán khi nhận, . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Cho em hỏi em xin đóng học phí trễ như thế nào ạ? Ngày 7/6 vừa rồi là hạn chót nhưng em chưa đóng được học phí. BKPay giờ không hiện học phí để em đóng nữa. .",
            "Chào bạn. . Hiện BKpay đã khắc phục lỗi, bạn nhanh chóng vào thanh toán học phí nghen. . Thân",
            "li answer rate: Answer suits the needs / Câu trả lời đúng ý",
            "Chị cho em hỏi do em đóng học phí trễ hạn(dự thính hè), mà BK Pay vẫn chưa hiện học phí để em đóng, thì em phải là thế nào ạ? .",
            "Chào bạn. . -Về vấn đề này bạn vui lòng liên hệ Văn phòng đào tạo quốc tế qua địa chỉ mail: [email] . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Cho Em xin bảng Gmail và SĐT của Khoa Nhiệt lạnh với ạ",
            "Chào bạn. . Bạn xem thông tin ở đây:. . . . https://www.hcmut.edu.vn/vi/welcome/view/cac-don-vi-truc-thuoc/-khoa--trung-tam-dao-tao/khoa-co-khi. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em chào thầy cô đang làm việc tại phòng đào tạo.. . . . Em tên là [full_name] - MSSV: [student_id]. . . . Do bị vướng phải quy chế học vụ và chứng chỉ ngoại ngữ nên em chưa đăng ký được môn luận văn tốt nghiệp theo đúng thời gian biểu của trường.. . . . Hiện tại em đã nộp chứng chỉ ngoại ngữ trên mybk và nộp được các giấy tờ liên quan (giấy xác nhận đang làm luận văn tốt nghiệp, quyết định số 260/QĐ-ĐHNK, quyết định số 338/QĐ-ĐHNK) trực tiếp tại phòng đào tạo vào ngày 03/06/2021.. . . . Nay em gửi câu hỏi này vì hôm đó cô nhận hồ sơ của em hẹn sẽ xác nhận qua mail của em ([email]) vào ngày 08/06/2021 mà em vẫn chưa thấy câu trả lời, em kính mong phòng đào tạo xem xét và cập nhập thời khóa biểu học kì 202 để cho em một cơ hội hoàn thành luận văn tốt nghiệp.. . . . Em chân thành cám ơn!. . . . [full_name] - [student_id].",
            "Em mới có thời khóa biểu trên mybk rồi ạ. . . . Em chân thành cám ơn phòng đào tạo. . . . Sinh viên:. . [full_name] - [student_id]"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Hồi đầu năm em có việc nên không thể tham gia kỳ quân sự nên giờ em muốn xin giấy giới thiệu để học quân sự cùng trường khác vào đợt 28/6 này thì phải làm thế nào? Em đang ở quê nên không thể lên Phòng Đào tạo trực tiếp ấy ạ.. . Em cảm ơn ạ vì đã đọc ạ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ em tên : [full_name] . MSSV [student_id] thuộc Khoa Kỹ Thuật Địa Chất và Dầu Khí . Ở đợt 1 nguyên Khoa em không được mở thực tập sản xuất . Sau đó thầy trong Khoa đã làm đơn mở lớp cho nguyên Khoa rồi tuy nhiên vào đợt 3 này thì các ngành khác đều mở được thực tập sản xuất chỉ có mỗi ngành Địa kỹ thuật là không mở thôi ạ? V cho em hỏi là tụi em có thể đăng kí mở lại để không bị trễ 1 năm được không ạ ? MSL là GE3125 Ạ . Em xin chân thành cảm ơn ạ. Do nay em qua trường nhưng trường không làm việc ạ . . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Chào thầy cô.. . Em tên [full_name], MSSV [student_id], khoa Kỹ thuật Xây Dựng.. . Em có đăng kí môn thực tập ngoài trường CI3345 vào đợt 2 đăng kí môn học. Nhưng em không nhận được lệ phí đóng tiền trên bkpay và tên em không có trong danh sách sinh viên đăng công ty thực tập ngoài trường hk203.. . Mong thầy cô có thể giải đáp cho em ạ. Em cảm ơn thầy cô.. . Chúc thầy cô có 1 ngày làm việc hiệu quả.. . . .",
            "Chào bạn. . - Pdt đã thông báo cách xem lịch sử nếu không đăng ký được môn học, bạn kiểm tra lại mail nghen. . - Bạn nhanh chóng vào đăng ký gấp. . lại môn TTNT trước 15 giờ ngày 9/6 để PDT xét lại. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Dạ cho em hỏi là do 1 số trục trặc mà em đóng học phí trễ giờ em phải làm gì để không bị hủy thời khóa biểu học kì 203 .",
            "Chào bạn. . Hiện tại, Nếu bạn đã thanh toán học phí HK203 rồi thì thời khoá biểu không bị huỷ & không cần phải làm đơn nghen bạn. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính thưa thầy cô, đợt đăng ký thực tập vừa rồi em bị lỡ( vì em tưởng đăng ký chung với các môn học như thực tập nhận thức ngành). Cho em hỏi có cách nào để đăng ký bổ sung không ạ? Rất mong được sự giúp đỡ của thầy cô.. .",
            "Chào bạn. . . . -  Bạn gởi lại câu hỏi muốn đăng ký môn gì ghi rõ lý do trên Bksi mục DKMH, để Pdt xử lý. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em tên: [full_name], MSSV: [student_id] , sinh viên Trung tâm Bảo Dưỡng Công Nghiệp.. . Em xin phép tăng sĩ số và cho phép đăng ký 2 môn học Giải tích 1(MT1003) và môn Giải tích 2(MT1005). Vì trong tình hình covid 19 diễn biến phức tạp nên hai đợt đăng ký môn học trước em đã không thể đăng ký được môn học do vẫn chưa thanh toán xong học phí kì 202(hiện nay em đã thanh toán đầy đủ học phí). Vì năm nay là năm cuối của khóa K2016 trung tâm Bảo Dưỡng Công Nghiệp nên em xin thầy cô cho phép em đăng ký 2 môn học để có thể hoàn thành chương trình học tập của em. .",
            "Chào em.. . PĐT đã bổ sung cho em môn MT1003 nhóm DT01, MT1005 nhóm DT04.. . TKB sẽ cập nhật vào cuối ngày. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em tên [full_name], sinh viên trung tam Bảo Dưỡng Công Nghiệp . . em xin phép thanh toán trễ học phí kì 202 dự thính và học chính. Do dịch covid 19 diễn biến phức tạp nên em gặp 1 số vấn đề lớn về tài chính nên em xin phép thanh toán trễ học phí vào ngày 7/6/2021, trễ 1 ngày so với hạn thanh toán cuối cùng của nhà trường.",
            "Chào bạn. . Phòng đào tạo đã ghi nhận việc bạn đã thanh toán học phí. . Chúc bạn học tốt"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em tính huỷ môn hk 203 nên không đóng học phí kì đó. Nhưng vẫn bị treo học phí. Vậy cho em hỏi nếu đóng trễ thì em có thể ĐKMH HK 211 không ạ",
            "Chào bạn. . -\tĐến thời điểm hiện tại, theo quy định không thể huỷ môn học và huỷ học phí Hk203. . -\tNhà trường đã thông báo cụ thể từng quy định và từng mốc thời gian. . -\tTheo quy định, nếu không đóng học phí mặc dù TKB sẽ bị huỷ, nhưng học phí vẫn treo, nên chắc chắn là bạn sẽ không DKMH của HK211 (chính quy+ dự thính) . . -\tHiện tại, bạn cố gắng đóng học phí theo đúng quy định nghen. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "[full_name] MSSV/MSGV: [student_id]  /b \t. . . .   i Học vụ . Dạ, em chào thầy(cô).. . Học kì dự thính em có đ kí 1 môn và không đóng tiền học do nhà em bị nợ thuế đất và không còn tiền cho em đóng học. Sau khi biết sẽ không được đ kí môn học hk211 em đã vay mượn bạn bè để thanh toán đóng tiền trễ hạn và muốn nộp đơn xin lỗi ạ để học kì 211 em được tiếp tục học. Vậy em có thể nộp đơn ở đâu và khi nào ạ. Phòng đào tạo khi nào làm việc để em có thể trực tiếp nộp đơn ạ. Nếu không làm việc ở trường thì đơn của em nộp sao ạ. Em xin chân thành cảm ơn thầy(cô).. .",
            "Chào bạn. . Hiện tại Pdt kiểm tra bạn vẫn chưa thanh toán học phí của HK203. . Bạn cần nhanh chóng thanh toán học phí nghen. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em chào thầy cô đang làm việc tại phòng đào tạo.. . . . Em tên là [full_name] - MSSV: [student_id]. . . . Hiện tại em chỉ mới được đăng ký bổ xung luận văn tốt nghiệp, nhưng trên https://bkpay.hcmut.edu.vn/bkpay em chưa thấy hiện mục thanh toán học phí.. . Vì vậy em gửi câu hỏi này để mong thầy cô hướng dẫn em thanh toán học phí môn học luận văn tốt nghiệp này.. . . . Em chân thành cám ơn!. . . . Sinh viên:. . [full_name] - [student_id].. . . .",
            "Chào bạn. . [full_name] đã đưa học phí lên BKpay rồi, bạn tranh thủ đóng học phí nghen. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em chào thầy cô ạ,. . Em muốn hỏi về học kì hè 203, em thấy mail trường bảo là nếu không đóng học phí đúng hạn sẽ bị hủy thời khoá biểu. Đến hôm nay nhà em vẫn chưa thể đóng tiền được vì khó khăn do dịch covid, vậy em sẽ bị hủy thời khoá biểu nhưng có ảnh hưởng gì đến kì sau không ạ?. .",
            "Chào bạn. . -\tĐến thời điểm hiện tại, theo quy định không thể huỷ môn học và huỷ học phí Hk203. . -\tNhà trường đã thông báo cụ thể từng quy định và từng mốc thời gian cụ thể qua mail . . -\tSinh viên sẽ bị huỷ thời khoá biểu và ghi nợ học phí Học kỳ hè 203 vì chưa thanh toán học phí (Sinh viên vẫn phải đóng học phí, không hoàn trả hay huỷ học phí mặc dù có một số môn học sẽ bị huỷ vì sĩ số thấp). Và chắc chắn là bạn sẽ không DKMH của HK211 (chính quy+ dự thính). . -\tHiện tại, bạn cố gắng đóng học phí theo đúng quy định nghen. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Dạ thưa quý thầy/cô , em là sinh viên năm 3 hè này có đăng ký thực tập mà chưa tìm được cty ạ vậy nên cho em hỏi rằng nhà trường mình có hỗ trợ sắp em vào cty nào không ạ hay mình phải tự tìm tiếp ạ. Em xin cảm ơn quý thầy/cô ạ.",
            "Chào bạn. . Về vấn đề này bạn vui lòng liên hên Bộ môn - [full_name] để tư vấn và giải quyết. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em xin chào PĐT . . Em là [full_name]_[student_id] . . Em xin phòng PĐT mở lớp đồ án các môn: Truyền động thuỷ lực 1 (260618), truyền động khí nén 2 (260622), truyền động thuỷ lực 2 (260626). . . Em đã trao đổi với giảng viên bộ môn-thầy [full_name] ạ.  . . Do tình hình dịch bệnh và em ở quận Gò Vấp và hiện tại đang bị phong toả nên ko đi vào trường để nộp đơn đăng môn học được. Xin phòng đào tạo xem xét và duyệt cho em . . Em xin cảm ơn!!!!",
            "Chào bạn. . - Ý của bạn có phải là học môn học lý thuyết theo dạng đồ án không? vì Hk203 không mở lớp đồ án. . - Nếu vậy Bạn phải làm đơn có sự đồng ý của giảng viên giảng dạy + bộ môn + Khoa . . - Tình hình này không biết bạn có thể xin ý kiến của Thầy Cô được không? có thể hỗ trợ xin qua mail cũng được nghen bạn. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Em đã đăng kí in bảng điểm vào ngày 1/6/2021 và có lịch hẹn lấy tại PĐT cơ sở 2 vào ngày 7/6/2021. Vào ngày 7/6 thì lại có email của trường thông báo về cách thức lấy bảng điểm qua bưu điện và em không hiểu rõ cách thức đăng kí nhận bảng điểm qua bưu điện sẽ như thế nào?. . . . Ngoài ra em cần bảng điểm gấp trong chiều hôm nay trước 15h30 9/6/2021 để nộp đơn ứng tuyển học bổng. Nên em hi vọng nhà trường có thể scan bảng điểm và gửi về email: [email].. . Sự hỗ trợ của nhà trường sẽ là niềm may mắn và cũng là cơ hội mở ra cánh cửa tương lai của em.. .  . . Em cảm ơn nhà trường đã dành thời gian hỗ trợ!. .",
            "Chào bạn. . - Pdt cũng cố gắng hỗ trợ bạn, nhưng vì bảng điểm của bạn hiện ở CS2, mà trên đó đã nghỉ hè chưa kịp gởi hồ sơ về Cơ sở chính. . Nên nếu bạn cần thì bạn có thể đăng ký lại và thêm hình thức chuyển phát qua bưu điện. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . [full_name]ính Chào thầy/cô phản hồi tin nhắn này của em.. . Em tên [full_name], là [full_name]hóa [full_name]19. Lúc đăng kí môn học cho học kì 203, em cứ nghĩ giống như năm trước việc thanh toán học phí diễn ra sau thời gian đăng kí khá xa. Nhưng không, lần học phí kì 203 này đến quá sớm, trong khi em vừa đóng nữa khoảng học phí kì 202. Vì lẽ đó, nên em không đủ kinh phí để hoàn thành được học phí học kì 203 đúng hạn. . . Em có xem qua việc không thanh toán học phí kì 203 này, em sẽ bị hủy thời khóa biểu. . . và quý thầy/cô cho em hỏi, em có còn bị ảnh hưởng gì nữa không ạ? ( ví dụ nợ học phí ..). . Em chân thành Thầy/Cô phản hồi tin nhắn ạ!",
            "Chào bạn. . -\tĐến thời điểm hiện tại, theo quy định không thể huỷ môn học và huỷ học phí Hk203. . -\tNhà trường đã thông báo cụ thể từng quy định và từng mốc thời gian. . -\tTheo quy định, nếu không đóng học phí mặc dù TKB sẽ bị huỷ, nhưng học phí vẫn treo, nên chắc chắn là bạn sẽ không DKMH của HK211 (chính quy+ dự thính) . . -\tHiện tại, bạn cố gắng đóng học phí theo đúng quy định nghen. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Hiện tại em muốn đăng ký môn học: Thực tập nhận thức ngành (Ktctxd) – MSMH: CI2057. . Lí do: Em vừa mới thanh toán học phí nên không đăng ký được ở đợt 3.. . Kính mong quý thầy cô xem xét cho e được đăng ký môn học. Em xin trân trọng cảm ơn.. .",
            "CHÀO EM,. . em liên hệ VP khoa trước để xin giáo viên hướng dẫn và đề tài,. . tkb sẽ cập nhật sau. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Dạ, em chào thầy(cô).. . Học kì dự thính em có đ kí 1 môn và không đóng tiền học do nhà em bị nợ thuế đất và không còn tiền cho em đóng học. Sau khi biết sẽ không được đ kí môn học hk211 em đã vay mượn bạn bè để thanh toán đóng tiền trễ hạn và muốn nộp đơn xin lỗi ạ để học kì 211 em được tiếp tục học. Vậy em có thể nộp đơn ở đâu và khi nào ạ. Phòng đào tạo khi nào làm việc để em có thể trực tiếp nộp đơn ạ. Nếu không làm việc ở trường thì đơn của em nộp sao ạ.. . Hiện tại em đã đóng tiền học phí đây là hoá đơn ạ xin phòng đào tạo giúp em ạ.. .  Em xin chân thành cảm ơn thầy(cô).",
            "Chào bạn. . Hiện tại, Nếu bạn đã thanh toán học phí HK203 rồi thì thời khoá biểu không bị huỷ & không cần phải làm đơn nghen bạn. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Chào thầy/cô Phòng Đào Tạo,. . Do không để ý hạn đăng ký là ngày 7/6 nên em chưa hoàn thành thủ tục đăng ký BHYT cuối năm 2021, vậy có cách nào để em có thể đăng ký BHYT ở trường không ạ? Và nếu không được thì có cách nào đăng ký BHYT nữa không ạ!?. . Rất mong sớm nhận được hồi âm!. . . . Chúc thầy/cô có nhiều sức khỏe ạ!",
            "Chào bạn. . Về vấn đề này bạn vui lòng liên hệ Phòng Công tác chính trị qua mail. . [email]. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "[full_name] MSSV/MSGV: [student_id]  /b \t. . . .   i Học vụ . Dạ em đã đóng tiền học dự tính hk 203 nhưng đóng muộn. Vậy học kì 211 em có được đăng kí học phần không ạ. Nếu vi phạm em phải làm đơn như thế nào để được đăng kí môn học hk 211 ạ. Em cảm ơn thầy(cô).",
            "Chào bạn. . Hiện tại, Nếu bạn đã thanh toán học phí HK203 rồi thì thời khoá biểu không bị huỷ & không cần phải làm đơn nghen bạn. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: 2134082  /b \t. . . .   i Đăng ký môn học . Kính gửi Thầy/Cô. . Em tên là Hồ Trọng Hiếu, mssv: 2134082, sinh viên hệ VLVH có đăng ký môn học Giải tích 2 (MT1005) ở đợt 1, nhưng bị nhà trường hủy môn do bị vướng điều kiện thiếu môn tiên quyết.. . Em có liên lạc với các thầy/cô trên trang bksi này để hỏi về vấn đề này (câu hỏi #24499) và nhận được câu trả lời từ thầy Nguyễn Duy Bình rằng: em hãy đăng ký lại môn học.. . Nhưng vấn đề hiện tại là các lớp đã đủ sĩ số khiến em không thể đăng ký được nữa. Em có trả lời lại tin nhắn của thầy( file hình đính kèm) do em không biết bên nhà trường gửi tin nhắn cho thầy đọc không nên em xin mạn phép tạo một chủ đề câu hỏi mới.. . Cho phép em được hỏi có thể mở thêm lớp hoặc cho em vào 1 lớp bất kỳ được không ạ?. . Em không còn cách nào khác để đăng ký lớp được nữa, em chỉ còn duy nhất 1 môn học này là xong để ra trường tháng 11 năm nay.. . Em mong quý Thầy/Cô xem xét.. . Em xin chân thành cảm ơn.",
            "môn học đã được bổ sung. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Em xin đăng ký môn con người và môi trường en1003 kỳ nè này ạ. .   i Đăng ký môn học .",
            "Chào bạn. . Bạn đăng ký môn học online nghen bạn. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em chưa thanh toán học phí HK203 thì bây giờ em nộp học phí và gửi đơn 'thanh toán trễ' thì có được học tiếp HK này không ạ.",
            "Chào bạn. . Bạn nhanh chóng thanh toán học phí, trước 16 giờ ngày hôm nay. . Thân",
            "Mình nộp học phí rôi. Cảm ơn bạn. . . Cho mình hỏi mình có cần viết đơn \"thanh toán trễ học phí\" và gửi đính kèm bằng cách trao đổi này không?",
            "Mình mới kiểm tra mail thì thấy mail hủy TKB.. . Liệu mình có bị hủy TKB không ạ?",
            "Chào bạn. . -\t. . -\tNếu bạn đã thanh toán học phí HK203 rồi Phòng đào tạo sẽ cứu xét phục hồi lại thời khoá biểu sau thứ 2 ngày 14/6/2021 & không cần nộp đơn trình bày lý do trễ hạn . . -\tLưu ý: Bạn vui lòng thanh toán học phí đúng hạn theo quy định của nhà trường, các trường hợp vi phạm nhiều lần sẽ không được xem xét giải quyết. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Cho em hỏi là kì hè em đăng kí môn bê tông 2. Em đã thanh toán học phí đúng hạn. Nhưng do ko đủ số người thanh toán học phí dẫn đến môn này bị hủy. Vậy cho em hỏi học phí em đã đóng có được hoàn trả lại không ạ. .",
            "Chào bạn. . Môn học này không huỷ nghen, bạn xem tkb và đi học bình thường nghen. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em xin được gửi đơn cứu xét hủy môn học, mong Ban Giám hiệu và Phòng Đào tạo xem xét giúp em ạ",
            "Chào bạn. . -\tPhòng đào tạo ghi nhận trường hợp của bạn. . -\tBạn xem kết quả tại trang Mybk  xem TKB sau ngày 18/6/2021. . -\tNếu không thấy kết quả vui lòng phản hồi lại trên kênh BKSI. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "[full_name] MSSV/MSGV: [student_id]  /b \t. . . .   i Đăng ký môn học . Dạ em chào thầy(cô), em đã đóng học phí dự thính hk 203 tuy nhiên là đóng trễ hơn 2 ngày so với hạn. Vậy học kì 211 em có được đăng kí môn học không ạ. Nếu không em cần làm đơn và gửi trước ngày bao nhiêu ạ. Em cảm ơn thầy (cô) đã giúo đỡ.",
            "Chào bạn. . Hiện tại, Nếu bạn đã thanh toán học phí HK203 rồi thì thời khoá biểu không bị huỷ & không cần phải làm đơn nghen bạn. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em chào quý thầy/cô,. . . . Vì tình hình dịch căng thẳng nên em không đến nhận kết quả như giấy hẹn được.. . . . Không biết đơn của em có được chấp thuận không, và nếu được em có thể nhận bản scan kết quả qua email và bản giấy gửi về nhà hay không?. . . . Ngoài ra, em cần phải làm các thủ tục gì trong trường hợp quay lại học trong 1 năm?. . . . Em xin cảm ơn quý thầy/cô.",
            "Em chào quý thầy/cô,. . . . Em đã gửi câu hỏi này tùe ngày 9/6 ạ. Mong quý thầy cô xem xét giải quyết giúp em.. . . . Vì tình hình dịch căng thẳng nên em không đến nhận kết quả như giấy hẹn được.. . . . Không biết đơn của em có được chấp thuận không, và nếu được em có thể nhận bản scan kết quả qua email và bản giấy gửi về nhà hay không?. . . . Ngoài ra, em cần phải làm các thủ tục gì trong trường hợp quay lại học trong 1 năm?. . . . Em xin cảm ơn quý thầy/cô.",
            "Chào bạn. . Trường hợp của bạn đã đồng ý, và đang làm qd thôi học. . Tuần sau Cô sẽ gởi qua mail cho bạn, bản scan quyết định nghen. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em Xin chào Thầy/cô.. .  hiện tại vì quy định nộp học phí học kì 203 đến quá sớm, em đã chưa thanh toán học phí. . . Vậy nhà trường có thể cho em xin gia hạn thêm thời gian khoảng 1 tuần để em cố gắng tìm cách đóng học phí học kì 203 được không ạ. . . Em mong nhà trường thông cảm cho em.. . Em chân thành cảm ơn Thầy/cô.!",
            "Chào bạn. . -\tHiện tại, bạn cố gắng thanh toán học phí trước 15 giờ ngày 10/6/2021. . -\tNếu bạn đã thanh toán học phí HK203 rồi Phòng đào tạo sẽ cứu xét phục hồi lại thời khoá biểu sau thứ 2 ngày 14/6/2021 & không cần nộp đơn trình bày lý do trễ hạn . . -\tLưu ý: Bạn vui lòng thanh toán học phí đúng hạn theo quy định của nhà trường, các trường hợp vi phạm nhiều lần sẽ không được xem xét giải quyết. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ học kỳ hè này em có đăng ký môn CI3175 - Kết cấu bêtông cốt thép2. Đến hôm nay thì trên Thời khóa biểu đã không còn, nhưng ở phần đăng ký môn học và BKElearning vẫn còn, vậy em có được học môn đó trong học kỳ hè này không ạ?",
            "chào em. . tkb cúa em bình thường. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Do dịch covid 19 nên em không thể tới PDT nộp đơn trình bày lí do thanh toán trễ học phí được, em muốn hỏi em có thể nộp đơn lúc trường đã hoạt động lại như thường và hạn nộp đơn là khi nào?. . Em xin chân thành cảm ơn. . Mong sớm nhận được lời hồi đáp của PDT.",
            "Chào bạn. . Hiện tại, Nếu bạn đã thanh toán học phí HK203 rồi thì thời khoá biểu không bị huỷ & không cần phải làm đơn nghen bạn. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính gửi phòng đào tạo . . Em tên là [full_name] ([student_id]), sinh viên hệ VLVH. . Em có thắc mắc là trước đó em đã có làm đơn chuyển nhóm của môn thiết bị và hệ thống tự động (EE3030) từ T02 sang T01 và trường đã đồng ý và đã đổi thời khóa biểu cho em qua T01 nhưng trong e-learning thì chưa. Cách đây hơn 1 tuần thì em có làm đơn đăng ký môn học 2 môn đó là mạng viễn thông (EE3085) và thiết bị và hệ thống tự động thủy khí (EE3075). trường cũng đã đồng ý và thêm vào thời khóa biểu cho em. Tuy nhiên hôm nay em vào lại thời khóa biểu thì đã thấy mất 2 môn mạng viễn thông (EE3085) và thiết bị hệ thống tự động thủy khí (EE3075), bên cạnh đó thì môn thiết bị hệ thống tự động (EE3030) lại trở về là nhóm T02. Do lịch của nhóm T02 trùng với trùng với 2 môn trên nhưng em đã chuyển sang T01 học rồi.. . Rất mong quý nhà trường xem xét để em có thể đẩy nhanh tiến độ học tập. Em chân thành cảm ơn.",
            "li answer rate: Answer suits the needs / Câu trả lời đúng ý",
            "Chào em.. . TKB sẽ được cập nhật vào cuối tuần. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Kính gửi văn phòng đào tạo trường ĐHBK_HCM.. . Em hiện đang là sinh viên   B K19_MSSV: [student_id]  /B . Em có đăng ký môn học   B Kinh_tế_chính_trị (mã môn SP1033  /B ) cho học kỳ hè này. Do hiện tại em có thanh toán học phí HK203 hôm 9/6 là đã trễ hạn thanh toán học phí của trường nên trên thời khóa biểu HK203 của em đã bị hủy môn học SP1033 ạ. . . Do khu vực nhà em ở ngay khu vực quận Gò Vấp nên kinh tế trong nhà có hơi chút gặp biến chuyển bất ngờ nên em mong trường có thể xem xét giúp em cho phép em được tiếp tục học môn Kinh_tế_chính_trị (mã môn SP1033) trong HK203 này ạ!. . Dạ em xin chân thành cảm ơn!",
            "Chào bạn. . -\tHiện tại, Nếu bạn đã thanh toán học phí HK203 rồi Phòng đào tạo sẽ cứu xét phục hồi lại thời khoá biểu sau thứ 2 ngày 14/6/2021 & không cần nộp đơn trình bày lý do trễ hạn . . -\tLưu ý: Bạn vui lòng thanh toán học phí đúng hạn theo quy định của nhà trường, các trường hợp vi phạm nhiều lần sẽ không được xem xét giải quyết. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "E đăng ký môn học 203 mà giờ e muốn rút môn học . nhưng giờ e đang ở quê thì làm sao vậy ạ? . . . .",
            "Chào bạn. . Rút môn học là tương đương huỷ môn học nhưng phải đóng học phí, về việc này Pdt sẽ có thông báo cụ thể thời gian và hình thức xử lý. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Cho em hỏi là đăng ký môn học kỳ hè 203, em đã hủy đăng ký môn rồi nhưng sao em vẫn có thời khóa biểu và có học phí ạ. Bây giờ em muốn hủy lại thì phải làm sao ạ.",
            "Chào bạn. . - Bạn có thể ghi rõ môn bạn \"hủy đăng ký môn rồi nhưng sao em vẫn có thời khóa biểu và có học phí\" để pdt kiểm tra lại trong LỊCH SỬ ĐĂNG KÝ MÔN HỌC. . . . - Vì chắc chắn bạn có huỷ thì Pdt sẽ phải xử lý cho bạn. . - Nếu bạn chưa thao tác huỷ, thì đến thời điểm hiện tại, theo quy định không thể huỷ môn học và huỷ học phí Hk203. . . . Thân. . . . . . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Dạ cho em hỏi là học kì này em bị đóng học phí muộn em có thể xin đóng học phí bù không ạ.",
            "Chào bạn. . -\tHiện tại, bạn cố gắng thanh toán học phí trước 15 giờ ngày 10/6/2021. . -\tNếu bạn đã thanh toán học phí HK203 rồi Phòng đào tạo sẽ cứu xét phục hồi lại thời khoá biểu sau thứ 2 ngày 14/6/2021 & không cần nộp đơn trình bày lý do trễ hạn . . -\tLưu ý: Bạn vui lòng thanh toán học phí đúng hạn theo quy định của nhà trường, các trường hợp vi phạm nhiều lần sẽ không được xem xét giải quyết. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Dạ kính thưa [full_name]T, do hoàn cảnh dịch bệnh nên gia đình em khó khăn trong việc thanh toán học phí nên đã trễ hẹn thanh toán kỳ hè này. Mong [full_name]T xem xét cho em xin gia hạn thêm thời gian để thanh toán ạ. Và mở lại TKB giúp em ạ. Cảm ơn thầy cô. .",
            "Chào bạn. . -\tHiện tại, bạn cố gắng thanh toán học phí trước 15 giờ ngày 10/6/2021. . -\tNếu bạn đã thanh toán học phí HK203 rồi Phòng đào tạo sẽ cứu xét phục hồi lại thời khoá biểu sau thứ 2 ngày 14/6/2021 & không cần nộp đơn trình bày lý do trễ hạn . . -\tLưu ý: Bạn vui lòng thanh toán học phí đúng hạn theo quy định của nhà trường, các trường hợp vi phạm nhiều lần sẽ không được xem xét giải quyết. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Kính gửi PĐT. . Em thanh toán trễ học phí học kì 203 nên hiện tại thời khóa biểu học kì hè của em đã bị hủy. Em đã thanh toán học phí mong PĐT cập nhật lại thời khóa biểu của em, thời gian vừa qua dịch bệnh nên em về quê phải cách ly xét nghiệm và chưa chuẩn bị tiền học phí. Mong nhà trường xem xét và mở lại thời khóa biểu của em.. . Em xin cảm ơn ạ.",
            "Chào bạn. . -\tHiện tại, bạn cố gắng thanh toán học phí trước 15 giờ ngày 10/6/2021. . -\tNếu bạn đã thanh toán học phí HK203 rồi Phòng đào tạo sẽ cứu xét phục hồi lại thời khoá biểu sau thứ 2 ngày 14/6/2021 & không cần nộp đơn trình bày lý do trễ hạn . . -\tLưu ý: Bạn vui lòng thanh toán học phí đúng hạn theo quy định của nhà trường, các trường hợp vi phạm nhiều lần sẽ không được xem xét giải quyết. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Do mới đóng hp 202 cách đây chưa lâu nên em chưa có tiền để đóng hp 203 và đã bị xóa tkb. Không biết sau khi em đóng lại hp203 có xin mở lại tkb được không ạ. Em xin chân thành cảm ơn!",
            "Chào bạn. . -\tHiện tại, bạn cố gắng thanh toán học phí trước 15 giờ ngày 10/6/2021. . -\tNếu bạn đã thanh toán học phí HK203 rồi Phòng đào tạo sẽ cứu xét phục hồi lại thời khoá biểu sau thứ 2 ngày 14/6/2021 & không cần nộp đơn trình bày lý do trễ hạn . . -\tLưu ý: Bạn vui lòng thanh toán học phí đúng hạn theo quy định của nhà trường, các trường hợp vi phạm nhiều lần sẽ không được xem xét giải quyết. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Thầy( cô) cho em hỏi với ạ.. . Vì thanh toán trễ học phí dự thính học kì hè 203, nên emddax bị toán thời khóa biểu, vậy nếu bây giờ em thanh toán thì có  hồi phục lại thời khóa biểu như cũ ạ?. . Em xin cảm ơn ạ.",
            "Học vụ. . . . Thầy( cô) cho em hỏi với ạ.. . Vì thanh toán trễ học phí dự thính học kì hè 203, nên em đã bị toán thời khóa biểu, vậy nếu bây giờ em thanh toán thì có  hồi phục lại thời khóa biểu như cũ ạ?. . Em xin cảm ơn ạ.  /QUOTE . .",
            "Chào bạn. . -\tHiện tại, bạn cố gắng thanh toán học phí trước 15 giờ ngày 10/6/2021. . -\tNếu bạn đã thanh toán học phí HK203 rồi Phòng đào tạo sẽ cứu xét phục hồi lại thời khoá biểu sau thứ 2 ngày 14/6/2021 & không cần nộp đơn trình bày lý do trễ hạn . . -\tLưu ý: Bạn vui lòng thanh toán học phí đúng hạn theo quy định của nhà trường, các trường hợp vi phạm nhiều lần sẽ không được xem xét giải quyết. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Gửi Ban giám hiệu nhà trường và Phòng đào tạo,. . Em là [full_name] khoa Cơ khí K15.. . Do việc bỏ lỡ đóng học phí trước hạn để tham gia lớp học hè (môn Xác xuất thống kế - MT2001) nên em đã bị hủy môn học. Hiện tại em có thể đóng học phí để tham gia lớp học hè được không ạ? Vì em cần tham gia để hoàn thành tín chỉ và tốt nghiệp.. . Em mong nhận được phản hồi sớm từ nhà trường và xin chân thành cảm ơn ạ.. .",
            "Chào bạn. . -\tHiện tại, bạn cố gắng thanh toán học phí trước 15 giờ ngày 10/6/2021. . -\tNếu bạn đã thanh toán học phí HK203 rồi Phòng đào tạo sẽ cứu xét phục hồi lại thời khoá biểu sau thứ 2 ngày 14/6/2021 & không cần nộp đơn trình bày lý do trễ hạn . . -\tLưu ý: Bạn vui lòng thanh toán học phí đúng hạn theo quy định của nhà trường, các trường hợp vi phạm nhiều lần sẽ không được xem xét giải quyết. . Thân. ."
        ]
    }
]