[
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính gửi PĐT,. . Em muốn hỏi về thời gian mở đợt đăng ký bổ sung các môn TTTN,DCLV,LVTN vào học kỳ 213 tới.. . Do trên Lịch học vụ không có mục này. Em cần biết để sắp xếp lịch ôn cũng như thi Toeic cho kịp đăng ký LVTN vào đợt bổ sung này ạ.. . Em xin chân thành cảm ơn,. . Trân trọng,",
            "Chào bạn,. . . .  Nếu có nhu cầu học/hủy môn học ở Hk213, bạn vui lòng đăng ký lại/hủy môn học vào đợt đkmh tiếp theo từ ngày 10/05/2023 (đợt hiệu chỉnh đkmh). . - Xem chi tiết lịch đăng ký môn học tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ năm học 2021-2022    Học kỳ 3.. . . . -Lưu ý: Do sự thay đổi chính sách của Google, các thông báo và tin nhắn của Phòng Đào Tạo và BKeL bằng email KHÔNG còn được thực hiện. Sinh viên vui lòng theo dõi thông báo qua chức năng TIN NHẮN trên trang BKeL. Hãy cài đặt Moodle Mobile App để được nhắc nhở ngay trên thiết bị di động của cá nhân. . . .  Thân. .",
            "\"Chào bạn. . Xem chi tiết lịch đăng ký môn học tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ năm học 2021-2022    Học kỳ hè . . Lưu ý: Do sự thay đổi chính sách của Google, các thông báo và tin nhắn của Phòng Đào Tạo và BKeL bằng email KHÔNG còn được thực hiện. Sinh viên vui lòng theo dõi thông báo qua chức năng TIN NHẮN trên trang BKeL. Hãy cài đặt Moodle Mobile App để được nhắc nhở ngay trên thiết bị di động của cá nhân. . . . Thân\""
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]  /b . . Dạ xin chào thầy (cô). Tháng 5 này tổ chức thi tiếng anh cho k21, cho em hỏi k20 có thể đăng ký thi được không ạ?. . Nếu được thì đăng ký ở đâu và khi nào?. . Nếu em thi đủ điểm cho tất cả chuẩn tiếng anh thì có cần nộp bằng toeic nghe đọc nữa không ạ?. . Em xin cảm mơn.\t. . . .",
            "Chào bạn. . - Sinh viên vui lòng xem chi tiết quy định tại Quy chế học vụ đào tạo: aao.hcmut.edu.vn. .    sinh viên    quy chế    học vụ    Quyết định ban hành Quy định về học vụ và đào tạo bậc đại học (số 2933 ngày 10/9/21)/ Phụ lục 1. Quy định về chuẩn ngoại ngữ dành cho chương trình giảng dạy bằng tiếng Việt.. . - Về thời gian đăng ký anh văn định kỳ  cho sinh viên chính quy đại trà khóa 2020 về trước, bạn vui lòng xem lại Mục 6 - Thông báo số 11 ngày 24/01/2022 Cập nhật kế hoạch học tập của Hk 2 và HK hè năm học 2021-2022 và phần bù các học kỳ trước theo hình thức trực tiếp và phối hợp trực tuyến/trực tiếp.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính gửi phòng đạo tạo,. . . . Em tên là [full_name] và đang là sinh viên k18. Hiện tại gia đình em có kế hoạch đi định cư ở nước ngoài. Phòng đào tạo cho em hỏi khi bảo vệ xong luận văn và hoàn thành đầy đủ tất cả các yêu cầu để tốt nghiệp thì em có đăng ký tốt nghiệp online được không? Và bằng tốt nghiệp thì em có thể uỷ quyền người thân nhận giùm được không? Tại vì thời điểm có bằng thì em đã ở nước ngoài. Em thực sự cần bằng tốt nghiệp để sang nước ngoài học tiếp.. . . . Em cảm ơn phòng đào tạo đã quan tâm và mong sớm nhân được câu trả lời.. . . . Trân trọng.. . . . . .   i Tốt nghiệp .",
            "Chào em;. . Việc đăng ký tốt nghiệp đều thực hiện đăng ký online hết nhé, nhận bằng giùm chỉ có ba mẹ ruột (theo hộ khẩu, khai sinh) có giấy uỷ quyền thì mới được nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Kính gửi Phòng Đào Tạo,. . . . Em tên [full_name], MSSV: [student_id].. . Em đã đăng ký xét tốt nghiệp thành công trên Mybk nhưng hiện tại vẫn không có tên trong danh sách tốt nghiệp chính thức của trường. Mong Phòng Đào Tạo phản hồi và hỗ trợ ạ. . . . . Em cảm ơn!",
            "Chào bạn, . . . . - Bạn đã có tên trong danh sách dự kiến tốt nghiệp, Bạn sẽ nhận mail vào tuần sau để thực hiện khai thông tin tốt nghiệp theo hướng dẫn nghen. . - Về vấn đề Lễ tốt nghiệp bạn vui lòng đợi thông báo lịch trình chi tiết sẽ gửi qua mail sinh viên sau.. . - Về việc đăng kí tốt nghiệp và lễ phục tốt nghiệp, sinh viên sẽ đăng ký tại khoa . . . . Lưu ý: Do sự thay đổi chính sách của Google, các thông báo và tin nhắn của Phòng Đào Tạo và BKeL bằng email KHÔNG còn được thực hiện. Sinh viên vui lòng theo dõi thông báo qua chức năng TIN NHẮN trên trang BKeL. Hãy cài đặt Moodle Mobile App để được nhắc nhở ngay trên thiết bị di động của cá nhân. . . . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Gửi Anh/Chị phòng đào tạo,. . . . Hiện tại em đã có tên trong DANH SÁCH DỰ KIẾN TỐT NGHIỆP THÁNG 4/2022. . . . . Tuy nhiên, khi thực hiện Đăng ký tốt nghiệp trên hệ thống [full_name]K, tại mục \"2. Khai lý lịch tốt nghiệp\" hệ thống không cho phép cập nhật thông tin tại đây. Vì thế nên em vẫn chưa thể tiếp tục hoàn thành quá trình đăng ký tốt nghiệp (Hình minh họa). . . . . Mong Anh/Chị giúp em giải đáp thắc mắc để kịp thời hoàn thiện quá trình đăng ký tốt nghiệp. . . . . Em cảm ơn,. .",
            "Chào em;. . em vào kiểm tra lại và đăng ký tốt nghiệ nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Kính gửi, . . . . Em đã hoàn thành đủ điều kiện tốt nghiệp, chỉ chờ được cập nhật ngày CTXH từ phía khoa Bảo dưỡng Công nghiệp (cụ thể là thêm 1,5 ngày). . . . . Xin thầy cô pđt xem xét tốt nghiệp ạ.. . . . Em xin chân thành cảm ơn",
            "hào bạn,. . PDT đã ghi nhận yêu cầu về đăng ký xét TN của bạn. SV vui lòng theo dõi email  và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 26/04/2022 SV vẫn chưa nhận được thấy tên trong ds dự kiến tốt nghiệp (http://www.aao.hcmut.edu.vn    Tốt nghiệp    Thông tin tốt nghiệp) hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ tại (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 04/2022 . . Về tình trạng sinh viên, khi nào bạn có tên trong ds dự kiến tốt nghiệp, PDT sẽ tự động ra QD thu nhận cho bạn nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Sau khi em đăng nhập vào 1 thiết bị khác bằng email trường thì không thể đăng nhập vào gmail hay drive bằng laptop cá nhân nữa (khi đăng nhập sẽ hiện thông báo như hình) mà chỉ vào được bằng điện thoại. Mong trường hỗ trợ và đề xuất giúp em phương pháp giải quyết (nếu có) ạ.",
            "Chào bạn. . Về vấn đề này bạn vui lòng liên hệ Ban quản lý mạng qua địa chỉ mail: bqlm@hcmut.edu.vn . . Lưu ý: Do sự thay đổi chính sách của Google, các thông báo và tin nhắn của Phòng Đào Tạo và BKeL bằng email KHÔNG còn được thực hiện. Sinh viên vui lòng theo dõi thông báo qua chức năng TIN NHẮN trên trang BKeL. Hãy cài đặt Moodle Mobile App để được nhắc nhở ngay trên thiết bị di động của cá nhân. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Dạ em là sinh viên K21, do thiếu sót mà em không học giáo dục thể chất ở năm 1, năm nay theo quy chế mới em được biết thì k21 được học những môn đăng kí lần đầu, em có đăng kí học phần 1 giáo dục thể chất, nhưng có 2 nguồn tin là giáo dục thể chất học lần đầu không cần đóng tiền, có nguồn tin là đóng tiền dự thính, vậy nguồn tin nào là đúng ạ, em cảm ơn. . . .",
            "Do trong hè em không thể chuẩn bị đủ tiền, nếu [full_name] đóng tiền thì em có thể hủy môn ở đợt đăng kí/hiệu chỉnh thứ 2 không ạ.",
            "Chào bạn,. . . . - Về thông tin học phí bạn vui lòng xem chi tiết tại trang web aao.hcmut.edu.vn    sinh viên    học vụ    học phí    Mức thu học phí các bậc đào tạo năm 2021-2022   III- Đại học chính quy- 1- Chính quy đại trà: Cách tính học phí các học phần đặc thù: Môn GDTC số TC tính học phí là 1.5. . . . -HK213 em có thể huỷ môn này bắt đầu từ ngày 10/05/2022. . . . . . Lưu ý: Do sự thay đổi chính sách của Google, các thông báo và tin nhắn của Phòng Đào Tạo và BKeL bằng email KHÔNG còn được thực hiện. Sinh viên vui lòng theo dõi thông báo qua chức năng TIN NHẮN trên trang BKeL. Hãy cài đặt Moodle Mobile App để được nhắc nhở ngay trên thiết bị di động của cá nhân. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Chào Anh/Chị,. . . . Em tên là [full_name] sinh viên k17, học kỳ 211 và học kỳ này (HK212) em đang bị tạm dừng học do không đăng kí môn (bởi đã hoàn thành các môn học và thiếu chứng chỉ ngoại ngữ để tốt nghiệp).. . Hiện thẻ sinh viên của em đã hết hạn (hiệu lực đến 3/2022). Em muốn đăng ký in thẻ sinh viên mới để giảm chi phí đăng ký thi TOEIC(Listening and Reading) thì cần làm gì ạ?. . Rất mong nhận được phản hồi sớm từ anh/chị.. . . . Thân,. . [full_name].. . . . . .",
            "Chào bạn,. . . . - Về thẻ sinh viên: SV nộp lại hình thẻ phông nền trắng và rõ nét có ghi thông tin mã SV và họ tên gửi qua email support.stu@hcmut.edu.vn. . . . Lưu ý: Do sự thay đổi chính sách của Google, các thông báo và tin nhắn của Phòng Đào Tạo và BKeL bằng email KHÔNG còn được thực hiện. Sinh viên vui lòng theo dõi thông báo qua chức năng TIN NHẮN trên trang BKeL. Hãy cài đặt Moodle Mobile App để được nhắc nhở ngay trên thiết bị di động của cá nhân. . . . Thân!",
            "\"Chào em,. . . . SV vui lòng vào trang https://mybk.hcmut.edu.vn/2. Đăng ký in Thẻ Sinh viên. . Để đăng ký nhé!. . Trường hợp thẻ hết thời gian, khi đăng ký làm lại sẽ tự động gia hạn thêm 1 năm. . Thân\". . . . (Câu phản hồi được cập nhật ). . . . P/s: Do sự thay đổi chính sách của Google, các thông báo và tin nhắn của Phòng Đào Tạo và BKeL bằng email KHÔNG còn được thực hiện. Sinh viên vui lòng theo dõi thông báo qua chức năng TIN NHẮN trên trang BKeL. Hãy cài đặt Moodle Mobile App để được nhắc nhở ngay trên thiết bị di động của cá nhân.",
            "li answer rate: Answer is not complete / Câu trả lời chưa hoàn chỉnh"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Chào PĐT. . Em là [full_name] MSSV: [student_id]. . Hiện tại em đã được thêm vào DSDK nhưng tình trạng học vẫn đang tạm dừng. Nên em mong PĐT mở tình trạng học giúp em để em có thể đăng kí tốt nghiệp ạ.. . Em cảm ơn!. .",
            "\"Chào em,. . Hiện tại PDT đã ra Quyết định thu nhận lại cho SV để đăng ký xét tốt nghiệp, em vào đăng ký tốt nghiệp nhé. . Thân\""
        ]
    },
    {
        "intent": "",
        "message": [
            ". . Kính gửi: Phòng đào tạo ĐH Bách Khoa ĐHQG HCM. . Em tên là [full_name] - [student_id].. . . . Em có thắc mắc: Học kỳ 212 có tổ chức thi anh văn tại trường cho k19 để xét chuẩn anh văn từng năm không ạ?. . Vì em thấy thông báo của trường chỉ xét miễn chuẩn Anh văn cho k21. Em đang học năm 3, chưa qua  anh văn 4, nếu không được thi em sẽ không thể đăng ký môn năm 4 ạ.. . . . Em đã nhận được hướng dẫn từ BKSi (đính kèm) và check mail ngày 27/12/2021, mục 6 (đính kèm) nhưng vẫn KHÔNG thấy trường nói gì về chuẩn anh văn, về tổ chức thi anh văn định kỳ cho  khóa k19 ạ. Xin quý Thầy/Cô giải đáp cụ thể giúp em ạ.. .   . . Kính chúc quý Thầy/Cô thật nhiều sức khỏe.. . Em xin chân thành cảm ơn.",
            "Chào bạn. . - Sinh viên vui lòng xem chi tiết quy định tại Quy chế học vụ đào tạo: aao.hcmut.edu.vn. .    sinh viên    quy chế    học vụ    Quyết định ban hành Quy định về học vụ và đào tạo bậc đại học (số 2933 ngày 10/9/21)/ Phụ lục 1. Quy định về chuẩn ngoại ngữ dành cho chương trình giảng dạy bằng tiếng Việt.. . - Về việc kiểm tra anh văn định kỳ cho sinh viên chính quy đại trà các khóa 2020 về trước, bạn vui lòng xem lại Mục 6 - Thông báo số 11 ngày 24/01/2022 Cập nhật Kế hoạch học tập của HK 2 và HK hè năm học 2021-2022 và phần bù các học kỳ trước theo hình thức trực tiếp và phối hợp trực tuyến/trực tiếp.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em tên [full_name].. . MSSV là [student_id]. . . . Vì em đã có trong danh sách dự kiến tốt nghiệp nên em xin PĐT bỏ trạng thái tạm dừng của em để em có thế hoàn thành thủ tục đăng ký tốt nghiệp trước khi hết hạn ạ.. . . . Em xin cảm ơn",
            "\"Chào em,. . Hiện tại PDT đã ra Quyết định thu nhận lại cho SV để đăng ký xét tốt nghiệp, em vào đăng ký tốt nghiệp nhé. . Thân\""
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em đã đăng kí tốt nghiệp thành công trên website và đã thanh toán lệ phí tốt nghiệp thành công. Nhưng em vẫn chưa có tên trên danh sách tốt nghiệp của khoa. Mong phòng đào tạo xem xét và cập nhật giúp em. Em cảm ơn.",
            "Chào bạn. . . . - Bạn đã có tên trong danh sách dự kiến tốt nghiệp, Bạn sẽ nhận mail vào tuần sau để thực hiện khai thông tin tốt nghiệp theo hướng dẫn nghen. . - Về tình trạng sinh viên tạm dừng (hoặc [full_name]15: bị xóa tên vì hết thời gian học), khi nào bạn có tên trong ds dự kiến tốt nghiệp, PDT sẽ tự động ra QD thu nhận cho bạn,. . khi nào chuyển qua trạng thái đang học, bạn vào đăng ký tốt nghiệp lại nghen.. . . . . . Do sự thay đổi chính sách của Google, các thông báo và tin nhắn của Phòng Đào Tạo và B[full_name]eL bằng email [full_name]HÔNG còn được thực hiện. Sinh viên vui lòng theo dõi thông báo qua chức năng TIN NHẮN trên trang B[full_name]eL. Hãy cài đặt Moodle Mobile App để được nhắc nhở ngay trên thiết bị di động của cá nhân. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Xin chào thầy/cô phụ trách,. . . . Để ngắn gọn, em xin được vào thẳng vấn đề em đang gặp.. . . . \" Trong đợt 1, đăng ký môn học cho HK213-học kì hè, do sơ suất nhớ nhầm, em lỡ đăng ký môn mình chưa học trước đó, là môn   I Hóa đại cương - CH1003  /I .. .   Đến nay, sau khi phát hiện ra, em quay trở lại trang đăng ký môn học thì phát hiện đăng ký vẫn   I thỏa điều kiện  /I , đã được gửi đi và không thể chỉnh sửa.\". . . .   Vậy làm sao để em có thể hủy môn học này ạ? Phòng Đào Tạo có tự động hủy môn này cho em không ạ??. . . . . . Cảm ơn thầy/cô đã đọc.. . MSSV [student_id].. . . .",
            "Chào bạn,. . . .  Nếu có nhu cầu học/hủy môn học ở Hk213, bạn vui lòng đăng ký lại/hủy môn học vào đợt đkmh tiếp theo từ ngày 10/05/2023 (đợt hiệu chỉnh đkmh). . - Xem chi tiết lịch đăng ký môn học tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ năm học 2021-2022    Học kỳ 3.. . . . -Lưu ý: Do sự thay đổi chính sách của Google, các thông báo và tin nhắn của Phòng Đào Tạo và BKeL bằng email KHÔNG còn được thực hiện. Sinh viên vui lòng theo dõi thông báo qua chức năng TIN NHẮN trên trang BKeL. Hãy cài đặt Moodle Mobile App để được nhắc nhở ngay trên thiết bị di động của cá nhân. . . .  Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Dạ em chào anh/chị PĐT,. . . . Anh/chị cho em hỏi là: điểm tổng kết của môn hoãn thi sau khi thi lại sẽ được tính như thế nào ạ.. . Em xin cảm ơn anh/chị,. . . . Trân trọng,. .",
            "\"Chào bạn. . Sinh viên phải đăng ký thi xóa điểm hoãn thi (HT) trong thời hạn tối đa 1 năm học, Điểm thi xóa điểm HT được tính là điểm  tổng kết môn học (hủy các điểm thành phần đã có). . Thân\""
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ cho em hỏi là em đăng kí luận văn kì hè thì học phí tín chỉ sẽ tính như thế nào ạ",
            "Đăng ký môn học. . . . Dạ cho em hỏi là em đăng kí luận văn kì hè thì học phí tín chỉ sẽ tính như thế nào ạ  /QUOTE . .",
            "Chòa bạn,. . Về học phí LVTN HK hè 213, bạn vui lòng xem lại thông báo về việc đăng ký môn học HK hè 2021-2022 (HK213), Dự thính hè 213 ngày 01/04/2022 tại tin nhắn Bkel.. . Lưu ý: Do sự thay đổi chính sách của Google, các thông báo và tin nhắn của Phòng Đào Tạo và BKeL bằng email KHÔNG còn được thực hiện. Sinh viên vui lòng theo dõi thông báo qua chức năng TIN NHẮN trên trang BKeL. Hãy cài đặt Moodle Mobile App để được nhắc nhở ngay trên thiết bị di động của cá nhân. . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em có học môn học cơ lưu chất vào kì 202, nhưng sau đó hoãn thi và đã thi lại vào học kì hè nhưng lại không được cập nhật điểm thi trên hệ thống mà vẫn giữ điểm 14 ạ. Em mong được giải quyết, em xin chân thành cảm ơn.",
            "Chào bạn. . Bạn đã được Pdt xếp lịch thi xóa điểm HT, vể việc nhập điểm bạn vui lòng liên hệ Bộ môn/Giảng viên về việc cập nhật điểm nghen. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính gửi Phòng đào tạo.. . . . Em tên là [full_name], MSSV: [student_id], là sinh viên khóa K14 chuyển hệ, do chưa đủ điều kiện tốt nghiệp. . . . . Vừa qua khi kiểm tra học phí để thanh toán em đã thì phát hiện học phí hiển thị là 11,250,000đ trong khi lúc trước khi đến hạn thanh toán là 3,600,000đ. Do em chỉ đăng ký có 1 môn - Vật lý 1 (còn thiếu để đủ điều kiện tốt nghiệp). . . . . Em không biết là có sự nhầm lẫn gì không, vì theo quy chế học vụ, Sinh viên  trễ hạn sẽ đóng mức học phí là 900,000đ/ chỉ cho năm học 2021-2022 em tra trong mục hoạc vụ, học phí. . . . . Kính mong nhập được sự phrn hồi từ phía Phòng đào tạo.. . . . Em xin trân thành cảm ơn,. . . . Trân trọng.. .",
            "Đã gọi điện trả lời cho SV. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác  /i  Cho em hỏi là lịch thí nghiệm hóa học gồm những tuần nào ạ, e muốn xin học sớm hơn tại lịch của e ở tuần 27 nằm trong học kì hè e sợ lúc đó e ở quê không lên được tại quê e cách xa tp ạ. . E cảm ơn ạ.. . . .",
            "Chào em;. . hiện tại đã hết lịch bù, chỉ còn từ tuần 27 nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Em chào quý thầy cô và PĐT ạ,. . . . Chuyện là hiện tại em sắp đi ra nước ngoài (lâu mới về lại được, bổ sung sau rất khó ạ) nên em muốn hỏi lại cho chắc chắn các điều kiện để tốt nghiệp của em đã thoả mãn chưa ạ. Mong PĐT bớt chút thời gian kiểm tra lại giúp em với ạ.. . . . Em muốn hỏi về:. . - Số tín chỉ theo em chương trình đào tạo em đã thoả mãn chưa ạ (do em chưa thấy update điểm trên bảng điểm ạ).. . - [full_name] nghe đọc (em K16, điểm hồi em nộp là 500đ, em K16 ạ, em đang phân vân cái này nhiều ạ).. . - [full_name] nói viết thì em đang cố gắng hoàn thành ạ.. . . . Em cảm ơn PĐT và quý thầy cô nhiều ạ. . . . . . . . .   i Tốt nghiệp .",
            "Chào bạn,. . . . -Về chương trình đào tạo. bạn vui lòng liên hệ về Khoa để được hỗ trợ nhé. . . . - Sinh viên vui lòng xem chi tiết quy định tại Quy chế học vụ đào tạo: aao.hcmut.edu.vn. .    sinh viên    quy chế    học vụ    Quyết định ban hành Quy định về học vụ và đào tạo bậc đại học (số 2933 ngày 10/9/21)/ Phụ lục 1. Quy định về chuẩn ngoại ngữ dành cho chương trình giảng dạy bằng tiếng Việt.. . . . Lưu ý: Do sự thay đổi chính sách của Google, các thông báo và tin nhắn của Phòng Đào Tạo và BKeL bằng email KHÔNG còn được thực hiện. Sinh viên vui lòng theo dõi thông báo qua chức năng TIN NHẮN trên trang BKeL. Hãy cài đặt Moodle Mobile App để được nhắc nhở ngay trên thiết bị di động của cá nhân. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Dạ em chào Thầy/Cô.. . Dạ vừa rồi em đóng học phí trễ 2 ngày, em có phải làm đơn nộp cho phòng đào tạo không ạ.. . Dạ em cảm ơn Thầy/Cô nhiều ạ.",
            "Chào bạn. . PĐT đã ghi nhận bạn thanh toán xong học phí HK212 và dự thính ngoài giờ học HK 212. Bạn vui lòng thanh toán học phí đúng thời gian theo quy định vào các học kỳ sau.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Kính gửi phòng đào tạo. . Em tên [full_name]. . MSSV [student_id]. . Em tạo câu hỏi/yêu cầu này mong muốn phòng đào tạo có thể giải đáp thắc mắc và giúp em có thể hoàn thành đăng ký tốt nghiệp. . Em có nhận được mail thông báo mình có tên trong danh sách sinh viên tốt nghiệp dự kiến(hình ảnh đính kèm). Em có làm theo hướng dẫn đăng ký tốt nghiệp. Nhưng do sơ suất, cẩu thả nên em đã không check số tiền còn còn nợ và chưa hoàn trả cho nhà trường. Hiện tại em đã thanh toán đủ và được thông báo đã thanh toán trễ hạn(hình ảnh đính kèm). Hiện tại thì em kiểm tra thì thấy là ở mục đăng ký xét tốt nghiệp của em đã bị khóa lại với lý do không được phép đăng ký do còn nợ HP/lệ phí(hình ảnh đính kèm). Em không biết điều này có ảnh hưởng đến quá trình tốt nghiệp dự kiến của em không. Tuy có vẻ đã trễ nhưng em đã khắc phục hậu quả. Nếu có vấn đề gì em mong phòng đào tạo có thể cứu xét ạ.. . Em xin chân thành cảm ơn. .",
            "Chào bạn. . . . - Bạn đã có tên trong danh sách dự kiến tốt nghiệp, Bạn sẽ nhận mail vào tuần sau để thực hiện khai thông tin tốt nghiệp theo hướng dẫn nghen. . - Về tình trạng sinh viên tạm dừng (hoặc K15: bị xóa tên vì hết thời gian học), khi nào bạn có tên trong ds dự kiến tốt nghiệp, PDT sẽ tự động ra QD thu nhận cho bạn,. . khi nào chuyển qua trạng thái đang học, bạn vào đăng ký tốt nghiệp lại nghen. . . - Về vấn đề Lễ tốt nghiệp bạn vui lòng đợi thông báo lịch trình chi tiết sẽ gửi qua mail sinh viên sau.. . - Về việc đăng kí tốt nghiệp và lễ phục tốt nghiệp, sinh viên sẽ đăng ký tại khoa . . . . Lưu ý: Do sự thay đổi chính sách của Google, các thông báo và tin nhắn của Phòng Đào Tạo và BKeL bằng email KHÔNG còn được thực hiện. Sinh viên vui lòng theo dõi thông báo qua chức năng TIN NHẮN trên trang BKeL. Hãy cài đặt Moodle Mobile App để được nhắc nhở ngay trên thiết bị di động của cá nhân. . . . Thân.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em chào thầy/cô,. . Thầy cô cho em hỏi thủ tục để thực tập ngoài trường là gồm những gì ạ?. . Em cảm ơn thầy/cô.",
            "Chào bạn,. . . . Liên hệ về Khoa/ Bộ môn bạn nhé. . . . Lưu ý: Do sự thay đổi chính sách của Google, các thông báo và tin nhắn của Phòng Đào Tạo và BKeL bằng email KHÔNG còn được thực hiện. Sinh viên vui lòng theo dõi thông báo qua chức năng TIN NHẮN trên trang BKeL. Hãy cài đặt Moodle Mobile App để được nhắc nhở ngay trên thiết bị di động của cá nhân. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Kính gửi quý thầy cô.. . Hiện tại em đã có tên danh sách tốt nghiệp dự kiến, em đã đăng ký tốt nghiệp và thanh toán lệ phí, nhưng tình trạng đơn của em lại chưa thấy được xử lý ạ. Kính mong quý thầy cô xem lại và xử lý sớm giúp em ạ.. . Em xin chân thành cảm ơn ạ",
            "Chào bạn. . . . - Bạn đã có tên trong danh sách dự kiến tốt nghiệp, Bạn sẽ nhận mail vào tuần sau để thực hiện khai thông tin tốt nghiệp theo hướng dẫn nghen. . - Về tình trạng sinh viên tạm dừng (hoặc K15: bị xóa tên vì hết thời gian học), khi nào bạn có tên trong ds dự kiến tốt nghiệp, PDT sẽ tự động ra QD thu nhận cho bạn,. . khi nào chuyển qua trạng thái đang học, bạn vào đăng ký tốt nghiệp lại nghen. . . . . . . Lưu ý: Do sự thay đổi chính sách của Google, các thông báo và tin nhắn của Phòng Đào Tạo và BKeL bằng email KHÔNG còn được thực hiện. Sinh viên vui lòng theo dõi thông báo qua chức năng TIN NHẮN trên trang BKeL. Hãy cài đặt Moodle Mobile App để được nhắc nhở ngay trên thiết bị di động của cá nhân. . . . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em có lên trang BKpay để thanh toán trễ học phí nhưng không được ạ, em phải làm sao, mong cán bộ BKSI giúp em.",
            "Chào bạn[full_name] [full_name] PĐT đã ghi nhận bạn thanh toán xong học phí dự tính ngoài giờ HK212[full_name] Bạn vui lòng thanh toán học phí đúng thời gian theo quy định vào các học kỳ sau [full_name] [full_name] [full_name]ân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . . . Em chào cô,. . . . Em đã đăng ký xét tốt nghiệp và đã được xét duyệt vào ngày 13/4/2022 . Tuy nhiên vẫn chưa có tên trong danh sách tốt nghiệp chính thức trên trang aao.hcmut.edu.vn. Cho em hỏi em có được tham dự lễ tốt nghiệp vào tháng 4 này không ạ? Em cảm ơn. . .",
            "Chào bạn. . . . - Bạn đã có tên trong danh sách dự kiến tốt nghiệp, Bạn sẽ nhận mail vào tuần sau để thực hiện khai thông tin tốt nghiệp theo hướng dẫn nghen. . - Về tình trạng sinh viên tạm dừng (hoặc [full_name]15: bị xóa tên vì hết thời gian học), khi nào bạn có tên trong ds dự kiến tốt nghiệp, PDT sẽ tự động ra QD thu nhận cho bạn,. . khi nào chuyển qua trạng thái đang học, bạn vào đăng ký tốt nghiệp lại nghen. . . Lưu ý: Do sự thay đổi chính sách của Google, các thông báo và tin nhắn của Phòng Đào Tạo và B[full_name]eL bằng email [full_name]HÔNG còn được thực hiện. Sinh viên vui lòng theo dõi thông báo qua chức năng TIN NHẮN trên trang B[full_name]eL. Hãy cài đặt Moodle Mobile App để được nhắc nhở ngay trên thiết bị di động của cá nhân. . . . Thân.",
            "li answer rate: Answer does not suit / Câu trả lời không đúng ý"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Phòng Đào tạo cho em hỏi thời gian đăng kí kì hè.. . Và cho em hỏi quy trình mở tình trạng sinh viên để em có thể đăng kí môn học ạ? Em xin cảm ơn ạ",
            "Chào bạn,. . . .  Nếu có nhu cầu học/hủy môn học ở Hk213, bạn vui lòng đăng ký lại/hủy môn học vào đợt đkmh tiếp theo từ ngày 10/05/2023 (đợt hiệu chỉnh đkmh). . - Xem chi tiết lịch đăng ký môn học tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ năm học 2021-2022    Học kỳ 3.. . . . -Lưu ý: Do sự thay đổi chính sách của Google, các thông báo và tin nhắn của Phòng Đào Tạo và BKeL bằng email KHÔNG còn được thực hiện. Sinh viên vui lòng theo dõi thông báo qua chức năng TIN NHẮN trên trang BKeL. Hãy cài đặt Moodle Mobile App để được nhắc nhở ngay trên thiết bị di động của cá nhân. . . .  Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Kính gửi các thầy, cô,. . . . Ngày 14/04/2022 em có vừa nộp phiếu xin chuyển sang hệ vừa học vừa làm và có nhận được phiếu hẹn 10/5 sẽ phản hồi từ Phòng Đào Tạo,. . . . Tuy nhiên, em có kiểm tra về tình trạng sinh viên của em hiện đã bị xóa tên vì quá hạn đào tạo, em không biết có ảnh hưởng đến việc em xin chuyển hệ sang vừa học vừa làm không?. . . . Em rất mong Qúy thầy cô giải đáp và hỗ trợ cho em được chuyển hệ,. . (Vì hiện tại em chỉ còn thiếu anh văn và em đang luyện thi dự kiến tháng 6 này em sẽ có bằng anh văn ạ),. . . . Em xin cảm ơn Qúy Thầy Cô!",
            "Chào bạn,. . . . Không ảnh hưởng bạn nhé. . . . Lưu ý: Do sự thay đổi chính sách của Google, các thông báo và tin nhắn của Phòng Đào Tạo và BKeL bằng email KHÔNG còn được thực hiện. Sinh viên vui lòng theo dõi thông báo qua chức năng TIN NHẮN trên trang BKeL. Hãy cài đặt Moodle Mobile App để được nhắc nhở ngay trên thiết bị di động của cá nhân. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Chào PĐT. Cho em hỏi thi cuối kỳ 212 là thi onl hay off ạ. Tại vì trong lịch thi trên MyBk để phòng thi off nhưng trong thông báo trên Bkel của PĐT thì lại là thi onl trên Bk Exam",
            "Chào bạn,. . . . Bạn xem lịch thi tại myBK nhé, đây là lịch thi chính xác. . . . Lưu ý: Do sự thay đổi chính sách của Google, các thông báo và tin nhắn của Phòng Đào Tạo và BKeL bằng email KHÔNG còn được thực hiện. Sinh viên vui lòng theo dõi thông báo qua chức năng TIN NHẮN trên trang BKeL. Hãy cài đặt Moodle Mobile App để được nhắc nhở ngay trên thiết bị di động của cá nhân. . . . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Dạ em chào thầy cô phòng đào tạo, em là [full_name], MSSV [student_id], hiện đã có tên trong danh sách dự kiến tốt nghiệp, nhưng hiện tại tình trạng sinh viên của em là tạm dừng. Dạ thầy cô có thể mở lại giúp em để em đăng kí tốt nghiệp được không ạ. Dạ em cảm ơn thầy cô, chúc thầy cô có một tuần làm việc vui vẻ.. .   i Tốt nghiệp ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em là sv TT Bảo dưỡng công nghiệp hiện tại thì em đã đủ điều kiện tốt nghiệp nhưng vẫn chưa được cập nhật tín chỉ v em có thể xét đăng kí tốt nghiệp được k ạ . . Em cảm ơn",
            "Chào em;[full_name] [full_name] hiện tại em đang Nợ 001025, 006001[full_name] Em kiểm tra lại nhé[full_name] [full_name] [full_name]"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Kính gửi phòng đào tạo,em là sv k15 khoa cơ khí. em có tên trong danh sách dự kiến tốt nghiệp kỳ 1 năm 2022 và cũng đã đăng ký tốt nghiệp và thanh toán tiền, em thấy thông báo là lễ tốt nghiệp sẽ diễn ra từ ngày 22/4 tới ngày 28/4. Nhưng em chưa nhận được thông báo cũng như giấy mời tới trường dự lễ tốt nghiệp.Em muốn dự lễ tốt nghiệp và được phát bằng tại trường thì phải làm như thế nào ạ? Em xin cảm ơn",
            "Chào em,. . . . Về việc tham dự lễ tốt nghiệp tháng 4/2022, SV đã đăng ký tốt nghiệp và thanh toán lệ phí tốt nghiệp thành công (95.000 đ) và nhận được mail xác nhận \"\"Phiếu đăng ký đã được xử lý\"\" trước ngày 20/4/2022.. . . . Ngày 21/4/2022, Phòng Đào tạo sẽ lấy dữ liệu và ra Quyết định tốt nghiệp chính thức và chuyển danh sách về Khoa cho SV đăng ký thạm dự lễ tốt nghiệp tháng 4/2022.. . SV đăng ký tham dự lễ tốt nghiệp tại khoa. . . . Thân!"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: 1411166  /b \t. . . .   i Tốt nghiệp . Dear Thầy/Cô,. . . . E đã đăng nộp đơn xét tốt nghiệp và thanh toán vào ngày 08/04/2022 rồi. Nhưng trên hệ thống vẫn đang hiện đợi nhận kết quả tại nơi đăng ký nhận ( Hình ảnh đính kèm).. . . . Thầy/Cô cho e hỏi như vậy là có đủ điều kiện không ạ ? và có kịp tốt nghiệp đợt tháng 4 này không ạ?. . . . Mong nhận phản hồi sớm từ Thầy/Cô ạ.. . . . Em cảm ơn.. . . . Đỗ Hiếu. . . .",
            "Chào em,. . . . Về việc tham dự lễ tốt nghiệp tháng 4/2022, SV đã đăng ký tốt nghiệp và thanh toán lệ phí tốt nghiệp thành công (95.000 đ) và nhận được mail xác nhận \"\"Phiếu đăng ký đã được xử lý\"\" trước ngày 20/4/2022.. . . . Ngày 21/4/2022, Phòng Đào tạo sẽ lấy dữ liệu và ra Quyết định tốt nghiệp chính thức và chuyển danh sách về Khoa cho SV đăng ký thạm dự lễ tốt nghiệp tháng 4/2022.. . SV đăng ký tham dự lễ tốt nghiệp tại khoa. . . . Thân!"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em đã thực hiện đóng hết tất cả lệ phí/ học phí, và tình trạng sinh viên là đang học. Nhưng vẫn không đăng ký tốt nghiệp được ạ.. .",
            "Chào em;. . em vào kiểm tra lại và đăng ký tốt nghiệp nhé. . Thân",
            "dạ tình hình là em vẫn không đăng ký tốt nghiệp được ạ",
            "Chào em,. . Đã mở khóa, em vào đăng ký tốt nghiệp nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Chào thầy/cô,. . Em tên [full_name]. . MSSV: [student_id]. .  Em đã có tên trong [full_name] nhưng em đang bị tạm dừng học. Em xin thầy/cô mở thu nhận lại để em đăng ký tốt nghiệp trên trang Mybk.. . Em xin chân thành cảm ơn!",
            "\"Chào em,. . Hiện tại PDT đang ra Quyết định thu nhận lại cho SV để đăng ký xét tốt nghiệp, em theo dõi tình trạng trên mybk/Thông tin Sinh viên, khi nào chuyển qua trạng thái \"\"đang học\"\", em vào đăng ký tốt nghiệp lại nhé.. . Thân\""
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Chào [full_name],. . Em là [full_name]-MSSV:[student_id]. . Hiện tại em đã có tên trong danh sách dự kiến nhưng tình trạng học vẫn đang là tạm dừng.Mong [full_name] giúp em mở tình trạng học giúp em để em có thể đăng kí tốt nghiệp ạ.. . Em cảm ơn!. . . .",
            "\"Chào em,. . Hiện tại PDT đã ra Quyết định thu nhận lại cho SV để đăng ký xét tốt nghiệp, em vào đăng ký tốt nghiệp nhé. . Thân\""
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp .",
            "Chào bạn,. . . . PDT đã ghi nhận yêu cầu về đăng ký xét TN của bạn. SV vui lòng theo dõi email và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 26/04/2022 SV vẫn chưa nhận được mail hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 04/2022.. . Về tình trạng sinh viên tạm dừng, khi nào bạn có tên trong ds dự kiến tốt nghiệp, PDT sẽ tự động ra QD thu nhận cho bạn nhé. . . . Lưu ý: Do sự thay đổi chính sách của Google, các thông báo và tin nhắn của Phòng Đào Tạo và BKeL bằng email KHÔNG còn được thực hiện. Sinh viên vui lòng theo dõi thông báo qua chức năng TIN NHẮN trên trang BKeL. Hãy cài đặt Moodle Mobile App để được nhắc nhở ngay trên thiết bị di động của cá nhân. . . . Thân. .",
            "Chào bạn. . . . - Bạn đã có tên trong danh sách dự kiến tốt nghiệp, Bạn sẽ nhận mail vào tuần sau để thực hiện khai thông tin tốt nghiệp theo hướng dẫn nghen. . - Về tình trạng sinh viên tạm dừng (hoặc K15: bị xóa tên vì hết thời gian học), khi nào bạn có tên trong ds dự kiến tốt nghiệp, PDT sẽ tự động ra QD thu nhận cho bạn,. . khi nào chuyển qua trạng thái đang học, bạn vào đăng ký tốt nghiệp lại nghen. . . . . . . Lưu ý: Do sự thay đổi chính sách của Google, các thông báo và tin nhắn của Phòng Đào Tạo và BKeL bằng email KHÔNG còn được thực hiện. Sinh viên vui lòng theo dõi thông báo qua chức năng TIN NHẮN trên trang BKeL. Hãy cài đặt Moodle Mobile App để được nhắc nhở ngay trên thiết bị di động của cá nhân. . . . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em chào thầy/cô/admin ạ. . Em lè [full_name] - MSSV [student_id]. . Học kỳ 212 này em có đăng kí đồ án môn học Kết Cấu Thép.. . Vì lý do học kì này em phải học cải thiện cả các môn học khác và em không để ý tin nhắn thông báo ở moodle trên bkel nên là em đã bỏ lỡ thông báo nhận số liệu làm đồ án kết cấu thép nên em đã không thể làm kịp thời.. . Em kính mong pđt cho em rút môn học này để không bị ảnh hưởng đến điểm trung bình học kì này ạ.. . Em sẽ chịu hoàn toàn trách nhiệm, kể cả việc chậm tiến độ (nếu có) và em đã đóng đầy đủ học phí kể cả việc rút môn học này ạ.. . Mong thầy/cô/pđt có thể thông cảm và cho em rút môn học này ạ.. . Em xin chân thành cảm ơn!",
            "Chào bạn,. . Về việc rút môn học (Có tính học phí):. . Bạn vui lòng tải mẫu đơn: RÚT MÔN HỌC tại trang web : aao.hcmut.edu.vn    Sinh viên    biểu mẫu. . Điền đầy đủ thông tin nộp qua trực tiếp hoặc BKSI trước ngày 25/04/2022. . . . Lưu ý: Do sự thay đổi chính sách của Google, các thông báo và tin nhắn của Phòng Đào Tạo và BKeL bằng email KHÔNG còn được thực hiện. Sinh viên vui lòng theo dõi thông báo qua chức năng TIN NHẮN trên trang BKeL. Hãy cài đặt Moodle Mobile App để được nhắc nhở ngay trên thiết bị di động của cá nhân. . Thân.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Dạ cho em hỏi là mình có thể nộp bằng ielts thay cho bằng toeic được không ạ. Nếu được thì bao nhiêu điểm là đủ ạ.. . . .",
            "Chào em,. . Em xem quy định về CCNN và các loại CCNN được nhà trường chấp nhận nhé!. . SV xem quy định tại đây: http://www.aao.hcmut.edu.vn/sinh viên/quy chế/học vụ/Quyết định ban hành Quy định học vụ và đào tạo bậc Đại học/ phụ lục 1/2. Chuẩn ngoại ngữ tốt nghiệp . . Thân. . P/s: Do sự thay đổi chính sách của Google, các thông báo và tin nhắn của Phòng Đào Tạo và BKeL bằng email KHÔNG còn được thực hiện. Sinh viên vui lòng theo dõi thông báo qua chức năng TIN NHẮN trên trang BKeL. Hãy cài đặt Moodle Mobile App để được nhắc nhở ngay trên thiết bị di động của cá nhân.\""
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Kính gửi PĐT, em là sinh viên đi học chương trình song bằng với trường đối tác ở Pháp trong vòng 2 năm từ học kỳ 211, tuy nhiên do việc học không tốt nên em có về lại VN ngày 31/3/2022 làm đơn xin thu nhận lại ngày 4/4/2022 và có đi thực tập (môn TT đăng ký vào học kỳ 202) bù. Tuy nhiên GVHD thực tập có thông báo là hạn chót nộp báo cáo thực tập là trong tuần này. Em có xin cô để xem xét trường hợp của em có thể nhập điểm muộn hơn các bạn được không vì đến giữa tháng 5 em mới xong thời gian đi thực tập. GVHD trả lời em là nếu làm như vậy sẽ ảnh hưởng đến các bạn khác.. . Do vậy em kính hỏi PĐT là đối với trường hợp đặc biệt của em thì em có thể xin GVHD nhập cho em điểm 13 tạm thời và đến giữa tháng 5 em nộp báo cáo thực tập sau và GVHD đổi điểm 13 của em thành điểm chính thức được không ạ?. . Em xin cảm ơn.",
            "Chào bạn,. . . . Về vấn đề này nếu như giảng viên hướng dẫn không hỗ trợ được thì em có thể liên hệ Khoa/ Bộ môn để trình bày trường hợp của mình để được hỗ trợ. . . . Lưu ý: Do sự thay đổi chính sách của Google, các thông báo và tin nhắn của Phòng Đào Tạo và BKeL bằng email KHÔNG còn được thực hiện. Sinh viên vui lòng theo dõi thông báo qua chức năng TIN NHẮN trên trang BKeL. Hãy cài đặt Moodle Mobile App để được nhắc nhở ngay trên thiết bị di động của cá nhân. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em chào thầy cô,. . . . Em tên [full_name]. . MSSV:[student_id]. . Em đã đủ điều kiện để tốt nghiệp. Hiện tại tình trạng sinh viên của em là nghỉ nên em không đăng ký xét tốt nghiệp được. Kính mong thầy cô kiểm tra và xem xét cho em được bổ sung vào danh sách tốt nghiệp 4/2022.. . . . Em xin chân thành cảm ơn!",
            "Chào bạn,. . . . PDT đã ghi nhận yêu cầu về đăng ký xét TN của bạn. SV vui lòng theo dõi email và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 26/04/2022 SV vẫn chưa nhận được mail hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 04/2022.. . Về tình trạng sinh viên tạm dừng, khi nào bạn có tên trong ds dự kiến tốt nghiệp, PDT sẽ tự động ra QD thu nhận cho bạn nhé. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . về việc thanh toán học phí trễ hạn thì em có thể gửi đơn xin thanh toán trễ ở đâu ạ và thời gian tối đa em có thể hoãn là bao lâu ạ",
            "Chào bạn, . . PĐT đã kiểm tra thông tin của bạn vẫn còn nợ học phí ĐH chính quy, bạn cố gắng hoàn thành học phí theo quy định.. . Về vấn đề học phí nhà trường đã thông báo và nhắc nhở theo lịch trình học vụ của nhà trường. . Nếu có khó khăn thì đầu học kỳ có thê liên hệ Phòng Công tác chính trị sinh viên để gia hạn hay miễn giảm học phí. . Hiện tại phải đóng học phí nếu không thì sẽ xử lý theo quy định . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em tên là [full_name], MSSV [student_id].. . Em có tên trong danh sách dự kiến tốt nghiệp nhưng khi đăng ký thì không được vì ở trong tình trạng Dừng học. . . Em có lên PĐT để hỏi nhưng được thông báo là trường sẽ ra QĐ thu hồi sau nhưng bây giờ vẫn chưa có.. . Cho em hỏi là bao giờ thì em mới có thể đăng ký Tốt nghiệp vậy ạ?",
            "Chào em,. . . . Về việc tham dự lễ tốt nghiệp tháng 4/2022, SV đã đăng ký tốt nghiệp và thanh toán lệ phí tốt nghiệp thành công (95.000 đ) và nhận được mail xác nhận \"\"Phiếu đăng ký đã được xử lý\"\" trước ngày 20/4/2022.. . . . Ngày 21/4/2022, Phòng Đào tạo sẽ lấy dữ liệu và ra Quyết định tốt nghiệp chính thức và chuyển danh sách về Khoa cho SV đăng ký thạm dự lễ tốt nghiệp tháng 4/2022.. . SV đăng ký tham dự lễ tốt nghiệp tại khoa. . . . Thân!"
        ]
    },
    {
        "intent": "",
        "message": [
            "Vừa rồi em có tham gia hiến máu ở địa phương ngày 17/4/2022 và em cũng có được giấy xác nhận hiến máu vậy thì em cần làm thông tin thế nào hoặc liên hệ ai để được cập nhật ngày CTXH ạ?. . Em xin cảm ơn.. . . .   i Yêu cầu khác .",
            "\"Chào em,. . Về ngày CTXH, SV vui lòng liên hệ về văn phòng Đoàn Khoa/Đoàn Trường để được hướng dẫn và cập nhật nhé. . Thân\""
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ .",
            "Em chào thầy/cô.. . . . Em là [full_name]. MSSV [student_id].. . . . Hiện tại trên trang web mybk phần tình trạng sinh viên của em đã hiển thị \"nghỉ\" do quá thời gian đào tạo. . . Trước đó em đã gửi yêu cầu mong muốn được gia hạn đào tạo vào tháng 2/2022. Và được cô [full_name] hỗ trợ lại là với trường hợp của em sau tháng 4 có thể nộp đơn gia hạn lại."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Pđt cho em hỏi là tuần 27 trường mình đã bắt đầu học kì 221 chưa ạ ? Hay là vẫn còn ở học kì hè 213 ? Trong lịch học của em còn học phần thí nghiệm của môn hóa phân tích vào tuần 27 ạ . Em muốn tham gia mùa hè xanh nhưng lại sợ trúng vào thời gian diễn ra thí nghiệm . Mong pđt giải đáp giúp em , em cám ơn nhiều ạ .. . P/s: Giá sử học phần thí nghiệm trùng vào thời gian MHX , em có thể làm đơn dời học phần sang kì mới hoặc học sớm trong những lớp hiện đang mở được không ạ ? Em cám ơn.. .",
            "Chào em;. . Tuần 27 bắt đầu 4/7 nha em. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em chào thầy/cô.. . . . Em là [full_name]. MSSV [student_id].. . . . Hiện tại trên trang web mybk phần tình trạng sinh viên của em đã hiển thị \"nghỉ\" do quá thời gian đào tạo.. . . . Trước đó em đã gửi yêu cầu mong muốn được gia hạn đào tạo vào tháng 2/2022. Và đã được cô [full_name] hỗ trợ lại là với trường hợp của em sau tháng 4 có thể nộp đơn gia hạn lại.. . . . Nên em tạo yêu cầu này kính mong thầy/cô giải đáp giúp em hiện tại em có thể tạo yêu cầu xin được gia hạn thời gian học chưa ạ.. . . . Em xin chân thành cảm ơn thầy/cô đã đọc câu hỏi.. . . . Chúc thầy/cô có một ngày làm việc vui vẻ.",
            "Chào bạn,. . . . Pđt gởi đính kèm Mẫu đơn kéo dài thời gian đào tạo, SV điền thông tin và gởi tại BKSI để Pđt xử lý. . . . Lưu ý: Do sự thay đổi chính sách của Google, các thông báo và tin nhắn của Phòng Đào Tạo và BKeL bằng email KHÔNG còn được thực hiện. Sinh viên vui lòng theo dõi thông báo qua chức năng TIN NHẮN trên trang BKeL. Hãy cài đặt Moodle Mobile App để được nhắc nhở ngay trên thiết bị di động của cá nhân. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em có đăng ký hoãn thi môn giải tích 2 ở HK 212, trên mybk chưa có lịch thi nhưng em kiểm tra trên bkexam thì có phòng thi ngày 24/4.. . . . Cho em hỏi 24/4 có phải ngày thi thật không ạ!?. . Em không nhận được thông báo hay email nào thông báo lịch thi ạ.. .",
            "Chào bạn. . SV xem lịch thi được cập nhật tại: mybk.hcmut.edu.vn =  Thông tin sinh viên =  Lịch thi. .  Lưu ý:. . -    Lịch thi sẽ được cập nhật liên tục vì vậy SV cần theo theo dõi thường xuyên lịch thi của mình. . -    Các môn học sẽ được thi tại trang thi: exam.hcmut.edu.vn , SV chỉ được đăng nhập vào trang thi 01 lần duy nhất trong ngày (trước thời gian thi môn đầu tiên). . . . Lưu ý: Do sự thay đổi chính sách của Google, các thông báo và tin nhắn của Phòng Đào Tạo và BKeL bằng email KHÔNG còn được thực hiện. Sinh viên vui lòng theo dõi thông báo qua chức năng TIN NHẮN trên trang BKeL. Hãy cài đặt Moodle Mobile App để được nhắc nhở ngay trên thiết bị di động của cá nhân. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Thầy cô cho em hỏi em vừa hoàn thanh xong anh văn nói viết nhưng do mục đăng kí tốt nghiệp của em bị khóa vì ko có môn học trong kì này thầy cô cho em hỏi em phải đăng ký tốt nghiệp bổ xung ở đâu vậy ạ. .",
            "Chào bạn,. . . . PDT đã ghi nhận yêu cầu về đăng ký xét TN của bạn. SV vui lòng theo dõi email và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 26/04/2022 SV vẫn chưa nhận được mail hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 04/2022.. . Về tình trạng sinh viên tạm dừng, khi nào bạn có tên trong ds dự kiến tốt nghiệp, PDT sẽ tự động ra QD thu nhận cho bạn nhé. . . . Lưu ý: Do sự thay đổi chính sách của Google, các thông báo và tin nhắn của Phòng Đào Tạo và BKeL bằng email KHÔNG còn được thực hiện. Sinh viên vui lòng theo dõi thông báo qua chức năng TIN NHẮN trên trang BKeL. Hãy cài đặt Moodle Mobile App để được nhắc nhở ngay trên thiết bị di động của cá nhân. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em chào quý Thầy Cô, Em là [full_name] mssv [student_id]. Do nằm trong diện bị xóa tên do hết thời gian đào tạo mà vẫn chưa hoàn thành chương trình học chính quy nên ngày 07/04/2022 em có đăng ký chuyển sang hình thức Vừa Làm Vừa Học từ học kỳ 3 năm học 2021-2022 nhưng tới giờ em vẫn chưa có đăng ký môn học được, dù đã qua lịch đăng ký học kỳ 3. Mong quý Thầy Cô xem xét cho em ạ! Em xin cảm ơn!. .",
            "Chào bạn. . PDT đã tiếp nhận và đang xử lý đơn chuyển sang VLVH vào HK3(2021-2022) của bạn.. . Bạn vui lòng theo dõi tình trạng sinh viên sẽ cập nhật “thu nhận vào hệ VLVH”  trên Mybk-thông tin sinh viên, dự kiến trễ nhất vào 15/05/2022. . - Xem chi tiết Lịch đăng ký môn học + đăng ký tốt nghiệp của Hk213 tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ để biết thời gian đăng ký môn học hoặc đăng ký tốt nghiệp. . - Quy chế đào tạo và học vụ: xem chi tiết tại trang web aao.hcmut.edu.vn   Sinh viên   Quy chế-Quy định  Học vụ. . . . Lưu ý: Do sự thay đổi chính sách của Google, các thông báo và tin nhắn của Phòng Đào Tạo và BKeL bằng email KHÔNG còn được thực hiện. Sinh viên vui lòng theo dõi thông báo qua chức năng TIN NHẮN trên trang BKeL. Hãy cài đặt Moodle Mobile App để được nhắc nhở ngay trên thiết bị di động của cá nhân. . Thân. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em chào quý Thầy Cô, em là [full_name] mssv [student_id]. Do hết thời gian đào tạo chính quy mà em vẫn chưa hoàn thành chương trình học. Nên ngày 07/04/2022 em có làm đơn xin chuyển qua hệ Vừa làm vừa học từ học kỳ 3 năm học 2021-2022 nhưng vẫn chưa được phép đăng ký môn học dù bây giờ đã quá thời gian đăng ký môn học học kỳ 3. Mong quý Thầy Cô xem xét giúp em ạ!      . .  Em xin chân thành cảm ơn quý Thầy Cô!",
            "Chào bạn,. . - PDT đã tiếp nhận đơn chuyển qua hệ VLVH của bạn, bạn theo dõi tình trạng sinh viên và quyết định được cập nhật tại:. . Mybk/Thông tin sinh viên/Tình trạng. . - Trường hợp nếu SV đã đủ điều kiện tốt nghiệp của hệ VLVH, sau khi có QD chuyển hệ được cập nhật tại mybk/Thông tin SV có thể gửi câu hỏi qua bksi để xin đăng ký xét tốt nghiệp bổ sung. . SV theo dõi mail hoặc tin nhắn Bkel, Xem chi tiết lịch đăng ký môn học tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ năm học 2021-2022    Học kỳ 3 để vào đăng ký môn học cho HK213 nếu còn nợ Môn Học (từ  10/05/2022). . - Lưu ý: Do sự thay đổi chính sách của Google, các thông báo và tin nhắn của Phòng Đào Tạo và BKeL bằng email KHÔNG còn được thực hiện. Sinh viên vui lòng theo dõi thông báo qua chức năng TIN NHẮN trên trang BKeL. Hãy cài đặt Moodle Mobile App để được nhắc nhở ngay trên thiết bị di động của cá nhân. . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Kính gửi: PĐT Đại học Bách Khoa TPHCM. . Em tên: [full_name]. . MSSV: [student_id]. . Em muốn hỏi về giấy xác nhận Sinh viên, em có thể nhờ bạn bè lấy dùm em giấy xác nhận Sinh viên ở PĐT  không ạ. Do hiện tại em đi làm nên không thể lấy giấy xác nhận vào giờ hành chính được ạ mà giờ em cần giấy xác nhận để thi Toeic vào ngày 15/05/2022.. . Em cảm ơn. . . Trân trọng.",
            "Chào bạn,. . . . -Nếu muốn cấp giấy xác nhận, thì bạn phải viết đơn xin cấp giấy xác nhận là sinh viên để thi toeic (chỉ cấp đối với trường hợp thi cấp chứng chỉ ngoại ngữ quốc tế) nộp cho phòng đào tạo. . . . -Khi bạn của bạn tới lấy giấy xác nhận, yêu cầu phải mang theo chứng minh nhân dân/ thẻ sinh viên của bạn mới được nhận. . . . Lưu ý: Do sự thay đổi chính sách của Google, các thông báo và tin nhắn của Phòng Đào Tạo và BKeL bằng email KHÔNG còn được thực hiện. Sinh viên vui lòng theo dõi thông báo qua chức năng TIN NHẮN trên trang BKeL. Hãy cài đặt Moodle Mobile App để được nhắc nhở ngay trên thiết bị di động của cá nhân. . . . Thân.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Chào Thầy/Cô,. . Em tên [full_name], MSSV [student_id].. . Em đã đăng ký xét tốt nghiệp và đang chờ xử lý thông tin.. . Mong pđt giải quyết sớm giúp em để em kịp đăng ký dự lễ tốt nghiệp trước 20/4 được không ạ?. . Em cảm ơn.. .",
            "Chào bạn. . - Bạn đã có tên trong danh sách dự kiến tốt nghiệp, Bạn sẽ nhận mail vào tuần sau để thực hiện khai thông tin tốt nghiệp theo hướng dẫn nghen. . - Về tình trạng sinh viên tạm dừng (hoặc [full_name]15: bị xóa tên vì hết thời gian học), khi nào bạn có tên trong ds dự kiến tốt nghiệp, PDT sẽ tự động ra QD thu nhận cho bạn,. . khi nào chuyển qua trạng thái đang học, bạn vào đăng ký tốt nghiệp lại nghen. . . Lưu ý: Do sự thay đổi chính sách của Google, các thông báo và tin nhắn của Phòng Đào Tạo và B[full_name]eL bằng email [full_name]HÔNG còn được thực hiện. Sinh viên vui lòng theo dõi thông báo qua chức năng TIN NHẮN trên trang B[full_name]eL. Hãy cài đặt Moodle Mobile App để được nhắc nhở ngay trên thiết bị di động của cá nhân. . . . Thân."
        ]
    }
]