[
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được  /i  mong thầy cô xem xét trường hợp  của em. Chiều nay là hết hạn đăng kí rồi ạ. Mã môn học em đăng kí có trong file hình. Em đã được trường thu nhận lại nhưng hệ thống báo không đăng kí vì lý do nghỉ học. Thầy cô xem xét mở sĩ số đăng kí giúp e các môn em đăng kí đợt 1 để hè em trả nợ và không bị cảnh cáo học vụ trong kì tới. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "B Đăng ký môn học - Đại học - Cao đẳng chính quy   Chương trình đào tạo (thiếu môn tiên quyết, song hành...) . Dạ thưa.. . Em tên la [full_name], [student_id] , là SV khoa điện - điện tử. Nay em muốn đưa ra câu hỏi/ yêu cầu như sau.. . Ở môn học vật lý bán dẫn (ee11013) thì em đã học được kiến thức và đi học đầy đủ trên lớp nhưng về mặt đăng kí môn học thì em chưa đăng kí. Vì nó là môn học trướt của môn tín hiệu và hệ thống. Và nó kéo theo các môn như mạch điện tử, xử lý số tín hiệu của em. Và vì môn môn vật lí bán dẫn chỉ mở lần tới với hoc ki 192. No sẽ kéo thêm  2 năm học của em. Nên em mong rằng, bên nhà trường có thể truy xét cho em môn vật lý bán dẫn đã học trướt rồi, để em có thể đăng kí môn hoc ở kì 192 và học kì hè 183 ( kì hè này). Đây là các môn cơ sở ngành nên no đóng vai trò hoc trướt cho các môn ngành của em. Em chấp nhận mọi hướng giải quyét đê được truy xét như vậy  . em rất mong nha trường giúp đỡ. . . Nếu có gì nhà trường cần em cung cung thì mong nhà trường sẽ liên lạc qua email : [email]. . Em xin trân thành cảm ơn",
            "Chào bạn. . . . Qui định về các môn học trước và môn Tiên quyết theo chương trình đào tạo là do [full_name] xây dựng. Nên việc xét duyệt có được truy xét đăng ký hay không bạn vui lòng liên hệ trực tiếp [full_name]. PĐT chỉ thực hiện trên CTĐT của [full_name] đưa ra."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]4  /b \t. . . .   i Đăng ký môn học - Đại học - Cao đẳng chính quy   Khác ... . Em tên [full_name], mssv [student_id]4, nay em viết đơn này xin phép PĐT mở thêm giới hạn đk môn Trắc Địa CI1007 lớp DT01_DT01 giờ học thứ 2,3,5 . Hiện tại môn học đã đủ giới hạn đăng ký, mong PĐT có thể xem xét và tạo điều kiện để em có thể được đăng ký môn học. Em xin cảm ơn.",
            "đã tăng 2 slot cho bạn"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tăng sĩ số lớp môn học tư tưởng [full_name] SP2005  .",
            "Chào bạn. . Các môn học đã ở sĩ số tối đa không thể tăng thêm được. Trường hợp bạn không thể đăng ký bạn có thể về Khoa xin mở thêm lớp.. . . . Để mở lớp bạn thực hiện các bước sau :. . 1/ Làm đơn xin mở lớp với nội dung cụ thể (Thứ, tiết) nộp về Khoa phụ trách môn học. Khoa sẽ xác nhận và phân công cán bộ giảng dạy.. . 2/ Bạn cầm đơn có xác nhận của Khoa ở bước 1 nộp về PĐT. PĐT sẽ mở lớp sau 16h00 hằng ngày sau khi nhận được đơn mở lớp.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tăng sĩ số lớp môn học . Thưa quý thầy cô phòng đào tạo, em mong quý thầy cô xem xét mở thêm vài lớp giải tích 1 (MT1003) và vài lớp Pháp luật đại cương (SP1007)  vào học kì hè 183, em đã đăng kí từ đầu nhưng do bị đột nhập tài khoản nên bị xoá 2 môn học này. Em rất cần học thêm 2 môn này, mong thầy cô chấp nhận mà mở lớp ạ!!!. . Em chỉ mới có lớp Mac-lenin vào sáng thứ 2, 4 và 5 thôi ạ. . Em xin chân thành cảm ơn quý thầy cô, mong quý thầy cô xem xét chấp thuận ạ!!!",
            "Chào bạn. . Các môn học đã ở sĩ số tối đa không thể tăng thêm được. Trường hợp bạn không thể đăng ký bạn có thể về Khoa xin mở thêm lớp.. . . . Để mở lớp bạn thực hiện các bước sau :. . 1/ Làm đơn xin mở lớp với nội dung cụ thể (Thứ, tiết) nộp về Khoa phụ trách môn học. Khoa sẽ xác nhận và phân công cán bộ giảng dạy.. . 2/ Bạn cầm đơn có xác nhận của Khoa ở bước 1 nộp về PĐT. PĐT sẽ mở lớp sau 16h00 hằng ngày sau khi nhận được đơn mở lớp.. . . . . . Rất tiếc mình không thể tăng thêm vì sức chứa phòng có hạn",
            "Dạ vâng, vậy em cảm ơn rất nhiều, vậy trong đợt ĐKBS sắp tới là thêm môn gì ạ?"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tăng sĩ số lớp môn học . Kính gửi phòng Đào Tạo ĐH bách khoa TpHCM . . Em xin phòng đào mở thêm sĩ số môn   B thí nghiệm công trình(CI4011) học kì dự thính hè DT01  /B  để em được học đảm bảo tiến độ học tập. . . Kính mong phòng đào tạo chấp nhận.",
            "Đã tăng cho bạn"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học phí - Đại học - Cao đẳng chính quy   Học phí học kỳ chính . Kính thưa các quý thầy cô, em đã đóng tiền  trên bkpay vào ngày 15/4/2019 nhưng trên bkpay vẫn không cập nhật và hiện tại bị pdt thông báo là thanh toán trể hạn.Mong quý thầy cô giải quyết . Dưới là tin nhắn OCB đóng tiền của em",
            "Hiện tại em vẫn chưa được phép đăng kí môn học 191 vì lí do là thanh toán trễ hạn nhưng em đã thanh toán trước ngày 17/5.Mong quý thầy cô giải quyết",
            "Chào bạn,. . Phòng đào tạo đã mở ĐKMH online cho bạn rồi nhé.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Dạ cho em hỏi tại sao em không đăng kí đc môn học ms 215742 ạ? Thông báo như hình (nhưng em ko mắc phải những lỗi như vậy vì em chỉ đăng kí có 4 chỉ trong kì này thôi ạ). Mong thầy/cô giúp đỡ ạ.",
            "responsible person: [551] [staff_name] [helpdesk staff]",
            "chào bạn. . . . bạn thiếu trong các điều kiện sau :. . . .   Nhóm [003101]: 003101 - Chuẩn anh văn vào (tiên quyết); 003101 - Chuẩn anh văn vào (tiên quyết) . .   Nhóm [CCAS_3]: CCAS_3 - Chuẩn av sau năm 3 (tiên quyết)"
        ]
    },
    {
        "intent": "",
        "message": [
            "Kình thưa thầy/cô phòng đào tạo.. . Cho em hỏi lsf",
            "responsible person: [551] [staff_name] [helpdesk staff]"
        ]
    },
    {
        "intent": "",
        "message": [
            "vì sao học kỳ 1 năm học 2019 chỉ cho phép em đăng ký tối đa 12 tín chỉ. . . .",
            "responsible person: [551] [staff_name] [helpdesk staff]",
            "Hiện tại chỉ có đợt đăng ký HK183, bạn đang hỏi ở HK183 hay học kỳ chính 191 ?",
            "Học kỳ Dự thính hè (HK183) học tối đa 12 Tc. Học kỳ chính khóa (HK191) cho phép đk 21 Tc. bạn xem lại kết hoạch đkmh học kỳ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tăng sĩ số lớp môn học . Xin phòng đào tạo tăng sỉ số môn học lớp \tĐườnglối CM của ĐảngCSVN cô [full_name] - DT02.",
            "Chào bạn. . Các môn học đã ở sĩ số tối đa không thể tăng thêm được. Trường hợp bạn không thể đăng ký bạn có thể về Khoa xin mở thêm lớp.. . . . Để mở lớp bạn thực hiện các bước sau :. . 1/ Làm đơn xin mở lớp với nội dung cụ thể (Thứ, tiết) nộp về Khoa phụ trách môn học. Khoa sẽ xác nhận và phân công cán bộ giảng dạy.. . 2/ Bạn cầm đơn có xác nhận của Khoa ở bước 1 nộp về PĐT. PĐT sẽ mở lớp sau 16h00 hằng ngày sau khi nhận được đơn mở lớp.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]  /b . . Dạ đăng ký của học kỳ 1 năm học 2019. . Mới mở đăng ký sáng nay ạ\t. . . .",
            "responsible person: [551] [staff_name] [helpdesk staff]",
            "Bạn vào đăng ký lại nhé"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Kình thưa thầy/cô phòng đào tạo. . Cho em hỏi đầu năm em thi anh văn đầu vào được 305 điểm và em không đăng kí học trong trường.Nếu như giờ em đăng kí học hè anh văn 1 để qua toeic 350 thì em có kiệp để đăng kí học môn chuyên ngành năm 2 không ạ?Em học ngành điện điện tử.",
            "Chào bạn,. . Nếu thời điểm mở đăng ký môn học HK191 online bạn đã được cập nhật điểm đạt môn AV1 thì bạn sẽ đăng ký được các môn cơ sở ngành năm 2.. . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "b Họ và tên_MSSV: . . [full_name]_[student_id]  /b \t. . . .   i Đăng ký môn học - Đại học - Cao đẳng chính quy   Tăng sĩ số lớp môn học . Chào Thầy(cô)! . . Do lớp tín hiệu hệ thống DT01 của thầy [full_name] trùng TKB với môn [full_name]-[full_name] của em nên em xin vào học lớp tín hiệu hệ thống DT02 của thầy [full_name](T2:7-9;T7 & CN: 10-12). Xin thầy(cô) giải quyết giúp em. Em cám ơn thầy(cô).. . . . . .",
            "Bạn vui lòng cung cấp MSMH cần tăng sĩ số",
            "QUOTE Bạn vui lòng cung cấp MSMH cần tăng sĩ số  /QUOTE . . Dạ MSMH là EE2005.",
            "ĐÃ tăng sĩ số cho bạn",
            "Dạ em cám ơn!!"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]  /b \t[full_name] [full_name] [full_name] [full_name]   i Học vụ - Đại học - Cao đẳng chính quy   Khác [full_name][full_name][full_name]  /i [full_name] [full_name] Em tên là [full_name], mssv [student_id][full_name] Học kỳ 182 em học giáo dục thể chất môn bơi ( lớp A04-A, học vào sáng thứ 5 tiết 2-3 )[full_name] Em có đi học, kiểm tra và thi đầy đủ nhưng thầy [full_name] phụ trách bộ môn gdtc thông báo cho em rằng trong danh sách nhập điểm thi gdtc của phòng đào tạo lại không có tên em[full_name] Cho em hỏi trường hợp của em là gì và cách khắc phục ạ[full_name] Em cảm ơn ![full_name] [full_name]",
            "Chào bạn,. . Bạn có tên trong ds môn PE1019 A04-A nha bạn in ngày 03/5/2019 stt là 3.. . Thân mến"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tăng sĩ số lớp môn học . Sinh viên xin mở lsot. . [full_name] ANH [student_id]. . Mã môn học: SP1009- Đường lối CM của Đảng CSVN. . Lớp DT-01: GV [full_name]. . Thứ 4  Tiết  2 3 4 Phòng B2-[full_name]A  CS1. . Thứ 5  Tiết  2 3 4 Phòng B2-[full_name]A  CS1",
            "Chào bạn. . Các môn học đã ở sĩ số tối đa không thể tăng thêm được. Trường hợp bạn không thể đăng ký bạn có thể về Khoa xin mở thêm lớp.. . . . Để mở lớp bạn thực hiện các bước sau :. . 1/ Làm đơn xin mở lớp với nội dung cụ thể (Thứ, tiết) nộp về Khoa phụ trách môn học. Khoa sẽ xác nhận và phân công cán bộ giảng dạy.. . 2/ Bạn cầm đơn có xác nhận của Khoa ở bước 1 nộp về PĐT. PĐT sẽ mở lớp sau 16h00 hằng ngày sau khi nhận được đơn mở lớp.. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tăng sĩ số lớp môn học . Sinh viên xin tăng sĩ số : [full_name]. . Mssv: [student_id]. . Xin mở lớp môn học : SP1009 - Đường lối CM của Đảng CSVN.. . Lớp: DT-01. . Giảng viên : cô [full_name]. . Lớp thứ 4 và 5. . Tiết 2 3 4 . . Phòng B2-GDB2A . . Cơ sở 1",
            "Chào bạn. . Các môn học đã ở sĩ số tối đa không thể tăng thêm được. Trường hợp bạn không thể đăng ký bạn có thể về Khoa xin mở thêm lớp.. . . . Để mở lớp bạn thực hiện các bước sau :. . 1/ Làm đơn xin mở lớp với nội dung cụ thể (Thứ, tiết) nộp về Khoa phụ trách môn học. Khoa sẽ xác nhận và phân công cán bộ giảng dạy.. . 2/ Bạn cầm đơn có xác nhận của Khoa ở bước 1 nộp về PĐT. PĐT sẽ mở lớp sau 16h00 hằng ngày sau khi nhận được đơn mở lớp.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tăng sĩ số lớp môn học . kính chào thầy (cô) hiện tại trong đợt đăng kí môn học cho học kì 18-3 có mở lớp anh văn 2 mã lớp DT01 mã môn học LA1005 nhưng chỉ số đã đầy (60/60) và em đã đến kì học cuối nhưng vẫn còn môn học anh văn 2 chưa hoàn thành, kính mong thầy (cô) tạo điều kiện cho em được tăng thêm chỉ số lớp DT01 môn học anh văn 2 này để em có thể hoàn thành được chương trình đạo tạo. Em xin chân thành cảm ơn",
            "Đã tăng sĩ số cho bạn"
        ]
    },
    {
        "intent": "",
        "message": [
            "Xin tăng sĩ số môn Đường lối nhóm DT05 học kỳ hè 183. .",
            "Chào bạn. . Các môn học đã ở sĩ số tối đa không thể tăng thêm được."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tăng sĩ số lớp môn học . Môn học [full_name] 2 . . mã môn học MT1005. . Môn học [full_name] 1. . mã môn học LA1003. .",
            "Mình tăng sĩ số môn LA1003, các môn còn lại đã ở sĩ số tối đa không đăng ký được"
        ]
    },
    {
        "intent": "",
        "message": [
            "Điểm thi - Đại học - Cao đẳng chính quy   Điểm môn học . em chào cô, cô ơi cho em hỏi thi anh văn đầu vào có được phúc khảo không ạ? Và liệu trong quá trình nhập điểm có gì sai sót không ạ? Em cảm ơn cô.. .",
            "Chào bạn,. . Môn anh văn đầu vào là môn thi trắc nghiêm chấm bài bằng máy quét nên không có phúc tra.. . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tăng sĩ số lớp môn học . Tăng sĩ số môn học học kì dự thính 183 môn anh văn 1 lớp DT02. . . .",
            "Đã tăng sĩ số cho bạn"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tăng sĩ số lớp môn học . cho em hỏi cách tăng sỉ số lớp DT02 của lớp giải tích 2 học kì hè này ạ. vì em đã trễ 1 năm và nếu học gt2 trong học kì hè này thì mới kịp tốt nghiệp tháng 11 nên mong thầy/cô giúp em ạ",
            "Chào bạn. . Các môn học đã ở sĩ số tối đa không thể tăng thêm được. Trường hợp bạn không thể đăng ký bạn có thể về Khoa xin mở thêm lớp.. . . . Để mở lớp bạn thực hiện các bước sau :. . 1/ Làm đơn xin mở lớp với nội dung cụ thể (Thứ, tiết) nộp về Khoa phụ trách môn học. Khoa sẽ xác nhận và phân công cán bộ giảng dạy.. . 2/ Bạn cầm đơn có xác nhận của Khoa ở bước 1 nộp về PĐT. PĐT sẽ mở lớp sau 16h00 hằng ngày sau khi nhận được đơn mở lớp.. .",
            "cho em hỏi cần tối thiểu sỉ số bao nhiêu thì có thể xin mở lớp ạ, vì giờ sắp hết giờ đăng kí môn học rồi ạ",
            "sĩ số các môn học chung phải trên 60sv để có thể giữ lớp",
            "nếu em không thể tìm được đủ 60sv thì có cách nào có thể đăng kí lớp gt2 hè này không ạ vì em đã trễ mất 1 năm rồi ạ. phải học gt2 hè này thì mới kịp tốt nghiệp tháng 11 ạ",
            "Sĩ số đang ở mức tối đa rồi mình không còn cách nào khác.. . . . bạn lưu ý đăng ký môn học ngay ở đợt 1 để được giữ chỗ"
        ]
    },
    {
        "intent": "",
        "message": [
            "Chứng chỉ ngoại ngữ - Đại học - Cao đẳng chính quy   Khác ... . Cho e hỏi là ngoài đợt thi av ngày 18/5 thì từ đó đến hạn nộp bằng nhà trường còn tổ chức đợt thi nào nữa k ạ? Nếu có thì ngày bao nhiêu?. . Và hạn nộp CCNN cuối cùng để kịp đăng ký môn hk191 là ngày bao nhiêu ạ?. .",
            "Chào bạn,. . Mỗi học kỳ chỉ mở 1 đợt thi kiểm tra tiếng anh định kỳ, Hk182 là 18/05/2019 vừa rồi. . . Lịch lấy dữ liệu anh văn được cập nhật chi tiết trên lịch học vụ, tại trang web:. . www.aao.hcmut.edu.vn -  sinh viên - Lịch học vụ-HK191.. . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Chưa cập nhật điểm . Cập nhật điểm anh văn 310 để em được đăng kí anh văn 1. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tăng sĩ số lớp môn học . Tăng sĩ số môn anh văn 1 học kì 183 lớp DT02. .",
            "Đã tăng sĩ số lên 65SV /nhóm"
        ]
    },
    {
        "intent": "",
        "message": [
            "B Yêu cầu khác: cho em hỏi có hiệu chỉnh được được lớp học này qua lớp khác được ko.Tại vì thời khoá biểu có ngày học liên tục từ tiết 2 đến tiết 9",
            "Bạn vui lòng hiệu chỉnh trong đợt 2 nhé. Sang đợt ĐKMH đợt 3 bạn không thể hiệu chỉnh môn học",
            "nhưng mà tất cả lớp đã đầy rồi ạ",
            "Vậy thì mình không thể giúp bạn được. Sĩ số các môn hiện tại đã ở mức tối đa"
        ]
    },
    {
        "intent": "",
        "message": [
            "Điểm thi - Đại học - Cao đẳng chính quy   Điểm môn học  /ivafo. . Em nhớ mã đề em làm là 5897 ko biết em có tô mã đề sai ko ạ. Kỳ thi ngày 18/5/2019",
            "Điểm thi - Đại học - Cao đẳng chính quy   Điểm môn học  /ivafo. . Em nhớ mã đề em làm là 5897 ko biết em có tô mã đề sai ko ạ. Kỳ thi ngày 18/5/2019  /QUOTE . . . . Đã kiểm tra mã đề thi của bạn là 5897."
        ]
    },
    {
        "intent": "",
        "message": [
            "Chào thầy (cô)!. . Em tên là: [full_name]. . Mssv:[student_id]. . Đăng kí môn học dự thính hè 183 đợt 1 em đã đăng ký được, nhưng đến đợt 2 em đăng ký môn không được. Em thanh toán học phí dự thính trễ nhưng đã làm đơn. . . Mong thầy (cô) xem xét tình trạng của em. Em chân thành cám ơn.. . . .",
            "Mình mở khóa cho bạn rồi. Bạn vào kiểm tra đăng ký nhanh nhé"
        ]
    },
    {
        "intent": "",
        "message": [
            "Em đang rất cần được học môn Nguyên Lý máy để kịp tiến độ ra trường. Nhưng lớp DT01 hk183 của thầy [full_name] hiện đã đủ sĩ số. Em xin hỏi cách làm đơn xin thầy thu nhận em vào lớp thầy như thế nào ạ.  Hoặc em có thể tìm thầy ở đâu để em trực tiếp hỏi thầy. Em xin vám ơn ạ",
            "Trường hợp của bạn, bạn nên làm đơn và nộp trực tiếp về Khoa để được xem xét nhé"
        ]
    },
    {
        "intent": "",
        "message": [
            "Dạ e cần chuyển lớp giải tích 1 từ DT06 sang DT07 do thứ 2 phải học liên tục từ tiết 2 đến tiết 9.Em cảm ơn",
            "responsible person: [551] [staff_name] [helpdesk staff]",
            "bạn thực hiện chuyển kết quả trực tiếp trên phần mềm ĐKMH, PĐT sẽ không thực hiện chuyển nhóm cho bạn được"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Dạ em chào thầy cô ạ. . Em là sinh viên khoa điện-điện tử chuyên ngành điện tử-viễn thông. Lúc làm đồ án em được bộ môn phân cho làm bên hướng viễn thông. . . Bây giờ em muốn hỏi là em muốn đi thiên về hướng điện tử và làm đề cương luận văn thiên về hướng điện tử không biết có được không ạ ?. . Có thể xin chuyển từ viễn thông sang điện tử được không ạ ?",
            "Chào bạn,. . Vấn đề liên quan đến chuyên ngành bạn vui lòng liên hệ trực tiếp Phó khoa phụ trách về giáo vụ để được tư vấn.. . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "xin chào . em  khoá  2017  lần  trước   em thi anh văn  đầu vào cao  hơn  lần  này thì điểm  là tính  cao nhất  đúng  không ạ  . với  lạ em  muốn hỏi  lần  cuối cùng  nộp chứng . .  chỉ  anh văn chuyển điểm cho kì  191  là ngày mấy  vậy ạ . em cảm  ơn",
            "responsible person: [551] [staff_name] [helpdesk staff]",
            "Chào bạn,. . Kết quả thi kiểm tra tiếng anh dùng để pass chuẩn anh văn của từng năm, không lưu điểm bạn nhé.. . Lịch lấy dữ liệu anh văn được cập nhật chi tiết tại:. . www.aao.hcmut.edu.vn- sinh viên - Lịch học vụ.. . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Chào thầy/cô phòng đào tạo.. . Em muốn nhờ thầy/cô bổ sung em vào danh sách lớp DT02 EE2005.. . Em đã đăng ký kế hoạch học tập dự thính hè để học cải thiện môn này, nhưng do trùng thời khóa biểu nên đã bị hủy. Em đã canh tới cuối giờ hôm nay để đăng ký lại nhưng lúc có bạn hủy thì lại hết thời gian đăng ký.. . Hiện tại vẫn còn 1 slot cuối cùng cho môn học này, và em mong nhận được sự giúp đỡ từ quý thầy/cô, do em đã là K14.. . Em xin chân thành cảm ơn. . . . .",
            "Chào bạn.. . . . Bạn có thể đăng ký trong đợt 3 ĐKMH",
            "Thưa thầy, em mong được thầy thông cảm. Do em cũng là K14. Hiện em đang chuẩn bị báo cáo luận văn và nếu không có gì trục trặc, em sẽ ra trường vào tháng 10.. . Suất đăng ký môn EE2005 DT02 còn duy nhất một suất, nên việc đăng ký vào đợt 3 sẽ rất khó khăn, và có thể khiến em không kịp thủ tục để ký hợp đồng lao động vào tháng 2.7 này.. . Em mong được thầy giúp đỡ ạ.",
            "Chào bạn.. . . . Việc đăng ký môn học SV phải tự thực hiện đăng ký, PĐT không thể đặc cách cho 1 trường hợp nào được. Bạn vui lòng canh thời gian để đăng ký cho kịp thời"
        ]
    },
    {
        "intent": "",
        "message": [
            "Cho em hỏi là em chưa đủ 350 av đầu vào năm nhất thì kì 191 em có được đăng kí môn học cơ sở ngành của năm 2 không ạ và có được phân ngành cuối năm nhất không ạ.. . Em cảm ơn.. .",
            "Chào bạn,. . Phân ngành căn cứ vào điểm trung bình chung, không tính chuẩn anh văn.. . Nếu bạn không đạt chuẩn anh văn sau năm nhất theo quy định thì bạn không được đăng ký các môn cơ sở ngành của năm 2.. . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Chứng chỉ ngoại ngữ - Đại học - Cao đẳng chính quy   Khác ... . Em đã nộp chứng chỉ anh văn vào ngày 13/5 để đạt chuẩn anh văn năm 2 hệ kỹ sư tài năng ( trên 500 toeic).  Tuy nhiên em đăng chuyển điểm và thanh toán tiền chuyển điểm ngày 21/5 .vậy em có thể đăng kí môn học vào đợt đăng kí môn học Học Kì 191 không ?",
            "Chào bạn,. . Dữ liệu chứng chỉ anh văn của bạn đã được cập nhật.. . Thân.",
            "li answer rate: Answer is not complete / Câu trả lời chưa hoàn chỉnh"
        ]
    },
    {
        "intent": "",
        "message": [
            "Chứng chỉ ngoại ngữ - Đại học - Cao đẳng chính quy   Thẩm tra chứng chỉ (nộp chứng chỉ) . em là k17 , chuẩn anh văn đầu vào sau năm 1 cảu em là 250 điểm nhưng hiện tại em vẫn chưa qua. hôm 9/5 em có đăng kí nộp chứng chỉ toeic 335 điểm để đăng kí môn học cho đợt thực tập hè nhưng đến hiện tại vẫn chưa có kết quả thẩm tra nên không đăng kí được . cho em hỏi là chứng chỉ 335 có được chấp nhận không và khi nào mới có kết quả ạ để em biết đường thi lại.em cảm ơn",
            "Chào bạn,. . Với Toeic 335 bạn chưa đạt chuẩn anh văn sau năm 2 bạn nhé. Khi bạn nộp chứng chỉ đạt chuẩn thì đến đợt lấy dữ liêu sẽ cập nhât chuẩn cho bạn mà không cần chờ kết quả thẩm tra.. . Bạn vui lòng xem lại quy định về chuẩn anh văn của từng năm được cập nhật chi tiết tại:www.aao.hcmut.edu.vn- Sinh viên -  Quy chế- Quy chế học vụ bậc đại học -  Phụ lục 1- Mục 2c.. . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Chứng chỉ ngoại ngữ - Đại học - Cao đẳng chính quy   Khác ... . Dạ thưa cô cho em hỏi là trong chương trình đào tạo có các môn cơ sở ngành /nhóm ngành, nếu em là sinh viên năm nhất mà em chưa đủ toeic 350(chưa qua av1) thì em có được đăng ký các môn này trong học kỳ sau hay không? . . Nếu trong học kỳ 191 em đăng ký học av1(em đã học xong av cơ bản) và hoàn thành được av1 thì trong hk 192 em đã được đăng ký chuyên ngành hay chưa ạ ?. . Vào ngày 2/7/2019 là ngày nộp chứng chỉ ngoại ngữ nhưng đến 9/7 mới có kết quả đăng ký môn học em có thể nộp ccnn vào 2/7 và có kết quả đăng ký môn học giống như chương trình đào tạo được không ạ?",
            "Chào bạn,. . Nếu bạn chưa đạt chuẩn anh văn sau năm 1 thì bạn sẽ không được đăng ký các môn cơ sở ngành cuả năm 2. Nếu sau HK191 bạn đạt AV1 thì sẽ được đăng ký các môn cơ sở ngành năm 2 vào HK192 (  I với điều kiện đã có điểm av1 trên hệ thống dữ liệu  /I ). . Ngày 21/05/2019 mở đợt ĐKMH nếu bạn chưa đạt chuẩn anh văn thì sẽ bị chặn không cho đăng ký các môn cơ sở ngành nằm 2.. . Theo lịch học vụ thì ngày 02/07/2019 lấy dữ liệu anh văn cho đợt đăng ký môn học ngày 09/07/2019, nếu lúc đó bạn đạt chuẩn thì được mở cho đký các môn cơ sở ngành năm 2.. . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Thầy cô cho em hỏi hk181 em có thi anh văn định kì 370/990 toiec, cuối học kì này hk182 em có đăng kí thi mà chỉ được 295, vậy em có được đăng kí môn học của năm 3 không. Em là sinh viên khóa K17",
            "responsible person: [551] [staff_name] [helpdesk staff]",
            "Chào bạn,. . Với KQ thi 370/990 Toiec là bạn đã được xét pass chuẩn anh văn sau năm 2 rồi.. . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Sinh viên khóa K16 ( 2016 ) thì chuẩn tiếng anh sau năm 2 là bao nhiêu ạ. Dạ em cảm ơn. .",
            "Chào bạn,. . Quy định về chuẩn tiếng anh theo từng năm được cập nhật chi tiết tại trang web:. . www.aao.hcmut.edu.vn- SInh viên- Quy chế- Quy chế học vụ bậc đại học- Phụ lục 1- Mục 2.. . Thân.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Dạ cho em hỏi là nếu hiện tại bây giờ em chưa đủ 350 điểm Toeic để được đăng kí học ở học kì 191.Vậy nếu trong hè em đăng kí thi ở ngoài nộp bằng vào có được không? Hạn chót để nộp là khi nào ạ? Nộp sau khi phân ngành được không ạ? Có ảnh hướng đến việc phân ngành không ạ?",
            "Chào bạn,. . Phân ngành không ràng buộc chuẩn anh văn.. . bạn vui lòng xem lịch lấy dữ liệu anh văn được cập nhật chi tiết tại:. . www.aao.hcmut.edu.vn- sinh viên- Lịch học vụ.. . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Cho em hỏi học kì hè 183 em đăng kí thực tập thì  kì kế tiếp 191 em có được đăng kí môn học không ? Nếu không học được em có được làm đơn để xin học môn đó không vì môn đó chỉ được mở lần cuối cùng .Mong phòng đào tạo trả lời giúp em , em xin cám ơn",
            "responsible person: [551] [staff_name] [helpdesk staff]",
            "Chào bạn.. . . . Trong HK191 bạn vẫn có thể đăng ký môn học bình thường. Thời gian đi thực tập được quy định cụ thể trong biểu đồ học tập của trường."
        ]
    },
    {
        "intent": "",
        "message": [
            "Chứng chỉ ngoại ngữ - Đại học - Cao đẳng chính quy   Xét miễn môn anh văn (chuyển điểm) . Dạ cho em hỏi thời hạn chuyển điểm anh văn năm 1 của học kì 182 này là đến ngày bao nhiêu ạ. Tại em nghe nói là trước hạn đăng kí môn học của kì tiếp theo nhưng bạn em lại bảo là bây giờ đã hết hạn rồi. Nếu hiện tại đầu tháng 6 em thi thì chuyển điểm cho năm 1 kịp không ạ. Em cảm ơn nhiều.",
            "Chào bạn,. . bạn vui lòng xem lịch lấy dữ liệu anh văn được cập nhật chi tiết tại: . . www.aao.hcmut.edu.vn- sinh viên- Lịch học vụ. . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Chứng chỉ ngoại ngữ - Đại học - Cao đẳng chính quy   Khác ... .",
            "Em vẫn chưa đăng kí môn học được ạ",
            "Chào bạn.. . . . Trong đợt 1 ĐKMH phần mềm sẽ báo các môn bạn chưa đạt (môn TQ,SH,HT). Nhưng song song đó kết quả vẫn thành công. Sau khi kết thúc đăng ký đợt 1 PĐT sẽ hậu kiểm lại, nếu bạn đã có CCAS_2 thì kết quả vẫn được công nhận.",
            "Em đạt được 530 toiec ở iig và nộp trước 14/5 thì đã đủ điều kiện chuẩn anh văn theo hệ KỸ sư tài năng để đăng kí học kì 191 chưa ạ ?. .",
            "Chào bạn,. .  Sau khi kết thúc đăng ký đợt 1 PĐT sẽ hậu kiểm lại, nếu bạn đạt CCAS_2 thì kết quả vẫn được công nhận.. . Bạn vui lòng xem quy định chi tiết về chuẩn anh văn dành cho chướng trình Kỹ sư tài năng tại:www.aao.hcmut.edu.vn- Sinh viên - Quy chế- Quy chế học vụ bậc đại học - Phụ lúc 1-Mục 2.. . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Chuyển thời khóa biểu . Kính thưa thầy cô phòng đào tạo, em là sinh viên K17, kì hè 183 em có đăng kí lớp mạch điện tử DT01 nhưng do có việc ảnh hưởng đến thời gian học nên em xin đổi sang lớp mạch điện tử DT02, em có thể làm đơn xin đổi được không mong quý thầy cô giải đáp, em xin chân thành cám ơn thầy cô.",
            "Do em bận việc vào thứ 5 các tuần và lớp mạch điện tử DT02 vẫn còn sĩ số có thể đăng kí nên xin thầy cô giải đáp giúp em, em xin chân thành cám ơn",
            "Chào bạn.. . . . Trong đợt 3 ĐKMH bạn không thể hiệu chỉnh được. Sau khi có kết quả đkmh trong đợt 3 bạn email về mail của mình để mình hiệu chỉnh cho bạn. . . . [email]",
            "Dạ em cám ơn"
        ]
    },
    {
        "intent": "",
        "message": [
            "Chứng chỉ ngoại ngữ - Đại học - Cao đẳng chính quy   Thẩm tra chứng chỉ (nộp chứng chỉ) . Kính thưa phòng đào tạo, em là sinh viên K18 và có vài vấn đề thắc mắc như sau. . + Việc nộp chứng chỉ anh văn 2019 em xem aao là gồm . . - Đợt 1: ngày 07/01/2019. . . - Đợt 2: 01/07/2019. . . - Đợt 3: ngày 25/07/2019.. . + Theo lịch học vụ trong file đính kèm thì đợt hiệu chỉnh đăng kí bổ sung từ 9/7 tới 16/7. Đợt đăng kí bổ sung là 1/8 tới 5/8. . Em thắc mắc là em có thể nộp chứng chỉ chuyển điểm đợt 3 rồi đăng kí môn chuyên ngành đợt bổ sung từ 1/8 tới 5/8 hay không? Bởi vì nếu thế sẽ có thêm nhiều thời gian để ôn thi cho các bạn. . . . Em xin cảm ơn khi đã giải đáp thắc mắc cho em ạ",
            "Chào bạn,. . Ngày 25/07/2019 là đợt lấy dữ liệu anh văn cho đợt đăng ký môn học ngày 01/08/2019.. . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Em kính chào phòng đào tạo ạ, chuyện là em có đăng kí 4 môn học hè cho kì 183. Nhưng trong đợt hiệu chỉnh vừa rồi em không biết vì sao em lại được bổ sung thêm môn \"Phương pháp tính\" ạ, trong khi em không hề đăng kí ạ. Em có coi lại lịch sử đăng kí thì có ghi là em bổ sung vào thứ 3 ngày 14/5/2019 lúc 10h38p sáng, lúc đó em đang có tiết học nên em hoàn toàn không rõ vì sao có sự bổ sung môn lúc đó ạ. Hôm nay em mới kiểm tra lại thì muộn đợt hiệu chỉnh để hủy môn ạ, em rất mong được phòng đào tạo giúp đỡ hủy môn \"phương pháp tính\"giúp em ạ. Vì nếu thêm môn \"phương pháp tính\" thì em sẽ tận 5 môn học trong học kì hè ạ. Em cảm ơn nhiều ạ.",
            "Hi bạn. . . . ' lịch sử đăng kí thì có ghi là em bổ sung vào thứ 3 ngày 14/5/2019 lúc 10h38p sáng'. . . . Việc này có thể giả thiết rằng bạn nên bảo mật thông tin tài khoản dkmh môn học của mình hơn nhé.. . . . PĐT sẽ hủy môn PPT HK183 của bạn theo yêu cầu này.",
            "Dạ em kính chào văn phòng đào tạo ạ, hiện vừa có thời khóa biểu kì 183 và em không được hủy môn Phương pháp tính ạ :( văn phòng có thể kiểm tra lại giúp em và hủy giúp em được không ạ, em cảm ơn nhiều.",
            "Hi bạn. . . . Đợt 3 ĐKMH hè 183, SV được hủy TKB, PĐT đã gửi mail thông báo đến SV. Em có thể cập nhật hủy hoặc bổ sung môn học nhé.. . . . Chúc em học tốt."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được . Đợt 1 của kì đăng ký môn cho học kì hè 183 em có đăng ký 2 môn vật lý 1 và giải tích 1. Đến khi em xem kết quả của đợt đăng ký 1 thì em lại ko có lớp, phòng đào tạo ghi là bộ môn không mở lớp trong khi bạn em cũng đăng ký 2 môn vật lý 1 và giải tích 1 giống em thì lại có lớp. Mong thầy cô giải đáp sớm",
            "Chào bạn. . . . Cả 2 môn bạn đăng ký 006001 - 007001 đều không mở lớp trong HK hè. Đây là 2 môn học theo CTĐT cũ, bạn lưu ý khi đăng ký môn học phải chọn đúng Mã số môn học trong CTDT của mình."
        ]
    },
    {
        "intent": "",
        "message": [
            "Dạ cho em hỏi. Hết năm nhất mà em chưa đạt đủ 350 điểm anh văn vậy em có được đăng kí môn học học kì tiếp theo không? Em học dự thính anh văn trong hè đủ điểm có được đăng kí môn học hay không? ( Em nghe nói đăng kí môn học tới tháng 7 mà học xong anh văn tới tháng 8 lận). . . .",
            "responsible person: [551] [staff_name] [helpdesk staff]",
            "Bạn vui lòng truy cập vào website PĐT để biết rõ hơn vì quy định chuyển điểm AV. . . . . . http://www.aao.hcmut.edu.vn/index.php?route=catalog/chitietsv&path=90&tid=1658. . . . --  Phục lục 1 quy định về các môn ngoại ngữ"
        ]
    },
    {
        "intent": "",
        "message": [
            "B   /B Học phí - Đại học - Cao đẳng chính quy   Học phí dự thính . Em không thanh toán được học kỳ dự thính 182 (trễ hạn) và trong thời khóa biểu của em hiện là môn học không đăng ký được. . .",
            "Chào bạn,. . Cổng Bkpay luôn mở cho sv thanh toán học phí.. . Hiện tại số tiền bạn còn nợ là HP của dự thính 182, TKB và lịch thi môn dự thính trên web đang bị chặn đến khi nào bạn xóa nợ xong.. . Thân.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Chương trình đào tạo - Đại học - Cao đẳng chính quy   Khác ... . Dạ thưa thầy thưa cô cho em hỏi làm thế nào để mình biết ngành mình học gồm có những môn chuyên ngành nào, em khoa Cơ khí.",
            "Chào bạn,. . BẠn vui lòng liên hệ trực tiếp GVCN hoặc Thầy Phó Khoa phụ trách về đào tạo để được giải đáp các vấn đề liên quan đến chuyên ngành của mình.. . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: 1814557  /b \t. . . .   i Đăng ký môn học - Đại học - Cao đẳng chính quy   Tăng sĩ số lớp môn học . Kính thưa thầy cô Phòng Đào Tạo, em có đăng kí Anh Văn 1 trong hè này nhưng 2 lớp mở đã đầy sĩ số, và trong đợt \"Đăng kí môn học bổ xung\" em có được đắng kí môn học Anh Văn 1 nữa không ạ? Và phòng đào tạo có mở thêm lớp Anh Văn 1 trong đơt đăng kí môn học đó không ạ? Em xin cám ơn ạ.",
            "Chào bạn. . Các môn học đã ở sĩ số tối đa không thể tăng thêm được. Trường hợp bạn không thể đăng ký bạn có thể về Khoa xin mở thêm lớp.. . . . Để mở lớp bạn thực hiện các bước sau :. . 1/ Làm đơn xin mở lớp với nội dung cụ thể (Thứ, tiết) nộp về Khoa phụ trách môn học. Khoa sẽ xác nhận và phân công cán bộ giảng dạy.. . 2/ Bạn cầm đơn có xác nhận của Khoa ở bước 1 nộp về PĐT. PĐT sẽ mở lớp sau 16h00 hằng ngày sau khi nhận được đơn mở lớp.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác:",
            "responsible person: [551] [staff_name] [helpdesk staff]",
            "Dạ thưa thầy thưa cô cho em hỏi thông tin thay đổi về số tín chỉ của các môn: Đường lối cách mạng của Đảng Cộng sản Việt Nam, Những nguyên lý cơ bản của chủ nghĩa [full_name]-[full_name], Pháp luật Việt Nam đại cương, Tư tưởng [full_name] là như thế nào vậy ạ.",
            "Chào bạn,. . Việc thay đổi số tin chỉ các môn học chính trị sẽ căn cứ theo quy định mới của Bộ giáo dục, tuy nhiên hiện tại trường chưa có thông báo chính thức nào về việc thay đổi số tín chỉ của các môn chính trị.. . Thân."
        ]
    }
]