[
    {
        "intent": "",
        "message": [
            "Học vụ . Cho em hỏi có thể phục hồi 2 môn Dự thính cho em trên BK-elearning trong buổi hôm nay được không ạ? Vì tối nay em có 2 bài kiểm tra Điều hòa không khí làm trên BK-elearning.. .",
            "Chào bạn. . Đã phục hồi rồi, bạn vào kiểm tra lại. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Cho em hỏi là hôm nay em có gửi file ghi màn hình (cam chính)  nhưng em chưa quên ko kèm file ghi toàn cảnh (cam phụ), bây giờ em muốn gửi kèm lại file cam phụ thì em cần liên hệ với ai ạ",
            "Chào bạn,. . - Bạn vui lòng xem chi tiết hướng dẫn thi trực tuyến nhà trường đã gửi thông báo đến SV. . - Bạn cần thực hiện theo hướng dẫn của nhà trường và thực hành để thuần thục các thao tác ghi màn hình trước khi thi.. . - Bạn nên liên hệ GV giảng dạy để được hướng dẫn. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Em tên là [full_name], MSSV: [student_id]. Em muốn xin dời lịch học Thí nghiệm [full_name] Vô Cơ trực tiếp tuần 50 51 52 lớp VL02, vào lúc 7h-11h50. Hiện tại nhà em có người bị covid, em test thì tạm thời âm tính nên gia đình em không cho đi học ạ. Em cám ơn nhiều ạ.",
            "Chào em,. . Phòng Đào tạo đã tiếp nhận thông tin xin hủy đăng ký học thí nghiệm trực tiếp của em.. . SV vui lòng theo dõi mail và thời khóa biểu được cập nhật Mybk/Thông tin sinh viên/Xem thời khóa biểu sau khi trường được hoạt động lại bình thường (dự kiến trong tháng 3/2022). . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Em đã hoàn thành chương trình đạo tạo hệ vlvh, kể cả luận văn. Anh văn em chưa có bằng toeic, nhưng đã đạt yêu cầu khi thi kiểm tra đầu vào. Xin anh/chị xét em vào danh sách tốt nghiệp dự kiến.. .   i Tốt nghiệp .",
            "\"Chào bạn,. . PDT đã ghi nhận yêu cầu về đăng ký xét TN của bạn. SV vui lòng theo dõi email  và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 21/12/2021 SV vẫn chưa nhận được mail hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 11/2021 (cập nhật mới gia hạn thời gian xử lý tốt nghiệp). . Về tình trạng sinh viên, khi nào em có tên trong ds dự kiến tốt nghiệp, PDT sẽ tự động ra QD thu nhận cho bạn nhé. . Thân. . \""
        ]
    },
    {
        "intent": "",
        "message": [
            "Dạ quy trình đăng ký tạm dừng học trên trang web của phòng đào tạo hướng dẫn em in mẫu đơn, điền thông tin và đem nộp tại pđt nhưng khi em đến đấy thì đơn của em không được nhận và em lại được chỉ về nhà làm đơn online. Em muốn được hướng dẫn quy trình làm đơn online ạ. Em xin cảm ơn.",
            "responsible person: [551] [staff_name] [helpdesk staff]",
            "\"Chào bạn,. . Về việc đăng ký tạm dừng học:. . Bạn vui lòng tải mẫu đơn: Tạm dừng tại trang web : aao.hcmut.edu.vn    Sinh viên    biểu mẫu. . Điền đầy đủ thông tin nộp qua mail [email] hoặc BKSI. . Thân. . \""
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Hiện tại em đã có kể quả thẩm tra bảng điểm Toeic, đồng thời đã được xét chuyển điểm anh văn thành công.. . Tuy nhiên thì em vẫn đang trong quá trình chờ giải quyết đơn thu nhận (đơn thu nhận em đã nộp vào thứ 4, ngày 8/12). Kính mong PĐT có thể sớm giải quyết và xét tốt nghiệp bổ sung cho em để em có thể truy cập vào trang đăng ký.. . Em xin chân thành cảm ơn!",
            "\"Chào bạn,. . PDT đã ghi nhận yêu cầu về đăng ký xét TN của bạn. SV vui lòng theo dõi email  và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 21/12/2021 SV vẫn chưa nhận được mail hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 11/2021 (cập nhật mới gia hạn thời gian xử lý tốt nghiệp). . Về tình trạng sinh viên, khi nào em có tên trong ds dự kiến tốt nghiệp, PDT sẽ tự động ra QD thu nhận cho bạn nhé. . Thân. . \""
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em tên: Đường Văn Hoàn MSSV: [student_id]. . Kì rồi em có học môn hóa phân tích MSMH: CH2009 đã thi cuối kì nhưng chưa học thí nghiệm.. . Tới nay nhà trường đã cho đi học trở lại nhưng trên TKB em không có lịch học thí nghiệm môn này. . . Đồng thời kì này là kì bảo vệ LVTN và tốt nghiệp nên kính mong PĐT xem lại giúp em lịch học thí nghiệm môn Hóa Phân Tích MSMH: CH2009. Nếu chưa cập nhật, mong PĐT giúp em có thể học được thí nghiệm ở kì này để em hoàn thành tất cả môn học ạ. . Em cảm ơn . .",
            "Chào em,. . Phòng Đào tạo đã tiếp nhận thông tin đăng ký học thí nghiệm trực tiếp của em, dự kiến TKB sẽ cập nhật trước ngày 18/12/2021.. . SV vui lòng theo dõi mail và thời khóa biểu được cập nhật Mybk/Thông tin sinh viên/Xem thời khóa biểu. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV[full_name]MSGV: [student_id]  [full_name]b \t[full_name] [full_name] [full_name] [full_name]   i Yêu cầu khác  [full_name]i [full_name] [full_name] Dạ Em chào Thầy[full_name][full_name] [full_name] trên mục thông tin sinh viên trên mybk đã cập nhật tất cả các môn thi còn trong BKPortal mục hoãn thi lại chỉ hiện có 4 môn ạ[full_name] [full_name]",
            "Chào bạn. . Các môn xử lý sau sẽ được cập nhật vào tuần sau. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]  /b \t[full_name] [full_name] [full_name] [full_name]   i Tốt nghiệp  /i [full_name] [full_name] [full_name] [full_name] Em chào anh chị Phòng đào tạo trường,[full_name] [full_name] [full_name] [full_name] Em là [full_name], ID: [student_id], Sinh viên chương trình tiên tiến khóa k14[full_name][full_name] [full_name] [full_name] [full_name] Hiện em đã có tên trong danh sách dự kiến tốt nghiệp cũng như đã hoàn thành và cập nhật đủ số ngày CTXH trên sàn ngoại khóa để được xét tốt nghiệp kì này[full_name] Nhưng bên trang đăng kí xét tốt nghiệp vẫn để tình trạng em là nợ CTXH và không cho đăng kí[full_name] Mong được PĐT xem xét qua và điều chỉnh lại giúp em để em được đăng kí tốt nghiệp ạ[full_name] [full_name] [full_name] [full_name] Em xin cảm ơn,[full_name] [full_name] [full_name]",
            "Chào em,. . Sau thứ sau ngày 17/12/2021, PDT sẽ cập nhật lại bạn vô ĐK tốt nghiệp lại nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em gặp lỗi tại mục đăng kí xét tốt nghiệp. Sau khi điền thông tin, ảnh thẻ và nhấn đăng kí tốt nghiệp, em đã thanh toán phí qua BKpay nhưng khi vào lại thì web báo lỗi. Cho em hỏi giờ phải làm sao để đăng kí được ạ. . . Em cảm ơn.",
            "Chào em,. . Lỗi này đã khắc phục và xác nhận cho SV nhé, em vào kiểm tra lại nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em chào cô,. . Hiện tại em đã nhận được giấy chứng nhận tốt nghiệp tạm thời của PĐT. Cô có thể kiểm tra giúp em liệu em đã nộp bằng tốt nghiệp THPT chưa ạ? Cô kiểm tra giúp em còn vấn đề gì của em liên quan đến đợt tốt nghiệp vào tháng 1 không ạ? Em cám ơn cô.. .",
            "Mong cô sớm giải đáp thắc mắc của em ạ. Cám ơn cô.",
            "Chào em,. . Diện sinh viên chính quy Bằng 2 thì không yêu cầu nộp bổ sung bản sao bằng THPT nhé bạn, vì SV đã nộp lúc nhập học. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em xin kính chào quý thầy/cô.. . . . Vào khoảng thời gian đầu năm học đến cách ngày hôm nay (13/12/2021) 2 tuần thì trên trang MyBK-ThờiKhóaBiểu của em vẫn hiện tuần học môn Nhập môn về kỹ thuật (thí nghiệm) là bắt đầu từ tuần 51 ( thứ 5 tuần này (16/12/2021)).. . Nhưng trong 2 tuần gần đây thì thông tin về tuần học bị mất khỏi trang MyBK-TKB, vậy em sẽ vẫn học bình thường hay được dời lại ạ?",
            "Chào em,. . Em phải đăng ký học off mới được nhé. Nếu em muốn học thì gửi lại.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính gửi Phòng Đào Tạo Trường Đại Học Bách Khoa Thành Phố Hồ Chí Minh. . . . Em xin tự giới thiệu, em là [full_name] - [student_id], thuộc lớp CK18CTM8.. . . . Em xin phép được đăng ký lại các môn học thí nghiệm đã hủy lịch học trực tiếp tại trường: CAD/CAM ( ME4008 - HK202); Dung sai và kỹ thuật đo ( ME3004 - HK211); Kỹ thuật chế tạo 2 ( ME3034 - HK202). Do em đã có thể sắp xếp lại lịch học trực tiếp. . . . . Em xin chân thành gửi lời xin lỗi đến Phòng Đào Tạo. Em hy vọng Phòng Đào Tạo tạo điều kiện cho em. Em xin chân thành cám ơn.. . . . Trân trọng. . [full_name] . . . .",
            "Chào em,. . Phòng Đào tạo đã tiếp nhận thông tin đăng ký học thí nghiệm trực tiếp của em, dự kiến TKB sẽ cập nhật trước ngày 18/12/2021.. . SV vui lòng theo dõi mail và thời khóa biểu được cập nhật Mybk/Thông tin sinh viên/Xem thời khóa biểu. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em có gửi đơn lên [full_name] và được phản hồi như thế này, e đã điền form như pdt đưa rồi ạ nhưng vẫn nhận điểm 13",
            "Chào bạn. . Pdt đã nhận thông tin đăng ký của bạn, nhưng sau khi đối chiếu dữ liệu xác thực mã số sinh viên không đúng so với email nên sau ngày 7/8/2021 Pdt đã gởi mail thông báo bạn đăng ký lại bằng mail đúng :[email]. . . . Dữ liệu Phòng đào tạo nhận. . 07/08/2021 8:41:41\t  I   B [email]  /B   /I \t[student_id]\t[full_name]\t không đảm bảo trang thiết bị \tHK202\tMT1009\tPhương pháp tính\tSP1007\tPháp luật Việt Nam đại cương\tSP1031\tTriết học Mác - Lênin\tCH1003\tHóa đại cương \tMT1005\tGiải tích 2"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Kính gửi PĐT, . . . . Em là [full_name] có MSSV: [student_id]. Do đợt 2 em có điền form đăng ký học thí nghiệm trực tiếp tại CS1, nhưng đến hiện tại em chưa nhận được thông báo về lịch học thí nghiệm ạ, bạn của em đã có 1 số bạn đã có lịch rồi ạ. . . Kính mong PĐT kiểm tra và xem xét lại giúp em ạ. . . Chúc quý thầy/cô làm việc an toàn!. . . . Trân trọng./.",
            "Chào em,. . Em vui lòng gửi lại nội dung có mã số môn học, tên môn học, học kỳ.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Kính gửi Quý Thầy/Cô Phòng đào tạo. . Em tên là [full_name] - MSSV: [student_id]. . Hiện đang là sinh viên K18 của Trung Tâm Đào tạo Bảo Dưỡng Công Nghiệp. . Em xin gửi đơn \"Phiếu đăng ký học trực tiếp tại trường\" (Tệp đính kèm). . Lý do đăng ký muộn là do lúc trước em chưa đủ điều kiện tiêm đủ vacxin và khu vực dịch bệnh còn nhiều.. . Mong Quý Thầy/Cô Phòng đào tạo xem xét và cho phép em được đăng ký bổ sung các môn học thực hành của học kỳ 202 và 211 . . Em xin cam kết:. . + Đã tiêm đủ 2 mũi vacxin (14 ngày trở lên). . + Tình trạng sức khoẻ bình thường, chưa từng bị F0. . Mong Quý Thầy/Cô Phòng đào tạo xem xét và tạo điều kiện giúp đỡ em.. . Em xin chân thành cảm ơn.",
            "Chào em,. . Phòng Đào tạo đã tiếp nhận thông tin đăng ký học thí nghiệm trực tiếp của em, dự kiến TKB sẽ cập nhật trước ngày 18/12/2021.. . SV vui lòng theo dõi mail và thời khóa biểu được cập nhật Mybk/Thông tin sinh viên/Xem thời khóa biểu. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Em tên: [full_name].. . MSSV: 182405.. . Em viết mail này xin phòng đạo tạo xem xét cho em được phép đăng ký học các môn thực hành trực tiếp tại trường, em xin cam kết đã thõa điều kiện mà trường yêu cầu. . . Mong nhà trường xem xét và tạo điều kiện giúp em.. . Em xin chân thành cảm ơn.. . . .",
            "Chào em,. . Em vui lòng gửi lại nội dung có mã số môn học, tên môn học, học kỳ.. . File em gửi không mở được.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em chào ban đào tạo. . . Hiện giờ em đang theo học lớp tiếng anh nhu cầu 4A (dự thính). Lớp học này bắt đầu học từ 1/12 ( học trong vòng 1 tháng). Và đợt trước em thấy trong mail trường thông báo là đóng học phí lớp tiếng anh 4A từ ngày 10/12 đến 17/12, nhưng hiện giờ em vào hệ thống bk pay thì vẫn chưa thấy khoản thu học phí của môn này.. . Vậy cho em hỏi là giờ vẫn chưa đến kì hạn thu học phí môn này hay sao ạ? Và thời gian thu học phí là khi nào ạ?. . Em mong ban đào tạo phản hồi giúp em. Em cảm ơn ạ.",
            "Chào em,. . Và thời gian thu học phí là khi nào ạ?. . =  Sẽ có email thông báo khi đưa lên bkpay nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ .   /B Họ và tên: [full_name] - [student_id]. . Em chào quý thầy cô ạ,. . Em có điền form để học trực tiếp tại trường lúc trước nhưng chưa được sắp thời khóa biểu học ạ.. . Thông tin các môn học em muốn đăng ký học trực tiếp HK211 là:. . - Thực tập điện 1 (EE2025). . - Thực tập điện tử (EE2023). . - Thí nghiệm cơ sở điện tử công suất (EE2022). . Mong phòng đạo tạo xem xét cho em đăng ký được học trực tiếp để theo kịp tiến độ chương trình ạ.. . Em xin chân thành cảm ơn!. . . .",
            "Chào em,. . Phòng Đào tạo đã tiếp nhận thông tin đăng ký học thí nghiệm trực tiếp của em, dự kiến TKB sẽ cập nhật trước ngày 18/12/2021.. . SV vui lòng theo dõi mail và thời khóa biểu được cập nhật Mybk/Thông tin sinh viên/Xem thời khóa biểu. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Kính gửi PĐT, . . Em là [full_name], sinh viên lớp MO17QLM, khoa Môi trường và Tài Nguyên. . . . . Em xin phép nộp đơn xin thu nhận lại để đăng ký xét tốt nghiệp (file đính kèm). . . . . Kính mong PĐT ra quyết định sớm để em có thể đăng ký tốt nghiệp đúng hạn ạ. . . . . Em xin cảm ơn.. .",
            "Đã trả lời câu trước. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em chào quý thầy cô ạ,. . Em là [full_name], MSSV [student_id], thuộc khoa Điện-Điện tử.. . Em có mong muốn được học các môn thực hành HK211 trong tháng 12 này bao gồm:. . - Thực tập điện 1 (EE2025). . - Thực tập điện tử (EE2023). . - Thí nghiệm cơ sở điện tử công suất (EE2022). . Mong phòng đạo tạo xem xét cho em đăng ký được học trực tiếp để theo kịp tiến độ chương trình ạ.. . Em xin chân thành cảm ơn!",
            "Chào em,. . Phòng Đào tạo đã tiếp nhận thông tin đăng ký học thí nghiệm trực tiếp của em, dự kiến TKB sẽ cập nhật trước ngày 18/12/2021.. . SV vui lòng theo dõi mail và thời khóa biểu được cập nhật Mybk/Thông tin sinh viên/Xem thời khóa biểu. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Kính gửi Phòng Đào Tạo,. . Em là [full_name], mssv: [student_id].. . Theo thông báo của Bộ môn như sau:. .  \" Hi Anh Nguyên hai bạn sv anh hướng dẫn,  [full_name], [full_name] không có tên trong quyết định hoãn bảo vệ nên học kỳ này hai bạn đó không được bảo vệ nhé.. . Theo thông báo là các bạn đó phải làm đơn theo mẫu số 8 gửi lên phòng đào tạo mới ra quyết định hoãn rồi mới được bảo vệ ở học kỳ này nhé.\". . Cho em hỏi là hiện tại mới có quyết định không được hoãn bảo vệ thì em đăng ký bảo vệ LVTN ở học kỳ này có được không ạ? Và nếu được thì kính mong Phòng Đào Tạo hướng dẫn em chi tiết ạ.. . Em cảm ơn!",
            "Chào em,. . Em vui lòng trình bày rõ vấn đề giúp cô nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Dạ hiện tại em đang cần có điểm AV 4 để xét tốt nghiệp.. . Em hiện tại đã học xong và qua môn AV4.. . Nhưng hiện tại hệ thống cập nhật điểm đang bị lỗi.. . Vậy cho em hỏi bao giờ thì có thể nhập được điểm và có kịp xét tốt nghiệp đợt tháng 1/2022?. . Em cảm ơn.",
            "Chào em,. . Bạn vui lòng trình bày rõ? hệ thống điểm bị lỗi gì?. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em tên [full_name] mssv [student_id]. . em mới nộp học phí dự thính xong , vì dịch bệnh khó khắn nên nộp trễ, xin PDT thông cảm , và mở link các môn e học dự thính nhanh sớm để em thi và nộp bài ạ,vì ngày 15 tháng 12 là hết hạn nộp bài rối.nên xin phong đào tạo mở giúp e với ạ",
            "Chào em,. . PĐT đã nhận được thông tin của em, cố gắng lần sau đúng hạn nhé.. . - mở link các môn e học dự thính nhanh sớm để em thi và nộp bài ạ. . =  Các hoạt động trong khóa học do GV phụ trách môn học quản lý. PĐT không có quyền can thiệp. SV vui lòng liên hệ GV.. . Thân mến"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Em là [full_name] - [student_id].. . Em đã đăng ký in bảng điểm nhưng không thể trực tiếp nhận tại phòng đào tạo. Do đó, em sẽ nhờ bạn của em, sinh viên [full_name] - [student_id] nhận giúp ạ. Mong phòng đạo tạo in bảng điểm sớm dùm em vì em đang cần gấp để nộp hồ sơ xin học bổng.. . Em xin chân thành cảm ơn.  . . . .",
            "Chào bạn. . Hôm nay là có bảng điểm của bạn rồi, Pdt ghi nhận thông tin bạn gởi. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . PĐT đăng kí giúp em học trực tiếp các môn này ạ, em cảm ơn :. . [full_name]3004-Dung sai và kỹ thuật đo (TN)-[full_name]211-[full_name]5. . [full_name]6-TRBI ĐIỆN-ĐTỬ TRGMCN (TN)-[full_name]211-[full_name]01. . [full_name]2087-THỰC TẬP CƠ KHÍ Đ/CƯƠNG 2-[full_name]202-[full_name]2",
            "Chào em,. . Phòng Đào tạo đã tiếp nhận thông tin đăng ký học thí nghiệm trực tiếp của em, dự kiến TKB sẽ cập nhật trước ngày 18/12/2021.. . SV vui lòng theo dõi mail và thời khóa biểu được cập nhật Mybk/Thông tin sinh viên/Xem thời khóa biểu. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Chào nhà trường, hiện tại em muốn làm đơn xin rút môn Anh văn nhu cầu tháng 12 thì phải làm như thế nào ạ, em đang học lớp DT10, mong nhà trường giúp đỡ. Em xin cảm ơn.",
            "Chào bạn. .  SV tải PHIẾU ĐĂNG KÝ RÚT MÔN HỌC (tại trang web : aao.hcmut.edu.vn    biểu mẫu) . . SV có thể:nộp qua mail pdt@hcmut.edu.vn hoặc BKSI . . Chúc bạn học tập tốt nhé.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em xin chào phòng đạo tạo.. . . . Em muốn hỏi là lúc em nhận bằng tốt nghiệp thì phụ lục có ghi các chuẩn kiểm định đã đạt được. Khoa Máy Tính có thêm chuẩn ABET nhưng trong phụ lục em không thấy. Nên em muốn hỏi là tại sao em không có được tiêu chuẩn ABET ạ.. . . . Em có gửi hình đính kèm.. . . . Em xin cảm ơn"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Dạ thưa Thầy/Cô PĐT. Em là SVK15, Học kì này là hK cuối đối với khóa của em. Hiện tại em đã hoàn thành đủ TCTL và đang làm LVTN, nhưng vì nhiều lí do mà em có thể sẽ không thể kịp tiến độ nộp và bảo vệ LV trong học kì này.. . Theo em tìm hiểu, sau khi hết thời gian đào tạo, Sinh viên sẽ phải làm đơn thu nhận lại và chuyển xuống học tiếp ở hệ VHVL. Vậy giờ trong trường hợp của em, em vẫn chưa chắc có thể hoàn thành kịp hay không kịp LVTN trong HK cuối cùng này hay không. Nếu em làm đơn chuyển hệ trong HK này, nhưng em vẫn hoàn thành được LVTN( đủ số lượng TC, AV và ngày CTXH) thì em vẫn được xét TN ở hệ CQ phải không ạ.. . Do tình hình những ngày cuối trước khi nộp nhưng em vẫn còn quá nhiều thứ phải làm. Nên có vừa cố làm vừa tính tiếp những đường sau đó. Nên mong Thầy/Cô PĐT có thể hướng dẫn giúp em về thời gian cũng như thủ tục em cần phải làm trong trường hợp em hoàn thành không kịp LVTN trong HK cuối cùng này.. . Em cảm ơn Thầy Cô ạ.",
            "Chào bạn. . Bạn tải mẫu Phiếu đề nghị chuyển sang VLVH  tại trang web: aao.hcmut.edu.vn gởi tại BKSI để Pdt xử lý chuyển sang VLVH cho bạn. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . PĐT đăng ký bổ sung giúp em môn này nữa ạ, em bị thiếu, em xin cảm ơn :. . . .   B ME2020-Môi trường và con người (TN)-HK211-L01  /B",
            "Chào em,. . Phòng Đào tạo đã tiếp nhận thông tin đăng ký học thí nghiệm trực tiếp của em, dự kiến TKB sẽ cập nhật trước ngày 18/12/2021.. . SV vui lòng theo dõi mail và thời khóa biểu được cập nhật Mybk/Thông tin sinh viên/Xem thời khóa biểu. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Em chào PĐT,. . . . Em là [full_name], [student_id].. . . . Về vấn đề nộp bằng tốt nghiệp THPT, đầu năm 2018 khi nhập học thì em có nộp bản sao bằng tốt nghiệp THPT rồi. Sau đó 1 khoảng thời gian cũng khá dài thì em vào check nộp bằng tốt nghiệp THPT thì thấy đã nộp. Mà bây giờ vào check thì không thấy gì cả. Vậy PĐT giúp em kiểm tra lại được không ạ? Hay em sẽ phải nộp lại toàn bộ theo hướng dẫn?. . . . Em cám ơn ạ.. . . . Trân trọng,. . [full_name]. .",
            "Chào em,. . Em vui lòng email đến [email] sau tháng 01/2022 nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]  /b . . Kính gửi PĐT,. . em tên là [full_name], MSSV:[student_id]. Do cần giấy báo trúng tuyển vào đại học Bách Khoa để làm hồ sơ du học và giấy của em đã bị thất lạc, nên em xin được cấp lại giấy báo trúng tuyển vào đại học trường.. . Em có làm đơn trong file đính kèm.. . Trân trọng.\t. . . .   i Yêu cầu khác .",
            "Chào bạn. . Pdt gởi bạn bản scan giấy báo trúng tuyển. . Thân",
            "li answer rate: Answer suits the needs / Câu trả lời đúng ý"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Em là [full_name] MSSV-[student_id]. Em vừa đăng ký in bảng điểm ở phòng đào tạo nhưng vì không thể đến trường nhận trực tiếp nên em xin ủy quyền cho bạn [full_name] MSSV-[student_id]. Mong phòng đạo tạo in bảng điểm sớm dùm em vì em đang cần gấp để nộp hồ sơ xin học bổng.. . Em xin chân thành cảm ơn.",
            "Chào bạn. . Hôm nay là có bảng điểm của bạn rồi, Pdt ghi nhận thông tin bạn gởi. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em xin được thi lại để xoá điểm HT môn học: Mô hình hóa, mô phỏng và tối ưu hóa trong công nghệ hóa học (CH-3133). . . . Xin phòng đào tạo làm mọi thủ tục xét duyệt, để em được làm bài tập lại môn học này chung với các bạn kỳ này (do kỳ này giáo viên đăng ký không tổ chức thi cuối kỳ mà chỉ cho sinh viên làm bài tập lấy điểm cuối kỳ nên không có lịch thi trên hệ thống E-Learning). . .  Để em có minh chứng là em được thi lại xoá điểm I,  nộp giáo viên bộ môn (GVBM). Do GVBM yêu cầu em cho thấy minh chứng em được pđt sắp xếp thi lại.. . . . Cám ơn pđt đã đọc yêu cầu của em và mong pđt sớm phản hồi đến em. . -----------------------. . Sinh viên [full_name]",
            "Chào bạn. . Về vấn đề này [full_name] đã gởi danh sách cho Thầy [full_name] phó khoa. . Bạn liên hệ Thầy qua email: [email]. . để được hỗ trợ quy trình đăng ký. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Mở lớp dự thính  . Em chào thầy cô, thầy cô cho em nộp đơn xin mở lớp học kì dự thính môn thiết kế động cơ đốt trong TR3013. . . .",
            "Chào bạn. . Đơn này thiếu TKB nghen bạn. . Trước tiên các bạn đăng ký các môn cần học HK212 ở đợt 1, nếu đợt 2 (từ ngày 23/12/2021)  không có mở lớp thì lúc đó mới nộp đơn mở lớp, sẽ có thông báo chi tiết lịch trình mở lớp  ở đợt 2. . Tải mẫu đơn “Đề nghị mở môn học”, sau đó SV gửi email trực tiếp đến Giảng viên giảng dạy & Khoa/Bộ môn để được:. . -      Ký xác nhận đồng ý. . -     Ghi rõ Thời khoá biểu.. . -  Đối với các môn có thực hành/thí nghiệm: Khoa phải cam kết tổ chức được cho SV. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Kính gửi PĐT,. . . . Em là [full_name] có MSSV: [student_id]. Do đợt 2 em có điền form đăng ký học thí nghiệm trực tiếp tại CS1, nhưng đến hiện tại em chưa nhận được thông báo về lịch học thí nghiệm ạ, bạn của em đã có 1 số bạn đã có lịch rồi ạ.. . [full_name]: ME2020. . Tên [full_name]: Môi trường và con người (TN), HK211. . Kính mong PĐT kiểm tra và xem xét lại giúp em ạ.. . Chúc quý thầy/cô làm việc an toàn!. . . . Trân trọng./.",
            "Chào em,. . Phòng Đào tạo đã tiếp nhận thông tin đăng ký học thí nghiệm trực tiếp của em, dự kiến TKB sẽ cập nhật trước ngày 18/12/2021.. . SV vui lòng theo dõi mail và thời khóa biểu được cập nhật Mybk/Thông tin sinh viên/Xem thời khóa biểu. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . . . Kính gửi Phòng Đào Tạo Trường Đại Học Bách Khoa TP Hồ Chí Minh. . . . Em tên là [full_name], MSSV: [student_id], là sinh viên khóa k14. Em xin Phòng Đào Tạo cho em được hoãn thi môn anh văn 4 trong học kì 2 năm học 2020-2021.Em có đính kèm biểu mẫu xin hoãn thi ở phía dưới ạ. Vì hiện tại em đã hết thời gian đăng kí trực tiếp tại mybk, nên em viết đơn ạ, em xin lỗi vì đã làm phiền thầy cô nhiều ạ.. . Em xin chân thành cảm ơn, em chúc các thầy cô luôn nhiều sức khỏe ạ!. . . . [full_name]. . [full_name]",
            "Vì kết quả hoãn thi của em vào ngày 16/11/2021 em đọc có thấy ghi sinh viên phải đăng kí thi cuối kì trong thời hạn 1 năm ạ, Phòng Đào Tạo cho em hỏi, theo kết quả đó thì em có thể xin phép thi cuối kì môn Anh Văn 4 vào học kì sau được không ạ?. . Em xin cảm ơn Phòng Đào Tạo và chúc Thầy Cô luôn nhiều sức khỏe ạ.",
            "Chào bạn. . Phòng đào tạo đã xếp lịch thi cho bạn, bạn phải cố gắng đi thi. . Vì quỹ thời gian của bạn đã hết. . Pdt không thể giải quyết thi lần 2. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Kính gửi pđt: Em tên là [full_name], mssv [student_id]. Hiện tại trên thời khóa biểu của em có lịch học trực tiếp môn thí nghiệm hóa vào thứ 7 tuần này (tuần 50). Nhưng do điều kiện sức khỏe và đi lại nên hiện tại em không thể đến trường học trực tiếp được. Vậy nên em mong pđt có thể sắp xếp lùi lịch học trực tiếp cho em tới qua Tết Nguyên đán. Em xin chân thành cảm ơn.",
            "Chào em,. . Phòng Đào tạo đã tiếp nhận thông tin xin hủy đăng ký học thí nghiệm trực tiếp của em.. . SV vui lòng theo dõi mail và thời khóa biểu được cập nhật Mybk/Thông tin sinh viên/Xem thời khóa biểu sau khi trường được hoạt động lại bình thường (dự kiến trong tháng 3/2022). . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Cô ơi cho em hỏi là hiện giờ bảng điểm quy đổi anh văn TOEIC trên trang aao đã được cập nhật mới chưa ạ. Em có tra cưu trên bảng chuyển điểm trên trang aao rồi mà khi đăng kí nộp chứng chỉ anh văn, điểm lại thấp hơn ạ. .",
            "Chào bạn. . Hiện cập nhật mới hết rồi nghen bạn. . - Về quy định chuẩn tiếng anh trong quá trình học: Bạn vui lòng xem chi tiết tại trang web aao--  sinh viên --  Quy chế --  Quy chế đào tạo và học vụ bậc đại học và cao đẳng -- Phụ lục 1: Quy định về ngoại ngữ . . Chúc bạn học tập tốt nhé.. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em tên [full_name] mã số sinh viên [student_id], em xem trên mybk thấy có lịch học thí nghiệm hóa vào tuần 01 02 ở B2-401A BK-CS1, thời gian vào lúc 7 giờ đến 11 giờ 50 phút, lớp VL15. Em muốn xin dời lịch học sang Tết ạ vì em đang bệnh và địa phương em còn khá nguy hiểm. Em mong được giải quyết sớm để không bị đánh vắng và khó khăn việc thi cuối kỳ ạ. . Em cảm ơn",
            "Chào em,. . Phòng Đào tạo đã tiếp nhận thông tin xin hủy đăng ký học thí nghiệm trực tiếp của em.. . SV vui lòng theo dõi mail và thời khóa biểu được cập nhật Mybk/Thông tin sinh viên/Xem thời khóa biểu sau khi trường được hoạt động lại bình thường (dự kiến trong tháng 3/2022). . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Pdt cho em hỏi để xin giấy xác nhận còn nợ môn nào để bổ sung hồ sơ hoãn nghĩa vụ được không ạ. .",
            "Chào em,. . Nhà trường chỉ có 1 mẫu chung xác nhận SV hoãn nghĩa vụ quân sự cho tất cả sinh viên nam trong trường.. . Em có thể tự trình bày với ban chỉ hủy quân sự, nếu Ban chỉ huy quân sự cần xác minh thông tin sinh viên có thể gửi công văn về trường để xác minh thêm.. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Dạ chào thầy/cô ạ,. . Em muốn hỏi về việc khi nào trường mở lại link đăng ký học off các môn thí nghiệm ở trường ạ. Đợt mở trước do tình hình dịch bệnh ở chỗ em không cho phép nên em không đăng ký. Hiện tại đã ổn định, em muốn đăng ký để có thời khoá biểu các học phần thí nghiệm để học thì đăng ký ở đâu ạ.. . Em xin cảm ơn và chúc thầy cô nhiều sức khoẻ!. . . . Môn học: CH2014 - Hóa vô cơ (thí nghiệm) (CH2014)_[full_name] (DH_HK211). . Nhóm: [L04]",
            "Chào em,. . Phòng Đào tạo đã tiếp nhận thông tin đăng ký học thí nghiệm trực tiếp của em, dự kiến TKB sẽ cập nhật trước ngày 18/12/2021.. . SV vui lòng theo dõi mail và thời khóa biểu được cập nhật Mybk/Thông tin sinh viên/Xem thời khóa biểu. . Thân mến. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Gửi BKSI,. . Em nộp chứng chỉ AV toeic chuyển điểm AV123 vào ngày 1.12 và được xét duyệt thành công vào ngày 5.12. Nhưng tới hôm nay vẫn   B chưa hiện bảng điểm   /B trên mybk. Cho em hỏi như vậy có sai xót gì không ạ?. . Bên cạnh đó, ngày 24.12 là hạn chót nộp hồ sơ tốt nghiệp. Khi cập nhật điểm AV123 và có điểm AV4A học kì vừa rồi thì khi nào em mới nhận được mail đăng kí tốt nghiệp vậy ạ?. . Em cảm ơn.. .",
            "Chào em,. . Hiện tại cô kiểm tra trên hệ thông mybk/Thông tin SV, em vẫn chưa có điểm AV4a nhé, SV xem lại.. . Khi nào có điểm được cập nhật trên mybk/Thông tin SV thì bạn mới có thể đăng ký xét tốt nghiệp.. . SV vui lòng liên hệ nhờ GV chấm và nộp điểm lên sơm cho PDT nhé.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Dạ chào thầy cô, . . Em là sinh viên K17, hiện đã tốt nghiệp ạ!. . Em có lỡ đăng ký thanh toán thẻ bảo hiểm y tế của trường. Nhưng sau đó, theo em tìm hiểu thì em đã tốt nghiệp, thì không được dùng thẻ bảo hiểm dành cho sinh viên nữa. . . Thầy cô cho em hỏi là em có thể làm như thế nào để hủy thanh toán trên bkpay ạ? . . Em rất mong nhận được sự phản hồi của thầy cô!. . Em cảm ơn thầy cô nhiều ạ!. . . .",
            "Chào em,. . Em liên hệ phòng Công tác chính trị sv qua email [email] để được hướng dẫn nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Em chào chị!. . . . Em là [full_name]. . MSSV: [student_id]. . Đây là đơn chuyển sang hệ VHVL của em. Mong Phòng Đào Tạo chuyển hệ giúp em.. . . . Em xin chân thành cảm ơn!. . . . . .",
            "Chào bạn. . PDT đã tiếp nhận và đang xử lý đơn chuyển sang VLVH vào HK2(2021-2022) của bạn.. . Bạn vui lòng theo dõi tình trạng sinh viên sẽ cập nhật “thu nhận vào hệ VLVH”  trên Mybk-thông tin sinh viên, dự kiến trễ nhất vào 20/12/2021. . - Xem chi tiết Lịch đăng ký môn học + đăng ký tốt nghiệp của Hk212 tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ để biết thời gian đăng ký môn học hoặc đăng ký tốt nghiệp. . - Quy chế đào tạo và học vụ: xem chi tiết tại trang web aao.hcmut.edu.vn   Sinh viên   Quy chế-Quy định  Học vụ. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "CODE Học vụ . Em tên là [full_name], MSSV [student_id], hiện tại em đang sống ở tỉnh mà nơi em ở đang dịch nên việc đi lại khá khó khăn nên em muốn được hoãn việc học trực tiếp tại trường môn Nhập môn về kỹ thuật (thí nghiệm) sang đợt sau ạ.Cho em hỏi nữa là nếu em hoãn đợt này thì đợt sau trường sẽ tự sắp xếp hay em phải tự đăng kí lại ạ? Em cảm ơn ạ.. . . .",
            "Chào em,. . Phòng Đào tạo đã tiếp nhận thông tin xin hủy đăng ký học thí nghiệm trực tiếp của em.. . SV vui lòng theo dõi mail và thời khóa biểu được cập nhật Mybk/Thông tin sinh viên/Xem thời khóa biểu sau khi trường được hoạt động lại bình thường (dự kiến trong tháng 3/2022). . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Do kỳ này em có học cải thiện 1 môn chuyên ngành (vẫn tính vào  điểm tbtl ngành), nhưng môn này nhập điểm trể (trể hơn thời gian cập nhật điểm tốt nghiệp trên Aao) nên trên trang Thông tin tốt nghiệp Aao chưa cập nhật điểm.. . Pdt kiểm tra giúp em, em cảm ơn.. . . . Em có gửi kèm hình.",
            "Đã tl"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]9  /b \t[full_name] [full_name] [full_name] [full_name]   i Tốt nghiệp  /i [full_name] [full_name] [full_name] [full_name] Chào Thầy[full_name][full_name][full_name] [full_name] Em tên là [full_name], vừa rồi em có nộp đơn xét tốt nghiệp hệ VLVH, em có nhận được mail phản hồi từ Phòng Đào Tạo (hình đính kèm)[full_name] Cho em hỏi là em đã được chính thức tốt nghiệp hệ VLVH chưa ạ? (em tra cứu trong phần danh sách trên web, mà không có tên, nên em hỏi để biết còn thiếu gì nữa không ạ)[full_name] [full_name] Em cám ơn Thầy/[full_name] nhiều!",
            "Chào em,. . Cô thấy em đã có QD chuyển qua VLVH, và được cập nhật tại mybk/Thông tin sinh viên/Tình trạng. . Và hiện tại cô thấy em cũng đã đăng ký tốt nghiệp bên VLVH thành công rồi nhé.. . V đã đăng ký tốt nghiệp thành công, vui lòng đợi PDT cập nhật QD tốt nghiệp và  mail thông báo lên nhận bằng từ Phòng Đào tạo. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác:"
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính gửi quý thầy cô,. . Em tên là: [full_name], sinh viên VP21HK, mssv [student_id], là học sinh lớp hóa thí nghiệm P09 do cô [full_name] đứng lớp.. . Em viết mail này kính mong quý thầy cô cho em xin phép dời lại 2 buổi học hóa thí nghiệm mà trường đã sắp xếp vào tuần 51-52 ở phòng B2-406 vào lúc 12 giờ đến 16 giờ 50 phút, với lí do là em không đủ điều kiện đến trường học trực tiếp ở thời điểm hiện tại.Em muốn xin dời lịch học qua các tuần khác, cụ thể là qua tháng 1 năm 2022.Kính mong quý thầy cô giải quyết sớm nếu không em sẽ bị đánh vắng và khó thực hiện việc thi cuối kì.. . Em xin chân thành cảm ơn và chúc quý thầy cô nhiều sức khỏe ạ!. . Người gửi: [full_name]. . . .   i Yêu cầu khác .",
            "Chào em,. . Phòng Đào tạo đã tiếp nhận thông tin xin hủy đăng ký học thí nghiệm trực tiếp của em.. . SV vui lòng theo dõi mail và thời khóa biểu được cập nhật Mybk/Thông tin sinh viên/Xem thời khóa biểu sau khi trường được hoạt động lại bình thường (dự kiến trong tháng 3/2022). . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Hôm trước, em đã đăng ký xin được học trực tiếp lớp Thí nghiệm Hóa đại cương. Nhưng mà lịch thí nghiệm lại trùng với lịch thi cuối kỳ. Cụ thể ngày 30/12/2021, em có lịch thi cuối kỳ môn Hóa đại cương lúc 14h. Tuy nhiên cùng lúc đó có lịch TN Hóa đại cương từ 13h đến 17h50.. . Em mong được Phòng đào tạo xem xét cho em hoãn lịch học TN Hóa đại cương. Em sẽ đăng ký học đợt sau.. . Em xin cảm ơn ạ.",
            "Chào em,. . Phòng Đào tạo đã tiếp nhận thông tin xin hủy đăng ký học thí nghiệm trực tiếp của em.. . SV vui lòng theo dõi mail và thời khóa biểu được cập nhật Mybk/Thông tin sinh viên/Xem thời khóa biểu sau khi trường được hoạt động lại bình thường (dự kiến trong tháng 3/2022). . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em tên là [full_name], mã số sinh viên là [student_id]. Em kiểm tra lịch học trên mybk thì e thấy lịch thí nghiệm nhập môn kỹ thuật EE1002. . lớp VL01 tại C2-PTTDT BK-CS1 vào thứ 2 từ 7h đến 11h50 tuần 51.Em muốn xin dời lịch học sang tuần khác cụ thể là sau đợt tết ạ. Lý do là vì người nhà e vừa hết covid và e hiện tại đang có triệu chứng. Em mong được giải quyết sớm ạ. Em cảm ơn ạ.",
            "Chào em,. . Phòng Đào tạo đã tiếp nhận thông tin xin hủy đăng ký học thí nghiệm trực tiếp của em.. . SV vui lòng theo dõi mail và thời khóa biểu được cập nhật Mybk/Thông tin sinh viên/Xem thời khóa biểu sau khi trường được hoạt động lại bình thường (dự kiến trong tháng 3/2022). . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Chào phòng đào tạo, em là [full_name] k18 khoa KTGT, 1 tuần trước em có thông tin là đăng kí học thực tập kĩ thuật ô tô bổ sung trực tiếp trong trường. Em đảm bảo đã tiêm đủ 2 mũi vacxin và cách 7 ngày nên em đã đăng kí vào học nhưng đến giờ em vẫn chưa được cập nhật thời khóa biểu là sao vậy ạ? Có sai xót gì không ạ?",
            "Chào em,. . Phòng Đào tạo đã tiếp nhận thông tin đăng ký học thí nghiệm trực tiếp của em, dự kiến TKB sẽ cập nhật trước ngày 18/12/2021.. . SV vui lòng theo dõi mail và thời khóa biểu được cập nhật Mybk/Thông tin sinh viên/Xem thời khóa biểu. . Thân mến. ."
        ]
    }
]