[
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Do lịch thi của em ngày 31/5 có hai môn gần sát giờ nhau, môn PLVNĐC em thi ở cs1 lúc 12h và KHTĐ lúc 14 h ở cs2, em sợ di chuyển không kịp giữa 2 cơ sở nên em mong PĐT có thể dời sớm hoặc trễ hơn 1 trong 2 môn này sang 1 ca khác để em có thể di chuyển và thi đúng giờ. Em xin chân thành cảm ơn.",
            "Chào bạn,. . . . Bạn kiểm tra mail PDT đã gởi mail cho bạn về việc này. Bạn liên hệ PDT cơ sớ 2 phòng 107H1 để nhận phiếu thi chuyển cơ sở.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Vừa làm vừa học - ĐTTX   Học phí . Kính gửi quý thầy cô,. . . . Em có thắc mắc về học nhưng thầy cô có phản hồi:\" em vừa gởi mail đến [email] và anh trả lời cho bạn rõ rồi nên câu hỏi trên BKSI không cần trả lời nữa\". Nhưng em chưa gửi đến mail của thầy để hỏi và kiểm tra hộp thư đến cũng không thấy mail của thầy.. . . . Nhờ thầy cô giải thích cho em rõ, vì cũng sắp đến hạn đóng tiền học phí vào ngày 28/05/2020. Để em có thể chuẩn bị và hoàn thành tốt việc đóng học phí.. . . . . . Em cám ơn thầy cô nhiều.. . [full_name]. MSSV: [student_id]",
            "Chào bạn,. . . . - Hiện này PDT đang tập hợp tất cả các trường hợp thắc mắc về học phí, PDT sẽ gởi mail hồi đáp cho bạn chậm nhất vào ngày mai. . . . . -  Bạn thường xuyên kiểm tra mail.. . . . Thân.. .",
            "Chào bạn,. . . . - Vì tập nhiều trường hợp, mạng mấy ngày hôm nay chậm việc mail tới bạn sợ trễ hạng đóng học phí.. . . . - Bạn vui lòng liên hệ trực tiếp Phòng Đào Tạo, toà nhà A4 để giải đáp thắc mắc và giải quyết thoả đáng cho bạn.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Lịch thi - Đại học - Cao đẳng chính quy   Khác ... .  lịch thi giữa kì môn phương pháp tính của e là 7h ngày 31/5 nhưng lại trùng với lịch học của môn thí nghiệm hóa vô cơ.mong pdt sắp xếp lại lịch học giúp e với ạ.. . e cảm ơn.",
            "Chào bạn,. . . . [full_name] có gởi mail thông báo hướng dẫn cho bạn về việc này. Bạn liên hệ Khoa/bộ môn linh động đổi TKB cho bạn những tuần bạn trùng với lịch thi.. . . . Thân.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Đã đóng tiền BKpay để in thẻ nhưng hệ thống chưa xác nhận",
            "Chào bạn,. . . . Lỗi mạng nên PDT đã kiểm tra lại những trường hợp này rồi, bạn vào kiểm tra lại nhen. Có trực trặc gì báo lại.. . . . Thân.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Dịch vụ cho sinh viên - Đại học - Cao đẳng chính quy   Đăng ký in thẻ sinh viên . Em chào quý thầy cô!. . Em tên là [full_name]. . MSSV [student_id]. . Em có làm mất thẻ SV và đăng kí in lại vào sáng thứ 2 ngày 25.5 và đã thanh toán trong ngày 25.5 nhưng đến giờ thẻ vẫn còn trạng thái \"đang chờ thanh toán\". Cuối tuần này em phải thi giữa kì và rất cần thẻ SV. Mong phòng đào tạo giải quyết giúp em. Em xin chân thành cảm ơn. .",
            "Chào bạn,. . . . Lỗi mạng nên PDT đã kiểm tra lại những trường hợp này rồi, bạn vào kiểm tra lại nhen. Có trực trặc gì báo lại.. . . . Thân.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học phí - Đại học - Cao đẳng chính quy   Học phí học kỳ chính .   B Dạ em đăng ký đủ 17 chỉ nhưng khi lên BKPay lại có học phí bổ sung là sao ạ   /B",
            "Chào bạn,. . . .  Bạn có đăng kí 17 tín chỉ và 1 môn thể dục, môn thể dục 0 tín chí nhưng 1 tin chỉ học phí.. .  . .  Bạn xem qui định về cách tính học phí  http://www.aao.hcmut.edu.vn/index.php?route=catalog/chitietsv&path=219_61&tid=1886 .. . . . Thân.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Hỏi đáp học trực tuyến (BKeL) . PĐT cho em hòi về việc xét học bổng khuyến khích học tập kì 191 có diễn ra không ạ. Vì đến hạn nộp học phí nhưng em vẫn chưa thấy thông báo gì về xét học bổng. . . Em cảm ơn ạ.",
            "Chào bạn,. . . .  - Học bổng khuyến khích có điễn ra. Khi nào có thông báo chính thức của nhà trường về việc này, PDT sẽ gởi mail cho các bạn nhen.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Xin chào thầy/cô, em là [full_name], thuộc khoa Kỹ thuật xây dựng K2019. Hôm nay, em gửi mail này xin được thay đổi lịch học môn GDTC L08 môn Cầu Lông [16h chiều thứ 3] vì em kẹt lịch học môn Anh văn ở trung tâm. Em mong muốn được chuyển lịch học về lớp L13 [7h sáng thứ 5].. . Em xin cảm ơn thầy/cô rất nhiều ạ!. . Chúc thầy/cô một ngày tốt lành!. . Trân trọng! . . [full_name].",
            "Chào bạn,. . . . Thời điểm này không thay đổi lịch học được nhen bạn."
        ]
    },
    {
        "intent": "",
        "message": [
            "Lịch thi - Đại học - Cao đẳng chính quy   Lịch thi (không tìm thấy,sai phòng thi,...) . Em chào thầy/cô, em tên là [full_name]  MSSV [student_id] từ khoa KH&KT máy tính. Nay em muốn xin phòng đào tạo điều chỉnh lịch thi giữa kì 192 môn Đại số tuyến tính (ĐSTT) cho em.. . Do em có lịch học môn Đồ án ngành từ 10h đến 12h thứ 7 (30/05) ở cơ sở [full_name] Thường Kiệt nhưng lại có lịch thi môn ĐSTT lúc 12h thứ 7 (30/05) ở cơ sở Dĩ An. Vì không đủ thời gian di chuyển giữa hai cơ sở nên em không thể có mặt tại phòng thi đúng giờ.. . Mong thầy/cô tạo điều kiện và giúp đỡ.. . Em xin cám ơn.",
            "Chào bạn,. . . . [full_name] có gởi mail thông báo hướng dẫn cho bạn về việc này. Bạn liên hệ Khoa/bộ môn linh động đổi TKB cho bạn những tuần bạn trùng với lịch thi.. . . . Thân.. . . . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác:    Em tên [full_name]. Em là sinh viên Lào. Hiện nay em chưa qua Việt Nam để đi học được do cửa khẩu chưa mở. Và gần thi giữa học kỳ rồi, theo nhà trường em nên làm sao ạ?. .    Mong nhà trường xem xét với. Em trân trọng cảm ơn ạ",
            "responsible person: [551] [staff_name] [helpdesk staff]",
            "Chào bạn,. . . . Nhà trường có công văn về việc này, bạn đọc nhen"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]  /b  em chào thầy cô,. . Hiện tại trường cấp 3 em vẫn chưa có thông báo nhận bằng tốt nghiệp THPT. Em muốn hỏi là nếu cỡ tháng 7 em nhận được bằng thì em phải đợi tới \t5/10/2020 để lên PĐT nộp phải ko ạ? Trường hợp nộp trễ có ảnh hưởng đến việc đăng ký môn năm 2 hay là trừ điểm rèn luyện ko ạ? Em mong được sự phản hồi từ thầy cô.. . Em cám ơn.. . . .",
            "responsible person: [551] [staff_name] [helpdesk staff]",
            "Chào bạn,. . . . Đăng kí nộp bằng vào đợt  tháng 10 vẫn được nhen bạn.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "I dạ e thuộc khoa điện và khoa e có phân ngành xong ngày 21 ạ! Dạ do một số lí do nghiên cứu e có chọn ngành k hợp bới khả năng của mình k biết e có được thay đổi lại phân ngành được k ạ!em cảm ơn ạ!Chương trình đào tạo - Đại học - Cao đẳng chính quy   Khác ... .",
            "Chào bạn,. . . . Việc phân ngành bạn liên hệ với [full_name] để giải quyết cho bạn.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học phí - Đại học - Cao đẳng chính quy   Học phí dự thính . dạ nhà trường cho em hỏi vì sao em đã đóng tiền dự thính lý 1 nhưng trên bk pay vẫn chưa xác nhận thanh toán v ạ.Và sau đó em có ra ngân hàng hỏi thì họ bảo đây là do hệ thống nhà trường .",
            "Chào bạn,. . . . PDT đang giải quyết cho bạn, khi nào xong PDT gởi mail thông báo cho bạn.. . . . Thân.. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: 2033089  /b \t. . Cách tính để miễn môn học như thế nào? . . Mong nhận được trả lời sớm từ quý thầy cô.. . Trân trọng!. .   i Yêu cầu khác .",
            "responsible person: [551] [staff_name] [helpdesk staff]",
            "Chào bạn,. . . . Bạn muốn xét miễn điểm bạn nộp phiếu miễn điểm bổ sung (mẫu có sẵn trên trang web PDT), kèm theo bảng điểm. Nộp PDT nhen.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Hỏi đáp học trực tuyến (BKeL) . Em kính chào thầy(cô). Em muốn hỏi là khi nào bắt đầu học kỳ( chính) năm sau, hk201 ạ",
            "Chào bạn,. . . . Vì tình hình dịch bệnh nên lịch học của sinh viên có nhiều biến động, hiện tại nhà trường chưa có thông báo chính thức thời gian  học kỳ 201 bắt đầu.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học phí - Đại học - Cao đẳng chính quy   Học phí học kỳ chính . Dạ thầy cô cho em hỏi sao em đóng tiền ấn vào thanh toán mà lại bị chuyển sang trang như hình mà không có xác nhận thanh toán như mọi lần vậy ạ. Em đã thử dùng tài khoản đóng cho bạn khác thì vẫn bình thường ạ.. . Em cảm ơn ạ.",
            "Chào bạn,. . . . - Bạn có thể liên hệ trực tiếp PDT để kiểm tra cho bạn.. . . . - Hoặc bạn đóng tiền trực tiếp tại ngân ha2nhg OCB.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Hỏi đáp học trực tuyến (BKeL) . Dạ thưa cô, chỗ học phí bổ sung đó ạ. HK192 em đăng kí đủ 17 tín chỉ(không học dự thính) thì học phí tron gói là 5tr3, nhưng mà trong mục BKpay của em có thêm mục thanh toán học phí bổ sung thì em có cần phải thanh toán thêm mục đó không ạ. Em cảm ơn",
            "Chào bạn,. . . . Bạn có đăng kí 17 tín chỉ và 1 môn thể dục, môn thể dục 0 tín chí nhưng 1 tin chỉ học phí.. .  . . Bạn xem qui định về cách tính học phí  http://www.aao.hcmut.edu.vn/index.php?route=catalog/chitietsv&path=219_61&tid=1886 .. . . . Thân.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Hỏi đáp học trực tuyến (BKeL) . Kính gửi phòng đào tạo,. . Em tên [full_name].. . MSSV [student_id]. . Em có làm đơn rút 2 môn . . Những NgLý cơbản CN M-[full_name] - SP1003. . Vật lý 2 - PH1005. . Em nhận được thông báo là nhà trường chỉ cho rút đơn vào 17/4 nhưng đây là 2 môn dự thính live stream em đăng ký vào đợt 2 ngày 28/4 nên em mong phòng đào tạo xem xét lại giúp em và giúp em hủy 2 môn này vì hiện tại công ty em đang cắt giảm nhân sự nên kinh tế không đủ để đóng học phí.. . Rất mong phòng đào tạo xem xét giúp em.. . Em sẽ cố gắng để đăng ký học lại vào những học kỳ sau.. . Em xin cảm ơn phòng đào tạo.",
            "Chào bạn,. . . . - Theo qui định của nhà trường sau đợt đăng kí môn học lần 3 sẽ không cho huỷ, bạn muốn huỷ thì phải làm đơn rút môn học sẽ tính học phí.. . . . - Vì tình hình dịch bệnh nên các bạn đăng kí học kỳ 192 nhiều lý do các bạn học livestram không được nên nhà trường cho rút môn học không tính học phí hạn chót rút là ngày 17/4.. . . . - Còn bạn đăng kí dự thính nên không cho huỷ, bạn muốn huỷ thì bạn làm đơn rút môn học (có tính học phí).. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Thầy ơi. . Em có thắc mắc về học phí vừa học vừa làm, em có đăng kí 4 tín chỉ nhưng học phí của em là 2.880.000₫. Thầy cho em hỏi học phí như vậy có đúng không thầy. Thầy giải quyết giúp em ạ",
            "Chào bạn,. . . . Bạn có đăng kí môn đề cương luận văn, môn này 0 tín chỉ nhưng là 2 tín chỉ học phí. Một tín chỉ học phí có đơn giá 480.000*6 (tín chỉ học phí).. . . . Bạn tham khảo qui định về cách tính học phí http://www.aao.hcmut.edu.vn/index.php?route=catalog/chitietsv&path=219_61&tid=1886.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em chào thầy cô. Ngày 5/4 em có một yêu cầu xin rút môn học tại sao em không thấy hồi âm gì ạ.",
            "responsible person: [551] [staff_name] [helpdesk staff]",
            "Chào bạn,. . . . PDT có phản hồi cho bạn vào lúc đó, bạn kiểm tra lại. PDT có copy lại câu hỏi và câu trả lời trong file đính kèm.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "[full_name] MSSV: [student_id]. . . . Vừa qua, em đã đăng kí nộp bảo hiểm y tế 6 tháng (268,610 VND). Nhưng khi em kiểm tra thì thấy mình đã đóng cho cả năm trước đó rồi. Kính mong phòng xem xét hoàn tiền đã đóng khoản tiền bảo hiểm y tế giúp em. . . . . Em cảm ơn.",
            "Chào bạn, . . . . Việc này bạn liên hệ với phòng Công Tác Chính Trị Sinh Viện.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Hỏi đáp học trực tuyến (BKeL) . Kính gửi PDT. . Em tên [full_name], là sinh viên hệ VHVL (MSSV [student_id]) chuyển từ chính quy sang ( MSSV CŨ [student_id]4).. . Ở hệ Chính Quy em đã hoàn thành toàn bộ chương trình học kể cả LVTN chỉ còn thiếu môn học [full_name] Bền Vật Liệu 2C.. . Sau khi chuyển sang hệ VHVL em đã đăng kí học môn học [full_name] Bền Vật Liệu (C12001) ở học kì 1 năm học 2019-2020 thay thế môn [full_name] Bền Vật Liệu 2C và có kết quả điểm tổng kết 5.5đ và pass môn.. . Nhưng trên danh sách tốt nghiệp dự kiến em vẩn chưa có tến để đăng kí cho đợt 1/2020. Kiểm tra thì thấy em chỉ đạt 143/145 TC ngành để TN còn thiếu 2TC của môn SBVL2C. . . PDT cho em hỏi có đúng như vậy không?. Nếu đúng PDT cho em xin cập nhật điểm tổng kết môn học [full_name] Bền Vật Liệu để em được đăng kí tốt nghiệp đợt này. . Em cám ơn!"
        ]
    },
    {
        "intent": "",
        "message": [
            "B   /B Hỏi đáp học trực tuyến (BKeL) . Em chào các thầy cô. . . Em hiện nay đang là sinh viên năm nhất của chương trình Việt - Pháp. Hôm vừa rồi em có nhận được email thông báo về việc nộp bằng tốt nghiệp THPT. Thầy cô cho em hỏi là hạn chót nộp là khi nào ạ?. . Em xin cảm ơn thầy cô.",
            "Chào bạn,. . . . Việc này PDT có gởi mail thông báo cho sinh viên, bạn kiểm tra mail của mình nhen.. . . . Thân.. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Hôm nay em có vào Bkpay để đóng tiền học học kỳ 192 đã thanh toán thanh công Học phí ĐH chính quy đợt 1 nhưng không vào được link để thanh toán Học phí dự thính ngoài giờ.Em làm thế nào để giải quyết ạ?. .",
            "responsible person: [551] [staff_name] [helpdesk staff]",
            "Chào bạn,. . . . PDT đã kiểm tra  bạn đóng tiền học phí dự thính ngoài giờ bình thường mà. Bạn kiểm tra lại. Bạn chọn và đóng từng khoảng riêng biệt.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính gửi Phòng đạo tạo,. . . . Em tên: [full_name]. . MSSV: [student_id]. . . . Theo như phần trả lời của chị [full_name] về yêu cầu lần trước của em. . . . . \"Bạn liên hệ trực tiếp PDT để đăng kí xét tốt nghiệp, sau khi PDT xét bạn đủ điều kiện xét tốt nghiệp PDT sẽ gởi mail cho bạn làm tiếp bước tiếp theo.\". . . . Sáng hôm nay (27/05) em đã lên làm việc trực tiếp. Nhưng anh tiếp nhận chỉ cho em ghi Họ tên, MSSV và SDT. Em không biết như vậy đã đủ thủ tục chưa ? Đồng thời anh kêu em thứ 6 (29/05) lên PDT trực tiếp 1 lần nữa. . . . . Hiện tại, em không có thời gian để lên trường trực tiếp vào thứ 6 vì em bận dự án phải bay vào Đà Nẵng, em có mong muốn PDT giải quyết online về vấn đề tốt nghiệp của em trong đợt tốt nghiệp bổ sung này.. . . . Em xin chân thành cảm ơn.",
            "Chào bạn,. . . . - PDT đang xét tốt nghiệp cho bạn, vào thứ 6 (cuối giờ chiều) PDT sẽ có kết quả xét tốt nghiệp. Bạn nào đạt tiêu chuẩn tốt nghiệp PDT cập nhật trên trang web PDT, gởi mail sinh viên. Nhận bằng tốt nghiệp tạm thời tại khoa.. . . . Thân.. . . . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Hỏi đáp học trực tuyến (BKeL) . Em chào pđt. . Em tên [full_name]. . MSSV [student_id]. . Khoa Xây dựng. . Em xin hỏi về vấn đề đóng tiền học phí. . Em đã đóng nhầm học phí lần 2 kết thức vào 25/6. . Trong khi học phí lần 1 kết thúc vào ngày 28/5 em lại chưa thanh toán. . Pđt cho em hỏi là Em có thể đổi kết quả đóng học phí lần 2 sang lần 1 không ạ? Vì học phí lần 1 sắp hết hạn rồi.. . Em cảm ơn",
            "Chào bạn,. . . . -  Bạn đóng luôn tiền đợt 1, chứ không đổi đợt 2 sang đợt 1 được.. . . . Thân.. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Hỏi đáp học trực tuyến (BKeL) . Dạ em chào PĐT, PĐT cho em hỏi em có thể làm đơn xin gia hạn đóng học phí 1 tuần được không ạ, hiện tại nhà em chưa chuẩn bị kịp tiền được. . Em xin cảm ơn",
            "Chào bạn,. . . . Bạn liên hệ phòng Công Tác Chính Trị sinh viên để hướng dẫn cho bạn về vấn đề này.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Hỏi đáp học trực tuyến (BKeL) . Dạ cho em hỏi hiện giờ em còn có thể  được rút môn học dự thính nữa không ạ.",
            "Chào bạn,. . . . Bạn muốn rút môn học thì làm đơn nộp sớm nhen, trong tuần này.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học bổng - Đại học - Cao đẳng chính quy   Học bổng (danh sách, điều kiện,...) . Dạ cho em hỏi là kì 2 này có xét học bổng kì trước không ạ. Nếu có thời gian xét là khi nào ạ. Em cảm ơn ạ",
            "Chào bạn,. . . . Vẫn có xét học bổng, khi nào có danh sách  thức nhà trường sẽ thông báo cho sinh viên.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Chứng chỉ ngoại ngữ - Đại học - Cao đẳng chính quy   Xét miễn môn anh văn (chuyển điểm) . Anh/chị cho em hỏi với ạ. Em đăng ký chuyển điểm anh văn 1 mà em quên thanh toán tiền, vậy bây giờ em lên thanh toán tiền là điểm sẽ tự động cập nhật hay là em phải đăng ký chuyển điểm lại rồi nộp tiền cả hai lần ạ",
            "Chào bạn,. . . . Bạn chỉ lên đóng tiền thôi. Vì mỗi anh văn chỉ chuyển điểm 1 lần.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Kính thưa nhà trường . . em tên [full_name] . . hoa K17 . . Hôm nay ngày 28/5 , e vào ví momo thấy có đóng tiền dịch vụ trường bách khoa , e đã đóng vào đó số tiền 1.920.000 . Khi đóng xong em nhìn kĩ lại là đóng cho trung tâm ngoại ngữ trường đại học bách khoa , nhưng em không có học trung tâm ngoại ngữ của trường . Kính mong nhà trường có thể giúp em làm cách nào để lấy lại số tiền đó được không ạ",
            "responsible person: [551] [staff_name] [helpdesk staff]",
            "Chào bạn,. . . . - Bây giờ bạn phải đóng tiền học phí học 192 nhanh vì sắp hết hạn đóng tiền, bạn đóng trên BKAY hoặc tại quấy OCB.. . . . - Còn tiền đóng vào vi momo bạn liên hệ với ngân hàng OCB chi nhánh Lý Thường Kiệt của trường Bách Khoa gặp cô [full_name] nhen.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Cho em hỏi là phòng đào tạo có thể xem xét đổi thời khóa biểu môn Anh Văn 3 của em để không trùng với môn sinh học đại cương của em không ạ. Do môn sinh chỉ còn 3 tuần mà cùng giờ với môn Anh Văn 3 của em. Do đó em không thể nghỉ học môn nào do không đảm bảo kiến thức. Cũng như mỗi môn giáo viên cũng chỉ có 1 lớp em không sắp xếp được ạ. Mong thầy cô xem xét nguyện vọng của em ạ. Em xin chân thành cảm ơn.. .",
            "responsible person: [551] [staff_name] [helpdesk staff]",
            "Chào bạn,. . . . PDT có gởi mail thông báo hướng dẫn cho bạn về việc này. Bạn liên hệ Khoa/bộ môn linh động đổi TKB cho bạn những tuần bạn trùng.. . . . Thân.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Em chào ad. Em thuộc bộ môn điện - điện tử. Tuần này lịch thi của em cũng như các bạn trong lớp trùng với lịch học thí nghiệm môn xử lý số tín hiệu. Dù chúng em đã sắp xếp lịch học bù nhưng do cơ sở lớp thí nghiệm k đáp ứng đủ yêu cầu. Nên chúng em mong phòng đạo tạo xem xét để sắp xếp lại lịch học, hoặc mở thêm lớp  giúp chúng em.",
            "Chào bạn,. . . . [full_name] có gởi mail thông báo hướng dẫn cho bạn về việc này. Bạn liên hệ Khoa/bộ môn linh động đổi TKB cho bạn những tuần bạn trùng với lịch thi.. . . . Thân.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Dạ cho em hỏi khi nào em có thể nhận lại học bạ THPT bản gốc vậy ạ?. . Trong trường hợp nếu em còn đang học chưa tốt nghiệp, em có thể mượn lại học bạ THPT không ạ?. . Em cám ơn",
            "Chào bạn,. . . . - Khi nhận hồ sơ nhập học PDT chỉ nhận bảng sao học bạ, chứ không nhận bảng gốc. Bạn kiểm tra lại nhen.. . . . Thân.. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]7  /b \t. . . .   i Học phí - Đại học - Cao đẳng chính quy   Khác ... . Thưa Thầy (Cô),. . Theo lịch nộp học phí của trường em xem được trên bkpay, học phí dự thính chuyển hệ có hạn nộp vào ngày 2/7/2020, và học phí học kì chính đợt 1, hết hạn vài 15h ngày 28/5/2020. Em đã đóng học phí theo đợt 1 của trường. Vừa rồi, em nhận được email thông báo chua thanh toán học phí của trường.. . Vậy em mong quý thầy (cô) giải đáp về thời hạn đóng học phí của từng đợt có ngày kết thúc giống như trên bkpay không? . . Em xin cảm ơn",
            "Chào bạn,. . . . Trường hợp này PDT có gởi mail lại cho bạn, bạn kiểm tra mail lại nhen.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Hỏi đáp học trực tuyến (BKeL) . Sáng nay ngày 28/5/2020 em đã nộp tiền học phí trực tiếp tại chi nhánh OCB THỦ ĐỨC trước 15h nhưng hiện tại lại có thông báo em chưa hoàn thành học phí đúng hạn ạ. .",
            "Chào bạn,. . . . [full_name] đã gởi thông tin của bạn qua ngân hàng, hiện tại đã giải quyết cho bạn rồi nhen.. . . . Thân.. . . .",
            "Hỏi đáp học trực tuyến (BKeL) . Sáng nay ngày 28/5/2020 em đã nộp tiền học phí trực tiếp tại chi nhánh OCB THỦ ĐỨC trước 15h nhưng hiện tại lại có thông báo em chưa hoàn thành học phí đúng hạn ạ",
            "Chào bạn,. . . . Bạn liên hệ ngân hàng OCB chi nhánh Lý Thường Kiệt (trước cổng trường Bách Khoa ) gặp cô [full_name] và cô [full_name] để giải quyết nhé.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Hỏi đáp học trực tuyến (BKeL) . Thầy cô cho em hỏi em đổi điểm av trong HK này thì em có thể đăng ký xét tốt nghiệp trong đợt 1 năm 2020 được không ạ?. . Em xin cảm ơn thầy cô",
            "Chào bạn,. . . . Bạn vui lòng nói rõ bạn muốn đổi av gì?, như thế nào? bạn hoàn thành xong chương trình học thì bạn đăng kí xét tốt nghiệp tại PDT.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Hiện tại HK192 em có đăng kí 1 môn để duy tình tình trạng học tập để chờ thi anh văn. Và hôm nay em có nhận được 1 email thông báo nộp trể học phí. vì em đã xem trên Bkay thanh toán học phí thì lịch hạn chốt là ngày 2020-07-02 23:59:00. em có đính kèm file hình ảnh bên dưới. Do em thấy thời gian là ngày 2020-07-02 nên cũng báo gia đình thời gian đó, gia đình chưa gửi tiền để đóng học phí được. kính mong phòng đào tạo xem xét. vì thông tin trên website không chính xác. e xin chân thành cảm ơn. .",
            "Chào bạn,. . . . PDT  gởi mail nhầm cho bạn và PDT gởi mail lại cho bạn rồi  nhen. Bạn kiểm tra lại mail .. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Hỏi đáp học trực tuyến (BKeL) . Cô ơi,. . Cô cho em gửi đơn trình bày lý do em thanh toán trễ học phí. Nguyên nhân là em không ghi chú lại hạn chót đợt thanh toán. Em đã thanh toán học phí trên MyBK.. . Em xin cảm ơn cô.",
            "Chào bạn,. . . . Bạn đến ngân hàng OCB đóng tiền trực tiếp tại ngân hàng.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Dạ cho em hỏi, em chưa đóng tiền hoc kì chính 192 thì ngoài việc bị trừ điểm rèn luyện thì em có cần viết đơn trễ học phí để nộp cho phòng đào tạo không ạ. Em cảm ơn nhiều ạ",
            "Chào bạn,. . . . Bạn đọc kỹ mail PDT gởi cho bạn:. . . . - Học kỳ chính thì trừ 5điểm rèn luyện.. . - Học kỳ dự thính thì phải nộp đơn trễ học phí.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Hỏi đáp học trực tuyến (BKeL) . Kính gửi BGH trường Đại học Bách Khoa thành phố Hồ Chí Minh.. . Em tên [full_name] . . MSSV [student_id]. . Khoa Cơ Khí. . Lớp CK12. . Do ảnh hưởng của dịch COVID 19 nên trong thời gian qua, kinh tế gia đình bị ảnh hưởng, chính vì thế việc em được gia đình chuyển tiền gần sát hạn học phí đợt 1, tức là 15h ngày 28/6/2020.. . Do vướng mắc ở tài khoản OCB và vấn đề nghẽn mạng trong khoảng thời gian 14h30-15h ngày 28/6/2020 nên em đã trễ học phí đợt 1, em đã thanh toán xong học phí nhưng vẫn nhận mail về việc trừ điểm rèn luyện.. . Em kính xin BGH và PĐT xem xét miễn trừ 5đ rèn luyện cho sinh viên trong trễ học phí trong HK 192.. . Em kính mong nhà trường suy xét về ảnh hưởng của dịch COVID 19 và chấp thuận ý kiến trên, em xin cảm ơn thầy/ cô đã dành thời gian đọc ý kiến này của em.",
            "Chào bạn,. . . . PDT kiểm tra lại, nếu đúng sự thật bạn đóng trước 15h nhưng vì bị nghẽn mạch nên bị trễ hạn đóng học phí thì sẽ xét không trừ 5 điểm rèn luyện cho bạn.. . . . Thân.",
            "No solution"
        ]
    },
    {
        "intent": "",
        "message": [
            "Hỏi đáp học trực tuyến (BKeL) . Xin chào pđt. cho em hỏi qui cách phân ngành năm 2 với ạ, em là sinh viên năm 1 khoa xây dựng. nếu năm 2 em vẫn còn nợ môn năm 1 thì việc phân ngành diễn ra như thế nào ạ",
            "Chào bạn,. . . . Việc phân ngành bạn liên hệ với [full_name] để hướng dẫn tư vấn cho bạn.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học phí - Đại học - Cao đẳng chính quy   Khác ... . hạn đóng học phí kì 192 chính khóa và dự thính của em là ngày 28/5/2020, em đóng trễ vào ngày 29/5/202. Em có cần phải làm đơn gì không ạ, em xin cảm ơn.",
            "Chào bạn,. . . . Bạn đọc kỹ mail thông báo  về việc đóng trễ học phí PDT gởi cho bạn, bạn không hiểu chỗ nào thì hỏi lại.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "[full_name]ọc phí - Đại học - Cao đẳng chính quy   [full_name]ọc phí dự thính . Dạ em xin chào thầy/cô, em là [full_name], MSSV: [student_id].. . . . Trong kỳ dự thính [full_name]ọc kỳ 192, em đã đóng đủ học phí dự thính trươc khi hết hạn nhưng em vẫn nhận được email chưa đóng. Em kính mong thây/cô kiểm tra lại giúp em ạ. Em xin cám ơn.. . . . [full_name].Nghia",
            "Chào bạn,. . . . Hiện tại bạn còn đóng thiếu khoảng dự thính 192 ngoài giờ, bạn kiểm tra lại trên BKPAY.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Vừa làm vừa học - ĐTTX   Đăng ký môn học . dạ em chào các thầy cô.. . vừa rồi em chưa đăng kí được mấy môn học ở học kì 1 năm 2020 hệ VHVL nghành xây dựng.. . giờ em vô đăng kí mà hông có được ạ. . . vậy e nhờ mấy thầy cô hướng dẫn cho em đăng kí với ạ. . em xin cảm ơn",
            "Chào bạn,. . . . Đã hết đăng kí trên web, bạn muốn đăng kí môn nào bạn làm đơn ghi rõ môn học nộp PDT.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Hỏi đáp học trực tuyến (BKeL) .",
            "Chào bạn,. . . . Bạn muốn hỏi về vấn đề này.. . . . Thân.",
            "Em tên là [full_name]. . . . Do nhầm lẫn giữa ngày hết hạn thanh toán học phí và ngày hết hạn phản hồi nếu có sai sót, em đã bị trễ hạn đóng học phí Đợt 1 vào ngày hôm nay (28/5/2020). . . . Em có câu hỏi là trong email thông báo đóng trễ chỉ ghi sinh viên phải làm đơn xem xét trình bày lý do trễ hạn dành cho học kỳ dự thính và diện dự tính chuyển hệ. Vậy em bị trễ học phí trong học kỳ chính thì có cần phải làm đơn trình bày lý do trễ hạn không ạ ?. . . . Em xin cảm ơn.",
            "Chào bạn,. . . . Bạn đọc kỹ thông báo nhen, học kỳ chính hiện tại bạn vẫn đóng được nhưng trừ 5 điểm rèn luyện.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học phí - Đại học - Cao đẳng chính quy   Học phí dự thính . Dạ em có 1 thắc mắc . . Vừa rồi em có làm đơn xin gia hạn học phí. Trong đơn, số tiền em gia hạn là 7.220.000 vnd . . Bao gồm: học kỳ 192: 5.300.000 vnd  + học kỳ dự thính: 1.920.000 . . Em chỉ làm 1 đơn gia hạn cho cả 2 loại học phí . . Cho em hỏi vậy có được chấp thuận không ạ . . Mong nhận được sự phản hồi của quý thầy cô !. . Em xin cảm ơn",
            "Chào bạn,. . . . Bạn liên hệ phòng Công Tác Chính Trị Sinh viên để trả lời cho bạn.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp - Đại học - Cao đẳng chính quy   Thanh toán lệ phí & khai lý lịch tốt nghiệp . Chào anh chị,. . . . Em tên [full_name], mssv [student_id], chương trình CLC. Em có nộp đơn xin thu nhận vào học kì 192 để chuẩn bị cho đăng ký thông tin TN. Hiện tại hệ thống mybk đã cập nhật trạng thái Đang học cho em. Nhưng trên danh sách dự kiến tốt nghiệp vẫn ghi chú em   I nghỉ học  /I  và trang đăng ký TN  (https://mybk.hcmut.edu.vn/app/sinh-vien/tot-nghiep/dang-ky) em không thể cập nhật thông tin. Em mong anh/chị kiểm tra lại giúp trường hợp em ạ.. . . . Em cảm ơn,. . [full_name].",
            "Chào bạn,. . . . Bạn liên hệ văn phòng Đào Tạo Quốc Tế để tư vấn cho bạn.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học phí - Đại học - Cao đẳng chính quy   Khác ... . Em là [full_name], [student_id], Chương trình Chất lượng cao. . Học kỳ 192, em có đăng ký chuyển hệ môn Đường lối. . Theo như em thấy thời gian thanh toán học phí chuyển hệ trên Bkpay là 2/7/2020, nhưng em lại nhận được mail thanh toán trễ hạn vào ngày 28/5/2020. . . Đây có phải là lỗi của hệ thống không ạ?. . File bằng chứng em đính kèm ở dưới. . . .",
            "Chào bạn,. . . . Đầu giờ chiều [full_name] sẽ gởi mail lại cho bạn về việc này, bạn kiểm tra mail nhé.. . . . Thân.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Hỏi đáp học trực tuyến (BKeL) . Em mong phòng đào tạo sắp lại thời khóa biểu tiết lý thuyết của môn vẽ cơ khí vào sáng t2 như trước khi hủy ,vì lịch khôi phục lại môn học vào ngày chủ nhật làm trùng với những môn có tiết thực hành",
            "Chào bạn,. . . . PDT có gởi mail thông báo hướng dẫn cho bạn về việc này. Bạn liên hệ Khoa/bộ môn linh động đổi TKB cho bạn những tuần bạn trùng .. . . . Thân.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Chương trình đào tạo - Đại học - Cao đẳng chính quy   Khác ... . Chào phòng đào tạo ạ!. . Cho em hỏi về chương trình đào tạo của ngành Kỹ thuật cơ khí   B   /U (liên thông)  /B  Khóa 2019 vẫn chưa được cập nhật ạ. Hiện tại tụi em vẫn xem và học theo ctđt của khóa 2018 liên thông. Rất mong pđt sớm cập nhật ctđt để tụi em biết ctđt của mình và thuận tiện cho việc đăng ký môn học ạ.. . Em xin cảm ơn.",
            ". .",
            ". .",
            "Chào bạn,. . . . PDT sẽ cố gắng cập nhật chương trình đào tạo sớm cho các bạn.. . . . Thân.",
            "Chào bạn,. . . . Các anh chị phụ trách chương trình liên thông có trả lời về CTDT liên thông như sau: . . . . Hiện nay hệ Liên thông vẫn thực hiện chương trình đào tạo CQ từ năm 2018 trở về trước (quy định sử dụng CTĐT 2 năm trước, VD khóa 2019 sử dụng CTĐT khóa 2017). . Không có chương trình đào tạo liên thông. SV sử dụng CTĐT chính quy - (môn miễn + GDTC + GDQP) = Kế hoạch đào tạo (chương trình học cá nhân). . . . thân chào"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Dạ em chào thầy/cô, trên mục thông tin cá nhân của em trên MyBK phần nơi sinh bị bỏ trống. Thầy/cô xem và hỗ trợ giúp em với ạ. Em xin cảm ơn.",
            "Hi chị,. . . .  SV scan/ chụp hình giấy khai sinh PDT sẽ bổ sung cho SV nhé.. . . . HT. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Vừa làm vừa học - ĐTTX . . Dạ Thầy, Cô cho em hỏi.. . Trong đợt học kì 1 em không có đăng kí môn học nhưng vẫn tính học phí. Và học phí là những môn đại cương mà em đã được miễn mà giòe vẫn phải đóng.. . Thầy Cô giải thích giúp em với. . . Em cám ơn!",
            "Chào bạn.. . HK191 Nhà trường thông báo tới bạn v/v đăng ký môn học HK đầu cho SV mới. . Bạn có các môn : MT2001, MT1009 và CI2003. . Thân"
        ]
    }
]