[
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]2  /b \t. . Cho em hỏi, em có nhận được mail thông báo thu bảo hiểm đợt 2. Thời gian từ 7:00 ngày 13/12 đến 16:00 ngày 17/12/2018. Trong thời gian trên, em không thể đăng nhập bkpay để đăng kí bảo hiểm (mục 24 mybk) vì lí do trang bkpay đang bảo trì. Đến hiện tại, trang đăng kí bảo hiểm vẫn bao bảo trì cho đến ngày 18/12. Do vậy em không thể đăng kí và thanh toán tiền bảo hiểm. Cho em hỏi phương hướng và cách thức xử lí vấn đề này. Em cảm ơn",
            "Chào bạn,. . Bạn liên hệ Phòng Công tác - Chính trị sinh viên để hỏi về vấn đề Bảo hiểm y tế.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]2  /b \t. . . . Hiện tại danh mục Cập Nhật thông tin cá nhân tên mybk không hoạt động. Vì thế em không thể cập nhật và xác nhận mới thông tin cá nhân. Cho em hỏi cách xử lí vấn đề này ạ?",
            "responsible person: [543] [staff_name] [helpdesk staff]",
            "Chào bạn,. . Bạn lên cập nhật thông tin lại, nếu vẫn còn bị lỗi, bạn vui lòng chụp màn hình, gửi kèm file để cô chuyển cho bộ phận kỹ thuật xem lại và xử lý.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]2  /b \t. . Hiện tại khi thanh toán trên bkpay, sau khi chọn khoản thanh toán, và đăng nhập OCB e-banking thì không thấy xuất hiện khoản thanh toán đã chọn? Cho em hỏi hệ thông có bị lỗi gì không ạ? Em đang cần thanh toán học phí và bảo hiểm đợt 2.",
            "responsible person: [543] [staff_name] [helpdesk staff]",
            "Chào bạn,. . Hiện tại BKpay đã hoạt động lại (khoảng từ 13g15 ngày 17/12/2018), bạn lên thanh toán lại xem có còn bị lỗi nữa không!. . Thân",
            "Em đã thanh toán xong học phí đợt 2. Nhưng bkpay vẫn hiện đã thanh toán toán trễ hạn. Vậy em có cần làm đơn Cứu vét nộp cho Phòng Đào tạo không ạ?",
            "Chào bạn,. . Phòng Đào tạo đã gữi mail gia hạn thời gian đóng học phí, bạn đóng tiền trong thời gian được gia hạn thì không cần phải làm đợn trình bày đóng học phí trễ.. . Thân",
            "Dạ vâng em cảm ơn cô đã giải đáp thắc mắc."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]1  /b \t. . . .   i Học phí - Đại học - Cao đẳng chính quy   Học phí học kỳ chính . Sao em nhận được thông báo gia hạn đóng học phí đến 15h ngày 18 nhưng trên BKpay vẫn để ngày 14 và không thể đóng tiền thông qua OCB được ạ?",
            "Chào bạn,. . Hiện tại hệ thống BKpay đã hoạt động lại bình thường, bạn có thể thanh toán tiền học phí qua BKpay hoặc đóng trực tiếp tại chi nhánh ngân hàng OCB. Về việc thời hạn đóng học phí, nhà trường sẽ căn cứ vào thời gian đóng học phí được gia hạn để xử lý việc đóng trễ học phí (theo email thông báo).. . Thân",
            "Rất cám ơn bạn đã hỗ trợ, ở trên bkpay mình chọn thanh toán và được điều hướng đến trang của OCB nhưng sau khi đăng nhập thì trang đóng tiền được gửi từ bkpay đến OCB không xuất hiện như mọi lần ạ, mình đã thử cả trên máy tính lẫn điện thoại đều không được.",
            "Bạn vui lòng chụp hình lỗi và gửi kèm file để Phòng Đào tạo làm căn cứ làm việc với bên ngân hàng.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Cho em hỏi lúc trang bkpay sập thì vẫn chưa hết hạn đóng học phí chính quy đợt 1 vậy tại sao trường gửi mail gia hạn chỉ cho đợt 2 thì làm sao ạ???. . Theo hạn đóng học phí đợt 1 thì 15:00 ngày 14/12/2018 mới hết hạn trong khi bkpay sập thì vẫn chưa hết hạn đóng học phí đợt 1. Với lại lúc em vô phần thanh toán của trang OCB thì không thấy hiện tên trường mình thì làm sao để thanh toán ạ???",
            "Chào bạn,. . Riêng K18 thì sẽ vẫn được tính thời gian gia hạn  đóng học phí cho cả 2 đợt là đến 15h ngày 18/12/2018. Bạn yến tâm lên thanh toán. Giờ bạn lên thanh toán lại học phí xem còn bị lỗi gì không, bạn vui lòng chụp màn hình gửi lại để Phòng Đào tạo gửi cho OCB xem lại.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Khác ... . Cho em hỏi: Làm sao để loại 1 môn học trong đợt đăng ký môn học lần 2 ( môn thí nghiệm vật lý) ?. Vì em nghĩ đó là thí nghiệm vật lý 2( em nhầm). Mong anh/chị nào đọc được xin trả lời giúp em. Hiện em đang ở quê.",
            "Chào bạn,. . Trong đợt đăng ký môn học từ ngày 19/12/2018  đến 25/12/2018 (Đợt hiệu chỉnh đăng ký môn học), bạn vẫn có thể lên hủy bổ sung môn học được.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Chứng chỉ ngoại ngữ - Đại học - Cao đẳng chính quy   Xét miễn môn anh văn (chuyển điểm) . Em tên [full_name], mssv [student_id], em mới thi chuẩn anh văn định kì có kết quả là 250đ vào ngày 10/12/2018, vậy theo quy định nhà trường là em đã đủ điều kiện đăng kí môn học cho năm 2, nhưng trong thời khóa biểu trường mới đăng để hiệu chỉnh thì toàn bộ môn học của em đăng kí đều bị xóa, em thử đăng kí cũng không được vì lí do không đạt chuẩn anh văn sau năm 1. Nhà trường kiểm tra giúp em ạ",
            "Chào bạn,. . Kết quả thi anh văn định kỳ ngày 10/12 sẽ được cập nhật cho đợt đăng ký môn học từ ngày 19/12, còn trước đó chuẩn của bạn là 225, không đủ điều kiện đăng ký môn học cho năm 2 (do đó TKB của bạn đã bị hủy), Đợt đăng ký môn học ngày 19/12 bạn phải vô đăng ký lại.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Cho em hỏi là em đã qua môn thể chất 1 tuy nhiên đến khi đăng ký thể chất 2 thì lại không được, trang web báo là trùng lịch học hoặc là thời gian di chuyển từ cs1 về cs2 không đủ, và tiếp tục đăng kí kì học tiếp theo này em đã đăng kí nhưng kết quả thì vẫn không được và được báo là môn học không mở. Em mong có câu trả lời sớm nhất ạ, em xin chân thành cảm ơn!. . . .",
            "Chào bạn,. . Bạn vào đợt đăng ký môn học HK chính 182 từ 19/12/2018  đến 25/12/2018 (Đợt hiệu chỉnh đăng ký môn học), để hiểu chỉnh đăng ký môn học.. . Thân",
            "QUOTE Chào bạn,. .  Bạn vào đợt đăng ký môn học HK chính 182 từ 19/12/2018  đến 25/12/2018 (Đợt hiệu chỉnh đăng ký môn học), để hiểu chỉnh đăng ký môn học.. .  Thân  /QUOTE . . Nhưng đến thời điểm hiện tại vào trang đăng kí môn học em đã nhập đúng mã môn học của 9 môn thể chất nhưng vẫn báo là môn học không mở. Em xin cảm ơn!",
            "Chào bạn,. . Phòng Đào tạo đã gửi mail Thông báo về việc đăng ký các môn học Giáo Dục Thể Chất từ HK182 (mail gửi ngày 19/12/2018).. . Hiện tại đang là đợt đăng ký môn học, bạn vô thao tác lại, nếu vẫn không vào được bạn đến Phòng Đào tạo để được hỗ trợ đăng ký.. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]2  /b \t. . . . Thưa cô,. . . . Em là sv khoa Kĩ thuật Máy tính.. . . . Thứ nhất: Học kì hiện tại em đang làm thực tập tốt nghiệp và chưa có điểm. Nên hiện tại hệ thống không cho phép em đăng kí LVTN. Vậy em có thể đăng kí LVTN vào đợt bổ sung khác không ạ?. . . . Thứ hai: Hiện tại em đã tham gia đủ 10 ngày CTXH, tuy nhiên các bạn quản lí hoạt động, chưa cập nhật ngày CTXH trên sàn hoạt động ngoại khóa, nên em được báo vẫn chưa đủ ngày CTXH để đăng kí LVTN. Vậy em phải xử lí như thế nào ạ?. . . . Em xin cảm ơn",
            "responsible person: [543] [staff_name] [helpdesk staff]",
            "Chào bạn,. . Bạn vào trang http://www.aao.hcmut.edu.vn/sinh viên/lịch học vụ/Năm học hiện tại (2018-2019)/học kỳ 2 : xem thời gian các đợt đăng ký môn học. . Bạn phải nhờ thầy cô hướng dẫn thực tập, sau khi hoàn thành phải chấm điểm và nộp cho Phòng Đào tạo sớm để kịp cho bạn Đăng ký LVTN (theo lịch học vụ).. . Về ngày CTXH, bạn phải liên hệ bên Đoàn thanh niên (khoa bạn) và nhờ cập nhật ngày CTXH lên sàn hoạt động ngoại khóa, nếu không cập nhật thì bạn sẽ không đủ điều kiện đăng ký nhận LVTN.. . Thân",
            "Thưa cô,. . . . Về ngày CTXH, em thực hiện các chương trình tình nguyện bên các khoa khác. Tại vì khoa Máy tính rất ít khi tổ chức các sự kiện. Vậy thì em phải làm sao ạ?",
            "Chào bạn. . Vấn đề về ngày CTXH bạn phải liên hệ ở Khoa để hỏi thủ tục họ cần minh chứng gì để công nhận ngày CTXH bạn. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Vừa làm vừa học - ĐTTX   Đăng ký môn học . Ngành Công nghệ thông tin (VHVL) hiện đang học theo TKB chỉ định cho HK1, nhưng không có lớp mở môn theo CTDT để đăng ký. . Nhờ Thầy/ Cô giúp kiểm tra, tks.. . . .",
            "Chào bạn,. . bạn cứ đăng ký đúng đợt như hình bạn gửi nhé, khóa mới 2018 đăng ký đợt đó đúng rồi bạn. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Khác ...  /. . em đăng kí nhầm hệ đào tạo chính quy sanh VHVL đợt 1 rồi thì có được đăng kí lại môn học đợt 2 không ạ. . . .",
            "Chào bạn,. . Vào đợt dăng ký môn học cho HK chính 182 từ 19/12/2018  đến 25/12/2018 (Đợt hiệu chỉnh đăng ký môn học), bạn vào đăng ký lại. Bạn lưu ý đừng để nhầm đợt.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Cho em hỏi là hiện em đã học đc 4 học kỳ tại trường và năm sau em muốn thi lại qua nghành khác tại trường thì em có được chuyển điểm các môn đã học ở nghành trước sang nghành mới được không ạ ?. .",
            "Chào bạn,. . Bạn vào trang http://www.aao.hcmut.edu.vn/sinh viên/quy chế/Quy chế đào tạo và học vụ bậc đại học, cao đẳng: áp dụng đến học kỳ 1 (2018-2019)/Điều 17. Vắng thi, hoãn thi, cấm thi, miễn thi . . xem quy định về miễn các môn học tại đây.. . Thường sẽ được miễn các môn học: Giáo dục thể thể, Giáo dục quốc phòng, các môn chính trị. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Thưa các thầy/cô, em có thắc mắc về đăng ký môn học, mong được quý thầy cô giải đáp. Cho em hỏi nếu sau đợt đăng ký môn học lần thứ 3, nhưng chưa bắt đầu học kỳ mới, mà sinh viên có như cầu mở thêm lớp và đã xin phép được thầy cô dạy môn đó, thì có thể làm đơn gửi phòng đạo tạo xin mở lớp thêm được không ạ? . . Mong được thầy cô giải đáp. Em xin chân thành cám ơn.",
            "Chào bạn,. . Thời gian nộp đơn mở lớp HK chính 182: từ ngày 19/12/2018 đến 10g ngày 24/12/2018 (nếu môn học chưa được mở lớp).. . Bạn kiểm tra email.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học phí - Đại học - Cao đẳng chính quy   Học phí học kỳ chính . Em xin chào Quý Thầy Cô Phòng Đào Tạo. . . Em xin hỏi là hiện tại em mới vừa thanh toán học phí đợt 1 lẫn đợt 2.Nhưng theo em biết là học phí đợt 1 đã kết thúc ngày 14/12 nhưng mà trước đó 13/12 bkpay đã bảo trì ạ.. . Em xin hỏi là giờ em mới đóng luôn đợt 1 và đợt 2 thì có bị vi phạm quy định không ạ?. . Em xin cảm ơn ạ",
            "Chào bạn,. . Bạn đóng trước thời gian gia hạn đóng học phí của Phòng Đào tạo thông báo qua email thì không bị xử lý.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "em chào thầy cô! em là sinh viên k17, đợt thanh toán học phí đợt 1 hk181 em đã đóng trể học phí nhưng khi e đăng ký môn học cho hk182 thì phòng đào tạo đã không xoá môn học mà em đã đăng ký vậy e có cần làm đơn trình bày lý do đóng trể học phí không ạ, Và đợt 2 này thì em cũng đóng trể do web trường bảo trì thì có sao không ạ. E cảm ơn. .",
            "responsible person: [543] [staff_name] [helpdesk staff]",
            "Chào bạn,. . Sau thời gian gia hạn đóng học phí sau khi hệ thống bkpay bị lỗi (bạn kiểm tra email), nếu bạn đóng trước thời gian gia hạn đóng học phí thì sẽ không bị xóa thời khóa biểu.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Cho em hỏi hiện em là sinh viên năm 2, thay đổi hk182 chuẩn anh văn sau năm 2 của chương trình kỹ sư tài năng k17 sau năm 2 là toeic 500 hoặc đạt av 4,vậy em mớ thi kiểm tra av định kì vào ngày 8/12 và được 540 điểm thì có đạt chuẩn anh văn sau năm 2 chưa?.Mong được hồi đáp sớm ạ!",
            "Chào bạn,. . Bạn tham khảo chuẩn anh văn tại đây: http://www.aao.hcmut.edu.vn/sinh viên/quy chế/Một số điểm mới về Quy chế học vụ áp dụng từ HK182.. . Thân",
            "Theo em xem trong đó thì với 540 điểm em đã đạt av 4 vậy là đủ chuẩn anh văn hết năm 2 của chương trình kỹ sư tài năng k17[full_name] NHƯNG KHI EM ĐĂNG KÝ MÔN HỌC, EM MUỐN ĐĂNG KÝ MÔN TỰ CHỌN CỦA [full_name] 1 NĂM 3 ([full_name])  [full_name]Ì [full_name] [full_name], [full_name] [full_name] [full_name][full_name]Mong giải đáp ạ[full_name][full_name][full_name] [full_name] [full_name]",
            "Chào bạn,. . Điểm kiểm tra anh văn định kỳ ngày 8/12 sẽ được cập nhật cho đợt đăng ký môn học từ 19/12/2018  đến 25/12/2018 (Đợt hiệu chỉnh đăng ký môn học).. . Trước đó bạn đã đạt chuẩn chưa?. . Nếu trong đợt từ 19/12/2018  đến 25/12/2018 (Đợt hiệu chỉnh đăng ký môn học), vẫn báo thiếu, bạn có thể gửi khiếu nại.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "QUOTE Yêu cầu khác: Em đã thi kiểm tra định kỳ anh văn ngày 8/12 và đạt 540 đồng nghĩa với qua anh văn 4 và theo như chuẩn anh văn của chương trình kỹ sư tài năng k17 sau năm 2 thì em đã đạt được chuẩn anh văn sau năm 2 của chương trình. Nhưng khi em đăng ký môn học ở học kỳ 1 năm 3 (năm tới ) để học trước thì hệ thống báo là lỗi không đủ chuẩn anh văn sau năm 2 là sao ạ. Vì mai là thay đổi đăng ký môn học rồi nên, em mong nhận được lời giải thích sớm ạ!!",
            "Chào bạn,. . Trong đợt đăng ký môn học từ 19/12/2018  đến 25/12/2018 (Đợt hiệu chỉnh đăng ký môn học), nếu vẫn báo thiếu chuẩn anh văn, bạn có thể khiếu nại.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Em xin chào thầy cô. Em có vấn đề đăng kí môn học xin được thầy với giúp đỡ. Em K15 khoa KTXD kì tới em sẽ đăng kí môn Hạ tầng ngầm mã CI3087 môn này có môn song hành là Nền nóng CI3037.. . Nhưng bắt đầu từ K16 đồ án tách riêng ra nên mã môn Nền Móng đã đổi thành CI3195. Vì vậy khi các em K16 đăng kí môn Hạ tầng ngầm thì đã bị pđt xoá môn và khi thử đăng kí lại thì thông báo là thiếu môn nền móng mã cũ CI3037. . . Em mong thầy cô giải quyết giúp em vấn đề này, cho môn Hạ tầng ngầm có môn song hành là Nền móng bao gồm mã mới lẫn mã cũ, để sinh viên k15 và k16 có thể đăng kí được. Vì còn môn cuối cùng nên các em k16 đã giúp k15.. . Em mong nhận được sự giúp đỡ của thầy cô để k15 k16 có thể học môn Hạ tầng ngầm cùng nhau và giúp k15 ra trường đúng tiến độ.. . Em xin cảm ơn.",
            "Chào bạn,. . Đã điều chỉnh lại, bạn vào đăng ký lại nha!. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "xin chào quý thầy cô. e là sinh viên hệ VLVH đào tạo tại địa phương. hiện nay em đã học xong HK181 nhưng thông báo học phí trên BKpay vẫn còn là học phí HK172. trong khi một số bạn cùng lớp đã có thông báo học phí HK181. mong quý thầy cô sao lại có trường hợp như vậy ạ? và học phí HK172 và HK181 chừng nào đóng? nếu dồn 2 kỳ vào đóng một lượt chúng em sẽ không đủ khả năng thanh toán. mong quý thầy cô giải quyết sớm giúp chúng em.",
            "PĐT sẽ kiểm tra và cập nhật HP cho bạn"
        ]
    },
    {
        "intent": "",
        "message": [
            "Cho em hỏi là sv chính quy nếu như bị buộc thôi học thì có được chuyển sang hệ VLVH không ạ?",
            "Chào bạn,. . Được bạn, bạn vào trang http://www.aao.hcmut.edu.vn/tuyển sinh/Đại học Không chính quy (xem thông báo tuyển sinh và thời gian nộp hồ sơ). . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được . Em chào các thầy cô. Em tên [full_name] . Mssv,:[student_id].. . . . Đợt trước em có gửi yêu cầu rồi ạ.. . Em xin trình bày lại vấn đề.. . . . Ở học kì 181 em có làm đơn xin chuyển chuyên ngành từ QLCN sang QTKD để đăng kí môn LVTN (IM4323) (QTKD) và đã được PĐT giải quyết và đăng kí được môn học này (PĐT đã đăng kí giúp em ạ) . . . . Học kì 182 em đăng kí lại môn học này ở đợt đăng kí vừa rồi nhưng kết quả đợt này là không được vì mã 2 môn học tiên quyết (thực tập tốt nghiệp và đề cương luận văn) trên hệ thống chưa chuyển về mã bên ngành QTKD. Vì thế em bị báo thiếu môn ạ.. . . . Mong các Thầy Cô hỗ trợ em đăng kí ạ.. . Em cám ơn các Thầy Cô.. . . . . .",
            "Chào bạn,. . Trường hợp của bạn khá đặc biệt, Phòng Đào tạo đã ghi nhận, và trả lời cho em vào câu hỏi lần trước của em là đến ngày 31/12/18 em kiểm tra kết quả chính thức nhé. Nếu thời điểm đó vẫn chưa có kết quả, em có thể lên phòng đào tạo để trình bày nhé!. . Thân",
            "Dạ em cám ơn cô ạ"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được . Em là [full_name], MSSV [student_id]. Hôm nay, em có kiểm tra kết quả đăng ký môn học cho học kỳ chính 182 thì nhận được kết quả là  em bị phòng đào tạo không cho phép đăng ký môn \"Kỹ thuật thi công\" (CI3043) do chưa đăng ký môn học song hành là môn \"Nền móng\" mã cũ là CI3037. Em xem chương trình đào tạo cho ngành học của em là ngành \"Kỹ thuật công trình xây dựng\" cho khóa K2016 thì mã môn học em cần đăng ký cho môn \"Nền móng\" là CI3095 và em đã đăng ký môn học này. Em có vào đăng ký lại môn \"Kỹ thuật thi công\" (CI3043) nhiều lần nhưng không được. Mong phòng đào tạo sớm giải quyết vấn đề của em.",
            "Chào bạn,. . Phòng Đào tạo đã xử lý, bạn vào đăng ký lại.. . thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Chứng chỉ ngoại ngữ - Đại học - Cao đẳng chính quy   Khác ... . ad ơi cho e hỏi là điểm thi anh văn định kì ngày 11/12 mới có điểm được pđt cập nhật chưa ạ. . tại mai dkmh á ad . .",
            "Chào bạn,. . Kỳ thi anh văn định kỳ ngày 8/12/2018 sẽ được cập nhật điểm cho đợt đăng ký môn học cho HK chính 182 từ 19/12/2018  đến 25/12/2018 (Đợt hiệu chỉnh đăng ký môn học).. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Điểm thi - Đại học - Cao đẳng chính quy   Điểm môn học . chưa có điểm phúc khảo môn tư tưởng hồ chí minh . mong thầy (cô) xem lại. .",
            "Chào bạn,. . BẠn vui lòng vào web trạng đăng ký phúc tra xem, KQ đã cập nhật từ 06/11/2018.. . Trân trọng"
        ]
    },
    {
        "intent": "",
        "message": [
            "em đã đăng kí không xếp lớp anh văn. nhưng bây giờ trong học phí lại có khoản học phí anh văn.xem lại hộ em với ạ. .",
            "Chào bạn,. . Trong thông báo sau đợt thi anh văn sau khi nhập học, phòng Đào tạo có thông báo, bạn nào không đăng ký xếp lớp anh văn phải đăng ký, còn không đăng ký là đồng ý xếp lớp.. . Trong thời gian 1 tuần sau đó phòng Đào tạo vẫn giải quyết cho các bạn làm đơn xin hủy môn anh văn. Nhưng đến thời điểm hiện tại đã là thi cuối kỳ thì không thể giải quyết được nữa. . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Cho em hỏi sao cái đăng ký môn học hk 182 đợt 2 lại xuất hiện 2 loại hình đăng ký: 1 cái là hệ chính quy, 1 cái là hệ chính quy(đợt chuyển hệ ) là sao ạ. Vậy em phải chọn cái nào vậy ạ?",
            "Chào bạn . . . . Đợt chuyển hệ nếu như bạn đăng ký các môn học thuộc hệ đào tạo khác với bạn . . . . VD: chính quy đăng ký cùng Bằng 2 tối, bằng 2 tối đăng ký ban ngày...... . . . Bạn nên tham khảo kỹ phần hướng dẫn và quy chế trước khi đặt câu hỏi."
        ]
    },
    {
        "intent": "",
        "message": [
            "B Họ tên sinh viên: [full_name]  /B . .   b MSSV: [student_id]  /b \t. . . .   i Đăng ký môn học - Đại học - Cao đẳng chính quy   Khác ... . Em hiên đang là sinh viên hệ chính quy khoa Khoa học và Kỹ thuật Máy tính khóa 2016.. . . . Dạ xin phép cho em hỏi theo như quy định mới cho học kỳ 182 thì sẽ tránh sinh viên học liên tục 2 tiết 6 - 7. Tuy vậy tránh ở đây có phải là không cho phép không ạ hay nếu em muốn trường vẫn sẽ cho em học liên tục 2 tiết 6 - 7 ạ?. . Tình hình hiện tại môn 1 của em có TKB sơ bộ tiết 456, và em mong muốn đăng ký thêm một môn thứ 2 (môn này em học đạt rồi và muốn cải thiện) có TKB 789 trong cùng ngày (tức là ngày hôm đó em học liên tiếp các tiết 456789) thì sau đợt hiệu chỉnh đăng ký môn học, khi Phòng Đào Tạo hậu kiểm, không biết môn 2 em đăng ký thêm có bị hủy hay không ạ? Em xin cảm ơn nhiều ạ! . . . . Vì lần đầu sử dụng việc gửi câu hỏi này nên nếu em có gì sai sót mong quý thầy/cô, anh/chị bỏ qua ạ!   . . . .",
            "Chào bạn. . . . Theo quy định giờ học mới thì sẽ không có tiết nghỉ trưa. Tiết học mới là 60 phút (50 phút học + 10p giải lao). Nên quy định mới bạn có thể đăng ký tự do miễn không quá 10 tiết/ ngày và không vi phạm thời gian di chuyển 2 cơ sở.",
            "Dạ em xin lỗi làm phiền anh/chị! Nhưng phiền anh/chị xác nhận lại một lần nữa với em là môn học của em sẽ không bị hủy phải không ạ?. . . . Vì hiện tại em nghe được thông tin là trường sẽ hủy 1 trong 2 môn học của em. Em xin nói lại trường hợp của em là 1 môn có tkb tiết 456, 1 môn có tkb tiết 789, và theo quy chế mới ở HK182 thì sẽ tránh xếp lớp liên tục 2 tiết 6 -7.. . . . Em rất tin tưởng đây là kênh  trao đổi hỏi đáp tiện lợi và chính xác với nhà trường!. . Em vô cùng mong nhận được hồi đáp ạ! Em xin chân thành cảm ơn!",
            "Chào bạn,. . Nếu bạn đăng ký đúng quy định sẽ không bị hủy môn học nhé! Bạn vui lòng kiểm tra lại kết quả đăng ký môn học trong ngày 2/1/2019.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Em là k18, hiện tại em muốn bổ sung môn anh văn 4 vào thời khóa biểu hk2 của mình nhưng do thời khóa biểu của em đã bị kín các ngày nên không đăng ký được.. .    Em muốn hỏi mình có thể chuyển môn học(mã số PH1007) tiết 2,3 thứ năm qua sáng thứ 4 để có thể đăng ký lớp av4 không?. .    Em cảm ơn.",
            "responsible person: [543] [staff_name] [helpdesk staff]",
            "Chào bạn,. . Trong đợt Đăng ký môn học cho HK chính 182 từ 19/12/2018  đến 25/12/2018 (Đợt hiệu chỉnh đăng ký môn học), bạn vào hiểu chỉnh môn học.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Cho em hỏi điều kiện để bảo lưu kết quả là như thế nào ạ",
            "Chào bạn,. . Sinh viên đã nhập học vào trường thì không có khái niệm bảo lưu nha bạn: 1 là bạn xin tạm dừng 1 hk hoặc thôi học.. . Bạn xem quy định tại: http://www.aao.hcmut.edu.vn/sinh viên/quy chế/Quy chế đào tạo và học vụ bậc đại học, cao đẳng: áp dụng đến học kỳ 1 (2018-2019)/Điều 26. Tạm dừng học, thu nhận lại và Điều 27. Thôi học. . thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]  /b . . \t. . Em nộp bản chụp hình chứng chỉ anh văn từ ngày 04/12 đến nay vẫn chưa có kết quả.. . . .   i Chứng chỉ ngoại ngữ - Đại học - Cao đẳng chính quy   Thẩm tra chứng chỉ (nộp chứng chỉ) .",
            "Chào bạn,. . Bạn phải đợi khi nào có kết quả thẩm tra, Phòng Đào tạo sẽ cập nhật lên hệ thống. Thời gian mình phụ thuộc vào bên thẩm tra bạn.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "B   /B   B Chứng chỉ ngoại ngữ - Đại học - Cao đẳng chính quy   Xét miễn môn anh văn (chuyển điểm) . Cho em hỏi : khi mình nộp bằng chuyển điểm anh văn, thì sau bao nhiêu ngày nhanh nhất là e sẽ được cập nhật chuyển điểm rồi ạ, dạ hiện tại e muốn hỏi để em biết để e đk những môn chuyên ngành ạ, chậm nhất là sẽ cập nhật bao nhiêu ngày v ạ. . . .",
            "Chào bạn,. . Lịch cập nhật dữ liệu anh văn được công bố trên: aao.hcmut.edu.vn -- sinh viên --  Lịch học vụ--  lịch học vụ của từng học kỳ.. . Trân trọng."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Cho em hỏi hôm qua em có hỏi vụ đã đủ chuẩn av năm 2 của chương trình kỹ sư tài năng ( thi av 8/12 được 540 ) . Hôm nay đã mở đợt hiệu chỉnh đăng ký môn học nhưng em vẫn không đăng ký được môn tự chọn ở hk 1 của năm 3 ( năm tới ), hệ thống vẫn hiện không đủ chuẩn av năm 2 là sao ạ? Giải đáp gấp giùm em ạ",
            "Đã thi anh văn định kì vừa rồi và đạt 540 là đã qua av 4 rồi vậy sao hệ thống đăng ký môn vẫn báo là chuẩn av sau năm 2 thiếu khi đăng ký trước môn của hk 1 năm 3 (năm tới )vây ạ ??Lý giải giùm em môn em đăng ký sắp hết chỗ rồi ạ!!. .",
            "Chào bạn,. . Về trường hợp điểm thi anh văn định kỳ ngày 08/12/2018 của sinh viên KSTN sẽ cập nhật điểm trong chiều nay, khoảng 13g ngày 19/12/2018 bạn vô đăng ký lại.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Khác ... . cho em xin danh sách đăng kí giáo viên học kì 182 ạ. .",
            "Mình đã cập nhật lên giảng viên lên trang ĐKMH, bạn vào kiểm tra lại nhé"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Khác ... . cho em xin danh sách đăng kí giáo viên học kì 182 với ạ. . . .",
            "Mình đã cập nhật lên giảng viên lên trang ĐKMH, bạn vào kiểm tra lại nhé"
        ]
    },
    {
        "intent": "",
        "message": [
            "Cho em hỏi làm thế nào để biết giáo viên nào dạy ở nhóm lớp nào? Có thể cho em xin danh sách giáo viên được không ạ?. .   i Đăng ký môn học - Đại học - Cao đẳng chính quy   Khác ... .",
            "Mình đã cập nhật lên giảng viên lên trang ĐKMH, bạn vào kiểm tra lại nhé"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được . Em đăng kí môn cơ lý thuyết bấm xác nhận rồi nhưng vẫn không có trong danh sách môn học đã được đăng kí. Em có được đăng kí lại không ạ",
            "Mình kiểm tra có môn học cơ lý thuyết AS1003, bạn xem kỹ trước khi đặt câu hỏi nhé."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Khác ... . Cho em xin danh sách giáo viên, đăng ký môn học với ạ",
            "Mình đã cập nhật lên giảng viên lên trang ĐKMH, bạn vào kiểm tra lại nhé"
        ]
    },
    {
        "intent": "",
        "message": [
            "Dạ con chào thầy (cô) ạ,. . Cho con hỏi là con thi anh văn đầu vào ngày 18/12/2018, điểm đó chưa được cập nhật để đạt chuẩn anh văn mỗi năm ạ. Tại con đăng kí môn học mà không được.. . Dạ con cảm ơn nhiều ạ.",
            "Chào bạn,. . Điểm thi anh văn định kỳ ngày 8/12/2018 đã được cập nhật để đăng ký môn học cho đợt Đăng ký môn học cho HK chính 182 từ 19/12/2018  đến 25/12/2018 (Đợt hiệu chỉnh đăng ký môn học).. . Bạn cụ thể bị báo lỗi gì?. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được . em mới thi anh văn định kì ở trường vào ngày. . 8/12. . em được 365 điểm . . nay em đăng kí học anh văn 2 không được . . trang bảo phải học av 1 trước",
            "Chào bạn,. . Bạn đăng ký môn học theo chương trình đào tạo của mình, nhà trường chỉ quy định về chuẩn anh văn sau từng năm học, chứ không quy định về cụ thể môn học bạn đăng ký.. . Bạn tham khảo thêm quy chế tại: http://www.aao.hcmut.edu.vn/sinh viên/ quy chế/. . Quy chế đào tạo và học vụ bậc đại học, cao đẳng: áp dụng đến học kỳ 1 (2018-2019). .  và . . Một số điểm mới về Quy chế học vụ áp dụng từ HK182"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Chuyển thời khóa biểu . ad cho mình hỏi làm sao để chuyển thời khóa biểu của môn học v ạ. . thủ tục ntn ạ tại bkwiki sập mất tiêu r. .",
            "Chào bạn,. . Bạn vào đăng ký môn học để hiệu chỉnh thời khóa biểu. Hiện tại đang có đợt Đăng ký môn học cho HK chính 182 từ 19/12/2018  đến 25/12/2018 (Đợt hiệu chỉnh đăng ký môn học).. . Thân",
            "ko ý mình là chuyển bạn ạ. . lớp đó kì này có 1 lớp thôi. . và tụi sĩ số 20. . mà có 18 bạn đã bị trùng rồi nên tụi mình đã xin thầy chuyển buổi. . ko phải thầy được ghi trên tkb tụi mình xin thầy khác . . rồi bạn cho mình hỏi lên pđt chuyển lớp đó qua buối khác ntn á. .",
            "Bạn vui lòng kiểm tra lại thông tin bạn hỏi.. . . . Mình không hiểu bạn muốn hỏi gì ?"
        ]
    },
    {
        "intent": "",
        "message": [
            "Điểm thi - Đại học - Cao đẳng chính quy   Khác ... . Chào thầy cô . . . . Em là  [full_name] mssv [student_id]. . . . Năm 2016-2018 em tạm hoãn đi nghĩa vụ quân sự ( quyết định  108/QĐ-ĐHBK-Đt) tới tháng 2/2018 em được nhà trường thu nhận học ( quyết định số  81/QĐ-ĐHBK-ĐT). Em bắt đầu đăng ký môn học từ học dự thính HK172DT cho đến nay. . . . . Em bị cảnh cáo học vụ lần 1 vì không đủ số tín chỉ tích lũy so với quy định của sinh viên K2014 và em đã viết đơn xin cứu xét gửi phòng 106B4 khoa Khoa học ứng dụng vào ngày 28/8/2018.. . . . Ngày 18/12/2018 em nhận được thư cảnh cáo học vụ theo quyết định 758/QĐ-ĐHBK-ĐT và tình trạng sinh viên trên tài khoản mybk em là \"Đang tạm dừng\". . . . Em thấy quyết định cảnh cáo học vụ trên là không hợp lý. Em mong thầy cô xem xét lại ạ để không bị cảnh cáo học vụ lần nữa . .  . . Em xin cảm ơn thầy cô",
            "Chào bạn,. . Đã xóa cảnh báo học vụ lần 1.. . Tình trạng hiện tại của bạn đang bình thường nha bạn.. . Thân mến",
            "Chào bạn,. . Đã xóa cảnh báo học vụ lần 1.. . Tình trạng hiện tại của bạn đang bình thường nha bạn.. . Thân mến",
            "Em cảm ơn thầy cô ạ. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được . Chào anh/chị, hôm nay em đăng kí môn học và có một vấn đề đã xảy ra.. . . . Môn học \"ĐAMH thiết kế luận lý\" có mã CO2021 yêu cầu môn học trước là \"Thiết kế luận lý với verilog\" có mã 2009. . . . . Tuy nhiên vào học kì trước môn \"Thiết kế luận lý với verilog\"đã đổi mã môn học thành CO2033, tức môn có mã 2009 không còn tồn tại nữa. Mặc khác môn \"ĐAMH thiết kế luận lý\" vẫn yêu cầu môn học trước là CO2009!!!. . . . Mong anh/chị xem xét vấn đề này.",
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được. . . . Chào anh/chị, hôm nay em đăng kí môn học và có một vấn đề đã xảy ra.. . . . Môn học \"ĐAMH thiết kế luận lý\" có mã CO2021 yêu cầu môn học trước là \"Thiết kế luận lý với verilog\" có mã CO2009. . . . . Tuy nhiên vào học kì trước môn \"Thiết kế luận lý với verilog\"đã đổi mã môn học thành CO2033, tức môn có mã CO2009 không còn tồn tại nữa. Mặc khác môn \"ĐAMH thiết kế luận lý\" vẫn yêu cầu môn học trước là CO2009!!!. . . . Mong anh/chị xem xét vấn đề này.  /QUOTE . .",
            "Mình đã kiểm tra và thấy bạn không vướng TQ, bạn vào kiểm tra lại nhé"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tăng sĩ số lớp môn học . dạ chào thầy cô . . ở học kì 172  em có bị rớt môn giải tích mạch(EE1011) ,bây giờ em muốn đăng kí học lại môn này ở học kì 182 nhưng do sĩ số lớp đã đầy nên em ko đăng kí được em viết thư này hy vọng phòng đào tạo có thể tăng sĩ số  lớp môn giải tích mạch lớp  L03_L08 hoặc L04_L09 hoặc L04_L10    em cam kết sẽ không trùng thời khóa biểu kì 182 .em chân thành cảm ơn",
            "Chào bạn,. . Để tăng sĩ số lớp, sinh viên liên hệ Khoa/Bộ môn để tăng sĩ số, nếu Khoa/Bộ môn đồng ý thì phải liên hệ trực tiếp với bộ phận dữ liệu của Phòng Đào tạo để báo tăng sĩ số.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Chương trình đào tạo - Đại học - Cao đẳng chính quy   Môn tương đương, tiên quyết, ... . Em xin chào thầy cô. Em có vấn đề đăng kí môn học xin được thầy với giúp đỡ. Em K15 khoa KTXD kì tới em sẽ đăng kí môn Hạ tầng ngầm mã CI3087 môn này có môn song hành là Nền nóng CI3037.. . Nhưng bắt đầu từ K16 đồ án tách riêng ra nên mã môn Nền Móng đã đổi thành CI3195. Vì vậy khi các em K16 đăng kí môn Hạ tầng ngầm thì đã bị pđt xoá môn và khi thử đăng kí lại thì thông báo là thiếu môn nền móng mã cũ CI3037. . . Em mong thầy cô giải quyết giúp em vấn đề này, cho môn Hạ tầng ngầm có môn song hành là Nền móng bao gồm mã mới lẫn mã cũ, để sinh viên k15 và k16 có thể đăng kí được. Vì còn môn cuối cùng nên các em k16 đã giúp k15.. . Em mong nhận được sự giúp đỡ của thầy cô để k15 k16 có thể học môn Hạ tầng ngầm cùng nhau và giúp k15 ra trường đúng tiến độ.. . Em xin cảm ơn.",
            "Chào bạn,. . Đã điều chỉnh lại, bạn vào đăng ký lại nha!. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tăng sĩ số lớp môn học . Dạ thưa Phòng Đào tạo. . Cho em hỏi là học kỳ này mình còn có thể tăng sĩ số lớp học được không ạ. . môn em muốn tăng là môn đồ án thiết kế,. . em thấy có lớp chỉ có 19 sv. . em cảm ơn ạ",
            "bạn cung cấp Mã môn học để mình kiểm tra."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Khác ... . Em chào cô.. . Em là sinh viên ngành cảng công trình biển, khoa Kỹ thuật xây dựng khóa K15. Do em bị trễ hạn nên hiện tại khi đăng kí môn chuyên ngành Thi công công trình cảng mã số CI3073 thì không có lớp mở. Nên em đã đăng kí môn này theo mã số môn của khóa K16. Như vậy có ảnh hưởng gì đến điểm số không ạ?",
            "Chào bạn.. . . . Bạn phải đăng ký đúng mã số môn học với CTDT ngành của bạn thì mới được tính điểm trung bình tích lũy ngành, các trường hợp còn lại bạn tham khảo danh sách các môn học tương đương để đăng ký chính xác."
        ]
    },
    {
        "intent": "",
        "message": [
            "Điểm thi - Đại học - Cao đẳng chính quy   Điểm môn học . Em là sv liên thông khóa 2015. lớp CK15LTH. Em muốn biết hiện tại em đã hoàn thành xong các môn có trong chương trình đào tạo chưa để xét tốt nghiệp.. . Đồng thời em muốn biết em đã đủ số tín chỉ, các môn yêu cầu để tốt nghiệp chưa. . . Em hy vọng sẽ nhận được phản hồi sớm. . .",
            "Chào bạn,. . Lần sau bạn lưu ý giúp, câu hỏi cùng nội dung bạn nên gửi một lần nhé!. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ - Đại học - Cao đẳng chính quy   Miễn môn học . Em là sv liên thông khóa 2015. lớp CK15LTH. Em muốn biết hiện tại em đã hoàn thành xong các môn có trong chương trình đào tạo chưa để xét tốt nghiệp.. . Đồng thời em muốn biết em đã đủ số tín chỉ, các môn yêu cầu để tốt nghiệp chưa. . . Em hy vọng sẽ nhận được phản hồi sớm. . .",
            "Chào bạn,. . Đính kèm file môn nợ tính đến 19/12/2018.. . Thân mến",
            "Chào Cô.. . Hai môn em chưa đạt em đã học lại mã môn học mới và đã đạt. Em mong cô xem lại giúp em. Cảm ơn.",
            "Chào bạn,. . Đã cập nhật bổ sung 2 môn miễn 202104 & 209017. . Thân mến"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Chương trình đào tạo (thiếu môn tiên quyết, song hành...) . Thầy cô cho e hỏi theo tiến độ k16 e đk Môn Kĩ thuật thi công ms CI3043 nhưng hệ thống lại thông không đk do thiếu môn song hành CI3037 (nền móng)  nhưng theo CTĐT chúng e học môn nền móng mà CI3195.. . Vậy,  e phải làm gì để được học môn CI3043.. . Mong thầy cô có sự phản hồi gấp để tụi e đk được môn học.  Em cảm ơn..",
            "Chào bạn.. . . . Môn học CI3037 tách thành 2 môn CI3095 và CI3197. bạn phải đạt cả 2 môn trên để được tính qua môn CI3037"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Khác ... . Xin chào thầy/cô, em hiện là sinh viên năm 3 và có một vài thắc mắc về việc đăng ký môn học như sau.. . . . Hiện tại em có học trước một số môn học để có nhiều thời gian hơn trong HK7 và 8. Tuy nhiên theo quy chế quy định rằng một học kỳ phải đăng ký tối thiểu 14 tín chỉ. Nếu dựa trên kế hoạch đào tạo của khoa, theo dự kiến của em thì số tín chỉ đăng ký trong các học kỳ của năm cuối sẽ nhỏ hơn 14.. . Vậy em xin hỏi rằng có phải bắt buộc đăng ký thêm các môn khác để đủ 14 tín chỉ trong HK7, 8 không?. . . . Em xin cảm ơn.. .",
            "Bạn không phải lo, dưới 14 PĐT sẽ không hủy đkmh của bạn.",
            "Cảm ơn thầy, thầy có thể cung cấp cho em thêm thông tin về số tín chỉ tối thiểu cần thiết trong trường hợp này không?",
            "li answer rate: Answer is not complete",
            "Chào bạn,. . Bạn tham khảo tại quy định về số tín chỉ đăng ký trong học kỳ tại đây: http://www.aao.hcmut.edu.vn/sinh viên/quy chế/Điều 9. Đăng ký môn học"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]  /b \t[full_name] [full_name] Gửi PĐT[full_name] [full_name] [full_name] [full_name] Ở học kì I thì sau khi thi AVĐV thì em được học lớp AV3[full_name] Vậy điểm chuyển từ AV1 có được tính vào điểm trung bình học kì I này của em không? Em đã đăng kí miễn học AV trên trường[full_name][full_name] [full_name] Mong PĐT trả lời sớm cho em[full_name] Em xin cảm ơn[full_name] [full_name] [full_name] [full_name] Trân trọng[full_name] [full_name] [full_name][full_name] [full_name]",
            "Chào bạn,. . Bạn vào trang http://www.aao.hcmut.edu.vn/sinh viên/ngoại ngữ/Cách đăng ký chuyển điểm các môn ngoại ngữ/Cách tính điểm các môn chuyển điểm. . Bạn xem quy định về tính điểm chuyển các môn ngoại ngữ tại đây.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]1  /b \t. . . .   i Đăng ký môn học - Đại học - Cao đẳng chính quy   Khác ... . Trong đăng kí môn học chính quy, có đợt chuyển hệ là gì. Có thể giải thích em hiểu được không ạ?",
            "Đợt chuyển hệ dành cho các sinh viên đăng ký môn học khác với hệ đào tạo của mình.. . . . VD: sinh viên bằng 2 tối đăng ký cùng chính quy và ngược lại."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được . Kính gửi phòng đào tạo trường!. . Do quy định mới về đăng ký môn học cần yêu cầu cung cấp thông tin cá nhân, do em không check email nên trước đó chưa làm. . . Hiện tại em đã làm xong, vậy xin phòng đào tạo mở lại việc đăng ký môn học để em được đăng ký môn học học kỳ này.. . Trân trọng cảm ơn! . .",
            "Chào bạn,. . Phòng Đào tạo đã ghi nhận thông tin của bạn, trưa mai sau 13h ngày 20/12/2018 bạn vào đăng ký môn học lại.. . Thân"
        ]
    }
]