[
    {
        "intent": "",
        "message": [
            "Học vụ . Chào pdt. . . Em là [full_name]. Mssv [student_id]. . . Hiện tại em đã hoàn thành tất cả các môn học, bằng toeic, ngày ctxh và anh văn nói viết. Tuy nhiên, tình trạng hiện giờ của em là nghỉ do quá thời gian học. Đồng thời trên mybk cũng chưa cập số tín chỉ hk vừa rồi của em mặc dù đã có điểm từ rất lâu. . . . Mong pdt hỗ trợ cập nhật giúp em để em có thể đk TN t4-2022 với ạ. Em cám ơn",
            "Chào bạn. . - Bạn đã có tên trong danh sách dự kiến tốt nghiệp, Bạn sẽ nhận mail vào tuần sau để thực hiện khai thông tin tốt nghiệp theo hướng dẫn nghen. . - Về tình trạng sinh viên tạm dừng (hoặc K15: bị xóa tên vì hết thời gian học), khi nào em có tên trong ds dự kiến tốt nghiệp, PDT sẽ tự động ra QD thu nhận cho bạn,. . khi nào chuyển qua trạng thái đang học, em vào đăng ký tốt nghiệp lại nghen. . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Xin chào phòng đào tạo!. . Em là sinh viên khóa K20, em muốn hỏi về thời gian đăng ký tham dự kỳ kiểm tra anh văn đầu vào sẽ được thông báo như thế nào và khi nào sẽ thông báo. Em muốn đăng ký thi cùng đợt với khóa K21 có được hay không?. . Xin chân thành cảm ơn!. .",
            "Chào bạn,. . Thời gian đăng ký kiểm tra Anh văn đầu vào, bạn vui lòng xem lại Thông báo số 11 cập nhật kế hoạch học tập của HK 2 và HK hè năm học 2021-2022 và phần bù các học kỳ trước theo hình thức trực tiếp và phối hợp trực tuyến/trực tiếp - Mục 6 Kiểm tra anh văn đầu vào.. . Thân!"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . em chào thầy cô !. . em cần chuyển điểm thí nghiệm học kì trước sang học kì này , em vào quy định nhưng không có phần này , mong thầy (cô) cho em biết quy trình chuyển điểm thí nghiệm sang học kì kế tiếp. Mong thầy ( cô) giải đáp thắc mắc giúp em như mình cần chuẩn bị giấy tờ gì ? liên hệ với ai ?...",
            "Chào bạn. . Bạn liên hệ trực tiếp Giảng dạy về phần điểm nghen. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Những môn em đã được miễn em đã đánh dấu gửi hình ảnh ở tệp....môn anh văn e đã thi đậu anh văn 400 nhưng e coi ở phần phúc tra chưa được chuyển điểm",
            "Cho em xin lại tên các môn tự chon e đã hủy để e đăng ký học...",
            "Chào em,. . Vui lòng trình bày rõ vấn đề của bạn giúp nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Kính gửi quý thầy cô.. . Họ trên SV: NGUYỄN TÀI ĐỨC . . MSSV: [student_id]. . Học kỳ 1 năm học 2017-2018 em có học mỗn HƯ HỎNG SỬA & SỬA CHỮA CÔNG TRÌNH, mã môn là 804048 điểm tổng kết là 5.5. Tương đường với môn học HƯ HỎNG SỬA & SỬA CHỮA CÔNG TRÌNH mã môn học CI1051. . Rất mong quý thầy cô cập nhật lại điểm giúp em để em kịp xét tốt nghiệp đợt này ạ"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Kính gửi quý thầy cô.. . Họ trên SV: NGUYỄN TÀI ĐỨC . . MSSV: [student_id]. . Học kỳ 1 năm học 2017-2018 em có học mỗn HƯ HỎNG SỬA & SỬA CHỮA CÔNG TRÌNH, mã môn là 804048 điểm tổng kết là 5.5. Tương đường với môn học HƯ HỎNG SỬA & SỬA CHỮA CÔNG TRÌNH mã môn học CI1051. . Rất mong quý thầy cô cập nhật lại điểm giúp em để em kịp xét tốt nghiệp đợt này ạ"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em xin chào phòng đào tạo trường ĐHBK TPHCM. . Em tên là: [full_name]. . MSSV: [student_id]. . Em đã có tên trong danh sách tốt nghiệp dự kiến và đã đăng ký tốt nghiệp trên mybk, sau đó đã thanh toán phí đầy đủ, nhưng đến nay em vẫn chưa có tên trong danh sách tốt nghiệp chính thức và vẫn chưa nhận được mail xác minh nào từ pdt là đã đăng ký tốt nghiệp thành công. Mong pdt xem xét và kiểm tra giúp em ạ.. . Em xin cảm ơn.",
            "Chào em,. . Em kiểm tra mail có nhận được mail báo là tình trạng phiếu đăng ký đã được xử lý sau khi đăng ký tốt nghiệp và thanh toán lệ phí tốt nghiệp 95.000 d không?. . Theo quy trình cấp bằng đại học hiện tại: dự kiến vào cuối mỗi tháng Phòng đào tạo sẽ lấy danh sách sinh viên đã đăng ký tốt nghiệp (SV đã đăng ký, thanh toán tiền và có xác nhận đã nhận của PĐT) để ra Quyết định công nhận tốt nghiệp, tiến hành in Bằng tốt nghiệp và sẽ thông báo mời SV đến nhận sau khi hoàn tất.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em chào thầy (cô),. . . . Hiện tại, tình trạng sinh viên của em bị tạm dừng nên không thể đăng ký tốt nghiệp được. Nay em đã thi xong anh văn nói viết, em mong trường mở lại trạng thái sinh viên để em đăng ký tốt nghiệp ạ.. . . . Em xin cảm ơn!",
            "\"Chào bạn,. . PDT đã ghi nhận yêu cầu về đăng ký xét TN của bạn. SV vui lòng theo dõi email  và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 11/04/2022 SV vẫn chưa nhận được thấy tên trong ds dự kiến tốt nghiệp ( Tra danh sách tại http://www.aao.hcmut.edu.vn    Tốt nghiệp    Thông tin tốt nghiệp) hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 04/2022 (cập nhật mới gia hạn thời gian xử lý tốt nghiệp). . Về tình trạng sinh viên, khi nào em có tên trong ds dự kiến tốt nghiệp, PDT sẽ tự động ra QD thu nhận cho bạn nhé. . Thân. . \""
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Kính . .",
            "Kính gửi phòng đào tạo. . Em tên Lê Quốc Vương - MSSV: [student_id] hệ VHVL. Do em chuyển từ hệ chính quy sang hệ đào tạo VHVL và trong học kỳ trước em đã hoàn thành LVTN, nhưng hiện tại em kiểm tra thông tin dự kiến tốt nghiệp thì báo em chưa đủ điều kiện tốt nghiệp lý do là : 132 tín chỉ / 133 tín chỉ. Nhưng em đã cộng tất cả các tín chỉ được chuyển từ bên chính quy sang và chưa cộng tín chỉ của LVTN thì đã là 135 tin chỉ. Kính mong phòng đào tạo xem xét và cập nhật giúp em để em  có thể hoàn thành chương trình đào tạo và tốt nghiệp.",
            "SV đã có tên trong danh sách tốt nghiệp và đăng ký tốt nghiệp thành công"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ .   . .   Em chào cán bộ hỗ trợ sinh viên, em là [full_name], sinh viên khoa kỹ thuật Địa chất và Dầu khí khoá 2018. . .   Em có một thắc mắc là Toeic 2 kỹ năng nói và viết khoá 2018 thì chỉ cần đăng ký thi trong trường thôi đúng không (theo như thông tin em được nghe bởi trung tâm BK-english) ? Nhưng em có lên trang Mybk đọc thì thấy rằng chỉ áp dụng cho khoá 2013-2017. Rất mong được PĐT giải đáp thắc mắc.. .   Em cảm ơn !",
            "Chào bạn, . . Sinh viên khóa 2018 được dùng kết quả thi anh văn 2 kỹ năng nói viết tại trung tâm ngoại ngữ của trường để xét tốt nghiệp. . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Mong xét nhanh để em có thể đi học lại và để em học HK212 ạ",
            "Chào bạn. . Chính quy: Tình trạng của bạn đã có quyết định tạm dừng số 855 ngày 25/3/2022 vì chưa thanh toán học phí HK 211 (CHÍNH QUY) theo quy định.. . Để được phục hồi TKB HK211 & HK212 (nếu có), SV phải thanh toán phần học phí còn nợ, Tiếp theo:. . 1 - SV tự viết đơn trình bày xem xét phục hồi TKB HK211 & HK212 (nếu có), ghi rõ lý do thanh toán trễ học phí + tên môn + MSMH + Học kỳ cần phục hồi. . 2 -  SV tải mẫu đơn: Thu nhận tại trang web : aao.hcmut.edu.vn    Sinh viên    biểu mẫu- . . Điền đầy đủ thông tin thu nhận lại HK211. . - gởi tại trang hỗ trợ trực tuyến [full_name]SI. . Thân.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em chào thầy/cô, . . Em tên là [full_name]. . MSSV: [student_id]. . Em là sinh viên K17, nay em đã hoàn thành các điều kiện để được đăng ký xét tốt nghiệp. . Em làm phiếu yêu cầu này, mong thầy/cô giúp em chuyển trạng thái sinh viên của em hiện tại là \"tạm dừng\" sang trạng thái \"đang học\" để em có thể đăng ký xét tốt nghiệp.. . Em cảm ơn thầy/cô ạ",
            "\"Chào bạn,. . PDT đã ghi nhận yêu cầu về đăng ký xét TN của bạn. SV vui lòng theo dõi email  và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 11/04/2022 SV vẫn chưa nhận được thấy tên trong ds dự kiến tốt nghiệp (http://www.aao.hcmut.edu.vn    Tốt nghiệp    Thông tin tốt nghiệp) hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ tại (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 04/2022 . . Về tình trạng sinh viên, khi nào bạn có tên trong ds dự kiến tốt nghiệp, PDT sẽ tự động ra QD thu nhận cho bạn nhé. . Thân\""
        ]
    },
    {
        "intent": "",
        "message": [
            "Chào PĐT[full_name] [full_name] Em tên là [full_name], mssv là [student_id], sinh viên K21[full_name] Cho em hỏi khi nào trường tổ chức học trực tiếp vậy ạ  tại vì em cảm giác học trực tuyến không hiệu quả & gặp nhiều vấn đề với lại tình dịch bây giờ cũng đã kiểm soát, học phí cho việc học trực tuyến vẫn khá cao &  vẫn giữ nguyên so với học trực tiếp[full_name] Câu hỏi thứ 2 em muốn hỏi: Học kỳ hè HK213, em có được học vượt môn của học kỳ sau không ạ?[full_name] [full_name]",
            "Chào em,. . . . SV vui lòng xem lại thông báo số 11/ĐHBK, ngày 24/01/2022, về cập nhật Kế hoạch học tập của HK 2 và học kỳ hè năm học 2021-2022/ 3.Hình thức tổ chức dạy và học các tuần từ tuần 14 ( từ 04/04/2022). . . . - K21 được học em nhé. . . . Lưu ý: Do sự thay đổi chính sách của Google, các thông báo và tin nhắn của Phòng Đào Tạo và BKeL bằng email KHÔNG còn được thực hiện. Sinh viên vui lòng theo dõi thông báo qua chức năng TIN NHẮN trên trang BKeL. Hãy cài đặt Moodle Mobile App để được nhắc nhở ngay trên thiết bị di động của cá nhân. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "I Tốt nghiệp  /i  Em xin xét tốt nghiệp cho đợt lễ sắp tới. Em vừa có điểm anh văn 2 kỹ năng nói - viết và đã đủ điều kiện. Anh/chị cho em hỏi là giờ xin phép được xét tốt nghiệp được không ạ?. .",
            "Chào bạn. . - Bạn đã có tên trong danh sách dự kiến tốt nghiệp, Bạn sẽ nhận mail vào tuần sau để thực hiện khai thông tin tốt nghiệp theo hướng dẫn nghen. . - Về tình trạng sinh viên tạm dừng (hoặc K15: bị xóa tên vì hết thời gian học), khi nào em có tên trong ds dự kiến tốt nghiệp, PDT sẽ tự động ra QD thu nhận cho bạn,. . khi nào chuyển qua trạng thái đang học, em vào đăng ký tốt nghiệp lại nghen. . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Kính gửi Phòng Đào tạo!. . Em tên là [full_name], MSSV: [student_id].. . Em dự định sẽ đăng kí tốt nghiệp vào đợt này(4/2022) nhưng tình trạng sinh viên của em là tạm dừng( buộc thôi học do hết thời gian đào tạo). Phòng Đào tạo cho em hỏi là nếu em đủ điều kiện tốt nghiệp trước 11/4 ( vì em đang đợi kết quả anh văn nói viết) thì có cần làm giấy thu nhận lại không ạ. Sau khi có bằng tốt nghiệp, nếu em ở xa không nhận được thì có thể nhờ người thân hoặc cô chủ nhiệm nhận dùm được không ạ.  Hoặc em có thể xin Văn Phòng Khoa gửi bằng tốt nghiệp về quê qua bưu điện được không ạ. . . Mong Phòng Đào tạo giải đáp giúp em với ạ.. . Em xin chân thành cảm ơn!",
            "\"Chào bạn,. . Trường hợp SV, khi nào em điều kiện tốt nghiệp, có thể gửi câu hỏi qua bksi để được xét TN bổ sung (nếu đã đủ điều kiện tốt nghiệp). SV xem lịch trình xét tốt nghiệp tháng 4/2022 tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 4/2022. . Về tình trạng sinh viên, khi nào em có tên trong ds dự kiến tốt nghiệp, PDT sẽ tự động ra QD thu nhận cho bạn nhé. . Thân\""
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Lịch học môn Cơ sở kỹ thuật điện (thí nghiệm) (EE2018)_thầy [full_name] (DT_HK212). . . . Kính chào Thầy/Cô Phòng Đào tạo,. . . . Em tên: [full_name]. . MSSV: [student_id]. . Hệ VLVH: Khoa Điện-Điện tử. . . . Vào chủ nhật ngày 10/04/2022 (tuần 14), theo thời khóa biểu em có lịch học môn Cơ sở kỹ thuật điện (thí nghiệm) (EE2018)_thầy [full_name] (DT_HK212) như hình ảnh đính kèm.. . . . MÃ MH:EE2018-Cơ sở kỹ thuật điện (thí nghiệm) - Nhóm tổ DT01 - thứ 8 - tiết 2-6 - giờ học 7:00-11:50 - phòng học:B1-103 - Cơ sở:BK-CS1- Tuần 14. . . . Tuy nhiên, ngày 10/04/2022 là Lễ Giỗ tổ Hùng Vương, vậy lịch học này có thay đổi gì không ạ. . . . . Kính mong Thầy/Cô kiểm tra và hướng dẫn giúp em ạ.. . . . Em cảm ơn nhiều ạ.. .",
            "Chào em,. . Theo lịch nhà trường thông báo nghĩ lễ ngày 10/4 và nghỉ bù ngày 11/4 nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Gửi PĐT, . . Em đã gửi tình trạng không đăng ký môn học được của em và đã được giải quyết. Tuy nhiên, khi đăng ký lại anh văn 4a vẫn tiếp tục tình trạng phải yêu cầu đăng ký anh văn 3a trước. . . Nhờ PĐT hỗ trợ giải quyết giúp em hoặc cho em đăng ký bổ sung lớp anh văn 4a khai giảng 11/4 ạ. . Em cảm ơn.. .",
            "Chào bạn. . . . - Bạn đã có tên trong danh sách dự kiến tốt nghiệp, Bạn sẽ nhận mail vào tuần sau để thực hiện khai thông tin tốt nghiệp theo hướng dẫn nghen. . - Về tình trạng sinh viên tạm dừng (hoặc [full_name]15: bị xóa tên vì hết thời gian học), khi nào bạn có tên trong ds dự kiến tốt nghiệp, PDT sẽ tự động ra QD thu nhận cho bạn,. . khi nào chuyển qua trạng thái đang học, bạn vào đăng ký tốt nghiệp lại nghen. . . . . . . Do sự thay đổi chính sách của Google, các thông báo và tin nhắn của Phòng Đào Tạo và B[full_name]eL bằng email [full_name]HÔNG còn được thực hiện. Sinh viên vui lòng theo dõi thông báo qua chức năng TIN NHẮN trên trang B[full_name]eL. Hãy cài đặt Moodle Mobile App để được nhắc nhở ngay trên thiết bị di động của cá nhân. . . . Thân.",
            "Chào bạn,. . . . Bạn xem lại lịch học vụ đăng ký anh văn theo yêu cầu. . Bạn đăng ký lại vào ngày 20/04/2022 đến ngày 04/05/2022 của đợt học vào tháng 5/2022. . . . Do sự thay đổi chính sách của Google, các thông báo và tin nhắn của Phòng Đào Tạo và BKeL bằng email KHÔNG còn được thực hiện. Sinh viên vui lòng theo dõi thông báo qua chức năng TIN NHẮN trên trang BKeL. Hãy cài đặt Moodle Mobile App để được nhắc nhở ngay trên thiết bị di động của cá nhân. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Kính gửi quý thầy cô.. . Họ trên SV: NGUYỄN TÀI ĐỨC. . MSSV: [student_id]. . Học kỳ 1 năm học 2017-2018 em có học mỗn HƯ HỎNG SỬA & SỬA CHỮA CÔNG TRÌNH, mã môn là 804048 điểm tổng kết là 5.5. Tương đường với môn học HƯ HỎNG SỬA & SỬA CHỮA CÔNG TRÌNH mã môn học CI1051. . Rất mong quý thầy cô cập nhật lại điểm giúp em để em kịp xét tốt nghiệp đợt này ạ",
            "Chào em,. . Trường hợp của bạn đã được cập nhật môn tương đương và xét tốt nghiệp.. . SV đã có tên trong ds tốt nghiệp dự kiến. Vui lòng kiểm tra mail.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Dạ em chào thầy/cô ạ,. . Thầy/cô cho em hỏi, em là sinh viên K19 đã kiểm tra anh văn định kì của trường vào tháng 9 năm 2020, được hơn 600 điểm, vậy thì điểm này của em có được xét qua chuẩn anh văn của năm 4 để đăng ký môn học năm 4 hay không ạ, hay là em phải thi lại vào đợt kiểm tra anh văn định kì của kì này để xét lại ạ. . . Em cảm ơn và mong nhận được phản hồi của thầy/cô ạ!",
            "Chào bạn. . Sinh viên vui lòng xem chi tiết quy định tại Quy chế học vụ đào tạo: aao.hcmut.edu.vn. .    sinh viên    quy chế    học vụ    Quyết định ban hành Quy định về học vụ và đào tạo bậc đại học (số 2933 ngày 10/9/21)/ Phụ lục 1. Quy định về chuẩn ngoại ngữ dành cho chương trình giảng dạy bằng tiếng Việt.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Cho em hỏi, trong kế hoạch giảng dạy có để \"môn tự chọn tự do\", vậy mình chỉ được dùng tín chỉ tự do này để đăng kí các môn ở ngành khác hay sao ạ? Mình có thể dùng các tín chỉ này để đăng kí học các môn tự chọn trong chuyên ngành mình không ạ? Em cảm ơn ạ!",
            "Chào bạn,. . . . Về vấn đề này bạn vui lòng liên hệ về Khoa để được hỗ trợ nhé. . . . Lưu ý: Do sự thay đổi chính sách của Google, các thông báo và tin nhắn của Phòng Đào Tạo và BKeL bằng email KHÔNG còn được thực hiện. Sinh viên vui lòng theo dõi thông báo qua chức năng TIN NHẮN trên trang BKeL. Hãy cài đặt Moodle Mobile App để được nhắc nhở ngay trên thiết bị di động của cá nhân. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Hôm nay em bấm vào mục điểm chuyển trên myBK thì thấy phần điểm chuyển anh văn của em bị mất dù trước đây vẫn có. Em không biết đây là lỗi của web hay là do lý do khác. Em mong được giải đáp sớm nhất có thể ạ.. .",
            "Chào em,. . Điểm chuyển của bạn đã được cập nhật lại nhé.. . SV vào mybk/Thông tin sinh viên để kiểm tra lại. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Thầy cô cho em hỏi là em đã hoàn thành đầy đủ các môn học và luận văn tốt nghiệp nhưng còn thiếu chứng chỉ anh văn để hoàn thành tốt nghiệp, do học kì này em không đăng kí môn học nên đang bị tạm dừng, vậy em có cần làm đơn thu nhận lại không hay chỉ cần nộp chứng chỉ tiếng anh để đăng kí tốt nghiệp thôi ạ. . . Với theo em biết là hết ngày 11/4 sẽ hết đợt đăng kí tốt nghiệp sắp tới, nhưng tới ngày 11/4 thì em mới có điểm anh văn nói viết, cho em hỏi là em có thể hoàn thành đăng kí tốt nghiệp kịp trong ngày 11/4 luôn không ạ.",
            "Chào bạn,. . PDT đã ghi nhận yêu cầu về đăng ký xét TN của bạn. SV vui lòng theo dõi email  và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 11/04/2022 SV vẫn chưa nhận được thấy tên trong ds dự kiến tốt nghiệp (http://www.aao.hcmut.edu.vn    Tốt nghiệp    Thông tin tốt nghiệp) hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ tại (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 04/2022 . . Về tình trạng sinh viên, khi nào bạn có tên trong ds dự kiến tốt nghiệp, PDT sẽ tự động ra QD thu nhận cho bạn nhé. . Thân",
            "\"Chào bạn. . Pdt kiểm tra hiện tại bạn còn nợ Toeic. . Không đủ ĐK để tốt nghiệp. . Bạn kiểm tra lại nghen. . Trường hợp có khiếu nại bạn có thể gửi lại qua bksi.. . Trường hợp SV học môn tương đương nhưng chưa được cập nhật, vui lòng gửi lại thêm 1 yêu cầu khác về việc xin cập nhật môn tương đương (ghi rõ tên và mã MH SV học, ở học kỳ nào? bao nhiêu điểm? và tương đương với môn học nào thuộc CTĐT của SV). . Thân\""
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em chào PDT,. . Em có nhận mail về thông báo gửi ảnh cho lễ tốt nghiệp sắp tới. Nhưng em không rõ thời gian tốt nghiệp là khi nào ạ?. . . . Em học Khoa Xây Dựng và em nhận bằng trong đợt tháng 11/2021 thì khi nào sẽ diễn ra lễ để báo gia đình chuẩn bị thời gian đến ạ?. . . . Em cám ơn.",
            "Chào em,. . SV liên hệ Khoa của bạn để hỏi thông tin về ngày lễ tốt nghiệp của Khoa bạn nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Da thưa thầy cô, môn học Luận văn tốt nghiệp (CI4347) của em trong danh sách hướng dẫn của khoa là  thầy [full_name] hướng dẫn nhưng trên hệ thống elearning lại cập nhật là thầy [full_name] ạ. Mong phòng đào tạo kiểm tra lại giúp em. Em xin cảm ơn ạ.",
            "Chào bạn,. . . . - Bạn liên hệ Bộ môn/ Khoa kiểm tra thông tin thầy hướng dẫn. Nếu có thay đổi thì Bộ môn/ Khoa báo Pđt điều chỉnh lại nhé. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Em tên là [full_name],MSSV: [student_id]. Pđt cho em hỏi học kì hè 213 có mở lớp giải tích 2 không ạ? và học kì hè bắt đầu vào ngày nào kết thúc vào ngày nào vậy ạ?",
            ". .",
            "Chào em,. . SV xem thời gian đăng ký môn học HK213 tại aao.hcmut.edu.vn/lịch học vụ. . Và thông báo đăng ký môn học Hk213 qua tin nhấn của hệ thống BKeL. . Thân. . P/s: Do sự thay đổi chính sách của Google, các thông báo và tin nhắn của Phòng Đào Tạo và BKeL bằng email KHÔNG còn được thực hiện. Sinh viên vui lòng theo dõi thông báo qua chức năng TIN NHẮN trên trang BKeL. Hãy cài đặt Moodle Mobile App để được nhắc nhở ngay trên thiết bị di động của cá nhân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Chào thầy cô ạ. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính gửi Phòng Đào tạo Trường Đại học Bách Khoa TPHCM,. . Em tên là [full_name], Khoa Kỹ thuật Hoá học, MSSV [student_id].. . Nay em có thắc mắc rằng các học phần GDTC có mở trong học kỳ hè HK213 không ạ? Hay là để cho tới học kỳ chính mới mở đăng ký ạ?. . Em rất mong được các thầy cô PĐT giải đáp thắc mắc này càng sớm càng tốt.. . Em xin cảm ơn và chúc các thầy cô Phòng Đào Tạo thật nhiều sức khoẻ. . . . .",
            "Chào em;. . Môn giáo dục thể chất em chờ thông báo trên BKEL nhé. . Lưu ý: Do sự thay đổi chính sách của Google, các thông báo và tin nhắn của Phòng Đào Tạo và BKeL bằng email KHÔNG còn được thực hiện. Sinh viên vui lòng theo dõi thông báo qua chức năng TIN NHẮN trên trang BKeL. Hãy cài đặt Moodle Mobile App để được nhắc nhở ngay trên thiết bị di động của cá nhân. . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Chào Thầy/ Cô,. . Em là Huỳnh Tấn Đạt, MSSV: [student_id].. . Cho em hỏi về tình hình học phí HK212 của em hiện tại ạ:. . - Đầu học kỳ em có đăng ký môn học và học chung với lớp Chính quy ban ngày, nhưng trên trang BKPay tính tiền em thấy có ghi là \"Học phí dự thính\".. . - Mong Thầy/Cô xem lại dùm em BKPay tính tiền như vậy có  sai xót gì không ạ.. . Em cảm ơn Thầy/Cô ạ.. .",
            "Chào Thầy/ Cô,. . Em là Huỳnh Tấn Đạt, MSSV: [student_id].. . Cho em hỏi về tình hình học phí HK212 của em hiện tại ạ:. . - Đầu học kỳ em có đăng ký môn học và học chung với lớp Chính quy ban ngày, nhưng trên trang BKPay tính tiền em thấy có ghi là \"Học phí dự thính\".. . - Mong Thầy/Cô xem lại dùm em BKPay tính tiền như vậy có  sai xót gì không ạ.. . Em cảm ơn Thầy/Cô ạ.",
            "Chào bạn,. . PĐT đã kiểm tra thông tin của bạn, bạn đã thanh toán đúng tên học phí dự thính chuyển hệ hk212.. . Lưu ý: Do sự thay đổi chính sách của Google, các thông báo và tin nhắn của Phòng Đào Tạo và BKeL bằng email KHÔNG còn được thực hiện. Sinh viên vui lòng theo dõi thông báo qua chức năng TIN NHẮN trên trang BKeL. Hãy cài đặt Moodle Mobile App để được nhắc nhở ngay trên thiết bị di động của cá nhân.. . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác .  . . Nhà trường cho em hỏi HK213 em được xin mở lớp GDTC không ạ, vì em chưa đăng kí được Học phần nào của GDTC mà em đọc được thông tin là phải hoàn thành HP01 GDTC thì mới được đăng kí môn học mức 2 (năm2) có đúng không ạ. Em xin cảm ơn ạ.",
            "\"Chào bạn,. . Về ĐKMH giáo dục thể chất, SV vui lòng dõi thông tin đăng ký trong thông báo ĐKMH của BkeL, SV xem lịch ĐKMH trong HK hè 213 tại aao.hcmut.edu.vn/Lịch học vụ. . Lưu ý: Do sự thay đổi chính sách của Google, các thông báo và tin nhắn của Phòng Đào Tạo và BKeL bằng email KHÔNG còn được thực hiện. Sinh viên vui lòng theo dõi thông báo qua chức năng TIN NHẮN trên trang BKeL. Hãy cài đặt Moodle Mobile App để được nhắc nhở ngay trên thiết bị di động của cá nhân. . Thân.\"\"\""
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . em có gửi đơn tạm dừng học qua mail cho PĐT hôm nay. Trong thời gian chờ PĐT giải quyết vấn đề, em xin chân thành cảm ơn.",
            "Đã trả lời."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em là [full_name] SV K17.. . - Hiện tại e đã đử điều kiện tốt nghiệp. Khi nào em có tên trong danh sách tốt nghiệp dự kiến. Em xin chân thành cảm ơn.",
            "SV đã đăng ký tốt nghiệp"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Dạ em là sinh viên khóa K17, kỳ vừa rồi em không có đăng ký môn học vì em đã học đủ các môn của chương trình và còn thiếu chứng chỉ anh văn. Cho em hỏi cách để đăng ký gia hạn thẻ sinh viên hoặc cách để xác nhận là sinh viên ạ.. . Em cảm ơn ạ.",
            "Chào em,. . Em vui lòng trình bày rõ là em thi AV IIG hay AV nói viết nhé.. . Trường hợp nếu bạn thi AV tại IIG, vui lòng làm đơn xin cấp giấy xác nhận SV thi TOEIC và gửi qua bksi nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em tên: [full_name]. . MSSV [student_id]. . Lớp BD19BDG6. . em xin gửi đơn tạm dừng học.. . Trong thời gian chờ PĐT giải quyết, em xin chân thành cảm ơn ạ.",
            "Chào bạn, . . Phòng đào tạo không thể tiếp nhận đơn tạm dừng của bạn được vì bạn chưa thanh toán học phí. Bạn vui lòng thanh toán học phí học kỳ 212 trước sau đó gửi lại đơn qua BKSI hoặc trực tiếp tại phòng đào tạo. . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Kính gửi thầy/cô,. . Em là sinh viên [full_name], MSSV [student_id], hiện là sinh viên thuộc chương trình đào tạo hệ đại trà chính quy khoa Điện - Điện Tử. Đầu tháng 4 này, em đã hoàn tất việc chuyển điểm ngoại ngữ, rút môn học cuối cùng là Anh văn 4 và đóng học phí đầy đủ.. . Hình như do các thủ tục được hoàn tất vào đầu tháng 4 nên em vẫn chưa có trong danh sách dự kiến tốt nghiệp, dẫn đến việc không thể đăng ký tốt nghiệp trên trang Mybk. Chính vì vậy nên nay em xin phép các thầy/ cô cho cập nhật về việc xét tốt nghiệp bổ sung giúp em.. . Em xin cảm ơn.",
            "Chào bạn,. . PDT đã ghi nhận yêu cầu về đăng ký xét TN của bạn. SV vui lòng theo dõi email  và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 11/04/2022 SV vẫn chưa nhận được thấy tên trong ds dự kiến tốt nghiệp (http://www.aao.hcmut.edu.vn    Tốt nghiệp    Thông tin tốt nghiệp) hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ tại (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 04/2022 . . Về tình trạng sinh viên, khi nào bạn có tên trong ds dự kiến tốt nghiệp, PDT sẽ tự động ra QD thu nhận cho bạn nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Chào thầy cô ạ, do em đóng trễ học phí 211 nên vào ngày 29/03/2022 em đã bị tạm dừng học theo quyết định số 855 ngày 25/03/2022 và bị xóa TKB, bảng điểm, lịch thi, tín chỉ của cả học kì 211 và 212, e-learning và học phí 212 (cho phép thanh toán từ 04/04 đến 11/04).. . Vào ngày 31/03/2022 em đã thanh toán học phí 211 và có nộp đơn xin thu nhận lại và được Phòng đào tạo hẹn trả lời vào chiều ngày 07/04/2022. . . Vào chiều ngày 07/04/2022 em có lên Phòng đào tạo và được trả lời là đợi mail quyết định mới có thể khôi phục lại TKB 211+212. Nhưng nếu sau 11/04 em mới được khôi phục lại thì em sẽ không thể thanh toán học phí 212 đúng hạn được do bất khả kháng. Vì vậy em có thể xin được khôi phục trước 11/04 để em thanh toán học phí 212 đúng hạn được không ạ?. . . .",
            "Dạ hôm nay ngày 08/04/2022 em đã được mở lại học phí 212 và nhận được mail quyết định rồi ạ. Em cám ơn ạ.",
            "Mặc dù học phí 212 của em đã khôi phục lại nhưng nó vẫn hiển thị là \"Chưa đến kì thanh toán\" ạ trong khi hạn chót đóng tiền là 11/04/2022. Em có ra ngân hàng OCB thì chị nhân viên cũng nói là học phí 212 của em chưa cho phép đóng ạ.",
            "mặc dù chiều ngày hôm nay 11/04/2022 là hạn chót đóng tiền học phí 212 nhưng hiện giờ (sáng ngày 11/04) mybk của em vẫn hiển thị chưa cho phép thanh toán và trên ocb cũng không hiển thị phần học phí 212. Em có ra ngân hàng ocb nhưng nhân viên cũng bảo không thấy học phí 212 hiển thị để em thanh toán ạ.",
            "Chào bạn. . PĐT đã ghi nhận bạn thanh toán xong học phí HK212. Bạn vui lòng thanh toán học phí đúng thời gian theo quy định vào các học kỳ sau . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]  /b \t[full_name] [full_name] [full_name] [full_name]   i Tốt nghiệp  /i [full_name] [full_name] [full_name] [full_name] Em chào thầy cô,[full_name] [full_name] [full_name] [full_name] Cho e hỏi[full_name] [full_name] 1[full_name] Thời gian để xét tốt nghiệp là đến khi nào ạ[full_name] Có đợt xét bổ sung sau ngày 11/4 không ạ[full_name][full_name] [full_name] [full_name] [full_name] 2[full_name] Tốt nghiệp sắp tới có làm lễ không ạ, và thời gian cụ thể như thế nào ạ[full_name][full_name] [full_name] [full_name] [full_name] Em xin cảm ơn[full_name] [full_name] [full_name]",
            "\"Chào bạn,. . Trường hợp SV, khi nào em điều kiện tốt nghiệp, có thể gửi câu hỏi qua bksi để được xét TN bổ sung (nếu đã đủ điều kiện tốt nghiệp). SV xem lịch trình xét tốt nghiệp tháng 4/2022 tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 4/2022. . Về tình trạng sinh viên, khi nào em có tên trong ds dự kiến tốt nghiệp, PDT sẽ tự động ra QD thu nhận cho bạn nhé. . Về lễ tốt nghiệp tháng 4/2022 SV vui lòng đợi thông báo sau của nhà trường về lễ tốt nghiệp.. . SV sẽ đăng ký dự lễ tốt nghiệp tại khóa nhé!. . Thân\""
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Cho em hỏi là tuần 23 đã bắt đầu học kì hè nhưng tuần 28 em mới kết thúc phần   B bù thí nghiệm Giải tích mạch của HK211  /B  thì nghĩa là điểm môn Giải tích mạch sẽ có vào cuối kì hè hay sao ạ ?. . . . Nếu em đăng kí luận văn tốt nghiệp thì hậu kiểm điều kiện đăng kí luận văn tốt nghiệp là trước hay sau khi có điểm phần bù thí nghiệm đó ạ ?. . . . Em cảm ơn.",
            "Chào bạn,. . . . Bạn xem thông báo DKMH Hk213 tại tin nhắn của trang Bkel. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Cho em hỏi, tên trên bkpay khi chọn thanh toán bị sai thì sửa lại như thế nào ạ. Tên em nhập vẫn đúng, tới khi thanh toán mới hiện sai",
            "Chào em,. . Em liên hệ tại ngân hàng OCB để được hỗ trợ về tài khoản thanh toán nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Dạ em chào quý thầy cô Phòng Đào tạo!. . Em là sinh viên k17 khoa kỹ thuật giao thông. Do môn Dung sai và kỹ thuật đo ME3801 bên khoa em không còn học nữa nên học kì 1 em đã đăng ký học môn tương đương là Dung sai và kỹ thuật đo ME3003 bên khoa cơ khí. . . Nhưng do tình hình dịch covid nên giờ mấy bạn lớp em mới học thực hành xong. Có thể sẽ có điểm tổng kết trong vòng 1 đến 2 tuần nữa. Em thì đã có đầy đủ các điểm điểm thành phần và tổng kết từ trước nhưng vẫn phải đợi mấy bạn mới có thể cập nhật điểm.. . Mà em đã học xong chương trình học hết rồi, chỉ còn chờ điểm tổng kết môn học là em có thể đăng ký tốt nghiệp.. . Quý thầy cô cho em được hỏi là sau ngày 11/4 em có thể xin bổ sung đăng ký tốt nghiệp sau được không ạ ?",
            "Chào em,. . Khi nào có điểm và được cập nhật tại mybk/Thông tin SV, em có thể gửi câu hỏi qua bksi để xin xét tốt nghiệp bổ sung nhé.. . Em có thể liên hệ GV nhờ nhập điểm sớm cho SV và nộp cho Khoa chuyển Phòng Đào tạo cập nhật sớm và xét tốt nghiệp cho SV. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính gửi thầy(cô). . . .      Em hiện là sinh viên năm nhất của trường mình. Thầy cô cho em hỏi là mình có được đăng kí môn giáo dục thể chất trong học kì 213 không ạ? Tại vì em chưa hoàn thành học phần 1 môn giáo dục thể chất trong năm nhất nên em muốn đăng kí môn giáo dục thể chất vào học kì hè này. Em rất mong quý thầy cô sẽ trả lời thắc mắc này cho em.. . . .      Em xin chân thành cảm ơn!. .",
            "Chào em;. . môn giáo dục thể chất em đợi thông báo trên bkel nhé. . Lưu ý: Do sự thay đổi chính sách của Google, các thông báo và tin nhắn của Phòng Đào Tạo và BKeL bằng email KHÔNG còn được thực hiện. Sinh viên vui lòng theo dõi thông báo qua chức năng TIN NHẮN trên trang BKeL. Hãy cài đặt Moodle Mobile App để được nhắc nhở ngay trên thiết bị di động của cá nhân. . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Chào anh/chị, em có thắc mắc là em đã thi anh văn định kì đạt điểm 735 vào học kì 193. Thì bây giờ em có được giữ kết quả đó và được đăng kí môn năm 4 hay kết quả đã mất và em cần thi anh văn định kì lại ngay trong kì 212 đạt điểm mới được ạ?. .",
            "Chào bạn. . - Sinh viên vui lòng xem chi tiết quy định tại Quy chế học vụ đào tạo: aao.hcmut.edu.vn. .    sinh viên    quy chế    học vụ    Quyết định ban hành Quy định về học vụ và đào tạo bậc đại học (số 2933 ngày 10/9/21)/ Phụ lục 1. Quy định về chuẩn ngoại ngữ dành cho chương trình giảng dạy bằng tiếng Việt.. . - Kết quả anh văn định kỳ áp dụng cho toàn bộ thời gian học.. . Thân!"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em tên [full_name],MSSV [student_id]. . Thưa thầy ( cô) Em đã hoàn thành các điều kiện tốt nghiệp của học kì 211. Trong khi e đang bị tạm dừng trong học kì 211 do không đăng kí môn học chính, và em mong muốn được đăng kí tốt nghiệp trong học kì này.Em vừa có thi nói viết ngày 3/4 và hôm nay em đủ điều kiện để tốt nghiệp Nay em viết đơn này mong phòng đào tạo xét duyệt cho em được tiếp nhận lại và đăng kí tốt nghiệp.Em xin chân thành cảm ơn.",
            "Tốt nghiệp. . . . Em tên [full_name],MSSV [student_id]. . Thưa cô em đã nhận được câu trả lời từ cô ạ.Em cảm ơn cô. Em có hơi thắc mắc một xíu, cho em hỏi là giờ em đợi mail của pdt rồi mới đăng ký tốt nghiệp được phải không ạ. Chứ hiện tại em vô xem thì không đăng ký được. Em xin chân thành cảm ơn."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp  /i  Kính thưa quý thầy cô Phòng Đào Tạo trường Đại Học Bách Khoa Tp.HCM.. . . . Em tên : [full_name].. . MSSV : [student_id].. . Em đã hoàn tất chương trình đào tạo tất cả các môn học tại trường. EM xin quý thầy cô xem xét và cấp bằng tốt nghiệp tạm thời cho em để phục vụ nhu cầu cá nhân.. . EM xin chân thành cảm ơn quý thầy cô.. . Trân trọng mến chào.. .  Sinh viên. . . . [full_name]. . . .",
            "Chào bạn,. . PDT đã ghi nhận yêu cầu về đăng ký xét TN của bạn. SV vui lòng theo dõi email  và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 11/04/2022 SV vẫn chưa nhận được thấy tên trong ds dự kiến tốt nghiệp (http://www.aao.hcmut.edu.vn    Tốt nghiệp    Thông tin tốt nghiệp) hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ tại (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 04/2022 . . Về tình trạng sinh viên, khi nào bạn có tên trong ds dự kiến tốt nghiệp, PDT sẽ tự động ra QD thu nhận cho bạn nhé. . Thân\"\"\""
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Kính gửi: Qúy thầy cô Phòng đào tạo;. . . . Em tên là: [full_name], MSSV: [student_id]. . Sinh viên Khóa 2016, ngành Kỹ thuật Nhiệt, Khoa Cơ khí.. . . . Em bị tạm dừng vì không đăng kí môn học học kì 1 năm học 2021-2022, em còn thiếu anh văn nói viết.. . . . Đến ngày hôm nay 07/04/2022. Em đã đạt anh văn nói viết (Kỳ thi ngày 03/04/2022 do Bách Khoa English tổ chức), đủ điều kiện đăng kí tốt nghiệp. . . . . Em kính mong, quý thầy cô cho em hướng dẫn để em được nhận bằng tốt nghiệp đợt tháng 4/2022 này!. . . . Em chân thành cảm ơn!. . [full_name]",
            "\"Chào bạn,. . PDT đã ghi nhận yêu cầu về đăng ký xét TN của bạn. SV vui lòng theo dõi email  và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 11/04/2022 SV vẫn chưa nhận được thấy tên trong ds dự kiến tốt nghiệp ( Tra danh sách tại http://www.aao.hcmut.edu.vn    Tốt nghiệp    Thông tin tốt nghiệp) hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 04/2022 (cập nhật mới gia hạn thời gian xử lý tốt nghiệp). . Về tình trạng sinh viên, khi nào em có tên trong ds dự kiến tốt nghiệp, PDT sẽ tự động ra QD thu nhận cho bạn nhé. . Thân. . \""
        ]
    },
    {
        "intent": "",
        "message": [
            "Thưa thầy cô,. . em tên [full_name]. . MSSV: [student_id]. . Khoa: Cơ khí. . Lớp CK15NH2. . Học kỳ HK2.21.22 em bị “ Xóa tên vì hết thời gian học”. Theo số quyết định. . 727/QĐ-ĐHBK. Ngày ra quyết định là 15-03-2022. Hiện tại em đã hoàn thành đủ. . mọi điều kiện để được xét tốt nghiệp. Em đã tích lũy đủ số tín chỉ ngành, đủ 15. . ngày CTXH, đạt chuẩn anh văn TOEIC, Nói-[full_name]…. . Em xin nộp đơn cứu xét thu nhận lại để đăng ký tốt nghiệp vào đợt tháng 4/2022.. . Em xin chân thành cảm ơn . .",
            "Chào bạn. . - Bạn đã có tên trong danh sách dự kiến tốt nghiệp, Bạn sẽ nhận mail vào tuần sau để thực hiện khai thông tin tốt nghiệp theo hướng dẫn nghen. . - Về tình trạng sinh viên tạm dừng (hoặc K15: bị xóa tên vì hết thời gian học), khi nào em có tên trong ds dự kiến tốt nghiệp, PDT sẽ tự động ra QD thu nhận cho bạn,. . khi nào chuyển qua trạng thái đang học, em vào đăng ký tốt nghiệp lại nghen. . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Học vụ. . Kính gửi: Phòng đào tạo trường đại học Bách Khoa thành phố Hồ Chí Minh.. . Em tên là [full_name], MSSV [student_id], lớp XD14KT, ngành Kiến trúc, khoa Kỹ thuật xây dựng.. . . . Sau đây em xin được trình bày về trường hợp của em. Em năm nay là sinh viên năm cuối, hiện đã đạt hết các môn học trong chương trình đào tạo, đủ số ngày CTXH.. . . . Nhưng em chưa có đạt anh văn nghe - nói.. . . . Nay em viết đơn này, kính mong thầy cô cho phép em được gia hạn thêm 01 học kỳ, để em có khả năng hoàn thành kịp chương trình đào tạo, và lấy được bằng tốt nghiệp.. . . . Rất mong thầy cô tạo điều kiện giúp em đợt này, em sẽ cố gắng hết sức để hoàn thành mục tiêu ạ, em cảm ơn thầy cô rất nhiều",
            "Chào bạn,. . . . Pđt gởi đính kèm Mẫu đơn kéo dài thời gian đào tao, SV điền thông tin và gởi tại BKSI để Pđt xử lý. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em xin chào thầy, cô!. . Em tên: [full_name]. MSSV:[student_id].. . Em đã hoàn thành xong luận văn tốt nghiệp nhưng em chỉ còn thiếu anh văn thôi ạ, em có thể đăng kí chuyển hện sang Vừa làm vừa học được không ạ. và khi em đăng kí chuyển hệ thì khóa vùa học vừa làm của em là k2015 hay k2022 vậy ạ. Em cần nộp toeic bao nhiêu thì sẽ được xét tốt nghiệp vào tháng tư này ạ!. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Do 1 vài lý do cá nhân mà có thể em không kịp thi để nộp CCNN để đủ điều kiện đăng ký môn học kì 213. Vậy em có thể làm đơn xin cứu xét để ban lãnh đạo xem xét được không ạ?. . Em cảm ơn.",
            "Chào bạn,. . . . - Bạn vui lòng xem chi tiết quy định tại Quy chế học vụ đào tạo: aao.hcmut.edu.vn. .    sinh viên    quy chế    học vụ    Quyết định ban hành Quy định về học vụ và đào tạo bậc đại học (số 2933 ngày 10/9/21)/ Phụ lục 1. Quy định về chuẩn ngoại ngữ dành cho chương trình giảng dạy bằng tiếng Việt.. . . . . . - Bạn vui lòng thực hiện theo đúng quy định. . . . Lưu ý: Do sự thay đổi chính sách của Google, các thông báo và tin nhắn của Phòng Đào Tạo và BKeL bằng email KHÔNG còn được thực hiện. Sinh viên vui lòng theo dõi thông báo qua chức năng TIN NHẮN trên trang BKeL. Hãy cài đặt Moodle Mobile App để được nhắc nhở ngay trên thiết bị di động của cá nhân. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em chào PĐT,. . Vào kỳ 211 em có hoãn thi môn Cơ học thủy khí (TR1005), và bây giờ em có thấy hiện lịch thi của em là vào ngày 16/04. Em muốn hỏi là em có thể dời lại lịch kiểm tra này sang học kỳ 221 không ạ?",
            "Chào bạn. . Hiện tại [full_name] đã cố gắng xếp lịch thi xóa điểm hoãn thi cho SV, nên SV vui lòng cố gắng tham gia theo quy định. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em đã đóng học phí của học kì trước mong được đi học lại và phục hồi lại tkb của hk212. . Em chân thành cảm ơn",
            "Chào bạn. . Bạn đợi mail gởi qd thu nhận lại nghen. . Lưu ý: Do sự thay đổi chính sách của Google, các thông báo và tin nhắn của Phòng Đào Tạo và BKeL bằng email KHÔNG còn được thực hiện. Sinh viên vui lòng theo dõi thông báo qua chức năng TIN NHẮN trên trang BKeL. Hãy cài đặt Moodle Mobile App để được nhắc nhở ngay trên thiết bị di động của cá nhân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Theo chương trình giảng dạy của PĐT (đã thông báo) em phải đăng kí học tối thiểu HP1 của môn GDTC trong năm 1 (năm học 2021-2022), tuy nhiên ở đợt đăng kí HK2 khi em đăng kí (từ lúc có thông báo) tất cả các lớp thể chất đều thông báo hết chỗ và không cho đăng kí.. .  Do đó em xin hỏi PĐT lớp gdtc có mở vào Học Kì Hè không để em đăng kí học cho kịp chương trình đào tạo của trường.. .   Nếu lớp GDTC không mở vào HK Hè em xin PĐT có một giải pháp cho trường hợp của em ạ.",
            "Chào em;. . em chờ thông báo môn giáo dục thể chất trên bkel nhé. . Lưu ý: Do sự thay đổi chính sách của Google, các thông báo và tin nhắn của Phòng Đào Tạo và BKeL bằng email KHÔNG còn được thực hiện. Sinh viên vui lòng theo dõi thông báo qua chức năng TIN NHẮN trên trang BKeL. Hãy cài đặt Moodle Mobile App để được nhắc nhở ngay trên thiết bị di động của cá nhân. . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Dạ em chào quý thầy cô. . Hiện tại em đã đủ 141 tín chỉ và có kết quả thẩm tra toeic (nghe & đọc) 565 điểm và em vừa có kết quả điểm toeic (nói & viết) 220 điểm vào ngày 7/4. Em không nợ học phí hay sách và đủ 15 ngày ctxh. Em mong quý thầy cô có thể xem lại em trên hệ thống, coi em có đủ hay còn thiếu điều kiện để tốp nghiệp không ạ? Và em biết rằng chỉ còn được vài ngày nữa là sẽ hết hạn đăng ký tốt nghiệp. Vậy thì trong khoảng thời gian còn lại thì em có khả năng đăng ký tốt nghiệp trước 11/4 không ạ? Em sợ sẽ qua mất đợt đăng ký tốt nghiệp này. Em mong quý thầy cô có thể giải đáp thắc mắc của em với ạ.. . Em có đính kèm hình ảnh kết quả thẩm tra toeic (nghe & đọc) 565 điểm và kết quả điểm toeic (nói & viết). . Em cảm ơn quý thầy cô ạ",
            "\"Chào bạn,. . PDT đã ghi nhận yêu cầu về đăng ký xét TN của bạn. SV vui lòng theo dõi email  và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 11/04/2022 SV vẫn chưa nhận được thấy tên trong ds dự kiến tốt nghiệp ( Tra danh sách tại http://www.aao.hcmut.edu.vn    Tốt nghiệp    Thông tin tốt nghiệp) hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 04/2022 (cập nhật mới gia hạn thời gian xử lý tốt nghiệp). . Về tình trạng sinh viên, khi nào em có tên trong ds dự kiến tốt nghiệp, PDT sẽ tự động ra QD thu nhận cho bạn nhé. . Thân. . \""
        ]
    },
    {
        "intent": "",
        "message": [
            "Em tên: [full_name] . . Mssv: [student_id] lớp: L05. . Môn hoãn thi: Hóa hữu cơ (CH2021).. . Em gửi mail này muốn hoãn thi giữa kỳ môn hóa hữu cơ vì lý do thiết bị của em không đáp ứng đủ yêu cầu,máy điện thoại em không thể quay video 60p được, nó tầm 30p nóng máy nó sẽ tự reset làm ảnh hưởng đến quá trình và kết quả thi. Em muốn hoãn thi giữa kỳ môn này và hy vọng được thi offline vào thời gian tới. Xin cảm ơn.",
            "\"\"\"Chào bạn,. . Về việc kiểm tra bổ sung (giữa kỳ):. . SV có thể liên hệ với GV để xin được kiểm tra bổ sung lại, nếu GV không đồng ý. . Bạn vui lòng tải mẫu đơn: Phiếu đăng ký dự thi kiểm tra bổ sung tại trang web : aao.hcmut.edu.vn    Sinh viên    biểu mẫu. . Điền đầy đủ thông tin đính kèm minh chứng nộp tại BKSI (áp dụng đối với các môn lý thuyết có lịch thi ). . Thân\"\"\""
        ]
    }
]