[
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được . Mã môn: PE1021. . Mã nhóm: L20",
            "Đã đăng ký cho bạn"
        ]
    },
    {
        "intent": "",
        "message": [
            "Em xin đăng kí bổ sung môn học cơ lưu chất (CI2003) và môn phương pháp tính (MT1009) vì em chỉ còn 2 môn là hoàn thành chương trình đào tạo nhưng do em có điểm học kì hè sau khi kết thúc đợt đăng kí dự thính cuối cùng nên không thể đăng kí được. Em mong nhà trường cho em cơ hội để hoàn thành chương trình học. Em xin cảm ơn",
            "Đã đăng ký môn MT1009 cho bạn. . . . riêng môn Ci2003 không mở ở học kỳ dự thính 191"
        ]
    },
    {
        "intent": "",
        "message": [
            "b SV: [full_name]  /b . . Cho em xin thắc mắc về việc cập nhật CTXH hiến máu nhân đạo 7/9/2019 vẫn chưa được đoàn trường cập nhật. Hạn tốt nghiệp đã gần tới. . . Mong đoàn hội xem xét cập nhật sớm cho sinh viên.",
            "Chào bạn,. . Ngày công tác xã hội bạn vui lòng liên hệ trực tiếp văn Phòng đoàn Khoa bạn nhé.. . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "PE1015 L28",
            "Đã đăng ký cho bạn"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Khác ... . Cho em hỏi cách đăng kí bổ sung dự thính như thế nào ạ? Do em vừa mới được chuyển điểm anh văn",
            "Bạn cần đăng ký môn học nào (MSMH + mã nhóm)",
            "MSMH: CI2007. . Mã nhóm : DT01",
            "Đã đăng ký cho bạn"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được . Dạ cho em hỏi, nếu đã lỡ đợt đăng ký anh văn đầu vào nhưng nếu muốn  không tham gia thi và học ở trường thì phải làm sao ạ? . . Em cảm ơn ạ. . .",
            "Chào bạn,. . Nếu bạn không chọn đăng ký gì thì mặt định có tên trong dsach thi và xếp lớp môn anh văn.. . Nếu bạn không muốn tham gia và xếp lớp av thì vui lòng viết đơn và nộp trực tiếp tại Phòng đào tạo.. . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Em là [full_name], học lớp CK18HT, em đã làm mất bằng tốt nghiệp và xin gia hạn được đến hết tháng 9, nhưng em đã về sở để làm lại và mất thời gian khá dài mới hoàn thành được, cho em xin gia hạn thêm được không ạ?. .",
            "Chào bạn. . Hiện tại trường đang giao d9aon5 thẩm tra bằng PTTH để hoán tất hồ sơ sv K2018 nên chỉ có thể gia hạn cho bạn đến hết tháng 10/20109.. . Bạn có gắng nộp trước 30/10/2019 bạn nhé.. . Thân.",
            "li answer rate: Answer suits the needs / Câu trả lời đúng ý"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được .",
            "Chào bạn. . . . PĐT đã xét đăng ký và trả kết quả vào ngày 5/9/2019. Bạn vào đợt 2 ĐKMH -  xem lịch sử để biết lý do không đăng ký được."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Chào thầy/cô!!. . Em là [full_name] đến từ lớp XD19LT06. Việc là thẻ sinh viên của em trên web mybk để là đã được in vào ngày 05-09-2019 nhưng hiện nay em vẫn chưa nhận được vậy cho em hỏi em lấy thẻ ở chỗ nào ạ? Em đã liên hệ cô chủ nhiệm nhưng cô kêu em lên hỏi PĐT.. . Em xin chân thành cảm ơn ạ!!",
            "Chào bạn,. . Hiện tại thẻ sv của bạn đang có tai PHòng đào tạo -cơ sở 2, bạn vui lòng đến nhận nhé.. . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Em đã đăng kí nộp chứng chỉ ngoại ngữ và đã hợp lệ miễn 4 anh văn. Vậy em có phải thi anh văn đầu vào không ạ? Em cảm ơn.",
            "Chào bạn,. . NẾu bạn đã đăng ký thi nhưng giờ không tham gia thì bạn phải viết đơn trình bày nộp tại Phòng đào tạo .. . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp - Đại học - Cao đẳng chính quy   Cập nhật ngày CTXH, điểm ... . Chào anh, chị. . Em là [full_name]. . MSSV: [student_id]. . Hiện tại em vẫn chưa có tên trong danh sách tốt nghiệp nên em muốn anh chị thêm tên em vào danh sách để em có thể đăng kí kịp thời hạn.. . Em cảm ơn.",
            "Chào bạn,. . Bạn vui lòng liên hệ trực tiếp Phòng đào tạo để được hỗ trợ.. . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác  /i",
            "Môn Kỹ Thuật Số (E1015). .   QUOTE  MSSV/MSGV: [student_id]    . . . . Yêu cầu khác  /QUOTE . .",
            "Bạn có nộp đơn xin rút môn học hoặc hủy môn học tại CS2 không ?",
            "Chào bạn.. . PĐT sẽ phục hồi lại TKB cho bạn.. . bạn đi học bình thường nhé.. . Nhân tiện cho mình hỏi là bạn có làm đơn rút môn học hay hiểu chỉnh môn học nào không ?",
            "Em có xin rút Môn Bơi PE(1019) để đăng ký Dự Thính. . .. .",
            "[full_name] [full_name] [full_name]"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . chưa có tên trong danh sách phát giấy hoãn nghĩa vụ quân sự. . . .",
            "responsible person: [551] [staff_name] [helpdesk staff]",
            "Chào bạn,. . Bạn vui lòng liên hệ trực tiếp tổ kỹ thuật phòng đào tạo -cơ sở 1 để được hổ trợ.. . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác  /i  . . em chưa có tên trong danh sách in giấy nghĩa vụ quân sự ở văn phòng khoa ( khoa học máy tính ). . làm thế nào để nhận được giấy hoãn vụ quân sự ?",
            "Chào bạn,. . Bạn vui lòng liên hệ trực tiếp tổ kỹ thuật phòng đào tạo -cơ sở 1 để được hổ trợ.. . Thân.",
            "li answer rate: Answer suits the needs / Câu trả lời đúng ý"
        ]
    },
    {
        "intent": "",
        "message": [
            "Em chào cô. . . Em tên là [full_name]. . MSSV [student_id]. . . . Cô ơi, bây giờ môn hình học hoạ hình với môn vẽ bóng phối cảnh từ k17-k18 là 2 môn. Bây giờ đến k19 bị gộp lại thành 1 môn thôi. Do chương trình đào tạo học đổi rồi. Bây giờ có một vài bạn qua môn này lại thiếu môn kia. Vậy bây giờ các bạn muốn trả nợ nhưng bây giờ không biết làm thế nào?  . . Cô cho em hỏi như vậy mình có thể giải quyết như thế nào ạ?. . Em mong được giúp đỡ. . Em xin cám ơn cô!",
            "Chào bạn. . . . Bạn liên hệ trực tiếp Khoa Xây Dựng - Bộ môn kiến trúc để được đề xuất môn học tương đương thay thế nhé."
        ]
    },
    {
        "intent": "",
        "message": [
            "B   b MSSV/MSGV: [student_id]2  /b \t. . . . Dạ cho em hỏi, em đã kiểm tra điều kiện tốt nghiệp về Chứng chỉ AV, số TCTL ngành, số ngày công tác xã hội và không ràng buộc các điều kiện khác, mà sao danh sách tốt nghiệp dự kiến em không có tên. Em biết thời gian đăng ký tốt nghiệp vào cuối tháng 9, gần hết thời gian mà em vẫn chưa có tên, em rất lo lắng mong phòng Đào tạo giải đáp giúp em.. . Em xin cảm ơn.",
            "responsible person: [551] [staff_name] [helpdesk staff]",
            "Chào bạn,. . Bạn vui lòng liên hệ trực tiếp Phòng đào tạo để được hỗ trợ.. . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: 1813412  /b \t. . . .   i Chứng chỉ ngoại ngữ - Đại học - Cao đẳng chính quy   Thẩm tra chứng chỉ (nộp chứng chỉ) . Cho em xin được đặt câu hỏi là em đã rút môn học Anh Văn 2 sau khi đăng kí, điểm là R. Khi em nộp chứng chỉ Anh Văn TOEIC 550 vào là em được qua Anh Văn 2 3 4 được không ạ?",
            "Chào bạn, . . Khi bạn nộp chứng chỉ ngoại ngữ bạn phải đăng ký chuyển điểm các môn AV theo đúng quy trình thì mới được tính đạt môn Av bạn nhé.. . Bạn xem hướng dẫn cách nộp chứng chỉ và chuyển điểm tại  www.aao.hcmut.edu.vn- Sinh viên -  Hướng dẫn - Ngọại ngữ.. . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "[full_name] [student_id]/MSGV: [student_id]   Em đã hoàn thành hết các môn học và thiếu chứng chỉ anh văn nên không thể tốt nghiệp đúng hạn, và giờ em không đăng kí được môn học để duy trì tình trạng học tập, để tránh bị cảnh cáo học vụ. Mong thầy cô cho em xin 1 vài hướng giải quyết. Em cảm ơn !  \t. . . .",
            "Chào bạn,. . Phải thực hiện theo đúng quy định nhé bạn:. . http://www.aao.hcmut.edu.vn/sinh viên/quy chế/Quy chế đào tạo và học vụ bậc đại học, cao đẳng:. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Lịch thi - Đại học - Cao đẳng chính quy   Lịch thi (không tìm thấy,sai phòng thi,...)  /i Vào ngày 16/11 em có thi 2 môn hệ thống số vào lúc 9g00 và nhập môn điện toán vào lúc 10g00. Không biết như vậy có bị cận giờ không vậy ạ?. . . .",
            "Chào bạn,. . Hai môn học của bạn thi cùng 1 cơ sở và đủ thời gian thi 2 môn không bị cận giờ nha bạn.. . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "B Chứng chỉ ngoại ngữ - Đại học - Cao đẳng chính quy   Khác ... . Em nhận học bổng ở quê vào ngày thi anh văn đầu vào 28/9.nhờ người thân nhận dùm không được.cho em hỏi có thể thi lại được không hoặc còn cách nào không ạ",
            "Chào bạn,. . BẠn vui lòng nộp đơn tại Phòng đào tạo xin không thi, đợt thi này chỉ tổ chức 1 lần.. . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp - Đại học - Cao đẳng chính quy   Cập nhật ngày CTXH, điểm ... . Em chào thầy/cô. Em có mssv [student_id], hè vừa qua em có đăng kí học cải thiện môn học. Thầy/cô vui lòng cập nhật điểm xét tốt nghiệp giúp em. Em xin cám ơn.",
            "Chào bạn,. . Điểm học kỳ hè đã được cập nhật (nếu có điểm). Bạn kiểm tra nếu có khiếu nại bạn có thể ghi rõ nội dung cụ thể môn nào chưa được cập nhật (so với bảng điểm in ra chính thức từ phòng Đào tạo). . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em  tên [full_name], mssv [student_id], hiện học hệ Chính  quy K14 KH&KT MT tại CS2 Bách Khoa.. . . . Vì em đăng kí môn học trễ nên   B chưa được in sẵn  /B  giấy tạm hoãn Nghĩa vụ quân sự. Trên trang   B myBK  /B , em không tìm được mục   B In riêng giấy tạm hoãn NVQS  /B    (như ảnh đính kèm) để đăng kí online. . . . Em có lên PDT CS2 hỏi thì cô bảo phải đợi họ mở lại thì mới đăng kí được. . . . Do em đang cần gấp, nên em muốn hỏi hiện có thể đăng kí xin giấy này ở đâu và thủ tục ntn ạ. . . . Em cảm ơn.. .",
            "responsible person: [551] [staff_name] [helpdesk staff]",
            "Chào bạn,. . Phòng đào tạo sẽ in và chuyển Phòng đào tạo cơ sở 2 cho bạn vào T6 ngày 27/09/2019.. . Thân.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "nhận giấy xác nhận sinh viên ở văn phòng nào? (tại cơ sở 2). .",
            "Chào bạn,. . Nếu bạn chon lấy chứng nhận sv tại cơ sở 2 là ở Phòng đào tạo -CS2.. . Thân.",
            "li answer rate: Answer suits the needs / Câu trả lời đúng ý"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . đăng kí giấy hoãn nghĩa vụ quân sự online bằng cách nào ạ ?. .",
            "Chào bạn,. . Giấy Hoãn nghĩa vụ quân sự trường đã in và gởi về KHoa cho bạn rồi, nếu bạn bị thất lạc muốn in lại thì vui lòng liên hệ trực tiếp tổ kỹ thuật Phòng đào tạo -cơ sở 1 để được hỗ trợ.. . Thân.",
            "li answer rate: Answer suits the needs / Câu trả lời đúng ý"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được . Môn kinh tế kỹ thuật (ME2045) của em đăng ký vì sao không được xét duyệt vậy ạ? Mong phòng đào tạo xét duyệt lại giúp em.Em xin cám ơn.",
            "PĐT đã trả kết quả không đăng ký được ngày 5/9/2019. . . . Bạn vào đợt 2 đăng ký dự thính -  xem lịch sử đăng ký để biết lý do ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp - Đại học - Cao đẳng chính quy   Khác ... . Chào thầy/cô, hiện tại em đã đăng ký tốt nghiệp và nhận giấy chứng nhận tốt nghiệp tạm thời. Tuy nhiên, tên của em vẫn chưa có trong danh sách tốt nghiệp chính thức đợt tháng 11/2019 này. Như vậy có ảnh hưởng gì đến lịch trình tốt nghiệp của em không ạ?",
            "CHào bạn,. . Danh sách tốt nghiệp chính thức sẽ cập nhật trong tháng 10, abn5 vui lòng đợi.. . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "cho em hỏi sao em đã đăng kí thi tiếng anh đầu vào từ tuần trước mà tới giờ vẫn chưa có lịch thi và phòng thi cho em ạ, em đăng kí thi nhưng không xếp lớp",
            "Thời gian: 09/25/2019 10:11:33 pm. . Từ: [15734] ([student_id]) [full_name]. . . . MSSV/MSGV: [student_id]    . . . . cho em hỏi sao em đã đăng kí thi tiếng anh đầu vào từ tuần trước mà tới giờ vẫn chưa có lịch thi và phòng thi cho em ạ, em đăng kí thi nhưng không xếp lớp",
            "Chào bạn,. . Phòng đào tạo đã kiễm tra thông tin bạn chọn trên web là \" KHông tham gia thi\"...nên bạn sẽ không có tên trong dsach thi bạn nhé.. . Thân.. .",
            "Bạn đăng ký lựa chọn 2. . . . Bạn lên xem lại nhé (file đính kèm). . . . Hoặc bạn vào đợt đăng ký coi lại lựa chọn của mình. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Khác ... . Kính gửi Phòng Đào Tạo,. . Em tên [full_name] MSSV [student_id]2.. . Em xin đăng ký bổ sung môn Pháp luật đại cương SP1007 lớp DT01.. . Em Xin cảm ơn.. .",
            "Đã đăng ký cho bạn"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được . Em tên [full_name].MSSV:[student_id].Lớp BD16CDT. . Kính xin phòng đào tạo cho em được đăng kí bổ sung môn học học kì dự thính 191 môn:. . -260657:cơ điện tử . . Trong khi chờ đợi kết quả em xin chân thành cảm ơn.",
            "Đã đăng ký cho bạn"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tăng sĩ số lớp môn học . Hiện tại, em chưa đăng kí môn cơ ứng dụng as2007. Em biết là dự thính học được một buổi rồi. Nay em xin cho em được học môn này vì mỗi năm chỉ mở một lần ạ.  ( em muốn học lớp tiết 3 4 5 chủ nhật). Nếu được thì em làm thủ tục thế nào ạ. Em ghân thành cảm ơn.",
            "Chào bạn. . . . Bạn không đăng ký được môn AS2007 vì chưa đạt chứng chỉ av sau năm 1."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em bị mất giấy xác nhận sinh viên thì làm thế nào ạ. Em cảm ơn !",
            "responsible person: [551] [staff_name] [helpdesk staff]",
            "Chào bạn,. . Bạn có thể đăng ký online trên Mybk bạn nhé.. . Thân.",
            "e thấy trên mybk để chỉ 1 lần đăng kí trên 1 kì. Và e không rõ mục đăng kí giấy hoãn NVQS là mục nào",
            "Bạn phải nói rõ là giấy hoãn nghĩa vũ quân sự chứ, câu hỏi trước bạn hỏi là giấy xác nhận sinh viên mà???. . Nếu là giấy hoãn nghĩa vũ quân sự thì bạn phải liên hệ trực tiếp tổ kỹ thuật phòng đào tạo -cơ sở 1 để được hỗ trợ.. . Thân.. .",
            "dạ chị có thể cho e xin sđt PĐT CS1 không ạ ! e cảm ơn !",
            "Bạn phải   B liên hệ trực tiếp  /B   U  tổ kỹ thuật phòng đào tạo -cơ sở 1 để được hỗ trợ."
        ]
    },
    {
        "intent": "",
        "message": [
            "CODE em vừa được cứu xét thu nhận lại tại học kì 191 và lúc đó em không được nhà trường phát giấy tạm hoãn nghĩa vụ quân sự. Hiện tại em đã đăng kí môn học và em mong nhà trường có thể cấp cho em giấy tạm hoãn nghĩa vụ quân sự, em xin chân thành cảm ơn ạ .",
            "Nếu là giấy hoãn nghĩa vũ quân sự thì bạn phải liên hệ trực tiếp tổ kỹ thuật phòng đào tạo -cơ sở 1 để được hỗ trợ.. . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính gửi: Phòng Đào Tạo. . . . Em tên: [full_name]. .         MSSV: [student_id]. .         Ngành: Bảo Dưỡng Công nghiệp. . Nay em xin trình bày một việc như sau:. . Do lúc đăng kí học kì dự thính em không thấy mở lớp môn Vi xử lý-vi điều khiển, nay em thấy bạn có thời khóa biểu môn này nên em xin phòng đào tạo cho em được đăng kí bổ sung môn học: _260634_ Vi xử lý-vi điều khiển . . Em kính mong phòng đào tạo xem xét để tạo điều kiện cho em được mở môn học.. . Em xin cảm ơn.",
            "ĐÃ đăng ký cho bạn"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Làm thế nào để e đăng kí lại giấy hoãn NVQS vậy.En thấy trên mybk để chỉ 1 lần đăng kí trên 1 kì. Và e không rõ mục đăng kí giấy hoãn NVQS là mục nào. .",
            "Nếu là giấy hoãn nghĩa vũ quân sự thì bạn phải liên hệ trực tiếp tổ kỹ thuật phòng đào tạo -cơ sở 1 để được hỗ trợ.. . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Lịch thi - Đại học - Cao đẳng chính quy   Lịch thi (không tìm thấy,sai phòng thi,...) . Cho em hỏi em có đến ký thi anh văn đầu vào bà xếp lớp nhưng trong lịch thi của em ở mybk lại không có lịch thi anh văn đầu vào.",
            "Bạn kiểm tra lại lịch thi nhé"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được . Mong phòng đào tạo cứu xét giúp em , em lỡ đăng kí nhầm chuyển hệ , mong nhà trường hãy cho em đăng kí giải tích 1 ( MT 1003 ) và giải tích 2 ( MT1005 ) trong đợt dự thính học kì 191 , em muốn học để kì sau được đăng kí luận văn , mong pdt suy xét để cho em đăng kí , em cảm ơn ạ , em khoá k14",
            "Chào bạn. . . . Bạn bị hủy kết quả đăng ký môn học trong đợt 2 do nợ hoặc thanh toán trễ hạn học phí dự thính HK183.. . . . Bạn đã thanh toán học phí online và nộp đơn trình bày lý do đóng trễ về PĐT chưa?",
            "dạ chưa ạ , ngày mai em nộp lên phòng đào tạo thì em đăng kí lại được không ạ , em rất cần đăng kí 2 môn trong kì này để trả nợ ạ",
            "bạn nộp đơn trước ngày 29/9 để được giải quyết nhé."
        ]
    },
    {
        "intent": "",
        "message": [
            "b Tên: [full_name]  /b . .   b MSSV: [student_id]  /b \t. . Em thắc mắc về việc đăng kí tốt nghiệp. Mặc dù đã đủ điều kiện theo dự tính nhưng khi vào đăng kí tốt nghiệp thì được báo là \"không tìm thấy sinh viên\". Phòng đào tạo có thể kiểm tra giùm em được không ạ. . . Em cảm ơn. . . .",
            "QUOTE Tên: [full_name]. . MSSV: [student_id]    . . Em thắc mắc về việc đăng kí tốt nghiệp. Mặc dù đã đủ điều kiện theo dự tính nhưng khi vào đăng kí tốt nghiệp thì được báo là \"không tìm thấy sinh viên\". Phòng đào tạo có thể kiểm tra giùm em được không ạ. . . Em cảm ơn. . . .   /QUOTE . . Chào [full_name], Danh sách dự kiến sẽ được cập nhật lại vào cuối ngày 01/10/2019 và em sẽ nhận được mail “Thông báo lịch trình tốt nghiệp đợt 2 năm 2019”"
        ]
    },
    {
        "intent": "",
        "message": [
            "kính gửi Phòng đào tạo Trường ĐHBK TP-HCM. . Hiện tại em đã hoàn thành hầu hết các môn học ở trường nhưng do thiếu Ngoại Ngữ nên em chưa thể ra trường và để duy trì trạng thái còn học em đã đăng ký 1 môn thép 2 ở kỳ dự thính (lúc đó khoảng 30sv đăng ký). Nhưng do bản thân chủ quan nên ít xem thời khóa biếu giờ mới vào xem thì không thấy thời khóa biểu mới biết môn đó không mở lớp . . xin phép Phòng đào tạo có thể cho em đăng ký môn học dự thính để duy trì trang thái còn học cũng như làm đúng quy định của nhà trường. . em xin trân trọng cảm ơn. .   i Yêu cầu khác .",
            "Bạn cung cấp mã môn học cần đăng ký để PĐT kiểm tra"
        ]
    },
    {
        "intent": "",
        "message": [
            "Hôm trước em đăng kí thi AVĐV và xếp lớp ạ. Nhưng thứ 7 này em phải về quê vì có việc, nên em muốn hỏi là em có thể xin phép hôm đó không thi AVĐV và sẽ nộp bằng vào cuối năm I được không ạ",
            "Chào bạn,. . Bạn vui lòng nộp đơn tại phòng đào tạo.. . Thân.",
            "Dạ em muốn hỏi thêm là nộp đơn gì ạ. Vì trên biểu mẫu không có form về Chứng chỉ anh văn ạ",
            "Không có biểu mẫu nha bạn, trình bày đơn theo đúng mong muốn của bạn nhé, và nộp lại Phòng Đào tạo trong ngày hôm nay (27/09/2019)"
        ]
    },
    {
        "intent": "",
        "message": [
            "Dịch vụ cho sinh viên - Đại học - Cao đẳng chính quy   Bằng tốt nghiệp THPT . Kính gửi Quý thầy cô Phòng Đào tạo trường Đại học Bấch Khoa TP.HCM. . . . Em tên [full_name] - MSSV: [student_id]. . . . Em đã nộp bản sao Bằng tốt nghiệp THPT cho lớp trưởng của lớp cũ trong HK182. Nhưng trên trang Thông tin văn bằng của MyBK báo rằng Phòng Đào tạo chưa nhận được bản sao Bằng tốt nghiệp THPT của em ạ. . . Mong Phòng Đào tạo xem xét và trả lời câu hỏi của em. Em xin chân thành cảm ơn.",
            "Chào bạn,[full_name] [full_name] Hiện tại [full_name]hòng đào tạo đang xác minh bằng [full_name]TTH, khi nào [full_name][full_name]đào tạo có kết quả xác minh xong mới xác minh bằng trên Mybk và sẽ gởi email báo tất cả sinh viên[full_name][full_name] [full_name] Nếu bạn đã nộp cho lớp trưởng nộp lên [full_name]hòng đào tạo rồi thì bạn vui lòng chờ[full_name][full_name] [full_name] Thân[full_name][full_name] [full_name]"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]  /b . . Em sinh viên năm 4 trong học kỳ này em ko đủ anh văn cho năm 4 nên ko đăng ký dc môn học chuyên nghành.. . Thầy cô cho em hỏi ngày có kết quả kiểm tra anh văn định kỳ ở trường là ngày 24/12   còn hạn cuối đăng ký hiệu chỉnh học kỳ 192 là ngày 23/12 vậy kỳ thi anh văn ở trường có kịp để đăng ký môn học không???. . Em rất mong được thầy, cô trả lời, vì nó ảnh hưởng đến quá trình học tập của em rất nhiều. em xin trân thành cảm ơn.\t. . . .",
            "responsible person: [551] [staff_name] [helpdesk staff]",
            "Chào bạn,. . Kết quả kiểm tra anh văn định kỳ ở trường ngày 24/12 sẽ chỉ được cập nhật cho các bạn để đăng ký bổ sung môn học từ ngày 02/1– 06/1/2020 (xem lại lịch học vụ). . Thân chào",
            "Vậy cho em hỏi trong đợt đăng kí môn học bổ sung có được đăng kí môn đồ án + đề cương luận văn không ạ. em cảm ơn.",
            "Chào bạn. . . . Đợt đăng ký AV chỉ được mở để đăng ký kiểm tra AV.. . . . Để đăng ký bổ sung ĐAMH + LVTN bạn xem lịch đăng ký môn học ở HK192 để đăng ký đúng thời gian.. . . .",
            "Đăng ký môn học bổ sung (kể cả TT, LVTN). . . . 02/1– 06/1/20  .... thì có bao gồm đăng kí ĐỒ Án môn học, và Đề Cương luận văn (1 tín chỉ ) không ạ.",
            "Được nha bạn nếu thoả điều theo đúng quy định.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Chứng chỉ ngoại ngữ - Đại học - Cao đẳng chính quy   Xét miễn môn anh văn (chuyển điểm) . Em đã nộp chứng chỉ ngoại ngữ và đã được duyệt. Tuy nhiên em chưa hoàn thành việc đóng lệ phí. Và em thấy trên mybk vẫn có lịch thi AVĐV. Vậy em vẫn phải tham gia thi hay sao ạ. Em cảm ơn ạ",
            "Chào bạn,. . Bạn đã đăng ký AVDV là: CHON1, CHON2 hay CHON3.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Em xin chào anh/chị hỗ trợ.. . Em tên [full_name]-[student_id], khoa Điện - điện tử.. . Hôm nay em xin hỏi anh/chị tư vấn một vấn đề như sau.. . Em có đăng kí tốt nghiệp vào ngày 31/08/2019 và đã có tên trong danh sách tốt nghiệp dự kiến cũng như đã nhận được giấy chứng nhận tốt nghiệp tạm thời.. . Nhưng khi em kiểm tra trong danh sách tốt nghiệp chính thức tháng 11/2019 thì không có tên em.. . Anh/chị tư vấn cho em hỏi là trường hợp không có tên trong danh sách tốt nghiệp chính thức tháng 11/2019 là do phòng đào tạo chưa cập nhật hay có nhầm lẫn gì không, nếu em bị như thế thì có cần phải lên pdt bổ sung hay làm gì không ạ? Và ngày 30/09/2019 là hạn chót đăng kí tốt nghiệp thôi hay là hạn chót để cập nhật danh sách chính thức ạ.. . Em xin chân thành cảm ơn và chúc anh/chị ngày mới tốt lành.. . Trân trọng,. . [full_name]. .",
            "[full_name]UOTE MSSV/MSGV: [student_id]    . . Em xin chào anh/chị hỗ trợ.. . Em tên [full_name]-[student_id], khoa Điện - điện tử.. . Hôm nay em xin hỏi anh/chị tư vấn một vấn đề như sau.. . Em có đăng kí tốt nghiệp vào ngày 31/08/2019 và đã có tên trong danh sách tốt nghiệp dự kiến cũng như đã nhận được giấy chứng nhận tốt nghiệp tạm thời.. . Nhưng khi em kiểm tra trong danh sách tốt nghiệp chính thức tháng 11/2019 thì không có tên em.. . Anh/chị tư vấn cho em hỏi là trường hợp không có tên trong danh sách tốt nghiệp chính thức tháng 11/2019 là do phòng đào tạo chưa cập nhật hay có nhầm lẫn gì không, nếu em bị như thế thì có cần phải lên pdt bổ sung hay làm gì không ạ? Và ngày 30/09/2019 là hạn chót đăng kí tốt nghiệp thôi hay là hạn chót để cập nhật danh sách chính thức ạ.. . Em xin chân thành cảm ơn và chúc anh/chị ngày mới tốt lành.. . Trân trọng,. . [full_name]. .   /[full_name]UOTE . . Tất cả các bạn đã đăng ký tốt nghiệp thì sẽ có tên trong danh sách tốt nghiệp chính thức.. . Danh sách tốt nghiệp chính thức sẽ được cập nhật vào cuối tuần đầu của tháng  tháng 10.. .",
            "li answer rate: Answer suits the needs / Câu trả lời đúng ý"
        ]
    },
    {
        "intent": "",
        "message": [
            "Chương trình đào tạo - Đại học - Cao đẳng chính quy   Môn tương đương, tiên quyết, ... . Cho em hỏi điều kiện đăng kí môn học CH2043 và CH2051 là gì vậy ạ?. . Với cho em hỏi xem mấy đó ở đâu ạ!. . Em cám ơn!",
            "Bạn có thể vào mục CTĐT trên web PĐT và chọn phần cấu trúc môn học để biết rõ :. . . . . . http://www.aao.hcmut.edu.vn/index.php?route=catalog/chuongtrinhdaotao. . . . . . Nhập MSMH để tra cứu",
            "Em cám ơn ạ!"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được . Kính gửi phòng đào tạo, Em là [full_name] mssv [student_id] hiện em thiếu 1 môn để đủ tín chỉ ra trường Môn học: kỹ thuật siêu cao tần EE3025, em có đăng ký môn này vào dự thính kì 191 nhưng vi phạm giờ học thông tầm từ tiết 12  sang tiết 13 t4 với một môn học khác, em mong PĐT có thế cho em đăng ký môn học này để có thể hoàn thành việc học. Em cam kết sẽ đóng đủ học phí đi học đầy đủ cả 2 môn và hoàn thành môn học này ạ. Em rất biết ơn Phòng Đào Tạo",
            "Đã đăng ký cho bạn"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Cho em hỏi là thời gian nhà trường cập nhật ĐTBTL của từng học kỳ là vào thời gian nào ạ",
            "Chào bạn,. . Sau khi có điểm đầy đủ tất cả các khoa.. . Thân mến"
        ]
    },
    {
        "intent": "",
        "message": [
            "Chứng chỉ ngoại ngữ - Đại học - Cao đẳng chính quy   Xét miễn môn anh văn (chuyển điểm) . Em tên là [full_name] . MSSV: [student_id]. . Khoa giao thông lớp GTOTO3. Em xin được phép hỏi về vấn đề xét miễn chứng chỉ ngoại ngữ. Em đã có yêu cầu hội đồng anh British Council gửi bản sao chứng chỉ xác nhận về phòng đào tạo. Trên trang mybk mục nộp chứng chỉ đã có thông báo hợp lệ nhưng ở trang điểm chuyển của em vẫn không có như trong hình . Mong cô xem xét vấn đề giúp em sớm vì có bạn vừa được gửi mail là hôm nay hết hạn . Em xin cám ơn",
            "Chào bạn,. . Chuyển điểm 4 môn av cuả bạn là tính vào HK191 nên phải đến cuối kỳ 191 mới cập nhật trên web cho sv xem bạn nhé.. . Chứng chỉ cuả bạn đã hợp lệ bạn nhé.. . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được . Em có đăng ký môn học dự thính đợt 1 hai môn:. . . .   B MT1003: GT1. . SP1009: Đường lối CM Đảng CS VN  /B . . . . Và em đinh ninh đã xong nên không xem lại vào đợt đăng ký 2 và 3.. . . . Nên ngày 19/09 em xem thời khóa biểu không thấy lịch học dự thính, nên em tưởng lỗi kỷ thuật.. . Hôm qua, ngày 26/09, em có lên phòng đào tạo nhờ hỗ trợ. Cô nhân viên cho biết có đăng ký cho em nhưng sắp lịch bị lỗi nên tự hủy.. . . . Nay em kính mong quý thầy/cô nào phụ trách sữa chữa tkb. Giúp em sắp lịch hai môn trên.. . . . Vì em khóa K2014 nên em rất cần hoàn thành xong 2 môn này để không bị trễ tốt nghiệp.. . . . Em xin cám ơn.. .",
            "Chào bạn. . . . PĐT đã xét đăng ký và trả kết quả trong ngày 5/9/2019. bạn vào đợt 2 đăng ký môn học -  xem lịch sử đăng ký để biết lý do :. . . . . . 05/ 09/ 2019 17:21\tDT191 - Đăng ký môn học Dự thính Học kỳ 1 (2019 - 2020) - HK191 - [full_name] - Đợt 2\tPDT không đ/ký cho SV MH MT1003 (#: Vi phạm giờ học (Thông tầm) từ tiết 6 sang tiết 7 hoặc tiết 12 sang tiết 13 ME2011). . 05/ 09/ 2019 17:21\tDT191 - Đăng ký môn học Dự thính Học kỳ 1 (2019 - 2020) - HK191 - [full_name] - Đợt 2\tPDT không đ/ký cho SV MH SP1009 (T: Trùng giờ TKB)"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   . . Do em đăng kí môn học sai mã, xin phép phòng đào tạo cho em đăng kí lớp học môn cơ lưu chất - mã môn học CI2003 trong học kì dự thính này.. .",
            "Chào bạn. . . . Trong HK dự thính không mở lớp môn CI2003. . . . Các mã nhóm dự thính là : DT, CD, LD",
            "Dạ em cảm ơn ạ. Cho em hỏi là nếu học kì này e k đăng kí môn học nào thì học kì tới e vẫn được đăng kí môn học bình thường đúng không ạ.",
            "Bạn sẽ bị tạm dừng 1 HK do không đăng ký môn học.. . . . Bạn có thể làm đơn thu nhận lại ở HK tiếp theo",
            "Dạ em cảm ơn ạ"
        ]
    },
    {
        "intent": "",
        "message": [
            "Cho em hỏi làm thế nào để đổi thể loại thi anh văn đầu vào từ CHON1 sang CHON3 à.",
            "Chào bạn,. . Bạn vui lòng làm đơn xin chuyển từ CHON1 sang CHON3 và nộp đơn tại Phòng Đào tạo trong ngày hôm nay (27/09/2019) để xem xét giải quyết.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Khác ... . Chào thầy (cô).Em là sinh viên K13, và đây là kì học cuối cùng của em. Hiện tại em còn thiếu môn kết cấu thép (CI3211) và DAMH kết cấu thép (CI3213).Đây là 2 môn tiên quyết của LVTN. Em mong thầy (cô) giúp đỡ em được đăng kí vào 2 lớp này. Em xin chân thành cảm ơn.",
            "Chào bạn. . . . Cả 2 môn này đều ở HK chính và đã học được 6 tuần nên bạn không thể đăng ký vào môn học này.. . . . Bạn có thể đợi đến đợt đăng ký học kỳ 192 để đăng ký."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp - Đại học - Cao đẳng chính quy   Thanh toán lệ phí & khai lý lịch tốt nghiệp . Cho em hỏi là em đã đủ các điều kiện xét tốt nghiệp và bằng toeic của em được thẩm tra xong vào ngày 17/9/2019 mà sao tới giờ em vẫn chưa có trong danh sách tốt nghiệp dự kiến và chưa đăng kí tốt nghiệp được ạ? Em cảm ơn. .",
            "Tốt nghiệp - Đại học - Cao đẳng chính quy   Thanh toán lệ phí & khai lý lịch tốt nghiệp. . Cho em hỏi là em đã đủ các điều kiện xét tốt nghiệp và bằng toeic của em được thẩm tra xong vào ngày 17/9/2019 mà sao tới giờ em vẫn chưa có trong danh sách tốt nghiệp dự kiến và chưa đăng kí tốt nghiệp được ạ? Em cảm ơn. .   /QUOTE . . Chào [full_name], Danh sách dự kiến sẽ được cập nhật lại vào cuối ngày 01/10/2019 và em sẽ nhận được mail “Thông báo lịch trình tốt nghiệp đợt 2 năm 2019”. . . . Tất cả các bạn đã đăng ký tốt nghiệp thì sẽ có tên trong danh sách tốt nghiệp chính thức.. . Danh sách tốt nghiệp chính thức sẽ được cập nhật vào cuối tuần đầu của tháng  tháng 10.\t. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Em xin chào anh/chị ạ,. . Em tên là [full_name], em là sinh viên ngành Khoa học máy tính khóa 2014, MSSV của em là [student_id]. Em hiện đã hoàn thành hết chương trình học của em bao gồm 140 tín chỉ, số ngày CTXH của em hiện tại là 15,5 ngày. Em cũng đã hoàn thành chuẩn Anh văn đầu ra của khóa em bao gồm TOEIC Speaking and Writing là 220 điểm và TOEIC Listening and Reading là 485 điểm. Nhưng hiện tại khi em kiểm tra mã số sinh viên của em trong danh sách tốt nghiệp dự kiến và danh sách tốt nghiệp chính thức tháng 11/2019 thì xuất hiện thông báo \"Không tìm thấy mã số sinh viên này trong trong danh sách\" và em hiện cũng không thể đăng ký tốt nghiệp được trên website của trường. Em không rõ là hiện tại em có còn chưa thỏa mãn điều kiện nào để hoàn thành tốt nghiệp hay không hoặc do hệ thống đăng ký bị lỗi. Hạn đăng ký tốt nghiệp chỉ còn vài ngày nữa là vào ngày 30/09/2019, do đó em xin phép nhờ anh/chị kiểm tra giúp em lý do cùng nguyên nhân do đâu em vẫn chưa thể đăng ký tốt nghiệp được trên website của trường và tư vấn giúp em hướng giải quyết. Em xin cảm ơn anh/chị ạ.",
            "Em xin chào anh/chị ạ,. . Em tên là [full_name], em là sinh viên ngành Khoa học máy tính khóa 2014, MSSV của em là [student_id]. Em hiện đã hoàn thành hết chương trình học của em bao gồm 140 tín chỉ, số ngày CTXH của em hiện tại là 15,5 ngày. Em cũng đã hoàn thành chuẩn Anh văn đầu ra của khóa em bao gồm TOEIC Speaking and Writing là 220 điểm và TOEIC Listening and Reading là 485 điểm. Nhưng hiện tại khi em kiểm tra mã số sinh viên của em trong danh sách tốt nghiệp dự kiến và danh sách tốt nghiệp chính thức tháng 11/2019 thì xuất hiện thông báo \"Không tìm thấy mã số sinh viên này trong trong danh sách\" và em hiện cũng không thể đăng ký tốt nghiệp được trên website của trường. Em không rõ là hiện tại em có còn chưa thỏa mãn điều kiện nào để hoàn thành tốt nghiệp hay không hoặc do hệ thống đăng ký bị lỗi. Hạn đăng ký tốt nghiệp chỉ còn vài ngày nữa là vào ngày 30/09/2019, do đó em xin phép nhờ anh/chị kiểm tra giúp em lý do cùng nguyên nhân do đâu em vẫn chưa thể đăng ký tốt nghiệp được trên website của trường và tư vấn giúp em hướng giải quyết. Em xin cảm ơn anh/chị ạ.  /QUOTE . . Chào [full_name], Danh sách dự kiến sẽ được cập nhật lại vào cuối ngày 01/10/2019 và em sẽ nhận được mail “Thông báo lịch trình tốt nghiệp đợt 2 năm 2019”. . . . Tất cả các bạn đã đăng ký tốt nghiệp thì sẽ có tên trong danh sách tốt nghiệp chính thức.. . Danh sách tốt nghiệp chính thức sẽ được cập nhật vào cuối tuần đầu của tháng 10.. ."
        ]
    }
]