[
    {
        "intent": "",
        "message": [
            "Học vụ . Cô ơi cho em hỏi là . . Em học lại môn vào kì hè 193, nếu điểm thấp hơn thì có lấy không ạ.. . Em xin cám ơn cô ạ. . . .",
            "Chào bạn. . - Trường hợp một môn học (tính theo mã số môn học) có nhiều lần học thì tính theo lần học có điểm cao nhất (nếu các lần học có điểm MT và điểm đạt thì tính theo lần học có điểm đạt cao nhất; nếu các lần học có điểm MT và điểm không đạt thì tính theo lần học có điểm MT). . - - Về quy định Số tín chỉ tích lũy, điểm trung bình tích lũy: Bạn vui lòng xem chi tiết tại trang web aao.hcmut.edu.vn--  sinh viên --  Quy chế --  Quy chế đào tạo và học vụ bậc đại học và cao đẳng -- Điều 19. . Chúc bạn học tập tốt nhé.. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Cho em hỏi em là sinh viên K15 hệ cao đẳng ngành Bảo Dưỡng Công Nghiệp,hiện em đã hoàn thành xong tát cả các tín chỉ và vừa bào vệ luận văn TN xong,nhưng giờ em còn av để ra trường.Em đã qua av 4,giờ còn chờ để thi 450 Toeic để ra trường là xong.Cho em hỏi không biết em có thể làm giấy gia hạn thêm 1 học kỳ nữa để hoàn thành av ra trường không ak.Và cho em hỏi thêm nếu em k nộp bằng kịp trong tháng 8 này thì e có thể xin gia hạn thêm 1-2 tháng nữa nộp bằng av để đủ đk ra trường vào tháng 11 năm nay không ak.Em xin cảm ơn. .",
            "Chào bạn,. . Bạn có thể làm đơn xin gia hạn học kỳ nộp tại Phòng Đào tạo (không mẫu), nếu bạn thuộc các điều kiện về đối tượng được gia hạn tại đây:. . http://aao.hcmut.edu.vn/ sinh viên/quy chế/ Quy chế đào tạo và học vụ bậc đại học, cao đẳng:/Điều 5. Thời gian và kế hoạch đào tạo/5.5 Các trường hợp được kéo dài thời gian đào tạo tối đa"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác  /i. . Dạ kính thưa PĐT em có một vấn đề muốn hỏi là trong đợt hè này thì PĐT cs2 tại dĩ an có hoạt động không ạ?. . Vì e đăng ký nhận xin giấy xác nhận sinh viện tại cs dĩ an.",
            "Chào bạn,. . Hiện tại PDT cơ sở 2 vẫn làm việc bình thường nhé bạn.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác   i . . Các trang môn học ở E-learning của em là của kỳ 192 chứ không phải 193, mong việc này được giải quyết sớm để em thuận tiện học. Em xin chân thành cảm ơn. . . .",
            "Chào bạn;. . PĐT kiểm tra trên E-learning đã có HK193 của bạn .Bạn vui lòng kiểm tra lại nhé. . http://e-learning.hcmut.edu.vn/ . . Trân trọng."
        ]
    },
    {
        "intent": "",
        "message": [
            "MSSV: [student_id]. . . . Chào thầy/cô, em là sinh viên khóa 2019, cho em hỏi là về chuẩn kỹ năng CNTT thì trường mình có tổ chức kiểm tra cho sinh viên khóa 2019 không ạ, nếu có thì khi nào sẽ tổ chức ạ. Với lại chuẩn kỹ năng CNTT này có bắt buộc như chuẩn [full_name] không ạ. Em cảm ơn thầy/cô. . . .",
            "Chào bạn. . Bạn vui lòng kiểm tra mail sinh viên thường xuyên. Nhà trường sẽ có mail gởi cho sinh viên Khóa 2019 thông báo mới về việc chuẩn kỹ năng ứng dụng Công nghệ thông tin. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Rút môn học HK Hè/2019-2020 (có tính học phí) .",
            ".",
            "No solution"
        ]
    },
    {
        "intent": "",
        "message": [
            "Dạ thưa pdt hiện giờ em đang ngoài quê tránh dịch và rất khó để đi vào trong tình trạng dịch bệnh phức tạp ạ. Em mong muốn được PDT hủy môn Phương pháp tính MT1009 trong học kỳ hè 193 này( không mất học phí) cho em được không ạ. Em cảm ơn rất nhiều. . MSSV của em là [student_id] ạ. . . .",
            "Chào bạn,. . Về việc xin rút MH học kỳ dự thính hè 193 (không tính học phí) do dịch COVID-19. Bạn vui lòng trình bày rõ lý do cụ thể cho Phòng Đào tạo (Đính kèm minh chứng) để được xem xét rút môn học cho bạn.. . Trình bày rõ tên MH và mã số MH cần rút, ghi rõ lý do và minh chứng kèm theo.. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Rút môn học HK Hè/2019-2020 (có tính học phí) .",
            "Chào bạn,. . - Phòng Đào tạo đã tiếp nhận yêu cầu về việc xin Rút môn học HK Hè 3/2019-2020 (tính Học Phí). Bạn vui lòng theo dõi kết quả được cập nhật trên trang Mybk/xem điểm sau ngày 15/09/2020 (nếu sau thời gian trên vẫn chưa được xử lý bạn có thể vào trang bksi.hcmut.edu.vn để khiếu nại).. . . . Chúc bạn học tập tốt nhé.. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Vì lý do kì 2 2019-2020 em không đăng kí môn học nên thuộc tình trạng tạm dừng học.. Em không đăng kí được giấy xác nhận sinh viên trên MyBK. Bây giờ em muốn xin giấy để nộp lên uỷ ban xã và thì toeic thì phải làm sao ạ... . Em cảm ơn.",
            "Chào bạn,. . Theo quy định, nếu không có thời khóa biểu trong học kỳ thì bạn không được cấp giấy XN sinh viên.. . Riêng lý do để đăng ký thi Toeic, bạn có thể làm đơn xin cấp giấy xác nhận SV để thi TOEIC nộp trực tiếp tại Phòng Đào tạo.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Hiện tại em đang ở Đà Nẵng nên không thể dô SG để học dự thính được . Xin phòng đào tạo cho em rút môn Triết học [full_name]-[full_name] mã sp1031  không tính phí được không ạ. Em cảm ơn nhiều ạ.",
            "Chào bạn,. . Bạn vui lòng đính kèm minh chứng xác nhận minh đang ở Đà Nẵng nhé!. . Có thể nhờ [full_name] xác nhận và bạn chụp hình minh chứng đính kèm.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em là Đoàn Công Tín MSSV [student_id].. . Hiện tại em không thể học kì dự thính vì em đang ở trong vùng dịch bệnh ( Bình Nam, Thăng Bình, Quảng Nam). Em không biết là tình hình dịch bệnh covid 19 kéo dài bao lâu nên em muốn hủy môn học giải tích 1( MT1003) mà không tốn phí ạ.. .  Mong phòng đào tạo xem xét cho em.",
            "Chào bạn, . . -Bạn vui lòng bổ sung minh chứng đang ở trong vùng dịch bệnh qua công cụ trang bksi.hcmut.edu.vn/Hỏi-Yêu cầu để Phòng đào tạo xem xét hủy thời khóa biểu. . . -Chúc bạn học tập tốt nhé.. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em thấy có sự khác biệt giữa điểm trung bình tích lũy ở trên cổng thông tin sinh viên và trên bảng điểm của em từ kì 182. Cho em hỏi là tại sao lại có sự khác biệt trên ạ. . . . . Em xin cám ơn.",
            "Chào bạn,. . Bạn kiểm tra lại, tự tính theo quy định đối chiếu thấy ở bảng điểm in hay trên công thông tin SV bị sai?. . Vui lòng trình bày rõ?. . Quy định về tính điểm TBTL tại đây:. . http://aao.hcmut.edu.vn/ sinh viên/quy chế/ Quy chế đào tạo và học vụ bậc đại học, cao đẳng:/Điều 19. Số tín chỉ tích lũy, điểm trung bình tích lũy"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: 1712781  /b \t. . . .   i Yêu cầu khác  /i  EM TÊN NGUYỄN NGỌC QUANG MSSV 1712781 . . CHO EM HOI EM ĐANG HỌC LỚP CẢNG BIỂN KHOÁ 17 MỘT TRONG CÁC PHÂN NGÀNH TRONG KHOA XÂY DƯNG. . GIỜ EM MUỐN HỌC CÙNG LÚC THÊM NGÀNH XÂY DỰNG DÂN DỤNG THÌ CÓ ĐIỀU KIỆN GÌ KHÔNG Ạ . .  EM HỌC SONG SONG CHỨ KHÔNG PHẢI VĂN BẰNG HAI Ạ EM CẢM ƠN . . . .",
            "Chào bạn,. . Bạn có thể tham khảo quy định về song ngành tại đây:. . http://aao.hcmut.edu.vn/ sinh viên/quy chế/ Quy chế đào tạo và học vụ bậc đại học, cao đẳng:/Điều 28. Đào tạo song ngành/28.1. Đào tạo song ngành theo hướng bằng thứ hai. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "QUOTE Đăng ký môn học . Chào PDT, vì lý do bất khả kháng em không thể tham gia học trực tiếp học kỳ dự thính hè này, vì vậy em xin PDT cho em được hủy môn học đã đăng ký trong học kỳ hè này ạ. Em xin lỗi vì đã làm phiền và mong được PDT chấp thuận cho em hủy môn ạ, em xin chân thành cảm ơn.",
            "Chào bạn,. . . . Hiện tại đã hết thời gian huỷ môn học, PDT chỉ cho huỷ môn học trong trường hợp đặt biệt. . . . . Ngoài ra PDT cho rút môn học (có tín học phí).. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Kính gởi PĐT,do tình hình dịch CoVid 19 nên kinh tế gia đình của em tạm thời gặp khó khăn trong học kì hè này. Đồng thời , em cũng muốn về quê để phụ giúp gia đình . Vì vậy , nguyện vọng của em là được PĐT cho em rút môn học PE2021 ( không tính học phí ). Lời cuối em xin cảm ơn PĐT đã hỗ trợ sinh viên rất nhiều đặc biệt là trong thời gian cả nước chống dịch Covid. Thân",
            "Chào bạn,. . Về việc xin rút MH học kỳ dự thính hè 193 (không tính học phí) do dịch COVID-19. Bạn vui lòng trình bày rõ lý do cụ thể cho Phòng Đào tạo (Đính kèm minh chứng) để được xem xét rút môn học cho bạn.. . Trình bày rõ tên MH và mã số MH cần rút, ghi rõ lý do và minh chứng kèm theo.. . Thân. .",
            "Họ tên: [full_name]     . . MSSV:[student_id]. . môn học cần rút: aerobic. . Lý do:Về quê phụ giúp kinh tế gia đình vì mẹ bị mất việc do covid. .",
            "Chào bạn,. . Bạn phải bổ sung minh chứng để được xem xét nhé, có thể xác nhận của địa phương của bạn, của cơ quan để được xem xét.. . Vui lòng bổ sung minh chứng trước thứ 5 ngày 20/9.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Dạ e có đăng kí học hè nhưng vì cấn dịch ở quê nên không học được. Thầy cô có thể hỗ trợ em rút môn học không tính phí không ạ. Em ở Quảng Nam, em cảm ơn ạ.",
            "Chào bạn,. . Về việc xin rút MH học kỳ dự thính hè 193 (không tính học phí) do dịch COVID-19. Bạn vui lòng trình bày rõ lý do cụ thể cho Phòng Đào tạo (Đính kèm minh chứng) để được xem xét rút môn học cho bạn.. . Trình bày rõ tên MH và mã số MH cần rút, ghi rõ lý do và minh chứng kèm theo.. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Em xin chào phòng đào tạo. Em tên là Vũ Phương Thảo -MSSV:[student_id] hiện đang học lớp Võ DT02. Nay em kính xin phòng đào tạo cho em rút môn học này vì hai nhà xe chỗ em có người tiếp xúc với người bệnh nên việc đi lại không an toàn và khó khăn  nên em kính xin phòng đào tạo hủy môn giáo dục thể chất của em không tính phí ạ. Em sẽ đăng ký môn này vào học kỳ 201. . . Em cảm ơn phòng đào tạo đã đọc mail ạ.. . Em mong nhận được phản hồi sớm từ phòng đào tạo ạ.. . . . . .",
            "Dạ cho em hỏi em có được hủy môn học không ạ. Em mong nhận được phản hồi sớm từ phòng đào tạo ạ tại việc đi lại khó khăn. Em xin chân thành cảm ơn",
            "Chào bạn,. . Về việc xin rút MH học kỳ dự thính hè 193 (không tính học phí) do dịch COVID-19. Bạn vui lòng trình bày rõ lý do cụ thể cho Phòng Đào tạo (Đính kèm minh chứng) để được xem xét rút môn học cho bạn.. . Trình bày rõ tên MH và mã số MH cần rút, ghi rõ lý do và minh chứng kèm theo.. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Kính gửi BGH Nhà trường. . Em tên là : [full_name]   MSSV: [student_id]. . Lớp : CK19HT3. . Em viết thư này mong nhà trường xem xét cho em về việc hủy môn học SP1031 không tính phí ạ. Lí do em hiện đang sống nơi có vùng dịch nặng và bị ảnh hưởng lớn bởi tâm dịch Đà Nẵng, quê em ở Quảng Ngãi ạ. Sau khi thi cuối học kì xong em có về quê thì dịch Covid tái phát cho đến giờ, gần chỗ em ở cũng có 3 người nhiễm, vì vậy em không thể vào SG để tiếp tục cho việc học hè bởi dô SG sẽ bị cách ly. . . Em hy vọng nhà trường sẽ xem xét cho em ạ. Em  xin chân thành cảm ơn.. . Thân kính.",
            "Chào bạn,. . Về việc xin rút MH học kỳ dự thính hè 193 (không tính học phí) do dịch COVID-19. Bạn vui lòng trình bày rõ lý do cụ thể cho Phòng Đào tạo (Đính kèm minh chứng) để được xem xét rút môn học cho bạn.. . Trình bày rõ tên MH và mã số MH cần rút, ghi rõ lý do và minh chứng kèm theo.. . Thân. .",
            "Dạ tên môn học là : Triết học [full_name] - Lê-nin. . Mã MH : SP1031. . Lí do : hiện tại em đang ở quê ( tỉnh Quảng Ngãi) không thể vào học hè được vì tình hình dịch phức tạp, việc di chuyển còn nhiều nguy hiểm và sẽ bị cách ly khi vô Sài Gòn.. . Không biết trường có hỗ trợ hủy môn không tính phí đối với sinh viên vùng dịch trong thời gian này không ạ?. . Còn minh chứng , em không rõ là minh chứng gì ạ ? Cô có thể nói rõ hơn giúp em được không ạ ?. . Em cảm ơn ạ.",
            "Dạ đây là minh chứng cho việc em có về quê Quảng Ngãi vào ngày 25/7 lúc 17:00, phương tiện di chuyển là xe khách Chính Nghĩa.",
            "Chào bạn.. . Môn học đã được hủy và ko tính học phí. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em chào thầy, cô.. . Em là sinh viên k19 Khoa Kỹ thuật xây dựng. Thầy cô cho em hỏi nếu em đang ở một ngành thấp hơn nhưng có nguyện vọng chuyển lên ngành cao hơn thì có được không ạ. Chuyển ngành cùng khoa Xây dựng ạ. Em được biết là khoa em 3 năm đầu chương trình giống nhau. Em cảm ơn!",
            "Chào bạn. . Về vấn đề phân ngành, bạn liên hệ [full_name] để tư vấn và giải quyết nghen. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Rút môn học HK Hè/2019-2020 (có tính học phí) .",
            "Chào bạn. . Về việc xin Rút môn học HK dự thính hè 193 (không tính học phí) do dịch COVID-19. Bạn vui lòng vào trang bksi.hcmut.edu.vn  Hỏi/Yêu cầu  Tạo câu hỏi/yêu cầu mới để gởi yêu cầu cho Phòng đào tạo (đính kèm minh chứng) để được xem xét Rút môn học HK dự thính hè 193(không tính học phí).. . Nội dung: trình bày rõ tên môn học và mã số môn học cần rút, ghi rõ lý do và minh chứng kèm theo.. . Chúc bạn học tập tốt nhé.. . Thân. .",
            "No solution"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Dạ thưa phòng đào tạo, em muốn hỏi là nhà trường có cho sinh viên vay tiền học không ạ? Nếu có thì thủ tục và hình thức như nào ạ? Em cảm ơn.",
            "Chào bạn,. . Bạn vui lòng liên hệ tại Phòng Công tác Chính trị sinh viên để được tư vấn và hướng dẫn thủ tục về vay vốn Ngân hàng nhé!. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Chào thầy cô ạ. . Cho em xin địa chỉ email của thầy [full_name] dạy môn pháp luật việt nam ạ. . Khoa em sắp phân ngành mà thầy vẫn chưa up điểm ạ",
            "Chào bạn,. . Mail của thầy [full_name] là:. . [email]. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . cho em xin đăng kí môn học. giải tích 2 MT1005 và hóa đại cương CH1003 lý do là em mới nhận điểm thi cuối kì vào tuần rồi. cho em xin được bổ sung.",
            "đã đăng ký cho bạn [full_name] nhóm [full_name]01. . [full_name]3 nhóm [full_name]04. . TKB sẽ cập nhật sau. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Chào thầy, cho em hỏi giờ em muốn đăng kí thêm môn học hè được không ạ.. .",
            "Hiện hết tg bổ sung nhé em",
            "Thầy có thể giúp cho em không ạ, tại em đang trể một vài môn nếu không đăng kí sẽ bị chậm raatd nhiều ạ, em thấy môn này tới t7 mới học nên mong thầy có thể giúp cho em lần này được không ạ.",
            "em cung cấp mã môn để xem xét",
            "Dạ mã môn học là CI1007, Trắc địa đại cương.",
            "Em liên Hệ GV giảng dạy, viết đơn xin vào lớp học. GV đồng ý rồi nộp PĐT nhé"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Chào các thầy cô,. . Em tên [full_name], MSSV [student_id].. . Ngày 01.08.2020, em có viết đơn xin học môn AV300, lớp RZ03, phòng Đào tạo hẹn 04.08.2020 xem thời khóa biểu, nhưng đến nay vẫn chưa có thời khóa biểu để học, vì lịch thi giữa kỳ đã có rồi. Mong PĐT giải quyết giúp em",
            "SV đạt 245 điểm ko đủ điều kiện học AV300.. . (Phải từ 250 điểm trở kên)"
        ]
    },
    {
        "intent": "",
        "message": [
            "Rút môn học HK Hè/2019-2020 (có tính học phí) . học kì này em có đăng kí học hè nhưng do việc bận nên em không thể học được, cho em hỏi nếu em xin rút môn học thì có phải đóng học phí môn học đã rút không? em cảm ơn",
            "Chào bạn. . Thời điểm này phải rút môn học có tính phí nghen bạn. . bạn kiểm tra mail phòng đào tạo gởi ngày 28/07/20 về hướng dẫn rút môn học (có tính phí). . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học .",
            "Đăng kí môn học : SP1009 . .",
            "đã bổ sung nhóm DT04. . TKB sẽ cập nhật sau. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]  /b . . Dạ em chào Thầy,. . Đầu tuần này em có nhờ các Thầy tư vấn về tình trạng của em do em có đi giao hàng ở đường số 10 Hiệp Bình Chánh - nơi có ca nghi nhiểm covid 19 và đường này bị phong toả.. . Gần 1 tuần nay em không có bất cứ triệu chứng gì nghi ngờ như ho, sốt, khó thở... Vậy cho em hỏi là từ mai em có thể đi học trực tiếp trên trường được chưa hay em phải theo dõi thêm ạ.. . Em cảm ơn ạ",
            "Chào bạn,. . Vấn đề của bạn vui lòng liên hệ trực tiếp tại Y tế Phường, khai báo y tế để được tư vấn và xác nhận dịch tễ theo quy định của Bộ Y tế, để xác định bạn thuộc đối tượng nào (có cần cách ly tiếp tục hay không nhé).. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Cho em được hỏi là lịch trình cụ thể để nộp xét tốt nghiệp lần 2 năm 2020 là vào khoảng thời gian nào và thời gian tổ chức lễ tốt nghiệp lần 2 năm 2020 có bị dời như lần tốt nghiệp lần 1-2020 không ạ? Vì lịch tốt nghiệp cụ thể trong lịch học vụ vẫn chưa được cập nhật nên em không thể xác định được khoảng thời gian nào để đăng ký tốt nghiệp ạ",
            "responsible person: [551] [staff_name] [helpdesk staff]",
            "Chào bạn,. . Hiện tại đã cập nhật lịch trình tốt nghiệp của đợt tháng 11/2020.. . Bạn vui lòng theo dõi lịch trình tại:. . http://aao.hcmut.edu.vn/sinh viên/lịch học vụ. . tốt nghiệp. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính gửi: Phòng đào tạo trường đại học bách khoa . . Em tên: [full_name] MSSV[student_id] học Trung tâm đào tạo bảo dưỡng công nghiệp khóa k17 lớp BDCN04 , nay em làm đơn này kính mong phòng đào tạo tăng sỉ số môn Hàn 2 (260625) t3 tiết 4-6,7-9 nhóm CD01,phòng C1-108B CS1 để em được học trong học kỳ 193 . Em xin chân thành. . cám ơn .",
            "đã bổ sung môn học cho bạn. . TKB sẽ cập nhật sau. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Cho em xin hỏi điểm để xếp loại ra trường (Xuất sắc,, giỏi, khá, trung bình,...) là lấy điểm TBTL (điểm bao gồm tất cả các môn kể cả đại cương, anh văn) hay chỉ lấy điểm TBTL Ngành thôi ạ. Và nếu lấy TBTL Ngành thì có thêm điểm anh văn không. . . Em xin cảm ơn.",
            "Chào bạn. . - Lấy điểm Trung bình tích lũy ngành. . - Về quy định Số tín chỉ tích lũy, điểm trung bình tích lũy: Bạn vui lòng xem chi tiết tại trang web aao.hcmut.edu.vn--  sinh viên --  Quy chế --  Quy chế đào tạo và học vụ bậc đại học và cao đẳng -- Điều 19. . Chúc bạn học tập tốt nhé.. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ  /i cho em hỏi: khi nào thì trường tổ chức thi tiếng anh dạng toeic cho sinh viên chính quy ạ, em đã xem trên aao mà k có. em xin cảm ơn. . . .",
            "Chào bạn. . Bạn vui lòng kiểm tra mail sinh viên thường xuyên. Nhà trường sẽ có mail gởi cho sinh viên thông báo mới về việc tổ chức thi tiếng anh dạng toeic cho sinh viên chính quy. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Chào phòng đào tạo! . . Em tên là [full_name] mssv [student_id]. . Em xin thầy cô giúp em đăng kí bổ sung môn học truyền khối mã môn học CH2051 . Em xin chân thành cảm ơn thầy cô",
            "đã bổ sung môn học CH2051 nhóm DT01. . TKB sẽ cập nhật sau. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ em chào cô. . Trong lúc em đăng kí môn em đã có lỡ quên môn thí nghiệm QTTB của khoa hoá (CH3015) thì em có thể làm sao để đăng kí được môn đó cho kì sau vậy cô .. . Em cảm ơn cô ạ",
            "HK201 còn 2 đợt đăng ký nữa. . Thân",
            "dạ em cảm ơn"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tên : Đỗ Nguyên. . Mssv : [student_id]. . [full_name]ớp : BD16CN01. . [full_name] : TTĐT Bảo Dưỡng Công Nghiệp. . . . Dạ em chào ad ạ, vừa rồi học kì 192 em có đăng ký 2 môn ở kì chính là Thực Tập Tốt Nghiệp và Tiểu [full_name]uận Tốt Nghiệp tổng cộng là 8 chỉ, và vừa rồi em có lên xem cập nhật điểm thì phần Số Tín Chỉ Tích [full_name]uỹ Học Kỳ và Trung Bình Học Kỳ thì chỉ được tính 1 môn là Thực Tập Tốt Nghiệp thôi ạ, mong ad lên xem xét lại và giải đáp giúp em ạ, em cám ơn nhiều ạ",
            "Chào bạn,. . Số tín chỉ tích lũy trên mybk của bạn sẽ cập nhật lại sau nhé.. . Nếu trong quá trình xét đăng ký hoặc tốt nghiệp có vướng mắc, bạn có thể khiếu nại. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . . . Kính gửi phòng đào tạo. . Em tên [full_name], mssv [student_id]. Học khoa xây dựng.. . Số tính chỉ của em trên trang mybk, mục thông tin của em bị sai ạ, em đã để mấy ngày rồi nhưng thấy vẫn bị sai, mong pđt chỉnh sửa lại cho đúng ạ. Em cảm ơn.. . . . . .",
            "Chào bạn. . Bạn có thể gởi hình chụp phần bị sai để pdt kiểm tra lại. . Thân",
            "Số tính chỉ tích lũy học kì của em là 11, số tính chỉ tích lũy là 18 mới đúng ạ",
            "Chào bạn. . Việc tính này sai là đúng nghen bạn, vì hiện tại phòng đào tạo chỉ cập nhật điểm các môn học lên để sinh viên xem và kiểm tra, phải qua đầu HK201 khi những cột điểm của HK192 của toàn bộ sv đã có, pdt sẽ cập nhật lại chính xác số tín chỉ, điểm trung bình tl .... . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Cho em hỏi điểm thực hành các môn học lại có làm cách nào để giữ lại không ạ.",
            "Chào bạn,. . Điểm là do giảng viên chấm và quyết định. Bạn vui lòng liên hệ trực tiếp giảng viên để được hướng dẫn.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Rút môn học HK Hè/2019-2020 (có tính học phí) . Kính gửi pđt trường đại học bách khoa,em viết mail này cầu mong nhà trường có thể xem xét cho em có thể rút môn mà không tính học phí cho em ạ. . Lý do:Sau khi thi xong môn PPT thì em có bắt xe vào Đà Nẵng chơi ở nhà của chú em (bố mẹ em vào trước, em vào sau ạ) thì em định ở lại nhà chú khoảng tầm nửa tháng trước khi có buổi học tại trường( có kèm 1 buổi dạy qua online) nên em căn tầm nửa tháng em vào lại ạ, mà hiện tại ở đây lại đang là tâm dịch covid 19 nên em không vào lại được ạ với lại em cũng muốn về quê để thăm ông em đang bị bệnh ạ.Nên em viết mail này kính mong nhà trường có thể thông cảm và cho em được hủy môn SP1007 mà không tính học phí, nếu được thì em cảm ơn nhà trường rất là nhiều ạ. .  Kính mong nhà trường có thể thông cảm và tạo điều kiện cho em với ạ, em xin cảm ơn nhà trường rất là nhiều ạ. .",
            "đã hủy",
            "Rút môn học HK Hè/2019-2020 (có tính học phí) . Kính gửi pđt trường đại học bách khoa,em viết mail này cầu mong nhà trường có thể xem xét cho em có thể rút môn mà không tính học phí cho em ạ. . Lý do:Sau khi thi xong môn PPT thì em có bắt xe vào Đà Nẵng chơi ở nhà của chú em (bố mẹ em vào trước, em vào sau ạ) thì em định ở lại nhà chú khoảng tầm nửa tháng trước khi có buổi học tại trường( có kèm 1 buổi dạy qua online) nên em căn tầm nửa tháng em vào lại ạ, mà hiện tại ở đây lại đang là tâm dịch covid 19 nên em không vào lại được ạ với lại em cũng muốn về quê để thăm ông em đang bị bệnh ạ.Nên em viết mail này kính mong nhà trường có thể thông cảm và cho em được hủy môn SP1007 mà không tính học phí, nếu được thì em cảm ơn nhà trường rất là nhiều ạ. .  Kính mong nhà trường có thể thông cảm và tạo điều kiện cho em với ạ, em xin cảm ơn nhà trường rất là nhiều ạ. .",
            "Chào bạn. . Về việc xin Rút môn học HK dự thính hè 193 (không tính học phí) do dịch COVID-19. Bạn vui lòng vào trang bksi.hcmut.edu.vn  Hỏi/Yêu cầu  Tạo câu hỏi/yêu cầu mới để gởi yêu cầu cho Phòng đào tạo   B (đính kèm minh chứng)  /B   I   U  để được xem xét Rút môn học HK dự thính hè 193(không tính học phí).. . Nội dung: trình bày rõ tên môn học và mã số môn học cần rút, ghi rõ lý do và minh chứng kèm theo.. . Chúc bạn học tập tốt nhé.. . Thân. .",
            "No solution"
        ]
    },
    {
        "intent": "",
        "message": [
            ". . -Họ tên: [full_name]. . mã lớp: TT01 MSSV [student_id]. . -Tên môn học Pháp luật Việt Nam đại cương, Mã môn học: SP1007. . -Lí do em viết đơn xin biết số câu sai của môn Pháp luật Việt Nam đại cương, mã môn SP1007. . . - Ngày thì 26/7 phòng 601 B4. . . . Em mong được sự hồi đáp sớm từ phòng đào tạo.. . . . Em xin trân trọng cảm ơn.. . . .",
            "Chào bạn,. . Phòng Đào tạo đã tiếp nhận trường hợp của bạn ,sau khi có kết quả PDT sẽ trả lời qua bksi cho bạn nhé!. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Khi nào em mới nhận được bằng tốt nghiệp ngày 10/7/2020 ạ.. . . .",
            "Chào bạn,. . Trường đang đợi phôi bằng mới từ Đại học Quốc gia Thành phố Hồ Chí Minh cấp để in bằng tốt nghiệp,  Nhà trường sẽ có thông báo đến sinh viên sau khi có phôi bằng, hoàn tất khâu in bằng và lễ trao bằng tốt nghiệp cho sinh viên.. . Nếu bạn cần giấy xác nhận từ trường về việc này bạn bạn có thể làm đơn nộp tại Phòng Đào tạo để được hỗ trợ.. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: 1611362  /b \t. . . .   i Đăng ký môn học . Em chào Thầy, Cô.. . . . Hôm nay ngày (8/8/2020) em mới nhận được kết quả điểm của môn học Cơ Lưu Chất. Nhưng em lại rớt môn học này.. . Nhưng vì biết quá muộn kết quả, nên em mới mạo muội làm đơn để xin Thầy, Cô cho em đăng ký môn học này vào kỳ hè 193 cho em kịp kỳ tốt nghiệp sắp tới với nhiều dự định trong tương lai.. . Em kính mong Quý Thầy, Cô sắp xếp và cho em đăng ký bổ sung môn học này. Em xin chân thành cảm ơn!. . . . Trân trọng,",
            "đã bổ sung môn học CI2003 nhóm DT05. . TKB sẽ cập nhật sau. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Rút môn học HK Hè/2019-2020 (có tính học phí) . kính thưa pđt đại học bách khoa tphcm,em viết mail này để hỏi lại cho rõ ạ. . Lý do:Lúc nãy em đã gửi mail xin nhà trường cho em hủy môn mà không đóng học phí mặc dù việc này đã được giải quyết nhưng thông tin trả lời của nhà trường là một từ đã hủy(không rõ ràng là hủy có tính học phí hay là hủy không tính học phí ạ),em đã nêu ra lý do mà em hủy rất là rõ ràng ạ.. . Kính mong nhà trường có thể thông cảm và đáp ứng câu hỏi của em ạ. Em xin cảm ơn nhà trường",
            "Đã hủy thì ko tính học phí. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em chào thầy/cô ạ,. . Em có đăng ký phúc tra bài thi cuối kỳ môn Giải tích 2 vào ngày 3/8/2020, vì thời hạn phúc tra kết thúc vào ngày 10/8/2020 nhưng đến nay em vẫn chưa nhận được kết quả phúc khảo và kết quả cuối cùng của môn học. Em không biết mình phiếu đăng ký của em có gặp lỗi trục trặc không thể phúc tra đúng hạn hay không và mình có hoàn thành môn học chưa để đăng ký học lại vào kỳ hè này để kịp đạt số tín chỉ đăng ký Luận văn tốt nghiệp.Em mong thầy/cô giúp em cập nhật kết quả để em kịp thời có kế hoạch trả nợ môn để có thể đăng ký luận văn ạ.. . Em xin chân thành cảm ơn các thầy/cô!",
            "Chào bạn,. . Khi có kết quả phản hồi từ Khoa, Phòng Đào tạo sẽ up lên trang web. Sinh viên vui lòng theo dõi kết quả phúc tra được cập nhật thường xuyên trên mybk.. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ thầy cô làm ơn cho em hỏi là em đăng môn XSTK học kỳ 193 đã có TKB và đi học được một tuần thì có Mail báo hủy kết quả môn học do sai mã môn MT2001 và trường cũng không đổi được cho em. Em có thể đăng ký môn học khác thay thế vào được không ạ.",
            "Em cung cấp mã môn học để xem xét"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ chào phòng đạo tạo ạ, em đang là sinh viên năm 3 khoa Kỹ thuật Hóa Học và hè này em đang có lịch thực tập tốt nghiệp. Nhưng hiện tại do tình hình dịch bệnh còn diễn biến phức tạp nên nơi thực tập em đã hoãn và chưa được đi. Do không lường trước được nên em không đăng ký môn để có thể kịp tiến độ chương trình. Dạ có thể cho em biết hiện giờ nhà trường có mở các lớp dưới đây và em có thể đăng ký 1 trong 3 môn sau đây không ạ. . 1. Hóa Lý 1 ( CH2003 ). . 2. Hóa Lý 2 ( CH2031 ). . 3. [full_name] ( CH2051 ). .    Dạ em cảm ơn ạ",
            "đã bổ sung thêm môn CH2051 nhóm DT01. . Môn CH2003 và CH2031 ko mở dự thinh. . TKB sẽ cập nhật sau. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính gởi phòng đào tạo.. . Do tình hùnh công việc của em hiện nay quá nhiều k thể sắp xếp đến trường hay học online dc. Nên e xin nhà trường cho e dc bảo lưu việc học lại qua 2 hk có đc k ạ.. . Việc bảo lưu e cần những thủ tục nào cho hợp lệnh kính mong phòng đào tạo xem xét ạ.. . Trong khi chở trả lời và hướng dẫn thủ tục. E xin trân thành cảm ơn.. . Trân trọng và kính chào.. .   i Yêu cầu khác .",
            "Chào bạn;. . bạn làm đơn tạm dừng nộp về phòng Đào tạo nhé. . Mẫu đơn tại trang http://www.aao.hcmut.edu.vn/    sinh viên    biểu mẫu. . Trân trọng"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Chào thầy cô.. . 1.Em muốn nộp chứng chỉ ngoại ngữ, mà lúc em đi đăng ký thi em đã đổi chứng minh nhân dân thành căn cước công dân để được đi thi. Vậy em có cần vào mybk cập nhật từ chứng minh nhân dân lại số căn cước công dân không ạ.. . 2.Em đăng ký nộp chứng chỉ ngoại ngữ.Là em có thể đăng ký bây giờ luôn và chỉ đợi đến đợi xét để được xét, hay là tới đợt nộp chứng chỉ ngoại ngữ em mới được đăng ký ạ.. . Em cảm ơn thầy cô.",
            "Chào bạn,. . - Bạn vui lòng cập nhật thông tin tại mybk/Thông tin sinh viên (nếu có thay đổi). . - Về nộp CCNN, bạn có thể nộp bất cứ khi nào bạn muốn, mà căn cứ thời điểm bạn nộp để xét điều kiện ĐKMH, chuyển điểm.... . - Thường tới đợt cập nhật Phòng Đào tạo sẽ lấy dữ liệu và cập nhật. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Rút môn học HK Hè/2019-2020 (có tính học phí) . Em xin rút môn bơi PE1019 nhóm DT01.. . . . Em cảm ơn ạ.. .",
            "Chào bạn,. . - Phòng Đào tạo đã tiếp nhận yêu cầu về việc xin Rút môn học HK Hè 3/2019-2020 (tính Học Phí). Bạn vui lòng theo dõi kết quả được cập nhật trên trang Mybk/xem điểm sau ngày 15/09/2020 (nếu sau thời gian trên vẫn chưa được xử lý bạn có thể vào trang bksi.hcmut.edu.vn để khiếu nại).. . . . Chúc bạn học tập tốt nhé.. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác .  Em chào thầy(cô)!. .  Năm học 2018-2019 em có rớt học phần 2 giáo dục quốc phòng ( do bị sốt xuất huyết nhập viện, em đã nộp giấy nhập viện nên vẫn được tiếp tục học và thi học phần 1 và học phần 3), thầy có nói với em là khi em đăng kí học lại chỉ cần học những buổi em đã vắng của học phần 2 rồi đi thi thôi ạ. Em muốn hỏi là em có thể đăng kí học giáo dục quốc phòng song song trong kì dự thính hè, hoặc trong kì chính được không ạ? Hoặc nếu không được thì em muốn hỏi là chưa có chứng chỉ giáo dục quốc phòng có ảnh hưởng tới việc làm luận văn tốt nghiệp không ạ?.. .   Em xin chân thành cảm ơn.. . . .",
            "Chào bạn,. . Về việc đăng ký học Giáo dục Quốc Phòng, sinh viên tự sắp xếp thời gian và liên hệ đăng ký trực tiếp tại TT GDQP.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em chào PĐT.. . Cho em hỏi ở trường mình thì bảo lưu việc học tối đa là bao lâu ?. . Em cám ơn.",
            "Chào bạn. . Tạm dừng học tối đa là 2 học kỳ. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Kính chào Phòng Đào Tạo,. . . . Em vừa mới hoàn thành báo cáo luận văn và đã xong tất cả các yêu cầu để xét tốt nghiệp. Vậy khi nào em mới có thể nhận bằng chứng nhận tốt nghiệp tạm thời ạ?. . . . Em cám ơn.. .",
            "Chào bạn. . Bạn vui lòng kiểm tra mail sinh viên dự kiến đầu tháng 9, nhà trường sẽ có thông báo về lịch trình tốt nghiệp tháng 11/2020. . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Vắng thi cuối kỳ học kỳ 2/2019-2020 do dịch COVID-19 . Thưa phòng đào tạo. . Em tên là [full_name]. . mssv : [student_id]. . Em viết đơn này để gửi minh chứng cho việc không thể thi cuối kỳ môn vật lí bán dẫn ngày 28-07-2020",
            "Vắng thi cuối kỳ học kỳ 2/2019-2020 do dịch COVID-19. . . . Thưa phòng đào tạo. . Em tên là [full_name]. . mssv : [student_id]. . Em viết đơn này để gửi minh chứng cho việc không thể thi cuối kỳ môn vật lí bán dẫn ngày 28-07-2020. . Lí do: Dự đám tang của ông nội trong đợt dịch covid 19. . Mong phòng đào tạo giải quyết vấn đề này cho em ạ.. . Em xin chân thành cảm ơn!. .  hgdd  /QUOTE . .",
            "Chào bạn. . Bạn vào trang web aao.hcmut.edu.vn tải mẫu đơn vắng thi có phép cuối kỳ ghi rõ nội dung xin vắng thi môn gì? ký tên và gởi lại BKSI để phòng đào tạo xử lý nghen bạn. . Thân",
            "cho em gửi 2 đơn này ạ.. . môn vật lý bán dẫn em mới vừa ký tên (chưa làm) mà sao giờ trên bảng điểm đã có điểm rồi.. . em xin cảm ơn ạ.",
            "Chào bạn. . Phòng đào tạo kiểm tra thấy điểm hiện tại của bạn môn Vật lý bán dẫn có đi thi 5d5 mà sao lại xin điểm vắng thi. . Thân",
            "Em có học cải thiện lại môn Vật lý bán dẫn ạ. . Ngày 27/07 em ở quê để dự đám tang nội trong vùng dịch. . . Sáng ngày 28/07 thì em tới phòng chỉ ký tên và đi về chứ chưa có làm 1 câu nào hết( vì sợ nguy hiểm cho mọi người).. . điều quan trọng là em không có làm bài mà sao được điểm như thế ạ. . Em mong là được nhận câu trả lời thích đáng . . Em xin chân thành cảm ơn ạ.. .",
            ". . Chào bạn. . Phòng đào tạo đã nhận được minh chứng của bạn. . Sau khi Phòng đào tạo kiểm tra minh chứng nếu bạn thuộc diện được vắng thi theo quy định sẽ gởi kết quả cho bạn qua mail sinh viên .. . Chúc bạn học tập tốt nhé.. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính chào quý thầy (cô). . . Đầu tiên em xin cảm ơn quý thầy (cô) đã giúp em chuyển mã môn học khi em đăng kí lộn mã môn học (môn Xác suất và thống kê).. . Em có một thắc mắc nho nhỏ là khi nào em được cập nhật khóa học sau khi chuyển mã môn ở trên BKEL (ở thời khóa biểu thì đã được cập nhật rồi) bởi vì các khóa học ở BKEL có bài tập và em sợ lỡ hạn chót làm bài và bị cấm thi giữa kì.. . Cảm ơn quý thầy (cô) đã quan tâm.",
            "Bạn vui cũng cấp đầy đủ thông tin tên và mã môn học.. . Thân"
        ]
    }
]