[
    {
        "intent": "",
        "message": [
            "PDT cho em hỏi lịch đăng kí HK1 năm học 2021-2022. . . .",
            "Chào bạn,. . Hiện tại lịch học năm 2021-2022 đang được tiến hành. Bạn vui lòng theo dõi tại trang aao.hcmut.edu.vn/ lịch học vụ trong thời gian sớm nhất. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . cho em hỏi thực tập tốt nghiệp ngành điện năng khoa điện đã phân công gvhd chưa ạ, và hiện tại tạm dừng như thông báo thì khi có thông tin mới thì mới bắt đâu thực tập đúng không ạ,em xin cảm ơn !. . . .",
            "Chào em,. . Em đã đăng ký được TTTN, GV hướng dẫn em liên hệ Khoa, PĐT sẽ có email thời gian bắt đầu.. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Cho em hỏi là em muốn lấy bảo hiểm y tế thì lấy ở đâu ạ,lúc có thông báo lấy bảo hiểm thì điện thoại của em bị hư em không nhìn thấy thông báo nên em vẫn chưa lấy được bảo hiểm. Em có tra trên trang bảo hiểm y tế thì thấy em đã được làm thẻ rồi ạ",
            "Chào bạn,. . Bạn vui lòng liên hệ tại Phòng ý tế trường - Phòng Công tác chính trị sinh viên để được hướng dẫn nhé!. . Thân",
            "Em có thể lên cs1 để hỏi không ạ hay liên hệ qua mail vậy ạ",
            "Chào bạn,. . Bạn có thể liên hệ trước qua email . . ăn phòng:                Phòng 101 nhà A4, 268 Lý Thường Kiệt, P. 14, Q. 10, TP. HCM. . . . Điện thoại:                (028) 38 647 256 – Ext: 5211. . . . Website:                    www.ctct.hcmut.edu.vn. . . . Email:                         [email]"
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính gửi Phòng Đào tạo Trường Đại học Bách Khoa TPHCM. . Em tên : [full_name] . . MSSV: [student_id]. . - Ngày 11/06/2021 em nhận được thông báo kết quả học tập và nhận thấy có vài môn em đã có điểm đạt yêu cầu nhưng báo là chưa tích lũy được, cụ thể như sau:. . 1/ Năm 2014 em trúng tuyển vào trường Đại học Bách khoa TPHCM (lớp CD14HTDL) diện xét tuyển do có bằng Đại học Kinh tế TPHCM, em có nộp bảng điểm của trường kinh tế ghi nhận môn Xác suất thống kê được 6 điểm (4 đơn vị học trình). Môn này tương đương môn xác suất thông kê, mã MT2001.. . 2/ Trong bảng điểm học kỳ 2 năm học 2014 - 2015 em đã học môn Trường Điện từ (3 tín chỉ), mã số môn học 404804 và đã thi cuối kỳ đạt 5 điểm. Môn này tương đương môn trưởng điện từ, mã EE2003.. . 3/ Trong học kỳ 1 năm học 2015-2016 em đã học môn Điện tử công suất (3 tín chỉ, mã số môn học 401801, thi đạt 6.5 điểm) và môn thí nghiệm Điện tử công suất (1 tín chỉ, mã số môn học 401843, thi đạt 7 điểm). Hai môn này tương đương với môn Điện tử công suất, mã môn EE2021.. . - Vào tháng 03/2016 em có làm đơn xin chuyển lớp từ lớp CD14HTDL sang lớp CD14HTDT học tại trường Cao đẳng Điện lực TPHCM và đã có quyết định cho phép chuyển lớp từ đầu năm 2016.. . . . Qua kết quả trên, kính trình phòng Đào tạo xem xét và công nhận em đã tích lũy hoàn thành 3 môn học trên là Trường Điện từ (EE2003), Xác suất thông kê (MT2001) và Điện tử công suất (EE2021).. . Trong khi chờ đợi xem xét, em xin chân thành cảm ơn quý thầy cô phòng Đào tạo và rất mong nhận được hồi âm sớm của phòng đào tạo.. . Trân trọng.. .",
            "Chào bạn,. . Phòng đào tạo đã ghi nhận trường hợp của bạn, và đã chuyển thông tin đến các bộ phận liên quan để kiểm tra và xử lý, bạn vui lòng đợi Pdt phản hồi kết quả qua BKSI hoặc mail sinh viên. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác .",
            "Em lỡ đóng học phí cho học kỳ hè HK203 trễ hạn 5 phút ạ. Em cần làm đơn tường trình như thế nào để được Phòng đào tạo xem xét để được đăng ký môn học học kỳ sau ạ? Em xin lỗi vì sự bất tiện này ạ.. . Mong nhận được hồi âm từ Phòng đào tạo ạ.. . Em cảm ơn.. . [full_name].",
            "Chào bạn,. . Nếu bạn đã thanh toán học phí rồi thì thôi nhé, không cần nộp đơn.. . Lưu ý về việc thanh toán cho các học kỳ sau nhé!. . Chúc bạn học tốt. . Thân",
            "li answer rate: Answer suits the needs / Câu trả lời đúng ý"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Kính gửi Phòng Đào Tạo trường Đại học BK TPHCM. . Em tên là: Trần Tuấn Anh. . MSSV: [student_id]. . Diện trúng tuyển: KCQ xét học bạ VLVH. . (Trước em học hệ chính quy khóa 2011, MSSV: [student_id]4, khoa: Cơ khí; Ngành: Kỹ thuật chế tạo). . Em vừa xem kết quả học tập mà PĐT mới gửi qua mail thì được biết các môn học này em đã được tích lũy (đã đậu) mà vẫn có trong danh sách chưa tích lũy. Kính mong PĐT xem xét lại và tích lũy môn học giúp em. Để em nhanh chóng hoàn thiện môn học để đủ điều kiện làm luận văn tốt nghiệp.. . Em chân thành cảm ơn.. . Dưới đây là các môn em đã liệt kê:",
            "Chào bạn,. . Phòng đào tạo đã ghi nhận trường hợp của bạn, và đã chuyển thông tin đến các bộ phận liên quan để kiểm tra và xử lý, bạn vui lòng đợi Pdt phản hồi kết quả qua BKSI hoặc mail sinh viên. . Thân. .",
            "Chào bạn;. . Bạn lấy CTĐT của khóa mà SV đã đăng ký ráp điểm vào và đi học môn còn nợ thôi nhé. . Thân",
            "Chào Thầy Cô. . Em có gửi file \"DANH SÁCH CÁC MÔN HỌC ĐÃ ĐƯỢC TÍCH LŨY.docx \". Trong đó em đã liệt kê các môn đã được tích lũy. Nếu đã đạt yêu cầu mong pđt cập nhật điểm và tín chỉ giúp em và gửi lại cập nhật vào mail giúp em ạ. Em xin cảm ơn."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Dạ chào Thầy Cô.. . Em là sinh viên khóa 15 khoa Cơ Khí.. . Thầy Cô cho em xin phép hỏi học kì sau là học kì thứ 13 của em, em đăng kí Luận văn tốt nghiệp nhưng hiện tại em chưa có bằng Toeic và chưa đủ 10 ngày CTXH, vậy em có được đăng kí nhận LVTN rồi nộp bằng Toeic và thực hiện đủ 15 ngày CTXH vào cuối kì chung với lúc xét Tốt nghiệp luôn được không ạ ?. . Em xin cảm ơn ạ",
            "Chào bạn,. . không được nhé bạn, Khi nào bạn đủ điều kiện có thể làm đơn xin đăng ký LVTN trễ hạn (sau khi hết hạn đăng ký online) để được xem xét đăng ký bổ sung trễ hạn. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính gửi văn phòng đào tạo,. . . . Em tên [full_name] - [student_id]. . Em có thắc mắc liên quan đến học bổng ielts ạ. Em đã đăng kí thi ielts ipd tại trường Bách Khoa và đã có kết quả 6.0.  Cho em hỏi em có được xét học bổng ielts không và nếu có thì bao giờ được xét ạ? . . Em cảm ơn! . . . . Trân trọng ./.",
            "Chào bạn,. . Bạn vui lòng liên tại đơn vị tổ chức thi để được hướng dẫn thêm nhé!. . Phòng Đào tạo không tổ chức thi IELTS. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "B Đăng ký môn học . Kính gửi Phòng Đào Tạo trường Đại học BK TPHCM. . Em tên là: [full_name]. . MSSV: [student_id]. . Hệ [full_name]. . HK203 em đăng kí môn học ở phần \" Đăng ký môn học HK203 - Đợt 1\" và chủ quan không xem lại.. . Đến khi xem TKB thì kì này em không phải học môn nào.. . Vậy học kì tiếp theo em có được đăng kí môn học không ? Nếu không được đăng kí thì em phải làm thủ tục gì để có thể tiếp tục đăng kí ? . . HK202 em vẫn học bình thường",
            "Chào bạn. . Học kỳ 211 bạn đăng ký môn học bình thường nghen. . Nhớ chú ý mail thông báo để biết thông tin của nhà trường. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em lên Phòng ý tế trường - Phòng Công tác chính trị sinh viên ở cơ sở 1 để hỏi bảo hiểm y tế được đúng không ạ hay hỏi qua mail ạ",
            "Chào bạn,. . Bạn có thể liên hệ trước qua email   [email] . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Em là sinh viên được thầy [full_name], bộ môn Điện Tử- Viễn Thông, hướng dẫn làm TTTN ngoài trường, em đã gưi mail đến thầy [full_name] từ ngày 19/6 nhưng đến giờ em vẫn chưa nhận được phản hồi từ thầy, em mong muốn có được phương thức liên lạc khác với thầy ạ.. . Em xin cảm ơn. .",
            "Chào bạn,. . Bạn vui lòng liên hệ về Khoa Điện - Điện tử để xin thông tin liên lạc với thầy nhé:. . Văn phòng\t: B1 – 268 Lý Thường Kiệt, Q. 10, TP. HCM. . Điện thoại\t: (84.8) 38 657 296 – Ext: 5746. . Fax\t: (84.8) 38 645 796. . Website\t: http://www.dee.hcmut.edu.vn           . . Email\t: vpk@dee.hcmut.edu.vn"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Kính gửi thầy cô pdt, em gặp vấn đề về việc lấy bằng tốt nghiệp THPT do dịch nên trường cấp 3 của em kh giải quyết cấp bằng ạ, họ bảo đợi hết giãn cách và có thông báo mới của sở giáo dục, mà hạn đăng ký của trường mình là 30/6. Em hiện kh có giữ bằng trong tay nên không biết được cái số hiệu của văn băng là gì để mà đăng ký, em muốn hỏi pdt có hướng giải quyết nào cho em không ạ ! Em đã đọc thông báo theo đường link của pdt gửi rồi nhưng trường hợp của em nó khác ạ  B",
            "Chào em,. . Khi nộp bằng thì lúc đó SV mới khai (lúc đó xem số hiệu trên bằng). SV không khai trước.. . Nếu số hiệu bằng không có thì để trống, hoặc điền số 0, . . Trong trường hợp quên thì PĐT sẽ bổ sung cho SV dựa vào bằng đã nộp.. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Kính chào các thầy cô Phòng đào tạo,. . . . Em là [full_name], sinh viên khoá K18. Trong học kỳ đầu tiên em có tham gia kiểm tra anh văn đầu khoá và có kết quả đạt điểm miễn (12) cả 4 môn Anh văn. Trong học kỳ 211 sắp tới, em có dự định tham dự kỳ thi TOEIC Listening/Reading. Em có một số thắc mắc sau:. . . . - Thời gian Phòng đào tạo dự kiến nhận yêu cầu chuyển điểm các môn Anh văn trong học kỳ 211 là khoảng thời gian nào ạ?. . . . - Trong trường hợp em chuyển điểm môn Anh văn trong học kỳ 211, thì điểm và 8 tín chỉ của 4 môn Anh văn có được tính vào điểm trung bình tích luỹ và điểm trung bình xét học bổng khuyến khích học kỳ 211 hay không?. . . . Em hi vọng sớm nhận được hồi đáp từ PĐT. Cảm ơn quý thầy cô.",
            "Chào bạn,. . Lịch học vụ của học kỳ 211 đang được tiến hành và sẽ cập nhật sau tại trang aao.hcmut.edu.vn/Lịch học vụ, bạn vui lòng theo dõi để biết thời gian cập nhật chuyển điểm.. . Việc chuyển điểm 4 môn AV, thì chỉ tính vào số tín chỉ tích lũy và điểm trung bình tích lũy, không tính vào điểm trung bình học kỳ nhé bạn. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em hiện tại bị buộc thôi học vì lý do học lực. Em cũng đã làm đơn cứu xét nộp lên khoa mà vẫn chưa có phản hồi. Em hy vọng được xem xét lại và có thể tiếp tục học tại trường. Em cảm ơn.",
            "Chào bạn,[full_name] [full_name] Bạn vui lòng liên hệ Khoa của bạn để được hướng dẫn và trả lời phản hồi về đơn của bạn đã được chấp nhận không nhé[full_name][full_name] [full_name] [full_name]"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Chào quý thầy cô, trước đây theo lịch trường thì em chưa đạt môn GDQP. Do đó tháng 3 vừa rồi em đã học lại môn GDQP và đạt chứng chỉ.. . Em xin hỏi là, với việc tự học lại môn GDQP, chứng chỉ của em cần lên PĐT nộp hay sẽ được trường tự cập nhật từ trung tâm quốc phòng ạ?. .",
            "Chào bạn,. . Bạn vui lòng đem bảng điểm học GDQP nộp tại Phòng Đào tạo để được cập nhật cho bạn nhé!. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ .  Chào thầy/cô, em có câu hỏi liên quan đến vấn đề học lớp anh văn theo nhu cầu:. . Học kỳ 2 vừa rồi em đã hoàn thành lớp học anh văn theo nhu cầu 1A mặc dù là em chưa học qua lớp anh văn cơ bản. Em nghe nói là do lỗi hệ thống nên em đăng ký học được lớp 1A mà không phải học lớp anh văn cơ bản. Vậy sang năm 2 em đủ điều kiện để đăng ký môn học chưa và sẽ học tiếp lớp anh văn 2A đúng không. . . Mong sớm nhận được hồi đáp của thầy/cô. . Em cảm ơn",
            "Chào bạn,. . nếu bạn đã đạt AV 1A rồi thì học kỳ tiếp theo bạn sẽ đăng ký được AV 2a nhé. . Chúc bạn học tốt. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Kính gửi PĐT trường ĐH Bách Khoa TP HCM,. . . . Em là sinh viên khoá K20 hiện em có một thắc mắc về vấn đề nộp bằng tốt nghiệp của trường.. . . . Do tình tình dịch bệnh nên em hiện chưa thể về quê lấy bằng tốt nghiệp THPT được, nên chưa thể đăng kí nộp bằng, không biết là sau đợt đăng kí ngày 30/6 này còn đợt nào khác nữa không ạ? Nếu đây là đợt 1 thì không biết đợt 2 bộ sung là bao giờ ạ?. . . . Em xin cảm ơn.",
            "Chào em,. . PĐT đã gửi email ngày 23/6/21 em xem nhé.. . Chào các bạn sinh viên, . . . .  . . . .  Do tình hình dịch covid-19 nên SV nào chưa kịp nộp bằng trong đợt 1 thì có thể nộp bổ sung vào đợt 2. (Sinh viên CQ Bằng 2 và CQ Liên thông vui lòng bỏ qua email này).. . . . I. Hướng dẫn cách nộp. . . . 1. SV Vào myBK    Đăng ký nộp bằng THPT    Nhập thông tin bằng THPT và in ra phiếu xác nhận thông tin bằng THPT.. . . . 2. SV Nộp bản sao bằng THPT (phải ghi MSSV lên bản sao kèm phiếu xác nhận thông tin bằng THPT) cho lớp trưởng.. . . . - Lớp trưởng kiểm tra và lập danh sách lớp nộp (ghi rõ Tên lớp, Khoa, Tên lớp trưởng, sắp xếp theo thứ tự tăng dần của MSSV, mỗi bằng có kèm phiếu xác nhận thông tin bằng THPT của mỗi SV).. . . . * Địa điểm nộp: Phòng đào tạo 101A1 tại cơ sở 1 hoặc Khu hành chính - Cơ sở Dĩ An H1 tại cơ sở 2 (Để tránh thất lạc, SV không nên nộp riêng lẻ, cá nhân) . . . . * Thời gian nộp: từ 06/09/2021 đến 16/09/2021. . . . 3. Sau khi nộp xong, SV chờ phòng đào tạo gửi mail xác nhận lại (sẽ có thông báo tới toàn bộ SV K20). . . . II. Lưu ý: . . . . SV có thể nộp một trong các loại giấy tờ bằng THPT như sau:. . . . - Bản sao bằng THPT do Sở GD&ĐT cấp. . . . - Bản photocopy bằng THPT do Sở GD&ĐT xác nhận “Sao y từ sổ gốc”. . . . - Bản photocopy bằng THPT có chứng thực sao y bản chính.. . . .  . . . . Sau thời hạn nộp, các sinh viên không nộp bản sao bằng Tốt nghiệp THPT sẽ không được đăng ký môn học cho học kỳ tiếp theo và bị tạm dừng học.. . . . . . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Dạ em chào thầy/cô,. . Em là thành viên của lớp SP1039_DT01 đã được hủy môn do số lượng ít thì PĐT có mail là \"thời gian hoàn trả chậm nhất là 2 tuần\" nhưng đến nay em vẫn chưa nhận được học phí được hoàn ạ? Cho em hỏi khi nào em mới nhận được ạ?. . Mong sớm nhận được phản hồi từ PĐT.. . . . Em cảm ơn.. . . .  (Nội dung thư đầy đủ PĐT đã gửi như sau:. . \"Phòng Đào Tạo thông báo về việc hoàn trả học phí DT203 môn SP1039_DT01 hủy lớp lý do Bộ Môn không nhận lớp vì sỉ số ít.. . . . Sinh viên đã đóng học phí 203 môn học này sẽ được hoàn tiền vào số tài khoản cá nhân OCB. Thời gian hoàn trả chậm nhất 2 tuần\").",
            "Chào bạn,. . Tất cả các sinh viên được hoàn trả học phí sẽ được tập hợp danh sách đến cuối tháng 6/2021, sau đó mới làm thủ tục hoàn trả lại tiền học phí cho sinh viên"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Thưa thầy/cô cho em hỏi,. . Em là sinh viên khoa Cơ khí nhưng em muốn học môn tự chọn tự do là môn bất kì ở các ngành khác không thuộc khoa Cơ khí thì tin chỉ kết quả có được tính là hợp lệ không ạ?. . Vì danh sách môn tự chọn tự do của ngành em không nêu rõ môn của ngành ngoài khoa có được học không mà chỉ đề xuất các môn của các ngành trong khoa thôi ạ.",
            "Chào em,. . Được tính tích lũy theo các môn thuộc ngành đã công bố.. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Em chào Thầy/Cô,. . . . Em là [full_name], MSSV: [student_id].. . . . Học kì trước em bị tạm dừng học do không đăng kí môn học. Em xin được gửi phiếu đăng ký thu nhận lại trong file đính kèm ạ. (em đã được tư vấn gửi file online qua kênh BKSI này do dịch covid đang phức tạp).. . . . Em xin cảm ơn và mong được phản hồi từ Thầy/Cô!",
            "Chào bạn,. . Phòng Đào tạo đã tiếp nhận đơn thu nhận của bạn, bạn vui lòng theo dõi tình trạng sinh viên được cập nhật tại trang mybk/Thông tin sinh viên. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Dạ cho e hỏi khi nào có danh sách nhận học bổng pre ielts ạ vì e đã nộp bằng từ 14/5 rồi ạ nhưng vẫn chưa biết có được học bổng không ạ .EM CẢM ƠN Ạ .",
            "Chào bạn. . -\tVề vấn đề này bạn vui lòng liên hệ Văn phòng đào tạo quốc tế qua địa chỉ mail: [email] . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Rút môn học (phải thanh toán học phí) Học kỳ 203 . Kính gửi phòng đào tạo . . Em tên: từ thái long. . MSSV:[student_id]. . Khoa: Điện Điện tử . . KỲ hè 203 vừa rồi em có đăng kí môn Trường điện từ (EE2003) nhưng em chưa kịp đóng học phí vì em ở quận gò vấp bị phong toả và em bị cách ly 21 ngày nên em quên mất phải đóng học phí kì hè 203 nên em muốn hỏi phòng đào tạo về việc đóng tiền để rút môn học ạ . . Em cảm ơn",
            "Chào bạn. . Tiêu đề: [full_name] HK HÈ/2020-2021(HK203) QUA TRANG WEB BKSI. . Nội dung:. . . . Thân gởi các bạn sinh viên. .      Do tình hình dịch Covid-19, Phòng đào tạo thông báo về việc ĐĂNG KÝ RÚT MÔN HỌC (có tính học phí) của học kỳ hè/2020-2021 (HK203) tại trang bksi.hcmut.edu theo đúng hướng dẫn bên dưới (không gửi qua mail và không đến nộp trực tiếp tại Phòng Đào tạo). . -\tThời gian: Từ ngày 28/06/2021 đến hết ngày 05/07/2021. . -\tHướng dẫn: . . 1-\tSv tải PHIẾU ĐĂNG KÝ RÚT MÔN HỌC (được gởi đính kèm) điền thông tin  ký tên  chụp hình để có file ảnh tải lên trang bksi.hcmut.edu.vn. . 2-\tSv đăng nhập vào trang bksi.hcmut.edu.vn  Hỏi/Yêu cầu  Tạo câu hỏi/yêu cầu mới  Rút môn học (phải thanh toán học phí) HK 203: điền thông tin vào [full_name]. . 3-\tClick vào choose file để tại file ảnh . . 4-\tClick vào GỞI. . . . (Xem chi tiết quy định về rút môn học tại QUY CHẾ [full_name] điều 11.2.). ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Dạ xin chào thầy/cô ạ, em hiện là sinh viên K18. Với tình hình dịch hiện tại mọi hoạt động học tập bị trì hoãn vậy thì không biết việc xét chuẩn anh văn cho năm sau có được hoãn không ạ, hoặc trước đăng ký môn học kỳ 1 năm sau nhà trường còn tổ chức đợt thi kiểm tra trình độ tiếng anh nào nữa không ạ. Em xin cảm ơn ạ.. . . .",
            "Chào bạn. . Về vấn đề này, bạn vui lòng đợi thông báo sau  khi hết dịch. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em cần xin giấy tạm hoãn nghĩa vụ quân sự thì làm sao ạ?",
            "Chào em,. . Em đăng ký trên mybk/xác nhận sv ... . . Em phải có TKB HK202.. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em muốn hỏi về việc thực tập kì 203 này mà em đã đăng kí và đóng học phí, đang tạm dừng thì sv chờ đến khi có thông báo hay hủy luôn ạ",
            "Chào em,. . PĐT sẽ có email về việc TTTN nhé.. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Dạ thưa nhà trường, em là sinh viên hệ VLVH chuyển từ chính quy sang Chuyên Ngành Điều khiển và Tự động hóa. Hiện tại em có nhu cầu chuyển sang ngành Công nghệ thông tin hệ VLVH của nhà trường thì có được không ạ. Nếu được xin cho em biết các thủ tục ạ. Em xin cảm ơn .",
            "Chào bạn,. . Bạn vui lòng làm đơn trình bày rõ nguyện vọng và lý do của bạn và chụp hình gửi qua bksi để được xem xét nhé!. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính gởi Phòng Đào Tạo Trường Đại Học Bách Khoa-Đaih Học Quốc Gia TP.HCM. . Em tên: [full_name], MSSV: [student_id]. . Ngành học: Công Nghệ kỹ thuật ô tô. . Hệ: VHVL. . . . - Môn \"Dung sai và kỹ thuật đo\" mã môn là ME3801 em được miễn nhưng trên hệ thống của trường thì lại miễn môn \"Dung sai và kỹ thuật đo\" mã môn là ME3003, mà mã môn học ME3003 không phải của ngành ô tô. Mong Phòng Đào Tạo chỉnh lại môn học ME3003 thành ME3801 để em không còn bị ghi nợ trên hệ thống của Trường.. . . . Em chân thành cảm ơn. . .",
            "Chào bạn,. . Phòng đào tạo đã ghi nhận trường hợp của bạn, và đã chuyển thông tin đến các bộ phận liên quan để kiểm tra và xử lý, bạn vui lòng đợi Pdt phản hồi kết quả qua BKSI hoặc mail sinh viên. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Dạ cho em hỏi em là sinh viên Khoa kỹ thuật hóa học clc K18, để mở được lớp môn Thiết kế thí nghiệm và xử lý số liệu với mã môn là CH3309 thì mình cần 11 người tối thiểu đúng không ạ?",
            "Chào bạn. . -\tVề vấn đề này bạn vui lòng liên hệ Văn phòng đào tạo quốc tế qua địa chỉ mail: [email] . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Em chào thầy cô ạ. .  Dạ cho em hỏi thi cuối kỳ môn Kinh tế học đại cương có được sử dụng tài liệu 1 tờ giấy A4 không ạ . Em cảm ơn ạ !",
            "Chào em,. . Quy định này em hỏi GV dạy nhé.. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Dạ em chào Thầy/ Cô,. . Em tên: [full_name], mssv [student_id] trong học kì 2 em có nộp trể hạn học phí. Dạ Thầy/ Cô cho em hỏi em làm cách nào để nộp đơn Thanh toán trễ hạn học phí được ạ. . . Dạ với em muốn nộp miễn môn học thì nộp như thế nào ạ. . . Vì trong thời gian này không lên trường được ạ.. . Mong Thầy/ Cô hướng dẫn giúp ạ.. . Em cám ơn ạ!. .",
            "Chào bạn. . Bạn nhanh chóng thanh toán học phí, và nộp đơn trình bày đóng trễ học phí qua BKSI. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ  /. . . . Chào thầy (cô),. . . . Đợt thanh toán học phí dự thính HK202 em có một số trục trặc nên đã thanh toán trễ hạn.. . Em có nhận được mail nhắc: SV thanh toán trễ hạn hoặc không thanh toán thì sẽ bị xóa thời khóa biểu, không có tên tham dự kiểm tra/thi và không được đăng ký môn học cho học kỳ dự thính tiếp theo. Trường hợp này, SV phải thanh toán học phí (dù đã trễ hạn) và nộp đơn trình bày lý do trễ hạn để được xem xét dự  thi và được đăng ký môn học cho học kỳ dự thính tiếp theo.. . Sau đó, em đã thanh toán học phí cho trường, nhưng do tình hình dịch bệnh diễn biến phức tạp nên em không thể đến trường để nộp đơn trình bày để được xem xét dự thi (mặc dù lịch thi đã được hoãn). Trong trường hợp này, thầy (cô) có thể giải quyết trực tuyến được không ạ? Hay là sau đợt giãn cách, khi sinh viên được phép quay lại trường thì em vẫn phải nộp đơn trình bày ạ?. . Mong thầy (cô) có thể thông cảm cho sai sót của em và giải quyết giúp em vấn đề này.. . . . Cảm ơn thầy (cô) đã đọc. Mong nhận được sự phản hồi tích cực từ thầy (cô).. . . . Best regard,. . [full_name]",
            "Chào bạn. . Cô ghi nhận trường hợp của bạn. . Bạn vui lòng thanh toán đúng hạn theo quy định vào các đợt đóng học phí sau. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Dạ chào thầy/cô.. . Em là [full_name], K2020 Khoa Khoa học và Kỹ thuật Máy tính.. . . . Vừa rồi em có xin cấp bản sao bằng tốt nghiệp THPT tại Sở GD&ĐT TP.HCM, và em đối chiếu thấy bản sao vừa cấp có số hiệu bằng không có kí hiệu 'T' giống với bản chính.. . Cho em hỏi là khi đăng ký nộp bản sao bằng tốt nghiệp THPT thì điền ngày cấp và mã bằng có kí tự 'T' không ạ?. . . . Thông tin thêm: Số hiệu bằng của bản sao và bản chính giống nhau, chỉ khác mỗi việc thiếu kí tự 'T'.. . . . Em xin cảm ơn ạ.",
            "QUOTE . . Cho em hỏi là khi đăng ký nộp bản sao bằng tốt nghiệp THPT thì điền ngày cấp và mã bằng có kí tự 'T' không ạ?. .   /QUOTE . . Dạ em xin hỏi rõ lại là khi đăng ký nộp bản sao bằng tốt nghiệp thì điền ngày cấp là ngày của bản sao hay ngày của bản gốc, và mã bằng có kí tự 'T' không ạ?",
            "Chào em,. . Ngày trong cái bằng đem đi nộp cho PDT, và số hiệu bằng tuỳ nơi mỗi nơi mỗi bằng chứ không có quy định chung. Như file mẫu đính kèm, nếu không có số thì điền số 0.. . Thân mến,. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em đã đạt Anh văn 4A, cho em hỏi khi nào phòng đào tạo sẽ cập nhật điểm ĐẠT Anh văn 4 cho em ạ ?",
            "Chào bạn. . Pdt sẽ cập nhật môn Anh văn 4 đạt theo đúng quy định, dự kiến đầu tháng 8/2021 sẽ cập nhật . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Rút môn học (phải thanh toán học phí) Học kỳ 203 .   B  Em xin chào ban giám hiệu ạ. . Em có thắc mắc là học kỳ hè 203 em có đăng ký môn học nhưng do dịch nên gia đình không kịp chuẩn bị học phí nên em không đóng học phí kịp. Giờ em muốn hỏi là có cách nào để em không phải đóng học phí kì hè được không ạ? Vì gia đình em đã không có khả năng chi trả mà giờ nhà trường còn ghi nợ học phí cho em thì gia đình em không xoay được ạ. Em xin cảm ơn ạ",
            "Chào bạn. . -\tĐến thời điểm hiện tại, theo quy định không thể huỷ môn học và huỷ học phí Hk203. . -\tNhà trường đã thông báo cụ thể từng quy định và từng mốc thời gian cụ thể qua mail . . -\tSinh viên sẽ bị huỷ thời khoá biểu và ghi nợ học phí Học kỳ hè 203 vì chưa thanh toán học phí (Sinh viên vẫn phải đóng học phí, không hoàn trả hay huỷ học phí). Và chắc chắn là bạn sẽ không DKMH của HK211 (chính quy+ dự thính). . -\tHiện tại, bạn cố gắng đóng học phí theo đúng quy định nghen. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Em có đăng ký luận văn tốt nghiệp cho học kỳ 202 nhưng do dịch nên em không bảo vệ bài báo kịp để được cộng điểm vào luận văn tốt nghiệp. . Nên bây giờ em muốn được dời lại LVTN này vào đợt sau thì làm sao ạ. . . .",
            "Chào bạn,. . Bạn vui lòng trình bày rõ câu hỏi?. . Việc dời bảo vệ LVTN bạn vui lòng liên hệ tại Văn Phòng Khoa của bạn để được hỗ trợ.. . Thân",
            "li answer rate: Answer does not suit / Câu trả lời không đúng ý"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Kính gửi PĐT em Nguyễn Công Nhựt . . . Hệ VLVH của trườg cao đẳng Điện lực tp HCM liên thông qua. Nay em gửi đến thầy cô nhờ thầy cô xem xét cập nhật lại điểm chuyển của ngành học em  khi trườg đã  sửa lại thông tin ngàh học của  em là kỹ thuật điện  .. . Em đã làm ĐƠN GỬI gmail gửi CHO thầy Chiến  mà tới  nay chưa thấy cập nhật mong  thầy cô xem xét  cập nhật lại giúp em các môn. Vì có 1 số môn em đang học mà các bạn học chung trườg chung khóa đã được cập nhật và được miễn các môn Như HỆ THỐNG CUNG CẤP ĐIỆN MÀ TỤI EM ĐANG HỌC . . Mong thầy cô xem xét giúp em.. . Em xin cảm ơn .",
            "Chào bạn,. . Phòng đào tạo đã ghi nhận trường hợp của bạn, và đã chuyển thông tin đến các bộ phận liên quan để kiểm tra và xử lý, bạn vui lòng đợi Pdt phản hồi kết quả qua BKSI hoặc mail sinh viên. . Thân. .",
            "Chào em,. . Ngày mai em vào hệ thống stinfo để xem lại nhé.. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Kính gửi phòng đào tạo . . Em là [full_name], MSSV: [student_id] . . Nay em gửi câu hỏi yêu cầu này kính mong phòng đào tạo xem xét giùm em cột điểm hóa vô cơ và thực tập tốt nghiệp, vì 2 môn này em đã có điểm chính thức vừa đủ để qua môn . .",
            "Chào bạn,. . Vui lòng trình bày rõ câu hỏi?. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Trường cấp 3 quận Gò Vấp tphcm của em bị cách ly và giãn cách nên em chưa thể tới trường rút bằng tốt nghiệp được . . Hạn nộp bằng khi nào hết hạn vậy quí thầy/cô . . Em xin cảm ơn.",
            "Chào em,. . PĐT đã gửi email ngày 23/6/21 về việc này rồi. . . . Do tình hình dịch covid-19 nên SV nào chưa kịp nộp bằng trong đợt 1 thì có thể nộp bổ sung vào đợt 2. (Sinh viên CQ Bằng 2 và CQ Liên thông vui lòng bỏ qua email này).. . . . I. Hướng dẫn cách nộp. . . . 1. SV Vào myBK    Đăng ký nộp bằng THPT    Nhập thông tin bằng THPT và in ra phiếu xác nhận thông tin bằng THPT.. . . . 2. SV Nộp bản sao bằng THPT (phải ghi MSSV lên bản sao kèm phiếu xác nhận thông tin bằng THPT) cho lớp trưởng.. . . . - Lớp trưởng kiểm tra và lập danh sách lớp nộp (ghi rõ Tên lớp, Khoa, Tên lớp trưởng, sắp xếp theo thứ tự tăng dần của MSSV, mỗi bằng có kèm phiếu xác nhận thông tin bằng THPT của mỗi SV).. . . . * Địa điểm nộp: Phòng đào tạo 101A1 tại cơ sở 1 hoặc Khu hành chính - Cơ sở Dĩ An H1 tại cơ sở 2 (Để tránh thất lạc, SV không nên nộp riêng lẻ, cá nhân). . . . * Thời gian nộp: từ 06/09/2021 đến 16/09/2021. . . . 3. Sau khi nộp xong, SV chờ phòng đào tạo gửi mail xác nhận lại (sẽ có thông báo tới toàn bộ SV K20). . . . II. Lưu ý:. . . . SV có thể nộp một trong các loại giấy tờ bằng THPT như sau:. . . . - Bản sao bằng THPT do Sở GD&ĐT cấp. . . . - Bản photocopy bằng THPT do Sở GD&ĐT xác nhận “Sao y từ sổ gốc”. . . . - Bản photocopy bằng THPT có chứng thực sao y bản chính.. . . . . . . . Sau thời hạn nộp, các sinh viên không nộp bản sao bằng Tốt nghiệp THPT sẽ không được đăng ký môn học cho học kỳ tiếp theo và bị tạm dừng học.. . Thân mến,"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Em chào Thầy/Cô ạ, . . Cho em hỏi nhận đề cương luận văn tốt nghiệp yêu cầu cần tối thiểu bao nhiêu ngày CTXH, và luận văn tốt nghiệp cần tối thiểu bao nhiêu ngày CTXH ạ.. . Em cảm ơn ạ.. .",
            "Chào bạn,. . Bạn vui lòng xem quy định của ngày CTXH để nhận LVTN và Tốt nghiệp. . Về nhận ĐCLV không quy định về ngày CTXH. . http://aao.hcmut.edu.vn/sinh viên/quy chế/học vụ/Quy chế đào tạo và học vụ bậc đại học, cao đẳng:/Điều 10. Thực tập tốt nghiệp, Luận văn tốt nghiệp và các môn đặc biệt/10.2 Luận văn tốt nghiệp (đại học) / Tiểu luận tốt nghiệp (cao đẳng). .  Và điều:. . Điều 20. Công nhận tốt nghiệp. . Chúc bạn học tốt. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Cho em hỏi rằng, nếu mình không đóng học phí kì hè 203 này, trên cổng thông tin cũng đã thông báo bị tạm dừng, là tạm dừng kì này hay tạm dừng cả quá trình học luôn ạ?. . Làm sao để giải quyết vấn đề tạm dừng này ạ?. . Em xin chân thành cảm ơn anh/chị.. .",
            "Chào bạn. . -\tVề vấn đề này bạn vui lòng liên hệ Văn phòng đào tạo quốc tế qua địa chỉ mail: [email] . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Thầy cô cho em hỏi nộp bằng tốt nghiệp THPT 30/06 hết hạn nhưng em đến trường nhận thì trường sợ em ở thành phố về nên chưa cho nhận. Vậy còn có đợt nộp nào nữa không ạ.",
            "Chào em,. . PĐT đã gửi email ngày 23/6/21 về việc này rồi. . . . Do tình hình dịch covid-19 nên SV nào chưa kịp nộp bằng trong đợt 1 thì có thể nộp bổ sung vào đợt 2. (Sinh viên CQ Bằng 2 và CQ Liên thông vui lòng bỏ qua email này).. . . . I. Hướng dẫn cách nộp. . . . 1. SV Vào myBK    Đăng ký nộp bằng THPT    Nhập thông tin bằng THPT và in ra phiếu xác nhận thông tin bằng THPT.. . . . 2. SV Nộp bản sao bằng THPT (phải ghi MSSV lên bản sao kèm phiếu xác nhận thông tin bằng THPT) cho lớp trưởng.. . . . - Lớp trưởng kiểm tra và lập danh sách lớp nộp (ghi rõ Tên lớp, Khoa, Tên lớp trưởng, sắp xếp theo thứ tự tăng dần của MSSV, mỗi bằng có kèm phiếu xác nhận thông tin bằng THPT của mỗi SV).. . . . * Địa điểm nộp: Phòng đào tạo 101A1 tại cơ sở 1 hoặc Khu hành chính - Cơ sở Dĩ An H1 tại cơ sở 2 (Để tránh thất lạc, SV không nên nộp riêng lẻ, cá nhân). . . . * Thời gian nộp: từ 06/09/2021 đến 16/09/2021. . . . 3. Sau khi nộp xong, SV chờ phòng đào tạo gửi mail xác nhận lại (sẽ có thông báo tới toàn bộ SV K20). . . . II. Lưu ý:. . . . SV có thể nộp một trong các loại giấy tờ bằng THPT như sau:. . . . - Bản sao bằng THPT do Sở GD&ĐT cấp. . . . - Bản photocopy bằng THPT do Sở GD&ĐT xác nhận “Sao y từ sổ gốc”. . . . - Bản photocopy bằng THPT có chứng thực sao y bản chính.. . . . . . . . Sau thời hạn nộp, các sinh viên không nộp bản sao bằng Tốt nghiệp THPT sẽ không được đăng ký môn học cho học kỳ tiếp theo và bị tạm dừng học.. . Thân mến,"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Học lại quá 5% tổng số tín chỉ có giảm 1 bậc tốt nghiệp đối với giỏi và xuất sắc không ạ. Và có áp dụng cho K20 không ?",
            "Chào em,. . Hiện tại thì chưa thấy. Không biết khoá mới có thay đổi hay không. Em đọc quy chế thêm nhé.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em chào Thầy cô Phòng Đào Tạo ạ. . Em tên là [full_name] K19, khoa công nghệ vật liệu.. . Dạ thưa Thầy Cô, em có thắc mắc rằng kỳ hè này nhà trường không mở các lớp thể chất để tui em có hoàn thành theo yêu cầu thì tụi em sẽ không có đủ điều kiện để đăng ký các môn năm 3. Nếu vậy thì nhà trường liệu có ưu tiên xem xét lại trường hợp này không ạ. . Em xin cảm ơn nhiều ạ.",
            "Chào bạn. . - Môn GDTC đã mở ở HK 202, và dự thính 202. . - Thường các môn GDTC không mở Hk hè. . - Cô sẽ ghi nhận thông tin của bạn và sẽ báo Thầy trưởng phòng đào tạo, nếu có thông báo sẽ báo qua mail nghen. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Dạ thông tin gia đinh bị sai cụ thể là thê cha. Em không thấy chỗ nào có thể chỉnh sửa được. Mong [full_name] giải đáp ạ. Em cám ơn",
            "Chào bạn,. . Bạn vui lòng làm đơn trình bày xin điều chỉnh thông tin sinh viên (cụ thể họ tên cha), chụp bản scan của bản sao khai sinh và gửi qua bksi nhé!. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Kính chào quí thầy/cô, em tên là [full_name] sinh viên khoa Điện-Điện Tử K20. Nay em có thắc mắc về việc quy đổi điểm Toiec. Vào học kì 1 em đã nộp bằng Toiec 570 vào và được 10đ av1 cộng vào tbtl cho hk1, vậy thưa quý thầy/ cô nếu lần này em lại nộp lần nữa với số điểm lớn hơn 600 và đạt được av2,... thì điểm đấy được cộng vào trung bình tích lũy cho hk2 hay là hk1 năm 2 ạ. Em xin chân thành cám ơn!",
            "Chào bạn,. . Căn cứ vào thời gian bạn đăng ký chuyển điểm nhé!. . Điểm chuyển môn AV tính vào điểm trung bình tích lũy, không tính vào điểm trung bình học kỳ nhé!. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . do kỳ II học kỳ 2020-2021 em không đăng ký môn học, nên em bị tạm dừng học tập tại trường. Nay em làm đơn xin yêu cầu để được thu nhận lại, mong thầy cô xem xét sớm cho em để em có thế lấy được giấy tạm hoãn nghĩa vụ quân sự ạ.. . Em xin cảm ơn!",
            "Chào bạn. . Cô ghi nhận đơn thu nhận của bạn. . Nhưng để cấp giấy tạm hoãn nghĩa vụ quân sự phải có tkb của hk211. . Thân",
            "li answer rate: Answer suits the needs / Câu trả lời đúng ý",
            "Em thưa cô là khi nào thì tình trạng của em hết tạm dừng và em có thể đăng ký môn học cho hk211 để lấy đc giấy tạm hoãn nghĩa vụ quân sự ạ.. . Em cảm ơn cô!",
            "Chào bạn. . Dự kiến giữa tháng 7/2021 cập nhật lại trạng thái của bạn. . - Lịch học vụ HK211 chưa có, sẽ có thông báo qua mail sau. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Phòng Đào Tạo kiểm tra lại giúp em giới tính trên trang lý lịch ạ.. . Em là Nam nhưng trên trang lý lịch đang hiện là Nữ.. . Em xin chân thành cảm ơn!. .   i Yêu cầu khác .",
            "Chào bạn,. . PDT đã tiếp nhận yêu cầu chỉnh sửa thông tin của bạn và sẽ kiểm tra và cập nhật lại trên hệ thống.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Thầy/Cô cho em hỏi, em có đăng ký thực tập tốt nghiệp trong học kỳ hè này nhưng vì phải cách ly tại nhà 21 ngày (từ ngày 7/6) theo yêu cầu của khu vực nên em chưa đến trường để xin thông tin về việc đi thực tập. Thầy/Cô hướng dẫn giúp em bây giờ e có thể đến trường để xin đề tài thực tập hay là file hướng dẫn thực tập được không ạ?. .",
            "Chào em,. . - Việc TTTN chưa có email mới để bắt đầu tính thời gian TTTN, em xem email cũ có nói dời TTTN lại.. . - Đề tài, người hướng dẫn do [full_name] phụ trách.. . Thân mến,. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em xin chào thầy/ cô,. . Thưa thầy/ cô hiện tại khu vực trường cũ cấp 3 em học đang có dịch covid 19 nên e chưa thể lấy bằng tốt nghiệp THPT được ạ . Em thấy trên mybk thì thời gian đăng kí đến ngày 30/6 là hết còn thời gian nộp thì có thể đến tháng 9. Nhưng e chưa có bằng nên k biết số hiệu cũng như mã bằng nên không đăng kí được. Vì vậy thầy/cô có thể cho em biết là đến tháng sau còn mở đợt đăng kí lần 2 không ạ . Em thấy không được đăng kí môn kì sau nếu không nộp nên rất lo lắng.. . Em chân thành cảm ơn.. . . .",
            "Chào em,. . PĐT đã gửi email ngày 23/6/21 về việc này rồi. . . . Do tình hình dịch covid-19 nên SV nào chưa kịp nộp bằng trong đợt 1 thì có thể nộp bổ sung vào đợt 2. (Sinh viên CQ Bằng 2 và CQ Liên thông vui lòng bỏ qua email này).. . . . I. Hướng dẫn cách nộp. . . . 1. SV Vào myBK    Đăng ký nộp bằng THPT    Nhập thông tin bằng THPT và in ra phiếu xác nhận thông tin bằng THPT.. . . . 2. SV Nộp bản sao bằng THPT (phải ghi MSSV lên bản sao kèm phiếu xác nhận thông tin bằng THPT) cho lớp trưởng.. . . . - Lớp trưởng kiểm tra và lập danh sách lớp nộp (ghi rõ Tên lớp, Khoa, Tên lớp trưởng, sắp xếp theo thứ tự tăng dần của MSSV, mỗi bằng có kèm phiếu xác nhận thông tin bằng THPT của mỗi SV).. . . . * Địa điểm nộp: Phòng đào tạo 101A1 tại cơ sở 1 hoặc Khu hành chính - Cơ sở Dĩ An H1 tại cơ sở 2 (Để tránh thất lạc, SV không nên nộp riêng lẻ, cá nhân). . . . * Thời gian nộp: từ 06/09/2021 đến 16/09/2021. . . . 3. Sau khi nộp xong, SV chờ phòng đào tạo gửi mail xác nhận lại (sẽ có thông báo tới toàn bộ SV K20). . . . II. Lưu ý:. . . . SV có thể nộp một trong các loại giấy tờ bằng THPT như sau:. . . . - Bản sao bằng THPT do Sở GD&ĐT cấp. . . . - Bản photocopy bằng THPT do Sở GD&ĐT xác nhận “Sao y từ sổ gốc”. . . . - Bản photocopy bằng THPT có chứng thực sao y bản chính.. . . . . . . . Sau thời hạn nộp, các sinh viên không nộp bản sao bằng Tốt nghiệp THPT sẽ không được đăng ký môn học cho học kỳ tiếp theo và bị tạm dừng học.. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Kính gửi phòng học vụ,. . . . Em tên là [full_name], hiện đang là sinh viên khóa K18. Trong đầu năm nay, trường mình đã có 1 cuộc khám sức khỏe cho sinh viên. Em muốn hỏi rằng liệu em có thể xin/làm giấy chứng nhận đã khám sức khỏe hoặc phiếu khám bệnh không?. . . . Lý do: Công ty nơi mà em sắp làm có yêu cầu phải nộp một bản của giấy chứng nhận sức khỏe trong vòng 6 tháng gần đây nhất.. . . . Em xin cảm ơn!",
            "Chào em,. . Em liên hệ với [email] để được hướng dẫn.. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Kính gửi Nhà trường,. . . . Em là [full_name] - MSSV: [student_id]. . . . Hiện tại em là SV khóa cuốn nên em cần thi tiếng anh Nói-Viết để hoàn thành chương trình đào tạo và tốt nghiệp.. . . . Tuy nhiên do tình hình dịch Covid, BKEnglish thông báo tạm dừng tổ chức thi như hình đính kèm.. . . . Cho em hỏi:. .   U BKenglish có thể tổ chức thi online hay không?. .   /U Nếu không tổ chức online thì thời hạn bổ sung kết quả thi nói-viết của em và các bạn cùng khóa có được dời vì tình hình Covid hay không?. .   U  Dịch covid thì thời gian xét tốt nghiệp sẽ thay đổi như thế nào?. . . . Mong nhận được phản hồi sớm từ Quý Nhà trường.. . Em cảm ơn. .",
            "Chào bạn,. . Bạn vui lòng đợi thông báo của nhà trường về đợt tốt nghiệp tháng 11/2021. Hiện tại chưa có lịch học vụ của năm 2021-2022. Nên chưa thể trả lời cho bạn về vấn đề này.. . Tình hình dịch bệnh là tình hình chung của cả nước và tất cả đều phải tuân thủ theo quy định nhé bạn.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Thưa thầy/cô, . . . . Hiện tại em đang theo học môn PPL khoa Khoa học và Kỹ thuật Máy tính kỳ 203 dự thính hè. Em cũng đang là sinh viên tài năng nên môn này cần phải thực hiện phần mở rộng. Em có hỏi giảng viên và giảng viên yêu cầu em hỏi phòng đào tạo ạ. . . . . Mong thầy/cô sớm giải đáp. Em xin chân thành cảm ơn.. . . .",
            "Môn PPL tức là môn Nguyên lý ngôn ngữ lập trình (CO3005) ạ.",
            "Chào em.. . Dự thính ko có phần mở rộng tài năng.. . Nếu em muốn học vậy cần có xác nhận của Khoa mới được.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Xin chào [full_name]/[full_name]ị ạ,. . . . Em là Nguyễn Hồng Phú, MSSV: [student_id], Lớp: \tDD18DV6. . Do đọc nhầm nội dung mail em đã không   B thể đăng ký môn học HK203  /B  thực tập ngoài trường -EE3335 (đăng ký trễ).. . Hiện em   B còn cách nào để đăng ký môn học  /B  THỰC TẬP không ạ!. . . . Em cảm ơn [full_name]/[full_name]ị rất nhiều.. . [full_name]úc [full_name]/[full_name]ị một ngày làm việc tốt lành",
            "Chào bạn. . -\tPhòng đào tạo ghi nhận trường hợp của bạn. . -\tBạn xem kết quả tại trang Mybk - xem TKB sau ngày 02/7/2021. . -\tNếu không thấy kết quả vui lòng phản hồi lại trên kênh BKSI. . Thân mến,. . . .",
            "Chào em,. . Em xem trên mybk hk203 đã có môn EE3335.. . Thân mến,. .",
            "Xin chào [full_name][full_name]Chị,. . . . - Em đã thấy môn học rồi . Em cảm ơn anh[full_name]chị PĐT rất nhiều.. . - Hiện em chưa thấy cập nhật môn học trên BKel. Em có thể xem Giáo viên hướng dẫn TTNT ở đâu và hạn đóng tiền trên Bkpay như thế nào ạ. . . . Em cảm ơn [full_name][full_name]Chị.. . Chúc [full_name][full_name][full_name] một ngày làm việc tốt lành.",
            "Chào em,. . - Đối với môn TTTN, TTNT không có trên BKel.. . Em theo dõi thêm trên BKPAY để thanh toán hp.. . - Hiện tại chưa có email mới v/v bắt đầu TT, em chờ email nhé, liên hệ ở Khoa để đi TT.. . Thân mến,. . . .",
            "Xin chào chị [full_name],. . . . Em cảm ơn chị ạ. . Chúc chị một ngày tốt lành.",
            "Cảm ơn em.. ."
        ]
    }
]