[
    {
        "intent": "",
        "message": [
            "Học vụ . Thưa thầy/cô, . . Em tên là [full_name], hiện tại Email [email] của em đã bị mất tất cả những mail từ ngày   B 10/08/2021  /B  đến hiện tại. Mong thầy/cô kiểm tra lại giúp em ạ.. . Em xin chân thành cảm ơn thầy/cô. Kính chúc thầy/cô nhiều sức khỏe.",
            "\"\"\"Chào bạn. . Về vấn đề này bạn vui lòng liên hệ Ban quản lý mạng qua địa chỉ mail: [email] . . Thân. . \"\"\""
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Chào thầy/cô, cho em hỏi về việc đăng kí bảo hiểm y tế sau 24/12 vì bị lỗi trên bkpay ạ. . . Em cảm ơn thầy/ cô rất nhiều.",
            "Chào em,. . Em liên hệ phòng Công tác chính trị sv qua email [email] để được hướng dẫn nhé.. . Thân mến. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: [full_name] [student_id]. . Em xin hoãn thi cuối kì môn Kỹ thuật số vì lí do không đảm bảo thiết bị và đường truyền",
            "Chào em,. . Em vui lòng xem lại email PĐT đã gửi:. . Kế hoạch tổ chức thi học kỳ 1 năm 2021-2022. . mục 5. Hướng dẫn đăng ký hoãn thi Cuối kỳ, dự thi. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Dạ em chào thầy cô,. . . . Em là [full_name], MSSV [student_id].. . . . Tuần rồi em có nhận được giấy tốt nghiệp tạm thời từ trường gửi về. Song, trên giấy lại ghi em tốt nghiệp theo chương trình tài năng chứ không phải chương trình chính quy.. . . . Nhờ thầy cô kiểm tra giúp em xem thông tin trên giấy có chính xác không, và bằng tốt nghiệp chính thức thì sẽ theo chương trình nào ạ.. . . . Mong nhận được phản hồi từ thầy cô.. . . . Em xin cảm ơn ạ,. . [full_name].",
            "Chào em,. . Em vui lòng chụp hình gửi kèm giấy CN tốt nghiệp tạm thời giúp cô để kiểm tra cho bạn nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em chào PĐT ạ,. . . . Em là [full_name], MSSV [student_id], sinh viên khóa K2017, lớp MO17KMT1.. . . . Em đã đủ các điều kiện để tốt nghiệp, trong đó điểm môn ngoại ngữ thì em vừa nộp bằng TOEIC 690 điểm, chuyển điểm của 4 môn Anh văn.. . . . Nay em nộp phiếu đăng kí thu nhận lại để được xét tốt nghiệp (file ảnh đính kèm).. . . . Kính mong PĐT xem xét và phản hồi giúp em.. . Em chân thành cảm ơn.. . . . Trân trọng,. . [full_name]. . [full_name]. .",
            "Chào em,. . Hiện tại CCNN của bạn còn đang trong trạng thái chờ thẩm tra nên không thể xét tốt nghiệp trong đợt tháng 11/2021.. . Thời gian thẩm tra phụ thuộc vào đơn vị cấp chứng chỉ ngoại ngữ nhé.. . Xem chi tiết lịch học vụ (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 11/2021 . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Cho em hỏi nếu em làm đơn chuyển từ hệ chính quy sang VHVL thì em có thể nộp online qua BKSi được không ạ, hay em sẽ nộp đơn trên pđt của trường ạ. Nếu em chuyển hệ thì em có đóng học phí đầu vào là 15 triệu không ạ. Khi em chuyển hệ thì học kì sau, tức HK212 em có thể đăng ký môn học để tiếp tục ngay kì sau không ạ.. . Em xin cảm ơn",
            "Chào em,. . Em tải biểu mẫu, điền đầy đủ thông tin rồi gửi bksi. . http://www.aao.hcmut.edu.vn/sinh viên/biểu mẫu/Phiếu đề nghị chuyển sang hình thức Vừa Làm Vừa Học. . - Khi PĐT nhận được phiếu này thì em xem câu trả trả lời.. . - Nếu em chuyển hệ thì em có đóng học phí đầu vào là 15 triệu không ạ. . . =  Không nhé.\t. . Thân mến. . . . . . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Kính gửi: Phòng Đào Tạo trường Đại Học Bách Khoa Thành phố Hồ Chí Minh. . Em tên: [full_name]. . MSSV [student_id]. . Hệ VHVL. . Em có xin Phòng Đào Tạo cho em xin hoãn thi Kết cấu thép 1 Học kỳ 2 (2020-2021). Vì không rõ thủ tục hoãn thi môn học nên Học kỳ 1 (2021-2022) em đăng ký lại môn học mới. Cuối kỳ PĐT có gửi lịch thi hoãn thi Học kỳ 2 (2020-2021) và Học kỳ 1 (2020-2021) cùng 1 ngày. Em thi được 5 điểm. Nếu như vậy trường cập nhật điểm thì sẽ tính học kỳ thi đủ điều kiện qua môn trước đúng không ạ.. . Kính mong Phòng Đào Tạo kiểm tra và phản hồi giúp em ạ.. . Em cảm ơn!",
            "\"\"\"Chào bạn. . Bạn đăng ký đồng thời môn Kết cấu thếp 1 Hoãn thi ở HK202 và đồng thời đăng ký dự thính Hk211 . . Nên đương nhiên là bạn thi ở Hk dự thính 211 trước còn về môn việc thi của môn Hoãn thi HK202 nhà trường sẽ thông báo sau. . Thân. . \"\"\""
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em chào pđt, hiện nay em lên trang đăng kí môn học thì thấy có mục \"Đăng ký môn học Dự thính môn học HK212 - CQ + VLVH Đợt 2 - Lộ Trình 1\" để thời gian đăng kí từ 23/12/2021 đến 29/12/  B 2020  /B . Với lỗi thời gian này thì tụi em vào đăng kí không được.. . . . Mong pđt xem lại và chỉnh sửa sớm ạ!. . Em xin cảm ơn",
            "\"Chào bạn. .  SV lưu ý:. . 1- Hiện tại toàn bộ môn học đã được Phòng Đào tạo tăng sĩ số tối đa theo quy định của từng loại môn học và quy định của Google Meet. Xem quy định về sĩ số mở lớp cho từng loại môn học tại đây: aao.hcmut.edu.vn/sinh viên/quy chế/học vụ/Quy chế đào tạo và học vụ bậc đại học, cao đẳng/ Điều 8. 2. . 2- Đã hết thời gian hiệu chỉnh và hủy môn học, Về việc rút Môn Học (có tính học phí) sinh viên vui lòng đợi mail thông báo dự kiến trong tháng 1/2021 sau của PDT . . 3- Trường hợp chưa ĐKMH ở đợt 2 thành công, bạn vui lòng đợi mail thông báo về việc ĐKMH ở đợt 3 từ ngày 04/01/2022 ( lưu ý: Trong đợt 3, SV chỉ có thể bổ sung các môn học còn sĩ số, không hiệu chỉnh và hủy MH). . 4- Sinh viên vui lòng xem kết quả ĐKMH, xem lý do vì sao không ĐKMH được (có đăng ký, nhưng không có TKB) tại trang web: mybk.hcmut.edu.vn    Đăng ký môn học    Đăng ký môn học HK212 - Kết quả đợt 2    bấm vào mục Đăng ký mới    chọn Loại hình đăng ký    xem Lịch sử đăng ký.. . 5- Trong trường hợp sau khi kết thúc đợt 3 (từ ngày 4/1 đến 6/1/2022), mà kết quả xử lý ĐKMH không đúng, bạn có thể làm đơn khiếu nại (kèm minh chứng nếu có), gửi qua trang bksi ghi rõ tiêu đề: “Khiếu nại ĐKMH HK212”, nội dung khiếu nại trình bày rõ lý do, ghi rõ tên, mã môn học và mã nhóm đã đăng ký . . 6- SV xem TKB tại mybk/Thông tin SV/ Xem TKB (sẽ được cập nhật dự kiến trước ngày 3/1/2022). . Chúc các bạn học tốt!. . Thân. . \""
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Xin chào admin, cho em hỏi em đã được thu nhận lại nhưng khi vào đăng ký môn học, chọn đợt đăng ký mới nhất thì thấy vẫn không được đăng ký. Lý do vẫn là Đang ngưng học, quyết định vẫn chưa được hủy, còn trong Tình trạng sinh viên thì đã được thu nhận.. . . . Mong nhận được hỗ trợ sớm. Em xin cảm ơn!"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em chào thầy/cô, em muốn hỏi nếu như em không chắc mình đã nộp video record của buổi thi hôm đó chưa thì em có thể kiểm tra ở đâu ạ? Em có vào bkex của buổi thi nhưng không còn thấy link nộp nữa thì có cách nào để kiểm tra xem em đã nộp chưa hay không ạ?",
            "Chào bạn,. . - Bạn vui lòng xem chi tiết hướng dẫn thi trực tuyến nhà trường đã gửi thông báo đến SV. . - Bạn cần thực hiện theo hướng dẫn của nhà trường và thực hành để thuần thục các thao tác ghi màn hình trước khi thi.. . - Bạn nên liên hệ GV giảng dạy để được hướng dẫn.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Họ tên: [full_name], MSSV: [student_id]\t. . . . Trường kiểm tra giúp e là e đã nộp tiền bảo hiểm rồi mà e thấy bên ktx báo với e là nhà trường nói trong danh sách chưa nộp tiền bảo hiểm có e ạ. . . .",
            "Chào em,. . Em liên hệ phòng Công tác chính trị sv qua email [email] để được hướng dẫn nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . em chào cô, hiện tại em là sinh viên k18. ở học kỳ 211 em có đăng ký đề cương luận văn, nhưng do không phù hợp đề tài nên e đã bỏ.. . vậy cô cho em hỏi 2 câu hỏi sau:. . 1. Em làm đơn hoãn đề cương luận văn có được hay không? hay em phải đăng ký lại môn đề cương luận văn để tiến hành làm lại và coi như đề cương luận văn học kỳ 211 em rớt.. . 2. Do chương trình học của em đã hết các môn, do đó em chỉ còn cần học đề cương luận văn và luận văn tốt nghiệp nữa là đủ tín chỉ tích lũy, vậy học kỳ 212 em đăng ký đề cương luận văn  (0 tín chỉ) thì em có bị xếp vào loại sinh viên tạm dừng học không ạ, hay em có bị cảnh cáo học vụ hay không? em mong cô giải đáp thắc mắc này của em. Em học k18 khoa khoa học và kỹ thuật máy tính ạ.",
            "Chào bạn. . 1-Bạn phải đăng ký lại môn dclv. . 2-không. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV[full_name] [student_id]  /b \t. . . .   i Học vụ . Học vụ. . Em tên là [full_name] [full_name]. . MSSV [full_name] [student_id]. . Do em không hoàn thành học phí kì học 201 đúng hạn nên bị tạm dừng học. Nay em đã đóng học phí đủ, kính mong các thầy cô, Ban Giám Hiệu nhà trường xem xét để em được tiếp tục theo học ạ. Em xin cảm ơn ạ. .  Em đã kiểm trai tại BKPay em thanh toán ngày 21/12 mà BKPay 24/12 mới hiện ạ, em có kiểm tra lại kèm hình ảnh cô kiểm tra lại giúp em ạ em xin cảm ơn cô nhiều ạ",
            "\"Chào em,. . Phòng Đào tạo đã tiếp nhận đơn thu nhận của bạn.. . SV theo dõi tình trạng và quyết định sẽ cập nhật tại mybk/Thông tin Sinh viên (dự kiến cập nhật QD trong tháng 12/2021). . Xem chi tiết lịch đăng ký môn học HK kế tiếp (HK 212) dự kiến cập nhật cuối tháng 11/2021 tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ theo học kỳ    Lịch học vụ năm học 2021-2022    Học kỳ 2. . Sau 13h ngày 04/1/2022, SV vào ĐKMH. . Thân\""
        ]
    },
    {
        "intent": "",
        "message": [
            "Họ và tên : [full_name]. . Dạ phòng đào tạo cho em hỏi là:. . Em đăng kí môn Luận văn tốt nghiệp mã (EE4333). . mà bị mất môn học em không thể đăng kí lại . mong nhà trường kiểm tra giúp em . ẻm cảm ơn nhiều ạ. . . .   i Đăng ký môn học .",
            "Chào bạn. . SV xem TKB tại mybk/Thông tin SV/ Xem TKB. . Sinh viên xem lý do tại sao có ĐKMH HK212 - Đợt 1 mà không có TKB tại trang web : mybk.hcmut.edu.vn    Đăng ký môn học    Đăng ký môn học HK212 - Kết quả đợt 1    bấm vào mục Đăng ký mới    chọn loại hình đăng ký    xem Lịch sử đăng ký (SV xem file hướng dẫn đính kèm).. . Chúc các bạn học tốt!. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em chào pđt, . . Cho em hỏi là tại sao em lại không đăng ký được môn lịch sử Đảng, dù trước đó pđt có xếp lịch cho em và do em bị kẹt lịch môn khác nên em có xóa và đăng ký lại thì hệ thống báo lỗi như hình em có gửi kèm ạ.. . . .",
            "\"Chào bạn. .  SV lưu ý:. . 1- Hiện tại toàn bộ môn học đã được Phòng Đào tạo tăng sĩ số tối đa theo quy định của từng loại môn học và quy định của Google Meet. Xem quy định về sĩ số mở lớp cho từng loại môn học tại đây: aao.hcmut.edu.vn/sinh viên/quy chế/học vụ/Quy chế đào tạo và học vụ bậc đại học, cao đẳng/ Điều 8. 2. . 2- Đã hết thời gian hiệu chỉnh và hủy môn học, Về việc rút Môn Học (có tính học phí) sinh viên vui lòng đợi mail thông báo dự kiến trong tháng 1/2021 sau của PDT . . 3- Trường hợp chưa ĐKMH ở đợt 2 thành công, bạn vui lòng đợi mail thông báo về việc ĐKMH ở đợt 3 từ ngày 04/01/2022 ( lưu ý: Trong đợt 3, SV chỉ có thể bổ sung các môn học còn sĩ số, không hiệu chỉnh và hủy MH). . 4- Sinh viên vui lòng xem kết quả ĐKMH, xem lý do vì sao không ĐKMH được (có đăng ký, nhưng không có TKB) tại trang web: mybk.hcmut.edu.vn    Đăng ký môn học    Đăng ký môn học HK212 - Kết quả đợt 2    bấm vào mục Đăng ký mới    chọn Loại hình đăng ký    xem Lịch sử đăng ký.. . 5- Trong trường hợp sau khi kết thúc đợt 3 (từ ngày 4/1 đến 6/1/2022), mà kết quả xử lý ĐKMH không đúng, bạn có thể làm đơn khiếu nại (kèm minh chứng nếu có), gửi qua trang bksi ghi rõ tiêu đề: “Khiếu nại ĐKMH HK212”, nội dung khiếu nại trình bày rõ lý do, ghi rõ tên, mã môn học và mã nhóm đã đăng ký . . 6- SV xem TKB tại mybk/Thông tin SV/ Xem TKB (sẽ được cập nhật dự kiến trước ngày 3/1/2022). . Chúc các bạn học tốt!. . Thân. . \""
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . em đăng môn học trong đợt không được mặc dù đã đạt chuẩn. . . .",
            "\"Chào bạn. .  SV lưu ý:. . 1- Hiện tại toàn bộ môn học đã được Phòng Đào tạo tăng sĩ số tối đa theo quy định của từng loại môn học và quy định của Google Meet. Xem quy định về sĩ số mở lớp cho từng loại môn học tại đây: aao.hcmut.edu.vn/sinh viên/quy chế/học vụ/Quy chế đào tạo và học vụ bậc đại học, cao đẳng/ Điều 8. 2. . 2- Đã hết thời gian hiệu chỉnh và hủy môn học, Về việc rút Môn Học (có tính học phí) sinh viên vui lòng đợi mail thông báo dự kiến trong tháng 1/2021 sau của PDT . . 3- Trường hợp chưa ĐKMH ở đợt 2 thành công, bạn vui lòng đợi mail thông báo về việc ĐKMH ở đợt 3 từ ngày 04/01/2022 ( lưu ý: Trong đợt 3, SV chỉ có thể bổ sung các môn học còn sĩ số, không hiệu chỉnh và hủy MH). . 4- Sinh viên vui lòng xem kết quả ĐKMH, xem lý do vì sao không ĐKMH được (có đăng ký, nhưng không có TKB) tại trang web: mybk.hcmut.edu.vn    Đăng ký môn học    Đăng ký môn học HK212 - Kết quả đợt 2    bấm vào mục Đăng ký mới    chọn Loại hình đăng ký    xem Lịch sử đăng ký.. . 5- Trong trường hợp sau khi kết thúc đợt 3 (từ ngày 4/1 đến 6/1/2022), mà kết quả xử lý ĐKMH không đúng, bạn có thể làm đơn khiếu nại (kèm minh chứng nếu có), gửi qua trang bksi ghi rõ tiêu đề: “Khiếu nại ĐKMH HK212”, nội dung khiếu nại trình bày rõ lý do, ghi rõ tên, mã môn học và mã nhóm đã đăng ký . . 6- SV xem TKB tại mybk/Thông tin SV/ Xem TKB (sẽ được cập nhật dự kiến trước ngày 3/1/2022). . Chúc các bạn học tốt!. . Thân. . \""
        ]
    },
    {
        "intent": "",
        "message": [
            "MSSV: [student_id]\t. . . . Kính thưa PĐT, em đăng ký môn nào cũng đều nhận thông báo là không phù hợp loại hình đào tạo/ SV trong khi em đã chọn đúng. Kính mong PĐT giúp em ạ, em còn 3 môn chưa đăng ký được, đặc biệt kỳ sau em cần phải học Hóa hữu cơ CH2021. . . .",
            "Dạ hệ thống tự động hết lỗi nên em đăng ký môn được rồi ạ"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em chào quý thây/cô. . Em là [full_name], MSSV: [student_id]. . Trong đợt đkmh này, em có đăng kí bổ sung các môn thuộc nhóm L nhưng khi em đăng kí thì hệ thống không cho phép và ghi lỗi như hình bên dưới ạ. Hiện tại em không thể đăng kí bất cứ môn học nào với lý do khác loại hình đào tạo ạ.. . Em mong quý thầy/cô xem xét và kiểm tra đăng kí môn học giúp em ạ.. . Em cảm ơn quý thầy/cô ạ. . [full_name]. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]  /b . . Mở môn học EE3061 : Đồ án kỹ thuật điện\t. . Em là sinh viên khóa K18, và em bị trễ đồ án theo chương trình đào tạo, nên bây giờ em mới đăng kí được đồ án, mong PDT mở lớp để em được học đồ án cho kịp chương trình đào tạo. .   i Mở môn học học kỳ 212 .",
            "\"Chào bạn. . Quy trình Pđt nhận đơn mở lớp HK chính quy 212 (các môn chưa được mở lớp). . 1- Tải mẫu đơn “Đề nghị mở môn học”, sau đó SV gửi email trực tiếp đến Giảng viên giảng dạy & Khoa/Bộ môn để được ký xác nhận đồng ý (ghi rõ đầy đủ thông tin và Thời khóa biểu);. . - Đối với các môn có thực hành/thí nghiệm : Khoa phải cam kết tổ chức được cho SV.. . 2- Sau đó gửi đơn + email xác nhận đồng ý (nếu có) qua trang hỗ trợ trực tuyến (BKSI)    chọn đề mục “MỞ MÔN HỌC HỌC KỲ 212”    ghi rõ tiêu đề yêu cầu : MỞ MÔN HỌC CHÍNH QUY HK212.. . 3- Thời gian gửi đơn từ 25/12 đến 10g ngày 28/12;. . Thân. . \""
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ kì chính 212, em có đăng kí môn ME3115 Thiết kế trang phục 2 của K19, em là K18 nhưng thiếu anh văn nên trễ môn này, hiện tại em đăng kí môn này đã trễ chương trình lâu rồi, nhưng môn này đang full sỉ số 60/60 và em không vướng tkb môn này ạ, em mong pdt mở rộng sỉ số cho em đăng kí với ạ,  em sợ sau này sẽ không đăng kí được do vướng tkb hoặc 7 năm em mới ra trường được. Xin pdt xem xét giúp em với ạ. Em cảm ơn ạ.",
            "\"Chào bạn,. . Hiện tại toàn bộ môn học đã được Phòng Đào tạo tăng sĩ số tối đa theo quy định của từng loại môn học và quy định của google meet (tối đa 100 tính luôn Giảng Viên). . Xem quy định về sĩ số mở lớp cho từng loại môn học tại đây: aao.hcmut.edu.vn/sinh viên/quy chế/học vụ/Quy chế đào tạo và học vụ bậc đại học, cao đẳng/ Điều 8. 2. . Chúc bạn học tập tốt nhé.. . Thân.. . \""
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Gửi PĐT, em muốn xin mở thêm sĩ số môn học CH3359, em đã đăng ký đợt 1 nhưng không có tkb ở đợt 2 và các lớp cũng đã đủ sĩ số, em thấy lí do PĐT không đăng kí cho em là trùng tkb nhưng em kiểm tra lại thì thấy không trùng lớp nào. Mong pđt có thể tăng thêm sĩ số để em có thể theo kịp tiến độ đào tạo ạ.. . Em xin cảm ơn.",
            "Chào bạn,. . Hiện tại toàn bộ môn học đã được Phòng Đào tạo tăng sĩ số tối đa theo quy định của từng loại môn học và quy định của google meet (tối đa 100 tính luôn Giảng Viên). . Xem quy định về sĩ số mở lớp cho từng loại môn học tại đây: aao.hcmut.edu.vn/sinh viên/quy chế/học vụ/Quy chế đào tạo và học vụ bậc đại học, cao đẳng/ Điều 8. 2. . Chúc bạn học tập tốt nhé.. . Thân.",
            "li answer rate: Answer is not complete / Câu trả lời chưa hoàn chỉnh"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em không thể đổi nhóm-lớp khác. . Vì để đổi nhóm-lớp mới nên vô tình em xóa môn và hiện tại không thể đăng ký lại. . Và em cũng không thể đổi được nhóm-lớp mới của môn. . Giải quyết gấp giúp em với ạ. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Mở môn học học kỳ 212 . Mở môn đồ án EE3061, đợt 1 e thấy khá nhiều bạn đkí đồ án mà đợt 2 không mở. Em mong Phòng đào tạo mở để tụi em kịp chương trình với ạ. .",
            "- Quy trình nhận đơn mở lớp HK chính quy 212 (các môn chưa được mở lớp) : Hiên tại Phòng Đào tạo chỉ nhận đơn “Đề nghị mở môn học” cho HK chính quy 212. SV có nhu cầu mở lớp dự thính vui lòng đăng ký vào Đợt 1 của Lộ trình 2 Dự thính dự kiến bắt đầu đăng ký vào ngày 06/01/2022.. .    1- Tải mẫu đơn “Đề nghị mở môn học”, sau đó SV gửi email trực tiếp đến Giảng viên giảng dạy & Khoa/Bộ môn để được ký xác nhận đồng ý (ghi rõ đầy đủ thông tin và Thời khóa biểu);. . - Đối với các môn có thực hành/thí nghiệm : Khoa phải cam kết tổ chức được cho SV.. .    2- Sau đó gửi đơn + email xác nhận đồng ý (nếu có) qua trang hỗ trợ trực tuyến (BKSI)    chọn đề mục “MỞ MÔN HỌC HỌC KỲ 212”    ghi rõ tiêu đề yêu cầu : MỞ MÔN HỌC CHÍNH QUY HK212.. .     3- Thời gian gửi đơn từ 25/12 đến 10g ngày 28/12;. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ em xin chào quý thầy cô ạ, lúc đăng ký môn đợt 1 em có đăng ký môn học \"Kết cấu bê tông cốt thép CI3237\" khi qua đợt 2 thì môn này bị xóa do \" Thiếu môn tiên quyết là sức bền vật liệu CI2007\" nhưng hiện tại môn Sức bền vật liệu thì chúng em sẽ thi cuối kỳ vào ngày 26/12/2021, nên em rất mong PĐT có thể mở điều kiện tiên quyết để chúng em có thể đăng ký môn.. . Em xin cảm ơn quý thầy cô ạ",
            "Chào bạn,. . Hiện tại PĐT đã cập nhật lại các lỗi phát sinh khi đăng ký môn học. Nên SV vui lòng vào đăng ký lại . . Theo thông báo : . . - Các học phần đang học nhưng chưa có điểm, kể cả học dự thính, và SV không thuộc diện bị cấm thi, được xem là đạt và tích luỹ được tín chỉ để đăng ký các học phần, kể cả các học phần tốt nghiệp (TTNT, ĐCLV và LVTN). Các học phần tốt nghiệp sẽ được PĐT hậu kiểm sau khi có kết quả học tập để đảm bảo đúng điều kiện ràng buộc theo đúng quy định. SV nên cân nhắc kỹ, tự xác định năng lực học tập trước khi đăng ký các học phần tốt nghiệp để việc học tập đạt kết quả tốt nhất.. . - Nhà trường tạm thời không xét điều kiện : Chuẩn tiếng Anh sau mỗi năm học (chuẩn Anh văn hàng năm); Chuẩn CCAV quốc tế khi xét LVTN; Chuẩn Giáo dục thể chất cho riêng HK chính 212 và HK dự thính 212.. . - Nhà trường tạm thời xét từ đủ 6 ngày CTXH khi xét LVTN trong HK212.. . . . Thân chào.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ thưa phòng đào tạo, trong quá trình chuyển lớp học em đã vô tính xóa bớt môn học Giải Tích 2 (MT1021) em mong Phòng dào tạo có thể hỗ trợ em đăng kí lại môn học để có thể kịp tiến độ ạ",
            "Chào bạn. . Bạn dkmh theo thông báo . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Mở môn học học kỳ 212 . Dạ trong quá trình chuyển nhóm lớp em đã vô tình xóa nhầm môn Giải Tích 2( MT1021), em mong phòng đào tạo có thể giúp em mở dki lại môn MT1021- Giải tích 2 để em có thể học kịp tiến độ ạ . .",
            "Chào bạn. . Đang trong đợt dkmh th2 bạn đăng ký bình thường mà. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ kính gửi thầy cô, . . Em đã đăng kí luận văn tốt nghiệp cho học kì 212 tới, ban đầu hệ thống báo là thiếu môn tiên quyết, song hiện tại em chỉ có một môn là Kỹ thuật siêu cao tần học kì 202 là hoãn thi, giáo viên cũng không cấm thi em, cũng như em có lịch thi xóa hoãn thi vào ngày 22/12/2021 và cũng đã thi, thế nhưng điểm tổng kết trên mybk lại là điểm 13.. . . . em không biết có phải điều này làm em không đăng kí được luận văn cho kì sau ko ạ?",
            "Ở đợt đăng kí một, hệ thống cũng báo là thỏa điều kiện, song sang sau khi có kết quả đăng kí đợt 1 thì lại báo thiếu môn tiên quyết ạ",
            "\"Chào bạn. .  SV lưu ý:. . 1- Hiện tại toàn bộ môn học đã được Phòng Đào tạo tăng sĩ số tối đa theo quy định của từng loại môn học và quy định của Google Meet. Xem quy định về sĩ số mở lớp cho từng loại môn học tại đây: aao.hcmut.edu.vn/sinh viên/quy chế/học vụ/Quy chế đào tạo và học vụ bậc đại học, cao đẳng/ Điều 8. 2. . 2- Đã hết thời gian hiệu chỉnh và hủy môn học, Về việc rút Môn Học (có tính học phí) sinh viên vui lòng đợi mail thông báo dự kiến trong tháng 1/2021 sau của PDT . . 3- Trường hợp chưa ĐKMH ở đợt 2 thành công, bạn vui lòng đợi mail thông báo về việc ĐKMH ở đợt 3 từ ngày 04/01/2022 ( lưu ý: Trong đợt 3, SV chỉ có thể bổ sung các môn học còn sĩ số, không hiệu chỉnh và hủy MH). . 4- Sinh viên vui lòng xem kết quả ĐKMH, xem lý do vì sao không ĐKMH được (có đăng ký, nhưng không có TKB) tại trang web: mybk.hcmut.edu.vn    Đăng ký môn học    Đăng ký môn học HK212 - Kết quả đợt 2    bấm vào mục Đăng ký mới    chọn Loại hình đăng ký    xem Lịch sử đăng ký.. . 5- Trong trường hợp sau khi kết thúc đợt 3 (từ ngày 4/1 đến 6/1/2022), mà kết quả xử lý ĐKMH không đúng, bạn có thể làm đơn khiếu nại (kèm minh chứng nếu có), gửi qua trang bksi ghi rõ tiêu đề: “Khiếu nại ĐKMH HK212”, nội dung khiếu nại trình bày rõ lý do, ghi rõ tên, mã môn học và mã nhóm đã đăng ký . . 6- SV xem TKB tại mybk/Thông tin SV/ Xem TKB (sẽ được cập nhật dự kiến trước ngày 3/1/2022). . Chúc các bạn học tốt!. . Thân. . \""
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em chào thầy cô, hiện em có đăng ký 1 môn học có học phần thí nghiệm. Do em đang ở vùng dịch dưới quê nên thầy cô cho em hỏi em có thể học trước các học phần lý thuyết online, còn lại các học phần thì nghiệm em học vào kỳ tới được không ạ?",
            "Chào bạn. . Cho hỏi bạn hỏi thông tin cho Hk nào?. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Chào pđt,. . . . Em đăng ký luận văn đợt 1 nhưng bị tự động xóa do không đủ yêu cầu môn tiên quyết là sao em chưa hiểu ạ. Giờ đợt 2 em đăng kí lại được thì cho em hỏi đợt 3 có bị xóa nữa không",
            "Chào bạn. . SV xem TKB tại mybk/Thông tin SV/ Xem TKB. . Sinh viên xem lý do tại sao có ĐKMH HK212 - Đợt 1 mà không có TKB tại trang web : mybk.hcmut.edu.vn    Đăng ký môn học    Đăng ký môn học HK212 - Kết quả đợt 1    bấm vào mục Đăng ký mới    chọn loại hình đăng ký    xem Lịch sử đăng ký (SV xem file hướng dẫn đính kèm).. . Chúc các bạn học tốt!. . Thân",
            "Chào cô,. . . . Em hỏi là tại sao em đủ điều kiện dể đăng kí môn học mà lại bị từ chối tiên quyết, chứ cách để coi lịch sử đăng ký em đã coi được trước khi hỏi rồi ạ.. . Mong cô giải đáp"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em chào phòng đào tạo ạ,. . . . Hiện tại, trang đăng ký môn học của trường không cho em đăng ký mới hay đổi môn học, với thông báo lỗi như dưới đính kèm.. . . . Hiện tại em xóa mất vài môn học nên chỉ còn có 11 chỉ, nếu không đăng ký được thì em sẽ bị cảnh cáo học vụ.. . . . Lỗi này không chỉ riêng em mà có rất nhiều bạn khác cũng bị. Tụi em đã kiểm tra đúng lớp chính quy (lớp Lxx) và đúng đợt đăng ký nhưng không đăng ký được.. . . . Em mong nhà trường sớm báo cho bộ phận kỹ thuật để khắc phục ngay trong hôm nay.. . . . Em xin cảm ơn ạ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ cho em hỏi là vì sao em không được đăng kí lớp này dù là sinh viên hệ chính quy vậy ạ",
            "Chào bạn. . SV lưu ý:. . 1- Hiện tại toàn bộ môn học đã được Phòng Đào tạo tăng sĩ số tối đa theo quy định của từng loại môn học và quy định của Google Meet. Xem quy định về sĩ số mở lớp cho từng loại môn học tại đây: aao.hcmut.edu.vn/sinh viên/quy chế/học vụ/Quy chế đào tạo và học vụ bậc đại học, cao đẳng/ Điều 8. 2. . 2- Đã hết thời gian hiệu chỉnh và hủy môn học, Về việc rút Môn Học (có tính học phí) sinh viên vui lòng đợi mail thông báo dự kiến trong tháng 1/2021 sau của PDT . . 3- Trường hợp chưa ĐKMH ở đợt 2 thành công, bạn vui lòng đợi mail thông báo về việc ĐKMH ở đợt 3 từ ngày 04/01/2022 ( lưu ý: Trong đợt 3, SV chỉ có thể bổ sung các môn học còn sĩ số, không hiệu chỉnh và hủy MH). . 4- Sinh viên vui lòng xem kết quả ĐKMH, xem lý do vì sao không ĐKMH được (có đăng ký, nhưng không có TKB) tại trang web: mybk.hcmut.edu.vn    Đăng ký môn học    Đăng ký môn học HK212 - Kết quả đợt 2    bấm vào mục Đăng ký mới    chọn Loại hình đăng ký    xem Lịch sử đăng ký.. . 5- Trong trường hợp sau khi kết thúc đợt 3 (từ ngày 4/1 đến 6/1/2022), mà kết quả xử lý ĐKMH không đúng, bạn có thể làm đơn khiếu nại (kèm minh chứng nếu có), gửi qua trang bksi ghi rõ tiêu đề: “Khiếu nại ĐKMH HK212”, nội dung khiếu nại trình bày rõ lý do, ghi rõ tên, mã môn học và mã nhóm đã đăng ký . . 6- SV xem TKB tại mybk/Thông tin SV/ Xem TKB (sẽ được cập nhật dự kiến trước ngày 3/1/2022). . Chúc các bạn học tốt!. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Vì lý do kỳ 221 em không có thời khóa biểu nên bị tạm dừng học. . . . . Hiện tại em có tham khảo \"Hướng dẫn sinh viên trong trường hợp bị buộc tạm dừng học\" trên web trường (Hình 1), và em muốn hỏi để xác nhận là lại bây giờ em chỉ cần cần làm Phiếu đăng ký thu nhận lại và nộp tại Phòng Đào tạo chờ quyết định để đăng ký môn học lại bình thường thôi đúng không ạ? Hay có còn đính kèm thêm giấy tờ gì không?. . . . Em cảm ơn,. . [full_name]",
            "\"Chào bạn,. . Về việc đăng ký thu nhận lại:. . Bạn vui lòng tải mẫu đơn: Thu nhận tại trang web : aao.hcmut.edu.vn    Sinh viên    biểu mẫu. . Điền đầy đủ thông tin nộp qua mail [email] hoặc BKSI. . Thân. . \""
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em xin chào thầy/cô, em là [full_name], MSSV: [student_id], lớp HC16DK. Em đã đăng ký môn học đợt 1 hk212, nhưng ở đợt 2 này em được thông báo em không có quyền đăng ký môn học. Em rất mong thầy/cô dành chút thời gian kiểm tra và giải thích lý do giúp em với ạ! Em cần làm gì để được cấp quyền đăng ký môn học! Em rất mong nhận được phản hồi sớm từ thầy/cô ạ!",
            "Chào bạn. . Bạn vào dkmh nghen. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Chào cô/thầy ạ,. . . . Em tên là [full_name]. . MSSV [student_id]. . Hệ đào tạo: VLVH. . . . Em khóa K20 ngành QLCN, vì vấn đề gia đình nên học chậm 1 năm và giờ phải đăng ký môn K21 và K20. Trong lần \"Đăng ký môn học HK212 - CQ + VLVH Đợt 1\" em có đăng ký các môn nhưng trong Kết quả Đợt 1 thì không có các môn đó, dù là môn kỳ 2 N1 (em đang chuẩn bị thi CK các môn kỳ 1 N1) và em thấy báo do không đủ điều kiện.. . . . Hiện tại trong \"Đăng ký môn học HK212 - CQ - Đợt 2\", em đã đăng ký lại các môn học thì thấy đăng ký thành công. Như vậy đã được chưa hay em phải viết đơn mới có thể đăng ký được môn học ạ. Vì ngành QLCN nếu không đăng ký kịp thì môn 1 năm mới mở một lần lận nên em khá lo lắng về kết quả đăng ký. Mong thầy/cô giải đáp em với ạ!. . . . Em cảm ơn thầy/cô nhiều!"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Em chào cô,. . Em muốn hỏi là khi nào có kết quả xét duyệt và xem kết quả đăng ký hoãn thi HK211 ở đâu ạ.. . Em cảm ơn cô nhiều ạ. .",
            "Thân gửi các bạn sinh viên,. . . . Căn cứ trên tình hình phòng chống dịch Covid-19, theo lệnh của Ban giám hiệu, Phòng Đào tạo (PĐT) thông báo về Quy trình Hoãn thi học kỳ 1 năm học 2021-2022 và xóa điểm hoãn thi HK202&203 như sau:. . . . I- Quy trình Hoãn thi Cuối kỳ HK211 đối với các môn có lịch thi:. . . . Các trường hợp đăng ký hoãn thi gồm:. . . . Sinh viên (SV) không đáp ứng được các yêu cầu về trang thiết bị điện tử, đường truyền như trong hướng dẫn thi trực tuyến được phép đăng ký hoãn thi Cuối kỳ trực tuyến. . . . . Trường hợp gặp sự cố trong lúc thi, trường hợp này SV lưu ý phải báo với CBCT hoặc Giảng viên về sự cố trong lúc thi để được ghi nhận lại.. . . . Hướng dẫn đăng ký hoãn thi cuối kỳ HK211:. . . . SV đăng ký tại trang mybk.hcmut.edu.vn    Ứng dụng cho Sinh viên    12. Đăng ký hoãn thi Cuối kỳ. . . . . Thời gian đăng ký hoãn thi theo quy định: trong vòng 5 ngày tính từ ngày vắng thi (chỉ tính ngày làm việc).. . . . Quy trình xử lý:. . . . Cuối tháng 12/2021 (dự kiến), PĐT sẽ lấy dữ liệu SV đăng ký hoãn thi và hậu kiểm các tình huống cấm thi hoặc không đủ điều kiện hoãn thi với Giảng viên/Bộ môn/Khoa trước khi ra quyết định cho phép hoãn thi (Trường hợp đặc biệt, nhà trường sẽ xem xét riêng).. . . . Dự kiến vào cuối tháng 01/2022: Ra Quyết định Hoãn thi có điều kiện (SV phải hoàn thành các phần việc của môn học, nhất là TH/TNg và BTL. GV có quyền cấm thi nếu SV không hoàn thành tốt các phần này), và gửi email thông báo kết quả xử lý đến SV.. . . . II- Quy trình xóa điểm Hoãn thi cuối kỳ HK202&203:. . . . - SV đã có Quyết định Hoãn thi và được cập nhật kết quả (Điểm 14) tại: mybk.hcmut.edu.vn     Thông tin sinh viên    Bảng điểm.. . . . Đối với môn Luận văn tốt nghiệp: SV đăng ký bảo vệ trực tiếp tại Khoa. Khoa đưa tên các SV vào danh sách các hội đồng LVTN của HK211 và gửi về PĐT để ra quyết định hội đồng.. . . . Đối với các môn có lịch thi:. . . . Môn học có mở trong HK211: PĐT sẽ tự động xếp Lịch thi và đồng thời  cập nhật trên trang mybk.hcmut.edu.vn    Thông tin sinh viên    Lịch thi.. . . . Môn học Khoa đồng ý tổ chức thi trong tháng 11/2021: PĐT đã xếp Lịch thi và đã gửi email đến từng Sinh viên Lịch thi (Sinh viên xem chi tiết Lịch thi cập nhật trên trang mybk.hcmut.edu.vn    Thông tin sinh viên    Lịch thi.. . . . Các môn học còn lại (không mở trong HK211): Sinh viên vui lòng đợi thông báo sau;. . . . Trường hợp PĐT đã xếp Lịch thi nhưng SV không thể Thi để xóa điểm HT trong HK211: SV đăng ký hủy tại trang mybk.hcmut.edu.vn    Ứng dụng cho Sinh viên    12. Đăng ký hoãn thi Cuối kỳ.. . . . Cuối tháng 12/2021 (dự kiến), PĐT sẽ lấy dữ liệu để Hủy Lịch thi đã xếp trong HK211.. . . . Lưu ý: SV cân nhắc khi đăng ký hủy không thi ở HK211, vì PĐT đã cố gắng xếp Lịch thi cho tất cả SV diện có Quyết định Hoãn thi để SV có kết quả kịp tiến độ theo Chương trình đào tạo, HK212 khả năng dự kiến khó mở lớp những môn này, đồng thời theo quy định SV phải đăng ký thi cuối kỳ trong thời hạn một năm học để lấy kết quả này làm điểm tổng kết thay thế cho điểm HT.. . . . -          Quy định hoãn thi (HT): xem chi tiết tại khoản 17.2 điều 17 trong Quy chế đào tạo và học vụ (aao.hcmut.edu.vn    Sinh viên    Quy chế-quy định    Học vụ).. . . . -          SV vui lòng tham khảo thông báo kế hoạch tổ chức thi học kỳ 1 năm học 2021-2022, ngày 08/11/2021 (Phòng Đào tạo đã gửi email đến SV vào ngày 22/11/2021).                                                                                                              . . . . Trân trọng thông báo."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . cho em hỏi là em lớp chính quy nhưng không đăng ký được lớp chính quy mã L0.. vì hệ thống thông báo là không phải diện đăng ký nên không đăng ký được.. . cho em xin hướng giải quyết ạ !. . Em cảm ơn thầy cô ạ !. .",
            "\"Chào bạn. .  SV lưu ý:. . 1- Hiện tại toàn bộ môn học đã được Phòng Đào tạo tăng sĩ số tối đa theo quy định của từng loại môn học và quy định của Google Meet. Xem quy định về sĩ số mở lớp cho từng loại môn học tại đây: aao.hcmut.edu.vn/sinh viên/quy chế/học vụ/Quy chế đào tạo và học vụ bậc đại học, cao đẳng/ Điều 8. 2. . 2- Đã hết thời gian hiệu chỉnh và hủy môn học, Về việc rút Môn Học (có tính học phí) sinh viên vui lòng đợi mail thông báo dự kiến trong tháng 1/2021 sau của PDT . . 3- Trường hợp chưa ĐKMH ở đợt 2 thành công, bạn vui lòng đợi mail thông báo về việc ĐKMH ở đợt 3 từ ngày 04/01/2022 ( lưu ý: Trong đợt 3, SV chỉ có thể bổ sung các môn học còn sĩ số, không hiệu chỉnh và hủy MH). . 4- Sinh viên vui lòng xem kết quả ĐKMH, xem lý do vì sao không ĐKMH được (có đăng ký, nhưng không có TKB) tại trang web: mybk.hcmut.edu.vn    Đăng ký môn học    Đăng ký môn học HK212 - Kết quả đợt 2    bấm vào mục Đăng ký mới    chọn Loại hình đăng ký    xem Lịch sử đăng ký.. . 5- Trong trường hợp sau khi kết thúc đợt 3 (từ ngày 4/1 đến 6/1/2022), mà kết quả xử lý ĐKMH không đúng, bạn có thể làm đơn khiếu nại (kèm minh chứng nếu có), gửi qua trang bksi ghi rõ tiêu đề: “Khiếu nại ĐKMH HK212”, nội dung khiếu nại trình bày rõ lý do, ghi rõ tên, mã môn học và mã nhóm đã đăng ký . . 6- SV xem TKB tại mybk/Thông tin SV/ Xem TKB (sẽ được cập nhật dự kiến trước ngày 3/1/2022). . Chúc các bạn học tốt!. . Thân. . \""
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . . . E chào thầy/ cô e là [full_name] ([student_id]) sinh viên khóa K15, hiện tại học kỳ tới là học kỳ thứ 14, nên theo quy định là không được đăng ký môn học. E làm đơn mong thầy/ cô gia hạn thêm cho e 1 kỳ để hoàn thành chương trình học ạ. Em xin chân thành cảm ơn. .",
            "Đăng ký môn học. . . . . . E chào thầy/ cô e là [full_name] ([student_id]) sinh viên khóa K15, hiện tại học kỳ tới là học kỳ thứ 14, nên theo quy định là không được đăng ký môn học. E làm đơn mong thầy/ cô gia hạn thêm cho e 1 kỳ để hoàn thành chương trình học ạ. Em xin chân thành cảm ơn. .   /QUOTE . .",
            "Chào bạn. . Bạn ở khu vực 1 nên được gia hạn thêm 1 học kỳ. . Bạn làm đơn gia hạn (không mẫu) nộp cho Pdt. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Đợt đkmh lần 1, tôi có đkmh LVTN CI4343.. . Tuy nhiên kết quả DKMH lần 1 không có thời khóa biểu môn này.. . Xem lịch sử kq DKMH thì lý do như sau: \"PDT không đ/ký cho SV MH CI4343 (0: Thiếu môn tiên quyết Thiếu môn tiên quyết)\". . . . Tuy nhiên tôi đã rà soát toàn bộ môn học tiên quyết của Luận văn tốt nghiệp đều đã học hoàn thành, ngoại trừ Đồ Án Kết cấu thép - đã học, đã có điểm đậu và tới thời điểm hiện tại thì thầy [full_name] chưa cập nhật điểm trên hệ thống.. . . . Như vậy, cho tôi hỏi 2 câu hỏi: . . 1-Thiếu môn tiên quyết là môn nào?. . 2-Nếu thiếu môn tiên quyết là ĐAMH Kết cấu thép, thì hiện tại thầy/cô chưa up điểm thì có được xem xét cho đăng ký hay không? Hay phải đợi học kỳ sau đăng ký?. . . . Trân trọng,. . [full_name]. . 0909 524 425. .",
            "Chào bạn,. . Hiện tại PĐT đã cập nhật lại các lỗi phát sinh khi đăng ký môn học. Nên SV vui lòng vào đăng ký lại . . Theo thông báo : . . - Các học phần đang học nhưng chưa có điểm, kể cả học dự thính, và SV không thuộc diện bị cấm thi, được xem là đạt và tích luỹ được tín chỉ để đăng ký các học phần, kể cả các học phần tốt nghiệp (TTNT, ĐCLV và LVTN). Các học phần tốt nghiệp sẽ được PĐT hậu kiểm sau khi có kết quả học tập để đảm bảo đúng điều kiện ràng buộc theo đúng quy định. SV nên cân nhắc kỹ, tự xác định năng lực học tập trước khi đăng ký các học phần tốt nghiệp để việc học tập đạt kết quả tốt nhất.. . - Nhà trường tạm thời không xét điều kiện : Chuẩn tiếng Anh sau mỗi năm học (chuẩn Anh văn hàng năm); Chuẩn CCAV quốc tế khi xét LVTN; Chuẩn Giáo dục thể chất cho riêng HK chính 212 và HK dự thính 212.. . - Nhà trường tạm thời xét từ đủ 6 ngày CTXH khi xét LVTN trong HK212.. . . . Thân chào.. .",
            "Chào [full_name] [full_name],. . . . Căn cứ thông báo bên trên, tôi cũng đã đăng ký lại môn học LVTN.. . Tuy nhiên đến n[full_name]y, tiếp tục vẫn không có thời khó[full_name] biểu môn LVTN --  Kết quả thông báo do thiếu điều kiện tiên quyết là  Đề cương LVTN.. . . . Tuy nhiên môn Đề cương luận văn tốt nghiệp học kỳ này đ[full_name]ng học và chư[full_name] có điểm.. . . . Rất mong PĐT hỗ trợ kiểm tr[full_name] và bổ sung thời khó[full_name] biểu giúp tôi theo đúng tinh thần củ[full_name] thông báo/quy định trường đã nêu r[full_name].. . . . Sinh viên [full_name]: [student_id] - Lê Võ Th[full_name]nh.. . . . Trân trọng.",
            "Chào bạn. . . . Nếu yêu cầu của bạn về ĐKMH đến nay vẫn chưa được xử lý, SV vui lòng gửi lại phản hồi khác để PDT kiểm tra và trả lời cho bạn. . . . SV lưu ý:. . 1- Vì bất kỳ lý do nào đến thời điểm hiện tại bạn vẫn chưa đăng ký được các học phần tốt nghiệp (LVTN, TTTN, DCLV), SV vui lòng đăng ký lại đợt cuối cùng chỉ để đăng ký các học phần tốt nghiệp (LVTN, TTTN, DCLV)   B dự kiến từ ngày 18/1 đến 19/1/2022  /B . . . . 2- Sinh viên vui lòng xem kết quả ĐKMH, xem lý do vì sao không ĐKMH được (có đăng ký, nhưng không có TKB) tại trang web: mybk.hcmut.edu.vn    Đăng ký môn học    Đăng ký môn học HK212 - Kết quả đợt 2 (3)    bấm vào mục Đăng ký mới    chọn Loại hình đăng ký    xem Lịch sử đăng ký.. . . . 3- SV xem TKB tại mybk/Thông tin SV/ Xem TKB. . Chúc các bạn học tốt!. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: 1413536  /b \t. . . .   i Tốt nghiệp . Em chào Thầy/Cô,. . Em là sinh viên Khóa 2014, Khoa Công Nghệ Vật Liệu, Em vừa có kết quả thi Anh Văn Nói-Viết hôm 24/12/2021 và đã đủ điều kiện để xét tốt nghiệp. Thầy/cô có thể kiểm tra và cập nhật danh sách xét tốt nghiệp dự kiến để em có thể đăng ký xét tốt nghiệp được không ạ.. . Em cảm ơn Thầy cô!",
            "\"Chào bạn,. . PDT đã ghi nhận yêu cầu về đăng ký xét TN của bạn. SV vui lòng theo dõi email  và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 30/12/2021 SV vẫn chưa nhận được mail hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 11/2021 (cập nhật mới gia hạn thời gian xử lý tốt nghiệp). . Về tình trạng sinh viên, khi nào em có tên trong ds dự kiến tốt nghiệp, PDT sẽ tự động ra QD thu nhận cho bạn nhé. . Thân. . \""
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em tên: [full_name]. . MSSV: [student_id]. . . . Dạ chào thầy/cô ạ. Cho em hỏi: bây giờ em đăng ký Thực tập ngoài trường (CI3345) và các môn khác. Tết này hay khoảng thời gian này em đi thực tập xong cuối học kỳ em nộp giấy xác nhận thực tập được không ạ.. . . . Em cám ơn Thầy/cô ạ.",
            "Chào em,. . Em vui lòng liên hệ [full_name] nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Gửi phòng đào tạo,. . em là [full_name], MSSV: [student_id]. . Hiện tại đang trong thời gian đăng ký môn học.. . Em có đăng ký môn học chung với hệ chính quy bằng 1 môn Mô hình hóa toán học (CO2011) nhưng lại nhận được thông báo \"Bạn không được phép đăng ký vào nhóm lớp này\". Theo thông báo thì sinh viên bằng 2 vẫn có thể đăng ký học chung lớp với sinh viên bằng 1 nhưng hiện tại thì em ko thể đăng ký vào nhóm lớp này L01 - CO2011. Hiện sĩ số đang là 96/99 và các lớp đang được mở tối đa sĩ số. Điều này đồng nghĩ với việc nếu em ko đăng ký được vào 3 lớp còn lại thì coi như em sẽ bị trì hoãn môn này ở kì tới.. . Mong PĐT giải quyết sớm giúp em ạ",
            "Điều này đồng nghĩ với việc nếu em ko đăng ký được vào 3   B slots  /B  còn lại thì coi như em sẽ bị trì hoãn môn này ở kì tới.. . Mong PĐT giải quyết sớm giúp em ạ",
            "Dear [full_name]. . update chiều 25/12/2021. . Em có thử đăng ký môn học CQ đợt 2, loại chuyển hệ thì cũng không được luôn ạ.. . =  Đăng kí cả chính quy và chuyển hệ đều báo lỗi.. . Mong [full_name] xem giúp em vấn đề trên ạ.",
            "Dear PĐT,. . Em đã có thể đăng ký lại được môn kỹ thuật lập trình (CO1027) Còn môn mô hình hóa toán học (CO2011) thì đang full, em không thể đăng ký.. . Em xin bày tỏ ý kiến là rất không hài lòng về chất lượng của web đăng ký, làm ảnh hưởng rất lớn tới kế hoạch đăng ký môn học của em.. . Em là sinh viên bằng 2, vừa học vừa làm, học phí là rất lớn tại thời điểm hiện tại so với thời điểm 4 năm trước đây. Nên em luôn cố gắng sắp xếp tối đa các môn học vào thời điểm 2 tiết đầu của buổi sáng (tiết 2,3) để học xong và có thể đi làm.. . Vậy mà khi lớp bắt đầu sớm (Tiết 2,3) trống thì lại dính lỗi web, làm em không thể đăng ký được, và chỉ biết nhìn lớp đã full sĩ số.. . Rất mong PĐT giúp đỡ em có thể đăng ký vào được nhóm lớp bắt đầu sớm hơn (môn CO1027) và mở thêm sĩ số đối với môn Mô hình hóa toán học để em có thể đăng ký.. . Em cảm ơn ạ.. .",
            "Chào bạn. . SV lưu ý:. . 1- Hiện tại toàn bộ môn học đã được Phòng Đào tạo tăng sĩ số tối đa theo quy định của từng loại môn học và quy định của Google Meet. Xem quy định về sĩ số mở lớp cho từng loại môn học tại đây: aao.hcmut.edu.vn/sinh viên/quy chế/học vụ/Quy chế đào tạo và học vụ bậc đại học, cao đẳng/ Điều 8. 2. . 2- Đã hết thời gian hiệu chỉnh và hủy môn học, Về việc rút Môn Học (có tính học phí) sinh viên vui lòng đợi mail thông báo dự kiến trong tháng 1/2021 sau của PDT. . 3- Trường hợp chưa ĐKMH ở đợt 2 thành công, bạn vui lòng đợi mail thông báo về việc ĐKMH ở đợt 3 từ ngày 04/01/2022 ( lưu ý: Trong đợt 3, SV chỉ có thể bổ sung các môn học còn sĩ số, không hiệu chỉnh và hủy MH). . 4- Sinh viên vui lòng xem kết quả ĐKMH, xem lý do vì sao không ĐKMH được (có đăng ký, nhưng không có TKB) tại trang web: mybk.hcmut.edu.vn    Đăng ký môn học    Đăng ký môn học HK212 - Kết quả đợt 2    bấm vào mục Đăng ký mới    chọn Loại hình đăng ký    xem Lịch sử đăng ký.. . 5- Trong trường hợp sau khi kết thúc đợt 3 (từ ngày 4/1 đến 6/1/2022), mà kết quả xử lý ĐKMH không đúng, bạn có thể làm đơn khiếu nại (kèm minh chứng nếu có), gửi qua trang bksi ghi rõ tiêu đề: “Khiếu nại ĐKMH HK212”, nội dung khiếu nại trình bày rõ lý do, ghi rõ tên, mã môn học và mã nhóm đã đăng ký. . 6- SV xem TKB tại mybk/Thông tin SV/ Xem TKB (sẽ được cập nhật dự kiến trước ngày 3/1/2022). . Chúc các bạn học tốt!. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ chào thầy/cô,. . . . Em là [full_name], sinh viên K18 khoa Máy tính. Trong đợt ĐKMH lần 1 cho HK212 em có đăng ký môn Luận văn tốt nghiệp (CO4317) do nguyên nhân \"0: Thiếu môn tiên quyết Thiếu môn tiên quyết\" nhưng em chưa rõ là thiếu môn nào. Hiện tại em còn 3 môn chưa có điểm như sau:. .     CO3031 - Phân tích và thiết kế giải thuật (đã thi, chưa cập nhật điểm),. .     CO3021 - Hệ quản trị cơ sở dữ liệu (đã thi, chưa cập nhật điểm),. .     CO3057 - Xử lý ảnh số và thị giác máy tính (chưa có lịch thi). . Em đã đủ 15 ngày CTXH và đã nộp bằng anh văn.. . . . Nhờ thầy/cô kiểm tra lại giúp, em xin cảm ơn.. . . . Trân trọng,. . [full_name].. .",
            "Chào bạn,. . Hiện tại PĐT đã cập nhật lại các lỗi phát sinh khi đăng ký môn học. Nên SV vui lòng vào đăng ký lại . . Theo thông báo : . . - Các học phần đang học nhưng chưa có điểm, kể cả học dự thính, và SV không thuộc diện bị cấm thi, được xem là đạt và tích luỹ được tín chỉ để đăng ký các học phần, kể cả các học phần tốt nghiệp (TTNT, ĐCLV và LVTN). Các học phần tốt nghiệp sẽ được PĐT hậu kiểm sau khi có kết quả học tập để đảm bảo đúng điều kiện ràng buộc theo đúng quy định. SV nên cân nhắc kỹ, tự xác định năng lực học tập trước khi đăng ký các học phần tốt nghiệp để việc học tập đạt kết quả tốt nhất.. . - Nhà trường tạm thời không xét điều kiện : Chuẩn tiếng Anh sau mỗi năm học (chuẩn Anh văn hàng năm); Chuẩn CCAV quốc tế khi xét LVTN; Chuẩn Giáo dục thể chất cho riêng HK chính 212 và HK dự thính 212.. . - Nhà trường tạm thời xét từ đủ 6 ngày CTXH khi xét LVTN trong HK212.. . . . Thân chào.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Gửi PĐT,. . Em muốn đăng ký môn CH3359, em đã gửi đơn xin tăng sĩ số nhưng không được chấp nhận, môn này em đã đăng ký đợt 1 nhưng không được xếp tkb dù đã đủ yêu cầu đăng ký và không trùng tkb, phòng meet cũng không quá 100 người kể cả giảng viên ( sĩ số lớp lý thuyết chỉ 40 và lớp thực hành chỉ 20). Em cần môn này để đăng ký các môn học tiếp theo ạ, nếu không đăng ký được thì em sẽ bị trễ thêm 1 năm ( em đã trễ 1 năm rồi ạ), mong pđt có thể cho em đăng ký được môn học này.. . Em xin cảm ơn."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Cho em hỏi giờ làm sao để lấy giấy xác nhận tốt nghiệp để em xin việc ạ, bên công ty em ứng tuyển đang yêu cầu giấy ấy. . . Em đăng ký tốt nghiệp hom ngày 23/12 ạ",
            "Chào em,. . Sau ngày 30/12 em có thể vào trang mybk/Đăng ký tốt nghiệp để tải file scan để sử dụng trước nhé. . Bản giấy sẽ được gửi qua đường bưu điện. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Em chào cô, . . Em là [full_name] - [student_id] - sinh viên bằng 2 khoa Khoa học và Kỹ thuật Máy tính. Hôm nay em nhận được kết quả đăng ký môn học và em bị hủy môn CO2007 (Kiến trúc máy tính) vì thiếu môn học trước ạ. Nhưng em xem cấu trúc môn học CO2007 thì điều kiện đăng ký môn học là CO1005 (Nhập môn điện toán) (HT), CO1023 (Hệ thống số) (), đối với môn Nhập môn điện toán thì kì 211 em đăng ký học môn này rồi ạ, còn môn hệ thống số thì em được miễn môn học này ạ. Mong cô giải đáp trường hợp này giúp em với ạ!. . Em cám ơn cô ạ!. . . .",
            "Chào bạn. . SV lưu ý:. . 1- Hiện tại toàn bộ môn học đã được Phòng Đào tạo tăng sĩ số tối đa theo quy định của từng loại môn học và quy định của Google Meet. Xem quy định về sĩ số mở lớp cho từng loại môn học tại đây: aao.hcmut.edu.vn/sinh viên/quy chế/học vụ/Quy chế đào tạo và học vụ bậc đại học, cao đẳng/ Điều 8. 2. . 2- Đã hết thời gian hiệu chỉnh và hủy môn học, Về việc rút Môn Học (có tính học phí) sinh viên vui lòng đợi mail thông báo dự kiến trong tháng 1/2021 sau của PDT . . 3- Trường hợp chưa ĐKMH ở đợt 2 thành công, bạn vui lòng đợi mail thông báo về việc ĐKMH ở đợt 3 từ ngày 04/01/2022 ( lưu ý: Trong đợt 3, SV chỉ có thể bổ sung các môn học còn sĩ số, không hiệu chỉnh và hủy MH). . 4- Sinh viên vui lòng xem kết quả ĐKMH, xem lý do vì sao không ĐKMH được (có đăng ký, nhưng không có TKB) tại trang web: mybk.hcmut.edu.vn    Đăng ký môn học    Đăng ký môn học HK212 - Kết quả đợt 2    bấm vào mục Đăng ký mới    chọn Loại hình đăng ký    xem Lịch sử đăng ký.. . 5- Trong trường hợp sau khi kết thúc đợt 3 (từ ngày 4/1 đến 6/1/2022), mà kết quả xử lý ĐKMH không đúng, bạn có thể làm đơn khiếu nại (kèm minh chứng nếu có), gửi qua trang bksi ghi rõ tiêu đề: “Khiếu nại ĐKMH HK212”, nội dung khiếu nại trình bày rõ lý do, ghi rõ tên, mã môn học và mã nhóm đã đăng ký . . 6- SV xem TKB tại mybk/Thông tin SV/ Xem TKB (sẽ được cập nhật dự kiến trước ngày 3/1/2022). . Chúc các bạn học tốt!. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Em là K21, em đã có chứng chỉ GDQP (trước đây em từng là K19 nên đã học qua GDQP) vậy giờ có cần phải học lại GDQP hay không. Nếu không cần học thì làm cách nào để hủy môn GDQP để em có thể đăng kí các môn khác.. . Em xin cảm ơn.",
            "Chào em,. . GQDP là do trường xếp cứng cho khóa 21 đi học, trường hợp em đã học rồi, em có thể làm đơn xin hủy để đăng ký MH khác và gửi qua [full_name] cho PDT.. . SV lưu ý, nhà trường chỉ gửi SV đi 1 lần duy lần để học GDQP, những trường hợp SV xin hủy nếu muốn học lại phải tự liên hệ tại TT GDQP để đăng ký để hoàn thành học phần GDQP. . Trường hợp SV đã có chứng chỉ GDQP, vui lòng làm đơn xin miễn (tải mẫu đơn tại aao.hcmut.edu.vn/sinh viên/biểu mẫu), kèm theo bản chụp Chứng chỉ GDQP và gửi qua [full_name]. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Em chào quý thầy cô,. . Hiện tại học kỳ 212 này em có đăng ký môn LVTN trong đợt đăng ký đầu tiên, sau khi mở đợt đăng ký thứ 2 thì môn học em đăng ký đã bị xóa với lý do thiếu môn tiên quyết là chứng chỉ ngoại ngữ, hôm trước em có nhận được email là không xét chứng chỉ ngoại ngữ khi xét LVTN cho học kỳ 212, hiện tại em có đăng ký lại nhưng không được vì thiếu môn tiên quyết chứng chỉ ngoại ngữ,. . Không biết vấn đề này là như thế nào ạ, mong được quý thầy cô giải đáp ạ, em xin chân thành cảm ơn.. .   i Đăng ký môn học .",
            "Chào bạn. . SV lưu ý:. . 1- Hiện tại toàn bộ môn học đã được Phòng Đào tạo tăng sĩ số tối đa theo quy định của từng loại môn học và quy định của Google Meet. Xem quy định về sĩ số mở lớp cho từng loại môn học tại đây: aao.hcmut.edu.vn/sinh viên/quy chế/học vụ/Quy chế đào tạo và học vụ bậc đại học, cao đẳng/ Điều 8. 2. . 2- Đã hết thời gian hiệu chỉnh và hủy môn học, Về việc rút Môn Học (có tính học phí) sinh viên vui lòng đợi mail thông báo dự kiến trong tháng 1/2021 sau của PDT . . 3- Trường hợp chưa ĐKMH ở đợt 2 thành công, bạn vui lòng đợi mail thông báo về việc ĐKMH ở đợt 3 từ ngày 04/01/2022 ( lưu ý: Trong đợt 3, SV chỉ có thể bổ sung các môn học còn sĩ số, không hiệu chỉnh và hủy MH). . 4- Sinh viên vui lòng xem kết quả ĐKMH, xem lý do vì sao không ĐKMH được (có đăng ký, nhưng không có TKB) tại trang web: mybk.hcmut.edu.vn    Đăng ký môn học    Đăng ký môn học HK212 - Kết quả đợt 2    bấm vào mục Đăng ký mới    chọn Loại hình đăng ký    xem Lịch sử đăng ký.. . 5- Trong trường hợp sau khi kết thúc đợt 3 (từ ngày 4/1 đến 6/1/2022), mà kết quả xử lý ĐKMH không đúng, bạn có thể làm đơn khiếu nại (kèm minh chứng nếu có), gửi qua trang bksi ghi rõ tiêu đề: “Khiếu nại ĐKMH HK212”, nội dung khiếu nại trình bày rõ lý do, ghi rõ tên, mã môn học và mã nhóm đã đăng ký . . 6- SV xem TKB tại mybk/Thông tin SV/ Xem TKB (sẽ được cập nhật dự kiến trước ngày 3/1/2022). . Chúc các bạn học tốt!. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Chào thầy/cô ạ. Em là [full_name] MSSV [student_id], trong đợt DKMH HK212 em có đăng ký luận văn tốt nghiệp nhưng bị hủy đăng ký do thiếu môn tiên quyết nhưng em đã học hết môn tiên quyết rồi ạ. Mông thầy cô có thể giúp em trường hợp này ạ. Em xin cảm ơn.",
            "\"Chào bạn,. . Hiện tại PĐT đã cập nhật lại các lỗi phát sinh khi đăng ký môn học. Nên SV vui lòng vào đăng ký lại . . Nếu vẫn không dkmh được bạn vui lòng báo lại PĐT. . . . Theo thông báo : . . - Các học phần đang học nhưng chưa có điểm, kể cả học dự thính, và SV không thuộc diện bị cấm thi, được xem là đạt và tích luỹ được tín chỉ để đăng ký các học phần, kể cả các học phần tốt nghiệp (TTNT, ĐCLV và LVTN). Các học phần tốt nghiệp sẽ được PĐT hậu kiểm sau khi có kết quả học tập để đảm bảo đúng điều kiện ràng buộc theo đúng quy định. SV nên cân nhắc kỹ, tự xác định năng lực học tập trước khi đăng ký các học phần tốt nghiệp để việc học tập đạt kết quả tốt nhất.. . - Nhà trường tạm thời không xét điều kiện : Chuẩn tiếng Anh sau mỗi năm học (chuẩn Anh văn hàng năm); Chuẩn CCAV quốc tế khi xét LVTN; Chuẩn Giáo dục thể chất cho riêng HK chính 212 và HK dự thính 212.. . - Nhà trường tạm thời xét từ đủ 6 ngày CTXH khi xét LVTN trong HK212.. . . . Thân chào.. . \""
        ]
    },
    {
        "intent": "",
        "message": [
            "Chào thầy cô. Em và nhiều bạn k18 đang muốn học môn mạng máy tính  mã CO3003 mong pdt hãy mở cho chúng em học môn này ạ. .   i Mở môn học học kỳ 212 .",
            "\"Chào bạn. . Quy trình Pđt nhận đơn mở lớp HK chính quy 212 (các môn chưa được mở lớp). . 1- Tải mẫu đơn “Đề nghị mở môn học”, sau đó SV gửi email trực tiếp đến Giảng viên giảng dạy & Khoa/Bộ môn để được ký xác nhận đồng ý (ghi rõ đầy đủ thông tin và Thời khóa biểu);. . - Đối với các môn có thực hành/thí nghiệm : Khoa phải cam kết tổ chức được cho SV.. . 2- Sau đó gửi đơn + email xác nhận đồng ý (nếu có) qua trang hỗ trợ trực tuyến (BKSI)    chọn đề mục “MỞ MÔN HỌC HỌC KỲ 212”    ghi rõ tiêu đề yêu cầu : MỞ MÔN HỌC CHÍNH QUY HK212.. . 3- Thời gian gửi đơn từ 25/12 đến 10g ngày 28/12;. . Thân. . \""
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Phòng đào tạo cho em hỏi là trong 1 học kì chính học 13 tín chỉ thì có được công nhận là sinh viên của trường không ạ, đồng thời cách tính học phí như thế nào luôn ạ, em xin cảm ơn.",
            "\"Chào bạn,. . Về thông tin học phí bạn vui lòng xem chi tiết tại trang web aao.hcmut.edu.vn    sinh viên    học vụ    học phí . . - Về quy định Số tín chỉ tích lũy/Điểm trung bình tích lũy: Bạn vui lòng xem chi tiết tại trang web aao.hcmut.edu.vn--  sinh viên --  Quy chế --  Quy chế đào tạo và học vụ bậc đại học và cao đẳng -- Điều 19. . Chúc bạn học tốt.. . Thân. . \""
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Kính gửi: Bán Giám Hiệu Trường Đại Học Bách Khoa. .           Phòng Đào Tạo Trường Đại Học Bách Khoa. . . . Em tên [full_name], mssv: [student_id], em là sinh  viên khóa 2014.. . Do thời gian vừa qua dịch bệnh covid-19 diễn biến phức tạp và kéo dài, trung tâm ngoại ngữ tạm dừng tổ chức các đợt thi nói viết để đáp ứng đủ điều kiện tốt nghiệp. Đến thời gian gần đây có tổ chức các đơt thi trực tuyến yêu cầu 3 thiết bị quay hình và mạng phải đáp ứng. Do tình hình kinh tế em đang khó khăn, máy tính bị hỏng chưa sửa chữa, em có mượn máy tính và điện thoại của bạn để kết nối thử quay hình thì thiết bị cũ, chậm và đứng màn hình,... không đáp ứng điều kiện thi trực tuyến.. . . . Vì vậy em viết đơn mong Ban Giám Hiệu, Phòng Đào Tạo xem xét giúp đỡ gia hạn cho em thêm một học kì để hoàn thành anh văn nói-viết.. . . . Trong file đính kèm là đơn xin gian hạn thời gian đào tạo. Mong Ban Giám Hiệu. Phòng Đào Tạo dành thời gian xem qua và xem xét giúp đỡ em.. . . . Em xin cảm ơn!",
            "Dạ, em nhờ anh/chị Phòng Đào Tạo kiểm tra giúp em. Em sợ tin nhắn này sẽ bị sót.. . Em xin cảm ơn ạ!",
            "Chào bạn[full_name] [full_name] [full_name]ầy Trưởng phòng đào tạo không đồng ý, gởi đính kèm bút phê của [full_name]ầy[full_name] [full_name] [full_name]ân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em là sinh viên K18, Khoa công nghệ vật liệu. Do rớt anh văn nên hiện tại nợ 3 môn năm 2 bao gồm: CH2011 Hóa vô cơ, CH2001 Hóa lí, MA2001 Vật lý chất rắn.Cả 3 môn này đều có môn tương đương K19 về sau là MA2041 Hóa vô cơ, MA2037 Hóa lý công nghệ vật liệu, MA2033 Vật lý chất rắn.. . Em có nguyện vọng đăng kí cả 3 vào học kì 212. Hiện tại CH2011 Hóa vô cơ (mã cũ), MA2037 Hóa lý công nghệ vật liệu có mở lớp nhưng trong quá trình đăng ký lại hiện thống báo bạn không thuộc về nhóm này - Ở mục lịch sử kết quả đăng ký đợt 1 thì không hiện ra lí do bị hủy đăng ký. Trong lớp có 1 bạn [full_name] MSSV [student_id] nhưng đăng ký thành công 2 mã môn nêu trên.. . Em mong muốn được đăng ký ít nhất 2/3 môn kì này để học kịp ra trường 4 năm rưỡi ạ.",
            "Đã đăng kí được các môn hóa",
            "Chào bạn. . SV lưu ý:. . 1- Hiện tại toàn bộ môn học đã được Phòng Đào tạo tăng sĩ số tối đa theo quy định của từng loại môn học và quy định của Google Meet. Xem quy định về sĩ số mở lớp cho từng loại môn học tại đây: aao.hcmut.edu.vn/sinh viên/quy chế/học vụ/Quy chế đào tạo và học vụ bậc đại học, cao đẳng/ Điều 8. 2. . 2- Đã hết thời gian hiệu chỉnh và hủy môn học, Về việc rút Môn Học (có tính học phí) sinh viên vui lòng đợi mail thông báo dự kiến trong tháng 1/2021 sau của PDT. . 3- Trường hợp chưa ĐKMH ở đợt 2 thành công, bạn vui lòng đợi mail thông báo về việc ĐKMH ở đợt 3 từ ngày 04/01/2022 ( lưu ý: Trong đợt 3, SV chỉ có thể bổ sung các môn học còn sĩ số, không hiệu chỉnh và hủy MH). . 4- Sinh viên vui lòng xem kết quả ĐKMH, xem lý do vì sao không ĐKMH được (có đăng ký, nhưng không có TKB) tại trang web: mybk.hcmut.edu.vn    Đăng ký môn học    Đăng ký môn học HK212 - Kết quả đợt 2    bấm vào mục Đăng ký mới    chọn Loại hình đăng ký    xem Lịch sử đăng ký.. . 5- Trong trường hợp sau khi kết thúc đợt 3 (từ ngày 4/1 đến 6/1/2022), mà kết quả xử lý ĐKMH không đúng, bạn có thể làm đơn khiếu nại (kèm minh chứng nếu có), gửi qua trang bksi ghi rõ tiêu đề: “Khiếu nại ĐKMH HK212”, nội dung khiếu nại trình bày rõ lý do, ghi rõ tên, mã môn học và mã nhóm đã đăng ký. . 6- SV xem TKB tại mybk/Thông tin SV/ Xem TKB (sẽ được cập nhật dự kiến trước ngày 3/1/2022). . Chúc các bạn học tốt!. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em là [full_name], MSSV [student_id]. Em kiểm tra thời khóa biểu thì thấy được cập nhật thêm môn học Nhập môn về kỹ thuật (Thí nghiệm), mã môn học EE1002 tại CS1, tuần học 51. Do tình hình dịch bệnh tại địa phương khá căng thẳng nên em không thể vào học trực tiếp tại CS1 của trường. . . . . Kính mong nhà trường xem xét cho em được hoãn lại môn học trong kì này. Em sẽ đăng kí vào các tuần sau Tết (nếu có thể học trực tiếp tại trường).. . . . Cảm ơn đã dành thời gian đọc thư của em. Mong rằng có thể nhận được phản hồi nhanh nhất có thể.. . . . Em xin trân trọng cảm ơn. Chúc một ngày tốt lành ạ!",
            "\"Chào em,. . Phòng Đào tạo đã tiếp nhận đơn xin hủy đăng ký học thí nghiệm trực tiếp của bạn.. . SV vui lòng theo dõi mail và thời khóa biểu được cập nhật Mybk/Thông tin sinh viên/Xem thời khóa biểu sau khi trường được hoạt động lại bình thường (dự kiến trong tháng 3/2022). . Thân\""
        ]
    }
]