[
    {
        "intent": "",
        "message": [
            "Học vụ . Chào ban giám hiệu,. . Em là sinh viên năm 3 khoa Cơ Khí. Em chỉ mới qua anh văn 2 trong trường nên kì 202 sẽ bị đình chỉ học nếu không qua anh văn 3. Ngày 13/12 em sẽ thi toeic tại trung tâm BK english thì đến ngày 25/12 có kết quả thi. Cho em hỏi là đến ngày 25/12 có kịp để đăng kí chuyển điểm tiếng anh cho học kì sau không ạ. Đợt đăng kí môn học đợt 3 sẽ mở và kết thúc vào ngày nào ạ. Em xin cảm ơn ạ",
            "Chào bạn,. . . . Không phải là đình chỉ học, mà không đủ anh văn sau năm 2 thì không đăng kí những môn học năm 3.. . . . Bạn vui lòng xem lịch học vụ để biết lịch DKMH http://www.aao.hcmut.edu.vn/index.php?route=catalog/chitietsv&path=59_77&tid=1915.. . . . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Em tên là [full_name], sinh viên khoa cơ khí, hiện tại em vẫn đang học pre nên em không biết việc đăng ký môn học cho học kỳ chính có bắt buộc hay không, nếu có thì ngày mai em đăng ký có kịp không ạ?. .",
            "Chào bạn,. . . . Việc này bạn liên hệ văn phòng Đào Tạo Quốc Tế để được tư vấn nha.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ .   em là k19. .   vào hk191 em chỉ tích được 3 chỉ và TBTL191=2,86 và em bị cảnh cáo học vụ lần 1.. .   sau học kì 193 thì em tổng được 16 chỉ và TBTL là 4,5 và em bị cảnh cáo học vụ lần 2.. .   em muốn hỏi là sau hk201 này nếu em tích được tổng cộng 30 chỉ( trong đó đã trả đủ 14 chỉ đã đăng kí ở hk191) thì em có bị cảnh cáo học vụ lần 3 không. và sau khi em học lại những môn đã rớt thì điểm sẽ tự động cập nhật thay thế vào điểm và tín chỉ cũ hay em có cần làm đơn chuyển điểm không.. .  mong nhà trường trả lời giúp em ạ.. .",
            "Chào bạn,. . . . Bạn tham khảo bảng xử lý học vụ 192, khi môn học bạn rớt, những môn học cải thiện điểm đậu. PDT sẽ tự động cập nhật lại số tín chỉ.. . . . Thâb"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em kính chào cô ạ. . Em tên là [full_name]. . Mssv [student_id]. . Khoa Kỹ thuật xây dựng. . Tính hình là em đã làm đơn xin xét tốt nghiệp bằng 2 ngành kỹ thuật công trình xây dựng và đã được xét đủ điều kiện tốt nghiệp bằng 2. . Cô [full_name] có nói em chờ link khai đăng kí tốt nghiệp bằng 2 nhưng em chờ từ ngày 10/11 đến hôm nay là 17/11 vẫn chưa thấy link ạ. . Em mong cô xem lại tình trạng của em với ạ. . Do là cũng cận ngày tốt nghiệp quá mà chưa đăng kí được nên bản thân em cũng hơi nôn. Nếu có gì không phải, em mong các cô bỏ qua cho.. . Em xin chân thành cảm ơn",
            "Chào bạn,. . . . PDT đã gởi mail khai tốt nghiệp bằng 2, bạn có nhận không ?, bạn khai có trục trặc gì thì liên hệ trực tiếp PDT.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Kính gửi: Quý thầy cô - phòng đào tạo Đại học Bách Khoa.. . . . Em tên là [full_name], khóa k16.. . . . Hiện tại em đã hoàn thành khóa luận văn và đầy đủ số chứng chỉ tốt nghiệp mà không đủ điều kiện anh văn nói viết nên không thể tốt nghiệp. Công ty em đang làm yêu cầu có giấy xác nhận đã hoàn thành chương trình học mới tiếp tục được làm việc. . . Do đây là công ty em hằng mong ước được làm việc nên kính mong phòng đào tạo có thể xem xét xác nhận giúp em đã hoàn thành đầy đủ chương trình học để có thể tiếp tục công việc.. . . . Em xin chân thành cảm ơn và mong được sự hồi âm sớm từ quý thầy cô.. .",
            "Chào bạn,. . . . Bạn có thể  làm đơn để ban lãnh đạo Phòng Đào Tạo duyệt cho bạn nha.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em tên [full_name], sinh viên K14, khoa QLCN ạ. Thầy/Cô cho em hỏi, bây giờ em có thể làm đơn xin xét tốt nghiệp để được tốt nghiệp trong ngày 28/11 sắp tới không ạ. Do kết quả thi tiếng anh nói viết của em có muộn, phần khác là do kết quả đợt gần đây em mới qua 200đ. Mong thầy/cô giải đáp và hỗ trợ em ạ. Em xin chân thành cảm ơn.",
            "Chào bạn,. . . .    Phòng đào tạo đã ghi nhận trường hợp xét tốt nghiệp bổ sung của sinh viên, sau ngày 24/11 Phòng Đào Tạo sẽ thông báo danh sách tốt nghiệp cập nhật mới : . . -          Sinh viên xem kết quả xét lại tốt nghiệp trên: www.aao.hcmut.edu.vn - tốt nghiệp - thông tin tốt nghiệp -  danh sách tốt nghiệp 11/2020. . -          Trường hợp không có tên trong danh sách tốt nghiệp bổ sung sinh viên liên hệ trực tiếp phòng đào tạo để kiểm tra lại lý do.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . CHo em hỏi là trường mở đợt đăng kí môn học đợt 2 trước khi thi cuối hk1. do em đang học avan3 để đki môn học cho kì sau nhưng ch thi cuối kì nên ch có điểm tổng kết. em có thể xin pđt đki môn học cho học kì 202 để có thời khóa trước rồi khi có bảng điểm em sẽ bổ sung điểm tb avan 3 sau được không ạ. ( chắc sẽ qua môn av3 để đạt chuẩn avan năm 3 ạ).. . Em cảm ơn!. . Trân trọng !",
            "Chào bạn,. . . . Trong các đợt DKMH bạn vẫn được đăng kí nha.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác:   B  Em là sinh viên k16, do e vẫn còn đang học ( hệ chính quy) nên khi có thông báo đóng bảo hiểm y tế e đã đk và đóng phí.. . . . Tuy nhiên e cũng đang đi làm và công ty đóng bảo hiểm xã hội kèm luôn bảo hiểm y tế theo quy định ở công ty. E được thông báo khi đã đăng kí bảo hiểm ở trường rồi ạ!!!. . . . Cho e hỏi e có cách nào để hủy đăng kí bảo hiểm ở trường được không ạ???",
            "Chào bạn,. . . . Việc này bạn liên hệ phòng Công Tác Chính Trị Sinh Viên.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . xin chào  ad. . em là sinh viên khoá k17.khoa địa  chất  dầu  khí và em  muốn học  song  nghành và  nghành  thứ 2 là  tự động  hoá vậy thì em phải  theo  chương trình đào tạo là  khoá k17  hay là  khoá nào ạ.và trong lúc  em học nghành song song  là cơ điện tử thì em có  thuộc khoa cơ khí  để có  đăng  kí chương  trình  kỹ sư việt  nhật  không  ạ. Với môn học  nhập môn  Kỹ thuật  các  khoa có giống  nhau  không  ạ.  hay à  em  phải  học  lại  ạ.  em  cảm  ơn  . .",
            "Chào bạn,. . . . Bạn vui lòng xem qui chế học vụ 28 http://www.aao.hcmut.edu.vn/index.php?route=catalog/chitietsv&path=90&tid=1658.. . . . Việc này bạn về khoa để tư vấn thêm.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            ". . cho em hỏi cần giấy tờ gì ở trường để vay vốn ngân hàng ạ. .",
            "Chào bạn,. . . . Việc này bạn liên hệ phòng Công Tác Chính Trị Sinh Viên.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: - Chào quý thầy cô ! Em là [full_name] [student_id] . Em muốn  hủy môn Vật lý 1 MSMH:PH1003  trong học kì 201 .LÝ DO hiện tại em đang đi thực tập nên em không đủ thời gian học môn vật lý 1 . Mong quý thầy cô xem xét , em xin hứa sẽ vẫn đóng học phí đầy đủ ạ ! em xin cảm ơn",
            "Chào bạn,. . . . Bạn làm đơn rút môn học nộp  PDT.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Kính thưa PDT trường ĐH BK.. . Em sinh viên: [full_name], mssv: [student_id].. . Em đang có vướng một vấn đề là thẩm tra bằng trung học phổ thông và bằng cao đẳng trước khi dự lễ tốt nghiệp.. . Hiện tại Em đã thất lạc bản chỉnh bằng trung học phổ thông ( chỉ còn bằng tốt nghiệp tạm thời), Em đang có đủ chứng chỉ IIG toeic, bằng cao đẳng gần nhất và một bằng tốt ngiệp trung học phổ thông tạm thời.. . Em có thể mang những bằng cấp đó, lên trường mình thẩm tra, để kịp dự lễ tốt nghiệp 28/11 này không ạ.. . Em xin lỗi vì sự cố này, mong nhà trường giúp đỡ và phản hồi cho Em.. . Em xin chân thành cám ơn.",
            "Chào bạn,. . . . Bằng PTTH bạn bị mất bạn về trường PTTH của bạn xin cập lại bảng sao bằng PTTH nha.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Hiện em đang học ngành kĩ thuật điện, khoa điện - điện tử.. . * Cho em hỏi học kì 202, em có thể đăng kí đồ án (EE3061) và đề cương luận văn (EE4311) cùng nhau được không ạ?. . Chúc sức khỏe các anh/chị.. . Em cảm ơn.. . . .",
            "Chào bạn,. . . . Bạn xem cấu trúc môn học, nếu 2 môn không ràng buộc nhau, bạn vẫn đăng kí được.. . . . Thân",
            "No solution"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Dạ em xin chào PĐT ạ, thầy ocho em hỏi là tài khoản google của trường cấp cho riêng từng sinh viên, có thể dùng drive, gmail,... thì có thể dùng đến khi nào ạ. Cụ thể là ra trường rồi còn dùng bình thường không ạ. Em xin cảm ơn nhiều ạ.. .",
            "Dạ em xin chào PĐT ạ, thầy cho em hỏi là tài khoản google của trường cấp cho riêng từng sinh viên, có thể dùng drive, gmail,... thì có thể dùng đến khi nào ạ. Cụ thể là ra trường rồi còn dùng bình thường không ạ. Em xin cảm ơn nhiều ạ.",
            "Chào bạn,. . . . Bạn ra trường sẽ bị ngắt nha.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . AD cho mình hỏi tuần trước mình bị ghi nợ HP trên danh sách tốt nghiệp rồi (mình đóng muộn phí in bảng điểm 35k) mình có hỏi thì biết là thứ 2 vừa rồi đã cập nhật sao mình vẫn bị nợ học phí trên danh sách tốt nghiệp chính thức. Vậy mình có cần lên PDT để hỏi xem mình nợ khoản nào khác và cần thanh toán không ạ?. . P/s: Trên BKpay thì mình thanh toán hết rồi.",
            "Chào bạn,. . . . Không sao bạn, bạn đã hoàn thành các bước đăng kí tốt nghiệp và hoàn thành tất các các khoản trên Bkay là được. Trước ngày tốt nghiệp PDT sẽ chạy lại dữ liệu tốt nghiệp. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Kính Gửi : PĐT Trường ĐHBK . . Em tên là : [full_name] . . Mssv [student_id] . . Dạ thưa PĐT cho em hỏi là trong tháng 12 có còn đợt kiểm tra anh văn định kỳ nào không ạ . . Em xin chân thành cảm ơn . . Thân Mến . . [full_name]",
            "Chào bạn,. . . . Dự  kiến là tháng 12 sẽ mở đợt kiểm tra anh văn định kỳ, bạn thường xuyên kiểm tra mail để biết thông tin nha.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Dạ chào cô ạ. . Phòng đào tạo có gửi mail nhưng em chưa nhận được mail nào hết cô ạ. . Mặc dù em đã kiểm tra hết hộp thư đến lẫn tin nhắn spam đều không có cô ạ. . Mong cô kiểm tra lại giúp em với ạ. . Do em đi làm nên không trực tiếp lên trường được. . Em cảm ơn cô ạ. .",
            "Chào bạn,. . . . Bạn đã hoàn thành xong đăng kí tốt nghiệp của 2 ngành chưa?, có còn gì nữa không bạn.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em chào anh/chị. Em là [full_name], mssv [student_id]. Em có tên trong đợt tốt nghiệp tháng 11 này nhưng hiện tại em đang đi làm ở Pháp nên không về kịp ngày để làm lễ tốt nghiệp. Anh/chị cho em hỏi trong trường hợp này thì khoa sẽ giữ bằng tốt nghiệp cho em hay như thế nào ạ?. . Em xin chân thành cảm ơn anh/chị,. .",
            "Chào bạn,. . . . Phòng Đào Tạo giữ bằng nha bạn, sau lễ tốt nghiệp bạn ghé PDT để lấy bằng.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Em là [full_name] - [student_id] là sinh viên chuẩn bị tốt nghiệp Khoa Kỹ Thuật Xây Dựng . . Em xin hỏi trong Thông tin tốt nghiệp nếu mình còn thuộc lớp \"XD16KSDD\" thì bằng với việc mình đủ điều kiện tốt nghiệp bằng [full_name] đúng k thầy/cô?. . Cảm ơn thầy/cô.",
            "Chào bạn,. . . . Không hiểu ý bạn hỏi.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]8  /b \t. . . .   i Yêu cầu khác . Chào ad. . Mình là [full_name]  . . MSSV: [student_id]8. . Vào hk 172 mình có học và qua môn Vật liệu xây dựng CI2037 là môn tương đương với môn Vật liệu xây dựng 812020 (đúng theo CTDT) nhưng lúc chuyển điểm lại vào nhầm môn 812003 của ngành khác. . Mong PDT sửa lại giúp mình. .",
            "Chào bạn,. . . . Việc này bạn phải làm đơn nộp trực tiếp PDT để xem xét lại cho bạn.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Em là [full_name], MSSV: [student_id], Lớp: VP16VT.. . . . Em muốn hỏi về thời hạn chuyển điểm và cập nhật điểm chuyển trên trang web mybk.hcmut.edu.vn/stinfo/ kể từ lúc thanh toán phí chuyển điểm là bao lâu ạ ?. . . . Vì em đã đăng kí và thanh toán phí kể từ ngày 03/11/2020 nhưng đến hôm nay (18/11/2020) vẫn chưa có cập nhật về điểm được chuyển nên em không biết có gặp vấn đề gì không ạ (CCNN của em đã được thẩm tra hợp lệ vào ngày 23/10/2020).. . . . Em cảm ơn.. .   i Yêu cầu khác .",
            "Chào bạn,. . . . PDT đã chuyển điểm cho bạn rồi, sẽ cập nhật lên cổng thông tin sinh viên cho bạn nha.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Thưa thầy/ cô học bạ em đã nộp giờ em muốn  rút ra thì phải làm cách nào và nhận lại ở đâu ạ",
            "Chào bạn,. . . . Học bạ bạn nộp cho trường chỉ là bảng photo, không rút lại được nha bạn.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Chào thầy cô,. . Em tên [full_name], mssv [student_id], k19 khoa Quản lý công nghiệp.. . Em chưa đạt chuẩn AV1 để có thể đăng ký cho học kì 202 tới. Em định đăng ký đợt kiểm tra Anh văn tháng 12 trong trường hoặc thi ở trung tâm để lấy bằng. Nhưng hôm nay ngày 18/11, trên đường đi học về em gặp tai nạn giao thông bị gãy tay phải và phải bó bột hơn 1 tháng nên em không thể tham gia các kỳ thi Anh văn ở trường và ở ngoài để kịp xét cho học kỳ 202. Trường hợp của em vậy trường có cách nào giải quyết giúp em không ạ? . . Mong được phản hồi sớm. . Em xin trân trọng cảm ơn.",
            "Chào bạn,. . . . Bạn làm đơn nộp PDT để ban lãnh đạo phòng phê duyệt cho bạn.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Cho em hỏi là kết quả của kì kiểm tra anh văn định kì được tổ chức vào tháng 9 năm 2020 có được dùng để xét chuẩn anh văn cho năm nay không ạ! Em không thấy điểm anh văn của mình được ghi trên bảng điểm của mybk ạ!. . Em cảm ơn ạ!. .   i Yêu cầu khác .",
            "Chào bạn,. . . . Dùng để xét chuẩn anh văn sau các năm thôi bạn, nên không cập nhật trên bảng điểm nha bạn.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Chào thầy/cô,em muốn hỏi về việc chuyển điểm cho môn học tương đương với môn học gốc trong chương trình đào tạo. Trong chương trình đào tạo khóa 16 của khoa KH&KT Máy tính có môn Thiết kế luận lý verilog được đổi mã môn học từ CO2009 sang CO2033. Em đã hoàn thành môn học theo mã mới nhưng khi kiểm tra bảng điểm chuyển trên mybk thì vẫn chưa thấy được chuyển điểm và tích lũy tín chỉ ngành cho môn học gốc trong chương trình đạo tạo.Em mong sớm nhận được phản hồi về thắc mắc này ạ.Em cảm ơn. . . .",
            "Chào bạn,. . . . Bạn làm đơn khiếu nại nộp PDT nha.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Dạ cho em hỏi là tháng 12 này sẽ có đợt thi anh văn đình kì và đợt đăng kí môn học k19 kì 202 đợt 2 là 17/11 ko biết nếu đợt thi anh văn định kì lần này không kịp thời gian đăng kí môn học thì có sao không ạ",
            "Chào bạn,. . . . Hiện tại ngày thi anh văn định kỳ chưa có ngày cụ thể, nên không trả lời cho bạn được.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính chào Phòng Đào tạo,. . . . Em tên là [full_name], mã số sinh viên [student_id], khoa Môi trường và Tài nguyên.. . Em không thể sắp xếp để đến dự lễ tốt nghiệp vào ngày 28/11/2020. Vui lòng cho em hỏi có thể nhận bằng tốt nghiệp sau vào ngày nào và ở phòng nào ạ?. . Chân thành cảm ơn.. . . . Trân trọng,",
            "Chào bạn,. . . . Bạn nhận bằng tại PDT, khi nào cũng được.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ nếu mình đăng kí lộn môn giờ làm s để đăng kí lại ạ đã hết thời gian đăng kí. .",
            "Chào bạn,. . . . Trong đợt 2 DKMH bạn có huỷ/bổ sung môn học. Bạn vui lòng xem lịch học vụ http://www.aao.hcmut.edu.vn/index.php?route=catalog/chitietsv&path=59_77&tid=1915.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . 1) Cho em hỏi lịch shcd trước Tết của khóa k18 diễn ra trong khoảng thời gian nào ạ?. . 2) Cho em hỏi là lịch kiểm tra anh văn định thi khi nào diễn ra ạ?",
            "Chào bạn,. . . . 1. Lịch sinh hoạt công dân bạn liên hệ phòng Công Tác Chính Trị Sinh Viên.. . . . 2. Dự  kiến là tháng 12 sẽ mở đợt kiểm tra anh văn định kỳ, bạn thường xuyên kiểm tra mail để biết thông tin nha.. . . . Thân. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Dạ cho em hỏi K19 sau khi thi cuối hk1 thì còn đợt sinh hoạt công dân nào nữa không ạ?. .",
            "Chào bạn,. . . . Việc này bạn liên hệ phòng Công Tác Chính Trị Sinh Viên nha.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Thưa cô/thầy, em hiện là sinh viên K19 và em có được nghe là sinh viên K19 là sẽ có lịch sinh hoạt công dân cuối kì, cô/thầy cho em hỏi là bao giờ mình sẽ có lịch cụ thể ạ? . . Lý do là do nhà em ở xa nên em muốn biết để đặt vé về sớm đó ạ!. . Cảm ơn cô/thầy đã phản hồi.",
            "Chào bạn,. . . . Việc này bạn liên hệ phòng Công Tác Chính Trị Sinh Viên nha.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Trước đây em học xây dựng của trường đại học Bách Khoa đến năm 3. Giờ em thi và học lại ngành Điện của trường. Em đã hoàn thành các môn đại cương và em mong muốn được chuyển điểm các môn đại cương đã học. Cho em hỏi . . + Nếu như chuyển điểm thì các môn đó được chuyển cả điểm hay chỉ được công nhận là đã qua môn học và không có điểm?. . + Trường hợp không chuyển điểm mà chỉ công nhận đã qua môn đó thic điểm ở môn học đó có ảnh hưởng gì đến điểm TBTL của em so với các bạn khác có điểm hay không?. . + Trường hợp em muốn cải thiện các môn em đã chuyển điểm thì điểm sau khi em học có được tính vào môn học không?. . + Chương trình mới chỉ có 2 GDTC và em cũng đã đậu GDTC2 và 3 ở chương trình k15 rồi thì em có được miễn GDTC năm học này không?",
            "Chào bạn,. . . . + Chỉ công nhận  đã qua môn học và không có điểm.. . . . + Việc này không ảnh hưởng đến điểm TBTL.. . . . + Bạn muốn cải thiện điểm chuyển vẫn tính điểm cải thiện nha.. . . . + Bạn được chuyển môn GDTC nếu trước đó bạn có học. . . . . Việc chuyển điểm bạn nộp đơn trực tiếp PDT nha.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "i Tốt nghiệp . Kính gửi Phòng Đào Tạo. . . . Em là [full_name], MSSV: [student_id], khoa Cơ Khí, lớp CK16HT2. . . . Hiện nay em đang có tên trong danh sách đình chỉ học kỳ 1 do không đăng ký môn học. Hiện nay em đã hoàn thành chương trình học tại trường nhưng chưa đăng ký tốt nghiệp do thiếu ngày ctxh và anh văn nói viết.. . . . Dạ cho em hỏi, sang kỳ 2 năm học 2020 -2021 em có thể đăng ký tốt nghiệp được không ạ.. . . . Em xin cảm ơn.. . . . [full_name].. .",
            "Chào bạn, . . Được nhé bạn, khi đủ điều kiện, bạn có thể làm đơn thu nhận lại để xét TN.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Đợt đăng ký Tốt nghiệp vừa rồi đó chưa đủ điều kiện Anh văn do đó em không đăng ký được và không đăng ký môn học nên bị tạm thôi học 1 học kỳ. Nếu nay em đủ điều kiện đăng ký tốt nghiệp thì em phải làm gì để được đăng ký TN ạ.",
            "Chào bạn,. . Bạn vui lòng liên hệ trực tiếp tại Phòng Đào tạo để làm đơn thu nhận để đăng ký tốt nghiệp.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Em là [full_name]. Em muốn hỏi là. . đăng kí dự thi các đợt kiểm tra anh văn toeic do trường tổ chức để xét chuẩn anh văn sau các năm thì trường sẽ gửi mail để đăng kí hay em phải tự đăng kí ạ?. .",
            "Chào bạn,. . Nhà trường sẽ gửi mail thông tin tổ chức và ngày thi để cho sinh viên đăng ký nhé. Bạn vui lòng đợi mail thông báo nhé!. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: 2010307  /b \t. . . .   i Học vụ . Dạ ,em muốn hỏi là,em đã đăng kí nộp chứng chỉ IELTS để miễn điểm Anh Văn 1,2,3,4,em được trả kết quả thẩm tra là hợp lệ và em đã thanh toán lệ phí miễn điểm nhưng sao em vẫn chưa có dữ liệu điểm ở bảng điểm chuyển,điểm miễn ạ,mong phòng đào tạo xem lại giúp em ạ",
            "Chào bạn,. . . . PDT đã lấy dữ liệu chuyển cho bạn rồi, bạn yên tâm. PDT sẽ cập nhật điểm chuyển trên cổng thông tin sinh viên cho bạn.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Kì 193, em đã qua môn bóng rổ PE1015 và đã chuyển điểm cho giáo viên rồi ạ. Nhưng khi vào kiểm tra bảng điểm thì em thấy em điểm 13.",
            "Chào bạn,. . Điểm là do giáo viên chấm, nhập điểm và nộp lên Phòng Đào tạo.. . Bạn vui lòng liên hệ trực tiếp với giảng viên giảng dạy để hỏi về điểm của mình nhé (nếu không đúng). . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Dạ cho em hỏi khi nào xét chuẩn anh văn để đăng kí môn học kì 202 của k19 ạ",
            "Chào bạn,. . Vui lòng trình bày rõ nội dung câu hỏi nhé!. . áp dụng theo quy chế bình thường nhé bạn, xem quy định về Anh văn tại đây:. . http://aao.hcmut.edu.vn/ sinh viên/quy chế/ Quy chế đào tạo và học vụ bậc đại học, cao đẳng:/Phụ lục 1: Quy định về ngoại ngữ (áp dụng cho các chương trình giảng dạy bằng tiếng Việt)/. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "B Học vụ .   i trùng lịch học 2 môn hoá(tn) và triết học  i . .   i em xin đổi hoá(tn) sang nhóm khác  i . . . . . .",
            "Em tự liên hệ GV để đổi nhóm TN hóa nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . dạ chào pđt  . . do quên kiểm tra sau khi đăng kí môn học  đợt 1 nên em bị mất môn học GE3119-thực tập sản  xuất vào kì  193,do tình  hình dịch môm học . . chưa diễn ra và thời gian thực  tập dời về cuối kì 201 nên em xin  phòng đào  tạo có thể  đăng kí  môn học Thực  tập sản xuât-GE3119 nhóm-tổ A01. vào  kì  193  lại giúp em.  nếu  không  được  em  xin pđt tạo  hướng dẫn  cách giải  quyết   giúp  em. cũng  như là  biểu  mẫu  đơn  giải  trình. . em cảm  ơn",
            "Chào bạn,. . . . Việc này PDT không thể giúp bạn đăng kí môn học được.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em tên [full_name], là sinh viên ngành Xây dựng Dân dụng khoa Việt Pháp khóa 2017. . Em có 2 thắc mắc muốn hỏi PĐT như sau:. . - Em có điểm 12 cho 3 môn tiếng anh 1, 2, 3 ([full_name]1) vậy cho em hỏi học kì sau (kì 8 của em) em có vi phạm quy chế gì của trường về chẩn tiếng Anh không ạ? Quy chế có để ở [full_name]2 nhưng do em không chắc chắn về chương trình nên không rõ ạ.. . - Quy chế của trường có cho phép chuyển điểm tiếng Pháp bằng chứng chỉ tiếng Pháp B1, sẽ được chuyển  điểm cho các môn tiếng Pháp 1,2,3,4,5,6,7 ([full_name]3). Nhưng đặc thù ngành của em có mã môn tiếng Pháp khác với các ngành còn lại trong Khoa Việt Pháp. Vậy cho em hỏi khi em có chứng chỉ tiếng Pháp B1 thì em có được chuyển điểm đến môn tiếng Pháp 7 hay không?. . Em xin cảm ơn.",
            "Chào bạn,. . . . - Bạn qua chuẩn anh văn sau năm 3.. . . . - Nếu bạn có bằng Tiếng Pháp như qui định thì bạn đăng kí chuyển điểm theo đúng mã số của chương trình bạn.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Em là [full_name] (MSSV: [student_id]). . Vào đợt đăng ký môn học của học kỳ này (HK 201) em đã đăng ký môn Luận văn tốt nghiệp vào đợt 1 hệ chính quy. Tuy nhiên, thông báo thanh toán học phí trên BKPay là “Học phí dự thính chuyển hệ 201”. Em có liên hệ với phòng đào tạo của trường thắc mắc và được nhân viên cho biết rằng môn Luận văn tốt nghiệp em đăng ký bị xếp vào nhóm dự thính. Em có nhờ nhân viên điều chỉnh lại nhóm môn học cũng như điều chỉnh thông báo học phí trên BKPay. Em đã liên hệ phòng đào tạo nhiều lần nhưng mà vẫn không có gì thay đổi. Kính mong quý thầy cô xem và điều chỉnh lại giúp em.. . Trong file đính kèm là kết quả đăng ký môn học đợt 1 hệ chính quy (1.png) và thông báo học phí trên BKPay (2.png).",
            "Chào bạn,. . . . PDT đã chuyển nhóm và cập nhật học phí cho bạn rồi nha. Bạn vui lòng kiểm tra lại.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Kính chào PĐT,. . Em mong PĐT giúp em xem là hình bên dưới của em nộp anh văn vào như hình là đã được đăng ký môn học cho học kỳ tiếp theo chưa ạ, hay phải bấm vào mục xét miễn ạ. Vì em chưa có nhu cầu để chuyển điểm ạ.. . Em xin chân thành cảm ơn.. .",
            "Chào bạn,. . . . Nếu bạn DKMH vậy được rồi nha bạn.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Dạ chào PĐT ạ,. . Vì OCB em bị khóa trong lúc cập nhật thông tin tài khoản nên em có điền stk OCB của bạn em để nhận, nhưng hiện tại em và cả bạn em vẫn chưa được nhận tiền 100k hỗ trợ luôn ạ.. . PĐT cho em hỏi là trường chưa gửi hết hay vì nguyên nhân nào khác được không ạ?. . Em xin chân thành cảm ơn ạ",
            "Chào bạn,. . . . Bạn ghi sai số tài khản bạn phải điểu chỉnh lại tài khoản. . . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Thầy/cô cho em hỏi:   B Nếu em trễ hạn đóng học phí lần 1 thì đợt 2 này em có thể đóng luôn 100% học phí hay không ạ?  /B . . . . - Nếu được có cần thủ tục xác nhận gì không ạ?. . . . - Nếu không được em cần phải làm gì để thanh toán học phí đợt 1 lại ạ?. . . . Em xin cảm ơn.. . . . [full_name] Thịnh.",
            "Chào bạn,. . . . Hiện tại bạn vẫn thanh toán học phí đợt 1 được nha bạn.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em chào thầy/cô! . . Thầy/cô cho em hỏi là bây giờ còn xin rút môn được không ạ.. . Em cảm ơn !",
            "Chào bạn,. . Thời điểm này muốn rút môn học bạn phải làm đơn trình bày lý do xin rút môn học và nộp tại Phòng Đào tạo để được xem xét nhé!. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Trong điều kiện để đăng ký môn học thì có môn phải học trước nhưng giờ em đăng ký 2 môn điều kiện với môn học 1 lúc được không. Em thấy đăng ký được nhưng đợt 2 bị xóa phải không a.",
            "Chào bạn,. . . . Tôi không hiểu bạn đang hỏi gì?. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Xin chào, . . Theo như em biết thì phải đủ 350 Toeic và tối thiểu 96 tín chỉ mới có thể đủ điều kiện để xét bảo vệ tiểu luận. Em có 420 toeic nhưng chỉ có 95 tín chỉ không biết có thể làm đơn xin phòng đào tạo được không ạ? Em đanng học av4 nhưng tới cuối tháng 12 mới thi.. . Nếu em chuyển 420 toeic để đổi điểm av1,2 theo bảng điểm cũ thì nếu đợt sau em thi mà muốn chuyển điểm luôn 4 anh văn thì có được không ạ? Chỉ được chuyển điểm 1 lần hay nhiều lần?. . Em cám ơn. . . . .",
            "Chào bạn,. . . . - Trong các đợt DKMH bạn vào đăng kí môn tiểu luận nha.. . . . - Bạn xem định chuyển anh văn nha, mỗi 1 anh văn sẽ được chuyển điểm 1 lần http://www.aao.hcmut.edu.vn/index.php?route=catalog/chitietsv&path=89&tid=1626.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . thầy/cô cho e hỏi e là sinh viên khoá 2019 (nhập học đợt tháng 10/2019, học tại cs1) thì chương trình đào tạo theo khoá nào ạ.... . . . lúc mới nhập học thì e vào lịch học vụ tại trang aao.hcmut thì thấy mới nhất là chương trình đào tạo K2018 - 142 tín chỉ, nhưng cuối tháng 8 vừa rồi e lại thấy có chương trình đào tạo cử nhân K2019 - 132 tín chỉ.. . vậy thì khoá e đào tạo theo kỹ sư - 142 tín chỉ hay cử nhân - 132 tín chỉ ạ?!... . . . e cảm ơn thầy/cô!",
            "Gửi đến SV. . SV nhập học đợt tháng 10/2019 diện miễn thi đầu vào, sẽ được tăng 2 khóa và áp dụng CTĐT Khóa 2017."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Dạ chào ạ,. . Em là [full_name], MSSV [student_id], em bị mất lịch thi, tkb trên mybk do bị Buộc thôi học, em đã làm Đơn cứu xét lên Văn phòng khoa. Hiện tại đã mở lại tkb, nhưng lịch thi thì chưa.. . Mai em kiểm tra giữa kỳ dự thính nhưng không nhớ phòng thi. Cho em hỏi có cách nào để biết lịch thi trong trường hợp này không ạ?. . Em cảm ơn",
            "Đã cập nhật phòng kiểm tra"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em tên là [full_name] - [student_id], yêu cầu nhận luận văn là chứng chỉ toeic 500 điểm.. . Cho em hỏi là để nhận luận văn thì cần nộp chứng chỉ tiếng anh 500 trước ngày 13.1.2020 ( chuyển điểm tiếng anh) hay nộp trước ngày 22.1.2020 ( đợt đăng ký luận văn bổ sung) ạ.. . Và có cần chờ xét duyệt gì không hay nộp vô là em được đăng ký luận liền ạ.. . Em cám ơn",
            "Chào bạn,. . . . Trong lịch học vụ có ghi rõ mà bạn, ngày chuyển điểm trong đợt đăng kí bổ sung TTTN/luận văn là ngày 13/1/2021.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Chào thầy/cô. . Em tên [full_name] mssv 140813 hiện là sinh viên khoa kỹ thuật máy tính khoá K14.. . Hiện tại em không đủ chuẩn anh văn để đăng ký môn LVTN và hoàn thành được chương trình chính quy trong học kỳ này ạ.. . Hết học kỳ này xem như em không còn cơ hội tiếp tục học chương trình chính quy bắt buộc chuyển sang hệ VLVH. Thầy/cô cho em hỏi nếu chuyển hệ em sẽ phải học lại toàn bộ chương trình (chương trình chính quy em chỉ còn LVTN với chuẩn anh văn toeic) hay em được phép chuyển điểm và làm LVTN ạ.. . Mong thầy cô giải đáp giúp em về hệ VLVH với ạ.. . Em xin chân thành cảm ơn. .   i Yêu cầu khác .",
            "Chào bạn,. . . . Bạn làm đơn thôi học nộp PDT, sau khi có quyết định thôi bạn làm đơn xin đăng kí học hệ VLVH.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác:  Em mới về dưới huyện lấy hồ sơ lên để nộp nhưng em hong biết là thứ 7 văn phòng Đảng uỷ không làm việc, vậy bây giờ em phải làm thế nào, hồ sơ em phải nộp trước ngày 23/11. Mong thầy cô giải đáp hộ em, em Xin cảm ơn!",
            "Chào bạn,. . . . Việc này bạn liên hệ văn phòng Đảng uỷ nha.. . . . Thân"
        ]
    }
]