[
    {
        "intent": "",
        "message": [
            "Học vụ . Chào PĐT, em tên là [full_name], MSSV [student_id].. . . . Hai ngày trước em có đăng ký in bảng điểm để bổ sung vào hồ sơ xin học bổng và PDT đã gửi bản scan cho em. Nhưng hôm nay bảng điểm của em mới cập nhật thêm 1 môn Quá trình thiết bị nên em đã đăng ký in bảng điểm mới.. . Mong PDT gửi lại bản scan bảng điểm mới cập nhật lại cho em ạ!! . . . . Mong PDT hồi đáp. Em xin cảm ơn!. . mail của em: [email]"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Dạ thầy cô ơi cho em hỏi,hk 211 này em chỉ đăng kí được 1 môn Công Nghệ điện 4 tín chỉ,nhưng theo áp dụng học phí mới từ 211 thì em phải đóng số tiền lên đến 11tr250,số tiền này thật sự ngoài khả năng của gia đình em hiện tại.Và đợt đkmh em đã đăng kí 5 môn nhưng do ít sỉ số nên không mở lớp,hoàn toàn lỗi không phải của em do em không đăng kí môn học.Về việc quy định mức học phí hệ VHVL là 15tr/hk em thấy hơi bất cập 1 tí xíu,nếu theo như quy định đóng học phí theo học kì thì em đồng ý,nhưng phải cho tụi em đk được 14 tín chỉ là tối đa với mức học phí 15tr,còn cái này do trường không mở lớp thì em thấy đâu phải lỗi do em mà giờ bảo em đóng học phí hơn 11tr.Em rất kính mong phòng đào tạo xem xét lại mức thu học phí này lại dùm tụi em.Dịch rất khó khăn nên ba mẹ dưới quê hoàn toàn không đủ khả năng để chi trả số tiền lớn như vậy được ak.Em cảm ơn thầy cô nhiều",
            "Chào bạn. . Cô đã chuyển tiếp thông tin của bạn đến Thầy Trưởng phòng đào tạo, bạn đợi Cô phản hồi sau nghen. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: 1411148  /b \t. . . .   i Tốt nghiệp . Kính gửi Thầy/Cô,. . . . Hiện tại đã có danh sách tốt nghiệp tháng 11/2021 (211) nhưng khi check thì em không có trong danh sách. Em tên Nguyễn Viết Hậu Mssv 1411148. Mong Thầy/Cô kiểm tra giúp em.. .  . . Em xin chân thành cảm ơn!",
            "Chào bạn,. . PDT đã ghi nhận yêu cầu về đăng ký xét TN của bạn. SV vui lòng theo dõi email  và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 28/09/2021 SV vẫn chưa nhận được mail hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 11/2021. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Dạ thưa cô, theo như cô nói thì em đã điền đơn hoãn thi PDT gửi rồi ạ, nhưng em mới kiểm tra lại mail thì em không nhận được email xác nhận nào cả, nhưng em lên bkex mục phòng thi của tôi thì em không thấy phòng thi môn em đã hoãn thi ạ, vậy cô cho em hỏi như vậy là e liệu đã hoãn thi thành công chưa ạ, tại hiện giờ em cũng hoang mang vấn đề này, trước em cũng có làm đơn hoãn ti và gửi trên bksi và cũng đã được xác nhận rồi ạ, và em cũng điền form PDT gửi luôn rồi ạ. mong cô giải đáp thắc mắc của em. em cảm ơn cô",
            "Chào em,. . - Cô thấy trong form hoãn thi có tên em mà.. . HK202\tCO3005\tNguyên lý ngôn ngữ lập trình. . - Hiện tại nhà trường chưa ra QD hoãn thi nhé bạn, dự kiến ra quyết định chung vào cuối tháng 12, nên trường hợp đăng ký hoãn thi vẫn bị điểm 13 bình thường. Sau khi hậu kiểm với ds của [full_name] thì mới ra quyết định hoãn thi và sẽ điều chỉnh lại điểm trên mybk/Thông tin SV/xem điểm. . Lưu ý:. . 1) PDT sẽ hậu kiểm lại với danh sách cấm thi của [full_name] gửi lên, nếu SV bị cấm thi sẽ bị hủy kết quả hoãn thi theo quy định. SV vẫn phải hoàn thành các phần việc của môn học, nhất là TH/TNg và BTL. GV có quyền cấm thi nếu SV không hoàn thành tốt các phần này. . 2) Trường hợp có sự cố bất khả kháng trong khi thi dẫn đến không thể hoàn thành được bài thi, và không được giải quyết cho thi vào ca thi tiếp theo (nếu có), sinh viên có thể đăng ký \"Hoãn thi\" ngay sau buổi thi (không phải vắng thi có phép), SV phải báo với CBCT hoặc trực thi để được ghi nhận vào trong danh sách thi. PDT sẽ đối chiếu lại với danh sách của [full_name] về các tình huống đã thi nhưng điểm thấp hoặc không có báo cáo ghi nhận về các sự cố trong buổi thi trước khi quyết định hoãn thi. . 3) Riêng đối với môn Đồ án, Thực tập ngoài trường, Đề cương Luận văn, Luận văn/Tiểu luận tốt nghiệp: SV có thể xin hoãn bảo vệ với lý do dịch Covid-19 ảnh hưởng nghiêm trọng đến kết quả thực hiện đề tài (không thực nghiệm được tại Phòng thí nghiệm, không thực địa, ...). SV gửi email trực tiếp đến Giáo viên hướng dẫn, [full_name]/Bộ môn để được xem xét đồng ý và forward email cuối cùng đến email của PĐT để đăng ký.. . Chúc bạn học tập tốt nhé.. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học .",
            "Chào bạn,. . PDT đã ghi nhận yêu cầu về ĐKMH của bạn và đã chuyển cho bộ phận ĐKMH kiểm tra và xử lý.. . Bạn vui lòng theo dõi và kiểm tra TKB thường xuyên trên mybk/Thông tin SV và hệ thống BKeL để kịp tham gia lớp học online. SV chủ động liên hệ với GV để xin vào lớp học trước nhé!. . Trường hợp nếu không đăng ký được (không có khả năng hoặc không đủ điều kiện)  PDT sẽ phản hồi cho SV qua bksi.. . Chúc các bạn học tốt!. . Thân mến,. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính gửi BKSI. . . . Em đã thi Toeic lần đầu được 555, do dịch bệnh vẫn chưa thể thi lại, nay có bạn xin mở lớp AV4A nhưng yêu cầu phải học trước AV3. Em đã đăng ký xét miễn và thanh toán trên BKpay, vậy BKSI cho em hỏi là em có được đăng ký lớp AV4A luôn được hay không? Nếu được thì trường có thể tạo điều kiện xét miễn nhanh nhất có thể để em được học AV4A và tốt nghiệp đúng hạn với ạ.. . . .   B Họ và tên: [full_name]. . MSSV: [student_id] Khoa Kỹ thuật Hoá Học  /B . . . . Em xin chân thành cảm ơn",
            "Chào bạn,. . Sau 17h ngày 21.9 bạn vô đăng ký lại nhé, PDT sẽ mở thêm lớp nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Kính gửi Phòng Đào tạo,. . Em là [full_name], MSSV [student_id], học lớp CC20ROB1.. . Sau khi kiểm tra thông tin sinh viên, em nhận thấy thời khoá biểu học kì 202 của em bị mất môn Giải tích 2, Vật lý 2, Thí nghiệm Vật lý và Thực tập Cơ khí đại cương 1, đồng thời tín chỉ đăng kí của em cũng bị giảm từ 18 tín chỉ xuống còn 7 tín chỉ. Học kì 202 em đã đóng tiền đầy đủ và đúng hạn, em mong Phòng Đào tạo xem xét để chỉnh sửa lại giúp em.. . Em cảm ơn ạ!",
            "Chào bạn. . Về vấn đề này bạn vui lòng liên hệ Văn phòng đào tạo quốc tế qua địa chỉ mail: [email] . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác  /i  Em chào thầy/cô em hiện đang còn đề cương, luận văn và anh văn. Kì này em đăng kí giấy hoãn nghĩa vụ quân sự đã được 1 tuần rồi nhưng chưa thấy được phê duyệt. Không biết là đến khi nào mới cò thể được phê duyệt ạ ?. .",
            "Chào bạn,. . - SV chủ động đăng ký giấy Xác nhận SV hoãn NVQS để bổ sung cho địa phương và chọn dịch vụ gửi qua được bưu điện (người nhận trả tiền) nếu có nhu cầu (PDT không in hàng loạt như các năm trước). . - Sau khi xử lý giấy chứng nhận sinh viên, Phòng Đào tạo sẽ gửi về địa chỉ sinh viên đăng ký khi bưu điện hoạt động lại bình thường trong đợt giãn cách xã hội. Mặt khác, sinh viên có thể tải bản scan trên trang đăng ký chứng nhận sinh viên (sau khi yêu cầu của SV đã được xử lý).. . - Vì số lượng sv cần hơi nhiều, PĐT scan up lên nhanh nhất có thể.. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Dạ chào pdt, e là nguyễn trí anh [student_id] khoa bảo dưỡng, việc là trong đọt 2 đk môn e có đăng kí đề cương luận văn ( không phải luận van) môn này k có chỉ và là môn bắt buộc khoa e, nhưng đợt 3 laik bị xóa mất mà e không để ý, kính mong pdt cho e hướng giải quyết để e có thể đk học trong kì chính này ạ , e xin cảm ơn phía dưới là hình ảnh minh chứng đợt 2 e đã đk ạ. .",
            ". . Dạ chào pdt, e là nguyễn trí anh [student_id] khoa bảo dưỡng, việc là trong đọt 2 đk môn e có đăng kí đề cương luận văn ( không phải luận van) môn này k có chỉ và là môn bắt buộc khoa e, nhưng đợt 3 laik bị xóa mất mà e không để ý, kính mong pdt cho e hướng giải quyết để e có thể đk học trong kì chính này ạ , e xin cảm ơn phía dưới là hình ảnh minh chứng đợt 2 e đã đk ạ",
            "Chào bạn. . xem TKB tại mybk/Thông tin SV/ Xem TKB. . Trường hợp SV đăng ký TTTN, LVTN, ĐCLVTN mà không có TKB trong đợt bổ sung.. . Sinh viên vui lòng xem kết quả ĐKMH, xem lý do vì sao không ĐKMH được (có đăng ký, nhưng không có TKB) tại trang web: mybk.hcmut.edu.vn    Đăng ký môn học    Đăng ký bổ sung TTTN+LVTN+ ĐCLVTN HK211 Đợt kết quả    bấm vào mục Đăng ký mới    chọn Loại hình đăng ký    xem Lịch sử đăng ký.. . Trong trường hợp kết quả xử lý ĐKMH không đúng, bạn có thể làm đơn khiếu nại (kèm minh chứng nếu có), gửi qua trang bksi ghi rõ tiêu đề: “Khiếu nại ĐKMH HK211”, nội dung khiếu nại trình bày rõ lý do, ghi rõ tên, mã môn học, Số tín chỉ tích lũy? Số ngày CTXH (nếu đăng ký LVTN). . Trường hợp SV có học môn tương đương vui lòng trình bày rõ, đã học ở HK nào? tên và MH,tương đương môn học nào?. . Trong đơn phải có xác nhận đồng ý của Khoa cho SV nhận LVTN thời điểm này (hiện tại đã qua tuần thứ 5 của HK). . Thân chào. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Kính gửi PĐT,. . Em tên:[full_name]. . MSSV:[student_id]. . Dạ cho em hỏi là em được bảo lưu kết quả tối đa bao lâu ạ?. . Thời gian dự kiến bảo lưu tháng 2 năm 2022 đến tháng 6 năm 2023. . Tình trạng: Đủ 142 tính chỉ, Toeic nghe đọc, [full_name] nói viết. . Vậy trường hợp của em nếu không đăng ký môn học thì thuộc diện giam bằng chỉ cần nộp đủ chứng chỉ thì sẽ được nhận bằng? Hay vẫn tính phải đăng ký học liên tục đến khi đủ toeic nói viết ạ?",
            "Chào bạn,. . Việc ĐKMH là tùy sinh viên nhé, trường hợp không có TKB trong học kỳ, SV sẽ bị buộc tạm dừng, không được cấp giấy CNSV.. . Khi đủ điều kiện TN, SV có thể làm đơn xin thu nhận lại nhé.. . Xem chi tiết quy chế tại đây:. . aao.hcmut.edu.vn/sinh viên/quy chế/học vụ/Quy chế đào tạo và học vụ bậc đại học, cao đẳng:/ điều 26. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác:   B Thưa thầy cô PĐT, em có đăng kí thi AV nói viết đợt 1 nhưng vì thanh toán lệ phí trễ nên em không được thi. Theo nguyên tắc thì em không được phép đăng kí đợt 2 và đợt 3. Em có thể làm đơn cứu xét để được đăng kí thi đợt 2 và đợt 3 không ạ. Em cảm ơn thầy cô",
            "Chào bạn. . bạn xem mail, đã cho bạn vào danh sách thi đợt 2. . Thân",
            "No solution"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em chào PĐT, em là [full_name], MSSV: [student_id]. Học kỳ trước em có học môn Độc chất học trong công nghiệp ứng dụng (CH3127), đã thi cuối kỳ và có điểm thi nhưng vẫn chưa được cập nhật lên bảng điểm trên mybk trong khi các bạn khác đã được cập nhật. Giảng viên đã nộp điểm từ ngày 24/08 rồi ạ. Mong PĐT xem xét để cập nhật điểm giúp em ạ.",
            "Chào em,. . Em chờ xem kết quả vào đầu tuần sau 20/9/2021. Nếu chưa đúng em gửi lại nhé.. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Kính gửi PĐT,. .   Em đã đủ các điều kiện học phần để tốt nghiệp, chỉ còn phần thẩm tra TN PTTH, ở thời điểm hiện tại em phải làm sao để hoàn thành việc thẩm tra này để có thể xét tốt nghiệp đợt 2 11/2021 của hệ VHVL.. . P/s: Em có cần phải lên phòng đạo tạo 101 A1 để nộp bản sao không ?. . . . Em cám ơn.",
            "Chào em,. . Em vui lòng liên hệ [email] để được hướng dẫn nhé.. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Kính gửi PĐT, P-CTCT SV.. . Em là sinh viên K17 khoa Kỹ thuật hóa học. Theo em được biết nhà trường hỗ trợ xét tốt nghiệp cho SV K17 dự kiến đến cuối tháng 12/2021.. . Em và nhiều bạn khác đã hoàn thành xong luận văn và chương trình học, tuy nhiên chứng chỉ AV Toeic chỉ đạt   500 đủ để đăng kí luận văn nhưng chưa thể thi Toeic   600 để đủ điều kiện chuyển điểm 4 AV.. . Trước tình hình dịch bệnh chưa thể trở lại bình thường nên em nghĩ không thể đăng kí lấy chứng chỉ toeic kịp thời hạn được. Vậy nếu tụi em   B đã có bằng TOEIC 500  /B  và   B xin pđt mở lớp AV4  /B  vậy có được   B đăng kí tốt nghiệp 11/2021  /B  không ạ?. . Em thấy có bạn đã xin pđt và BKEnglish mở   B lớp AV4a( MS môn học LA1043)  /B . Và theo được biết lớp AV4a chỉ mở ra theo nhu cầu chuẩn AV của mỗi năm học để đăng kí môn học nên không tính điểm và không có chỉ. . . Vậy tụi em đăng kí lớp AV4a có thể thay thế nộp bằng TOEIC 600 để chuyển điểm AV4 và kịp đăng kí tốt nghiệp vào tháng 11/2021 không ạ?. . Mong PĐT giải đáp thắc mắc giúp em.. . Em cảm ơn.",
            "Chào bạn,. . Cô chưa hiểu ý bạn? Tại sao trong các đợt đăng ký môn học của HK211 các bạn không đăng ký?. . Thân",
            "li answer rate: Answer is not complete / Câu trả lời chưa hoàn chỉnh",
            "Chào cô ạ,. . Em xin lỗi có thể do cách trình bày em hơi dài dòng.. . - Có nhiều bạn   B đã có bằng TOEIC 500  /B  nhưng không đủ 600 để chuyển điểm 4 anh văn và   B thiếu AV4 để tốt nghiệp tháng 11/2021  /B  dù đã hoàn thành xong chương trình học và bảo vệ luận văn.. . - PĐT dự kiến xét tốt nghiệp cho sinh viên đến cuối tháng 12/2021. Nhưng em sợ tình hình  dịch bệnh vẫn chưa thể trở lại cuộc sống bình thường các trung tâm không thể tổ chức kì thi TOEIC và tụi em không thể đăng kí thi để kịp nộp bằng được ạ.. . - Tụi em định tháng 7/2021 sau khi hoàn thành luận văn sẽ đăng kí thi TOEIC nhưng tình hình dịch bệnh phức tạp, cách ly và phong tỏa liên tục nên tụi em không thể lấy chứng chỉ AV được ạ.. . - Vì trông đợi hết dịch để tụi em có thể thi TOEIC nên không đăng kí môn AV4 trong kì dự thính và nếu đăng kí trong HK211 thì sợ không thể tốt nghiệp tháng 11/2021 được ạ.. . - Tụi em đang xin mở lớp AV4a (LA1043), liệu bây giờ tụi em có thể đăng kí học môn đó để tốt nghiệp đúng thời hạn không ạ?.. . Em cảm ơn cô.",
            "Chào bạn. . Bạn theo dõi thông báo qua mail, chuẩn bị sẽ mở lớp anh văn 4a cho SV đăng ký. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em tên là [full_name] - MSSV: [student_id]. . Vào ngày 19/09 sắp tới, em có thi [full_name] vào lúc 10h sáng và [full_name] vào lúc 13h trưa, nhưng em vừa nhận được thông tin là khóm của em đang ở dưới quê sẽ cúp điện từ 5h sáng đến 12h trưa vào ngày đó nên em không thể thi nói vào lúc 10h sáng được. Cho em xin phép dời ngày thi được không ạ ?",
            "Chào bạn. . Về vấn đề này bạn vui lòng liên hệ TTNN. . Vì Pdt phụ trách cho SV đăng ký, đóng tiền, hiện tại đã chuyển danh sách cho TTNN. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em tên [full_name]-MSSV:[student_id]-Lớp BD16CDT.. . Hiện Phòng Đào Tạo và Khoa đã tạo điều kiện mở lớp anh văn nhu cầu 4a cho em học rồi ạ.Em không có nhu cầu đăng kí môn học anh văn 2-mã LA1005,nhóm lớp L01 nữa ạ.Em cảm ơn nhiều ạ",
            "Chào bạn,. . Vậy là bạn muốn xin hủy yêu cầu đăng ký môn AV 2 đúng không?"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em chào Cô ạ!. . Học kỳ 202 vừa rồi em có học môn Kỹ thuật Robot (Mã môn học EE3065) lớp L01. Điểm tổng kết của em là 9.5. . . Trên bảng điểm phúc tra và bảng điểm của thầy thì em đạt 9.5 môn này, nhưng trên bảng điểm trong mục thông tin sinh viên thì em chỉ được 8.0. Cô thể sửa giúp em không ạ!. . Hay em phải đăng ký phúc tra để cập nhật lại thông tin điểm bị sai ở trên vậy cô? . . Mong phản hồi từ Cô!. . . . Em xin cảm ơn Cô!. . . . (em có đính kèm ảnh chụp ạ). . . .",
            "Chào em,. . Nếu GV đã khóa môn học và muốn sửa điểm thì GV gửi email hoặc phiếu đề nghị mở khóa môn học nhóm để mở khóa (HK202) trong thời gian cho phép sửa.. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Gửi thầy cô phòng đào tạo,. .  Thầy cô cho hỏi em là thời gian xét nghiệp như trên mail trước đó em nhận được là sẽ xét tốt nghiệp đến hết học kì 211, nhưng trên trên trang aao.hcmut.edu.vn mới cập nhật hôm ngày 7/9 lại để hạn chót tới ngày 20/10? . .  Em cảm ơn thầy cô đã xem và trả lời câu hỏi của em!",
            "Chào bạn. . Lịch trình tốt nghiệp SV xem tại đây:. . Xem chi tiết lịch học vụ (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 11/2021. . Lịch này để chốt danh sách tham dự lễ và in bằng TN chung. . Mặt khác nhà trường vẫn cứu xét xét tốt nghiệp đến hết HK211 dành cho những trường hợp trễ hạn nhé (vẫn in bằng trễ cho SV, và in theo đợt). . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Dạ đúng ạ.Em hủy yêu cầu đăng kí môn anh văn 2,mã LA1005,nhóm lớp L01 ạ.. . Một lần nữa em xin cảm ơn ạ",
            "Chào bạn,. . Cô ghi nhận trường hợp của bạn, vậy bạn cứ đăng ký theo thông báo của TT Bảo Dưỡng công nghiệp nhé!. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ kính thưa thầy/cô. Em vừa đăng ký chuyển điểm anh văn 3 vào ngày 9/9/2021, đến nay vẫn chưa có kết quả nên em muốn hỏi là khi nào sẽ có kết quả ạ. Vì em đang xin mở thêm lớp anh văn 4 để học trong kỳ này và kịp tốt nghiệp nhưng mà cần kết quả chuyển điểm anh văn 3 để đăng ký được học anh văn 4 ạ. Nên em hơi sốt ruột, xin cảm ơn thầy/cô nhiều lắm ạ.",
            "Chào bạn,. . Phòng đào tạo đã ghi nhận trường hợp của bạn, và đã chuyển thông tin đến các bộ phận liên quan để kiểm tra và xử lý, bạn vui lòng đăng ký lại môn anh văn theo nhu cầu vào 13g ngày 27/9/21. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Dạ em tên là [full_name], mssv [student_id], lớp HC17CHC. Em đã hoàn thành chứng chỉ anh văn 4 kỹ năng, đủ số ngày công tác xã hội và cũng đã bảo vệ luận văn tốt nghiệp. Tuy nhiên khi lên tra danh sách tốt nghiệp dự kiến trong tháng 11 thì lại không có tên ạ. Không biết trường hợp của em là như thế nào ạ, có còn thiếu điều kiện gì mà em chưa biết. Mong thầy/cô hồi âm sớm ạ. . . .",
            "Chào bạn,. . PDT đã ghi nhận yêu cầu về đăng ký xét TN của bạn. SV vui lòng theo dõi email  và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 28/09/2021 SV vẫn chưa nhận được mail hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 11/2021. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Dạ chào thầy/ cô!. . Lớp A-01 chưa được cập nhập điểm môn Quản lý dự án xây dựng (CI1053) trên hệ thống mybk để tính điểm trung bình tích lũy.. . Em có liên hệ thầy [full_name], thầy nói đã nộp điểm rồi, em nên hỏi phòng đào tạo ạ!. . . .",
            "Chào em,. . - Em chờ xem kết quả vào đầu tuần sau 20/9/2021.. . - Nếu thứ 2 chưa có trên mybk là gv chưa nộp điểm hoặc còn ở đâu đó Khoa, Bộ môn.... . - Có gì vướng mắc em gửi lại nhé.. . Thân mến,. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: 1414034  /b \t. . . .   i Đăng ký môn học .     Em Chào Phòng Đào Tạo,. .     Em có Nộp Đơn Đăng Kí Luận Văn Ngành Cảng Công Trình Biển Ngày 25/08/2021 thì trạng thái là đang giải quyết, cô hướng dẫn luận văn cho em thì nói đã có danh sách các bạn làm luận văn kì này rồi ạ, nên em mong Phòng đào tạo sớm giải quyết cho em với ạ.. .    Dưới đây là mẫu đơn em gửi ngày 25/08/2021. .   Em Cảm Ơn.",
            "Chào bạn,. . PDT đã ghi nhận yêu cầu về ĐKMH (học phần tốt nghiệp: TTTN, DCLV, LVTN) của bạn và đã chuyển cho bộ phận ĐKMH kiểm tra và xử lý.. . Bạn vui lòng theo dõi và kiểm tra TKB thường xuyên trên mybk/Thông tin SV. . . Trường hợp nếu không đăng ký được (không đủ điều kiện (thiếu môn tiên quyết, thiếu ngày CTXH..)  PDT sẽ phản hồi cho SV qua bksi.. . Chúc các bạn học tốt!. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác:"
        ]
    },
    {
        "intent": "",
        "message": [
            "Cho em  hỏi rằng em nộp phiếu hiến máu để đổi ngày công tác xã hội qua bksi được không ạ?. . Em cảm ơn ạ",
            "Chào em,. . Em liên hệ phòng Công tác chính trị sv qua email [email] để được hướng dẫn nhé.. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Thưa Thầy/Cô,. . . . Em là [full_name], MSSV: [student_id], k17 khoa Kỹ thuật Xây dựng, lớp XD17KSDD.. . . . Em đã theo học chương trình kỹ sư tài năng và cũng đã nhận được mail xác nhận đơn xét tốt nghiệp của Phòng đào tạo.. . . . Tuy nhiên, em không thấy thông tin nào đề cập đến bằng tài năng ạ.. . . . Em muốn hỏi làm thế nào để kiểm tra thông tin mình có được nhận bằng tài năng hay không ạ?. . . . Em xin cảm ơn Thầy/Cô!",
            "Chào bạn,. . Cô chưa hiểu ý bạn, nếu bạn là SV KSTN thì nhà trường dùng chuẩn KSTN xét tốt nghiệp bạn. Trong Bằng TN sẽ ghi rõ thông tin nhé bạn. . [full_name]ân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . cho em hỏi là làm sao e có thể đăng kí thi [full_name] Nói- Viết để kịp tốt nghiệp được ạ. e không đăng kí môn học được. Em cám ơn!",
            "Chào bạn. . Cô đã cập nhật vào danh sách đăng ký đợt 4, bạn theo dõi mail thông báo vào ngày 20/9 nghen. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Chào cô/thầy, em là [full_name] . . Hiện tại do bị cách ly nên hoàn cảnh em hơi khó khăn và hiện tại em đang thiếu học phí đợt 2 HK192 và của HK201 thì không biết bên trường có đồng ý cho em được trả học phí HK201 trước vào tuần sau và đăng ký LVTN cho học kỳ này được không ạ ? Hiện tại khá khó khăn mà em muốn được BVLV ở đợt tới . . Mong bên trường có thể giúp đỡ và phản hồi sớm cho em ạ. . Em xin cám ơn",
            "Đăng ký môn học. . . . Chào cô/thầy, em là [full_name]. . Hiện tại do bị cách ly nên hoàn cảnh em hơi khó khăn và hiện tại em đang thiếu học phí đợt 2 HK192 và của HK201 thì không biết bên trường có đồng ý cho em được trả học phí HK201 trước vào tuần sau và đăng ký LVTN cho học kỳ này được không ạ ? Hiện tại khá khó khăn mà em muốn được BVLV ở đợt tới. . Mong bên trường có thể giúp đỡ và phản hồi sớm cho em ạ. . Em xin cám ơn  /QUOTE . . Hoặc nếu không được cho em hỏi thủ tục để bảo lưu 1 kỳ được không ạ tại em sợ không đăng ký môn học sẽ bị cảnh cáo ạ",
            "Chào bạn. . - Đầu tiên Bạn phải hoàn thành học phí . . - Tiếp theo bạn vui lòng làm đơn đăng ký LVTN, trong đơn ghi rõ tên môn học, mã số môn học, lý do bổ sung. Và phải có xác nhận của Khoa + Giảng viên hướng dẫn đồng ý bổ sung (có thể gởi yêu cầu Khoa + Giảng viên hướng dẫnxác nhận trong đơn, hoặc xác nhận qua maii, bạn chụp hình mail  đồng ý đính kèm ), gởi yêu cầu tại BKSI để xử lý. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Em muốn hoãn đóng học phí do vấn đề kinh tế do dịch Covid thì em phải làm như thế nào ạ. .",
            "Chào em,. . Em liên hệ phòng Công tác chính trị sv qua email [email] để được hướng dẫn nhé.. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "[full_name] - [student_id]. . . . Trên BKpay đã hiển thị thanh toán xong lệ phí miễn điểm rồi ạ. PĐT gạch giúp em dòng miễn điểm còn lại nhé. . . Em xin cảm ơn ạ.. .",
            "Chào bạn,. . Phòng đào tạo đã ghi nhận trường hợp của bạn, và đã chuyển thông tin đến các bộ phận liên quan để kiểm tra và xử lý, bạn vui lòng kiểm tra lại cập nhật mới vào cuối tuần nghen. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Em là [full_name], MSSV [student_id], khoa Kỹ thuật hóa học. Hôm nay ngày 17/9/2021, khi em kiểm tra bảng điểm trên mybk thì thấy thiếu cột điểm BTL của môn Kỹ thuật điện hóa. Em đã liên hệ giáo viên bộ môn, thì thầy đã kiểm tra lại và vẫn khẳng định đã nhập đủ cột điểm lên hệ thống. Mong phòng đào tạo có thể kiểm tra và cập nhập lại điểm giúp em [full_name]. Em xin cảm ơn.. . . .",
            "Chào em,. . - Em chờ xem kết quả vào đầu tuần sau 20/9/2021.. . - Việc nhập điềm là do GV nhập em nhé.. . - Nếu GV đã khóa môn học và muốn sửa điểm thì GV gửi email hoặc phiếu đề nghị mở khóa môn học, nhóm để mở khóa (HK202) trong thời gian cho phép sửa.. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính chào thầy/cô,. . Em là [full_name]. . . Trước đó em có hỏi cách đăng ký môn LVTN vì dịch thiếu chứng chỉ Anh văn không đăng ký được thì được cô nhắn yêu cầu gửi mã môn học. . . Dạ khối ngành của em là Điện tử - Viễn thông.. . Mã môn LVTN là EE4333.. . Xin cô đăng ký thêm giúp em. Em xin chân thành cảm ơn.. . Trước đó em có làm Đề cương Luận văn của thầy [full_name].Sĩ [full_name].. . Mong được thầy/cô hỗ trợ đăng ký môn và thông tin Luận văn tốt nghiệp ạ.. . Em sẽ liên lạc với thầy [full_name] để làm việc cùng thầy trước.. . Em xin chân thành cảm ơn cô.",
            "Chào bạn,. . PDT đã ghi nhận yêu cầu về ĐKMH (học phần tốt nghiệp: TTTN, DCLV, LVTN) của bạn và đã chuyển cho bộ phận ĐKMH kiểm tra và xử lý.. . Bạn vui lòng theo dõi và kiểm tra TKB thường xuyên trên mybk/Thông tin SV. . . Trường hợp nếu không đăng ký được (không đủ điều kiện (thiếu môn tiên quyết, thiếu ngày CTXH..)  PDT sẽ phản hồi cho SV qua bksi.. . Chúc các bạn học tốt!. . Thân mến,. .",
            "Chào bạn. . Pdt kiểm tra số tín chỉ tích luỹ ngành của bạn: 99+17=116  120 Không đủ điều kiện nhận LVTN. . Bạn kiểm tra lại nghen. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Chào Phòng Đào Tạo, em là [full_name], MSSV: [student_id]. . Dạ cho em hỏi, môn Kỹ thuật điện hóa (CH3175) trên bảng điểm thì cập nhật thiếu mất cho em phần điểm Bài Tập, em đã nhắn tin hỏi giảng viên giảng dạy, giảng viên bảo đã nộp đầy đủ điểm cho PĐT rồi ạ. Mong PĐT xem xét cập nhật lại cho em với ạ. em cảm ơn rất nhiều!",
            "Chào em,. . - Điểm là do GV dạy nhập điểm.. . - Nếu GV đã khóa môn học và muốn sửa điểm thì GV gửi email hoặc phiếu đề nghị mở khóa môn học nhóm để mở khóa (HK202) trong thời gian cho phép sửa.. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Em đã thanh toán lệ phí thi đầy đủ, đúng hạn. Trong danh sách thi đã có tên em, nhưng ở hệ thống BKEL không hiện (không có file hướng dẫn, link vào dự thi), kính mong phòng đào tạo hỗ trợ em. Em xin cảm ơn. .   i Học vụ .",
            "Chào bạn. . Đã cập nhật trên BKEL rồi mà bạn, bạn kiểm tra lại kĩ thông tin nghen . . Cô gởi file đính kèm. . Thân",
            "Cô check lại giúp em, em đã kiểm tra và chưa có thông tin. Em cần cập nhật trên BKEL cá nhân em để thuận lợi khi nộp bài thông qua BKEL.. . . . Cô kiểm tra lại giúp em sinh viên [full_name] - [student_id]",
            "li answer rate: Answer is not complete / Câu trả lời chưa hoàn chỉnh",
            "Cô ơi, em chưa có thông tin gì, cô check sớm giúp em ạ, Em xin cảm ơn",
            "Chào bạn. . Cô gởi ảnh đính kèm, bạn đã đăng nhập vào thấy rồi đúng không?. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Dạ thưa PDT,. . Em muốn hỏi là đơn xin hủy hoãn thi có mẫu nào không ạ? Hay là mình tự viết rồi gửi qua BKSI ạ?. . Em cảm ơn.",
            "Chào em,. . Em lấy mẫu đơn hoãn thi sửa thành đơn HỦY HOÃN THI, gửi qua bksi. . mẫu trên aao/biểu mẫu. . Thân mến,. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Chào anh/chị,. . Em là [full_name]. . MSSV [student_id]. . Lớp CC17HC11. . Em đã đủ điều kiện tốt nghiệp nhưng chưa có tên trong danh sách tốt nghiệp dự kiến do mybk cập nhật điểm sau ngày 10/09.. . Em gửi thông tin của em để xin xét tốt nghiệp bổ sung.. . Em xin trân trọng cảm ơn.",
            "Chào bạn,. . PDT đã ghi nhận yêu cầu về đăng ký xét TN của bạn. SV vui lòng theo dõi email  và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 21/09/2021 SV vẫn chưa nhận được mail hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 11/2021. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em là sinh viên K19 có đăng ký học GDTC ở HK202. Mặc dù thời khóa biểu của em có cập nhật thời khóa biểu mới để học nhưng trên tài khoản BkeL của em không có trang của lớp học ạ. Em nên làm gì để được tham gia vào lớp học ạ?. .",
            "Chào em,. . Do Trung tâm GDTC đang phân công GV.. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính chào pdt! em là [full_name]-[student_id], em không đăng kí thi anh văn nói viết trực tuyến đợt 4 được, mong pdt xem xét, để em đăng kí thi cho kịp.Em cảm ơn nhiều!",
            "Chào bạn,. . Phòng đào tạo đã ghi nhận trường hợp của bạn, và đã chuyển thông tin đến các bộ phận liên quan để kiểm tra và xử lý, bạn vui lòng đăng ký lại vào 13g ngày 21/9/21. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em chào quý Anh, Chị Phòng Đào tạo.. . Em tên [full_name], MSSV [student_id], lớp Bằng 2, ngành Kỹ thuật Xây dựng.. . Vừa rồi em có đăng ký nhận LVTN đợt bổ sung, vì chưa có chứng chỉ Tiếng anh. Lúc đăng ký thì cho đăng ký, đủ điện kiện đăng ký. Nhưng nay vẫn chưa có thời khóa biểu. Em xem lại thì lý do là không đủ điều kiện đăng ký ạ.. . Hiện tại, số tín chỉ tích lũy ngành của em là 120 tín chỉ, số tín chỉ tích lũy là 136 tín chỉ. Em đã hoàn thành tất cả các Đồ án môn học, Thực tập nhận thức ngành, Đề cương luận văn. Cụ thể:. . - Kết cấu bê tông cốt thép 1 (CI2039) thay thế bằng Kết cấu bê tông cốt théo 1 (CI2091) và ĐAMH kết cấu bê tông cốt thép 1 (CI2093). . - Kết cấu bê tông cốt thép 2 (CI3007) thay thế bằng Kết cấu bê tông cốt thép 2 (CI3175) và ĐAMH Kết cấu bê tông cốt thép 2 (CI3177). . - Kết cấu thép 1 (CI3009). . - Kết cấu thép 2 (CI3069). . - Tổ chức thi công (CI3049) thay thế bằng Tổ chức thi công (CI4125) và ĐAMH Tổ chức thi công (CI4127). . - Thực tập tốt nghiệp (CI3343). . - Đề cương LVTN (CI4341). . - Thực tập nhận thức ngành DDCN (CI2057). . Em kính mong quý Anh, Chị xem xét lại ạ.. . Em xin cảm ơn quý Anh, Chị.",
            "Chào bạn,. . Thời điểm này, SV khiếu nại hay bổ sung ĐK môn LVTN vui lòng ghi rõ Mã LVTN và xác nhận đồng ý của GVHD và [full_name] đồng ý cho bạn đăng ký LVTN dù trễ hạn. . Thân",
            "Em chào quý Anh, Chị.. . [full_name] em đăng ký có mã CI4343.. . Em đã liên hệ Thầy hướng, và Thầy đã đồng ý rồi ạ. Nhưng em chưa biết là xác nhận đồng ý của GVHD như thế nào ạ. Em mong quý Anh, Chị hỗ trợ giúp.. . Em xin cảm ơn",
            "Chào em,. . Em đã liên hệ Thầy hướng, và Thầy đã đồng ý rồi ạ. Nhưng em chưa biết là xác nhận đồng ý của GVHD như thế nào ạ.. . =  em chụp hình email thầy hướng dẫn đồng ý, [full_name] đồng ý rồi gửi qua bksi (nhớ có mã môn học, tên môn học) sớm nhất có thể em nhé.. . Thân mến,. . . .",
            "Em chào [full_name], [full_name]ị.. . Em gửi [full_name], [full_name]ị đơn xin nhận LVTN - Mã CI4343 có xác nhận của GVHD - Thầy [full_name] (file đính kèm).. . Mong [full_name], [full_name]ị xem xét hỗ trợ giúp em ạ.. . Em xin chân thành cảm ơn.",
            "Chào bạn,. . PDT đã ghi nhận yêu cầu về ĐKMH (học phần tốt nghiệp: TTTN, DCLV, LVTN) của bạn và đã chuyển cho bộ phận ĐKMH kiểm tra và xử lý.. . Bạn vui lòng theo dõi và kiểm tra TKB thường xuyên trên mybk/Thông tin SV.. . Trường hợp nếu không đăng ký được (không đủ điều kiện (thiếu môn tiên quyết, thiếu ngày CTXH..)  PDT sẽ phản hồi cho SV qua bksi.. . Chúc các bạn học tốt!. . Thân. .  . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Chào thây cô ạ, tình hình dịch bệnh kéo dài gây khó khăn trong việc học tập và hỗ trợ sinh viên nên em không thể đến trực tiếp hỏi về giấy tạm hoãn nghĩa vụ quân sự được ạ. Mới đây ở quê em có thông báo về nghĩa vụ quân sự. Nên bây giờ em muốn xin giấy tạm hoãn nghĩa vụ quân sự thì làm thế nào ạ. Chúc thầy cô nhiều sức khoẻ",
            "Chào bạn,. . - SV chủ động đăng ký giấy Xác nhận SV hoãn NVQS để bổ sung cho địa phương và chọn dịch vụ gửi qua được bưu điện (người nhận trả tiền) nếu có nhu cầu (PDT không in hàng loạt như các năm trước). . - Sau khi xử lý giấy chứng nhận sinh viên, Phòng Đào tạo sẽ gửi về địa chỉ sinh viên đăng ký khi bưu điện hoạt động lại bình thường trong đợt giãn cách xã hội. Mặt khác, sinh viên có thể tải bản scan trên trang đăng ký chứng nhận sinh viên (sau khi yêu cầu của SV đã được xử lý).. . . . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em xin gửi đơn hủy hoãn thi ạ.",
            "Chào em,. . Em gửi lại đơn có tháng ghi đúng nhé, sau lại ngày 20/3/2021. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em chào cô, cho em hỏi chuẩn anh văn để nhận luận văn và anh văn ra trường của hệ VHVL.",
            "Chào bạn. . - Về quy định chuẩn tiếng anh trong quá trình học: Bạn vui lòng xem chi tiết tại trang web aao--  sinh viên --  Quy chế --  Quy chế đào tạo và học vụ bậc đại học và cao đẳng -- Phụ lục 1: Quy định về ngoại ngữ --  điều 3. . Chúc bạn học tập tốt nhé.. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Kính gởi thầy/ cô phòng đào tạo,. . Em là [full_name], MSSV:[student_id]. . Em viết mail này để thắc mắc về mục lớp học của môn giáo dục thể chất Võ (Vovinam, Karate, Taewondo) (học phần 2) (PE1047) (CC02-HK202), hiện em đã check trên hệ thống MyBk thì đã có thời khoá biểu của môn học.. . Nhưng trên trang BKel thì lại không có mục lớp học ạ. . Em mong thầy/ cô phòng đào tạo kiểm tra và hỗ trợ giúp em ạ. .",
            "Chào em,. . Do Trung tâm GDTC đang phân công GV.. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Do đại dịch nên em rút hết tiền trong thẻ thành tiền mặt và không xoay kịp tiền đóng Lệ phí kiểm tra kỹ năng Nói -Viết tiếng Anh - đợt 2    DNNKN211.2 đúng hạn. Em có được hướng dẫn là thanh toán lệ phí trước nhưng hôm qua giờ em thử thanh toán rất nhiều lần nhưng vẫn tài khoản không bị trừ tiền, giao dịch không thực hiện được ạ. .",
            "Chào bạn. . Bạn liên hệ •\tSố điện thoại hotline của Ngân hàng OCB để được hỗ trợ (khi có phát sinh sự cố):[student_id]8. . Hoặc số: [student_id]95 : Cô [full_name] phục trách kỹ thuật OCB Lý Thường Kiệt. . Sau khi xử lý xong lệ phí, bạn liên hệ liền Pdt để cho tên bạn vào ds thi các đợt sau. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Dạ chào thầy/cô em tên [full_name] MSSV [student_id]. . Em đã đăng kí hoãn thi môn XSTK (MT2001) từ trước nhưng hiện tại em vào xem bảng điểm vẫn có kết quả thi dù em không tham dự thi, mong quí thầy cô pđt xem xét.",
            "Chào em,. . Hiện tại nhà trường chưa ra QD hoãn thi nhé bạn, dự kiến ra quyết định chung vào cuối tháng 12, nên trường hợp đăng ký hoãn thi vẫn bị điểm 13 bình thường. Sau khi hậu kiểm với ds của Khoa thì mới ra quyết định hoãn thi và sẽ điều chỉnh lại điểm trên mybk/Thông tin SV/xem điểm. . Lưu ý:. . 1) PDT sẽ hậu kiểm lại với danh sách cấm thi của Khoa gửi lên, nếu SV bị cấm thi sẽ bị hủy kết quả hoãn thi theo quy định. SV vẫn phải hoàn thành các phần việc của môn học, nhất là TH/TNg và BTL. GV có quyền cấm thi nếu SV không hoàn thành tốt các phần này. . 2) Trường hợp có sự cố bất khả kháng trong khi thi dẫn đến không thể hoàn thành được bài thi, và không được giải quyết cho thi vào ca thi tiếp theo (nếu có), sinh viên có thể đăng ký \"Hoãn thi\" ngay sau buổi thi (không phải vắng thi có phép), SV phải báo với CBCT hoặc trực thi để được ghi nhận vào trong danh sách thi. PDT sẽ đối chiếu lại với danh sách của Khoa về các tình huống đã thi nhưng điểm thấp hoặc không có báo cáo ghi nhận về các sự cố trong buổi thi trước khi quyết định hoãn thi. . 3) Riêng đối với môn Đồ án, Thực tập ngoài trường, Đề cương Luận văn, Luận văn/Tiểu luận tốt nghiệp: SV có thể xin hoãn bảo vệ với lý do dịch Covid-19 ảnh hưởng nghiêm trọng đến kết quả thực hiện đề tài (không thực nghiệm được tại Phòng thí nghiệm, không thực địa, ...). SV gửi email trực tiếp đến Giáo viên hướng dẫn, Khoa/Bộ môn để được xem xét đồng ý và forward email cuối cùng đến email của PĐT để đăng ký.. . Chúc bạn học tập tốt nhé.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Dạ chào thầy/cô ,. . Cho em hỏi là em chưa có điểm môn Luận văn tốt nghiệp (CH4343) nhưng lại có điểm trung bình học kỳ các môn khác (không tính điểm luận văn). Vậy có vấn đề gì không và khi nào có điểm môn học ạ . . . Em xin cảm ơn.. .",
            "Chào bạn,. . Bạn vui lòng trình bày cụ thể vấn đề nhé?. . Chưa có điểm thì điểm TB Học kỳ chỉ tạm tính tại thời điểm hiện tại thôi nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Xin chào cô, em là [full_name] mssv [student_id]. . Cô ơi cho em hỏi danh sách tốt nghiệp tháng 11 không có tên em dù em đủ hết chứng chỉ AV và ctxh rồi ạ.. . . . Mong cô kiểm tra giúp em với.. . Em cảm ơn cô ạ.",
            "Chào bạn,. . PDT đã ghi nhận yêu cầu về đăng ký xét TN của bạn. SV vui lòng theo dõi email  và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 28/09/2021 SV vẫn chưa nhận được mail hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 11/2021. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác  /i Rút môn học. . Ngày 30/8/2021 em có đăng kí môn Lịch sử Đảng Cộng sản Việt Nam, Mã môn học: SP1039, Lớp:DT02. . Vấn đề:Em xem trên phần đăng kí môn học thì thấy là bắt đầu học dự thính từ ngày 30/8 nên em đã đăng kí bổ sung ngày 30/8 nhưng em lên học thì cô báo là lớp đã học phân nửa chương trình từ tuần 33 nên cô đã yêu cầu em thông báo với PĐT giải quyết về vấn đề này.Em cảm ơn. Và nếu rút môn học trong Trường hợp này có mất học phí không? Hay là dời môn học em sang học kì khác ạ.",
            "Chào bạn,. . Bạn vui lòng trình bày rõ là bạn xin đăng ký bổ sung qua bksi hay là bạn tự đăng ký tại trang mybk/Đăng ký Mh. . Vui lòng trình bày rõ giúp cô. . Thân",
            "Dạ thưa cô em xin trình bày lí do rút môn học ạ:. . DO ngày 30/8 em có đăng kí bổ sung môn học mã SP1039 Lớp DT02 trên bksi và em biết được 30/8 mới bắt đầu môn học nhưng vào ngày 17/9 thì cô đã kêu em liên hệ với PĐT để làm việc vì lớp đã bắt đầu học vào ngày 15/8. Nên em xin phép rút môn học mà không mất học phí hoặc xếp em môn học vào học kì sau ạ. EM cảm ơn",
            "Chào bạn. . Theo yêu cầu của bạn muốn đăng ký vào nhóm lớp này nên Pdt đã bổ sung bạn vào nên giờ không Hủy, chỉ có thể rút môn học (tính học phí). . Thân . . . . Thời gian: 08/29/2021 04:35:04 pm. . Từ: [23877] ([student_id]) [full_name]. . . . MSSV/MSGV: [student_id]    . . . . Đăng ký môn học. . Gửi PĐT. . Xin phép Phòng Đào Tạo đăng kí giúp em các môn học kì 211. . Môn: Chủ nghĩa xã hội khoa học. . Mã môn học: SP1035. . Nhóm lớp: L12. . Môn: Lịch sử Đảng cộng sản Việt Nam. . Mã môn học: SP1039. . Nhóm lớp: DT02. . Lí do:Về vấn đề gmail em không nhận được mail để đăng kí môn nên lúc lên đăng kí đã hết lớp để đk. Mong PĐT giúp đỡ em đăng kí giúp em ạ.Em thuộc nghành Kiến trúc nên rất nhiều đồ án về sau ạ. Em xin cảm ơn ạ",
            "Nhưng cô bộ môn dạy môn này báo đăng kí trễ nhưng trên lúc đăng kí môn thì môn này ghi bắt đầu học từ ngày 30/8 nên em mới đăng kí nhưng lúc vô học cô bộ môn bảo là môn này đã dạy qua mấy tuần rồi. Mong giải quyết kĩ giúp em. Này không phải lỗi của em đăng kí trễ mà thông tin ghi \"bắt đầu từ 30/8\"???",
            "Bạn có minh chứng môn này ghi học từ 30/8 không?",
            "Thế đây là gì ạ???. .",
            "Chào bạn. . Đây không phải minh chứng. . Minh chứng là Pdt có thông báo môn này bắt đầu học từ 30/8. . - Còn quy trình Pdt có thông báo dự thính có 2 đợt: đợt 1 học từ 15/8, đợt 2 từ 30/8. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em xin chào ạ,. . . . Em tên [full_name], sinh viên K17 khoa Khoa học và Kỹ thuật Máy tính. Hiện em đã hoàn thành tất cả các môn trong chương trình đào tạo và đã đủ các ngày CTXH, nhưng khi kiểm tra danh sách tốt nghiệp dự kiến tháng 11 thì kết quả trả về không có tên của em ạ. Em mong phòng đào tạo có thể kiểm tra lại em có còn thiếu những tiêu chí nào không ạ, mong phòng đào tạo phản hồi sớm giúp em. Em xin cảm ơn ạ.",
            "Chào bạn,. . PDT đã ghi nhận yêu cầu về đăng ký xét TN của bạn. SV vui lòng theo dõi email  và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 28/09/2021 SV vẫn chưa nhận được mail hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 11/2021. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: 1513720  /b \t. . . .   i Tốt nghiệp . Dạ em chào Thầy/Cô. hiện tại em đang là sinh viên khóa 2015. em đang còn môn anh văn nói viết để ra trường. mà nhà trường đã tạm dừng thi từ tháng 5. em còn nửa năm nữa là hết hạn học tập tại trường. vậy cho em hỏi trường mình có dự kiến bao giờ thi lại hoặc có biện pháp nào giúp em có thể tốt nghiệp vào đợt tháng 11 này không ạ. em xin cám ơn!!. . . . . .",
            "Chào bạn,. . Phòng đào tạo đã ghi nhận trường hợp của bạn, và đã chuyển thông tin đến các bộ phận liên quan để kiểm tra và xử lý, bạn vui lòng đăng ký thi anh văn nói viết vào 10g ngày 24/9/21. . - Đăng ký tại: Mybk.hcmut.edu.vn    chọn  Đăng ký môn học    chọn Đăng ký thi Anh văn 2 kỹ năng theo hình thức trực tuyến–Đợt 4-[full_name]H:BKE123. . - Thời gian đăng ký : từ 8g ngày 20/9 đến 14g50 ngày 24/9 (Lưu ý đợt này là đợt cuối cùng). . - Thời gian thanh toán lệ phí (150.000): từ 8g ngày 27/9 đến 14g50 ngày 29/9. . - Ngày thi: TTNN sẽ thông báo chi tiết ngày thi cho từng SV qua mail sau khi đã hoàn tất thanh toán lệ phí thi đúng hạn. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em là sinh viên K2014 đã được gia hạn thêm 1 học kỳ để bổ sung anh văn nói viết, dự kiến xét tốt nghiệp đợt tháng 11/2021. Do tình hình dịch bệnh phức tạp các hoạt động thi anh văn cũng không thể tổ chức trong thời gian dài. Hiện giờ em vẫn chưa đạt anh văn nói viết. Cho em hỏi hạn chót để em bổ sung anh văn là vào tháng mấy? Em bắt buộc phải có anh văn nói viết trước tháng 11 hay em có được xem xét kéo dài thêm thời gian bổ sung anh văn không. Em cảm ơn ạ.",
            "Chào bạn,. . Bạn đợi mail về đăng ký thi AV nói viết nhé. Khi nào nhận được mail thì vào đăng ký thi AV nói viết trực tuyến.. . Dự kiến sẽ gửi mail cho SV sau ngày 22/9. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em là sinh viên K2014 đã được gia hạn thêm 1 học kỳ để bổ sung anh văn nói viết. Vì là gia hạn nên không có đăng ký môn học mới, chỉ chờ bổ sung anh văn. Cho em hỏi là em có được cấp giấy xác nhận sinh viên tạm hoãn nghĩa vụ quân sự không? Em đã vào trang đăng ký cấp giấy nhưng không đăng ký được vì không có thời khóa biểu. Mong nhà trường giúp em để bổ sung giấy tạm hoãn nghĩa vụ gửi về địa phương. Em xin cảm ơn.",
            "Chào bạn,. . Việc ĐKMH là tùy sinh viên nhé, trường hợp không có TKB trong học kỳ, SV sẽ bị buộc tạm dừng, không được cấp giấy CNSV.. . Khi đủ điều kiện TN, SV có thể làm đơn xin thu nhận lại nhé.. . Xem chi tiết quy chế tại đây:. . aao.hcmut.edu.vn/sinh viên/quy chế/học vụ/Quy chế đào tạo và học vụ bậc đại học, cao đẳng:/ điều 26. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ cho em hỏi, em muốn đăng ký đề cương luận văn, đã được yêu cầu làm đơn xin đăng ký ĐCLV trễ hạn và trong đơn phải có xác nhận đồng ý của Khoa. Thầy bộ môn có dặn em là làm phiếu đăng ký mở lớp môn học như file đính kèm. Đang đợi thầy xác nhận. Cho em hỏi, phiếu đăng ký như vậy đã đủ thủ tục chưa? Nếu chưa đủ thì phải làm thêm đơn gì? Và nộp lên phòng đào tạo như nào ạ?. . Em xin cảm ơn!",
            "Xin phép BKsi, hỗ trợ em đăng ký đề cương luận văn được không ạ[full_name] [full_name] đã xác nhận đơn xin đăng ký của em rồi ạ[full_name] Em phải nộp đơn cho phòng đào tạo như nào ạ[full_name][full_name] [full_name] Em cảm ơn![full_name] [full_name]"
        ]
    }
]