[
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Dạ em gửi cô mẫu giấy xác nhận.Mong cô xem xét giúp em ạ.. . Em xin cảm ơn!",
            "Chào em,. . Em vui lòng vào trang mybk/Đăng ký in giấy xác nhận sinh viên để đăng ký nhé, nhà trường có mẫu chung để xác nhận cho SV về việc hoãn NVSQ. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Dạ em kính chào ban giám hiệu nhà trường,. . . . Em tên là [full_name], MSSV là [student_id].. . . . Hôm nay em vào kiểm tra phần thanh toán học phí để ngày 2/11 em đóng cho nhà trường thì phát hiện ra phần học phí đã bị mất.. . . . Em gửi nhà trường hai hình ban đầu và sau khi mất phần thanh toán học phí hk211 để nhà trường kiểm tra dùm em ạ.. . . . Em mong nhà trường xem xét dùm em trường hợp này ạ để em có thể đóng tiền học phí cho nhà trường đúng thời hạn ạ.. . . . Kính mến,. . Em [full_name].. .",
            "Chào em,. . PĐT đã cập nhật HP trên bkpay.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Kính thưa Thầy/Cô:. . Em là [full_name] - MSSV: [student_id]. . Thầy chủ nhiệm bộ môn Kỹ thuật và Quản lý Tài nguyên nước (Khoa xây dựng) bảo rằng đã cập nhật danh sách Đề cương luận văn (CI4381) vào BKel.. . Thầy/ Cô cập nhật môn học Đề cương (CI4381) ở học kì 211; và môn Thực tập tốt nghiệp (CI3383) ở Học kì 203 vào mybk giúp em vì trên trang mybk của em hiện không có những môn này, để em nhận danh sách giảng viên hướng dẫn ạ.. . Em cám ơn Thầy/Cô.. .",
            "Chào em,. . - HK211: CI4381\tĐề cương luận văn tốt nghiệp (KT Cơ sở Hạ tầng). . - Thực tập tốt nghiệp (CI3383) ở Học kì 203. . =  [full_name], Bộ môn chưa phân công CBGD, PĐT đã nhắc [full_name] rồi nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em tên [full_name]-mssv:[student_id].. . Lớp BD16CDT.. . Em đã được gia hạn học kì 202,mà sao em đăng kí in giấy xác nhận sinh viên để thi toeic lại không được ạ.Bị hiện lý do đang bị tạm dừng ạ.. . Em xin cảm ơn ạ",
            "Chào bạn. . Về đăng ký thi anh văn 2 kỹ năng nói viết trực tuyến đợt tiếp theo, dự kiến sẽ tổ chức thêm 1 đợt cho HK211, Bạn vui lòng đợi thông báo đăng ký qua mail Sinh viên dự kiến sau ngày 15/11.. . Chỉ cần thẻ SV và CNMD/CCCD nhé nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em là [full_name] (mssv:[student_id]), em đã có tên trong danh sách tốt nghiệp dự kiến. Hiện tại em cần gấp bảng điểm nhưng không được phép vào trường để thanh toán lệ phí. Mong phòng đào tạo giải quyết giúp em",
            "Chào em,. . PĐT hủy kết đăng ký cũ, em vào đăng ký lại đóng tiền bkpay trong thời gian này nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "em tên là [full_name] MSSV: [student_id]. . Lớp: CK18DET                khoa: Cơ Khí. . em chào thầy cô,. . thầy/cô cho em hỏi em muốn in giấy xác nhận sinh viên có( bao gồm học phí trong kì ) để vay vốn tại địa phương thì em cần làm như thế nào .. . em cảm ơn thầy cô giải đáp giúp em ạ.. . . .",
            "Chào em,. . Em liên hệ phòng Công tác chính trị sv qua email [email] để được hướng dẫn nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: 1513099  /b \t. . . .   i Yêu cầu khác . Em xin chào Thầy Cô PĐT. . Em xin gia hạn anh văn để em có thể làm đề cương luận văn trong học kỳ này ạ. Em cảm ơn. . . .",
            "Chào bạn. . Bạn có thể nói rõ ràng thêm nội dung được không. . - vì đề cương luận văn thì cần điều kiện anh văn? bị lỗi gì. . - hk 211 phải không?. . Thân",
            "li answer rate: Answer suits the needs / Câu trả lời đúng ý"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Dạ em kính chào quý thầy/cô trực ở bksi. Em có vài câu hỏi kính mong quý thầy/cô giải đáp giúp em ạ.. . . . Em hiện tại đang học chương trình Liên thông Đại học - Thạc sĩ tại Trường Đại học Bách Khoa TPHCM. Dạ vậy tại sao em không thể đăng kí đóng BHYT được ạ? Nếu không được đóng trong hệ thống mybk của trường vậy em có thể đóng BHYT bằng cách khác như đăng kí trực tiếp ở phòng y tế của trường mình được không ạ?. . . . Em xin chân thành cám ơn quý thầy/cô đã dành thời gian đọc tin nhắn của em.",
            "Chào em,. . Em liên hệ phòng Công tác chính trị sv qua email [email] để được hướng dẫn nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em chào thầy cô,. . Em tên [full_name] MSSV [student_id],. . Em thắc mắc hiện tại sinh viên năm 4 có thể vào trường và lên các phòng thí nghiệm để thực hiện đồ án Luận văn tốt nghiệp được không ạ?. . Mong thầy cô phản hồi giúp em.. . Em xin cảm ơn thầy cô.",
            "Chào em,. . - Phòng tổ chức hành chánh đã gửi email đến CB trường, em xem để biết.. . - Nhà trường sẽ gửi email đến sv để biết khi nào được phép vào trường.. . . . \"Thông báo về việc chuẩn bị cho sinh viên quay lại trường học tập và nghiên cứu. . Hộp thư đến. . . . - Phong TCHC - DHBK Tp.HCM. . 20:35, CN, 24 thg 10 (10 ngày trước). . tới cb. . . . Kính gửi toàn thể viên chức, người lao động (VC, NLĐ) và người học Trường Đại học Bách khoa- ĐHQG HCM;. . . . . . . . Trước tình hình mới và căn cứ trên các văn bản chỉ đạo của các cơ quan chức năng và y tế của Trung ương và TPHCM, nhằm chuẩn bị tốt nhất cho quá trình đón sinh viên (SV) quay trở lại trường học tập và nghiên cứu theo lộ trình, nhà trường đang soạn thảo và sẽ ban hành sớm nhất các quy định cụ thể về an toàn phòng chống dịch bệnh, quy trình kiểm soát ra - vào trường cho toàn thể VC, NLĐ, SV và khách vào trường. Vì vậy, Ban Giám hiệu yêu cầu các đơn vị tạm dừng cho SV làm luận văn, luận án, nghiên cứu khoa học... vào làm việc tại các phòng thí nghiệm. Sau khi TPHCM công bố cấp độ dịch mức phường/xã, nhà trường sẽ có thông báo và quy trình thực hiện nhằm kiểm soát chặt chẽ dịch bệnh cũng như lộ trình cho SV quay lại trường, các đơn vị sẽ triển khai đến GV và người học trong toàn trường đã đủ điều kiện vào học tập và làm việc tại trường.. . . . Kính chúc toàn thể VC, NLĐ, người học toàn trường luôn khỏe mạnh, hạnh phúc, thành công, cùng chung tay đẩy lùi dịch bệnh và hoàn thành tốt nhất nhiệm vụ của năm học.. . . .  . . . . Trân trọng,. . . . Ban Giám hiệu.\". . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Kính chào thầy (cô). . Em tên là [full_name], Mssv:[student_id], phường em đang yêu cầu giấy xác nhận sinh viên gấp. Em có thể đăng kí trên my bk và lên trường lấy không ạ. Vì em nghe nói trường gửi bưu điện đến nhưng lại tầm 1 tháng mới có",
            "Chào bạn,. . - SV chủ động đăng ký giấy Xác nhận SV hoãn NVQS để bổ sung cho địa phương và chọn dịch vụ gửi qua được bưu điện (người nhận trả tiền) nếu có nhu cầu (PDT không in hàng loạt như các năm trước). . - Sau khi PĐT cập nhật xong bạn có thể tải bản scan trên trang đăng ký chứng nhận sinh viên.. . Đồng thời PĐT cũng đã gởi bưu điện nếu SV có đăng ký, vui lòng nhận sau.. . - Em dùng bản scan này đưa trước, khi có bảng chính thì nộp bổ sung cho địa phương nhé.. . . . - Lên trường lấy không ạ. . =  Hiện tại chưa vào trường được đến khi có thông báo mới.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em là sinh viên khóa 2014, em chưa hoàn thành hết các môn học nhưng quá thời gian đào tạo, em có thể chuyển sang hệ vhvl để hoàn thành nốt được không ạ ?",
            "Vậy em có thể chuyển sang hệ vhvl để tiếp tục học được ko ạ ?",
            "Chào em,. . - Em xem thông báo tuyển sinh hệ VLVH. . http://tuyensinh.hcmut.edu.vn/admission/index.php?route=catalog/chitietts&path=69_148_152&tid=1863. . - Hoặc email đến [email] để được hỗ trợ  thêm nhé.. . Thân mến. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em chào thầy/cô ạ,. . Em là sinh viên K19, em đang thực hiện đăng kí mua BHYT nhưng không chọn được loại bảo hiểm cần mua nên không thể chọn \"Đăng kí\" được ạ.. . Cho em hỏi như vậy thì phải làm sao ạ?. . Em cảm ơn.",
            "Chào bạn. . Về vấn đề này bạn vui lòng liên hệ Phòng Công tác chính trị sinh viên, [email] để được hỗ trợ. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Dạ chào thầy/cô,. . Em là [full_name], MSSV: [student_id]. Em có vào MyBK phần đăng ký Tốt nghiệp để kiểm tra thì vẫn chưa thấy file giấy Tốt nghiệp tạm thời ạ vì em đăng ký ngày 25/10/2021. Cho em hỏi là chừng nào mới có vậy ạ?. . Em cảm ơn thầy/cô nhiều ạ! . .",
            "Chào em,. . Cô gửi em trước file scan nhé, bản giấy sẽ được gửi qua đường bưu điện nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Kính gửi PĐT.. . . . Em có đăng ký in giấy xác nhận sinh viên lúc 10h16p ngày 1/11/2021 (có ảnh đính kèm) nhưng đến nay là hơn 2 ngày vẫn chưa có kết quả đăng ký ạ. Em đang cần gấp giấy để tạm hoãn nghĩa vụ quân sự ạ. Kính mong phòng đào tạo xem xét giùm em.",
            "Chào bạn,. . - Sau khi PĐT cập nhật xong bạn có thể tải bản scan trên trang đăng ký chứng nhận sinh viên.. . Đồng thời PĐT cũng đã gởi bưu điện nếu SV có đăng ký, vui lòng nhận sau.. . - Em dùng bản scan này đưa trước, khi có bảng chính thì nộp bổ sung cho địa phương nhé.. . Thân mến. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Dạ em xin chào phòng đào tạo ạ.. . Em tên là [full_name] mssv [student_id].. . Dạ em muốn xin giấy xác nhận còn là sinh viên trường mình để hoãn nghĩa vụ quân sự ạ.Em cảm ơn phòng đào tạo ạ.. . . .   i Yêu cầu khác .",
            "Chào bạn,. . - SV chủ động đăng ký giấy Xác nhận SV hoãn NVQS để bổ sung cho địa phương và chọn dịch vụ gửi qua được bưu điện (người nhận trả tiền) nếu có nhu cầu (PDT không in hàng loạt như các năm trước). . - Sau khi PĐT cập nhật xong bạn có thể tải bản scan trên trang đăng ký chứng nhận sinh viên.. . Đồng thời PĐT cũng đã gởi bưu điện nếu SV có đăng ký, vui lòng nhận sau.. . Thân mến. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Em xin hỏi em muốn hủy hoãn thi 1 môn ở hk 202 thì em phải làm đơn như nào ạ và em phải gửi email đến địa chỉ nào ạ. Và bây giờ em còn hoãn được không ạ. . Em xin cảm ơn ạ . .   i Học vụ .",
            "Chào em,. . Em làm đơn xin hủy hoãn thi: ghi rõ HK, mã môn học, tên môn học ... , hoặc lấy mẫu đơn hoãn thi sửa thành đơn HỦY HOÃN THI, gửi qua bksi (aao/biểu mẫu). . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em đã cung cấp thông tin chứng chỉ IELTS nhưng khi xét miễn anh văn thì báo sai ạ.. . Em muốn biết sai chỗ nào ạ",
            "Chào bạn. . Bạn kiểm tra mail, cô [full_name] phụ trách đã gởi mail hướng dẫn lại cho bạn. . Thân",
            "Em đã hỏi cô [full_name] từ trước nhưng cô kêu lên BKSI ạ. Đến giờ em vẫn chưa nhận thêm mail nào ạ",
            "li answer rate: Answer does not suit / Câu trả lời không đúng ý",
            "Gửi đến Sinh viên. . do Sinh viên đã đăng ký chuyển điểm AV1,2,3,4 rồi nên khi SV kê khai lại lại CCAV + đăng ký quy đổi điểm AV sẽ không được (báo lỗi như SV đã thắc mắc). hiện CCAV của Sinh viên đã hợp lệ và điểm quy đổi AV được chấp nhận.. . thân chào."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Dạ thưa thầy/cô, em tên [full_name], MSSV [student_id] thuộc lớp KHM1CN20 chương trình CLC TCTN. Em có một việc muốn hỏi nhà trường là viết đơn xin hủy hoãn thi cuối kỳ như thế nào ạ? . . Em xin cảm ơn.. . . . Trân trọng ./.. . . .",
            "Chào em,. . Em làm đơn xin hủy hoãn thi: ghi rõ HK, mã môn học, tên môn học ... , hoặc lấy mẫu đơn hoãn thi sửa thành đơn HỦY HOÃN THI, gửi qua bksi (aao/biểu mẫu). . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Dạ thầy/cô cho em hỏi là em hoãn thi môn có thí nghiệm(HK202+ dt) thì tổ chức thi lại điểm sau đó sẽ có thành phần điểm thí nghiệm không ạ? Vì em thấy quy chế học vụ chỉ nói điểm tổng kết là đạt cho môn học không có thành phần thí nghiệm ạ. Em cảm ơn thầy/cô. . . .",
            "Chào em,. . Nếu là điểm thành phần thì do GV quyết định.. . Thân mến. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác .   i  Em chào thầy/cô ạ, em tên [full_name] .",
            "Yêu cầu khác. . Em chào thầy/cô ạ, em tên [full_name].. . Trong thời hạn nộp bằng, ở đợt 1 thì trường cấp 3 chưa có bằng về, và đến đợt 2 thì vì dịch covid nên em không lấy được nên em bị trễ hạn. Và em cũng mới lấy được bằng tốt nghiệp gần đây từ trường cấp 3. Cho em hỏi là bên trường có thêm đợt để gia hạn để đăng ký nộp bằng tốt nghiệp không ạ ? Nếu không được thì em nên xử lí như thế nào ạ ?. . Em cảm ơn thầy/cô nhiều ạ.. . . .   /QUOTE . .",
            "Chào bạn. . về vấn đề này bạn vui lòng liên hệ Cô [full_name]: [email]. . để được hỗ trợ. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Kính gửi nhà trường,. . . . Em xin phép nhà trường có thể cho em thông tin liên hệ của thầy [full_name] - trưởng bộ môn Hệ Thống Thông Tin được không ạ? Em cũng đã tra cứu thông tin của thầy nhưng số thuê bao em gọi cho thầy không liên lạc được ạ? Phiền nhà trường có thể cho em xin thông tin số điện thoại của thầy vì em đang có việc gấp cần được liên hệ ạ.. . . . Trân trọng,. . . . [full_name]",
            "Chào bạn. . Bạn liên hệ trực tiếp [full_name] để hỗ trợ nghen. . Bạn tìm thông tin [full_name] tại trang hcmut.edu.vn. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Nhà em ko có máy tính nên ko có thể học và thi môn vẽ kĩ thuật trên phần mềm auto cad bây giờ em muốnn hoãn môn vẽ kĩ thuật phải em sao ạ",
            "Chào bạn. . Bạn tải mẫu đơn: PHIẾU ĐĂNG KÝ HOÃN THI/ VẮNG THI CÓ PHÉP (CUỐI KỲ) tại trang web : aao.hcmut.edu.vn    biểu mẫu. . Sau khi có xác nhận của Giảng viên giảng dạy + Khoa (theo quy định). . Gửi cho Phòng đào tạo xem xét (nộp qua email pdt@hcmut.edu.vn hoặc BKSI ). . Thân mến. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Dạ cho em hỏi về việc đăng ký BHYT ạ. Lúc đăng ký nhập học em đã điền qua một mẫu BHYT và cũng đã đóng phí, và giờ em lại nhận được mail yêu cầu tham gia BHYT bên KTX đh quốc gia là sao ạ? Mong admin giải đáp thắc mắc về BHYT giúp em ạ",
            "Chào em,. . Em liên hệ phòng Công tác chính trị sv qua email [email] để được hướng dẫn nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Dạ cho em hỏi em đã nhập đầy đủ thông tin đăng kí BHYT trên mybk nhưng sao lại không bấm nút đăng kí được ạ ?. .",
            "Chào em,. . Em liên hệ phòng Công tác chính trị sv qua email [email] để được hướng dẫn nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Em tên [full_name], MSSV [student_id].. . Em hiện tại đang sinh sống và làm việc tại Long Sơn, Vũng Tàu.. . C]ông ty em đang hiện tại đang yêu cầu bằng tốt nghiệp tạm thời để làm một số giấy tờ ngày hạn cuối cùng là sáng mai.. . Em đã đăng ký bằng tốt nghiệp tạm thời từ thứ 3 tuần trước và theo như mail thì thú 3 tuần này sẽ có bằng tốt nghiệp online.. . Mong phòng đào tạo phản hồi, hỗ trợ và giúp đỡ em.. . Em xin chân thành cảm ơn.. .   i Yêu cầu khác .",
            "Đã giải quyết xong."
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính gửi PĐT. . Học phí mới cập nhật trên PKbay vẫn chưa giảm học phí cho em ?. . PĐT xem qua file em gửi bên dưới giúp ạ. . . .",
            "Chào em,. . PĐT đã cập nhật, em xem nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: K[student_id]  /b \t. . . .   i Đăng ký môn học . Em xin thông tin tra cứu, theo dõi, đăng ký thi toeic 2 kỹ năng Nói-Viết trực tuyết.",
            "Chào bạn. . Về đăng ký thi anh văn 2 kỹ năng nói viết trực tuyến đợt tiếp theo, dự kiến sẽ tổ chức thêm 1 đợt cho HK211, Bạn vui lòng đợi thông báo đăng ký qua mail Sinh viên dự kiến sau ngày 15/11.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Dạ chào pđt ạ,. . . . Em là [full_name], nay em có lên mybk để đăng ký thẻ bảo hiểm y tế thì em gặp lỗi không chọn được loại bảo hiểm ạ (có ảnh đính kèm). . . . Mong pđt giải quyết giúp em ạ. Em xin cảm ơn ạ.",
            "Chào em,. . Em liên hệ phòng Công tác chính trị sv qua email [email] để được hướng dẫn nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em tên là : [full_name] - [student_id]. . Hiện tại phiếu đăng tý tốt nghiệp của em tình trạng đã được xử lý và đang gửi qua bưu điện.. . Nhưng đã hơn 1 tuần giấy chứng nhận tôt nghiệp vẫn chưa được tải lên trang hồ sơ cấp bằng.. . Em đang cần cần tải xuống để nộp hồ sơ xin việc. . Rất mong nhà trường kiểm tra lại và cập nhật lên trang sớm nhất giúp em ạ.. . Em xin chân thành cảm ơn.. . ( 2 hình ảnh được đính kèm)",
            "Chào em,. . Cô gửi em file scan giấy CN TN tạm thời, em tải file sử dụng trước nhé, bản giấy sẽ được gửi qua đường bưu điện. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV[full_name] [student_id]  /b \t. . . .   i Học vụ . Em tên là [full_name] [full_name]. . MSSV [full_name] [student_id]. . Em xin hủy hoãn thi môn Giải Tích 2 ở HK 202 ạ",
            "Chào bạn. . - Phòng Đào tạo đã đồng ý yêu cầu về việc xin HUỶ Hoãn Thi của bạn. . . - Bạn thi bình thường theo Lịch thi đã thông báo. . - Trường hợp có sự cố bất khả kháng trong khi thi dẫn đến không thể hoàn thành được bài thi, và không được giải quyết cho thi các ca thi sau (nếu có), sinh viên có thể đăng ký \"Hoãn thi\" ngay sau buổi thi (không phải vắng thi có phép), SV phải báo với CBCT hoặc trực thi để được ghi nhận vào trong danh sách thi. PDT sẽ đối chiếu lại với danh sách Khoa để ra quyết định hoãn thi. . Chúc bạn học tập tốt nhé.. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV: [student_id]  /b \t. . . .   i Yêu cầu khác . Chào thầy/cô, em tên là [full_name], MSSV [student_id] thuộc lớp CN20KHM1 chương trình CLC TCTN. Em xin được gửi đơn xin hủy hoãn thi cuối kỳ môn Giải tích 2 (MT1005) nhóm lớp CN01-A HK202 ạ.. . Em xin cảm ơn.. . . . Trân trọng ./.. .",
            "Chào bạn. . - Phòng Đào tạo đã đồng ý yêu cầu về việc xin HUỶ Hoãn Thi của bạn. . . - Bạn thi bình thường theo Lịch thi đã thông báo. . - Trường hợp có sự cố bất khả kháng trong khi thi dẫn đến không thể hoàn thành được bài thi, và không được giải quyết cho thi các ca thi sau (nếu có), sinh viên có thể đăng ký \"Hoãn thi\" ngay sau buổi thi (không phải vắng thi có phép), SV phải báo với CBCT hoặc trực thi để được ghi nhận vào trong danh sách thi. PDT sẽ đối chiếu lại với danh sách Khoa để ra quyết định hoãn thi. . Chúc bạn học tập tốt nhé.. . . .",
            "Dạ chào thầy/cô. . Cho em xin lỗi vì file trên của em có thiếu sót Sđt . . Cho em xin được gửi lại ạ. Em xin cảm ơn. . . . Trân trọng ./."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV: [student_id]  /b \t. . . .   i Yêu cầu khác . Dạ chào thầy/cô,. . . . Em tên [full_name], MSSV [student_id] thuộc lớp CN20KHM1 chương trình CLC TCTN. Vừa rồi em có gửi đơn xin HỦY hoãn thi cuối kỳ HK202. Cho em được xin lỗi vì đơn em vừa gửi có   U thiếu sót trong mục số điện thoại  /U . Cho em xin được gửi lại đơn đã được hiệu chỉnh. Em xin cảm ơn.. . . . Trân trọng ./.. . . .",
            "Chào bạn. . - Phòng Đào tạo đã đồng ý yêu cầu về việc xin HUỶ Hoãn Thi của bạn. . . - Bạn thi bình thường theo Lịch thi đã thông báo. . - Trường hợp có sự cố bất khả kháng trong khi thi dẫn đến không thể hoàn thành được bài thi, và không được giải quyết cho thi các ca thi sau (nếu có), sinh viên có thể đăng ký \"Hoãn thi\" ngay sau buổi thi (không phải vắng thi có phép), SV phải báo với CBCT hoặc trực thi để được ghi nhận vào trong danh sách thi. PDT sẽ đối chiếu lại với danh sách Khoa để ra quyết định hoãn thi. . Chúc bạn học tập tốt nhé.. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính gửi: Phòng Đào Tạo Trường Đại Học Bách Khoa TP.HCM. . Em tên: [full_name]. . MSSV: [student_id]. . Thông tin tốt nghiệp của em trên Web chưa có thông tin Ngành Tốt Nghiệp ạ. .   i Tốt nghiệp .",
            "Chào em,. . Trường hợp không có tên ngành tốt nghiệp trên mục tra cứu tốt nghiệp . . =  Em yên tâm khi in bằng còn kiểm tra lại trước khi in nên SV không lo bị sai.. . Thân mến. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em đã làm đơn xin vắng thi môn Cơ học thủy khí (TR1005) ở học kỳ 201 và đã nộp lên PĐT, vậy sao bảng điểm của em vẫn hiện điểm 13? Do hiện nay em đang ở nhà chưa thể trở lại TP HCM do đó em không thể chụp lại đơn xin vắng thi được.",
            "Chào em,. . Em nói rõ là ở HK202 hay HK201, nếu học kỳ 201 em vui lòng gửi kèm Quyết định hoặc biên nhận đơn để PDT kiểm tra lại nhé.. . Thân",
            "Em hoãn thi ở kỳ 201 ạ, và vì giờ em đang ở nhà chưa thể trở lại Tp.HCM do đó em không thể chụp lại Quyết định hay biên nhận được. Em để hết lại ở thành phố rồi ạ.",
            "Chào em,. . Em vui lòng xem lại biên nhận nộp đơn có ngày hẹn, sao em không lên để xem kết quả trả lời đơn, đơn của em nộp từ ngày 22/1/2021.. . Cô gửi em kết quả trả lời về đơn xin hoãn thi của bạn.. . Bạn không đủ điều kiện để xin hoãn thi nhé.. . Lần sau lưu ý khi nộp đơn nhớ xem ngày hẹn để đến xem kết quả trả lời đơn nhé bạn. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Kính gửi:  Phòng Đào Tạo Trường Đại Học Bách Khoa TP.HCM. . Em tên: [full_name]. . Lớp:CD18DNLT Hệ ( VHVL). . MSSV: [student_id]. . SĐT:[phone_number]5. . Dạ thưa PĐT em được Thầy [full_name] hướng dẫn đồ án và đã hoàn thành xong đồ án và được Thầy [full_name] cho điểm em đã liên hệ Thầy [full_name] về điểm Thầy [full_name] đã gửi bảng điểm về cho PĐT nhưng đến nay em vẫn chưa được nhập điểm Thầy [full_name] cho em điểm 9 ạ , em cũng đã liên hệ cô [full_name] cô cũng nói đã liên hệ lên PĐT nhưng đến nay em vẫn chưa được nhập điểm ạ, kính mong PĐT nhận được tin nhắn của em và phản hồi lại giúp em ạ.. . Em chân thành cảm cơn!. . . . [full_name]. . . .",
            "Chào em,. . Điểm EE3061 Đồ án đã được cập nhật trên Stinfo rồi nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Em là [full_name]T-[student_id], cho em hỏi làm cách nào liên hệ trạm y tế để tra mã số bảo hiểm y tế, mong được hướng dẫn để em có thể đăng ký bảo hiểm y tế trong năm 2022.. . Em chân thành cảm ơn. .",
            "Chào bạn. . Vấn đề BHYT, Học bổng, vay vốn ngân hàng, gia hạn học phí… Bạn vui lòng liên hệ Phòng Công tác Chính trị Sinh viên để được hướng dẫn.. . Email:  [email]. . Thân. .",
            "Chào em,. . Em liên hệ phòng Công tác chính trị sv qua email [email] để được hướng dẫn nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Dạ em xin trả lời câu hỏi của cô. . Giáo viên hướng dẫn đề cương luận văn cho em nói là em không có trong danh sách mà PĐT gửi xuống khoa ạ. Em cũng không biết mình bị thiếu gì hay lỗi gì ạ. Mong PĐT có thể kiểm tra giúp em không ạ. Em xin chân thanh cảm ơn. .",
            "Chào em,. . Trên mybk của em có môn này:. . MA4321\tĐề cương luận văn tốt nghiệp (Kỹ thuật Vật liệu Kim loại)\t--\t2\tL01\t--\t0-0\t0:00 - 0:00\t------\tBK-CS1\tEm liên hệ [full_name] nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Em xin chào văn phòng đào tạo,. . Em xin hủy hoãn thi môn học ạ.. . Em xin cảm ơn.. . Trân trọng.",
            "Chào em,. . Em điền vào đơn còn thiếu thông tin HK, năm học. . Học kỳ:……… Năm học: ….…………………. . Em điền vào đơn rồi gửi lại nhé.. . Thân mến. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Kính chào Thầy Cô. . . . Thầy Cô cho em hỏi học kỳ 1 năm học 2021-2022  (học kì hiện tại) khi nào là hạn chót nộp bằng anh văn TOEIC để xét chuyển điểm các môn Anh Văn 1234 ạ!. . Do em xem trên lịch học vụ thì không có thông tin về ngày cụ thể!. . . . Em xin cảm ơn Thầy Cô",
            "Chào em,. . em vui lòng trình bày rõ về mục địch nộp chuyển điểm AV nhé, vì thời gian chuyển điểm HK211 tính theo thời gian của HK211 (theo biểu đồ). trang chuyển điểm luôn mở cho SV đăng ký nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ em chào anh chị!. . Dạ cho em hỏi là em có đăng kí môn đợt dự thính lộ trình 2 bắt đầu học vào 30/8 nhưng chưa thấy có thời khoá biểu ạ. Vì đó là môn cuối cùng và cũng là kì cuối của em nên cho em hỏi về lịch trình và nếu không thì em có được bổ sung môn đó vào kì hè được không ạ? Môn Giải tích 2(MT1005) ạ.. . Em xin cảm ơn ạ!",
            "Chào em,. . Sinh viên vui lòng xem kết quả ĐKMH, xem lý do vì sao không ĐKMH được (có đăng ký, nhưng không có TKB) tại trang web: mybk.hcmut.edu.vn    Đăng ký môn học    Đăng ký môn học HK211 - Kết quả đợt 2 (hoặc Kết quả đợt 1)    bấm vào mục Đăng ký mới    chọn Loại hình đăng ký    xem Lịch sử đăng ký.. . Hiện tại đã quá trễ để giải quyết khiếu nại/ bổ sung đăng ký môn học cho HK211 nhé bạn. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Ngày 27/10/2021, em có đăng ký in bảng điểm và ngày hẹn trả là 1/11/2021. Nhưng đến hôm nay là 4/11/2021 vẫn chưa nhận được và tình trạng là vẫn đang in. Thì em thắc mắc rằng em có đang gặp vấn đề gì với việc in bảng điểm này không ạ? . . Em xin chân thành cám ơn!. . . .",
            "Chào em,. . Bảng điểm của em đã được gửi đi cho bưu điện rồi nhé, em nhớ để ý điện thoại của bưu điện gọi giao. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Cho em hỏi là năm nay em muốn mua bảo hiểm y tế ở trường nhưng những trước em không tham gia bảo hiểm y tế (do đã có) nên không có mã số bhyt, nên lúc đăng ký mua bhyt trên mybk thì không được. Vậy cho em hỏi làm thế nào để mua ạ",
            "Chào em,. . Em liên hệ phòng Công tác chính trị sv qua email [email] để được hướng dẫn nhé.. . Thân mến. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em chào cô!. . Hiện tại ở địa phương em đang gọi khám nghĩa vụ quân sự gấp, mà giấy xác nhận sinh viên trên mybk em đăng ký thì cần nhiều thời gian quá, cô cho em hỏi còn cách nào để xác nhận sinh viên nhanh hơn không ạ. Em cảm ơn ạ!",
            "Chào bạn,. . - SV chủ động đăng ký giấy Xác nhận SV hoãn NVQS để bổ sung cho địa phương và chọn dịch vụ gửi qua được bưu điện (người nhận trả tiền) nếu có nhu cầu (PDT không in hàng loạt như các năm trước). . - Sau khi PĐT cập nhật xong bạn có thể tải bản scan trên trang đăng ký chứng nhận sinh viên.. . Đồng thời PĐT cũng đã gởi bưu điện nếu SV có đăng ký, vui lòng nhận sau.. . - Bạn dùng bản scan này đưa trước, khi có bảng chính thì nộp bổ sung cho địa phương nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]  /b \t[full_nam[full_name]] [full_nam[full_name]] [full_nam[full_name]] [full_nam[full_name]]   i Yêu cầu khác  /i [full_nam[full_name]] [full_nam[full_name]] [full_nam[full_name]] [full_nam[full_name]] Dạ [full_name]m chào thầy cô ạ[full_nam[full_name]] Xin lỗi vì đã làm phiền thầy [full_nam[full_name]][full_nam[full_name]] E là sinh viên Bách Khoa chuyên ngành BDCN k17, tháng 11 này [full_name] ra trường[full_nam[full_name]] Thầy cô cho [full_name] hỏi, hôm trước [full_name] có đăng ký trực tuyến ở mục tuyển sinh hệ VHVL ngành BDCN, sau đó [full_name] đkí thêm 1 hồ sơ ngành Cơ khí[full_nam[full_name]] Vậy thầy cô cho [full_name] hỏi, hồ sơ nào đăng ký trước thì được duyệt trước, hay nếu được duyệt cả 2 thì sẽ cho sinh viên lựa chọn, hay giờ phải hủy 1 hồ sơ ạ? Do [full_name] muốn học VHVL ngành cơ khí[full_nam[full_name]][full_nam[full_name]] [full_nam[full_name]] E có hỏi thầy [full_nam[full_name]] thì thầy nói hỏi pđt[full_nam[full_name]][full_nam[full_name]] [full_nam[full_name]] Kính mong thầy cô trả lời câu hỏi của [full_name][full_nam[full_name]] E cảm ơn ạ[full_nam[full_name]] [full_nam[full_name]] [full_nam[full_name]] Trân trọng",
            "Chào em,. . Vấn đề là em đang muốn xin xét tuyển ngành nào?. .",
            "Gửi đến Thí sinh/cựu Sinh viên. . Đối với các trường hợp 1 thí sinh đăng ký nhiều hồ sơ thì Trường sẽ lấy 1 hồ sơ mà thí sinh đăng ký + xác nhận sau cùng.. . Các trường hợp nếu thí sinh trúng tuyển muốn chuyển ngành có thể báo lại Trường khi có kết quả trúng tuyển.. . Thân chào.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Kính gửi PĐT.. . Em là [full_name], MSSV [student_id]. . Em có nhận được phản hồi về tiêu chuẩn xét tốt nghiệp của em. Và em có một số thắc mắc như sau:. . Theo như chương trình đào tạo của trường về khoa Kỹ thuật Hóa học khóa 2017 là 141 tín chỉ, trong đó 106 tín chỉ là các môn học bắt buộc và em đã hoàn thành hết.. . Còn 35 tín chỉ của các môn bắt buộc và tự chọn chuyên ngành em cũng đã hoàn thành như sau: . . Các môn tự chọn nhóm A (6TC): Các pp phân tích hiện đại, Cơ sở vật liệu và ăn mòn, Tổng hợp hữu cơ hóa dầu. . Các môn tự chọn nhóm B1 (6TC): Phương pháp kiểm toán và tiết kiệm năng lượng, Thiết kế P&ID, Vận hành hệ thống quy trình công nghệ hóa học. . Các môn tự nhóm C (10TC): Công nghệ lọc dầu, Công nghệ chế biến khí, Các sản phẩm dầu khí, Xúc tác trong công nghệ lọc- hóa dầu, Thí nghiệm chuyên đề dầu khí. . Các môn tự chọn nhóm D (2TC): Quản trị kinh doanh cho Kỹ sư. . Thực tập tốt nghiệp (2TC) và luận văn tốt nghiệp (9TC) em cũng đã hoàn thành. . Và em có 36 TC trong mục này (dư 1TC vì Quản trị Kinh doanh cho Kỹ sư là 3 chỉ). . Em không biết vì sao Nhóm môn học bắt buộc tự chọn của em chỉ có 5 tín chỉ trong khi em đã hoàn thành đúng chương trình đào tạo. . Em có 142 tín chỉ tất cả, và chương trình đào tạo yêu cầu 141, nhưng như phản hồi thì số tín lũy ngành học chỉ có 140 vậy thì 2 tín chỉ còn lại (một của Quản trị kinh doanh cho kĩ sư) là tín chỉ của môn học nào ạ. . Em mong PĐT phản hồi em sớm ạ.. . Em xin chân thành cảm ơn",
            "Chào em,. . Về chương trình đào tạo, em vui lòng liên hệ về Khoa của em, xin gặp thầy phụ trách về CTĐT để được tư vấn và giải đáp thắc mắc cho bạn nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác:"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Kính gửi Thầy/ Cô,. . . . Em tên [full_name], MSSV [student_id], lớp HC17DK.. . . . Dạ Thầy/Cô cho em hỏi dựa trên bảng điểm và bằng anh văn thì em đã đủ tiêu chuẩn tốt nghiệp chưa ạ. . . . Em cảm ơn Thầy/Cô.. . . . Trân trọng.",
            "Chào em,. . Em vui lòng kiểm tra điều kiện về tốt nghiệp tại đây nhé:. . Xem chi tiết quy chế tại đây:. . aao.hcmut.edu.vn/sinh viên/quy chế/học vụ/Quy chế đào tạo và học vụ bậc đại học, cao đẳng:/ Phụ lục 1: Quy định về ngoại ngữ (áp dụng cho các chương trình giảng dạy bằng tiếng Việt)/3.   Chuẩn tiếng Anh khi nhận Luận văn tốt nghiệp (LVTN) và khi tốt nghiệp. . Khi nào đủ điều kiện có thể gửi câu hỏi qua bksi để đăng ký xét tốt nghiệp bổ sung. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em xin chào văn phòng đào tạo,. . Em xin gửi lại đơn hủy hoãn thi môn học ạ.. . Em xin cảm ơn.. . Trân trọng.",
            "Chào bạn. . - Phòng Đào tạo đã đồng ý yêu cầu về việc xin HUỶ Hoãn Thi của bạn. . . - Bạn thi bình thường theo Lịch thi đã thông báo. . - Trường hợp có sự cố bất khả kháng trong khi thi dẫn đến không thể hoàn thành được bài thi, và không được giải quyết cho thi các ca thi sau (nếu có), sinh viên có thể đăng ký \"Hoãn thi\" ngay sau buổi thi (không phải vắng thi có phép), SV phải báo với CBCT hoặc trực thi để được ghi nhận vào trong danh sách thi. PDT sẽ đối chiếu lại với danh sách Khoa để ra quyết định hoãn thi. . Chúc bạn học tập tốt nhé.. . . .",
            "Yêu cầu khác:",
            "Chào bạn. . - Phòng Đào tạo đã đồng ý yêu cầu về việc xin HUỶ Hoãn Thi của bạn. . . - Bạn thi bình thường theo Lịch thi đã thông báo. . - Trường hợp có sự cố bất khả kháng trong khi thi dẫn đến không thể hoàn thành được bài thi, và không được giải quyết cho thi các ca thi sau (nếu có), sinh viên có thể đăng ký \"Hoãn thi\" ngay sau buổi thi (không phải vắng thi có phép), SV phải báo với CBCT hoặc trực thi để được ghi nhận vào trong danh sách thi. PDT sẽ đối chiếu lại với danh sách Khoa để ra quyết định hoãn thi. . Chúc bạn học tập tốt nhé.. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Em chào các thầy/cô PĐT. . . . Em tên [full_name], MSSV: [student_id]. Sau khi hỏi lý do tại sao chưa đăng ký được xét tốt nghiệp và được thầy cô gửi file còn nợ môn Hóa phân tích (CH1009) mặc dù em đã học lại môn đó với mã khác CH2009 do từ khóa K19 trở đi Khoa Môi trường đổi mã môn học đó. Em có liên hệ với thầy phụ trách chương trình đào tạo của Khoa Môi trường thì Khoa vs Khoa Hóa có dồng ý cho đổi điểm tương đương giữa hai mã CH1009 và CH2009. Tuy nhiên, em xem trên website PĐT thì chưa có cập nhật việc chuyển đổi điểm của môn đó nên em viết request này để mong PĐT xử lý để em sớm được đăng ký xét tốt nghiệp. Em cảm ơn . .",
            "Chào em,. . Trường hợp của em đã chuyển đi xét lại và đủ tiêu chuẩn tốt nghiệp nhé, em đợi mail ds tốt nghiệp bổ sung mới trong tuần sau nhé, dự kiến trễ nhất là ngày 9/11.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Chào [full_name], em vừa được chuyển điểm 4 anh văn nhưng sao Điểm trung bình tốt nghiệp trong Danh sách dự kiến tốt nghiệp của em vẫn là 6.3 như lúc chưa được chuyển điểm ạ? Xin pdt cập nhật điểm cho em để em đăng kí tốt nghiệp ạ.",
            "Chào em,. . Điểm TBTN = 6.47. Danh sách dự kiến sẽ được cập nhật sau ngày 7/11/2021.. . Thân mến. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Kính gửi Thầy/Cô,. . . . Em tên [full_name], MSSV [student_id], lớp HC17DK.. . . . Dạ theo em thấy trên bảng điểm và bằng tiếng anh thì em đã đủ điều kiện để xét tốt nghiệp. Nhưng vẫn chưa nhận được mail của trường. Thầy/Cô có thể kiểm tra giúp em không ạ?. . . . Em cảm ơn Thầy/Cô.. . . . Trân trọng.",
            "Chào bạn,. . PDT đã ghi nhận yêu cầu về đăng ký xét TN của bạn. SV vui lòng theo dõi email  và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 09/11/2021 SV vẫn chưa nhận được mail hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 11/2021 (cập nhật mới gia hạn thời gian xử lý tốt nghiệp). . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Em xin hủy hoãn thi vì em không có sự cố trong quá trình làm bài ạ,và đã nhận được điểm.  .",
            "Chào bạn. . - Phòng Đào tạo đã đồng ý yêu cầu về việc xin HUỶ Hoãn Thi của bạn. . . - Bạn thi bình thường theo Lịch thi đã thông báo. . - Trường hợp có sự cố bất khả kháng trong khi thi dẫn đến không thể hoàn thành được bài thi, và không được giải quyết cho thi các ca thi sau (nếu có), sinh viên có thể đăng ký \"Hoãn thi\" ngay sau buổi thi (không phải vắng thi có phép), SV phải báo với CBCT hoặc trực thi để được ghi nhận vào trong danh sách thi. PDT sẽ đối chiếu lại với danh sách Khoa để ra quyết định hoãn thi. . Chúc bạn học tập tốt nhé.. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác .  Em chào PĐT. .  Em tên Phạm [full_name] Nghĩa,mssv [student_id], do còn nợ anh văn nên em vẫn chưa đăng ký tốt nghiệp và chưa có được bảng điểm của 4 năm.. .  PĐT cho em hỏi khi nào cập nhật điểm hk2 (2020-2021) vào điểm trung bình tích lũy vậy. Hiện giờ bảng điểm của em chỉ mới cập nhật tới hk1 (2020-2021). Vì lý do tuyển dụng nên em cần bảng điểm hoàn chỉnh sau khi bảo vệ luận văn.. . Em cám ơn.. .",
            "Chào em,. . - STCTL ngành chưa có cập nhật lên Mybk được do chưa có điểm của tất cả sv chứ không phải của 1 mình em.. . - Khi sv cần in bảng điểm thì sẽ có đầy đủ ĐTB tính đến thời điểm sv đăng ký in.. . Thân mến. . . . . ."
        ]
    }
]