[
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Pđt cho em hỏi . Em có dki môn học đợt 3 rồi . Sao giờ em lên kiểm tra thời biểu vẫn chưa thấy ạ . . Pdt kt giúp em với ạ em cảm ơn . .",
            "Chào bạn,. . . . Ngày 18/9 bạn kiểm tra TKB trên cổng thông tin sinh viên nha.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]  /b . . Em thấy có sự khác nhau giữa thời gian ca thi số 2 trong mail với thời gian thi cập nhật trong mybk của em. Kính mong anh/chị giải đáp giúp em ạ. Xin cảm ơn!\t. . . .",
            "Chào bạn. . Phòng đào tạo ghi nhận thông tin của bạn, và sẽ điểu chỉnh lại dữ liệu. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Dạ em chào thầy/cô PĐT,. . . . Cho em hỏi khi nào mới có TKB HK201 vậy ạ?. . . . Em cảm ơn nhiều ạ,",
            "Chào bạn. . Bạn xem tkb tại Mybk  xem thời khóa biểu vào cuối tuần để bắt đầu học vào ngày 21/9 nghen bạn. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Chào ad. . Em là [full_name]V:[student_id] Khoa kỹ thuật Xây dựng. . Em có đăng kí kiểm tra trình độ anh văn IIG do trường tổ chức vào ngày 19/9/2020 và được xếp vào thi ca 2. . Em xin yêu cầu đổi ca thi cho em thành ca 3 (13:30-16h) ngày 19/9/2020 ạ. . Lí do sáng ngày 19/9/2020 em bị trùng lịch kiểm tra tại lớp môn anh văn 3. . Em cảm ơn. . . .",
            "Chào bạn,. . Lịch thi là do TT IIG xếp và không được thay đổi.. . Về việc kiểm tra tại lớp, bạn có thể trình bày với giảng viên xin kiểm tra vào giờ khác (do không phải lịch thi chung của Phòng Đào tạo xếp, nên khả năng trùng là điều không thể tránh được). . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em chào thầy/cô PĐT,. . . . Cho em hỏi khi nào có kết quả đăng kí môn học đợt 3 HK201 vậy ạ?. . . . Em cảm ơn nhiều ạ,",
            "Chào bạn,. . . . Ngày 18/9 bạn kiểm tra TKB trên cổng thông tin sinh viên nha.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em chào thầy/cô PĐT,. . . . Cho em hỏi khi nào mới cập nhật tên giảng viên HK201 lên BK-eL vậy ạ?. . . . Em cảm ơn nhiều ạ,",
            "Chào bạn. . Dự kiến khoảng cuối tuần này nghen bạn. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em là sv khóa k15. Mã sv [student_id]. . . . Em bị hủy môn LVTN trong khi đã đủ điều kiện về chứng chỉ, tín chỉ, ngày CTXH và các môn tiên quyết. Xin pdt phản hồi sớm giúp em ạ.",
            "Chào bạn,. . . . - Còn đợt 4 DKMH dành cho các môn thực tập tốt nghiệp, luận văn và đề cương luận văn.. . . . - Bạn thường xuyên theo dõi mail để biết được thời gian đăng kí nha.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học .  . . -CHào quý thầy cô ! . .  Em [full_name] MSSV [student_id] . Em có xin đăng kí môn học bổ : thực tập tốt nghiệp ( 260661 ) song song với môn học Trang bị điện CN (260616) .Vì e còn duy nhất 1 môn học này , môn thầy cô chấp thuận bổ sung thêm cho em môn học Thực tập tốt nghiệp nữa , để em theo kịp tiến độ học tập.. .",
            "Chào bạn,. . . . - Còn đợt 4 DKMH dành cho các môn thực tập tốt nghiệp, luận văn và đề cương luận văn.. . . . - Bạn thường xuyên theo dõi mail để biết được thời gian đăng kí nha.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: 1512411  /b \t. . . .   i Tốt nghiệp . Em chào Thầy / Cô,. . Trong câu hỏi yêu cầu lần trước, sau khi có câu trả lời em đã lên BkPay để xem lại các khoản học phí, và khoản học phí nhập học khóa K2015 vẫn chưa được hủy (trị giá 3 triệu đồng) --  Em vẫn không đăng ký tốt nghiệp được.. . Các khoản học phí em đã đóng đầy đủ trong thời gian học tại trường (theo xác nhận của PĐT và MyBK). . Em xin trình bày lại rõ hơn:. . - Năm 2015, em trúng tuyển nhưng không nhập học, bảo lưu và không đóng khoản phí nhập học K2015 (trị giá 3 triệu đồng). . - Năm 2016, hết thời hạn bảo lưu, em quay lại trường nhập học và đã đóng khoản phí nhập học chung với K2016 (trị giá 3.5 triệu đồng). . Ngày 25/08/2020, em nộp đơn tại PĐT mong được xem xét và hủy luôn khoản học phí nhập học khóa K2015 khỏi MyBK (khoản phí này đã tồn tại từ năm 2015 đến nay).. . Mong Thầy / Cô xem xét lại trường hợp của em.. . Em cảm ơn ạ.",
            "Chào bạn. . Pdt đã kiểm tra học phí xong, bạn nhanh chóng vào đăng ký tốt nghiệp tại Mybk  đăng ký tốt nghiệp. . - Tình trạng thông tin còn nợ học phí ẽ cập nhật vào tuần sau nghen bạn. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ chào anh/chị, . . Em tên là [full_name] (MSSV: [student_id]), sinh viên K18 ngành Kỹ thuật hoá học CLC. Em có nguyện vọng muốn đổi môn học từ CH2057 (cơ sở vật liệu ăn mòn-tiết 10,11,12-thứ 2) sang môn CH2065 (hoá keo-tiết 7,8,9-thứ 6) với lí do: chiều thứ 2 là lịch khám định kì của mẹ em mà mẹ em không có khả năng tự đi. Do lịch khám mới được báo nên bất khả kháng em phải đổi môn học. Kính mong anh/chị xem xét trường hợp của em và giúp đỡ. Em xin cảm ơn ạ.",
            "Chào bạn,. . . . Bạn vui lòng liên hệ văn phòng Đào tạo quốc tế nha.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "B   /B Yêu cầu khác . Em có đăng ký môn hoá phân tích và thầy [full_name] có nói môn này và tn sẽ được tách ra nhưng hiện tkb của em không hiện môn tn hoá phân tích ạ. Vậy cho em hỏi bây giờ môn tn hoá phân tích của em phải làm sao vì lớp tn đã hết slot rồi ạ.. . . .",
            "Chào em. . Về vấn đề này thì em liên hệ trực tiếp Thầy [full_name], nếu [full_name]( cụ thể là Thầy [full_name] đã gởi công văn yêu cầu thay đổi ...về thời khóa biểu) thì pdt sẽ xem xét và xử lý theo công văn, sau đó sẽ thông báo cho [full_name] trước rồi sẽ thông báo cho sinh viên về tkb cập nhật sau. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em là sinh viên K19, em bị sốt xuất huyết và phải nhập viện theo yêu cầu của bác sĩ, mà ngày 17/09/2020 em có lịch thi cuối kì môn PLDCVN, cho em hỏi trong trường hợp này có được hoãn lịch thi lại không ạ, em cũng không lường trước được sự việc ạ, em cảm ơn!",
            "Chào bạn,. . Bạn có thể xem quy định về việc xin phép vắng thi cuối kỳ tại đây:. . http://aao.hcmut.edu.vn/ sinh viên/quy chế/ Quy chế đào tạo và học vụ bậc đại học, cao đẳng:/Điều 17. Vắng thi, hoãn thi, cấm thi, miễn thi/c. Vắng các buổi thi cuối kỳ:. . Bạn có thể làm đơn và nộp tại Phòng Đào tạo (kèm minh chứng). . Tải mẫu đơn tại: aao.hcmut.edu.vn/sinh viên/biểu mẫu. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Rút môn học kĩ thuật điện-điện tử, mã số môn học ee2011, lớp a01.. . Lý do rút: chuyển sang học dự thính. .",
            "Chào bạn,. . Bạn vui lòng trình bày rõ, hiện tại học 201 chưa đến thời gian nhận đơn rút MH nhé bạn. Vui lòng đợi mail thông báo về việc rút MH nhé!. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Dạ em chào thầy cô ạ. Em tên [full_name]/[student_id]. Vừa rồi em có đăng kí thi Anh văn đầu vào ạ. Em vừa check lịch thi anh văn của mình là vào ca 1 6h15 sáng ngày 19/9. Nhưng vì chút bất cẩn mà em đặt vé vào đến Sài Gòn hơi bị trễ so với thời gian của ca 1 ạ. Em rất mong pđt có thể thu xếp dùm em qua ca khác hoặc qua ngày 20 được không ạ? Em cảm ơn thầy cô rất nhiều ạ. Mong pđt có thể giúp em với ạ.. .",
            "Chào bạn. . Vì tính chất quan trọng của kỳ thi kiểm tra anh văn đợt này (Do Trung tâm IIG trực tiếp tổ chức) nên phòng đào tạo không thể thay đổi  thời gian thi được. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Gửi văn phòng,. . Trong đợt đăng kí môn học cho học kì 201 vừa rồi em có đăng kí môn học tự chọn cơ sở ngành “Cơ sở vật liệu và ăn mòn” (Mã: CH2057). . . Vì lý do cá nhân muốn đổi hướng đi, em muốn huỷ môn trên và đăng kí môn tự chọn khác là “Hoá keo” (Mã: CH2065) (có mở lớp) có còn được không ạ? . . Em xin cảm ơn.",
            "Chào bạn,. . . . Bạn vui lòng liên hệ văn phòng Đào Tạo Quốc Tế nha.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Họ và tên: [full_name]. . MSSV: [student_id]6. . . . Kính gửi PĐT,. . . . Em là cựu sinh viên vừa tốt nghiệp vào đợt tháng 7 vừa rồi. Vào ngày 3/7, trường tổ chức lễ tốt nghiệp, em có lên  văn phòng khoa để nhận bằng tốt nghiệp. Tuy nhiên, phòng khoa nói rằng chưa có bằng và bảo em về chờ thông tin của trường. Đến nay đã hơn 2 tháng và em chưa nhận được thông tin nào của trường cả. Hiện em đang rất cần bằng tốt nghiệp cho công việc. . . Mong nhà trường sớm cho em thông tin về việc cấp phát bằng tốt nghiệp. Em xin chân thành cảm ơn!. . . .",
            "Chào bạn,. . Hiện tại Nhà trường đang triển khai việc in bằng cho sinh viên đã tốt nghiệp vào ngày 10/7/2020. Sau khi hoàn tất khâu in, đóng dấu sẽ gửi mail thông báo cho sinh viên đến nhận nhé.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Cho em hỏi là cập nhật thông tin cmnd trễ thì phải làm sao để có thể thi được ạ? Em cảm ơn ạ!",
            "Chào bạn,. . Do PĐT đã có Email yêu cầu SV cập nhật số CMND/CCCD (trước khi gửi danh sách qua IIG) nhưng sinh viên không vào trang thông tin sinh viên để cập nhật (nên có khả năng số CMND sai) và theo quy định của IIG thông tin không đúng có thể sinh viên không được tham gia kỳ thì.. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Dạ Thầy/Cô ơi !. . Cho em hỏi là em đã đk giấy chứng nhận sv rồi. Hiện tại Phiếu đã đăng ký đã xử lý. Vậy cho em hỏi là khi nào thì lên văn phòng khoa lấy được ạ ??. . Em thuộc khoa Xây dựng ạ.. . Em xin cảm ơn !",
            "Dạ Thầy/Cô ơi !. . Cho em hỏi là em đã đk giấy chứng nhận sv rồi vào ngày 11/9/2020. Hiện tại Phiếu đã đăng ký đã xử lý em xem vào ngày 15/9/2020. Vậy cho em hỏi là khi nào thì lên văn phòng khoa lấy được ạ ?. . Em thuộc khoa Xây dựng ạ.. . Em xin cảm ơn !",
            "Chào bạn. . bạn vào trang đăng ký in giấy chứng nhận sinh viên. . pdt kiểm tra phiếu đã được in và đã chuyển về Khoa. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "đổi nhóm môn học công nghệ ô tô, mã số môn học tr3021, nhóm A01 sang nhóm A02. . Lí do: thuận tiện trong kế hoạch của bản thân. . . .",
            "Chào bạn,. . Hiện tại đã hết thời gian để hiệu chỉnh môn học cho học kỳ chính 201/2020-2021 rồi nhé bạn!. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Dạ em chào thầy/cô PĐT,. . . . Cho em hỏi khi nào có kết quả đăng kí môn học HK201 đợt 3 vậy ạ?. . . . Em cảm ơn nhiều ạ,",
            "Chào bạn. . Dự kiến cuối tuần này sẽ cập nhật nghen bạn. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Chào ad. . Em là sinh viên k17 đã thi kiếm tra tiếng anh tại trường đạt được 500đ (thi vào năm 2018). . Không biết đã đủ yêu cầu để nhận luận văn tốt nghiệp chưa ạ ? Hay cần phải nộp bằng TOEIC thật sự mới đủ điều kiện đăng kí ạ ?. . Em xin cảm ơn.",
            "Chào bạn,. . . . Bạn vui lòng xem qui chế học vụ điều 31, phụ lục 1http://www.aao.hcmut.edu.vn/index.php?route=catalog/chitietsv&path=90&tid=1658.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Cho em hỏi khi nào có thời khóa biểu cập nhật học kì 201 ạ? Em thấy trên web Phòng đào tạo ghi là hôm nay có nhưng vẫn chưa thấy ạ? Em cảm ơn!",
            "Chào bạn,. . . . Ngày 18/9 bạn kiểm tra TKB trên cổng thông tin sinh viên nha.. . . . Thân. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em muôn hỏi là: Em cuối năm 1 chưa tích lũy tới 24 tín chỉ thì các môn em đăng ký cho HK201 đều bị hủy đúng không ạ? Nếu như bị hủy các môn ở học kỳ chính thì em có thể đăng ký ở học kỳ dự thính (HKDT201) được không ạ?",
            "Chào bạn,. . . . Để đăng kí những môn năm 2 thì phải đạt chuẩn sinh viên văn 2 (tích luỹ 24 tín chỉ).. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Kính gửi thầy/cô. . . Em tên là [full_name] MSSV [student_id], sinh viên cơ khí - cơ điện tử khóa K17. Em xin hỏi khi chuyển đổi giáo viên hướng dẫn luận văn có ràng buộc về thời gian với môn Đề cương luận văn tốt nghiệp hay không? Ví dụ như có cần chuyển giáo viên hướng dẫn trước khi học môn Đề cương luận văn tốt nghiệp, hay vừa học môn Đề cương luận văn tốt nghiệp rồi chuyển cũng được ạ và hạn cuối chuyển là bao giờ? Em xin chân thành cảm ơn.. .",
            "Chào bạn. . Về vấn đề này bạn vui lòng liên hệ trực tiếp Khoa - bộ môn để giải quyết. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Trường cho em hỏi là để kịp đăng ký luận văn tốt nghiệp kì 202 em phải nộp bảng điểm Toiec trước ngày mấy ạ? Em nghe nói bảng quy đổi điểm vừa thay đổi, vậy em cần điểm Toiec tối thiểu bao nhiêu để Av1-Av4 được 10 ạ?. . . . Em xin cảm ơn.",
            "Chào bạn,. . Bạn vui lòng xem lịch nộp CCNN tại lịch học vụ. . aao.hcmut.edu.vn/Lịch học vụ/ năm học 2020-2021/học kỳ 2. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Dạ em chào thầy/cô ạ. Em có chút chưa rõ về điểm trung bình tích lũy ngành để xét bằng tốt nghiêp. Cụ thể là về điểm trung bình tích lũy ngành này có tính điểm của những môn đại cương như giải tích, đại số không ạ hay chỉ tính điểm dựa trên những môn cơ sở ngành,môn tự chọn,và môn chuyên ngành của ngành đang học. Em mong thầy/cô sẽ giải đáp giúp em ạ, em xin chân thành cảm ơn ạ.",
            "Chào bạn. . Bạn xem chi tiết tại đây:. . 19.2 Điểm trung bình tích lũy. . Điểm trung bình tích lũy (ĐTBTL) là điểm trung bình của tất cả các môn học kể từ đầu khóa học đến thời điểm tính, thuộc hoặc không thuộc CTĐT khóa-ngành/chuyên ngành đang theo học, kể cả các điểm bảo lưu/chuyển điểm, mỗi mã số môn học chỉ được tính tối đa một lần theo công thức sau và làm tròn đến 0,01:. . ĐTBTL= (∑Điểm tổng kết môn học ×Số tín chỉ của môn học)/(∑Số tín chỉ của các môn học). . Các lưu ý khi tính ĐTBTL:. . Các điểm CT, điểm VT và điểm KD được tính như điểm 0; các điểm chữ đặc biệt khác (kể cả điểm MT) không tính vào ĐTBTL. Xem thêm quy định về các điểm đặc biệt tại Điều 14.. . Trường hợp học môn tương đương, thay thế, xem quy định tại 6.4. . Trường hợp một môn học (tính theo mã số môn học) có nhiều lần học thì tính theo lần học có điểm cao nhất (nếu các lần học có điểm MT và điểm đạt thì tính theo lần học có điểm đạt cao nhất; nếu các lần học có điểm MT và điểm không đạt thì tính theo lần học có điểm MT). . Đối với môn tự chọn, ĐTBTL được tính từ điểm cao nhất của số tín chỉ quy định trong nhóm các môn tự chọn.. . Điểm trung bình tích lũy ngành (ĐTBTLN) được tính tương tự điểm trung bình tích lũy nhưng chỉ xét các môn học thuộc CTĐT khóa-ngành/chuyên ngành đang theo học."
        ]
    },
    {
        "intent": "",
        "message": [
            ". . Dạ cho em hỏi nhà trường có hộ trợ cung cấp file bảng điểm định dạng PDF thay vì in ra không ạ? . . . . Dạ nếu em muốn có bảng điểm chứng nhận của nhà trường dưới định dạng PDF thì em phải làm thế nào ạ?. . . . Em cảm ơn nhiều ạ.. .",
            "Chào bạn,. . Bạn nhận bảng điểm giấy tại PDT, sau đó có thể tự scan ra thành file PDF nhé!. . Nhà trường chỉ cấp bảng in giấy có đóng dấu của Nhà trường. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em đã đăng ký xét bổ sung tốt nghiệp nhưng hiện tại vẫn chưa có mail chức mừng ạ, cho em hỏi em vẫn còn thiếu điều kiện nào để tốt nghiệp ạ?",
            "Tốt nghiệp. . . . Em đã đăng ký xét bổ sung tốt nghiệp nhưng hiện tại vẫn chưa có mail chúc mừng, cho em hỏi em vẫn còn thiếu điều kiện nào để tốt nghiệp ạ?  /QUOTE . .",
            "Chào bạn,. . Bạn chưa đủ tiêu chuẩn tốt nghiệp, vui lòng xem lại điều kiện về tổ hợp 2:. . TH2: 260632, 260633, 260634: thiếu 2 TC. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Từ học kì 201 trường có áp dụng bảng qui đổi điểm anh văn mới, có áp dụng cho khóa K16 không ạ. Em cảm ơn",
            "Chào bạn. . - Nếu bạn nộp Chứng Chỉ Ngoại Ngữ và đăng ký chuyển điểm (phải hoàn thành lệ phí chuyển điểm) trước ngày 18/9/2020 thì áp dụng theo quy định chuyển điểm cũ. . - Bảng quy đổi điểm chuyển Ngoại Ngữ mới bắt đầu từ ngày 21/9/20 áp dụng cho HK201, áp dụng cho tất cả các Khóa. . Chúc bạn học tập tốt nhé. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Kính gửi Văn phòng đào tạo OISP _ Đại học Quốc gia TPHCM.. . Em tên là: [full_name], MSSV: [student_id], lớp: CC 18HC11, khoa: Kỹ thuật Hóa học _ chương trình Chất Lượng Cao.. . Hôm này em làm đơn này kính mong văn phòng đào tạo xem xét cho em xin hủy môn học Pháp luật Việt Nam đại cương (SP1007) mã lớp CC04 học vào thứ 3 tiết 11-12 ạ !. . Lý do: Trùng vào lịch học anh văn của em ạ !. . Kính mong Văn phòng đào tạo hỗ trợ giải quyết trường hợp này của em.. . Em xin chân thành cảm ơn.",
            "Chào bạn,. . . . Bạn vui lòng liên hệ với văn phòng Đào Tạo Quốc tế nha.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: 212T5125  /b \t. . . .   i Đăng ký môn học . Cho em hỏi do quên theo dõi đăng kí môn học trên web nên đã qua đợt đăng kí, giờ em muốn đăng kí 2 môn AV 1 và AV2. Em bên CQ chuyển qua, bên đó đã thi kiểm tra đầu vào thì sang bên này có phải thi lại không hay được đăng kí học AV luôn.",
            "Hệ VLVH ko học các môn học AV theo CTĐT.. . Chỉ cần nộp CC Toeic hoặc môn học Anh văn Toeic do hệ VLVH tổ chức. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Chào thầy cô,. . Cho em xin phép được đăng kí môn học HỆ THỐNG ĐIỀU [full_name] là EE3067. . . Vì kì này em có một tý trục trặc trong quá trình đăng kí môn học, bị xóa một số môn học ạ. Nếu không đăng kí được môn học em sợ sẽ không kịp hoàn thành số tín chỉ để đạt chỉ tiêu ạ.. . Em xin trân thành cám ơn ạ. . MSSV của em [student_id]. . . . . .",
            "Chào bạn,. . . . Đã hết hạng DKMH rồi nha bạn, bạn có thể đăng kí vào học kỳ dự thình 201 nha.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Cho em hỏi em hỏi em là sinh viên khoá K14 thì việc chuyển điểm các môn AV có được tính theo khoá không hay phải tính quy đổi theo bảng quy đổi theo học kì? Nếu việc quy đổi tính theo học kì thì cho em hỏi việc tính điểm quy đổi theo bảng quy đổi HK193 có hạn cuối cùng là ngày nào?",
            "Chào bạn. . - Nếu bạn nộp Chứng Chỉ Ngoại Ngữ và đăng ký chuyển điểm (phải hoàn thành lệ phí chuyển điểm) trước ngày 18/9/2020 thì áp dụng theo quy định chuyển điểm cũ. . - Bảng quy đổi điểm chuyển Ngoại Ngữ mới bắt đầu từ ngày 21/9/20 áp dụng cho HK201, áp dụng cho tất cả các Khóa. . Chúc bạn học tập tốt nhé. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kỳ đăng ký bổ sung vừa qua em chưa kịp đăng ký môn học ĐAMH Nền Móng (CI3197). Em có thể đăng ký bổ sung không ạ?",
            "Chào bạn,. . . . Đã dkmh môn CI3197 cho bạn rồi, ngày 18/9 bạn kiểm tra TKB trên cổng thông tin sinh viên nha.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác. . . . Cho em hỏi những trường hợp bị cấm thi vì lí do chưa hoàn thành quiz bkel có được thông báo đến sinh viên trước không vì nhiều bạn sơ xuất ngoài ý muốn hay có lí do đặc biệt thì phải làm sao?",
            "Chào bạn,. . Bạn vui lòng liên hệ với trực tiếp với giảng viên giảng dạy để được giải đáp thắc mắc của bạn nhé!. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính thưa thầy cô,. . . . Đợt ĐKMH vừa qua em thực tập ở 1 công ty nên bị sao nhãng theo dõi đăng ký, em muốn xin thầy cô cho em xin đăng ký 01 môn học:. . . .   B Tên môn học: [full_name]. . Mã môn học: LA1009  /B . . . . Em vô cùng xin lỗi đã làm phiền thầy cô.. . . . Kính mong thầy cô giúp đỡ em.. . . . Em chân thành cảm ơn.",
            "Chào bạn,. . . . Tuần sau bạn làm đơn nộp PDT.. . . . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Kính gửi phòng đào tạo,. . Em viết đơn này để hỏi rằng nếu người thân mất thì có được xin phép vắng thi có lý do được không ạ?. . Em xin cảm ơn các thầy, cô đã đọc thư này và hy vọng có thể trả lời em sớm.. .",
            "Chào bạn,. . Bạn vui lòng xem quy định về việc vắng thi cuối kỳ tại đây:. . http://aao.hcmut.edu.vn/ sinh viên/quy chế/ Quy chế đào tạo và học vụ bậc đại học, cao đẳng:/Điều 17. Vắng thi, hoãn thi, cấm thi, miễn thi/c. Vắng các buổi thi cuối kỳ:. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Hồ sơ online của em mình vẫn còn thiếu hình ảnh bảng điểm thi Đánh giá năng lực năm 2020,có cần bổ sung lại không ạ. Do mình đã nộp đầy đủ hồ sơ nhập học ở trường rồi.",
            "Chào bạn,. . Nhà trường sẽ còn khâu hậu kiểm hồ sơ và thông báo cho sinh viên về việc bổ sung các thông tin hồ sơ còn thiếu sau. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]  /b . . Em chào phòng đào tạo,. . Em hiện đang học chương trình tài năng, em vừa thi anh văn nói viết và đạt 215. Hiện tại em muốn đăng ký tốt nghiệp nhưng vẫn chưa có trong danh sách tốt nghiệp dự kiến. Cho em hỏi làm sao để đăng ký tốt nghiệp được ạ.\t. . . .   i Tốt nghiệp .",
            "Chào bạn,. . Bạn vui lòng xem lại chuẩn tiếng anh 2 kỹ năng cho sinh viên KSTN là 245đ.. . http://aao.hcmut.edu.vn/ sinh viên/quy chế/ Quy chế đào tạo và học vụ bậc đại học, cao đẳng:/Phụ lục 1: Quy định về ngoại ngữ (áp dụng cho các chương trình giảng dạy bằng tiếng Việt)/3.   Chuẩn tiếng Anh khi nhận Luận văn tốt nghiệp (LVTN) và khi tốt nghiệp. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Em xin hỏi về việc xét học bổng khuyến học là nếu như em đạt hơn 90% số tín chỉ tích lũy theo yêu cầu mà trong tổng số tín chỉ đó không có tín chỉ của anh văn thì có được xét và nhận học bổng không ạ. . Em cảm ơn!",
            "Chào bạn. . - Về quy định học bổng: Bạn vui lòng xem chi tiết tại trang web aao.hcmut.edu.vn--  Sinh viên --  Học vụ --  Học bổng. . Chúc bạn học tập tốt nhé.. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Em tên là Vũ Thị Kiều Trang mssv[student_id] . . Em chào thầy cô ạ,. . Cho em đăng kí môn học tin học dệt may.. . Hiện tại em đang đăng kí 20 tín chỉ, do môn học Tin học trong dệt may(2 chỉ) đăng kí mở lớp sau.em cần đăng kí vì khóa k19 về sau không học nữa,em mong thầy cô cho em thêm vào lớp môn học Tin học trong dệt may với ạ. . Nếu không em không có cơ hội học môn này nữa ạ. . .. . Em mong thầy cô phản hồi cho  em  ạ. . Em cảm ơn",
            "Chào bạn,. . . . Bạn xem qui chế học vụ điều 9 http://www.aao.hcmut.edu.vn/index.php?route=catalog/chitietsv&path=90&tid=1658.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]  /b  \t. .  . .   i Đăng ký môn học . Bóng rổ : Pe1015 L04. . Giải tích mạch : EE2033 L04_L07. .",
            "Chào bạn,. . . . Đã hết hạng DKMH rồi nha bạn.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Dạ chào thầy,cô. . Hiện tại em chưa đủ chứng chỉ anh văn toeic 450 để đăng ký môn luận văn tốt nghiệp ở học ký 201 (học kỳ cuối cùng của k14). . . Sau khi chương học kỳ chính bắt đầu khoảng 3 tuần và em có chứng chỉ anh văn toeic 450 thì em có được đăng ký môn LVTN hay không ạ.. . Nếu em không đăng ký được môn LVTN vào kỳ sau xem như em không hoàn thành được chương trình đào tạo và em có thể xin đơn cứu vớt được không ạ. Mong thầy/cô giải đáp giúp em thắc mắc này với ạ.. . Em xin chân thành cảm ơn.. .   i Học vụ .",
            "Chào bạn. . Sau khi có CCNN bạn nhanh chóng khai báo trên trang khai CCNN, sau đó nộp đơn xin bổ sung môn LVTN tại pdt để xem xét. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Chào thầy cô,. . Thầy cô cho em hỏi,. . Em có đăng ký môn học cho học kỳ 1 2020-2021, nhưng hiện tại em kiểm tra vẫn chưa có thời khóa biểu của em cho học kỳ này.. . Mong thầy cô kiểm tra giúp em.. . Xin cảm ơn thầy cô.. . Trân trọng.",
            "Chào bạn,. . . . Ngày 18/9 bạn kiểm tra TKB trên cổng thông tin sinh viên nha.. . . . Thân",
            "No solution"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ  /i Thầy cô ơi! em là sinh viên hệ vlvh ạ! kì vừa r em có xin rút môn sinh học đại cương nhưng lúc lịch thi thì vẫn có tên môn đó ạ! mong thầy cô xem lại giúp em. . . .",
            "Em nộp đơn ở đâu, lúc nào ?",
            "QUOTE Em nộp đơn ở đâu, lúc nào ?  /QUOTE . . Dạ em nộp đơn ở dưới phòng đào tạo dãy A1 ạ! em nộp ở tuần t2 của môn sinh đại cương ạ!"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Môn thí nghiệm hóa phân tích tách lớp nhưng em không đăng ký được lớp thí nghiệm vì đã hết sĩ số, nay em muốn xin mở thêm sĩ số để em có thể học song song hai môn này cùng lúc ạ.",
            "Chào bạn,. . . . PDT bị full sỉ số không tăng được nữa.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Em xin chào thầy/cô, . . . . Em tên là [full_name] (MSSV:[student_id], thuộc khoa kĩ thuật hóa học. Em đã đăng kí môn tự chọn hk 201 là các môn phương pháp phân tích hiện đại (CH3005), cơ sở vật liệu ăn mòn (CH2057), hóa dầu (CH3007). Hiện do gia đình em có việc nên việc sắp học môn ăn mòn của em hiện đang gặp khó khăn.. . . . Em xin mong nhà trường cho em đổi môn tự chọn   B cơ sở vật liệu ăn mòn (CH2057 ) thành môn hóa keo (CH2065)  /B .. . . . Em xin trân trọng cám ơn.. . Trân trọng./.. . . . [full_name]. . .",
            "Chào bạn,. . . . Bạn sinh viên chất lượng cao vui lòng liên hệ văn phòng Đào tạo quốc tế nha.. . . . . . Thân. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Dạ cho e hỏi là nếu học kì hè e rớt môn thì có được coi là môn đã học hay chưa vậy ạ?",
            "Chào bạn. . Học dự thính sẽ ghi vào bảng điểm học kỳ (kể cả đạt và chưa đạt). .  Ảnh hưởng ĐTBHK =  xin học bổng tài trợ (học bổng KK chỉ. . tính môn trong HK chính). .  Không ảnh hưởng ĐTBTL (vì nguyên tắc điểm cao nhất). . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em là sinh viên khóa K15. Mã sv: [student_id]. . Vừa rồi em bị hủy môn LVTN trong khi em đã đủ điều kiện về tín chỉ, chứng chỉ anh văn, ngày CTXH,.... . Xin PĐT xem xét lại trường hợp của em, việc hủy môn của em là do lỗi kỹ thuật của hệ thống hay do em chưa đủ điều kiện đăng kí ạ.. . Em xin cảm ơn",
            "Chào bạn,. . . . - Bạn xem kết quả DKMH để biết lý do không DKMH môn học.. . - Còn đợt 4 DKMH dành cho các môn thực tập tốt nghiệp, luận văn và đề cương luận văn.. . . . - Bạn thường xuyên theo dõi mail để biết được thời gian đăng kí nha.. . . . . . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . . . Chào cô ạ, lại làm em đây, em biết thời gian này các cô đang rất bận nhưng mong cô có thể giúp em chút xíu nữa ạ.. . Em đã lên đọc các qui chế hết nhưng vẫn không nắm được đơn phải làm như thế nào ạ. Đơn có mẫu sẵn ở PĐT hay em tự viết tay, nếu tự viết tay thì nội dung gồm những gì ạ? Em có đánh máy 1 đơn theo suy nghĩ của em không biết cần chỉnh sửa chỗ nào không ạ?. . Rất mong sự giúp đỡ của cô để em có sự chuẩn bị tốt nhất ạ.. . Chân thành cảm ơn cô.",
            "Chào bạn,. . . . Bạn xem qui chế học vụ đều 9, mục 9.3 http://www.aao.hcmut.edu.vn/index.php?route=catalog/chitietsv&path=90&tid=1658.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Các thầy cô ơi cho em hỏi ạ, thời khóa biểu của học kì 201 đã có chưa ạ?. . nếu có rồi thì sao em chưa được cập nhật trên Thông Tin sinh viên?. . nếu chưa có thì khi nào mới có ạ?. . Em cảm ơn thầy cô ạ?. . Chúc thầy cô một ngày tốt lành ạ!",
            "Chào bạn,. . . . Ngày 18/9 bạn kiểm tra TKB trên cổng thông tin sinh viên nha.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Cho em hỏi là theo lịch học vụ là 15/9 có thời khóa biểu chính thức, mà nay 16/9 vẫn chưa có thời khóa biểu trên mybk ạ. Em cảm ơn"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em xin chào thầy cô, . . Em là [full_name] MSSV [student_id], hiện đang thuộc lớp HC19KSTN. . . Do trong thời gian đăng kí và hiệu chỉnh môn học cả 3 đợt qua, PĐT không tạo mã lớp A01 cho KSTN, do vậy em không sắp xếp được lịch học hợp lí được. Đến sau khi hêt đợt hiẹu chỉnh 3 PĐT mới gửi TKB cho lớp này. Như vậy hiện tại TKB của em tuy không bị trùng lịch nhưng lại bị rải ra, không hợp lí, mất thời gian di chuyển và nghỉ ngơi ảnh hưởng đến học tập. . . Cá nhân em thấy là do PĐT không thông báo giờ học các môn bắt buộc của KSTN trước nên em mong mình có thể được điều chỉnh sắp xếp lại nhóm lớp các môn chính trị, anh văn mình đã đăng kí nhưng lịch học không hợp lí. . . Thầy cô có thể chỉ giúp em được không ạ? . . Em cảm ơn.",
            "Chào bạn,. . . . Bạn vui lòng về khoa để tư vấn cho bạn.. . . . . . Thân."
        ]
    }
]