[
    {
        "intent": "",
        "message": [
            "Học vụ . Chào quý thầy cô, . . Em là [full_name], em có thắc mắc là chuẩn SV năm 3 vào HK211 sẽ là bao nhiêu tín chỉ? Do trước đó, vì lý do dịch Covid, nhà trường đã điều chỉnh chuẩn SV năm 3 này từ 56 xuống 52 tín chỉ. Em không biết nhà trường đã có sự điều chỉnh mới hay chưa. . . Em hi vọng sẽ nhận được sự phản hồi tích cực từ quý thầy cô! Em chân thành cảm ơn!. . . .",
            "Chào bạn,. . . . Chuẩn sinh viên năm 3 là  56 tín chỉ nha bạn.. . . . Thân",
            "li answer rate: Answer suits the needs / Câu trả lời đúng ý"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Dạ em xin chào quý thầy cô.. . Thưa thầy cô, em xin hỏi là tại sao tài khoản Google của em (là tài khoản [email] được nhà trường cấp) lại không thể truy cập vào Google Maps (cụ thể là trên trình duyệt Google Chrome của điện thoại và của máy tính; ở những trình duyệt khác thì em chưa thử)? Khi em muốn truy cập vào Google Maps thì họ bắt em phải \"liên hệ với Quản trị viên tổ chức của bạn để có quyền truy cập.\" (có ảnh đính kèm).. . Em cảm ơn quý thầy cô đã dành thời gian để đọc và mong quý thầy cô giải đáp thắc mắc của em.. .",
            "Chào bạn,. . . . Việc này bạn liên hệ với Ban quản lý mạng nha.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Em chào thầy/cô pđt.. . Em vừa xem tin tức của vtv thấy có thông tin:. . giảm bậc hạng tốt nghiệp đối với sv giỏi, xuất sắc trong trường hợp học lại quá 5% số tín chỉ. . . . Em có đọc lại quy chế học vụ ở điều số 21:. . http://www.aao.hcmut.edu.vn/index.php?route=catalog/chitietsv&path=90&tid=843. . Em thấy rằng, việc hạ hạng chỉ áp dụng cho xuất sắc. . . Vậy khi học lại quá 5%, sinh viên giỏi có bị hạ hạng không thầy/cô. . . .   i Học vụ .",
            "Chào bạn,. . . . Qui chế chỉ đề cập đối với loại xuất sắc thôi bạn.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Em chào thầy/cô ạ. E có đăng ký 2 môn là Đề cương LVTN (0 chỉ) và môn Đồ án chuyên ngành chế tạo (1 chỉ). Vậy sao học phí của em lại lên tới 1.575.000 ạ. Em chỉ đăng ký đúng 2 môn đó thôi, PĐT xem lại dùm e ạ. E cám ơn . . . .",
            "Chào bạn,. . . . Môn Đề cương luận văn không tín chỉ, nhưng 2 tín chỉ học phí nha bạn.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Chào phòng đào tạo , thời khóa biểu cập nhật ngày 28/4/2021 ( tuần 17 ) của em hiển thị lịch học 2 môn sau bị trùng ngày giờ , 1 môn thí nghiệm và 1 môn lý thuyết như hình . Mong phòng đào tạo giúp em hướng giải quyết ạ .Em cảm ơn",
            "Chào bạn,. . . . Bạn gặp giáo viên giảng dạy 1 trong 2 môn để xin học nhóm khác đối với tuần bị trùng.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Chào PĐT,. . . . Hiện tại em đang pass chuẩn anh văn 3 tương đương năm 3, kì sau em có môn Đề cương LVTN (CO4315) và một số môn tự chọn năm 4, em không biết với điều kiện AV như vậy em có đăng kí được k ạ, vì hiện tại em vẫn đang đăng kí được các môn tự chọn mã CO3xxx. . . .",
            "Chào bạn,. . . . Hiện tại bạn qua chuẩn anh văn sau năm 2 và đăng kí những môn năm 3 thôi bạn.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Kính gởi phòng đào tạo,. . Em là khóa K18, chưa qua AV4. Do lịch học vụ chỉ cập nhật đến học kỳ dự thính hè 203, nên em muốn hỏi khoảng thời gian tối đa nộp chứng chỉ ngoại ngữ để đăng ký môn năm 4 học kì 211 là khoảng thời gian nào để có thể sắp xếp thi và nộp bằng cho kịp tiến độ.. . Em cảm ơn.",
            "Chào bạn,. . . . Hiện tại nhà trường chưa có thông báo nha bạn.. . . . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Ngày thứ 4 em học khá nhiều môn ạ. Khi em đăng kí Anh văn 1A thì hệ thống lại xếp em vào t4. Ngày hôm đó em phải học từ 8hsáng đén 8h30 tối thì em khá đuối nên em muốn chuyển giờ học sang ngày khác",
            "Chào bạn,. . . . Hiện tại không đổi TKB được nha bạn.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ em chào thầy ( cô), em tên [full_name] là sinh viên hệ chính quy chuyển sang hệ VHVL và còn một môn Cơ lưi chất mã CI2005. Em thấy thông tin nghành Kĩ Thuật Vật Liệu hệ VHVL là học chung với lớp chính quy. Cho em hỏi có thể đăng kí môn Cơ Lưu Chất mã CI2005 đợt hè này chung với lớp chính quy được không ạ? Và đăng kí như thế nào? Do em không tìm thấy môn này trong mục đăng kí của hệ VHVL và không đăng kí được trong mục đăng kí của hệ chính quy ạ. Em cảm ơn.  . . . .",
            "Chào bạn,. . . . Bạn xem lịch học vụ để biết thời gian đăng kí học kỳ hè của chính qui nha.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Dạ cho em hỏi. . Hết năm 2 năm học 2020-2021, để đăng ký môn năm 3 thì số tín chỉ tích lũy phải là 56 hay 52 tín chỉ như gmail năm ngoái phòng đào tạo đã gửi ạ ?",
            "Chào bạn,. . . . 56 tín chỉ nha bạn.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Dạ chào pđt , hôm nay em lên đăng ký môn học hè thì bên mình báo em thiếu chuẩn anh văn sau năm 1 ! nhưng em đã thi bằng và đã nộp , em thi được 370 , em lên coi học vụ anh văn của k19 , thì em được học năm 2 ! nhưng chỉ là không được pass các môn anh văn 1 , 2 . Mong pđt giải quyết sớm giúp em để em được đăng ký môn ! em cảm ơn pđt . . . .",
            "Chào bạn,. . . . Bạn vui lòng xem qui chế học vụ điều 31, phụ lục 1 http://www.aao.hcmut.edu.vn/index.php?route=catalog/chitietsv&path=90&tid=1658.. . . . Thân",
            "li answer rate: Answer does not suit / Câu trả lời không đúng ý"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Chào thầy/cô . . Em tên là Lê Trí [full_name] MSSV:[student_id]. . . . Em muốn đăng ký môn học trong học kỳ hè nhưng có lịch thực tập nên không đăng ký được, nhưng do môn học này em còn nợ và phải học để chuẩn bị làm đồ án học kỳ sau em mong phòng đào tạo cho phép em đăng ký môn học CH2043 Truyền Nhiệt trong hè này, để em có thể đủ kiến thức làm đồ án và có thể ra trường đúng hạn ạ, em chân thành cảm ơn.. . [full_name].",
            "Chào bạn,. . . . Nếu lịch học không trùng với thực tập thì bạn đăng kí vẫn được nha.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Thưa thầy/cô. . E muốn hỏi là kỳ này trường có mở thi anh văn định kỳ để xét đăng ký môn học không ạ, dạ e cảm ơn.",
            "Chào bạn,. . . . Việc này nhà trường chưa có thông báo nha bạn.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Kính gửi thầy,. . Em là [full_name], MSSV [student_id], khoa KTHH. . Dạ thầy cho em hỏi kì này em chỉ còn môn anh văn 4, học kì hè em đăng kí anh văn 4 mã LA1043 thì có kịp để xét tốt nghiệp vào học kì tới không ạ.",
            "Chào bạn,. . . . Khả năng là kịp.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Mong phòng đào tạo hỗ trợ, e đại diện các bạn sv bảo dưỡng công nghiệp liên thông đại học hệ vhvl hiện giờ đã học gần hết năm nhưng vẫn chưa có danh sách miễn môn. Để tránh việc mất tiền học phí, đảm bảo quyền lợi cho sv trong đợt đăng kí cuối cùng của hk 2 mong phòng đào tạo giải quyết sớm danh sách miễn môn, tạo điều kiện thuận lợi cho sinh viên vhvl trong tình hình khó khăn do dịch bệnh gây ra! . . Cảm ơn phòng xem xét!",
            "Chào bạn,. . . . Sắp tới PDT sẽ gởi mail về danh sách miễn môn. Bạn kiểm tra mail để biết thông tin.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: cho e hỏi năm nay 1 tín chỉ bao nhiêu v ạ, và sang năm tiếp 1 tín chỉ sẽ tăng lên bao nhiêu ạ, e k19 ạ",
            "Chào bạn,. . . . Hiện tại nhà trường có thông báo học phí đến học kỳ 203, còn học kỳ tiếp theo nhà trường chưa có thông báo nha bạn.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Thưa thầy/cô,lúc trước em có nhận được mail là sinh viên K16 vẫn còn được áp dụng bảng điểm quy đổi anh văn cũ do dịch bệnh covid ,thầy cô cho em hỏi hiện tại còn được áp dụng bảng quy đổi điểm củ không ạ.",
            "Chào bạn,. . . . Khoá 2016 vẫn áp dụng bảng qui đổi anh văn cũ nha bạn.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Dạ hiện tại em là sinh viên khoa xây dựng, chuyên ngành kĩ thuật xây dựng công trình giao thông. Hiện tại em sẽ làm luận văn tốt nghiệp vào kì tới, tuy nhiên em muốn học tiếp thêm bằng 2 của nganh kĩ thuật xây dựng dân dụng và công nghiệp. Theo như em thấy hiện nay có 3 pa học bằng 2. Tuy nhiên 2 phương án đầu đều phải hoàn thành hết 2 chương trình học của 2 bằng. phương án 3 thì phải tốt nghiệp xong bằng 1 mới được học tiếp bằng 2. Vậy có cách nào em có thể đăng kí học bằng 2 ngay từ lúc này nhưng sau khi hoàn thành bằng 1 thì em được xét tốt nghiệp rồi tiếp tục học bằng 2 không ạ. .",
            "Chào bạn,. . . . Bạn vui lòng đọc kỹ qui chế học vụ điều 28 http://www.aao.hcmut.edu.vn/index.php?route=catalog/chitietsv&path=90&tid=1658.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Cho em hỏi điểm khác nhau của 2 phương án bằng 2 . Bằng phụ và bằng thứ 2 về quá trình học khác nhau như thế nào ạ . .",
            "Chào bạn,. . . . Trong qui chế học vụ điều 28, mục 28.3 nói rất rõ mà bạn. . . - Thời gian đào tạo theo hướng ngành phụ bằng thời gian đào tạo bằng thứ nhất. . . - Thông tin tốt nghiệp ngành phụ được nêu rõ trong bảng điểm, phụ lục bằng tốt nghiệp nhưng không được cấp thành một văn bằng riêng.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em chào thầy(cô) . . Cho em hỏi là em muốn đăng kí đề cương luận văn kì hè thì em cần viết đơn xác nhận của khoa hay sao ạ? Em Xin cám ơn",
            "Chào bạn,. . . . Theo qui nhà trường học kỳ hè không mở môn luận văn nha bạn.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Chào thầy cô! Dạ cho em hỏi, em thuộc trường hợp tốt nghiệp bổ sung nên khi nào có bằng tốt nghiệp chính thức ạ và tài khoản ngân hàng [full_name] được sử dụng tới khi nào vậy ạ. Dạ em cảm ơn.",
            "Chào bạn,. . . . Việc này bạn hỏi ngân hàng OCB nha.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Dạ chào thầy/cô,. . Em là K18 khoa Hóa, em muốn hỏi về về thực tập tập tốt nghiệp và thực tập ngoài trường có giống nhau không ạ (do trong [full_name] 2018 có mã môn thực tập tốt nghiệp và mã môn thực tập ngoài trường CH3325",
            "Chào bạn,. . . . Thực tập tốt nghiệp là thực tập ngoài trường nha bạn.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác .  Dạ e chào Thầy/Cô, cho em được hỏi, từ đây đến kỳ hè trường có tổ chức kiểm tra trình độ AV khôg ạ? Em thấy theo lịch học vụ thì 21/6 sẽ bắt đầu kì 203, vậy em có thể đăng ký bổ sung môn Thực tập ngoài trường sau ngày này được không ạ? Nếu được thì tối đa bao lâu ạ? Em cảm ơn ạ!",
            "Chào bạn,. . . . - Hiện tại nhà trường chưa có thông báo về việc tổ chức thi anh văn định kỳ nha bạn. . . . . - Đối với thực tập ngoài trường bạn đăng kí đúng thời gian trong lịch học vụ nha.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ cho em hỏi là trong đợt đăng ký hè thì có đăng ký thực tập tốt nghiệp không ạ? Hay thực tập tốt nghiệp sẽ có đợt đăng ký riêng ạ?. . Và học phí sẽ tín theo học phí hè hay sao ạ?",
            "Chào bạn,. . . . Bạn đăng kí chung trong học kỳ hè không có đợt đăng kí riêng nha bạn.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Chào thầy/cô PĐT,. . . . Em là sinh viên Khoa Khoa học Ứng dụng, hiện tại còn thiếu 1 môn học là   B \"Kỹ thuật số - 402027\" theo chương trình khóa 2013 về trước  /B  là sẽ đủ tiêu chuẩn tốt nghiệp nhưng đăng ký nhiều lần vẫn không mở lớp.. . . . Tìm chương trình đào tạo   B các khóa từ 2014 về sau  /B  trên trang aao.hcmut.edu.vn cũng không có mã môn học tương đương/thay thế.. . . . Thầy/cô cho em hỏi em có thể học môn nào khác đạt đủ tiêu chuẩn hay có hướng giải quyết nào về trường hợp này không ạ?. . . . Em xin cảm ơn.",
            "Chào bạn,. . . . Việc này bạn về khoa để tư vấn cho bạn nha.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Hiện tại em chỉ còn bổ sung chứng chỉ ngoại ngữ AV để tốt nghiệp (không còn nợ bất cứ môn học nào) nên bị đình chỉ một học kì. . . Như vậy cho em hỏi khi em nộp chứng chỉ AV vào thì có đủ điều kiện tốt nghiệp không? . . Có cần phải bổ sung thêm giấy tờ gì không ạ?",
            "Chào bạn,. . . . Khi bạn đủ chứng chỉ ngoại ngữ thì bạn làm đơn thu nhận lại và đăng kí xét tốt nghiệp ra trường. Thời gian tạm dừng chỉ có 2 học kỳ nha bạn.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Chào thầy(cô) . . Cho em hỏi là em thấy chương trình đào tạo của k18 thay đổi môn thực tập tốt nghiệp thành MA3315 nhưng chương trình đào tạo của K 17 em thì Ma3333 vậy em sẽ đăng kí mã cũ hay mã mới ạ? . . Em xin cảm ơn ạ",
            "Chào bạn,. . . . Bạn đăng kí đúng mã số môn học trong chương trình đào tạo của bạn.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Chào thầy/cô,. . . . Em có thắc mắc là: hiện tại em chỉ thiếu chứng chỉ anh văn, nên em chưa tốt nghiệp được. Và kỳ này, em không có đăng ký môn học nào nên em có nhận thông báo là tạm dừng học.. . Vậy em muốn tốt nghiệp vào tháng 11/2021 thì cần làm thủ tục gì để xin tốt nghiệp không ạ? Hay chỉ cần hoàn thành chứng chỉ anh văn là được ạ.. . . . Em cảm ơn thầy/cô ạ!",
            "Chào bạn,. . . . Khi bạn hoàn thành xong chứng chỉ ngoại ngữ, bạn làm đơn thu nhận lại và đăng kí xét tốt nghiệp. Thời gian tạm dừng chỉ có 2 học kỳ nha bạn.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Em chào cô ạ.. . Em đọc trên quy chế điều kiện tốt nghiệp có ghi là điểm rèn luyện trên trung bình. Em có thắc mắc là rèn luyện có thang điểm là bao nhiêu, và mức điểm trung bình là bao nhiêu ạ?. . Em cảm ơn.. .   i Tốt nghiệp .",
            "Chào bạn,. . . . Điểm rèn luyện bạn liên hệ phòng Công Tác Chính Trị Sinh Viên để giải đáp thắc mắc cho bạn.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "I Đăng ký môn học . Ad ơi cho em hỏi chuẩn tích lũy tín chỉ mỗi năm học áp dụng theo mail này của nhà  trường hay thông báo khác của pdt vậy ạ ?",
            "Chào bạn,. . . . Chuẩn tín chỉ tích luỹ theo các năm được qui định trong điều 4, mục 4.2 http://www.aao.hcmut.edu.vn/index.php?route=catalog/chitietsv&path=90&tid=1658.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Em là sv k17, đến kì hè 203 này mới được đk thực tập tốt nghiệp, em muốn hỏi học phí thực tập kì hè này là 880k/1c đúng không ạ, nếu em để kì 211 thực tập thì học phí tính khác như thế nào ạ. . Em cảm ơn. .",
            "Chào bạn,. . . . Môn TTTN học trong kỳ hè nhưng học phí được tính như học phí học kỳ chính.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em tên là [full_name], MSSV: [student_id]. Điểm thi toeic của em trong trường cuối tháng 1 năm 2021 là 500, đạt chuẩn anh văn sau năm ba, nhưng trong mục Điểm chuyển vẫn chưa cập nhật em đạt chuẩn anh văn sau năm 2(CCAS_2) và chuẩn anh văn sau năm 3(CCAS_3). Mong anh chị kiểm tra lại giùm em. Em xin cảm ơn.",
            "Chào bạn,. . . . Hiện tại bạn qua chuẩn anh văn sau năm 3 rồi, điểm này để xét chuẩn anh văn sau các năm không xét miễn môn anh văn 1,2,3.4 nên không cập nhật trong mục chuyển điểm được bạn.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "B   /B   B Đăng ký môn học . Em chào thầy cô,. . . . Hôm nay em vừa đăng kí học lại Giáo Dục Quốc Phòng (GDQP) tại trung tâm, thời gian bắt đầu học là ngày 28/06/2021. Bên cạnh đó em có đăng ký môn học này. . trên trang đăng ký môn học cho học kì hè (HK203).. . Em nuốn hỏi em đăng kí ở hai nơi như vậy thì có hợp lệ chưa đấy ạ. Nếu chưa hợp lệ, em hi vọng thầy cô có thể hướng dẫn giúp em ạ.. . File đính kèm là file biên lai đăng ký học lại của em tại trung tâm giáo dục quốc phòng.. . Em cảm ơn thầy cô nhiều.",
            "Chào bạn,. . . . Việc bạn học quân sự thì không có thời gian học hè được, việc này bạn cân nhắc kỹ nha.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ thầy (cô) cho em hỏi là ở kỳ 202 hiện tại em đang học môn Triết học [full_name][full_name][full_name] (SP1031). Nếu kỳ hè 203 em đăng ký môn Kinh tế chính trị (SP1033) thì có đủ điều kiện không ạ? Em xin cảm ơn.",
            "Chào bạn,. . . . Được bạn.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "I Đăng ký môn học . Thầy cô cho em hỏi là khi thi anh văn đầu vào mà em không đủ chuẩn qua và hiện tại em đang ôn luyện ở trung tâm để thi lấy bằng nhưng nếu trường có tổ chức thi để đánh giá anh văn cuối năm thì em có thể đăng kí không ạ. Và nếu như năm 1 chuẩn anh văn em không qua thì năm 2 em vẫn có thể học các môn đại cương bình thường và chỉ không được đăng kí môn chuyên ngành thôi phải không ạ. Em cảm ơn.",
            "Chào bạn,. . . . - Nếu trường tổ chức thi anh văn định kỳ thì bạn vẫn đăng kí thi được. . . - Nếu bạn không qua chuẩn anh văn sau năm nhất thì bạn không đăng kí những môn năm 2, nhưng vẫn qua đăng kí được những môn năm nhất nha bạn.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Thầy cô cho em hỏi: hiện tại e là sv K19, học kì trước e có đăng ký kiểm tra anh văn đầu vào được 430 điểm và kì này em có đăng kí av theo yêu cầu AV3a vì xét theo điểm e thi thì e đã qua av2 nhưng lại nhận được thông báo là bị hủy môn do chưa đăng ký AV2a. E không biết điểm của đợt kỉeem tra av đầu vào có  được xét là e qua av2 trên trường không ạ, tại e không thấy cộng tín chỉ sau khi học kỳ kết thúc ạ. E mong thầy cô giải thích giúp e về các vấn đề này ạ.",
            "Chào bạn,. . . . Bạn vui lòng xem qui chế học vụ điều 31, phụ lục 1 http://www.aao.hcmut.edu.vn/index.php?route=catalog/chitietsv&path=90&tid=1658.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: E không hiểu lắm về các điểm ở phần điểm chuyển ạ, 5 5.0 có ý nghĩa gì ạ? Mong thầy cô giải đáp giúp em ạ.. . E cảm ơn nhiều ạ",
            "Chào bạn,. . . . Đâu có cột nào là 5 5.0 đâu bạn.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Kính chào thầy/cô. Thầy/cô cho em hỏi nếu em muốn tạm dừng học 1 học kỳ thì em sẽ cần phải chuẩn bị những gì vậy ạ? Và thủ tục thu nhận lại sau khi tạm dừng học em sẽ phải làm như thế nào ạ? Em xin cảm ơn thầy/cô.. . . .",
            "Chào bạn,. . . . Bạn muốn tạm dừng thì làm đơn tạm dừng, mẫu đơn có sẵn trên web PDT. Khi bạn học lại thì bạn nộp đơn thu nhận lại, mẫu đơn có sẵn trên web PDT luôn nha bạn.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Dear PĐT,. . . . Em là sinh viên khóa 2017 và hiện đang làm đề cương luận văn. A/c cho em hỏi là em muốn đăng ký học song ngành theo hướng bằng thứ hai ngành Khoa học máy tính hệ đại trà trong học kỳ tới, vậy em có cần phải làm đơn gửi Trưởng khoa ngành thứ hai không? Nếu có, thì em lấy biểu mẫu ở đâu, hay là em tự gửi email cho Trưởng khoa ngành thứ hai?. . A/c giải đáp thắc mắc giúp em với nhé.. . . . Thanks and regards,  . . [full_name]. . . . . .",
            "Chào bạn,. . . . Bạn vui lòng xem qui chế học vụ điều 28 hướng dẫn rất rõ nha bạn.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác  /i  dạ đúng là có hiện điểm trên màn hình máy tính khi thi xong nhưng điểm bị nhầm lẫn thưa cô! Dạ điểm của e là phần nghe 260, phần ngữ pháp 85 , đọc hiểu 345 tổng 690 mà trên trang điểm sv e điểm tổng e có hai phần là phần nghe và phần ngữ pháp nên tổng điểm e chỉ được 345 ạ.Có thể là bị nhầm ở phần ghi điểm vào tờ giấy ký tên ạ.Mong cô có thể xem lại! em cảm ơn.. . . .",
            "Chào bạn,. . . . Chỉ có 2 cột điểm là [full_name] : 260 và [full_name]:  85.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Hiện tại thì em chưa chuyển điểm anh văn 234, thì sau khi em bảo vệ LVTN tầm tháng 6 , 7 em chuyển điểm anh văn 234 thì có kịp đăng kí tốt nghiêp không?. . Em xin cảm ơn.",
            "Chào bạn,. . . . Kịp nha bạn.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Dạ chào pđt , em đã coi điều khoản theo như pđt yêu cầu , và em thấy trường để chuẩn anh văn sau năm 1 là 350 hoặc đạt anh văn 1, và em đã thi toiec 370 và đã nộp cho trường ! em mong trường giải quyết cho em để em đăng ký môn học hè , trường nên giải quyết cụ thể cho em chứ lần nào em hỏi cũng kêu đọc điều khoản trong khi em đã nói là em đã đọc nên mới nhắn cho trường ! cảm ơn trường . .",
            "Chào bạn,. . . . Hiện tại với điểm 370 thì bạn đã qua chuẩn anh văn sau năm nhất rồi nha.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em hệ vhvl e muốn hỏi là muốn nhận luận văn làm đề tài tốt nghiệp thì cần nộp bằng anh văn trước hay bảo vệ luận văn xong nộp anh văn sau để ra trường và av hiện tại của hệ em là bao nhiêu và mấy kĩ năng . . Em lúc trước nhập học là theo chương trình k18. .",
            "Chào bạn,. . . . - Khi nào có CCNN thì bạn mới nhận luận văn được nha bạn.. . . . - Bạn vui lòng tham khảo qui chế học vụ điều 31, phụ lục 1 http://www.aao.hcmut.edu.vn/index.php?route=catalog/chuongtrinhdaotao.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Thầy/cô cho em hỏi, em đăng ký chuyển điểm av nhưng đóng tiền trễ hạn ( hiện tại đã thanh toán xong ). Mà gần 1 tháng rồi tín chỉ của 4 av vẫn chưa chuyển vô tín chỉ em  thì em nên làm sao ạ. Bây giờ em 127 chỉ, nếu chuyển vô thì 131 chỉ ( do em đã học 2 av trước đó). .",
            "Chào bạn,. . . . Đã cập nhật trên cổng thông tin rồi nha bạn.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ em chào Thầy Cô. Em có 2 vấn đề đang rất cần được hỗ trợ ạ.. . * Đầu tiên: kỳ thi anh văn đầu vào em chỉ thi được 205 điểm, với số điểm đó em có được đăng ký lớp văn A1 (anh văn theo nhu cầu) trong học kỳ hè không ạ.. . * Thứ hai: nếu em đăng ký được thì có kịp để chuyển điểm và xét chuẩn anh văn để đăng ký môn cho năm 2 không ạ.(Em đọc thông tin thì khóa học AV A1 chỉ kéo dài 1 tháng thôi ạ).. . Nếu có thể Thầy Cô có thể cho em giải pháp tốt nhất trong trường hợp của em không ạ.. . Em cảm ơn Thầy Cô rất nhiều",
            "Chào bạn,. . . . Với số điểm 205 thì chỉ đăng kí anh văn cơ bản thôi bạn.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Hè này theo chương trình đào tạo em sẽ có 2 môn học ở kỳ 203. Vậy cho em hỏi học phí được tính theo như kỳ chính (350k/chỉ) hay theo dự thính hè (880k/chỉ) vậy ạ?. . Em cảm ơn.",
            "Chào bạn,. . . . Nếu mã nhóm  DT sẽ tính theo học phí dự thính, nếu mã A, L sẽ tính theo chính qui.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Thầy cô cho em.hỏi là làm thế nào để mình biết những môn đó là môn của năm nhất vậy ạ.",
            "Chào bạn,. . . . Bạn xem qui chế học vụ điều 9, mục 9.7 http://www.aao.hcmut.edu.vn/index.php?route=catalog/chitietsv&path=90&tid=1658.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Kính gửi phòng Đào tạo. . Em tên [full_name] MSSV:[student_id] hiện đang học khoa Môi trường và Tài nguyên. . Dạ cho em hỏi là học kì 202 này có tổ chức thi chuẩn hàng năm trên trường không ạ?. . Em xin chân thành cảm ơn.. .",
            "Chào bạn,. . . . Hiện tại nhà trường chưa thông báo về kỳ thi anh văn định kỳ nha bạn.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Hỏi về cập nhật bảng điểm và miễn môn . Em chào quý thầy cô ạ!. . Em là sv chính quy K14 chuyển hệ sang hệ VLVH (MSSV là [student_id]), em đã nộp hồ sơ vào tháng 11/2020 (có bao gồm bảng điểm chính quy và đơn xin chuyển khóa). Thầy cô cho em hỏi khi nào em được cập nhật bảng điểm và miễn môn ạ?. . Mong thầy cô kiểm tra và phản hồi giúp em ạ.. . Em xin chân thành cảm ơn thầy cô.  . . Thân",
            "Chào bạn,. . . . Việc này bạn đợi mail thông báo của PDT nha, bạn nhớ kiểm tra mail thường xuyên.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Kính chào Phòng Đào Tạo,. . . . Mình là sinh viên khóa K14 hệ Chính quy do hết thời gian đào tạo tối đa nên tôi dự định đăng ký chuyển hệ VLVH vào năm 2021.. . . . Vậy chuẩn tiếng anh để nhận Luận văn và Tốt nghiệp hệ VLVH sẽ áp dụng theo khóa 2014 hay theo chuẩn của khóa 2021.. . . . Cảm ơn.",
            "Chào bạn,. . . . Bạn liên hệ nơi nộp hồ sơ để tư vấn cho bạn nha.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ thưa thầy/cô. . . . Em tên: [full_name]. . . . Học kỳ hiện tại em đang học môn Kiến trúc máy tính CO2007, nhưng khi đăng ký thực tập tốt nghiệp trên trang đkmh thì lại báo thiếu môn học trước CO2007 ạ.. . . . Thầy/cô xem xét lại giúp em trường hợp này ạ. Em cảm ơn!. . . .",
            "Chào bạn,. . . . Bạn cho biết mã số môn học TTTN để PDT kiểm tra lại. Nhưng hiện tại chưa đến đợt DKMH mà bạn.. . . . Thân",
            "Chào bạn,. . . . Hiện tại đang trong đợt đăng kí học kỳ hè, bạn vui lòng cho biết mã số TTTN để PDT kiểm tra lại cho bạn.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Em tên: [full_name]. . MSSV: [student_id]. . Em đã làm lễ tốt nghiệp trong tháng 4 vữa rồi. Nhưng em vẫn chưa lấy bằng tốt nghiệp vì em đăng ký sát ngày nên chưa có bằng TN và bảng điểm tất cả học kỳ. PDT cho em hỏi em đã có thể lấy được bằng tốt nghiệp chưa ạ.. . Em xin cảm ơn!",
            "Chào bạn,. . . . Bạn vui lòng đợi mail, khi nào xong PDT sẽ gởi mail cho sinh viên.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Cho em hỏi học liên thông từ cao đẳng lên đại học, các môn như đại số tuyến tính, xác xuất thống kê với phương pháp tính có học không hay được miễn ạ. Do tụi em lúc vào có học môn toán cao cấp với chính trị rồi á.",
            "Chào bạn,. . . . Bạn đợi mail PDT gởi về việc miễn môn học nha.. . . . Thân"
        ]
    }
]