[
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em kính chào quý thầy cô,. . . . Em xin được nộp Đơn xin thôi học và minh chứng theo hướng dẫn trước đó của Phòng Đào tạo ạ.. . . . Nếu Phòng Đào tạo có yêu cầu nào khác, xin vui lòng liên hệ em qua số điện thoại [phone_number] hoặc email: [email]. . . . Em xin chân thành cảm ơn.. .",
            "Chào bạn,. .",
            "Chào bạn,. . Đơn thôi học của bạn đã được tiếp nhận và đang chờ xử lý, sau khi duyệt xong sẽ trả lời qua bksi cho bạn. . Thân",
            "Chào bạn. . Đã có Qd Thôi học, Sau dịch bạn liên hệ Pdt để nhận qd bảng chính nghen. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em chào quý thầy cô. . Em tên là [full_name]   K20. . Thắc mắc về kì thi online sắp tới như sau ạ:. .  -Vì laptop của em là dòng k có cam, nên em chỉ setup được 1 cam bằng điện thoại quay toàn cảnh thì liệu có được k ạ Đây là những môn sắp tới em thi (triết, GT2,VL1, phương pháp tính và hoá đại cương). .  - Có phải bắt buộc phải có cam laptop k ạ vì nếu cần có 2 cam thì em có thể hỏi mượn thêm 1 điện thoại để quay mặt và một điện thoại để quay toàn cảnh được ạ. . Và em mong nhận được sự trợ giúp của thầy/cô ạ em xin cảm ơn!. .",
            "Chào bạn. . - Bạn vui lòng xem chi tiết hướng dẫn thi trực tuyến nhà trường đã gởi thông báo cho sinh viên. . - Ngay thời điểm thi bạn trao đổi với CBCT. . - Trong trường hợp không đảm bảo trang thiết bị chỉ cần đăng ký hoãn thi với Phòng đào tạo thông qua công cụ myBK    Hỗ trợ trực tuyến. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Chào pdt,. . Cho em hỏi phải làm như thế nào để hoãn thi môn Triết học mác lênin, lí do internet không ổn định không thể đáp ứng nhu cầu thi online được, mong pdt trả lời sớm, do đến 4/8 13h00 là phải thi rồi ạ.",
            "Chào bạn,. . Về việc hoãn thi cuối kỳ của (HK chính 202, DT202 và DT203). . -        Sinh viên vui lòng tải mẫu đơn tại aao.hcmut.edu.vn/ sinh viên/biểu mẫu/Phiếu đăng ký hoãn thi / vắng thi có phép (cuối kỳ). Điền đầy đủ thông tin và trình bày rõ lý do xin hoãn thi. . -        SV gửi qua trang hỗ trợ trực tuyến (BKSI) hoặc mail [email]. . -        Riêng Đối với môn DA, TTNT, DCLV, LVTN: phải có xác nhận của GVHD + Bộ Môn + Khoa về việc dịch Covid-19 ảnh hưởng nghiêm trọng đến kết quả thực hiện đề tài, nêu rõ về việc ảnh hưởng nghiêm trọng như thế nào để được xem xét. (Sv có thể gởi mẫu đơn để GVHD + Bộ Môn + Khoa xác nhận trên mẫu đơn hoặc xác nhận qua email của Sv, sau đó chụp hình gởi kèm đơn hoãn thi. . Lưu ý:. . 1.      PDT sẽ hậu kiểm lại danh sách cấm thi do Khoa gửi lên và sẽ hủy kết quả hoãn thi nếu SV thuộc diện cấm thi.. . 2.      Về kiểm tra giữa kỳ của HK DT202 và 203: SV liên hệ trực tiếp GV và Bộ môn để được xem xét.. . 3.      Các môn có phần thí nghiệm, PĐT sẽ tự hoãn thi cho đến khi TNg xong. Một số MH, Giảng viên sẽ đề nghị cho thi trước, điểm TNg sẽ bù sau, khi đó SV có thể xin hoãn thi.. . 4.      Về quy định (thi xóa điểm VT, cách tính điểm ĐẠT) Vắng thi có phép và hoãn thi: Bạn vui lòng xem chi tiết tại trang web aao.hcmut.edu.vn--  sinh viên --  Quy chế --  Quy chế đào tạo và học vụ bậc đại học và cao đẳng -- Điều 17.2. . Chúc bạn học tập tốt nhé.. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em xin chào thầy cô. Hiện tại laptop của em đang trục trặc kĩ thuật ( như trong đơn) và không thể đảm bảo để thực hiện thi cuối kì. Chỗ em ở hiện đang bị phong tỏa và giãn cách xã hội nên không thể mang máy đi sửa được. Mong thầy cô có thể xem xét cho em tạm hoãn thi 1 môn là xác xuất thống kê. Em sẽ tìm cách khắc phục nhanh nhất để không ảnh hưởng tới những môn còn lại",
            "Chào bạn,. . - Phòng Đào tạo đã đồng ý yêu cầu về việc xin Hoãn Thi/Vắng thi của bạn. Bạn vui lòng theo dõi kết quả được cập nhật trên trang Mybk/xem điểm sau ngày 06/09/2021 (nếu sau thời gian trên vẫn chưa được xử lý bạn có thể vào trang bksi.hcmut.edu.vn để khiếu nại).. . - Sau ngày 06/09/2021 bạn liên hệ trực tiếp Phòng đào tạo cơ sở Lý Thường Kiệt để nhận quyết định bảng chính. . Lưu ý: PDT sẽ hậu kiểm lại với danh sách cấm thi của Khoa gửi lên, nếu SV bị cấm thi sẽ bị hủy kết quả hoãn thi theo quy định. . Chúc bạn học tập tốt nhé.. . . . . . . . \t\t. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em không có cách nào để lấy lại điểm số cũng như TKB kì 202 sao ạ ? Mong phòng đào tạo giúp em. Em xin hứa lần sao sẽ không tái phạm. Em cảm ơn ạ. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ  /i  Mong phòng đào tạo lấy lại điểm với TKB kì 202 giúp em, Em phạm lỗi lần đầu mong phòng đào tạo giúp đỡ cho em.Học phí kì 202 em đã đóng đủ mong phòng đào tạo giúp đỡ cho em ạ. Em xin hứa sẽ không có tái phạm lần sau. Em cảm ơn.. . . .",
            "Chào bạn. . - Bạn thanh toán học phí chính quy vào ngày 3/8. . - Hiện bạn đã có tên trong DS tạm dừng, huỷ tkb và lịch thi HK202 vì thanh toán không đúng hạn theo thông báo. . - Hiện tại không thể cứu xét để phục hồi, bạn vui lòng thanh toán đúng theo quy định vào các HK sau. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "B Yêu cầu khác: Em tên là [full_name] , mssv [student_id] , khoa kỹ thuật giao thông , lớp GT19OTO3. Em xin phép hỏi về vấn đề thi online lại do lỗi đăng nhập không được trước giờ thi và chưa tham gia thi được. Em xin cám ơn ạ .",
            "Phòng Đào tạo đã gửi email: em làm theo hướng dẫn nhé.. . Thân gửi các bạn sinh viên, . . Phòng Đào tạo (PĐT) đã thông báo cho Sinh viên (SV) về việc nộp đơn hoãn thi trực tiếp cho PĐT đối với các môn học Lý thuyết, mà không thông qua Giảng viên (GV). PĐT sẽ hậu kiểm các tình huống cấm thi sau. Hiện nay, SV đăng ký bằng cách gửi email về PĐT có kèm file và qua hệ thống Hỗ trợ trực tuyến (BKSI). Để nhanh chóng và thuận lợi, PĐT thay đổi phương thức nộp đơn hoãn thi như sau:. . SV đăng nhập vào Google bằng tài khoản BKNetID@hcmut.edu.vn và điền thông tin hoãn thi theo link: https://forms.gle/ckyYcJMWN7w3kqe56. . Hạn cuối: 5 ngày sau khi thi online (chỉ tính ngày làm việc). . Trường hợp SV đã nộp đơn qua email của PĐT và  qua công cụ BKSI (đã hoặc chưa được tiếp nhận), vui lòng điền lại vào form trên để PĐT cập nhật dữ liệu đồng nhất và chính xác.. . Riêng đối với môn Đồ án, Thực tập ngoài trường, Đề cương Luận văn, Luận văn/Tiểu luận tốt nghiệp: SV có thể xin hoãn bảo vệ với lý do dịch Covid-19 ảnh hưởng nghiêm trọng đến kết quả thực hiện đề tài (không thực nghiệm được tại Phòng thí nghiệm, không thực địa, ...). SV gửi email trực tiếp đến Giáo viên hướng dẫn, Khoa/Bộ môn để được xem xét đồng ý và forward email cuối cùng đến email của PĐT để đăng ký.. . Thông tin thêm:. . •\tQuy định hoãn thi (HT): xem chi tiết tại khoản 17.2 Điều 17 trong Quy chế đào tạo và học vụ (aao.hcmut.edu.vn    Sinh viên    Quy chế).. . •\tCác môn có phần thí nghiệm (TNg) sẽ được tổ chức thi sau khi TNg xong. Một số môn, Giảng viên sẽ đề nghị cho thi trước, điểm TNg sẽ có sau, khi đó SV có thể xin hoãn thi.. . •\tRiêng hoãn thi kiểm tra giữa kỳ của HK DT202 và 203: SV liên hệ trực tiếp GV và Bộ môn để được xem xét cho kiểm tra riêng hoặc lấy cột điểm thành phần khác để làm điểm kiểm tra.. .  . . Chúc các bạn học tập thật tốt!. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Kính chào thầy/cô,. . Em xin nộp đơn xin hoãn thi trong file đính kèm. Mong thầy/cô hỗ trợ sớm giúp em. Em xin cảm ơn.. . . . Em có thắc mắc mong thầy/cô trả lời giúp: Ngày mai (04/08) em có môn thi mà em chưa được duyệt hoãn thi thì có cần vào phòng thi hay gửi mail thông báo cho giảng viên bộ môn đó không?",
            "Chào bạn,. . - Phòng Đào tạo đã đồng ý yêu cầu về việc xin Hoãn Thi/Vắng thi của bạn. Bạn vui lòng theo dõi kết quả được cập nhật trên trang Mybk/xem điểm sau ngày 06/09/2021 (nếu sau thời gian trên vẫn chưa được xử lý bạn có thể vào trang bksi.hcmut.edu.vn để khiếu nại).. . - Sau ngày 06/09/2021 bạn liên hệ trực tiếp Phòng đào tạo cơ sở Lý Thường Kiệt để nhận quyết định bảng chính. . Lưu ý: PDT sẽ hậu kiểm lại với danh sách cấm thi của Khoa gửi lên, nếu SV bị cấm thi sẽ bị hủy kết quả hoãn thi theo quy định. . Chúc bạn học tập tốt nhé.. . . . . . . . \t\t. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em là [full_name], mssv [student_id], em xin nộp lại đơn xin hoãn thi ạ. . Lí do: máy tính của em bị vào nước, thành phố Đà Nẵng em ở đang thực hiện cách ly toàn xã hội nên không mang đi sửa được.. . Em xin cảm ơn ạ",
            "Chào em,. . Em ghi rõ học kỳ, năm học vào phiếu rồi gửi lại nhé.. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Họ và tên: [full_name]. . . . MSSV: [student_id]. . . . Ngày sinh: 08/09/2000. . . . Lớp: XD18CTGT. . . . Lý do viết đơn: em muốn xin được hoãn thi hai môn. . . . + Môn: Địa chất công trình. . . . MSMH: CI1043, nhóm: L01-A. . . . Giờ thi: 10g00, ngày thi: 03/08/2021. . . . + Môn: Nền móng. . . . MSMH: CI3195, nhóm: A07-A. . . . Giờ thi: 16g00, ngày thi: 09/08/2021. . . . Lý do em xin hoãn thi: do không đảm bảo đủ về mặt trang thiết bị để tham gia thi online. . . . Em mong phòng đào tạo xem xét giúp em ạ. . . . Em xin cảm ơn",
            "Chào bạn,. . - Phòng Đào tạo đã đồng ý yêu cầu về việc xin Hoãn Thi/Vắng thi của bạn. Bạn vui lòng theo dõi kết quả được cập nhật trên trang Mybk/xem điểm sau ngày 06/09/2021 (nếu sau thời gian trên vẫn chưa được xử lý bạn có thể vào trang bksi.hcmut.edu.vn để khiếu nại).. . - Sau ngày 06/09/2021 bạn liên hệ trực tiếp Phòng đào tạo cơ sở Lý Thường Kiệt để nhận quyết định bảng chính. . Lưu ý: PDT sẽ hậu kiểm lại với danh sách cấm thi của Khoa gửi lên, nếu SV bị cấm thi sẽ bị hủy kết quả hoãn thi theo quy định. . Chúc bạn học tập tốt nhé.. . . . . . . . \t\t. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Xin xem xét để được hoãn thi.",
            "Chào bạn,. . - Phòng Đào tạo đã đồng ý yêu cầu về việc xin Hoãn Thi/Vắng thi của bạn. Bạn vui lòng theo dõi kết quả được cập nhật trên trang Mybk/xem điểm sau ngày 06/09/2021 (nếu sau thời gian trên vẫn chưa được xử lý bạn có thể vào trang bksi.hcmut.edu.vn để khiếu nại).. . - Sau ngày 06/09/2021 bạn liên hệ trực tiếp Phòng đào tạo cơ sở Lý Thường Kiệt để nhận quyết định bảng chính. . Lưu ý: PDT sẽ hậu kiểm lại với danh sách cấm thi của Khoa gửi lên, nếu SV bị cấm thi sẽ bị hủy kết quả hoãn thi theo quy định. . Chúc bạn học tập tốt nhé.. . . . . . . . \t\t. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính gửi:. .     - Thầy [full_name] - Trưởng PĐT. .     - Các anh/chị PĐT. . Em là [full_name], MSSV [student_id] - SV VB2 khóa máy tính. Em gửi Đơn trình bày lý do, hoàn cảnh thanh toán trễ học phí và nguyện vọng. Do em đang cách ly tập trung sau khi về quê theo chương trình đón SV tại TP.HCM của tỉnh Khánh Hòa, ở đây không có máy in nên em gửi đơn bằng file mềm, mong anh/chị thông cảm.. . Kính mong thầy [full_name] và các anh/chị PĐT xem xét đơn của em, em cám ơn thầy và các anh/chị rất nhiều!. .",
            "Chào bạn. . Bạn thanh toán học phí HK203 ngày 28/7, thời khoá biểu và lịch thi HK203 đã huỷ theo quy định và thông báo của Hk203. . Thân",
            "Chào chị [full_name][full_name] [full_name] Việc thanh toán chậm là do nguyên nhân khách quan, em đã trình bày cụ thể trong đơn[full_name] Việc này mong chị có thể xin trình ngoại lệ lên cấp lãnh đạo (thầy [full_name], hoặc thầy cô khác) được không chị? Vì hoàn cảnh dịch bệnh em không thể lên trường để trao đổi trực tiếp được[full_name] Theo em biết thì ngoài việc bị xóa TKB, xóa lịch thi sẽ không được đăng ký TKB cho HK tiếp theo[full_name] Nếu như vậy thực sự là rất khó khăn cho em, vì em sẽ bị chậm tiến độ học tập, làm luận văn và ra trường đến 1 năm[full_name] Em nghĩ là trường vẫn có cơ chế linh hoạt để hỗ trợ SV trong hoàn cảnh dịch bệnh, phong tỏa như hiện nay chứ ạ?[full_name] [full_name] Mong chị giải đáp và hỗ trợ giúp em, em cám ơn chị rất nhiều!",
            "Chào bạn. . Thầy Trưởng phòng đã đồng ý bạn đợi phục hồi lại tkb nghen. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác:   B Em [full_name] MS [student_id]. . Xin hoãn thi tạm thời môn XSTK MT2001 do điều kiện trang thiết bị tại địa phương. . 1. Chưa có đường truyền internet đủ mạnh. Sóng 4G khá yếu (tổ 13 ấp Phước Sơn như CMND đính kèm).. . 2. Camera laptop hiện không sử dụng được, địa phương theo Chỉ Thị 16 nên hiện tại không sửa được.",
            "Chào em,. . Em vui lòng ghi học kỳ, năm học vào phiếu rồi gửi lại nhé.. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác:",
            "Chào bạn,. . Về việc hoãn thi cuối kỳ của (HK chính 202, DT202 và DT203). . -        Sinh viên vui lòng tải mẫu đơn tại aao.hcmut.edu.vn/ sinh viên/biểu mẫu/Phiếu đăng ký hoãn thi / vắng thi có phép (cuối kỳ). Điền đầy đủ thông tin và trình bày rõ lý do xin hoãn thi. . -        SV gửi qua trang hỗ trợ trực tuyến (BKSI) hoặc mail [email]. . -        Riêng Đối với môn DA, TTNT, DCLV, LVTN: phải có xác nhận của GVHD + Bộ Môn + Khoa về việc dịch Covid-19 ảnh hưởng nghiêm trọng đến kết quả thực hiện đề tài, nêu rõ về việc ảnh hưởng nghiêm trọng như thế nào để được xem xét. (Sv có thể gởi mẫu đơn để GVHD + Bộ Môn + Khoa xác nhận trên mẫu đơn hoặc xác nhận qua email của Sv, sau đó chụp hình gởi kèm đơn hoãn thi. . Lưu ý:. . 1.      PDT sẽ hậu kiểm lại danh sách cấm thi do Khoa gửi lên và sẽ hủy kết quả hoãn thi nếu SV thuộc diện cấm thi.. . 2.      Về kiểm tra giữa kỳ của HK DT202 và 203: SV liên hệ trực tiếp GV và Bộ môn để được xem xét.. . 3.      Các môn có phần thí nghiệm, PĐT sẽ tự hoãn thi cho đến khi TNg xong. Một số MH, Giảng viên sẽ đề nghị cho thi trước, điểm TNg sẽ bù sau, khi đó SV có thể xin hoãn thi.. . 4.      Về quy định (thi xóa điểm VT, cách tính điểm ĐẠT) Vắng thi có phép và hoãn thi: Bạn vui lòng xem chi tiết tại trang web aao.hcmut.edu.vn--  sinh viên --  Quy chế --  Quy chế đào tạo và học vụ bậc đại học và cao đẳng -- Điều 17.2. . . . - Em điền đầy đủ thông tin rồi gửi lại nhé.. . . . Chúc bạn học tập tốt nhé.. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Kính gửi PĐT.. . Em tên là: Phan Văn Thịnh. MSSV [student_id], sinh viên lớp Giải Tích 1 DT02. . Em gửi đơn này với mong muốn được xác nhận cho em được hoãn thi cuối kì môn Giải Tích 1 với lý do đường truyền mạng tại nhà rất kém, không đủ điều kiện để thi trực tuyến. Mong PĐT xem xét giúp.. . Em xin chân thành cảm ơn.",
            "Chào bạn,. . - Phòng Đào tạo đã đồng ý yêu cầu về việc xin Hoãn Thi/Vắng thi của bạn. Bạn vui lòng theo dõi kết quả được cập nhật trên trang Mybk/xem điểm sau ngày 06/09/2021 (nếu sau thời gian trên vẫn chưa được xử lý bạn có thể vào trang bksi.hcmut.edu.vn để khiếu nại).. . - Sau ngày 06/09/2021 bạn liên hệ trực tiếp Phòng đào tạo cơ sở Lý Thường Kiệt để nhận quyết định bảng chính. . Lưu ý: PDT sẽ hậu kiểm lại với danh sách cấm thi của Khoa gửi lên, nếu SV bị cấm thi sẽ bị hủy kết quả hoãn thi theo quy định. . Chúc bạn học tập tốt nhé.. . . . . . . . \t\t. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV[full_name] [student_id]  /b \t. . . .   i Học vụ . Kính gửi PĐT.. . Em tên là[full_name] [full_name]. MSSV [student_id], sinh viên lớp Giải Tích 2 L06. . Em gửi đơn này với mong muốn được xác nhận cho em được hoãn thi cuối kì môn Giải Tích 2 với lý do đường truyền mạng tại nhà rất kém, không đủ điều kiện để thi trực tuyến. Mong PĐT xem xét giúp.. . Em xin chân thành cảm ơn.",
            "Chào bạn,. . - Phòng Đào tạo đã đồng ý yêu cầu về việc xin Hoãn Thi/Vắng thi của bạn. Bạn vui lòng theo dõi kết quả được cập nhật trên trang Mybk/xem điểm sau ngày 06/09/2021 (nếu sau thời gian trên vẫn chưa được xử lý bạn có thể vào trang bksi.hcmut.edu.vn để khiếu nại).. . - Sau ngày 06/09/2021 bạn liên hệ trực tiếp Phòng đào tạo cơ sở Lý Thường Kiệt để nhận quyết định bảng chính. . Lưu ý: PDT sẽ hậu kiểm lại với danh sách cấm thi của Khoa gửi lên, nếu SV bị cấm thi sẽ bị hủy kết quả hoãn thi theo quy định. . Chúc bạn học tập tốt nhé.. . . . . . . . \t\t. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . em tên: [full_name], MSSV:[student_id]. xin hoãn thi cuối kỳ môn giải tích 2 vì lý do thiếu trang thiết bị(máy tính).em cảm ơn!",
            "Chào bạn,. . - Phòng Đào tạo đã đồng ý yêu cầu về việc xin Hoãn Thi/Vắng thi của bạn. Bạn vui lòng theo dõi kết quả được cập nhật trên trang Mybk/xem điểm sau ngày 06/09/2021 (nếu sau thời gian trên vẫn chưa được xử lý bạn có thể vào trang bksi.hcmut.edu.vn để khiếu nại).. . - Sau ngày 06/09/2021 bạn liên hệ trực tiếp Phòng đào tạo cơ sở Lý Thường Kiệt để nhận quyết định bảng chính. . Lưu ý: PDT sẽ hậu kiểm lại với danh sách cấm thi của Khoa gửi lên, nếu SV bị cấm thi sẽ bị hủy kết quả hoãn thi theo quy định. . Chúc bạn học tập tốt nhé.. . . . . . . . \t\t. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Kính chào thầy cô,. . Em tên là Nguyễn Thị Tuyết Mỹ Mssv: [student_id], sinh viên thuộc lớp QL1902 trường Đại học Bách Khoa TPHCM. Trong đợt thi cuối kì 202 này vì vào ngày thi môn Kinh tế chính trị Mác-Lênin em không có đủ thiết bị điện tử (laptop) để tham gia thi như nhà trường đã đề ra nên em viết đơn này kính mong nhà trường xem xét và xác nhận cho em về việc hoãn thi này. Em đã gửi mail xin phép thầy phụ trách môn học và đã được thầy đồng ý và xác nhận không nằm trong diện cấm thi. Hôm qua em có viết mail gửi đến Phòng Đào Tạo nhưng chắc vì quá tải nên em vẫn chưa nhận được phản hồi. Mong thầy cô có thể sớm xem xét và phản hồi cho em về sự việc này. . .",
            "Chào bạn,. . - Phòng Đào tạo đã đồng ý yêu cầu về việc xin Hoãn Thi/Vắng thi của bạn. Bạn vui lòng theo dõi kết quả được cập nhật trên trang Mybk/xem điểm sau ngày 06/09/2021 (nếu sau thời gian trên vẫn chưa được xử lý bạn có thể vào trang bksi.hcmut.edu.vn để khiếu nại).. . - Sau ngày 06/09/2021 bạn liên hệ trực tiếp Phòng đào tạo cơ sở Lý Thường Kiệt để nhận quyết định bảng chính. . Lưu ý: PDT sẽ hậu kiểm lại với danh sách cấm thi của Khoa gửi lên, nếu SV bị cấm thi sẽ bị hủy kết quả hoãn thi theo quy định. . Chúc bạn học tập tốt nhé.. . . . . . . . \t\t. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ cho em hỏi là học kì 211 tới em có đăng kí LVTN nhưng do tình hình dịch covid 19 nên em chưa thể đủ điều kiện anh văn thì đợt 2 đăng kí môn học có bị xóa không ạ,vì em lo sợ nếu bị xóa sẽ không có môn học trong học kì đó và không được nhận giấy chứng nhận sinh viên để hoãn NVQS ạ. Mong nhận được sự giải đáp từ thầy cô.Em xin chân thành cám ơn ạ",
            "Chào bạn. . Theo quy chế học vu: đăng ký LVTN phải nộp CCNN chuẩn theo quy định. . - Khi nào hết dịch bạn đăng ký thi liền, có kết quả báo PDT để hỗ trợ bạn đăng ký LVTN nghen. . - Theo quy định phải có tkb thì mới được cấp giấc xác nhận SV. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Dạ em đã coi kĩ là bữa đó em thi phòng DT03B nhưng em đã vào lộn link của DT03A ạ, nên thầy cô có gì xem xét giúp em ạ.. . Em cảm ơn thầy cô ạ.",
            "Phòng Đào tạo đã gửi email: em làm theo hướng dẫn nhé.. . Thân gửi các bạn sinh viên, . . Phòng Đào tạo (PĐT) đã thông báo cho Sinh viên (SV) về việc nộp đơn hoãn thi trực tiếp cho PĐT đối với các môn học Lý thuyết, mà không thông qua Giảng viên (GV). PĐT sẽ hậu kiểm các tình huống cấm thi sau. Hiện nay, SV đăng ký bằng cách gửi email về PĐT có kèm file và qua hệ thống Hỗ trợ trực tuyến (BKSI). Để nhanh chóng và thuận lợi, PĐT thay đổi phương thức nộp đơn hoãn thi như sau:. . SV đăng nhập vào Google bằng tài khoản BKNetID@hcmut.edu.vn và điền thông tin hoãn thi theo link: https://forms.gle/ckyYcJMWN7w3kqe56. . Hạn cuối: 5 ngày sau khi thi online (chỉ tính ngày làm việc). . Trường hợp SV đã nộp đơn qua email của PĐT và  qua công cụ BKSI (đã hoặc chưa được tiếp nhận), vui lòng điền lại vào form trên để PĐT cập nhật dữ liệu đồng nhất và chính xác.. . Riêng đối với môn Đồ án, Thực tập ngoài trường, Đề cương Luận văn, Luận văn/Tiểu luận tốt nghiệp: SV có thể xin hoãn bảo vệ với lý do dịch Covid-19 ảnh hưởng nghiêm trọng đến kết quả thực hiện đề tài (không thực nghiệm được tại Phòng thí nghiệm, không thực địa, ...). SV gửi email trực tiếp đến Giáo viên hướng dẫn, Khoa/Bộ môn để được xem xét đồng ý và forward email cuối cùng đến email của PĐT để đăng ký.. . Thông tin thêm:. . •\tQuy định hoãn thi (HT): xem chi tiết tại khoản 17.2 Điều 17 trong Quy chế đào tạo và học vụ (aao.hcmut.edu.vn    Sinh viên    Quy chế).. . •\tCác môn có phần thí nghiệm (TNg) sẽ được tổ chức thi sau khi TNg xong. Một số môn, Giảng viên sẽ đề nghị cho thi trước, điểm TNg sẽ có sau, khi đó SV có thể xin hoãn thi.. . •\tRiêng hoãn thi kiểm tra giữa kỳ của HK DT202 và 203: SV liên hệ trực tiếp GV và Bộ môn để được xem xét cho kiểm tra riêng hoặc lấy cột điểm thành phần khác để làm điểm kiểm tra.. .  . . Chúc các bạn học tập thật tốt!. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Vì không đáp ứng các yêu cầu về thiết bị trong thi online nên em nộp đơn xin hoãn thi.. .",
            "Chào bạn,. . - Phòng Đào tạo đã đồng ý yêu cầu về việc xin Hoãn Thi/Vắng thi của bạn. Bạn vui lòng theo dõi kết quả được cập nhật trên trang Mybk/xem điểm sau ngày 06/09/2021 (nếu sau thời gian trên vẫn chưa được xử lý bạn có thể vào trang bksi.hcmut.edu.vn để khiếu nại).. . - Sau ngày 06/09/2021 bạn liên hệ trực tiếp Phòng đào tạo cơ sở Lý Thường Kiệt để nhận quyết định bảng chính. . Lưu ý: PDT sẽ hậu kiểm lại với danh sách cấm thi của Khoa gửi lên, nếu SV bị cấm thi sẽ bị hủy kết quả hoãn thi theo quy định. . Chúc bạn học tập tốt nhé.. . . . . . . . \t\t. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Em tên: [full_name] MSSV:[student_id]. .   i Yêu cầu khác . Em gửi đơn này mong phòng đào tạo xem xét cho em về việc hoãn thi cuối kì cho môn Xác suất thông kê vào lúc 16h ngày 05/08 vì lí do trang thiết bị không đầy đủ và đường truyền mạng không ổn định. Mong nhận phản hồi từ phòng đào tạo em chân thành cảm ơn.. .",
            "Chào bạn,. . - Phòng Đào tạo đã đồng ý yêu cầu về việc xin Hoãn Thi/Vắng thi của bạn. Bạn vui lòng theo dõi kết quả được cập nhật trên trang Mybk/xem điểm sau ngày 06/09/2021 (nếu sau thời gian trên vẫn chưa được xử lý bạn có thể vào trang bksi.hcmut.edu.vn để khiếu nại).. . - Sau ngày 06/09/2021 bạn liên hệ trực tiếp Phòng đào tạo cơ sở Lý Thường Kiệt để nhận quyết định bảng chính. . Lưu ý: PDT sẽ hậu kiểm lại với danh sách cấm thi của Khoa gửi lên, nếu SV bị cấm thi sẽ bị hủy kết quả hoãn thi theo quy định. . Chúc bạn học tập tốt nhé.. . . . . . . . \t\t. .",
            "Dạ em đã hoãn thi môn xác suất thống kê nhưng đến giờ vẫn bị ghi trên bảng điểm là điểm 13 ạ.. . Mong nhận được phản hồi sớm nhất em chân thành cảm ơn",
            "Chào bạn. . Bạn xem lại thông báo sau khi đăng ký vào form Hoãn thi, Pdt sẽ phản hồi thông tin cho Sinh viên vào cuối tháng 9. . . Nếu có Quyết định hoãn thi sẽ được cập nhật thành điểm 14. . Thân . .",
            "Hiện tại sau khi hoãn thi hai môn là xác suất thống kê và phương pháp tính thì em nhận được lịch hoãn thi ngay trong kì tới. Vì thời gian quá gấp nên em không thể trả môn hoãn thi kịp thời. Cho em hỏi làm cách nào để dời lịch hoãn thi qua kì sau, theo qui chế thì điểm hoãn thi sẽ được giữ trong 1 năm nên em muốn nhận được sự giúp đỡ ạ. Em chân thành cảm ơn. .",
            "Chào bạn . . Bạn xem lại thông báo : KẾ HOẠCH TỔ CHỨC THI HK211, mà Pdt đã gởi. . . . -\tCác SV đã được hoãn thi của các học kỳ 2, 3 năm 2020-2021: PĐT đã cập nhật kết quả Hoãn thi HK202 & HK203 (Điểm 14) tại: mybk.hcmut.edu.vn/Thông tin sinh viên/Bảng điểm.  . .       Về việc thi để xóa điểm Hoãn thi:. . -\tMôn học có mở trong HK211: PĐT sẽ tự động xếp Lịch thi và đồng thời  cập nhật trên trang mybk.hcmut.edu.vn/Thông tin sinh viên/Lịch thi.. . -\tMôn học Khoa đồng ý tổ chức thi trong tháng 11/2021: PĐT đã xếp Lịch thi và đã gởi email cho từng Sinh viên Lịch thi (Sinh viên xem chi tiết Lịch thi cập nhật trên trang mybk.hcmut.edu.vn/Thông tin sinh viên/Lịch thi).. . -\tCác môn học còn lại (không mở trong HK211): Sinh viên vui lòng đợi thông báo sau.. . -\tTrường hợp PĐT đã xếp Lịch thi nhưng SV không thể Thi để xóa điểm HT trong HK211 này: SV sẽ đăng ký tại trang Mybk.hcmut.edu.vn    Ứng dụng cho Sinh viên    12. Đăng ký hoãn thi Cuối kỳ. . . •\tLưu ý: SV cân nhắc khi đăng ký không thi ở HK211, vì PĐT đã cố gắng xếp Lịch thi cho tất cả SV diện có Quyết định Hoãn thi để SV có kết quả kịp tiến độ theo Chương trình đào tạo, HK212 khả năng dự kiến khó mở lớp những môn này, đồng thời theo quy định SV phải đăng ký thi cuối kỳ trong thời hạn một năn học để lấy kết quả này làm điểm tổng kết thay thế cho điểm HT.. . -\tQuy định hoãn thi (HT): xem chi tiết tại khoản 17.2 điều 17 trong Quy chế đào tạo và học vụ (aao.hcmut.edu.vn    Sinh viên   Quy chế-quy định   Học vụ).. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: em không đăng nhập BK exam được ạ. Ngày mai 7 giờ em thi rồi. Em xin cảm ơn",
            "Chào bạn. . - Bạn vui lòng xem chi tiết hướng dẫn thi trực tuyến nhà trường đã gởi thông báo cho sinh viên. . - Bạn cần thực hiện theo hướng dẫn của nhà trường và thực hành để thuần thục các thao tác ghi hình màn hình trước khi thi. (Việc quan trọng càng phải luyện tập kỹ). . - Về trường hợp của bạn, vui lòng xem rõ trong hướng dẫn thi trực tuyến điều 8 các tình huống cần xử lý trong khi thi để biết cách xử lý và liên lạc với CBCT kịp thời để được mở khóa nhé:. . “CBCT kiểm tra kỹ tình huống và mở khoá truy cập cho người dự thi vào phòng thi.” . . Nếu trường hợp không phải trong thời gian thi, thì hệ thống tự động cập nhật sau mở khóa sau 2h!. . Trường hợp có sự cố bất khả kháng trong khi thi dẫn đến không thể hoàn thành được bài thi, và không được giải quyết cho thi các ca thi sau (nếu có), sinh viên có thể đăng ký \"Hoãn thi\" ngay sau buổi thi (không phải vắng thi có phép).. . . . Chúc bạn thi tốt!. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Mong PĐT xem xét đơn hoãn thi dùm em ạ, em cảm ơn.",
            "Đây là đơn xin hoãn thi đầy đủ hơn ạ, mong nhà trường xem xét cho em, em cảm ơn.",
            "Chào bạn,. . - Phòng Đào tạo đã đồng ý yêu cầu về việc xin Hoãn Thi/Vắng thi của bạn. Bạn vui lòng theo dõi kết quả được cập nhật trên trang Mybk/xem điểm sau ngày 06/09/2021 (nếu sau thời gian trên vẫn chưa được xử lý bạn có thể vào trang bksi.hcmut.edu.vn để khiếu nại).. . - Sau ngày 06/09/2021 bạn liên hệ trực tiếp Phòng đào tạo cơ sở Lý Thường Kiệt để nhận quyết định bảng chính. . Lưu ý: PDT sẽ hậu kiểm lại với danh sách cấm thi của Khoa gửi lên, nếu SV bị cấm thi sẽ bị hủy kết quả hoãn thi theo quy định. . Chúc bạn học tập tốt nhé.. . . . . . . . \t\t. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Kính gửi : Phòng đào tạo trường ĐHBK-ĐHQG TPHCM. . Em tên [full_name] MSSV [student_id] Lớp XD18CTT. . Em xin hoãn thi môn xác suất thống kê vào ngày 05/08/2021 vì lý do đường truyền không ổn định và camera bị hư. Em cam đoan mình không thuộc diện cấm thi. . Em xin chân thành cảm ơn !. .",
            "Chào bạn,. . - Phòng Đào tạo đã đồng ý yêu cầu về việc xin Hoãn Thi/Vắng thi của bạn. Bạn vui lòng theo dõi kết quả được cập nhật trên trang Mybk/xem điểm sau ngày 06/09/2021 (nếu sau thời gian trên vẫn chưa được xử lý bạn có thể vào trang bksi.hcmut.edu.vn để khiếu nại).. . - Sau ngày 06/09/2021 bạn liên hệ trực tiếp Phòng đào tạo cơ sở Lý Thường Kiệt để nhận quyết định bảng chính. . Lưu ý: PDT sẽ hậu kiểm lại với danh sách cấm thi của Khoa gửi lên, nếu SV bị cấm thi sẽ bị hủy kết quả hoãn thi theo quy định. . Chúc bạn học tập tốt nhé.. . . . . . . . \t\t. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác:  Do tình hình dịch chưa nên em vẫn chưa đủ trang thiết bị khi thi trong thời gian này",
            "Chào bạn,. . - Phòng Đào tạo đã đồng ý yêu cầu về việc xin Hoãn Thi/Vắng thi của bạn. Bạn vui lòng theo dõi kết quả được cập nhật trên trang Mybk/xem điểm sau ngày 06/09/2021 (nếu sau thời gian trên vẫn chưa được xử lý bạn có thể vào trang bksi.hcmut.edu.vn để khiếu nại).. . - Sau ngày 06/09/2021 bạn liên hệ trực tiếp Phòng đào tạo cơ sở Lý Thường Kiệt để nhận quyết định bảng chính. . Lưu ý: PDT sẽ hậu kiểm lại với danh sách cấm thi của Khoa gửi lên, nếu SV bị cấm thi sẽ bị hủy kết quả hoãn thi theo quy định. . Chúc bạn học tập tốt nhé.. . . . . . . . \t\t. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . chào thầy, cô. Em tên là [full_name] - [student_id], hiện nay em đang trong quá trình làm Luận văn tốt nghiệp. Nhưng trong bảng điểm của em trong Mybk đang hiện thị là CT (cấm thi). Em đã thanh toán học phí đúng hạn, cũng như nộp bằng Toeic 500. Em mong quý thầy, cô xem xét lại cho em. Nếu em có gì sai sót mong thầy, cô có thể cho em thông tin thêm ạ. Em cảm ơn. . . .",
            "Chào bạn. . Danh sách Cấm thi không phải do Phòng đào tạo cập nhật mà do Giảng viên hướng dẫn. . Bạn vui lòng liên hệ GVHD để được hỗ trợ. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ .",
            "Chào bạn,. . - Phòng Đào tạo đã đồng ý yêu cầu về việc xin Hoãn Thi/Vắng thi của bạn. Bạn vui lòng theo dõi kết quả được cập nhật trên trang Mybk/xem điểm sau ngày 06/09/2021 (nếu sau thời gian trên vẫn chưa được xử lý bạn có thể vào trang bksi.hcmut.edu.vn để khiếu nại).. . - Sau ngày 06/09/2021 bạn liên hệ trực tiếp Phòng đào tạo cơ sở Lý Thường Kiệt để nhận quyết định bảng chính. . Lưu ý: PDT sẽ hậu kiểm lại với danh sách cấm thi của Khoa gửi lên, nếu SV bị cấm thi sẽ bị hủy kết quả hoãn thi theo quy định. . Chúc bạn học tập tốt nhé.. . . . . . . . \t\t. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Kính gửi, Em là [full_name] lớp XD19TD MSSV [student_id], hôm nay em làm đơn hoãn thi này mong PDT cho phép em được hoãn môn học Phương pháp tính ở HK202 vì lý do : Em không đủ cơ sở vật chất như yêu cầu của nhà trường về camera, thiết bị mạng, tín hiệu mạng và vì tình hình dịch hiện tại nên em không thể nào chuẩn bị được cho kỳ thi online này. Mong PDT chấp thuận cho em hoãn thi ở kỳ này và sẽ thực hiện lại kỳ thi thật tốt lần sau ạ . Em chân thành cảm ơn   B . .",
            "Chào bạn,. . - Phòng Đào tạo đã đồng ý yêu cầu về việc xin Hoãn Thi/Vắng thi của bạn. Bạn vui lòng theo dõi kết quả được cập nhật trên trang Mybk/xem điểm sau ngày 06/09/2021 (nếu sau thời gian trên vẫn chưa được xử lý bạn có thể vào trang bksi.hcmut.edu.vn để khiếu nại).. . - Sau ngày 06/09/2021 bạn liên hệ trực tiếp Phòng đào tạo cơ sở Lý Thường Kiệt để nhận quyết định bảng chính. . Lưu ý: PDT sẽ hậu kiểm lại với danh sách cấm thi của Khoa gửi lên, nếu SV bị cấm thi sẽ bị hủy kết quả hoãn thi theo quy định. . Chúc bạn học tập tốt nhé.. . . . . . . . \t\t. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Kính gửi PĐT,. . . . Em là [full_name] – MSSV: [student_id]. Thuộc nhóm : L10-C, Kỳ chính 202 môn MT1009.. . . . Em có mong muốn hoãn thi cuối kỳ vì điều kiện trang thiết bị không cho phép. . . . . Kính mong PĐT xem xét và cho em hoãn thi môn Phương pháp tính ( MT1009 ) để em có sự chuẩn bị tốt nhất.. . . . Em xin chân thành cảm ơn.. . . . Trân trọng.. . [full_name]",
            "Chào bạn,. . - Phòng Đào tạo đã đồng ý yêu cầu về việc xin Hoãn Thi/Vắng thi của bạn. Bạn vui lòng theo dõi kết quả được cập nhật trên trang Mybk/xem điểm sau ngày 06/09/2021 (nếu sau thời gian trên vẫn chưa được xử lý bạn có thể vào trang bksi.hcmut.edu.vn để khiếu nại).. . - Sau ngày 06/09/2021 bạn liên hệ trực tiếp Phòng đào tạo cơ sở Lý Thường Kiệt để nhận quyết định bảng chính. . Lưu ý: PDT sẽ hậu kiểm lại với danh sách cấm thi của Khoa gửi lên, nếu SV bị cấm thi sẽ bị hủy kết quả hoãn thi theo quy định. . Chúc bạn học tập tốt nhé.. . . . . . . . \t\t. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Do một vài lí do không mong muốn nên em có nguyện vọng hoãn thi môn giải tích 2. . Kính mong phòng đào tạo xét duyệt giúp em. Em cám ơn ạ. .",
            "Chào bạn,. . - Phòng Đào tạo đã đồng ý yêu cầu về việc xin Hoãn Thi/Vắng thi của bạn. Bạn vui lòng theo dõi kết quả được cập nhật trên trang Mybk/xem điểm sau ngày 06/09/2021 (nếu sau thời gian trên vẫn chưa được xử lý bạn có thể vào trang bksi.hcmut.edu.vn để khiếu nại).. . - Sau ngày 06/09/2021 bạn liên hệ trực tiếp Phòng đào tạo cơ sở Lý Thường Kiệt để nhận quyết định bảng chính. . Lưu ý: PDT sẽ hậu kiểm lại với danh sách cấm thi của Khoa gửi lên, nếu SV bị cấm thi sẽ bị hủy kết quả hoãn thi theo quy định. . Chúc bạn học tập tốt nhé.. . . . . . . . \t\t. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Hoãn thi cuối kỳ 202 . Kính gửi PĐT,. . . . Em là [full_name] – MSSV: [student_id]. Thuộc nhóm : L10-B, Kỳ chính 202 môn MT1009.. . . . Em có mong muốn hoãn thi cuối kỳ vì điều kiện trang thiết bị không cho phép.. . Kính mong PĐT xem xét cho em hoãn thi môn Phương pháp tính (MT1009) để em có sự chuẩn bị tốt nhất. . . . . Em xin chân thành cảm ơn. . . . . [full_name] . . [full_name]",
            "Chào bạn,. . - Phòng Đào tạo đã đồng ý yêu cầu về việc xin Hoãn Thi/Vắng thi của bạn. Bạn vui lòng theo dõi kết quả được cập nhật trên trang Mybk/xem điểm sau ngày 06/09/2021 (nếu sau thời gian trên vẫn chưa được xử lý bạn có thể vào trang bksi.hcmut.edu.vn để khiếu nại).. . - Sau ngày 06/09/2021 bạn liên hệ trực tiếp Phòng đào tạo cơ sở Lý Thường Kiệt để nhận quyết định bảng chính. . Lưu ý: PDT sẽ hậu kiểm lại với danh sách cấm thi của Khoa gửi lên, nếu SV bị cấm thi sẽ bị hủy kết quả hoãn thi theo quy định. . Chúc bạn học tập tốt nhé.. . . . . . . . \t\t. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Cho em hỏi về kỳ thi cuối kỳ online ạ. Do điện thoại em bị hư nên chỉ có 1 camera hỗ trợ thi của laptop vậy thì em có thể tham gia thi không ạ?",
            "Chào bạn. . - Bạn vui lòng xem chi tiết hướng dẫn thi trực tuyến nhà trường đã gởi thông báo cho sinh viên. . - Ngay thời điểm thi bạn trao đổi với CBCT. . - Trong trường hợp không đảm bảo trang thiết bị chỉ cần đăng ký hoãn thi với Phòng đào tạo thông qua công cụ myBK    Hỗ trợ trực tuyến. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em chào thầy cô, học kì 192 em đã học môn IM1013 trong nhóm tự chọn C, nhưng do không rõ trong việc đăng ký tín chỉ nên trong học kì 202 em đã học môn IM1025 cũng thuộc nhóm tự chọn C vì em nghĩ có thể tính 3 tín chỉ của môn này vào 9 tín chỉ tự do. Vì vậy cho em hỏi là nếu em thi không qua môn IM1025 trong kì 202 này thì có bị tính vào TBTL không ạ? Và em có thể hoãn môn này để kì sau thi được không?",
            "Chào bạn. . Về chương trình đào tạo/phân ngành bạn vui lòng liên hệ Khoa (cụ thể là Thầy phó khoa phụ trách chương trình đào tạo) để tư vấn và giải đáp. . Chúc bạn học tập tốt nhé.. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em tên là [full_name] lớp XD19CTGT01. . Vì lý do thiết bị không thể đáp ứng thi online em xin đăng ký hoãn thi các môn được tổ chức thi online của em trong học kỳ HK202, DT203 bao gồm những môn có mã số sau MT1003, MT2013, SP1033, MT1009, LA1007.. . Em xin cảm ơn.",
            "Chào em,. . Em tách riêng hk202, hk203 riêng rồi gửi lại nhé.. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Kính gửi thầy cô phụ trách.. . Em tên là: [full_name]. . Em là sinh viên của khoa KH&KT Máy tính. . Em xin được hoãn thi:. . -Tên môn học: Kỹ thuật lập trình (Thí nghiệm). . -Mã số môn học: CO1028. . -Nhóm lớp: L04. . -Thời gian thi: 03/08/2021. . Lý do em xin hoãn thi:. . Trong lúc làm bài thi em bị sự cố về việc quay lại màn hình máy tính lúc làm bài dẫn đến việc em không có video để nộp cho các thầy phụ trách theo yêu cầu. Em đã báo cáo với giảng viên phụ trách coi thi và thầy kêu em phải làm thủ tục hoãn thi.. . Em xin chân thành cảm ơn!. . . .",
            "Chào bạn,. . Về việc hoãn thi cuối kỳ của (HK chính 202, DT202 và DT203). . -        Sinh viên vui lòng tải mẫu đơn tại aao.hcmut.edu.vn/ sinh viên/biểu mẫu/Phiếu đăng ký hoãn thi / vắng thi có phép (cuối kỳ). Điền đầy đủ thông tin và trình bày rõ lý do xin hoãn thi. . -        SV gửi qua trang hỗ trợ trực tuyến (BKSI) hoặc mail [email]. . -        Riêng Đối với môn DA, TTNT, DCLV, LVTN: phải có xác nhận của GVHD + Bộ Môn + Khoa về việc dịch Covid-19 ảnh hưởng nghiêm trọng đến kết quả thực hiện đề tài, nêu rõ về việc ảnh hưởng nghiêm trọng như thế nào để được xem xét. (Sv có thể gởi mẫu đơn để GVHD + Bộ Môn + Khoa xác nhận trên mẫu đơn hoặc xác nhận qua email của Sv, sau đó chụp hình gởi kèm đơn hoãn thi. . Lưu ý:. . 1.      PDT sẽ hậu kiểm lại danh sách cấm thi do Khoa gửi lên và sẽ hủy kết quả hoãn thi nếu SV thuộc diện cấm thi.. . 2.      Về kiểm tra giữa kỳ của HK DT202 và 203: SV liên hệ trực tiếp GV và Bộ môn để được xem xét.. . 3.      Các môn có phần thí nghiệm, PĐT sẽ tự hoãn thi cho đến khi TNg xong. Một số MH, Giảng viên sẽ đề nghị cho thi trước, điểm TNg sẽ bù sau, khi đó SV có thể xin hoãn thi.. . 4.      Về quy định (thi xóa điểm VT, cách tính điểm ĐẠT) Vắng thi có phép và hoãn thi: Bạn vui lòng xem chi tiết tại trang web aao.hcmut.edu.vn--  sinh viên --  Quy chế --  Quy chế đào tạo và học vụ bậc đại học và cao đẳng -- Điều 17.2. . Chúc bạn học tập tốt nhé.. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]  /b  [full_name]. . . .   i Yêu cầu khác .",
            "Chào bạn,. . - Phòng Đào tạo đã đồng ý yêu cầu về việc xin Hoãn Thi/Vắng thi của bạn. Bạn vui lòng theo dõi kết quả được cập nhật trên trang Mybk/xem điểm sau ngày 06/09/2021 (nếu sau thời gian trên vẫn chưa được xử lý bạn có thể vào trang bksi.hcmut.edu.vn để khiếu nại).. . - Sau ngày 06/09/2021 bạn liên hệ trực tiếp Phòng đào tạo cơ sở Lý Thường Kiệt để nhận quyết định bảng chính. . Lưu ý: PDT sẽ hậu kiểm lại với danh sách cấm thi của Khoa gửi lên, nếu SV bị cấm thi sẽ bị hủy kết quả hoãn thi theo quy định. . Chúc bạn học tập tốt nhé.. . . . . . . . \t\t. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ  /i   B   /B . . . .",
            "Chào bạn,. . - Phòng Đào tạo đã đồng ý yêu cầu về việc xin Hoãn Thi/Vắng thi của bạn. Bạn vui lòng theo dõi kết quả được cập nhật trên trang Mybk/xem điểm sau ngày 06/09/2021 (nếu sau thời gian trên vẫn chưa được xử lý bạn có thể vào trang bksi.hcmut.edu.vn để khiếu nại).. . - Sau ngày 06/09/2021 bạn liên hệ trực tiếp Phòng đào tạo cơ sở Lý Thường Kiệt để nhận quyết định bảng chính. . Lưu ý: PDT sẽ hậu kiểm lại với danh sách cấm thi của Khoa gửi lên, nếu SV bị cấm thi sẽ bị hủy kết quả hoãn thi theo quy định. . Chúc bạn học tập tốt nhé.. . . . . . . . \t\t. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . em muốn xin được hoãn thi vì không đủ cơ sở vật chất thì phải làm gì ạ ?",
            "Chào bạn,. . Về việc hoãn thi cuối kỳ của (HK chính 202, DT202 và DT203). . -        Sinh viên vui lòng tải mẫu đơn tại aao.hcmut.edu.vn/ sinh viên/biểu mẫu/Phiếu đăng ký hoãn thi / vắng thi có phép (cuối kỳ). Điền đầy đủ thông tin và trình bày rõ lý do xin hoãn thi. . -        SV gửi qua trang hỗ trợ trực tuyến (BKSI) hoặc mail [email]. . -        Riêng Đối với môn DA, TTNT, DCLV, LVTN: phải có xác nhận của GVHD + Bộ Môn + Khoa về việc dịch Covid-19 ảnh hưởng nghiêm trọng đến kết quả thực hiện đề tài, nêu rõ về việc ảnh hưởng nghiêm trọng như thế nào để được xem xét. (Sv có thể gởi mẫu đơn để GVHD + Bộ Môn + Khoa xác nhận trên mẫu đơn hoặc xác nhận qua email của Sv, sau đó chụp hình gởi kèm đơn hoãn thi. . Lưu ý:. . 1.      PDT sẽ hậu kiểm lại danh sách cấm thi do Khoa gửi lên và sẽ hủy kết quả hoãn thi nếu SV thuộc diện cấm thi.. . 2.      Về kiểm tra giữa kỳ của HK DT202 và 203: SV liên hệ trực tiếp GV và Bộ môn để được xem xét.. . 3.      Các môn có phần thí nghiệm, PĐT sẽ tự hoãn thi cho đến khi TNg xong. Một số MH, Giảng viên sẽ đề nghị cho thi trước, điểm TNg sẽ bù sau, khi đó SV có thể xin hoãn thi.. . 4.      Về quy định (thi xóa điểm VT, cách tính điểm ĐẠT) Vắng thi có phép và hoãn thi: Bạn vui lòng xem chi tiết tại trang web aao.hcmut.edu.vn--  sinh viên --  Quy chế --  Quy chế đào tạo và học vụ bậc đại học và cao đẳng -- Điều 17.2. . Chúc bạn học tập tốt nhé.. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tên: [full_name]. . MSSV: [student_id]. . LỚP: XD18DD03. . . .",
            "Chào bạn,. . - Phòng Đào tạo đã đồng ý yêu cầu về việc xin Hoãn Thi/Vắng thi của bạn. Bạn vui lòng theo dõi kết quả được cập nhật trên trang Mybk/xem điểm sau ngày 06/09/2021 (nếu sau thời gian trên vẫn chưa được xử lý bạn có thể vào trang bksi.hcmut.edu.vn để khiếu nại).. . - Sau ngày 06/09/2021 bạn liên hệ trực tiếp Phòng đào tạo cơ sở Lý Thường Kiệt để nhận quyết định bảng chính. . Lưu ý: PDT sẽ hậu kiểm lại với danh sách cấm thi của Khoa gửi lên, nếu SV bị cấm thi sẽ bị hủy kết quả hoãn thi theo quy định. . Chúc bạn học tập tốt nhé.. . . . . . . . \t\t. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác:",
            "Chào bạn,. . - Phòng Đào tạo đã đồng ý yêu cầu về việc xin Hoãn Thi/Vắng thi của bạn. Bạn vui lòng theo dõi kết quả được cập nhật trên trang Mybk/xem điểm sau ngày 06/09/2021 (nếu sau thời gian trên vẫn chưa được xử lý bạn có thể vào trang bksi.hcmut.edu.vn để khiếu nại).. . - Sau ngày 06/09/2021 bạn liên hệ trực tiếp Phòng đào tạo cơ sở Lý Thường Kiệt để nhận quyết định bảng chính. . Lưu ý: PDT sẽ hậu kiểm lại với danh sách cấm thi của Khoa gửi lên, nếu SV bị cấm thi sẽ bị hủy kết quả hoãn thi theo quy định. . Chúc bạn học tập tốt nhé.. . . . . . . . \t\t. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ  /i  em bị mất thẻ sinh viên mà ngày 7/8 thi có kịp làm không ạ .Em đã đăng kí in thẻ sv.Em muốn biết mình có sử dụng cmnd được không.Em xin cảm ơn.. . . .",
            "Chào bạn. . - Đầu tiên bạn nhanh chóng đăng ký in thể gấp. . Hiện tại Phòng đào tạo giải quyết in thẻ sinh viên hàng ngày và gởi bưu cục (nếu SV có đăng ký), nhưng vì nhiều lý do bất khả kháng [full_name] vẫn chưa đến SV để kịp Thi. Sinh viên vui lòng trình bày tất cả lý do kèm minh chứng để Cán bộ coi thi ghi nhận vào Danh sách Thi và PDT đối chiếu dữ liệu sau. . Chúc bạn thi tốt nhé.. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Dạ cho em xin hỏi . . Em đã gửi mail kèm đơn xin hoãn thi và tới bây giờ vẫn chưa được xác nhận . . Em mong nhận được sự phản hồi từ phía nhà trường ạ!",
            "Phòng Đào tạo đã gửi email: em làm theo hướng dẫn nhé.. . Thân gửi các bạn sinh viên, . . Phòng Đào tạo (PĐT) đã thông báo cho Sinh viên (SV) về việc nộp đơn hoãn thi trực tiếp cho PĐT đối với các môn học Lý thuyết, mà không thông qua Giảng viên (GV). PĐT sẽ hậu kiểm các tình huống cấm thi sau. Hiện nay, SV đăng ký bằng cách gửi email về PĐT có kèm file và qua hệ thống Hỗ trợ trực tuyến (BKSI). Để nhanh chóng và thuận lợi, PĐT thay đổi phương thức nộp đơn hoãn thi như sau:. . SV đăng nhập vào Google bằng tài khoản BKNetID@hcmut.edu.vn và điền thông tin hoãn thi theo link: https://forms.gle/ckyYcJMWN7w3kqe56. . Hạn cuối: 5 ngày sau khi thi online (chỉ tính ngày làm việc). . Trường hợp SV đã nộp đơn qua email của PĐT và  qua công cụ BKSI (đã hoặc chưa được tiếp nhận), vui lòng điền lại vào form trên để PĐT cập nhật dữ liệu đồng nhất và chính xác.. . Riêng đối với môn Đồ án, Thực tập ngoài trường, Đề cương Luận văn, Luận văn/Tiểu luận tốt nghiệp: SV có thể xin hoãn bảo vệ với lý do dịch Covid-19 ảnh hưởng nghiêm trọng đến kết quả thực hiện đề tài (không thực nghiệm được tại Phòng thí nghiệm, không thực địa, ...). SV gửi email trực tiếp đến Giáo viên hướng dẫn, Khoa/Bộ môn để được xem xét đồng ý và forward email cuối cùng đến email của PĐT để đăng ký.. . Thông tin thêm:. . •\tQuy định hoãn thi (HT): xem chi tiết tại khoản 17.2 Điều 17 trong Quy chế đào tạo và học vụ (aao.hcmut.edu.vn    Sinh viên    Quy chế).. . •\tCác môn có phần thí nghiệm (TNg) sẽ được tổ chức thi sau khi TNg xong. Một số môn, Giảng viên sẽ đề nghị cho thi trước, điểm TNg sẽ có sau, khi đó SV có thể xin hoãn thi.. . •\tRiêng hoãn thi kiểm tra giữa kỳ của HK DT202 và 203: SV liên hệ trực tiếp GV và Bộ môn để được xem xét cho kiểm tra riêng hoặc lấy cột điểm thành phần khác để làm điểm kiểm tra.. .  . . Chúc các bạn học tập thật tốt!. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Kính gửi thầy,cô. .  Vì tình hình dịch bệnh phức tạp và tạm không ra ngoài khi không cần thiết nên em chỉ điền phiếu hoãn thi trực tiếp trên máy mà không kịp phô tô ra giấy. Rất mong thầy, cô thông cảm.",
            "Chào bạn,. . - Phòng Đào tạo đã đồng ý yêu cầu về việc xin Hoãn Thi/Vắng thi của bạn. Bạn vui lòng theo dõi kết quả được cập nhật trên trang Mybk/xem điểm sau ngày 06/09/2021 (nếu sau thời gian trên vẫn chưa được xử lý bạn có thể vào trang bksi.hcmut.edu.vn để khiếu nại).. . - Sau ngày 06/09/2021 bạn liên hệ trực tiếp Phòng đào tạo cơ sở Lý Thường Kiệt để nhận quyết định bảng chính. . Lưu ý: PDT sẽ hậu kiểm lại với danh sách cấm thi của Khoa gửi lên, nếu SV bị cấm thi sẽ bị hủy kết quả hoãn thi theo quy định. . Chúc bạn học tập tốt nhé.. . . . . . . . \t\t. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "MSSV/MSGV: [student_id]. . Hoãn thi môn Xác suất thống kê. . . . . .",
            "Chào em,. . Em ghi đầy đủ thông tin học kỳ, năm học vào phiếu rồi gửi lại nhé.. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Kính gửi :Phòng đào tạo trường Đại học Bách khoa. . Em tên :[full_name]. . MSSV:[student_id]         Lớp CK19CĐ1. . Em có câu hỏi :. . \"Tình hình dịch bệnh phức tạp làm dịch vụ chuyển phát nhanh không thể đưa thẻ sinh viên tới kịp dù tình trạng cấp thẻ đã được xử lí từ lâu.Vậy có cách nào chứng nhận tạm thời thẻ sinh viên để hoàn thành kì thi trong khi chờ có thẻ không ạ? VD:nội dung in thẻ sinh viên đã được xử lí sẽ được giám thi phòng thi chấp nhận tạm thời như thẻ sinh viên",
            "Chào bạn. . Việc đầu tiên là bạn nhanh chóng đăng ký in lại thẻ sinh viên. . Hiện tại Phòng đào tạo giải quyết in thẻ sinh viên hàng ngày và gởi bưu cục (nếu SV có đăng ký), nhưng vì nhiều lý do bất khả kháng [full_name] vẫn chưa đến SV để kịp Thi. Sinh viên vui lòng trình bày tất cả lý do kèm minh chứng để Cán bộ coi thi ghi nhận vào Danh sách Thi và PDT đối chiếu dữ liệu sau. . Chúc bạn thi tốt nhé.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ  /i  -Phòng đào tạo có thể hướng dẫn cho cách nộp phiếu thu nhận lại đươc không ạ bằng hình thức online được không ạ.. . -Còn nếu nộp trực tiếp thì nộp vào ngày mấy và địa điểm ở đâu ạ. Em cảm ơn.. . . .",
            "Học vụ -Phòng đào tạo có thể hướng dẫn cho cách nộp phiếu thu nhận lại đươc không ạ bằng hình thức online được không ạ.. . -Còn nếu nộp trực tiếp thì nộp vào ngày mấy và địa điểm ở đâu ạ. . . -Mong phòng đào tạo chăm trước cho em. Thành phố vào lúc đó đang giãn cách xã hội nên không thể nộp phiếu trước ngày đăng ký môn học kì 211.Em cảm ơn PĐt rất nhiều. .  Em cảm ơn.. . . .   /QUOTE . .",
            "QUOTE MSSV/MSGV: 2013533    . . . . Học vụ -Phòng đào tạo có thể hướng dẫn cách nộp phiếu thu nhận lại đươc không ạ bằng hình thức online được không ạ.. . -Còn nếu nộp trực tiếp thì nộp vào ngày mấy và địa điểm ở đâu ạ. Em cảm ơn.. . . .   /QUOTE . .   QUOTE MSSV/MSGV: 2013533    . . . . Học vụ -Phòng đào tạo có thể hướng dẫn cho cách nộp phiếu thu nhận lại đươc không ạ bằng hình thức online được không ạ.. . -Còn nếu nộp trực tiếp thì nộp vào ngày mấy và địa điểm ở đâu ạ. Em cảm ơn.. . . .   /QUOTE . .   QUOTE Trích. . MSSV/MSGV: 2013533    . . . . Học vụ -Phòng đào tạo có thể hướng dẫn cho cách nộp phiếu thu nhận lại đươc không ạ bằng hình thức online được không ạ.. . -Còn nếu nộp trực tiếp thì nộp vào ngày mấy và địa điểm ở đâu ạ.. . -Mong phòng đào tạo chăm trước cho em. Thành phố vào lúc đó đang giãn cách xã hội nên không thể nộp phiếu trước ngày đăng ký môn học kì 211.Em cảm ơn PĐt rất nhiều. . Em cảm ơn.. . . . . . . .   /QUOTE . .   QUOTE MSSV/MSGV: 2013533    . . . . Học vụ -Phòng đào tạo có thể hướng dẫn cho cách nộp phiếu thu nhận lại đươc không ạ bằng hình thức online được không ạ.. . -Còn nếu nộp trực tiếp thì nộp vào ngày mấy và địa điểm ở đâu ạ. Em cảm ơn.. . . .   /QUOTE . .   QUOTE MSSV/MSGV: 2013533    . . . . Học vụ -Phòng đào tạo có thể hướng dẫn cho cách nộp phiếu thu nhận lại đươc không ạ bằng hình thức online được không ạ.. . -Còn nếu nộp trực tiếp thì nộp vào ngày mấy và địa điểm ở đâu ạ. Em cảm ơn.. . . .   /QUOTE . .   QUOTE Trích. . MSSV/MSGV: 2013533    . . . . Học vụ -Phòng đào tạo có thể hướng dẫn cho cách nộp phiếu thu nhận lại đươc không ạ bằng hình thức online được không ạ.. . -Còn nếu nộp trực tiếp thì nộp vào ngày mấy và địa điểm ở đâu ạ.. . -Mong phòng đào tạo chăm trước cho em. Thành phố vào lúc đó đang giãn cách xã hội nên không thể nộp phiếu trước ngày đăng ký môn học kì 211.Em cảm ơn PĐt rất nhiều. . Em cảm ơn.. . . . . . . .   /QUOTE . .   QUOTE Trích. . MSSV/MSGV: 2013533    . . . . Học vụ -Phòng đào tạo có thể hướng dẫn cho cách nộp phiếu thu nhận lại đươc không ạ bằng hình thức online được không ạ.. . -Còn nếu nộp trực tiếp thì nộp vào ngày mấy và địa điểm ở đâu ạ.. . -Mong phòng đào tạo chăm trước cho em. Thành phố vào lúc đó đang giãn cách xã hội nên không thể nộp phiếu trước ngày đăng ký môn học kì 211.Em cảm ơn PĐt rất nhiều. . Em cảm ơn.. . . . . . . .   /QUOTE . .   QUOTE Trích. . MSSV/MSGV: 2013533    . . . . Học vụ -Phòng đào tạo có thể hướng dẫn cho cách nộp phiếu thu nhận lại đươc không ạ bằng hình thức online được không ạ.. . -Còn nếu nộp trực tiếp thì nộp vào ngày mấy và địa điểm ở đâu ạ.. . -Mong phòng đào tạo chăm trước cho em. Thành phố vào lúc đó đang giãn cách xã hội nên không thể nộp phiếu trước ngày đăng ký môn học kì 211.Em cảm ơn PĐt rất nhiều. . Em cảm ơn.. . . . . . . .   /QUOTE . .   QUOTE Trích. . MSSV/MSGV: 2013533    . . . . Học vụ -Phòng đào tạo có thể hướng dẫn cho cách nộp phiếu thu nhận lại đươc không ạ bằng hình thức online được không ạ.. . -Còn nếu nộp trực tiếp thì nộp vào ngày mấy và địa điểm ở đâu ạ.. . -Mong phòng đào tạo chăm trước cho em. Thành phố vào lúc đó đang giãn cách xã hội nên không thể nộp phiếu trước ngày đăng ký môn học kì 211.Em cảm ơn PĐt rất nhiều. . Em cảm ơn.. . . . . . . .   /QUOTE . .   QUOTE MSSV/MSGV: 2013533    . . . . Học vụ -Phòng đào tạo có thể hướng dẫn cho cách nộp phiếu thu nhận lại đươc không ạ bằng hình thức online được không ạ.. . -Còn nếu nộp trực tiếp thì nộp vào ngày mấy và địa điểm ở đâu ạ. Em cảm ơn.. . . .   /QUOTE . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "B Em là [full_name], CK20CK10 mssv [student_id]. . Em có gửi yêu cầu in lại thẻ sinh viên cho phòng đào tạo ngày 28/7 và được xử lí xong ngày 29/7. Hiện tại em vẫn chưa nhận được thẻ sinh viên mới được in ạ, 13 giờ ngày 04/08 em phải thi rồi, không biết em có dùng giấy tờ gì để thay thế được không ạ.. . Em cảm ơn!. . . .",
            "Chào bạn,. . Hiện tại PĐT giải quyết in thẻ sv hàng ngày và gửi bưu cục (nếu sv có đăng ký). Nhưng vì nhiều lý do bất khả kháng Thư vẫn chưa đến SV để kịp thi, SV vui lòng trình bày tất cả lý do kèm minh chứng để Cán bộ coi thi ghi nhận vào danh sách thi. PĐT đối chiếu dữ liệu sau.. . Chúc bạn thi tốt nhé.. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]  /b \t[full_name] [full_name] [full_name] [full_name]   i Yêu cầu khác  /i [full_name] [full_name] Em tên là [full_name], MSSV: [student_id][full_name] [full_name] Em xin phép nhà trường cho em hoãn thi tất cả các môn mà học kì này em đã đăng kí[full_name] Vì thiết bị của em không đủ điều kiện, dễ bị gián đoạn nếu làm bài thi[full_name] Em xin cảm ơn![full_name] [full_name]",
            "Chào bạn,. . Về việc hoãn thi cuối kỳ của (HK chính 202, DT202 và DT203). . -        Sinh viên vui lòng tải mẫu đơn tại aao.hcmut.edu.vn/ sinh viên/biểu mẫu/Phiếu đăng ký hoãn thi / vắng thi có phép (cuối kỳ). Điền đầy đủ thông tin và trình bày rõ lý do xin hoãn thi. . -        SV gửi qua trang hỗ trợ trực tuyến (BKSI) hoặc mail [email]. . -        Riêng Đối với môn DA, TTNT, DCLV, LVTN: phải có xác nhận của GVHD + Bộ Môn + Khoa về việc dịch Covid-19 ảnh hưởng nghiêm trọng đến kết quả thực hiện đề tài, nêu rõ về việc ảnh hưởng nghiêm trọng như thế nào để được xem xét. (Sv có thể gởi mẫu đơn để GVHD + Bộ Môn + Khoa xác nhận trên mẫu đơn hoặc xác nhận qua email của Sv, sau đó chụp hình gởi kèm đơn hoãn thi. . Lưu ý:. . 1.      PDT sẽ hậu kiểm lại danh sách cấm thi do Khoa gửi lên và sẽ hủy kết quả hoãn thi nếu SV thuộc diện cấm thi.. . 2.      Về kiểm tra giữa kỳ của HK DT202 và 203: SV liên hệ trực tiếp GV và Bộ môn để được xem xét.. . 3.      Các môn có phần thí nghiệm, PĐT sẽ tự hoãn thi cho đến khi TNg xong. Một số MH, Giảng viên sẽ đề nghị cho thi trước, điểm TNg sẽ bù sau, khi đó SV có thể xin hoãn thi.. . 4.      Về quy định (thi xóa điểm VT, cách tính điểm ĐẠT) Vắng thi có phép và hoãn thi: Bạn vui lòng xem chi tiết tại trang web aao.hcmut.edu.vn--  sinh viên --  Quy chế --  Quy chế đào tạo và học vụ bậc đại học và cao đẳng -- Điều 17.2. . Chúc bạn học tập tốt nhé.. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Em xin gửi đơn hõan thi cuối kì môn xác suất thông kê (MT2001) HK 202 ạ.. . . .",
            "Chào bạn,. . - Phòng Đào tạo đã đồng ý yêu cầu về việc xin Hoãn Thi/Vắng thi của bạn. Bạn vui lòng theo dõi kết quả được cập nhật trên trang Mybk/xem điểm sau ngày 06/09/2021 (nếu sau thời gian trên vẫn chưa được xử lý bạn có thể vào trang bksi.hcmut.edu.vn để khiếu nại).. . - Sau ngày 06/09/2021 bạn liên hệ trực tiếp Phòng đào tạo cơ sở Lý Thường Kiệt để nhận quyết định bảng chính. . Lưu ý: PDT sẽ hậu kiểm lại với danh sách cấm thi của Khoa gửi lên, nếu SV bị cấm thi sẽ bị hủy kết quả hoãn thi theo quy định. . Chúc bạn học tập tốt nhé.. . . . . . . . \t\t. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ  /i  Cho em hỏi pđt có đang làm việc tại cơ sở 1 Bách Khoa không ạ ? Để em có thể nộp phiếu thu nhận lại cho kì 211. . . - Do thời điểm đăng ký kì 211 thành phố đang giãn cách xã hội nên em không thể nộp phiếu đúng thời điểm.Mong pđt chăm trước giúp cho em.. . - Nếu nộp onl thì phải nộp làm sao ạ ?. . - Còn nếu nộp trực tiếp thì mong pđt có thể cho em được biết là nộp vào ngày nào được không ạ. Em cảm ơn.. . . .",
            "Chào bạn,. . Tải vui lòng tải mẫu đơn thu nhận tại aao.hcmut.edu.vn/Sinh viên /biểu mẫu. . điền đầy đủ thông tin và gửi qua bksi nhé!. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Dạ em chào thầy/cô, em có thắc mắc là đợt đăng ký môn vừa rồi cho kỳ 211 em có đăng kí dự thính giải tích 2. . . Mà kỳ 202 này em đã xin hoãn thi giải tích 2 rồi (nên môn gt2 của em chưa kết thúc), thì em có cần hủy đăng kí dự thính 211 không ạ? Hay là em vẫn sẽ được học dự thính 211 và thi off gt2 vào kỳ 212 ạ. . Em cảm ơn thầy/cô ạ!!!",
            "Chào bạn. . Tuỳ bạn quyết định. . - Nếu có Qd hoãn thi: thì bạn sẽ được thi lại trong vòng 1 năm. . - Nếu bạn đăng ký học ở HK dự thính 211 thì bạn phải đóng học phí lại cho môn học đó. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em xin đăng kí hoãn thi cuối kì 202 môn Xác suất và thống kê ạ.. . Em xin chân thành cảm ơn ạ.",
            "Phòng Đào tạo đã gửi email: em làm theo hướng dẫn nhé.. . Thân gửi các bạn sinh viên, . . Phòng Đào tạo (PĐT) đã thông báo cho Sinh viên (SV) về việc nộp đơn hoãn thi trực tiếp cho PĐT đối với các môn học Lý thuyết, mà không thông qua Giảng viên (GV). PĐT sẽ hậu kiểm các tình huống cấm thi sau. Hiện nay, SV đăng ký bằng cách gửi email về PĐT có kèm file và qua hệ thống Hỗ trợ trực tuyến (BKSI). Để nhanh chóng và thuận lợi, PĐT thay đổi phương thức nộp đơn hoãn thi như sau:. . SV đăng nhập vào Google bằng tài khoản BKNetID@hcmut.edu.vn và điền thông tin hoãn thi theo link: https://forms.gle/ckyYcJMWN7w3kqe56. . Hạn cuối: 5 ngày sau khi thi online (chỉ tính ngày làm việc). . Trường hợp SV đã nộp đơn qua email của PĐT và  qua công cụ BKSI (đã hoặc chưa được tiếp nhận), vui lòng điền lại vào form trên để PĐT cập nhật dữ liệu đồng nhất và chính xác.. . Riêng đối với môn Đồ án, Thực tập ngoài trường, Đề cương Luận văn, Luận văn/Tiểu luận tốt nghiệp: SV có thể xin hoãn bảo vệ với lý do dịch Covid-19 ảnh hưởng nghiêm trọng đến kết quả thực hiện đề tài (không thực nghiệm được tại Phòng thí nghiệm, không thực địa, ...). SV gửi email trực tiếp đến Giáo viên hướng dẫn, Khoa/Bộ môn để được xem xét đồng ý và forward email cuối cùng đến email của PĐT để đăng ký.. . Thông tin thêm:. . •\tQuy định hoãn thi (HT): xem chi tiết tại khoản 17.2 Điều 17 trong Quy chế đào tạo và học vụ (aao.hcmut.edu.vn    Sinh viên    Quy chế).. . •\tCác môn có phần thí nghiệm (TNg) sẽ được tổ chức thi sau khi TNg xong. Một số môn, Giảng viên sẽ đề nghị cho thi trước, điểm TNg sẽ có sau, khi đó SV có thể xin hoãn thi.. . •\tRiêng hoãn thi kiểm tra giữa kỳ của HK DT202 và 203: SV liên hệ trực tiếp GV và Bộ môn để được xem xét cho kiểm tra riêng hoặc lấy cột điểm thành phần khác để làm điểm kiểm tra.. .  . . Chúc các bạn học tập thật tốt!. . . ."
        ]
    }
]