[
    {
        "intent": "",
        "message": [
            "Yêu cầu khác:",
            "Chào bạn. . - Phòng Đào tạo đã đồng ý yêu cầu về việc xin HUỶ Hoãn Thi của bạn. . . - Bạn thi bình thường theo Lịch thi đã thông báo. . - Trường hợp có sự cố bất khả kháng trong khi thi dẫn đến không thể hoàn thành được bài thi, và không được giải quyết cho thi các ca thi sau (nếu có), sinh viên có thể đăng ký \"Hoãn thi\" ngay sau buổi thi (không phải vắng thi có phép), SV phải báo với CBCT hoặc trực thi để được ghi nhận vào trong danh sách thi. PDT sẽ đối chiếu lại với danh sách Khoa để ra quyết định hoãn thi. . Chúc bạn học tập tốt nhé.. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em chào thầy/cô,. . . . Trong HK202 em có đăng ký hoãn thi môn CH3127 - Độc chất học công nghiệp ứng dụng.. . Nhưng sau đó giảng viên đã tổ chức để em thi bù lại và đã có điểm trên bảng điểm.. . Nay em không còn nguyện vọng hoãn thi môn đó nữa.. . Mong PĐT xử lý giúp em.. . . . Em cảm ơn.. . Chúc các thầy cô nhiều sức khỏe!",
            "Chào em,. . Em làm đơn xin hủy hoãn thi: ghi rõ HK, mã môn học, tên môn học ... , hoặc lấy mẫu đơn hoãn thi sửa thành đơn HỦY HOÃN THI, gửi qua bksi (aao/biểu mẫu). . Thân mến,. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]9  /b \t. . . .   i Học vụ . Chào Thầy (Cô),. . . . Vì em lo lắng tháng 10/2021 hết hạn đào tạo, nên nay em nộp đơn xin gia hạn thêm 1 học kỳ để hoàn thành chứng chỉ Toeic speaking and Writing còn lại ạ.. . . . Em chân thành cảm ơn Thầy (Cô) đã xem xét ạ!",
            "Chào bạn. . Pdt gởi Qd kéo dài đính kèm file. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính gửi các thầy cô, em tên là [full_name], MSSV : [student_id]. . . . Vào kì thi cuối kỳ 203, em có làm đơn hoãn thi môn đại số tuyến tính. Tuy nhiên, hôm nay em có nhận được mail nói là lên aao.hcmut.edu.vn để tra cứu thì em lại nhận được là không tìm thấy MSSV của em trong danh sách hoãn thi. Ở dưới là ảnh em chụp trên web ạ.. . . . Em không biết là em có được hoãn thi hay không, em mong các thầy cô giúp đỡ cho em ạ.. . . . Em cảm ơn các thầy cô và chúc thầy cô một ngày tốt lành ạ. . . . .",
            "Chào em,. . PĐT đã gửi 2 email, em chú ý kỹ học kỳ nhé. . Thân gửi các bạn sinh viên,. . . . PĐT phản hồi yêu cầu Sinh viên đã đăng ký Hoãn thi HK203 (đăng ký trước ngày 09/09/2021). . . . + Sinh viên tra cứu danh sách môn đã đăng ký tại đường link:. . . . http://www.aao.hcmut.edu.vn/tracuu/xem_danhsach?id_ds=2802. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Dạ em chào pđt ạ.. . Em là [full_name] mssv [student_id].. . Hôm trước em có hỏi pđt về vấn đề cập nhật danh sách tốt nghiệp ạ,  pđt bảo sau ngày 29/9 mà chưa có thì phản hồi về pđt, không biết em đang gặp vấn đề gì không ạ mà đến nay vẫn chưa nhận được mail về tốt nghiệp ạ.. . Mong pđt xem xét lại cho em với ạ, em xin chân thành cảm ơn",
            "Chào bạn. . Hiện tại bạn còn nợ môn 003003. . Bạn kiểm tra lại nghen. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác:",
            "Chào em,. . Cô đóng câu này do em đã gửi qua email trùng câu hỏi.. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Do đã có điểm tổng kết đầy đủ cho môn học Đại số Tuyến Tính, nên bây giờ em có nhu cầu hủy hoãn thi. Mong trường xác nhận giúp em ạ. Em cảm ơn",
            "Chào bạn. . - Phòng Đào tạo đã đồng ý yêu cầu về việc xin HUỶ Hoãn Thi của bạn. . . - Bạn thi bình thường theo Lịch thi đã thông báo. . - Trường hợp có sự cố bất khả kháng trong khi thi dẫn đến không thể hoàn thành được bài thi, và không được giải quyết cho thi các ca thi sau (nếu có), sinh viên có thể đăng ký \"Hoãn thi\" ngay sau buổi thi (không phải vắng thi có phép), SV phải báo với CBCT hoặc trực thi để được ghi nhận vào trong danh sách thi. PDT sẽ đối chiếu lại với danh sách Khoa để ra quyết định hoãn thi. . Chúc bạn học tập tốt nhé.. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV:   B [student_id]  /B   /b \t. . . .   i Học vụ . Kính gửi văn phòng đào tạo, em tên là [full_name], mã số sinh viên là [student_id]. . . . Dạ thưa văn phòng đào tạo, học kì vừa rồi em đăng ký lui thi cuối kỳ cho 2 môn có mã số lần lượt là CO3031 và CO3061. Nhưng hiện tại em chỉ nhận được phản hồi được một môn có mã số CO3031 thôi ạ.. . Kính mong văn phòng xem xét và bổ sung cho em môn còn lại để em yên tâm ôn thi.. . Em xin chân thành cám ơn!. . . . Sinh viên,. . [full_name]",
            "Chào em,. . SV đăng nhập vào Google bằng tài khoản [email] và điền thông tin hoãn thi theo link: https://forms.gle/ckyYcJMWN7w3kqe56. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác  /i   QUOTE . . . . hũy hoãn thi môn học nguyên lý máy ME1015",
            "Chào bạn. . - Phòng Đào tạo đã đồng ý yêu cầu về việc xin HUỶ Hoãn Thi của bạn. . . - Bạn thi bình thường theo Lịch thi đã thông báo. . - Trường hợp có sự cố bất khả kháng trong khi thi dẫn đến không thể hoàn thành được bài thi, và không được giải quyết cho thi các ca thi sau (nếu có), sinh viên có thể đăng ký \"Hoãn thi\" ngay sau buổi thi (không phải vắng thi có phép), SV phải báo với CBCT hoặc trực thi để được ghi nhận vào trong danh sách thi. PDT sẽ đối chiếu lại với danh sách Khoa để ra quyết định hoãn thi. . Chúc bạn học tập tốt nhé.. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Dạ em chào thầy cô ạ.. . Hiện tại e chưa có bằng toeic 600 để tốt nghiệp nhưng em có bằng 595 và đã chuyển điểm.. . Em có biết thông tin là trường cho đăng kí học av4a để có thể tốt nghiệp đúng hạn. . Em muốn hỏi là nếu như mình học av4a thì mình có tên trong danh sách tốt nghiệp tháng 11 và có lễ trao bằng không ạ hay là mình chỉ được nhận bằng vào tháng 12 và không có lễ ạ.. .",
            "Chào bạn. . Trước tiên bạn đăng ký học và đạt anh văn 4a. . - Pdt sẽ giải quyết tốt nghiệp theo thông báo đến hết HK211 (dự kiến cuối tháng 12/2021) nghen, bạn yên tâm nghen.. . - Về Lễ tốt nghiệp bạn đợi thông báo nghen. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Nhà trường có cho gia hạn học phí học kì chính 211 không ạ?. . . . Nếu có, nhà trường cho em được lùi hạn đóng học phí vì trong thời gian vừa qua gia đình em ở TPHCM bị ảnh hưởng bởi dịch covid nên không có khả năng đóng tiền đúng hạn được.. . . . Hoặc nhà trường có thể cho em xin chia làm nhiều đợt đóng tiền ạ.. . . . Em cảm ơn nhà trường.",
            "Chào em,. . Em liên hệ phòng Công tác chính trị sv qua email [email] để được hướng dẫn nhé.. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Kính gửi quý thầy cô,. . . . Vừa qua em có đợt hồi hương theo diện của KTX DH Bách Khoa (ngày 10/8). Em có đăng kí hoãn thi theo KTX hướng dẫn và danh sách KTX gửi về trường bao gồm 6 môn ( 5 môn hk 202, 1 môn hk 203) theo hình đính kèm. Nhưng nay em kiểm tra kết quả hoãn thi thì bị thiếu 1 môn hk 203 ( Mã số môn: 409403). . . Mong thầy cô kiểm tra lại và hướng dẫn em cách khắc phục.. . . . Em xin cảm ơn.",
            "Chào em,. . PĐT đã gửi 2 email, em chú ý kỹ học kỳ nhé. . Thân gửi các bạn sinh viên,. . . . PĐT phản hồi yêu cầu Sinh viên đã đăng ký Hoãn thi HK203 (đăng ký trước ngày 09/09/2021). . . . + Sinh viên tra cứu danh sách môn đã đăng ký tại đường link:. . . . http://www.aao.hcmut.edu.vn/tracuu/xem_danhsach?id_ds=2802. . Thân mến,. .",
            "Dạ em đã kiểm tra kỹ học kỳ rồi ạ nhưng vẫn bị thiếu môn ở học kỳ 203.. . Mong cô kiểm tra lại danh sách KTX Bách Khoa gửi về trường và hướng dẫn em cách để bổ sung lại ạ.. . Em xin chân thành cảm ơn.",
            "Chào em,. . Cô kiểm tra ds có tên em nè. . STT 560\t[student_id]\tHK203\t409403\tMT-KTX\tx\t\tLT. . Thân mến,. .",
            "Dạ vậy em có phải làm thủ tục bổ sung không ạ? do em kiểm tra trên website vẫn không có kết quả ạ.. . . . Em cảm ơn cô.",
            "li answer rate:",
            "Chào em,. . Vì sự cố kỹ thuật nên có thể thông tin tra cứu không có dữ liệu của em.. . Em xem lại mail Pdt đã gửi để biết cách thức tiến hàng sau khi Pdt đã xác nhận yêu cầu Hoãn thi của em.. . Thân mến.. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Dạ cho em hỏi học kì trước em có xin hoãn 2 môn học nhưng sao bây giờ cả 2 môn đều bị điểm 13 ạ. Tại em chuẩn bị in bảng điểm để xin học bổng sợ bị ảnh hưởng ấy ạ?. .",
            "Chào bạn,. . Hiện tại nhà trường chưa ra QD hoãn thi nhé bạn, dự kiến ra quyết định chung vào cuối tháng 12, nên trường hợp đăng ký hoãn thi vẫn bị điểm 13 bình thường. Sau khi hậu kiểm với ds của Khoa thì mới ra quyết định hoãn thi và sẽ điều chỉnh lại điểm trên mybk/Thông tin SV/xem điểm. . Lưu ý:. . 1) PDT sẽ hậu kiểm lại với danh sách cấm thi của Khoa gửi lên, nếu SV bị cấm thi sẽ bị hủy kết quả hoãn thi theo quy định. SV vẫn phải hoàn thành các phần việc của môn học, nhất là TH/TNg và BTL. GV có quyền cấm thi nếu SV không hoàn thành tốt các phần này. . 2) Trường hợp có sự cố bất khả kháng trong khi thi dẫn đến không thể hoàn thành được bài thi, và không được giải quyết cho thi vào ca thi tiếp theo (nếu có), sinh viên có thể đăng ký \"Hoãn thi\" ngay sau buổi thi (không phải vắng thi có phép), SV phải báo với CBCT hoặc trực thi để được ghi nhận vào trong danh sách thi. PDT sẽ đối chiếu lại với danh sách của Khoa về các tình huống đã thi nhưng điểm thấp hoặc không có báo cáo ghi nhận về các sự cố trong buổi thi trước khi quyết định hoãn thi. . 3) Riêng đối với môn Đồ án, Thực tập ngoài trường, Đề cương Luận văn, Luận văn/Tiểu luận tốt nghiệp: SV có thể xin hoãn bảo vệ với lý do dịch Covid-19 ảnh hưởng nghiêm trọng đến kết quả thực hiện đề tài (không thực nghiệm được tại Phòng thí nghiệm, không thực địa, ...). SV gửi email trực tiếp đến Giáo viên hướng dẫn, Khoa/Bộ môn để được xem xét đồng ý và forward email cuối cùng đến email của PĐT để đăng ký.. . Chúc bạn học tập tốt nhé.. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em có hoãn thi 2 môn học, 1 môn ở kì DT202 và 1 môn DT203 và em nhận được mail với nội dung không giải quyết được(do đăng ký sai học kỳ, đăng ký hoãn thi môn thí nghiệm + bài tập lớn là môn học kèm chính xác là bạn phải đăng ký môn học chính thức) và được nhận link đăng kí lại, vậy em phải điền vào link 2 lần khác nhau hay chỉ 1 lần vì em thấy mục học kì chỉ được chọn 1 thôi ạ",
            "Chào bạn. . Bạn có thể đăng ký 2 lần cho 2 học kỳ nghen. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Chào thầy/cô!. . Em đã hỏi ở câu hỏi trước đó. Nhưng em vẫn chưa rõ là khi hoàn thành môn Av 4A thì em có cần phải đăng kí Av 4 để có điểm trung bình tích lũy không ạ?. . Và hiện tại em đã hủy môn. Nếu khi hoàn thành Av4A mà không cần học Av 4 cũng được đăng kí tốt nghiệp thì e có thể xin đăng kí lại được không ạ.. . Em mong được phải hồi sớm.. . Em chân thành cảm ơn.",
            "Chào bạn. . Môn Anh văn theo nhu cầu sẽ tính ĐẠT các môn anh văn tương ứng, và tính vào số tín chỉ tích luỹ chung. . - Bạn học anh văn 4a sẽ tính ĐẠT anh văn 4 rồi cần gì phải đăng ký học lại AV4, nếu bạn có mục tiêu cải thiển điểm thì đăng ký. . Thân. .",
            "Dạ chào thầy cô!. . Như 2 câu hỏi trước e đã trình bày: nếu chỉ cần điểm Đạt cho Av4 thì cho em có thể xin đăng kí bổ sung môn Anh văn 4A, lớp DT08 hoặc bất kì 1 lớp nào khác được không ạ?. . Do không hiểu quy chế đào tạo nên em nghĩ cần phải có điểm trung bình tích lũy cho môn Anh văn 4 nên em đã hủy môn.. . Rất mong thầy/cô xem xét cho em đăng kí bổ sung lại ạ. Để em có cơ hội hoàn thành các môn và tốt nghiệp trong kì này. Do dịch covid nên em không biết khi nào mới được đi thi chứng chỉ.. . Em xin chân thành cảm ơn",
            "Chào bạn. . Bạn vui lòng ghi rõ bạn muốn đăng ký lại môn nào, tên môn học mã số môn học, nhóm. . Thân",
            "Dạ chào thầy/cô!. . Nếu chỉ cần điểm đạt cho môn Anh văn 4 cũng có thể xét tốt nghiệp thì em xin phép được đăng kí lại môn Anh văn 4A ạ.. . Mã môn học: LA1043. . Nhóm lớp: DT08. . Em mong được xem xét ạ.. . Em chân thành cảm ơn thầy/cô.",
            "Dạ chào thầy/cô!. . Cho em hỏi trường hợp của em có được xét duyệt không ạ? Tại em chưa thấy cập nhật trên mybk mà Thứ 2 bắt đầu học rồi ạ. Em sợ Thứ 7, Chủ nhật không làm việc nên em hỏi trong hôm nay ạ.. . Rất mong được thầy/cô xem xét, xét duyệt và phản hồi sớm để em xếp lịch của mình cho phù hợp với môn học ạ.. . Em xin chân thành cảm ơn!",
            "Chào bạn. . Pdt đã đồng ý dkmh của bạn. . Bạn xem TKB cập nhật tại Mybk-xem TKB dự kiến sau ngày 15/10. . Thân. .",
            "Dạ chào chị!!. . Hiện Mybk của em đã được cập nhật. Nhưng khi vào BKEl em thấy không có thông tin của lớp học như link học trực tuyến cũng như các bài giảng mà nó hoàn toàn trống ạ.. . Môn: Anh văn 4A. . Lớp: DT08. . GV: [full_name]. . Rất mong được xử lí sớm vì hôm nay là buổi học thứ 3 theo thời khoá biểu rồi ạ.. . Em xin chân thành cảm ơn ạ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Họ và tên: Trần Thành Luân. . MSSV: [student_id]. . Lý do: Hoãn thi do ghi sai cú pháp nộp video màn hình nhưng bây giờ em đã có điểm và tính điểm tổng kết nên em muốn HỦY HOÃN THI.. . Học kì: HK202. . Hủy hoãn thi môn học: Cơ khí đại cương. . Mã số môn học: ME1003. .",
            "Chào em,. . Em làm đơn xin hủy hoãn thi: ghi rõ HK, mã môn học, tên môn học ... , hoặc lấy mẫu đơn hoãn thi sửa thành đơn HỦY HOÃN THI, gửi qua bksi (aao/biểu mẫu). . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Gửi phòng đào tạo.. . Trước ngày diễn ra thi môn vật lí 1 kì 203 em có đăng kí hoãn thi vì không đủ điều kiện để thi và đã nhận mail chấp nhận ngay sau đó và có đăng kí trên cả bksi nhưng vì sao hôm nay tra lại lại không thấy vậy ạ. Mong PĐT xem xét lại giúp em",
            "Chào em,. . PĐT đã gửi 2 email, em chú ý kỹ học kỳ nhé. . Thân gửi các bạn sinh viên,. . . . PĐT phản hồi yêu cầu Sinh viên đã đăng ký Hoãn thi HK203 (đăng ký trước ngày 09/09/2021). . . . + Sinh viên tra cứu danh sách môn đã đăng ký tại đường link:. . . . http://www.aao.hcmut.edu.vn/tracuu/xem_danhsach?id_ds=2802. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Em tên [full_name], học khóa k19, hiện đang học tập tại trường, nay địa phương em bắt nộp giấy chứng nhận sinh viên để bổ sung hồ sơ nghĩa vụ quân sự, em vừa mới đăng kí trên trang mybk chuyển phát nhanh, mà sợ không kịp nộp cho địa phương do dịch bệnh , nên em viết mail này để xin ý kiến từ thầy cô ạ,. . Mong thầy cô phản hồi sớm giúp em ạ, em cảm ơn. . . . . .",
            "Chào bạn,. . - SV chủ động đăng ký giấy Xác nhận SV hoãn NVQS để bổ sung cho địa phương và chọn dịch vụ gửi qua được bưu điện (người nhận trả tiền) nếu có nhu cầu (PDT không in hàng loạt như các năm trước). . - Sau khi xử lý giấy chứng nhận sinh viên, Phòng Đào tạo sẽ gửi về địa chỉ sinh viên đăng ký khi bưu điện hoạt động lại bình thường trong đợt giãn cách xã hội. Mặt khác, sinh viên có thể tải bản scan trên trang đăng ký chứng nhận sinh viên (sau khi yêu cầu của SV đã được xử lý).. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em muốn xin nhà trường hủy lớp anh văn theo nhu cầu lớp (LA1039 và LA1041). Lý do tình hình dịch bệnh nên vấn đề học phí cho kì dự thính nên không đáp ứng được nên mong nhà trường xem xét cho em được hủy 2 môn học này trong kì dự thính HK211 . . . .",
            "Chào bạn. . Nhà trường có thông báo rõ ràng về hình thức học. . Bạn đã đăng ký nên không thể hủy. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Thầy cô cho e hỏi , kì này em học thí nghiệm sức bền vật liệu lớp l09 nhưng thầy gửi link qua bkel thì em không có nhận được ạ . . Thầy cô cho em cách giải quyết với ạ",
            "dạ e đã hỏi thầy dạy và tìm  được r ạ"
        ]
    },
    {
        "intent": "",
        "message": [
            "Em chào quý thầy cô PĐT !. . Em có đăng ký đơn tạm dừng hk211 và trên my bk đã cập nhật trạng thái tạm dừng nhưng em vẫn chưa nhận được mail quyết định tạm dừng của nhà trường ạ ( Hôm nay là hạn chót ). Mong quý thầy cô xem xét lại giúp em ạ. Em cám ơn ạ !. . . .",
            "Chào bạn. . Bạn đợi Pdt sẽ gởi sau vào tuần sau. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Dạ cho em xin hủy hoãn thi 2 môn PH1005 và MT1007 được k ạ.",
            "Chào em,. . Em làm đơn xin hủy hoãn thi: ghi rõ HK, mã môn học, tên môn học ... , hoặc lấy mẫu đơn hoãn thi sửa thành đơn HỦY HOÃN THI, gửi qua bksi (aao/biểu mẫu). . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em chào PĐT,. . . . Ở Kì 201 em đã hoàn thành 1 số môn học. Nhưng kì 211 em đã chuyển khoá xuống học cùng K2021, tức học lại học kì 1 của chương trình ngành mới. Và được trường đăng ký môn học, cho nên có trùng một môn em đã học rồi.. . . . Nay em muốn huỷ môn học trùng này, thì em phải làm thế nào ạ?. . . . Em cảm ơn!",
            "Chào bạn. . Trước tiên bạn làm đơn xin hủy môn, đính kèm minh chứng bạn được chuyển khóa. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Dạ chào thầy/cô,. . Cho em hỏi là hiện tại trên mybk đã có điểm hk 202, em đăng ký 19 tín chỉ và đã có điểm hết tất cả các môn và tất cả đã qua môn, nhưng số tín chỉ tích lũy của em chỉ dừng ở 16/19 và có 1 môn chưa cập nhật vào tín chỉ tích lũy cũng như điểm trung bình của hk 202 (em không hoãn thi). Vậy lí do là do hệ thống mybk hay như thế nào ạ, em cảm ơn.. .   i Học vụ .",
            "Chào em,. . - Trên Mybk chưa có cập nhật hết. Điểm vẫn còn thiếu. Do đó khi nào đủ điểm mới cập nhật. . . - Khi sv cần in bảng điểm thì sẽ có đầy đủ ĐTB tính đến thời điểm sv đăng ký in.. . Thân mến,. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Em chào thầy cô, hiện tại em còn anh văn Nói - [full_name]ết để ra trường và không có thời khóa biểu nên em không thể đăng ký giấy miễn nghĩa vụ quân sự. Nhưng hiện tại địa phương em đang gọi nghĩa vụ quân sự, thầy cô có cách nào giúp em để em có thể được nhận giấy miễn nghĩa vụ quân sự, để em không bị trì hoãn quá trình ra trường của mình được không ạ. Em xin chân thành cảm ơn.. . . .",
            "Chào bạn,. . Việc ĐKMH là tùy sinh viên nhé, trường hợp không có TKB trong học kỳ, SV sẽ bị buộc tạm dừng, không được cấp giấy CNSV.. . Khi đủ điều kiện TN, SV có thể làm đơn xin thu nhận lại nhé.. . Xem chi tiết quy chế tại đây:. . aao.hcmut.edu.vn/sinh viên/quy chế/học vụ/Quy chế đào tạo và học vụ bậc đại học, cao đẳng:/ điều 26. . -  thầy cô có cách nào giúp em để em có thể được nhận giấy miễn nghĩa vụ quân sự. . =  Nhà trường làm đúng theo quy chế, quy định em nhé.. . . . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Cho em hỏi em đăng kí in thẻ sinh viên và đã thanh toán xong từ ngày 16-6-2021 đến giờ sao vẫn chưa giao cho em vậy ạ, nếu có giao thì khi nào em mới nhận được thẻ để còn làm thủ tục dự thi giữa kì nữa ạ. Thẻ tên: Danh Đăng Khôi MSSV [student_id]. Em cảm ơn.",
            "Chào bạn. . Pdt kiểm tra thẻ sv của bạn đã được gởi theo bưu điện của dịch vụ vnpost. . Pdt có thể hỗ trợ in lại thẻ sinh viên và gởi lại cho bạn theo dịch vụ bưu điện của viettel, nhưng nếu lỡ sau đó thư vnpost đến nữa thì bạn phải chịu đến 2 lần phí đó nghen. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em có đăng kí hoãn thi Hoá Đại Cương nhưng chưa hoàn thành thí nghiệm thì bây giờ có cần học thí nghiệm online và thi online thí nghiệm hoá không ạ, hay đợi qua dịch thi lý thuyết Hoá Đại Cương cuối kì để lấy điểm đó làm điểm tổng kết ạ",
            "Chào bạn. . Bạn xem lại thông báo 2-\tSV được ra Quyết định Hoãn thi/Miễn thi có điều kiện (SV phải hoàn thành các phần việc của môn học, nhất là TH/TNg và BTL. GV có quyền cấm thi nếu SV không hoàn thành tốt các phần này). . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Dạ chào anh/ chị,. . Hiện tại em đã sử dụng hết quyền tạm hoãn học tập 1 kì (dùng 2 lần). Nhưng bây giờ gia đình em có sự cố và công việc không thuận lợi -  Em không thể sắp xếp tham gia học tập trong 1-2 kì tới được -  Vậy thì em có bị tạm dừng học tập và buộc thôi học không ạ ? (Em học hệ VHVL ngành CNTT và đã có bằng 1 chính quy ngành điện-điện tử ở trường mình rồi ạ). . Em cảm ơn ạ",
            "Chào bạn. . Bạn có nhu cầu thì nộp đơn tạm dừng, Cô sẽ trình cho Thầy Trưởng phòng xem xét trả lời. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Chào cô!  Em có đăng kí in giấy xác nhận hoan nghĩa vụ về đăng kí nhận giấy qua bưu điện ,em kiểm tra thấy nha Trường đã xử lí ngày 14/9 ..nhung nay em vẫn chưa nhận được giấy.. Hiện tại địa phương em đang gọi khám nghĩa vụ. Cô cho em hỏi có cách nào kiểm tra tình trạng giấy hoan nghĩa vụ  của em được bưu điện xử lí tới đâu không ạ? .",
            "Chào bạn[full_name] [full_name] [full_name] đã ghi nhận phản hồi của bạn, Vì số lượng đăng ký giấy CNSV tăng đáng kể, Nên [full_name] đang cố gắng xử lý dữ liệu, xong sẽ scan để đưa lên hệ thống ngay, SV vui lòng thông cảm đợi thêm, giải thích thêm với cơ quan yêu cầu giấy CNSV[full_name][full_name] [full_name]  Sau khi [full_name] cập nhật xong bạn có thể tải bản scan trên trang đăng ký chứng nhận sinh viên[full_name][full_name] [full_name] Đồng thời [full_name] cũng gởi bưu điện nếu SV có đăng ký [full_name] [full_name] Thân[full_name] [full_name]"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Dạ em chào thầy/ cô, vừa rồi em có đăng kí bổ sung thêm vào lớp dự thính Cơ sở kỹ thuật điện kì này của thầy [full_name], nhưng trên trang bkpay của em vẫn chưa thấy cập nhật học phí của môn học này ạ, thầy/ cô vui lòng xem lại giúp em ạ",
            "Chào bạn. . Pdt đã ghi nhận, tuần sau bạn theo dõi cập nhật để thanh toán học phí. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Dạ chào thầy cô, em có chút thắc mắc về điểm hoãn thi ạ. Ngày 9/8 em đã đăng ký hoãn thi môn giải tích 1 (MT1003) và hiện tại vẫn chưa được cập nhật điểm, theo thông báo đến tháng 12 mới cập nhật thì có kịp để làm đơn xin thi không ạ? Và em hoãn thi ở kỳ dự thính thì sẽ đăng ký thi lại ở kỳ chính hay kỳ dự thính?. . Em cảm ơn.",
            "Chào em,. . - làm đơn xin thi không ạ? . . =  PĐT làm quyết định hoãn thi trước khi thi.. . -  Và em hoãn thi ở kỳ dự thính thì sẽ đăng ký thi lại ở . . =  chính quy hay dự thính đều được . . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Sinh viên: [full_name]. . MSSV: [student_id]. . ...... . Em xin phép được thông báo về sự cố:. . Mặc dù em đã đủ điểm qua môn học \" Giải tích 1_mã MT1003_ HK Dự thính 202_với số điểm tổng là 6.5 \" nhưng không được cộng tín chỉ của môn này vào số tín chỉ tích lũy.. . ...... . Thông tin thêm: Em không đăng ký hoãn thi.. . ...... . Em cảm ơn.",
            "Chào bạn. . Trước tiên, Bạn vui lòng  kiểm tra lại điểm từng môn học được nhập đúng chưa?. . Hiện tại số tín chỉ và điểm trung bình học kỳ chưa cập nhật đúng. . Sẽ được cập nhật đúng vào cuối tháng 10/21. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]  /b . . \t. . Dạ cho em hỏi hiện tại mình muốn rút môn học thì cần làm những gì ạ ?. . . . Em xin cảm ơn. .   i Học vụ .",
            "Thân gửi các bạn sinh viên,. . . . . . . .      Phòng đào tạo thông báo về phương thức đăng ký RÚT MÔN HỌC (tính Học Phí theo quy định)(Chính quy + Dự thính) của học kỳ 1(2021-2022) như sau:. . . . SV đăng nhập vào Google bằng tài khoản BKNetID@hcmut.edu.vn và điền thông tin RÚT MÔN HỌC theo link: https://forms.gle/4X6kA3XbDWNfs93u6. . . . Thời gian đăng ký: Từ ngày 6/09/2021 đến hết ngày 01/10/2021. . . . Xem chi tiết quy định về rút môn học tại QUY CHẾ ĐÀO TẠO VÀ HỌC VỤ điều 11.2. . . . . . . . Chúc các bạn học tập thật tốt!"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Kính gửi Quý Thầy Cô,. . . . Em tên là [full_name] - MSSV: [student_id].. . Em vừa xem kết quả thi nói viết đợt tháng 9/2021 thì bài thi Writing của em bị Giám thị phủ quyết.. . Em không rõ kết luận trên có bị nhầm không nên em viết email này để xin phúc khảo lại bài thi của em ạ.. . . . Kính mong Quý Thầy Cô dành ra ít thời gian xem xét lại giúp em ạ. Em chân thành cảm ơn.. . . . Một số thông tin thêm ạ:. . - CMND: [student_id]84. . - Ngày sinh: 20/12/1998. . - Ngày giờ thi: 16/09/2021 - 13h00. . - Group/nhóm: 16.09 - Group 02. . - Bài làm Writing và video ghi màn hình: https://1drv.ms/u/s!AkIMV1bUPLjdkc45OAqQ2t9WUqHAfQ?e=0S1eXN. . - Đã được xác nhận nộp bài và nộp video qua email.. .",
            "Chào bạn. . Bạn liên hệ TTNN nghen. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Lúc trước em có đăng kí hoãn thi nhưng khi tra cứu thì không có tên em ạ.. . Em cảm ơn ạ.. .",
            "Chào em,. . PĐT đã gửi 2 email, em chú ý kỹ học kỳ nhé. . Thân gửi các bạn sinh viên,. . . . PĐT phản hồi yêu cầu Sinh viên đã đăng ký Hoãn thi HK203 (đăng ký trước ngày 09/09/2021). . . . + Sinh viên tra cứu danh sách môn đã đăng ký tại đường link:. . . . http://www.aao.hcmut.edu.vn/tracuu/xem_danhsach?id_ds=2802. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Kính gửi phòng đào tạo. . Hiện tại em muốn được hủy yêu cầu hoãn thi vì lí do bộ môn đã chấp nhận kết quả thi cuối kì 202 đợt vừa qua. . Rất mong sự phản hồi từ phòng đào tạo",
            "Chào bạn. . - Phòng Đào tạo đã đồng ý yêu cầu về việc xin HUỶ Hoãn Thi của bạn. . . - Bạn thi bình thường theo Lịch thi đã thông báo. . - Trường hợp có sự cố bất khả kháng trong khi thi dẫn đến không thể hoàn thành được bài thi, và không được giải quyết cho thi các ca thi sau (nếu có), sinh viên có thể đăng ký \"Hoãn thi\" ngay sau buổi thi (không phải vắng thi có phép), SV phải báo với CBCT hoặc trực thi để được ghi nhận vào trong danh sách thi. PDT sẽ đối chiếu lại với danh sách Khoa để ra quyết định hoãn thi. . Chúc bạn học tập tốt nhé.. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Chào thầy/cô. . Lần trước em có gửi câu hỏi tương tự về việc đăng ký tốt nghiệp và được yêu cầu đợi đến sau ngày 29/9 nếu vẫn không thể đăng ký tốt nghiệp.. . Nay em vẫn chưa thê đăng ký tốt nghiệp được trên mybk và hệ thống báo là\"Không tìm thấy thông tin trong danh sách tốt nghiệp dự kiến\".. . Mong phòng đào tạo hỗ trở em với ạ.",
            "Chào bạn,. . Cô đã chuyển xét lại tốt nghiệp cho bạn nghen. . PDT đã ghi nhận yêu cầu về đăng ký xét TN của bạn. SV vui lòng theo dõi email  và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 05/10/2021 SV vẫn chưa nhận được mail hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 11/2021. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Chào quý thầy cô,. . Em tên [full_name], MSSV: [student_id].. . Em muốn khiếu nại về bảng điểm thành phần môn \"Con người và môi trường\", mã môn học: EN1003, học kì 202, lớp L05. Về điểm BT trong bảng điểm, giáo viên giảng dạy là cô [full_name] đã thống nhất là sẽ lấy điểm trung bình cộng của 4 bài kiểm tra trên hệ thống BK-elearning. Nhưng em đã làm đủ 4 bài kiểm tra (ảnh đính kèm) và đi học đầy đủ các buổi, nhưng khi điểm thành phần hiện lên MyBK lại là điểm 11 (ảnh đính kèm). Trước đó giáo viên giảng dạy lớp em cũng không đăng bảng điểm thành phần tổng kết để em đối chiếu và khiếu nại. Đến khi hiện bảng điểm lên MyBK em mới biết điểm thành phần của mình có sai sót.. . Em đã email cho giáo viên giảng dạy và được cô phản hồi khiếu nại với phòng Đào Tạo. Em mong phòng Đào tạo sớm xem xét và giải quyết trường hợp nhầm lẫn này. Em cảm ơn quý thầy cô.",
            "Chào em,. . - Điểm là do GV nhập nhé em.. . - Nếu GV đã khóa môn học và muốn sửa điểm thì GV gửi email hoặc phiếu đề nghị mở khóa môn học, nhóm để mở khóa (HK202) trong thời gian cho phép sửa.. . Thân mến,. . . . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Dạ Thầy/Cô cho em hỏi là sao hôm nay là 30/9 rồi mà bảng điểm của em vẫn còn hiện điểm 13 cho môn em đã hoãn thi rồi ạ.. . . . Không biết đơn hoãn thi của em có sai sót gì không ạ?. .",
            "Chào bạn,. . Hiện tại nhà trường chưa ra QD hoãn thi nhé bạn, dự kiến ra quyết định chung vào cuối tháng 12, nên trường hợp đăng ký hoãn thi vẫn bị điểm 13 bình thường. Sau khi hậu kiểm với ds của Khoa thì mới ra quyết định hoãn thi và sẽ điều chỉnh lại điểm trên mybk/Thông tin SV/xem điểm. . Lưu ý:. . 1) PDT sẽ hậu kiểm lại với danh sách cấm thi của Khoa gửi lên, nếu SV bị cấm thi sẽ bị hủy kết quả hoãn thi theo quy định. SV vẫn phải hoàn thành các phần việc của môn học, nhất là TH/TNg và BTL. GV có quyền cấm thi nếu SV không hoàn thành tốt các phần này. . 2) Trường hợp có sự cố bất khả kháng trong khi thi dẫn đến không thể hoàn thành được bài thi, và không được giải quyết cho thi vào ca thi tiếp theo (nếu có), sinh viên có thể đăng ký \"Hoãn thi\" ngay sau buổi thi (không phải vắng thi có phép), SV phải báo với CBCT hoặc trực thi để được ghi nhận vào trong danh sách thi. PDT sẽ đối chiếu lại với danh sách của Khoa về các tình huống đã thi nhưng điểm thấp hoặc không có báo cáo ghi nhận về các sự cố trong buổi thi trước khi quyết định hoãn thi. . 3) Riêng đối với môn Đồ án, Thực tập ngoài trường, Đề cương Luận văn, Luận văn/Tiểu luận tốt nghiệp: SV có thể xin hoãn bảo vệ với lý do dịch Covid-19 ảnh hưởng nghiêm trọng đến kết quả thực hiện đề tài (không thực nghiệm được tại Phòng thí nghiệm, không thực địa, ...). SV gửi email trực tiếp đến Giáo viên hướng dẫn, Khoa/Bộ môn để được xem xét đồng ý và forward email cuối cùng đến email của PĐT để đăng ký.. . . . Chúc bạn học tập tốt nhé.. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Gửi PĐT,. . . . Em có mong muốn hủy hoãn thi môn học Phân tích và thiết kế giải thuật (CO3031) do em đã tham dự thi rồi ạ. . . . . Em xin cảm ơn.",
            "Chào em,. . Em làm đơn xin hủy hoãn thi: ghi rõ HK, mã môn học, tên môn học ... , hoặc lấy mẫu đơn hoãn thi sửa thành đơn HỦY HOÃN THI, gửi qua bksi (aao/biểu mẫu). . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . + Lý do đăng ký trễ : do em còn mỗi môn giải tích 2 này là xét tốt nghiệp vào tháng 11 sắp tới nhưng kết quả có trên mybk chậm hơn thời hạn đăng ký môn học nên dẫn tới em bị chậm đăng ký . Và do tình hình mạng không được ổn định khi truy cập nên dẫn tới sự việc này. . + Môn học muốn đăng ký : giải tích 2 ( mã số môn học MT1005 )  mã nhóm DT05_DT05 , sỹ số lớp hiện là 97/99 và không hiện tên giáo viên thưa thầy cô nên em không liên lạc và xin phép thầy cô được. .   Do tình hình dịch và thời hạn đăng ký môn học đã hết nên em không thể tìm kiếm thầy cô phụ trách để xin liền được , mong thầy cô đăng ký giúp em",
            "Chào bạn,. . Thời điểm hiện tại đã đến cuối tuần thứ 7 của HK211, quá thời gian để bổ sung môn học/thu nhận cho HK 211.. . Xem chi tiết lịch đăng ký môn học HK kế tiếp (HK 212) dự kiến cập nhật cuối tháng 11/2021 tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ theo học kỳ    Lịch học vụ năm học 2021-2022    Học kỳ 2. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em chào thầy/cô ạ, . . Học kỳ 202 vừa rồi em đã đăng ký học 17 tín chỉ và đã có điểm thi các môn trên Mybk. Nhưng phần tín chỉ tích lũy và điểm trung bình học kỳ kết quả chỉ tính 12 tín chỉ thôi ạ, nhờ thầy/cô giải đáp giúp em ạ. . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Kính gửi: Phòng Đào tạo,. . . . Em tên là [full_name], MSSV: [student_id] - sinh viên lớp Công nghệ thực phẩm OISP - CC17HTP.. . . . Em đã thực hiện tra cứu trên trang web \"  B www.aao.hcmut.edu.vn  /B \", tuy nhiên lại không tìm thấy tên em trong \"  B Danh sách tốt nghiệp tháng 11/2021  /B \". Khi kiểm tra lại các yêu cầu tốt nghiệp thì em đã hoàn thành đầy đủ, bảng điểm cũng đã cập nhật đủ tất cả các môn trong chương trình học. Hôm nay em gửi yêu cầu này để xin Phòng Đạo tạo cấp cho em mẫu \"  B Đơn xin xét tốt nghiệp bổ sung  /B \" ạ.. . . . Em xin chân thành cảm ơn.. . . . Trân trọng kính chào.. . . . [full_name]",
            "Chào bạn,. . PDT đã ghi nhận yêu cầu về đăng ký xét TN của bạn. SV vui lòng theo dõi email  và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 05/10/2021 SV vẫn chưa nhận được mail hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 11/2021. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em là [full_name],. . Em hiện không đăng ký xét tốt nghiệp được với thông báo \"Tình trạng đăng ký  Không được phép đăng ký (Nợ HP )\". . . . . Sau đó em ĐÃ thanh toán hóa đơn \"in bảng điểm\" của em. Mong văn phòng kiểm tra và duyệt điều kiện đăng ký tốt nghiệp của em.. . . . Dạ em xin cảm ơn trước.",
            "Chào bạn. . Sau thứ 6(1/10) bạn vào đăng ký tốt nghiệp lại nghen. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Kính gửi Phòng Đào tạo,. . Em là [full_name] MSSV [student_id], lớp CK14LOG.. . Vừa rồi em có làm đơn xin chuyển từ hệ Chính quy sang hệ VHVL để tốt nghiệp. Đến nay em vẫn chưa nhận được mail tốt nghiệp.. . Em mong nhận được sự hỗ trợ từ Quý Thầy Cô ạ.. . Em chân thành cảm ươn.. .",
            "Chào bạn,. . PDT đã ghi nhận yêu cầu về đăng ký xét TN của bạn. SV vui lòng theo dõi email  và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 05/10/2021 SV vẫn chưa nhận được mail hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 11/2021. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Thân gửi,. . Em tên [full_name], học chương trình KSTN khoa Điện - Điện tử khóa 2017.. . Em đã nộp bằng IELTS 6.0 nhưng chưa được xét chuẩn tốt nghiệp speaking/writing (Không có mục TOEIC trong bảng điểm chuyển). Mong Trung tâm Hỗ trợ giúp em kiểm tra lý do chính xác giúp em.. . Em cảm ơn trước.. . Trân trọng,",
            "Chào bạn. . Bạn đã có tên trong danh sách dự kiến tốt nghiệp, Bạn đợi mail thông báo và thực hiện theo hướng dẫn nghen. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Em xin chào PĐT, sau nhiều ngày đăng kí giấy xác nhận sinh viên thì em thấy trên hệ thống đã xác nhận và chuyển giấy đó qua bưu điện, tuy nhiên thời gian chuyển đã lâu nhưng vẫn chưa thấy giấy xác nhận, mà địa phương thì đang yêu cầu giấy xác nhận sinh viên đó, em không biết nên xử lí thế nào, mong PĐt giúp em với ạ, em cảm ơn!. .",
            "Chào bạn;. . Sau khi xử lý giấy chứng nhận sinh viên, Phòng Đào tạo sẽ gửi về địa chỉ sinh viên đăng ký. Mặt khác, sinh viên có thể tải bản scan trên trang đăng ký chứng nhận sinh viên (sau khi yêu cầu của SV đã được xử lý).. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Trong đợt thi cuối học kì 202 vừa rồi, em có đăng kí hoãn thi môn giải tích 2 (MT1005). . Hiện tại trên bảng điểm của em hiện điểm 13 (vắng thi) mà không phải là hoãn thi ạ???. . . . Mong thầy/cô xem xét lại giúp em ạ!. . Em xin cảm ơn!",
            "Chào bạn,. . Hiện tại nhà trường chưa ra QD hoãn thi nhé bạn, dự kiến ra quyết định chung vào cuối tháng 12, nên trường hợp đăng ký hoãn thi vẫn bị điểm 13 bình thường. Sau khi hậu kiểm với ds của Khoa thì mới ra quyết định hoãn thi và sẽ điều chỉnh lại điểm trên mybk/Thông tin SV/xem điểm. . Lưu ý:. . 1) PDT sẽ hậu kiểm lại với danh sách cấm thi của Khoa gửi lên, nếu SV bị cấm thi sẽ bị hủy kết quả hoãn thi theo quy định. SV vẫn phải hoàn thành các phần việc của môn học, nhất là TH/TNg và BTL. GV có quyền cấm thi nếu SV không hoàn thành tốt các phần này. . 2) Trường hợp có sự cố bất khả kháng trong khi thi dẫn đến không thể hoàn thành được bài thi, và không được giải quyết cho thi vào ca thi tiếp theo (nếu có), sinh viên có thể đăng ký \"Hoãn thi\" ngay sau buổi thi (không phải vắng thi có phép), SV phải báo với CBCT hoặc trực thi để được ghi nhận vào trong danh sách thi. PDT sẽ đối chiếu lại với danh sách của Khoa về các tình huống đã thi nhưng điểm thấp hoặc không có báo cáo ghi nhận về các sự cố trong buổi thi trước khi quyết định hoãn thi. . 3) Riêng đối với môn Đồ án, Thực tập ngoài trường, Đề cương Luận văn, Luận văn/Tiểu luận tốt nghiệp: SV có thể xin hoãn bảo vệ với lý do dịch Covid-19 ảnh hưởng nghiêm trọng đến kết quả thực hiện đề tài (không thực nghiệm được tại Phòng thí nghiệm, không thực địa, ...). SV gửi email trực tiếp đến Giáo viên hướng dẫn, Khoa/Bộ môn để được xem xét đồng ý và forward email cuối cùng đến email của PĐT để đăng ký.. . Chúc bạn học tập tốt nhé.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em kính chào Phòng Đào tạo ạ!. . . . Em là [full_name].. . MSSV: [student_id]. . Khoa: Điện - Điện tử. . . . Từ khi đợt dịch bùng phát, thì em có đăng ký hoãn thi 3 môn học theo form của Phòng đào tạo cung cấp:. . . . 1. Cơ sở Điều khiển tự động (EE2019). . . . 2. Cơ sở Điện tử công suất (EE2021). . . . 3. Cơ sở Kỹ thuật điện (EE2017). . . . Tuy nhiên sau đó em có làm đơn Rút môn học trễ hạn 3 môn học trên và đã được Phòng Đào tạo đồng ý ạ. Em đã rút môn học thành công.. . . . Nhưng hôm qua em vẫn nhận được tin nhắn từ hệ thống về việc đăng ký Hoãn thi ạ. Kính mong Phòng Đào tạo xóa đơn Hoãn thi của em ạ.. . . . Em xin chân thành cảm ơn.. . . . Trân trọng./.. . Sinh viên . . [full_name].",
            "Chào bạn. . Pdt đã ghi nhận. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Kính chào thầy/cô,. . Em là [full_name], MSSV: [student_id]. . Học kì 202 em đã đăng kí hoãn 7 môn học nhưng trên trang web chỉ hiển thị 5 môn, thiếu 2 môn EE2035 và EE2039. . . Em hoãn thi trong thời hạn cho phép và đều đã nhận được mail xác nhận có mail PĐT khi hoãn thi qua form ạ.. . Mong thầy/cô kiểm tra lại giúp em.. . Em xin cảm ơn!",
            "Chào bạn. . Sau khi đối chiếu dữ liệu, Pdt xác nhận bạn đã đăng ký Hoãn thi:. . [student_id]\tHK202\tSP1031. . [student_id]\tHK202\tLA1009. . [student_id]\tHK202\tLA1007. . [student_id]\tHK202\tEE2003. . [student_id]\tHK202\tEE2017. . [student_id]\tHK202\tSP1031. . [student_id]\tHK202\tLA1009. . [student_id]\tHK202\tLA1007. . [student_id]\tHK202\tEE2003. . [student_id]\tHK202\tEE2017. . . . Bạn xem lại mail Pdt đã gởi để biết cách thức tiến hàng sau khi Pdt đã xác nhận yêu cầu Hoãn thi của bạn. . Vì sự cố kỹ thuật nên có thể thông tin tra cứu không có dữ liệu của bạn. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em đã gửi đăng kí hoãn thi, hiện đã có kết quả, em ko nằm trong danh sách được hoãn thi(đã kiểm tra học kì), em muốn khiếu nại để được xem xét lại quyết định hoãn thi, em không nhận được mail sẽ hủy kết quả đăng kí trước ngày 6/9 hoặc em không để ý mail đó, nên có lẽ kết quá đăng kí của em đã bị hủy. Em xin phép được xem xét lại",
            "Chào em,. . PĐT đã gửi 2 email, em chú ý kỹ học kỳ nhé. . Thân gửi các bạn sinh viên,. . . . PĐT phản hồi yêu cầu Sinh viên đã đăng ký Hoãn thi HK203 (đăng ký trước ngày 09/09/2021). . . . + Sinh viên tra cứu danh sách môn đã đăng ký tại đường link:. . . . http://www.aao.hcmut.edu.vn/tracuu/xem_danhsach?id_ds=2802. . Thân mến,. . . . . . [full_name]T 455\t[student_id]\tHK203\tSP1033\t\tx\t\tLT"
        ]
    },
    {
        "intent": "",
        "message": [
            "Em đã nhận được khung \" Tải giấy báo nhập học\" rồi ạ. Nhưng khi tải xuống và mở lên thì toàn bộ thông tin đều không phải của em ạ. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Dạ thưa pđt, em tên là [full_name] mssv:[student_id], pđt cho em hỏi về trường hợp ko đáp ứng đủ điều kiện thiết bị thi onl giữa kì 211 thì có được làm đơn xin hoãn thi kì thi trên và mong pđt cho e biết cách làm đơn như nào được ko ạ?. . dạ e xin cảm ơn pđt ạ ^^. .",
            "Chào bạn. . Đối với thi giữa kì của Hk211. . Bạn tải mẫu đơn : PHIẾU ĐĂNG KÝ DỰ THI KIỂM TRA BỔ SUNG (đối với môn có lịch thi chung) điền voo và nộp cho Pdt, trên nguyên tắc Pdt sẽ cấp phiếu cho bạn đăng ký thi lại với Giảng viên, nên có thể tiết kiệm thời gian thì bạn nên liên lạc trước với Gv nếu GV đồng ý thì hỗ trợ cho thi lại luôn. . - Riêng với các môn không có lịch thi thì bạn liên hệ trực tiếp với Giảng viên"
        ]
    }
]