[
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Xin chào, em năm nay năm tư thuộc khoa hóa. Em mong muốn được tăng thêm sỉ số lớp dự thính anh văn 4 để em có thể đủ tiêu chuẩn ra trường ạ. Mong thầy/cô giúp và em xin cảm ơn!",
            "Chào bạn,. . . . Bạn ghi rõ mã môn học, mã nhóm muốn đăng kí.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Chào thầy/cô. . Dạ em đăng kí môn Đề cương luận văn, MSMH: EE4331 thì báo là thiếu môn song hành Thực tập tốt nghiệp. Em là sinh viên chuyển hệ từ chính quy sang VHVL, trước đó thì em đã qua môn Thực tập tốt nghiệp mã môn học cũ rồi. Xin phòng đào tạo chỉnh lại môn đó để em có thể đăng kí môn Đề cương luận văn học kì này ạ.. . Mong Quý Thầy Cô xem và cập nhật lại giúp em.. . Cảm ơn thầy/cô. . Thân!. .",
            "Chào bạn,. . . . [full_name] sẽ xét lại môn đề cương luận văn cho bạn.. . . . Thân",
            "Chào thầy/cô. . Dạ em vẫn chưa có thời khóa biểu môn Đề cương luận văn. Xin thầy/ cô xem lại ạ. . Cảm ơn thầy/cô. . Thân!"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Tại sao em đki dự thính đợt 2 hk2 mà pđt lại hủy mà theo lịch em đky của trường thì ngày t5 tiết 13 14 15 là hc online vậy khi em học tiết vẽ kĩ thuật bảo dưỡng ơi cs2 hk202 chính xong tiết 12 vào ngày thứ 5 là em học tiết 13 online dự thính gtich 2 theo dự định ban đầu của em mà pđt lại hủy 1 cách vô lý như vậy đó kh đủ tgian di  chuyển giữa 2 cs trong khi đó t5 là ngày em học online do pđt sắp xếp lịch em đã chọn . Mong thầy cô giúp đỡ em ạ để em biết em được học gtich 2 nhanh chóng ạ. .",
            "Chào bạn,. . . . Bạn vui lòng cho biết mã số môn học, mã nhóm dự thính mà bạn nêu trên, để PDT xem xét giải quyết cho bạn.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Xin chào PĐT.. . E có đăng kí av3a và av4a nhưng không được, e muốn biết là có phải cần qua av2 mới được học av3a không ạ .. . Nếu như không xin PĐT hãy giúp e đăng kí lớp av3a hoặc av4a, e đang rất cần qua av4 ạ . . E xin cảm ơn PĐT",
            "Chào bạn, . . . . Đúng vậy bạn, bạn học anh văn 2 mới đăng kí anh văn 3A, 4A được nha.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Dạ cho em hỏi danh sách tốt nghiệp dự kiến bao lâu mới cập nhật một lần ạ?. . Hiện tại em đã qua nói-viết tuần vừa rồi nhưng vẫn không thấy tên trong danh sách dự kiến ạ.. . Em cảm ơn.",
            "Chào bạn,. . . . Khoảng tầm 1 tuần nha bạn.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: PĐT cho em hỏi còn đợt tuyển bổ sung chương trình tài năng điện tử viễn thông của khóa K19 trong học kì này không ạ ?. . Em cảm ơn.. . . .",
            "Chào bạn,. . . . Việc này bạn hỏi khoa nha.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ đợt đăng ký dự thính đợt 2 em có đăng ký môn cơ kết cấu DT02 của thầy [full_name] nhưng bị hủy do không đủ thời gian dãn cách giữa 2 cơ sở do tiết trước đó em học vật liệu xây dựng ở cs2. Em có hỏi thầy dạy lý thuyết và thầy bảo là có thể đi học lớp lý thuyết khác cũng được. Vậy em xin PĐT cho em được đăng ký môn cơ kết cấu CI2029 ạ. Em cảm ơn ạ",
            "Chào bạn,. . . . Không đủ thời gian giãn cách giữa 2 cơ sở theo qui định nhà trường không cho đăng kí nha bạn.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Cho em hỏi kì này em có đăng kí dự thính av3 mã môn la1007. Em đã được miễn các điều kiện tiên quyết( phải học xong av2).. . Kính mong pdt giải quyết thắc mắc của em sớm nhất để em đăng kí lại môn học để ra trướng sớm nhất. Em cảm ơn",
            "Chào bạn,. . . . [full_name] ghi nhận, xem xét cho bạn đăng kí anh văn 3.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ thưa PĐT, cho em xin được mở thêm sĩ số để đăng ký học phần Giải tích 2 (MT1005) lớp DT01 hoặc DT02 của cô [full_name] ạ, em mong PĐT cho phép để em đủ chỉ để đăng ký thực tập hè ạ, em cảm ơn quý PĐT rất nhiều ạ. Em cảm ơn ạ",
            "Chào bạn,. . . . [full_name]T ghi nhận yêu cầu của bạn, kết quả DKMH sẽ cập nhật trên cổng thông tin sinh viên mục TKB.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Dạ chào Thầy/Cô!. . Em tên: [full_name]. . MSSV : [student_id]. Lớp BT17OTLT. Hệ : Vừa làm vừa học. . Dạ em đăng kí tốt nghiệp trong mục thông tin cá nhân bị sai Khoa/TT Đào tạo và mục nơi sinh. . Khoa/TT Đào tạo của em: Khoa Kỹ thuật giao thông .Nơi sinh : tỉnh Bến Tre. . Mong Quý Thầy Cô xem và cập nhật lại giúp em.. . Em xin chân thành cảm ơn!. . Sđt của em : [phone_number]. .",
            "Gửi đến SV. . thông tin chính thức mà PĐT lưu của SV là:. . [full_name], sinh ngày 27/11/1994, tại Bến Tre.. . Ngành học: Công nghệ kỹ thuật ô tô thuộc Khoa Kỹ thuật Giao thông.. . thông tin này sẽ được dùng để in thông tin tốt nghiệp. dữ liệu trên WEB có thể sai nên không dùng.. . thân chào."
        ]
    },
    {
        "intent": "",
        "message": [
            "Cho em hỏi là nhà trường viết email thông báo mở lại đăng kí anh văn 4a sao em vẫn chưa thấy môn đó hiện trên đăng kí môn học ạ. Em mong nhận được hỗ trợ ạ"
        ]
    },
    {
        "intent": "",
        "message": [
            "Em là : [full_name]. . Mssv : [student_id]. . Học khoa : Kỹ thuật Xây dựng.. . . .  - Đợt rồi e có đky môn hoá đại cương trong kì chính mà không được.(em đợi cả 4 lần mà vẫn không đky được). .  - Trong kì chính em lại đky có 14 tín chỉ, mà em lỡ đky nhầm 1 môn không tính vào tín chỉ tích lũy của mình, nên em đã hủy môn đó và còn lại 11 tín chỉ.. .  - Đợt dự thính này em có đky môn hoá đại cương Ngày thứ 4 (tiết 13 14 15) và ngày đó em có học môn gdtc tới tiết 12, nhưng vì là gdtc nên em có thể xin ra sớm đc để chạy cơ sở và được học. Em mong pđt cho em cơ hội học tập ạ.. .",
            "Chào bạn,. . . . Môn bị giãn cách giữa 2 cơ sở theo qui định nhà trường sẽ không đăng kí được nha bạn.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Hôm qua em có hỏi về vấn đề thời gian di chuyển tối thiểu trường đặt ra là 2 tiết nhưng vì bắt buộc phải học trong kì này do môn học có thể sẽ không được mở tiếp, PĐT có thể hỗ trợ em đăng kí được không, do di chuyển bằng xe máy nên em có thể đảm bảo di chuyển kịp cho việc học",
            "Chào bạn,. . . . [full_name] đã đăng kí môn EE2013 cho bạn rồi.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em là sinh viên chương trình kỹ sư tài năng, ở học kì trước em đã đạt học phần mở rộng môn học cơ sở điện tử công suất (CSDTCS). Nhưng ở học kì 202, em đăng kí lại môn học CSDTCS thì môn học mở rộng được tự động đăng kí. Do học phần mở rộng chỉ cần đạt 1 lần nên em mong muốn được xóa môn học mở rộng ở học kì này. Em xin cảm ơn",
            "Chào bạn,. . . . Việc này bạn viết đơn huỷ môn mở rộng nộp PDT nha.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Xin phép phòng đào tạo cho em đăng ký môn EE1013- Vật lý bán dẫn cho học kì dự thính 202.. . Môn này em đăng ký trên trang đăng ký môn học bị báo lỗi do trùng thời khoá biểu.. . Hiện tại môn EE1013 chỉ trùng với môn EE3097 duy nhất một ngày là vào tuần 18 của học kì chính.. . Em mong có thể xem xét cho em đăng ký môn EE1013 vì các lí do:. . 1/ Hai môn chỉ trùng nhau vào 1 tuần duy nhất trong suốt cả học kì, môn bị trung là EE3097.. . có nhiều lịch học em có thể xin học bù được.. . 2/ Môn EE1013 từ K18 trở đi là sẽ không mở mã môn học này nữa. Nên đây là đợt cuối cùng để em đăng kí học.. . 3/ Em là sinh viên khoá K17 hiện tai chỉ còn môn này nữa là em hết nợ môn. Suốt các kì qua đã cố gắng nhiều để trả môn nên em rất muốn đăng kí môn này cho xong học phần.. . Em mong quý thầy cô xem xét giúp em.. . Em cảm ơn.. .",
            "Chào bạn,. . . . Những trường hợp đặc biệt, bạn làm đơn PDT để ban lãnh đạo phòng phê duyệt cho bạn.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính gửi PĐT. . . . Về việc môn thể chất học kì 202, trong yêu cầu trước em xin PĐT mở lại hoặc chuyển em vào nhóm khác. Yêu cầu đã được PĐT phản hồi là sẽ cập nhật lên mục TKB nhưng tới giờ TKB đã cập nhật được 3 lần rồi vẫn chưa có thay đổi gì.. . Mong nhận được giải đáp sớm từ PĐT ạ.. . Em cảm ơn.",
            "Chào bạn,. . . . [full_name] đã đăng kí môn PE1019 nhóm L06 cho bạn rồi. Ngày mai sẽ cập nhật trên cổng thông tin sinh viên nha.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em không nhận được tin nhắn trên bk elearning của giảng viên qua email. Xin thầy cô check lại dùm em.",
            "Chào bạn,. . . . Bạn hỏi giáo viên giảng dạy nha.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ  /i Dạ cho em hỏi 3 kỳ tích lũy dưới 30 tín chỉ có bị cảnh cáo học vụ không ạ? Em đọc trong quy chế chỉ nói mỗi kỳ tích dưới 10 chỉ sẽ bị cchv. Em cảm ơn.. . . .",
            "Chào bạn,. . . . Về việc cảnh cáo học vụ bạn nhờ giáo viên chủ nhiệm tư vấn cho bạn nha.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Cho em hỏi, em đóng trễ học phí thì có cần viết đơn không ạ? Và nếu có đơn thì có bị trừ điểm rèn luyện không, mồi lần trừ là bao nhiêu? Và em có thể trễ học phí tối đa là bao lâu?. . Em cảm ơn ạ!",
            "Chào bạn,. . . . Chưa hiểu ý bạn, hiện tại chưa thông báo học phí 202 mà bạn.. . . . Thân",
            "Em hỏi trước để chuẩn bị ạ, vì em đăng kí nhiều môn dự thính, mà dự thính thì không có chia ra đóng hai đợt. Nên số tiền đóng một lần là khá lớn đối với em, em sợ không chuẩn bị tiền kịp và đủ. Nên em hỏi trước để nắm tình hình. Mong cô giải đáp giúp em ạ!. . Em cảm ơn!",
            "Chào bạn,. . . . - Bạn phải đóng học phí trước kỳ thi cuối kỳ, đến kỳ thi cuốn kỳ bạn vẫn chưa đóng học phí sẽ không cho phép vào phòng thi.. . . . - Nếu đóng trễ học phí học kỳ chính thì bị trừ 5 điểm rèn luyện, nếu học kỳ dự thính thì phải nộp đơn đóng học phí trễ (mẫu đơn có sẵn trên web PDT).. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em chào thầy cô. . Em có viết đơn xin hủy môn MT1005 giải tích 2 thay vì hủy môn Me2079  truyền nhiệt đụng giờ ( đợt 2 em đăng kí không bị đụng) vì môn ME2079 rất cần thiết với em ạ . . Vậy em có được học môn Truyền nhiệt chưa ạ",
            "Chào bạn,. . . . [full_name]T ghi nhận yêu cầu của bạn, kết quả DKMH sẽ cập nhật trên cổng thông tin sinh viên mục TKB.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Dạ em chào anh/chị,. . Dạ cho em hỏi giấy xác nhận sinh viên cho mục đích vay vốn học tập mình xin giấy ở đâu ạ.. .",
            "Chào bạn,. . . . Việc này bạn liên hệ phòng Công Tác Chính Trị Sinh Viên nha.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]  /b  Kính gửi phòng đào tạo\t. . . .   i Yêu cầu khác . Lý do đăng ký sai mã môn học. . . .    Vì không nhìn cẩn thận sự khác biệt giữa 2 mã môn học Vẽ kỹ thuật(CI1003) và Vẽ kỹ thuật xây dựng(CI1033). Nên trong quá trình đăng ký môn học mới cho học kỳ 2, em đã bị đăng ký sai mã môn học, dẫn đến nhiều hậu quả nặng nề. Rất xin lỗi thầy cô và Phòng đào tạo về sự cố này.. . . .  2.Tên và mã MH, mã nhóm MH mới xin đăng ký lại. . . .   - Tên: Vẽ kỹ thuật xây dựng (CI1033). .   - Mã nhóm MH mới: L03",
            "Chào bạn,. . . . Hiện tại học kỳ chính không thể hiệu chỉnh môn học được. Bạn có thể đăng kí môn CI1033 trong học kỳ dự thính nha.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Xin pđt cho em hỏi môn học công nghệ đúc mã môn Ma3029 có được mở không ạ. Chúng em đã lên văn phòng khoa Công Nghệ vật liệu và được chấp nhận cho mở lớp ạ. Xin pđt giúp đỡ vì đây là môn học chuyên ngành rất ít sinh viên đăng kí.",
            "Chào bạn,. . . . Đã hết thời gian nhận đơn mở lớp rồi bạn.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Mình có đăng kí môn giáo dục thể chất là bơi lớp L47, trên tkb môn học thì không có lớp bơi đó.Vậy là lớp đó đã bị huỷ hay có lý do gì khác vậy ạ???. .",
            "Chào bạn,. . . . Môn bơi nhóm L47 bị huỷ do sỉ số ít nha bạn.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em là [full_name] MSSV:151397, nhờ PĐT hỗ trợ giúp em đăng ký môn họ Cấp Thoát Nước mã số CI3095 ạ. Mong PĐT giúp đỡ cho e học để ra trường. Em xin chân thành cảm ơn ạ.. .",
            "Chào bạn,. . . . Môn CI3095 không mở lớp dự thính nha bạn. Còn học kỳ chính đã quá hạn đăng kí rồi bạn.. . . . Thân",
            "Dạ mong PĐT cho em xin đk học môn cấp thoát nước mã số CI3095 HK này ạ. Em xin chân thành cảm ơn rất nhiều",
            "Chào bạn,. . . . Học kỳ chính hiện tại đang trong thời gian thi giữa kỳ đã chốt danh sách không đăng kí được nha bạn.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em chào ban đào tạo ạ. Cho em hỏi là  môn anh văn dự thính sỉ số tối thiểu là bao nhiêu mới mở lớp ạ. Em cảm ơn ạ.",
            "Chào bạn,. . . . Khoảng tầm 30 sinh viên nha bạn.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em kính chào quý thầy cô,. . Em là [full_name]. Do việc học tiếng anh và trung tâm thông báo thời gian trùng với lịch học dự thính của em, em rất mong được sự cho phép của thầy/cô mở khóa đăng kí để em có thể xóa môn học.. . Khóa tiếng anh của em đã thanh toán học phí (hơn 10 triệu đồng) nên em rất khó trong việc thay đổi giờ học.. . Hai môn học dự thính \"Thực tập điện tử 2\" (EE3021) và \"CS Điều khiển tự động\" (EE2019) lần lượt có số lượng đăng kí 30/30 và 20/25 nên việc em xin rút môn không ảnh hưởng quá nhiều đến sỉ số lớp!. . Em rất mong quý thầy/cô giúp đỡ em ạ!. . Em xin cảm ơn quý thầy cô!. .",
            "Chào bạn,. . . . Bạn ghi rõ mã số môn học muốn huỷ để bạn lãnh đạo phòng xem xét cho bạn.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính thưa thầy(cô) PĐT!. . Em là [full_name], MSSV: [student_id]. Đợt DKMN DT202 lần 2 em có bị xoá môn học Giải tích 1(MT1003), em vừa kiểm tra lại lí do xoá môn thì mới biết là do trùng TKB với HK chính, do sơ suất nên em đã không thể chọn nhóm khác.. . Vì vậy em nghĩ sau khi xét duyệt lại thì em sẽ tiếp tục bị huỷ đợt Đk lần 3 này, vì vậy kính mong thầy(cô) PĐT có thể xem xét chuyển em sang nhóm DT05 mã môn học MT1003, nếu có thể xin thầy, cô giúp đỡ ạ. Em xin chân thành cảm ơn.. .",
            "Chào bạn,. . . . [full_name] đã đăng kí cho bạn môn MT1003 nhóm DT04. Sẽ cập nhật TKB trên cổng thông tin sinh viên nha.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác  /i Em được nhà trường phân công ngẫu nhiên làm đồ án điện tử và em cảm thấy không hợp với sở thích của mình.Em muốn đổi qua làm đồ án Viễn Thông thì cần có những thủ tục và trình tự thế nào ạ!!. . . .",
            "Chào bạn,. . . . Môn học là sinh viên đăng kí chứ không phải ngẫu nhiên nha bạn.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính thưa phòng đào tạo, trong đợt đăng kí môn học dự thích đợt 3 em có đăng kí môn Giải Tích 1. Tuy nhiên, có giờ học vào ngày chủ nhật có tiết học 789(học vào tuần 456789) gần với tiết 23456(thí nghiệm vật lí bán dẫn học vào tuần 17) khi em học chính quy. Vì vậy em mong phòng đạo tạo đừng xóa môn học đăng kí dự thính của em vì em đảm bảo sẽ tham gia đầy đủ các môn học đã đăng kí, mặt khác do tiết thí nghiệm vật lí bán dẫn đến tuần 17 mới học tức sẽ học gần tiết dự thính của em vào tuần thứ 8. Mong phòng đạo tạo chấp nhận lời yêu cầu của em ạ",
            "QUOTE MSSV/MSGV: 2011458    . . . . Đăng ký môn học. . Kính thưa phòng đào tạo, trong đợt đăng kí môn học dự thích đợt 3 em có đăng kí môn Giải Tích 1. Tuy nhiên, có giờ học vào ngày chủ nhật có tiết học 789(học vào tuần 456789) gần với tiết 23456(thí nghiệm vật lí bán dẫn học vào tuần 17) khi em học chính quy. Vì vậy em mong phòng đạo tạo đừng xóa môn học đăng kí dự thính của em vì em đảm bảo sẽ tham gia đầy đủ các môn học đã đăng kí, mặt khác do tiết thí nghiệm vật lí bán dẫn đến tuần 17 mới học tức sẽ học gần tiết dự thính của em vào tuần thứ 8. Mong phòng đạo tạo chấp nhận lời yêu cầu của em ạ  /QUOTE . .   QUOTE MSSV/MSGV: 2011458    . . . . Đăng ký môn học. . Kính thưa phòng đào tạo, trong đợt đăng kí môn học dự thích đợt 3 em có đăng kí môn Giải Tích 1. Tuy nhiên, có giờ học vào ngày chủ nhật có tiết học 789(học vào tuần 456789) gần với tiết 23456(thí nghiệm vật lí bán dẫn học vào tuần 17) khi em học chính quy. Vì vậy em mong phòng đạo tạo đừng xóa môn học đăng kí dự thính của em vì em đảm bảo sẽ tham gia đầy đủ các môn học đã đăng kí, mặt khác do tiết thí nghiệm vật lí bán dẫn đến tuần 17 mới học tức sẽ học gần tiết dự thính của em vào tuần thứ 8. Mong phòng đạo tạo chấp nhận lời yêu cầu của em ạ  /QUOTE . .   QUOTE MSSV/MSGV: 2011458    . . . . Đăng ký môn học. . Kính thưa phòng đào tạo, trong đợt đăng kí môn học dự thích đợt 3 em có đăng kí môn Giải Tích 1. Tuy nhiên, có giờ học vào ngày chủ nhật có tiết học 789(học vào tuần 456789) gần với tiết 23456(thí nghiệm vật lí bán dẫn học vào tuần 17) khi em học chính quy. Vì vậy em mong phòng đạo tạo đừng xóa môn học đăng kí dự thính của em vì em đảm bảo sẽ tham gia đầy đủ các môn học đã đăng kí, mặt khác do tiết thí nghiệm vật lí bán dẫn đến tuần 17 mới học tức sẽ học gần tiết dự thính của em vào tuần thứ 8. Mong phòng đạo tạo chấp nhận lời yêu cầu của em ạ  /QUOTE . .",
            "Chào bạn,. . . . Bạn làm đơn xin đăng kí đặc cách để phòng Đào Tạo xem xét giải quyết cho bạn.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Dạ cho em hỏi là đợt sắp tới thực tập tốt nghiệp có yêu cầu phải đủ bao nhiêu chỉ mới được đi thực tập ko ạ. .",
            "Chào bạn,. . . . Có bạn, bạn vui lòng xem điều kiện tích luỹ tín chỉ có cập nhật trên web PDT http://www.aao.hcmut.edu.vn/index.php?route=catalog/chitietsv&path=59_62&tid=1959.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: 1927002  /b \t. . . .   i Học vụ . Em chào Thầy/Cô. . . . Em tên Tuấn Anh (MSSV : 1927002), là sv văn bằng 2 hệ chính quy khoa Kĩ Thuật Hoá Học. . . . Thầy/Cô cho em hỏi số tín chỉ theo đúng tiến độ để được thực tập tốt nghiệp là 115, số tín chỉ TỐI THIỂU để nhận thực tập tốt nghiệp là 99. Số chỉ hiện tại của em là 110, Vậy em có được thực tập tốt nghiệp vào kì hè này không ạ ? . . . . Em cám ơn",
            "Chào bạn,. . . . Như trình bày bên trên thì bạn đủ điều kiện nhận thực tập tốt nghiệp.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em chào thầy cô ạ,. . Thầy cô cho em hỏi là khi tính số tín chỉ để đăng kí đi thực tập hè, thì có cộng số tín chỉ đăng kí dự thính kì 202 xem như đã đạt không ạ? Em xin cảm ơn thầy cô",
            "Chào bạn,. . . . Bạn vui lòng tham khảo qui định số tín chỉ tích luỹ để đăng kí TTTN http://www.aao.hcmut.edu.vn/index.php?route=catalog/chitietsv&path=59_62&tid=1959.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính thưa ban giám hiệu trường đại học Bách Khoa tp Hồ CHí Minh.. . Em tên là [full_name]. . MSSV:[student_id]. . Khóa K20 khoa Điện-Điện Tử. . . Vì sự thiếu hiểu biết và nhầm lẫn trong khi đăng kí môn học em đã đăng kí nhầm môn học\" Những nguyên lí cơ bản của chủ nghĩa [full_name]-Lenin(SP1003) và môn này không tính vào tín chỉ của K20 chúng em. Em đã lên phòng đào tạo tại CS2 để xin hủy môn nhưng cô phụ trách yêu cầu em là phải rút môn và mất một khoản tiền của môn đó. Quả thực đó là một số tiền lớn đối với em và gia đình em. Ngày 16/3 em đã tạo câu hỏi yêu cầu trên BKSI và được hồi đáp là viết đơn xin hủy để ban lãnh đạo phòng phê duyệt. Em sợ là khi em nộp đơn xin hủy môn em sẽ nhận được câu trả lời là phải rút môn học. Em biết mọi sự nhầm lẫn đều phải trả giá và em phải chịu trách nhiệm nhưng gia đình em cũng không mấy khá giả và số tiền đó là rất lớn đối với một sinh viên nghèo như em. Em mong nhà trường có thể tạo điều kiện để giúp đỡ em hủy môn học trực tuyến và hỗ trợ em xóa môn học này trên thời khóa biểu của em. Em chân thành cảm ơn nhà trường và các thầy cô phụ trách ạ. Em mong sẽ nhận được phản hồi sớm nhất.. . . . . .",
            "Đăng ký môn học . Kính thưa ban giám hiệu trường đại học Bách Khoa tp Hồ CHí Minh.. . Em tên là [full_name]. . MSSV:[student_id]. . Khóa K20 khoa Điện-Điện Tử.. . Vì sự thiếu hiểu biết và nhầm lẫn trong khi đăng kí môn học em đã đăng kí nhầm môn học\" Những nguyên lí cơ bản của chủ nghĩa Mac-Lenin(SP1003) và môn này không tính vào tín chỉ của K20 chúng em.Ngày 14/3 Em đã lên phòng đào tạo tại CS2 để xin hủy môn nhưng cô phụ trách yêu cầu em là phải rút môn và mất một khoản tiền của môn đó. Quả thực đó là một số tiền lớn đối với em và gia đình em. Ngày 15/3 em đã tạo câu hỏi yêu cầu trên BKSI và được hồi đáp là viết đơn xin hủy để ban lãnh đạo phòng phê duyệt. Em sợ là khi em nộp đơn xin hủy môn em sẽ nhận được câu trả lời là phải rút môn học. Em biết mọi sự nhầm lẫn đều phải trả giá và em phải chịu trách nhiệm nhưng gia đình em cũng không mấy khá giả và số tiền đó là rất lớn đối với một sinh viên nghèo như em. Em mong nhà trường có thể tạo điều kiện để giúp đỡ em hủy môn học trực tuyến và hỗ trợ em xóa môn học này trên thời khóa biểu của em.. . Em chân thành cảm ơn nhà trường và các thầy cô phụ trách ạ. . . Em mong sẽ nhận được phản hồi sớm nhất từ nhà trường.. . . .",
            "Chào bạn,. . . . Bạn làm đơn tại cơ sở 1 để ban lãnh đạo phòng phê duyệt cho bạn.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Kính thưa thầy/cô, em tên là [full_name], là sinh viên lớp VP16XDC. Em đã đăng kí môn học thành công ở đợt 3 và có xin công văn từ phía nhà trường để đồng ý cho em có thể làm luận văn tốt nghiệp tại Pháp trong học kì 202 và tiếp tục học tại trường đại học Bách Khoa. Kính mong thầy cô xem xét và cho phép em được hiện thời khóa biểu của học kì 202. Em xin chân thành cảm ơn thầy/cô đã đọc thư này và hỗ trợ em.",
            "Chào bạn,. . . . Bạn vui xuất trình quyết định đi trao đổi.. . . . Thân",
            "Dạ em xin gửi PDT quyết định em nhận được.. . . . Em xin chân thành cảm ơn",
            "Chào bạn,. . . . Bạn cho biết mã số luận văn bạn muốn đăng kí để PDT xét lại luận văn cho bạn.. . . . Thân",
            "Dạ hai môn học trong kì này của em là Luận văn tốt nghiệp (mã môn học 800700) và Đồ án nghiên cứu khoa học và phát triển (mã môn học 800707) ạ.",
            "Chào bạn,. . . . [full_name] ghi nhận và xét lại luận văn cho bạn, sau ngày 23/3 kết quả DKMH sẽ cập nhật trên cổng thông tin sinh viên. Nếu  có gì thắc mắc bạn liên hệ trực tiếp [full_name].. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em chào PĐT, Học kì 201 em vừa xin điểm thi VP vài môn và đã được PĐT chấp nhận ! Cho em hỏi kỳ này 202 em đã đăng kí 1 vài môn kì 201 để em thi lại, vậy theo quy chế em chỉ cần đi thi cuối kì còn giữa kỳ và các điểm thành phần khác em không cần tham gia đúng không ạ?. . Tại do em thấy có lịch thi giữa kỳ mấy môn em hoãn ạ !. . Em cảm ơn PĐT !",
            "Chào bạn,. . . . Bạn vui lòng xem qui chế học vụ điều 17, mục 17.2 mục c http://www.aao.hcmut.edu.vn/index.php?route=catalog/chitietsv&path=90&tid=1658.. . . . Thân",
            "li answer rate: Answer suits the needs / Câu trả lời đúng ý"
        ]
    },
    {
        "intent": "",
        "message": [
            "Dạ trong lịch thi của em có ca thi lúc 11h ngày thứ 7, 24/4/2021 ở cơ sở 2. Nhưng mà ngày 24/04 em có lịch học ở cơ sở 1 vào buổi sáng từ 7h- 11h50. Mà đây là môn thí nghiệm chỉ có 1 lớp duy nhất nên em ko thể học bù vào buổi khác được, mà thí nghiệm nếu e bị thiếu 1 bài sẽ cấm thi cuối kỳ ạ. Vậy trường hợp này sẽ giải quyết như thế nào vậy ạ. .",
            "Dạ trong lịch thi của em có ca thi lúc 11h ngày thứ 7, 24/4/2021 ở cơ sở 2. Nhưng mà ngày 24/04 em có lịch học ở cơ sở 1 vào buổi sáng từ 7h- 11h50. Mà đây là môn thí nghiệm chỉ có 1 lớp duy nhất nên em ko thể học bù vào buổi khác được, mà thí nghiệm nếu e bị thiếu 1 bài sẽ cấm thi cuối kỳ ạ. Vậy trường hợp này sẽ giải quyết như thế nào vậy ạ. .   /QUOTE . .",
            "Chào em.. . ưu tiên lịch kiểm tra,. . em thông báo tới GV để linh động xếp lịch học thí nghiệm phù hợp.. . PĐT đã có thông báo tới các cán bộ giảng dạy v/v này rồi"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Chào thầy/cô,. . . . Cảm ơn thầy/cô vì sự giúp đỡ tận tình với những vấn đề trước của em.. . . . Hiện nay em vẫn còn một số thắc mắc về qui trình đăng ký tốt nghiệp, mong thầy/cô có thể giúp em giải đáp. Theo dự kiến, vào ngày 24/3 này thì em sẽ có kết quả thi tiếng Anh. Theo em đọc trên trang của BK English, kết quả thi sẽ được chuyển thẳng cho trường. Em không biết liệu hệ thống của nhà trường sẽ tự động cập nhật danh sách tốt nghiệp dự kiến sau đó không hay em phải gặp phòng đào tạo và yêu cầu. Bên cạnh đó em không rõ danh sách tốt nghiệp dự kiến có phải là bắt buộc để đăng ký tốt nghiệp không; nếu em chưa được cập nhật vào danh sách thì em có thể đăng ký tốt nghiệp được hay không. Ngoài ra em chưa rõ việc đăng ký được thực hiện trực tuyến hay tại nhà trường, cũng như thủ tục đăng ký.. . . . Em đã thử tìm hiểu trên trang aao, tuy nhiên khi click vào hướng dẫn đăng ký thì được đưa đến trang wiki nên em vẫn còn nhiều thắc mắc chưa giải đáp được.. . . . Phiền thầy/cô giúp đỡ, cảm ơn thầy/cô đã đọc câu hỏi.",
            "Chào bạn,. . . . Khi có kết quả thi tiếng anh nói  viết, Trung tâm ngoại ngữ sẽ chuyển kết quả về PDT để PDT xét tốt nghiệp cho sinh viên. Nếu bạn đủ điều kiện tốt nghiệp PDT gởi mail để bạn đăng kí tốt nghiệp.. . . . Thân. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Kính thưa phòng đào tạo, lịch thi giữa kỳ môn giải tích 2 của em bị trùng với lịch học môn GDTC. Kính mong phòng đào tạo xem xét và giải quyết giúp cho.",
            "Chào bạn,. . . . Việc này PDT đã gởi mail hướng dẫn sinh viên. Bạn vui lòng kiểm tra mail nha.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ .  Em có đăng kí nộp chứng chỉ ngoại ngữ qua trang Web của trường. Cho em hỏi là khi nào chứng chỉ sẽ được thẩm tra ạ, sau khi gửi bản sao cho trường hay sau khi em đăng kí xét miễn điểm anh văn ạ?",
            "Chào bạn,. . . . Tầm 2 tuần nha bạn.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "B   /B Đăng ký môn học . Xin phòng đào tạo cho mở môn học Công Nghệ Đúc   B (MA3029)  /B  đây là môn học chuyên ngành liên quan đến môn học của kì sau nên chúng em thực sự rất cần, chúng em đã lên văn phòng khoa Công Nghệ Vật Liệu để xin mở môn này 2 lần, và vì hè chúng em còn phải thực tập không thể đăng kí môn này được. . . Chúng em là những đứa đã từng nợ anh văn, không đủ chỉ, nhưng chúng em đã rất nỗ lực vượt qua, giờ đây chúng em mới có thể bắt kịp các bạn, em tha thiết xin phòng đào tạo cho phép mở môn học này, để chúng em có hy vọng . . học tập, có động lực vươn lên, và thấy những nỗ lực mình đã bỏ ra là xứng đáng.. . Em xin chân thành cám ơn quý thầy cô pđt đã đọc tâm tư này ạ.",
            "Chào bạn,. . . . Đã hết thời gian mở lớp môn học dự thính rồi bạn.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "B Yêu cầu khác: Dạ cho em hỏi là nếu có kết quả phân công cán bộ hướng dẫn để làm đồ án bên bộ môn điện tử rồi nhưng em muốn đổi sang bộ môn viễn thông có được không ạ. em cảm ơn ạ",
            "Chào bạn,. . . . Hiện tại đã hết thời gian chuyển nhóm môn học của học kỳ chính rồi bạn.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Dạ em chào thầy cô! Em đã lên phòng đào tạo ghi tên xét tốt nghiệp. Vậy khi nào mới mở để em đăng ký online ạ? Em cảm ơn thầy cô.. .",
            "Chào bạn,. .  . . Sau ngày 23/3 sẽ có kết quả xét tốt nghiệp trong tuần này.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: chào ad ạ, em là K19 kì này em học 13 chỉ vậy nếu đủ tiêu chí điểm thì có được xét học bổng ko ạ. Em cảm ơn",
            "Chào bạn,. . . . Bạn vui lòng xem điều kiện nhận học bổng có cập nhật trên web PDT http://www.aao.hcmut.edu.vn/index.php?route=catalog/chitietsv&path=59&tid=429.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Dạ chào pđt, Chuyện là em vừa tìm kím thì thấy mình có tên trong danh sách cảnh cáo học vụ lần 3. Nhưng do kì 182 e bị đình chỉ nên số kì em học chỉ có 4, vậy nên tín chỉ tích lũy 46 và điểm trung bình 5,6 thì không nằm trong diện cảnh cáo được. Mong Thầy/Cô kiểm tra giúm em ạ? Em cảm ơn Thầy/Cô",
            "Chào bạn,. . . . Sinh viên liên hệ khoa để được tư vấn.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Vì lý do không tìm được mail báo rút môn học (có tính phí) kì 202, nên em muốn hỏi là đã qua đợt đó chưa ạ?. . . . Em đăng ký rút môn : Điện tử ứng dụng - EE3129\t - nhóm L01.. . . . . .   i Yêu cầu khác .",
            "Chào bạn,. . . . Hiện tại đang trong đợt nhận đơn rút môn học, bạn nộp đơn rút môn học tại PDT nha.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em đã đăng kí dự thính môn Vật lí 1 nhóm lớp DT08 mà hiện tại vẫn chưa nhận được thời khóa biểu ạ",
            "Chào bạn,. . . . [full_name] đã đăng kí cho bạn môn PH1003 nhóm DT08 cho bạn rồi.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ em chào thầy/cô.Thưa thầy/cô, trong lúc đăng ký môn Mac Lenin thì do em nhìn tên môn học và lo nhìn thời khóa biểu để sắp xếp thời gian học cho phù hợp, nên dẫn đến em đăng ký môn SP1003 không có trong chương trình đào tạo của K20.Em xin thầy cô hủy môn SP1003 dùm em để em có thể tập trung học các môn khác có trong chương trình đào tạo mà em đã đăng ký.Vì học kỳ này em đăng ký học dự thính và học kỳ chính cũng nhiều, bây giờ để môn SP1003 lại thì em không tập trung học những môn khác được.Còn rút môn SP1003 thì em phải đóng tiền 5 tín chỉ cho môn này, bên cạnh tiền học phí kỳ chính và tiền học dự thính nữa.Như vậy sẽ tăng gánh nặng tài chính lên rất nhiều.Đây là lần đầu tiên em đăng ký môn học ở bậc ĐH nên xảy ra sai sót.Em mong PĐT thông cảm cho em lần đầu tiên và cũng là lần duy nhất này.Em xin hứa sẽ chú ý hơn trong những lần đăng ký môn học sau này.Em xin cảm ơn thầy/cô rất nhiều.",
            "Chào bạn,. . . . Đã hết thời gian huỷ môn học rồi bạn, muốn huỷ phải làm đơn rút môn học phải tính học phí nha bạn.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Chào cô.. . Em đã hoàn thành hết yêu cầu để đủ điều kiện TN, nhưng vẫn chưa có tên trong danh sách dự kiến TN. Nhờ cô xem lại giùm em ạ.. . Em xin cảm ơn !",
            "Chào bạn. . . . Phòng đào tạo đã ghi nhận trường hợp xét tốt nghiệp bổ sung của sinh viên, sau ngày 22/3  Phòng Đào Tạo sẽ thông báo danh sách tốt nghiệp cập nhật mới : . . -          Sinh viên xem kết quả xét lại tốt nghiệp trên: www.aao.hcmut.edu.vn  tốt nghiệp  thông tin tốt nghiệp  danh sách tốt nghiệp 4/2021. . -          Trường hợp không có tên trong danh sách tốt nghiệp bổ sung sinh viên liên hệ trực tiếp phòng đào tạo để kiểm tra lại lý do.. .  Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Chào thầy/cô, do học trước một vài môn nên kỳ 211 tới đây em chỉ còn 10 tín chỉ. Trong khi số tín chỉ tối thiểu là 14tc, vậy em có cần đăng kí học cải thiện cho đủ 14tc không ạ. Nếu chỉ đăng kí 10 tín chỉ trong kì thì có bị cảnh cáo học vụ không ạ. Em cám ơn.",
            "Chào bạn,. . . . Nhà trường không có qui định đăng kí 10 tín chỉ sẽ bị cảnh cáo học vụ.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ em xin pđt xếp lại cho em được học dự thính kì 202 lớp DT05 môn giải tích 2(MT1005) ạ. Vì đăng kí đợt 2 được chấp nhận nên em đã chuyển lớp thể chất sáng chủ nhật sang thứ 4 để không cấn lịch học dự thính. Mong thầy/cô xếp lại để em được học lớp DT05 ạ. Em xin cảm ơn!",
            "Chào bạn,. . . . [full_name]T ghi nhận yêu cầu của bạn, kết quả DKMH sẽ cập nhật trên cổng thông tin sinh viên mục TKB.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . nhà trường cho e hỏi là điểm anh văn 4 k15 là theo bảng áp dụng từ hk1/2020 nếu chưa nộp bằng toiec đúng ko ạ. .",
            "Chào bạn,. . . . Đối với anh văn 4 khoá 15 sẽ áp dụng chuyển điểm theo bảng điểm . . - Bảng quy đổi tương đương và chuyển điểm.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em tên: [full_name], sinh ngày: 28/12/1998. . MSSV: [student_id], Khoa Kỹ thuật Hóa Học.. . . . Em đã hoàn thành các điều kiện sau để tốt nghiệp:. . - hoàn thành tất cả các môn với 142 tín chỉ.. . - Có đủ 15 ngày ctxh. . - Chứng chỉ toeic 620. . - Đã có kết quả thi nói viết: 215 điểm ở BKenglish. . - Không vi phạm các quy định khác.. . . . ==  Vậy cho em hỏi không biết vì lý do gì mà em vào đăng ký tốt nghiệp không được ? Hay đến khi nào thì em đăng ký được ?. . . . Mong phòng đào tạo giải đáp",
            "Chào bạn. . . . Phòng đào tạo đã ghi nhận trường hợp xét tốt nghiệp bổ sung của sinh viên, sau ngày 22/3  Phòng Đào Tạo sẽ thông báo danh sách tốt nghiệp cập nhật mới : . . -          Sinh viên xem kết quả xét lại tốt nghiệp trên: www.aao.hcmut.edu.vn  tốt nghiệp  thông tin tốt nghiệp  danh sách tốt nghiệp 4/2021. . -          Trường hợp không có tên trong danh sách tốt nghiệp bổ sung sinh viên liên hệ trực tiếp phòng đào tạo để kiểm tra lại lý do.. ."
        ]
    }
]