[
    {
        "intent": "",
        "message": [
            "Học vụ . học kì 202 bắt đầu từ ngày mấy ?. .",
            "Chào bạn,. . . . Bạn vui lòng xem biểu đồ học tập nha http://www.aao.hcmut.edu.vn/index.php?route=catalog/chitietsv&path=59_205&tid=1883.. . . . Thân",
            "No solution",
            "li answer rate: Answer does not suit / Câu trả lời không đúng ý"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]  /b \t[full_name] [full_name] [full_name] [full_name]   i Yêu cầu khác  /i [full_name] [full_name] Dạ chào Thầy/ Cô, em tên là [full_name], mã số sinh viên [student_id][full_name] Dạ em đang nằm trong chương trình kỹ sư tài năng của Ngành Khoa Học Máy Tính[full_name] Em có đọc quy chế là \"Không đăng ký học đầy đủ các môn học tài năng bắt buộc trong học kỳ;\" là sẽ bị ra khỏi chương trình tài năng[full_name] Do em không học anh văn 3 ở trường trong kỳ 201 mà là tự học để thi lấy bằng nộp vào nên em không đăng ký môn học anh văn 3[full_name] Dạ vậy cho em hỏi nếu em nộp bằng vào để xét điểm chuyển (điểm chuyển nếu chuyển sẽ trước khi thi cuối kỳ 201) thì em có bị loại khỏi chương trình tài năng không ạ?[full_name] [full_name] Và giờ em muốn đăng ký học môn anh văn 4 ở trường thì vì môn anh văn 3 em không đăng ký và hiện tại em chưa thi toeic nên chưa có điểm chuyển vào thì em có thể đăng ký học môn anh văn 4 không ạ, vì em đăng ký thì trên website bảo là môn học trước, vẫn cho đăng ký nhưng em không biết nó sẽ bị mất môn hay không? [full_name] [full_name] Em xin chân thành cám ơn[full_name][full_name] [full_name] [full_name]",
            "Chào bạn,. . . . - Về việc bạn có loại khỏi tài năng hay không,  bạn về khoa để được tư vấn.. . . . - Nếu bạn có chứng chỉ toeic thì đăng kí chuyển điểm anh văn 3 để đăng kí anh văn 4 nha. PDT sẽ xét lại, bạn chưa học anh văn 3 thì sẽ không đăng kí anh văn 4 nha.. . . . Thân",
            "Chào bạn,. . Bạn có thể liên hệ khoa để được tư vấn thêm về chương trình KSTN.. . Bạn vui lòng quy về chương trình KSTN tại đây:. . http://aao.hcmut.edu.vn/sinh viên/quy chế/Tài năng/QUY ĐỊNH VỀ CTĐTKSTN/"
        ]
    },
    {
        "intent": "",
        "message": [
            "-Cho em hỏi về học phí kì này của em ::. . Kì này em chỉ đăng kí 12 tín chỉ nhưng nhà trường lại tính em đến 17 chỉ khiến cho số tiền học phí em phải trả nhiều hơn .Em mong nhà trường sửa lại để em có thể đóng học phí đúng hạn .Em xin chân thành cảm ơn.",
            "Chào bạn,. . Bạn vui lòng xem quy định về học phí tại đây nhé:. . http://aao.hcmut.edu.vn/sinh viên/học vụ/học phí/Học kỳ 1 (năm học 2020-2021)/Học kỳ 1 (năm học 2020-2021)/II. ĐẠI HỌC CHÍNH QUY. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em là sinh viên năm 2 khoa Điện Điện tử, trong các môn học bắt buộc của em có môn giải tích mạch (EE2033) là môn học trước của trường điện từ(EE2003), mạch điện tử(EE2035). Cho em hỏi là nếu học kì chính 202 em đk môn giải tích mạch thì học kì dự thính 202 em có đăng kí được trường điện từ và mạch điện thử không ạ? Em cảm ơn.",
            "Chào bạn,. . . . Như bạn trình bày là không được, môn học trước là môn phải được học trước đó với điểm khác 0.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Thưa phòng đào tạo,. . Theo như lịch học vụ, lễ tốt nghiệp sẽ được tổ chức vào ngày 20/7, tuy nhiên theo như email của đội CTXH thông báo về việc làm kỷ yếu, lễ tốt nghiệp dự kiến được tổ chức vào ngày 27/7.. . Vậy PDT có thể cho em biết chính xác lễ tốt nghiệp sẽ được tổ chức vào ngày nào không ạ.. . . . Trân trọng,. . [full_name]",
            "Chào bạn,. . . . Lễ tốt nghiệp tổ chức ngày 28/11 nha bạn.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Em học văn bằng 2 chuyên ngành xây dựng khóa T10/2020 diện tốt nghiệp đại học [full_name].. . Làm sao để biết mình được miễn môn nào, các môn học trong chương trình và cách đăng ký môn học?. . Em chân thành cảm ơn.",
            "Chào bạn.. . hiện đã gởi hướng dẫn đăng ký môn học cho bạn trong email.. . Nếu bạn đã TN Bách khoa rồi thì ko cần đk môn chính trị và toán.. . Chỉ cần đk môn chuyên ngành.. . . . Bạn sử dụng CTĐT Khóa 2018 hệ CQ, trừ đi các môn đã học ở Bằng 1 nhé.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em kính chào thầy cô ạ . . Em là sinh viên khoá K19, năm nay em lên năm 2, sắp tới có đợt đăng ký môn học, em có đăng ký môn Quản trị kinh doanh cho kỹ sư mã IM3001 thì có được không ạ. . Em cám ơn thầy cô nhiều ạ. .",
            "Chào bạn,. . . . Việc này bạn kiểm tra được mà, để đăng kí môn này bạn phải đạt chuẩn anh văn sau năm nhật và chuẩn sinh viên sau năm 2.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Kính gửi thầy/cô. . Em muốn hỏi về chứng chỉ ứng dụng công nghệ thông tin cơ bản, thời hạn nộp chứng chỉ là khi nào ạ ? (đối với sv K19) . . Em cảm ơn ạ!",
            "Chào bạn,. . Bạn vui lòng đợi mail thông báo của Phòng Đào tạo về việc chuẩn CC CNTT của Khóa 2019 nhé!. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Pđt cho em hỏi. Em chuyển điểm anh văn rồi sao bị thiếu phần xác nhận đăng kí v ạ",
            "Chào bạn,. . Vui lòng trình bày rõ nội dung câu hỏi của bạn nhé!. . Thân",
            "Chỗ em khoanh màu đỏ đó ạ .",
            "Chào bạn,. . . . Không sao bạn, PDT chưa lấy dữ liệu chuyển điểm cho bạn nên phần xác nhận đăng kí chưa cập nhật.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Em là [full_name], MSSV: [student_id]. Em đã thanh toán hết các khoản phí trên BKPAY theo đúng thời gian quy định nhưng tình trạng Tốt nghiệp trên AAO vẫn đang là “Nợ HP”. Anh/chị cho em hỏi là do em vẫn còn khoản phí nào khác chưa đóng hay là chưa cập nhật lên trang Tốt nghiệp của AAO vậy ạ",
            "Chào bạn,. . . . Thứ 2 hàng tuần [full_name]T sẽ cập nhật lại tình trạng tốt nghiệp sinh viên, thứ 2 tuần tới bạn vào kiểm tra lại nha.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . cho em hỏi là đợt kiểm tra anh văn tháng 9 do trường phối hợp với bên TOEIC có xét để pass anh văn không ạ, và có được xét điểm dể đăng kí môn học không ạ. Em cảm ơn nhiều ạ. . . . . .",
            "Chào bạn,. . . . Chỉ xét chuẩn anh văn sau các năm thôi nha bạn, không xét pass anh văn 1,2,3,4.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: em bị mất số bhyt, em mua bhyt mới ở trường được ko ạ?",
            "Chào bạn,. . Vấn đề về sinh hoạt công dân, bảo hiểm y tế, BHTN, điểm rèn luyện, sinh viên khá giỏi toàn diện, giấy xác nhận sinh viên về vay vốn ngân hàng bạn vui lòng liên hệ tại Phòng Công tác chính trị sinh viên để được hướng dẫn.. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: 1915245  /b \t. . . .   i Đăng ký môn học . EM CHÀO CÔ THẦY Ạ, THƯA CÔ/THẦY EM CÓ THI TOECI TẠI TRƯỜNG NGÀY 20/9 ĐẠT 495 ĐIỂM, VẬY EM LÀ KHÓA K19 THÌ ĐÃ ĐỦ CHUẨN TIẾNG ANH NĂM 3 ĐỂ ĐĂNG KÝ MÔN NĂM 3 CHƯA Ạ. EM XIN CẢM ƠN. .",
            "Chào bạn,. . . .  Điều bạn muốn hỏi nằm trong qui chế học vụ  điều 31, phụ lục 1 bạn vào tham khảo nha http://www.aao.hcmut.edu.vn/index.php?route=catalog/chitietsv&path=90&tid=1658.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Cho em hỏi môn thể duc bắt buộc xong trc năm 3 phải không ạ, có ảnh hưởng gì nếu không đủ không ạ",
            "Chào bạn,. . . . Bạn xem qui chế học vụ trong mục 4 có qui định http://www.aao.hcmut.edu.vn/image/data/quyche/Ca%CC%81c%20thay%20%C4%91o%CC%82%CC%89i%20tu%CC%9B%CC%80%20HK191.pdf.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Thầy/cô cho em hỏi là năm nhất em chỉ được 20 chỉ nên phải đăng kí các môn của sv năm 1, hiện hk201 chưa kết thúc nên số tín chỉ kì này vẫn chưa được tính. Nên em đăng kí môn cho hk202 thì bị lỗi chưa đạt chuẩn sv năm 2 (dòng thông báo màu vàng) nhưng việc đăng kí môn vẫn được chấp nhận. Vậy hk202 em có được đăng kí môn học của sv năm 2 không ạ?. .",
            "Chào bạn,. . . . Hiện tại học kỳ 201 chưa có điểm, bạn vẫn đăng kí được. Khi bạn có điểm học kỳ 201, PDT sẽ xét lại nha bạn.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính gửi thầy/cô phòng đào tạo trường Đại học Bách Khoa Tp.HCM. . Em là [full_name]. Sinh viên khóa 2014. Hiện tại em đã hoàn thành chương trình học và đã bảo vệ xong luận văn, nhưng chưa có anh văn nói viết nên không tốt nghiệp được trong học kì này. Theo khóa em thì học kì này là học kì cuối cùng. Cho em hỏi em có thể gia hạn thêm thời gian nộp anh văn nói viết và tốt nghiệp vào kì sau không ạ?. . Rất mong phản hồi sớm của thầy/cô . . Em chân thành cảm ơn.",
            "Chào bạn,. . . . Bạn làm đơn gia hạn học kỳ nộp PDT.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "B Nay em kiểm tra điểm cập nhật học kì hè(2019 2020), em đã qua hết   /B 9 tín chỉ đăng kí nhưng trên hệ thống chỉ hiện thị em qua   B 6 tín  /B . Mong thầy cô giải quyết giúp em với ạ. . . Em xin cảm ơn  . . . .   i Yêu cầu khác .",
            "Chào bạn,. . . . Hiện tại học kỳ 193 các khoa chưa nộp điểm hết,  nên số tín chỉ học kỳ hè PDT chưa cập nhật. PDT sẽ cập nhật sau nha bạn.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Dạ em chào Phòng đào tạo,. . . . em là sinh viên K16 và dự kiến TN vào tháng 11/2020. PDT cho em xin phép hỏi ngày và giờ dự kiến tổ chức lễ TN, do em có một số họ hàng cùng muốn đi dự lễ và phải sắp xếp chỗ ở, cũng như phương tiện di chuyển trước.. . . . Em xin cám ơn.. . [full_name]"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . . . Dạ kì 193 em có học 2 môn tổng 6 chỉ, và em qua hết, nhưng sao bảng điểm chỉ cập nhật 1 môn 3 chỉ cho em thôi. Giờ phải giải quyết làm sao ạ. . .",
            "Chào bạn,. . . . Hiện tại học kỳ 193 các khoa chưa nộp điểm hết,  nên số tín chỉ học kỳ hè PDT chưa cập nhật. PDT sẽ cập nhật sau nha bạn.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học .  Cho em hỏi trường dự tính khi nào tổ chức thi anh văn. Và số tính chỉ để xét đkmh cho kì 202 có tính kì 201 không ạ ?",
            "Chào bạn,. . . . - Dự kiến là tháng 12, bạn thường xuyên kiểm tra mail để biết thông tin nha.. . . . - Hiện tại học kỳ 201 chưa có điểm, bạn vẫn đăng kí được. Khi bạn có điểm học kỳ 201, PDT sẽ xét lại nha bạn.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Thầy cô ơi!. . Em tên là [full_name] sinh viên hệ vlvh,MSSV : [student_id]. Thứ 2 vừa rồi e có nộp đơn xin đăng kí môn của học phần bổ sung các môn chính trị gồm kinh tế chính trị và môn chủ nghĩa khoa học xã hội ạ. Nhà trường hẹn là chiều ngày 5/11 sẽ có trả lời mà sáng nay e vẫn chưa thấy ạ! mong thầy cô xem lại giúp em. .",
            "Chào em.. . Em vào xem lại TKB nhé.. . TKB BKEL sẽ cập nhật vào cuối ngày. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em chào cô ạ, em tên [full_name].. . Em có thắc mắc là các môn học tự chọn tự do(3 tín chỉ)có phải là bất cứ môn nào của bất cứ khoa nào trong trường hay không?.Cụ thể hơn là em từng đăng kí môn học Nhập môn điện toán(CO1005)thuộc ctdt khoa KH&KTMT, và đăng kí môn tự chọn tự do cho học kì 202 là nhập môn về lập trình(CO1003)thuộc ctdt khoa Cơ Khí.Liệu rằng việc đăng kí này có được tính tín chỉ. . . Trân thành cảm ơn lời giải đáp thắc mắc của thầy cô!. .",
            "Chào bạn,. . . . Bạn về khoa bạn để được tư vấn.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]  /b . .   i Học vụ . Em là sinh viên học năm 2 của trường.Cho em hỏi muốn đăng kí học kì 2 năm 2 thì chuẩn anh văn của em phải là 350 hay 450 ạ.. . Em cảm ơn cô/thầy.",
            "Chào bạn,. . . .  Điều bạn muốn hỏi nằm trong qui chế học vụ  điều 31, phụ lục 1 bạn vào tham khảo nha http://www.aao.hcmut.edu.vn/index.php?route=catalog/chitietsv&path=90&tid=1658.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Chào thầy/cô!. . Em là Tín, mã số sinh viên [student_id]. Em đang trong chương trình liên thông cao học. Vừa qua thì bên trang đào tạo sau đại học có thông báo thu học phí và em có liên hệ thì có  thể thanh toán qua BK Pay và qua ngân hàng OCB. Nhưng hiện tại thì em kiểm tra không thấy khoản cần thu ở BK Pay nhưng trong trang  đào tạo sau đại học thì có báo học phí chưa nộp. Xin thầy, cô kiểm tra giúp em ạ"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . em k19, từ lúc thi anh văn đầu vào 2019 đến giờ em vẫn chưa pass được chuẩn anh văn nào cả, theo quy định thì đối với k19 chuẩn toiec sau năm 1 là 350, và chuẩn toeic sau năm 2 là 450. . . em muốn hỏi là nếu kì thi anh văn sắp tới này em vẫn k qua được 350 thì em có được đăng kí môn học của hk202 k ạ. . . . . . .",
            "Chào bạn,. . . . Học kỳ 202 có xét chuẩn anh văn sau các năm nha bạn.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Cho em hỏi là đăng ký môn học Giáo dục thể chất 2 là mình đăng kí GDTC2 luôn hay là phải chọn trực tiếp môn học luôn ạ ?. .",
            "Chào bạn,. . . . Bạn vui lòng xem qui định về môn GDTC cập nhật trên web PDT http://www.aao.hcmut.edu.vn/image/data/CTDT/thay_doi_mon_hoc_gdtc.pdf. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác:   B Dạ trường ơi cho em hỏi ai là học phí dự thính ngày mai hết hạn ạ mà nhà em bị kẹt em xin dời vài ngày được k ạ"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: em đăng kí in lại tờ tạm hoãn nghĩa vụ quân sự ở chỗ nào ạ?",
            "Chào bạn,. . Bạn vui lòng vào trang mybk.hcmut.edu.vn/In xác nhận sinh viên để đăng ký cấp lại giấy tạm hoãn NVQS. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "cho em hỏi là HK1 em chưa đăng kí GDTC 1 vậy thì HK2 em phải đăng kí GDTC1 hay là GDTC 2 ạ",
            "Chào bạn,. . . . Bạn vui lòng xem qui định môn GDTC cập nhật trên web PDT http://www.aao.hcmut.edu.vn/image/data/CTDT/thay_doi_mon_hoc_gdtc.pdf.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Xin chào thầy cô ạ.. . Em muốn hỏi vấn đề về môn Giáo dục thể chất. HK191 em đã đăng kí môn Aerobic, sang HK192 tiếp tục đăng ký môn Aerobic do em không biết phải học 3 môn khác nhau. Sau đó, em đã xin chuyển sang lớp Võ, thi kết thúc học phần tại lớp Võ và chuyển điểm về lớp Aerobic. Như thế em đã học 2 môn hay 1 môn ạ, do trên Bảng điểm của HK192 vẫn để môn Aerobic.. . Mong thầy cô giải đáp thắc mắc giúp em. Em xin cảm ơn ạ.",
            "Chào bạn,. . . . Như bạn trình bày bên trên thì bạn chỉ đăng kí được 1 môn thể dục,  vì bạn tự chuyển sang lớp võ chứ TKB của bạn chưa được chuyển nha. . . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em chào các thầy cô  ạ!. . Hiện tại em có thể xem KHHT của hệ VLVH khóa T10/2020-2021 ở đâu? Em đăng ký môn học nhưng không biết xem chương trình đào tạo của khoa mình ở đâu để chọn môn học cho phù hợp.. . . . Về xét miễn môn học hệ VLVH, nếu em đã đăng ký môn học được miễn trong học kỳ này rồi và đã đóng tiền học phí thì có được hoàn lại tiền không ạ?. . . . Mong nhận được phản hồi sớm từ PĐT. Em xin cảm ơn!",
            "Đăng ký môn học. . . . Em chào các thầy cô  ạ!. . Hiện tại em có thể xem KHHT của hệ VLVH khóa T10/2020-2021 ở đâu? Em đăng ký môn học nhưng không biết xem chương trình đào tạo của khoa mình ở đâu để chọn môn học cho phù hợp.. . . . Về xét miễn môn học hệ VLVH, nếu em đã đăng ký môn học được miễn trong học kỳ này rồi và đã đóng tiền học phí thì có được hoàn lại tiền không ạ?. . . . Mong nhận được phản hồi sớm từ PĐT. Em xin cảm ơn!",
            "Chào bạn,. . . . - Bạn xem CTDT khoá 2018.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: 1710395  /b \t. . . .   i Đăng ký môn học . Dạ chào Cô,. . . . Em thấy điều 31, phụ lục 1 có viết . . . . “a) SV phải đạt các chuẩn tiếng Anh sau mỗi năm học để được đăng ký các môn học tiếp theo:. . . . SV phải đạt chuẩn tiếng Anh sau năm 1, 2, 3 để được đăng ký các môn học thuộc CTĐT năm 2, 3, 4 (tương ứng). Riêng các môn đại cương, chính trị, pháp luật, giáo dục thể chất, giáo dục quốc phòng không yêu cầu chuẩn tiếng Anh.“. . . . Nếu vậy tại sao em thi tiếng anh ở trường do IIG tổ chức đạt 530 (đã đạt chuẩn av để đăng ký môn học năm 4 đối với K17) mà đăng ký môn học Anh Văn Trong Kinh Doanh (IM3061) thì hệ thống lại báo thiếu AV1,2,3 ạ. Cô giải thích rõ dùm em với.. . . . Cảm ơn Cô",
            "Chào bạn,. . . . Bạn vui lòng chụp lỗi khi đăng kí.. . . . Thân. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Chào thầy, cô ạ!. . Trong chương trình đào tạo cử nhân K2019 khoa Xây dựng từ học kì 5 trở đi có các môn học Tự chọn tự do mà không nói gì thêm, vậy em được quyền đăng ký các môn đại cương KHÔNG CÓ trong chương trình đào tạo K2019 của khoa Xây dựng như: Cơ lý thuyết, Vật lý 2, Hóa vô cơ, Sinh học đại cương,... hay không? Và nếu có thì em có thể đăng ký ở học kì 4 luôn hay không ạ? . . Em xin cảm ơn!",
            "Chào bạn,. . . . Bạn tham khảo thêm phần CTDT, nếu có gì thắc mắc bạn liên hệ khoa và giáo viên chủ nhiệm để tư vấn.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Dạ thầy/ cô, cho em hỏi là em nộp CCNG sau đó chuyển điểm thì pass được anh văn 1, 2, 3 thì em được học anh văn 4 không?. .",
            "Chào bạn,. . . . Bạn nộp CCNN xin chuyển điểm  anh văn 1,2,3 bạn được đăng kí anh văn 4 nha.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]8  /b \t. . . .   i Yêu cầu khác . Chào ad. . Em là [full_name] mssv [student_id]8. . Ad có thể kiểm tra giùm em còn thiếu môn nào để hoàn thành CTDT k13 dc k? Tại em thấy thiếu tc nhưng k rõ là môn nào?. . Em cảm ơn",
            "Chào bạn,. . . . Những môn bạn còn thiếu có gởi file đính kèm bên dưới.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: em chào thầy cô PĐT. cho em hỏi là hồi tháng 9 trường có tổ chức thi AV định kì, như thông tin mail thì sẽ có 2 đợt là tháng 9 vừa rồi và 1 đợt tháng 11. cho em hỏi khi nào trường sẽ tổ chức thi AV ạ???. . Em cảm ơn!",
            "Chào bạn, . . Dự kiến sẽ tổ chức vào tháng 12/2020. Thời gian cụ thể sẽ thông báo qua mail cho sinh viên.. . Bạn vui lòng đợi thông báo nhé!. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Quý thầy cô cho em hỏi, em vào trang đăng ký môn học của hệ DTTX, kỳ nhập học tháng 11/2020 nhưng tất cả các mục đều không có thông tin môn học để đăng ký. Em cảm ơn ạ. Em là [full_name]: [phone_number].. .",
            "Chào em.. . Hiện tại PĐT đang xếp TKB, khi xong sẽ gởi mail cho em để đăng ký môn nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Chào [full_name]T,. . . . Em là [full_name]- [student_id], em đã hoàn thành số tín chỉ tốt nghiệp tuy nhiên em bị thiếu điều kiện để nhận bằng là anh văn nói- viết. Em đã đi làm và công ty cần giấy xác nhận là em đã hoàn thành khóa học, em có thể làm đơn xin xác nhận của pdt được không ạ, hay có cách nào khác không ạ? Em cảm ơn!",
            "Chào bạn,. . Bạn có thể đăng ký in bảng điểm tại mybk/In bảng điểm nhé. Trên bảng điểm thể hiện tất cả những môn bạn đã hoàn thành.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Dạ, em có nghỉ học 1 buổi trong tổng 5 buổi trên tkb elearning của môn học kĩ thuật số thí nghiệm, cho em hỏi như vậy em có bị cấm thi ko ạ?",
            "Chào bạn,. . . . Việc này bạn phải hỏi giáo viên giảng dạy nha.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Em đã nộp chứng chỉ IELTS cho trường từ lúc thi THPT quốc gia và đã được trường xác nhận là đã nhận thành công,  em đăng kí chuyển điểm vào 4/10/2020 nhưng đến nay vẫn không có kết quả, trường bảo đã thông báo khai báo chứng chỉ online nhưng em không nhận được email này, xin trường xem xét lại ạ. . . .",
            "Chào bạn,. . . . Đã chuyển điểm cho bạn rồi và cập nhật trên cổng thông tin sinh viên, mục điểm chuyển https://mybk.hcmut.edu.vn/stinfo/.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ  /. . Dear cô,. . . . Xin được hỏi cô về nội dung môn học VẼ [full_name] trong kì 202 tới có thay đổi gì so với 192 không ạ? Như là có thêm nội dung vẽ 3D không?. . . . Em trân trọng cảm ơn. . . .",
            "Chào bạn,. . . . Việc này bạn hỏi khoa/giáo viên giảng dạy nha.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em chào cô, cô cho em hỏi về việc rút môn học ạ. em hiện tại đã rút môn đồ án kĩ thuật lập trình(CO2004). . Nhưng em thấy trên bkel vẫn còn môn học , bên bảng điểm vẫn còn cột bảng điểm, thầy dạy môn học vẫn gửi mail tới cho em và em vẫn nhận được email về môn học bình thường ạ. vậy cho em hỏi như vậy là em đã rút môn học thành công chưa ạ?. . Em cảm ơn ạ.",
            "Chào bạn,. . . . Môn đồ án kỹ thuật lập trình  (CO1031) chứ không phải CO2004. Hiện tại môn này bạn đã rút rồi, yên tâm. . . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác:   /B  Thưa thầy, cô kì này em không có đăng kí môn học, em có đăng kí in giấy xác nhận sinh viên trong mybk nhưng không được. Mong phòng đào tạo cấp giấy xác nhận cho em để em có thể bổ túc thi toeic. Em cảm ơn thầy, cô nhiều ạ!!!",
            "Chào bạn,. . . . Bạn không có thời khoá biểu nên không đăng kí giấy xác nhận sinh viên trên Mybk được. Bạn phải làm đơn xin giấy xác nhận sinh viên để thi toeic nộp PDT, để PDT in cho bạn nha.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: cho em hỏi pđt tổ kĩ thuật là làm việc gì vậy ạ? Có thể giúp sinh viên cài phần mềm học tập được không ạ ?",
            ". ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Hết lịch học,đơn em đã nộp cho pdt rồi mong pdt xem xét cập nhật lại tkb hiện tại của em,để em được tiếp học,em cảm ơn và mong pdt xem xét giúp em ạ.",
            "Chào bạn,. . . . Bạn nộp đơn gì, bạn vui lòng trình bày rõ. Nếu có nộp đơn vui lòng nộp biên nhận.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em chào thầy/cô ạ!. . . . Thầy/cô vui lòng cho em hỏi là lễ tốt nghiệp tháng 11 có ngày tổ chức chưa vậy ạ? Do em muốn mời người thân để sắp xếp công việc nhưng không biết ngày cụ thể và em tìm trên trang web phòng đào tạo cũng không có thông tin cụ thể.. . . . Em cảm ơn thầy/cô ạ!",
            "Chào bạn,. . . . Lễ tốt nghiệp diễn ra ngày 28/11, bạn vui lòng thường xuyên kiểm tra mail để biết thông tin tốt nghiệp.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Dạ em chào thầy/cô ạ, thầy/cô có thể giúp em kiểm tra xem em đã đủ điều kiện tốt nghiệp chưa ạ? Ngày 4/11 em có nhận được mail về áp dụng chuẩn cũ để chuyển điểm môn AV4, em đã chuyển điểm và lên phòng đào tạo để ghi tên vào danh sách. Thầy ở phòng đào tạo có nói chờ mail, nhưng hôm nay vẫn chưa có ạ. Em cảm ơn thầy/cô ạ!",
            "Chào bạn,. . . . [full_name] đã chuyển anh văn 4 cho bạn rồi, sẽ cập nhật điểm cho trên cổng thông tin sinh viên.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . còn áp dụng năm nay với k17 nữa không ạ",
            "Chào bạn,. . . . Học kỳ 202 có xét chuẩn anh văn sau các năm nha bạn.. . . . Thân",
            "li answer rate: Answer is not complete / Câu trả lời chưa hoàn chỉnh"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Kính gửi thầy/cô làm việc ở phòng đào tạo ,. . . . Em có thắc mắc là hiện em là sinh viên khoá 2019 nếu em thi bằng Toeic đạt được 550 thì có có đủ điều kiện để miễn hết 4 anh văn 1,2,3,4 không? Và nếu được miễn 4 anh văn với số điểm trên thì điểm của 4 môn anh văn sẽ được quy đổi như thế nào ? . . Em mong nhận được phản hồi từ thầy/ cô .. . Em cám ơn",
            "Chào bạn,. . . .  Điều bạn muốn hỏi nằm trong qui chế học vụ  điều 31, phụ lục 1 bạn vào tham khảo nha http://www.aao.hcmut.edu.vn/index.php?route=catalog/chitietsv&path=90&tid=1658.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . trang của em thì ko có,mong pdt cập nhật lại để em biết tkb giờ học để tham gia buổi học,em chào pdt",
            "Chào bạn,. . . . [full_name] sẽ cập nhật lại TKB cho bạn nha.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Dạ, em chào thầy/cô.. . . . Em có 2 câu hỏi muốn hỏi:. . . .  1. Thầy/cô cho em hỏi về việc chuyển điểm anh văn, mình được chuyển điểm anh văn mấy lần vậy ạ?. .      Ví dụ như em đang cần chuyển điểm gấp để đủ chỉ để đang kí môn học, nên em thi kết quả không tốt. Sau này em có thi lại để cải thiện điểm, vậy em có đuợc chuyển điểm lần nữa không vậy ạ?. . . .  2. Nếu em muốn chuyển điểm để  kịp đăng kí môn cho học kì 202 thì hạn chót chuyển điểm là khi nào vậy ạ?. . . . Dạ em cảm ơn thầy/cô.",
            "Chào bạn,. . . . 1. Mỗi anh văn 1,2,3,4 chỉ được chuyển điểm 1 lần thôi nha bạn.. . . . 2. Bạn xem lịch học vụ http://www.aao.hcmut.edu.vn/index.php?route=catalog/chitietsv&path=59_77&tid=1915.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "B   /B Đăng kí thẻ bảo hiểm y tế . Em chào cô thầy ạ. . Em đã đăng kí thẻ Bảo h và chọn nhầm nơi đăng kí khám chữa bệnh. Em muốn đổi lại thì có được không ạ. Mong thầy cô có thể chỉ cho em cách đổi lại nơi khám bệnh ạ.. . Em cảm ơn cô thầy nhiều.. . . .",
            "Chào bạn,. . . . Bạn vui lòng liên hệ phòng Công Tác Chính Trị Sinh Viên nha.. . . . Thân"
        ]
    }
]