[
    {
        "intent": "",
        "message": [
            "Em vừa bảo vệ xong luận văn TN đại học chính quy , nhưng khi xem trên tiến độ học tập , em chỉ đạt 139 tính chỉ , còn thiếu 3 tín chỉ kết cấu thép 2 ( thép 2 em học mã mới nên k cập nhật cho mã cũ ) như vậy em có đủ điều kiện tốt nghiệp k?",
            "Chào bạn,. . Đã cập nhật mã CI3069 (12) vì đã đạt CI3211.. . Thân mến",
            "Vậy là đã đủ đk tốt nghiệp phải k chị ?",
            "Chào bạn,. . Bạn kiểm tra điều kiện tốt nghiệp theo quy định tại đây nhé:. . http://www.aao.hcmut.edu.vn/ sinh viên/quy chế/Quy chế đào tạo và học vụ bậc đại học, cao đẳng:/Điều 20. Công nhận tốt nghiệp"
        ]
    },
    {
        "intent": "",
        "message": [
            "Dạ xin chào add. . Em tên [full_name]. . Mssv [student_id] . . Khoa môi trường. . Em có đăng kí gdtc môn cầu lông mã PE1017. . Lớp [full_name] thầy [full_name], nhưng do trùng lịch học anh văn nên em đã xin chuyển sang lớp [full_name] và có làm đơn nộp cho thầy kí. Hiện tại e đã hoàn thành và thi qua môn học bên lớp [full_name], và thầy [full_name] có ghi chú lại sẽ chuyển điểm cho e. Nhưng khi xem bản điểm hiện tại e lại vắng thi lớp [full_name]. E có mail cho thầy [full_name] nhưng hiện tại vẫn chưa nhận được phản hồi. Em rất mong pđt sẽ hỗ trợ e liên hệ với giảng viên để cập nhật điểm môn học cho e ạ.. . E cảm ơn add rất nhiều. . .",
            "Chào bạn,. . Bạn liên hệ với Khoa Khoa học ứng Dụng để hiểu rõ bạn nhé.. . Thân mến. .",
            "Dạ chào cô,em vẫn chưa hiểu ý của cô ạ, hiện tại điểm môn gdtc của em vẫn chưa được cập nhật, nhưng em vẫn không thể liên lạc được với giáo viên giảng dạy ở hk1, rất mong phòng đào tạo xem xét giúp em với ạ.. . Em cảm ơn rất nhiều ạ.",
            "Chào em,. . . . Môn giáo dục thể chất thuộc Khoa Khoa học ứng Dụng, nên việc này em liên với khoa để hướng dẫn cho em nhé.. . . .",
            "li answer rate: Answer suits the needs / Câu trả lời đúng ý"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Cho em hỏi khi học tiếp văn bằng 2 thì em có được cấp giấy tạm hoãn nghĩa vụ quân sự không ạ?",
            "Chào bạn,. . Nếu bạn học bằng 2 sau khi tốt nghiệp bằng thứ nhất và được cấp mã sô SV mới, thì trường hợp đó sẽ không được cấp giấy xác nhận sinh viên hoãn nghĩa vụ quân sự, còn trường hợp bạn học song ngành (vẫn giữ MSSV hiện tại), thì theo quy định, nếu bạn có TKB nhà trường vẫn cấp giấy xác nhận hoãn NVQS cho bạn."
        ]
    },
    {
        "intent": "",
        "message": [
            "Em tên là [full_name]- k16  khoa  Môi trường  & Tài Nguyên. Dạ cho em hỏi, vừa rồi đợt đăng ký môn học HK192 do em chưa có chứng chỉ anh văn nên chưa đăng ký luận văn tốt nghiệp được và em cũng không  đăng ký một môn nào khác. Cho em hỏi em có bị đình chỉ học khôn ạ?  Em vừa nộp chứng chỉ av thì làm cách nào đợt đăng ký luận văn tháng 2 này có thể thể đăng ký được ạ?  Em xin chân thành cảm ơn !",
            "QUOTE MSSV/MSGV: [student_id]    [full_name] [full_name] [full_name] [full_name] Em tên là [full_name]- k16  khoa  Môi trường  & Tài Nguyên[full_name] Dạ cho em hỏi, vừa rồi đợt đăng ký môn học HK192 do em chưa có chứng chỉ anh văn nên chưa đăng ký luận văn tốt nghiệp được và em cũng không  đăng ký một môn nào khác[full_name] Cho em hỏi em có bị đình chỉ học khôn ạ?  Em vừa nộp chứng chỉ av thì làm cách nào đợt đăng ký luận văn tháng 2 này có thể thể đăng ký được ạ?  Em xin chân thành cảm ơn !  /QUOTE [full_name] [full_name] [full_name], em còn một đợt đăng ký LVTN ngày 11/02-17/02/20[full_name][full_name] [full_name]"
        ]
    },
    {
        "intent": "",
        "message": [
            "B   . . . . Là em đã nhận đc mẫu xin việc đk thi sau rồi ạ. nhưng vấn đề em gặp phải ở đây là làm sao để gặp trực tiếp giảng viên dạy ạ. . Và gần đến 14 tây là nhà trường nghĩ rồi việc đk của em có bị sao không ạ . . trong lúc thi cuối kì 1 em bị sốt vắng hết cả 3 môn",
            "Chào bạn,. . Bạn đang nói là văng thi cuối kỳ hay giữa kỳ? Vui lòng trình bày rõ và gửi kèm giấy bạn nhận được nhé!",
            "QUOTE Chào bạn,. . Bạn đang nói là văng thi cuối kỳ hay giữa kỳ? Vui lòng trình bày rõ và gửi kèm giấy bạn nhận được nhé!  /QUOTE . .  thi cuối kì á cô. . mà trong giấy cần phải có chữ kí cũa gv dạy vs chủ nhiệm khoa nữa ạ. . 3 môn em vắng là. . Vaật lí 1 . . Giải tích 1. . Đại số tuyến tính",
            "Chào bạn,. . Phải theo đúng quy định nha bạn, có chữ ký xác nhận của GVGD, bạn vui lòng liên hệ về Khoa để xin cách thức liên lạc với GVGD như thế nào nhé!. .",
            "cho e hỏi 3 môn trên là khoa học và ứng duụng đúng ko ạ",
            "Chào bạn,. . Đúng rồi bạn"
        ]
    },
    {
        "intent": "",
        "message": [
            "Dạ em muốn hỏi pđt là   B lịch thi ngoại ngữ học kì 2  /B    I (giống  thi trên máy tính tháng 12)  /I  là sẽ tổ chức vào ngày nào vậy ạ ,tại em coi trên biểu đồ học không có thời gian đăng ký thi ngoại ngữ học kì 2 nên em không rõ, em xin cảm ơn pđt.",
            "Chào bạn,. . Dự kiến tháng 3/2020 sẽ tổ chức, bạn vui lòng đợi thông báo chính thức của Phòng Đào tạo nhé!"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Khác ... . Cho em hỏi sinh viên chính quy k2019 có được đăng ký dự thính học kì 192 không ạ?. .",
            "Chào bạn,. . Được nha bạn"
        ]
    },
    {
        "intent": "",
        "message": [
            "Điểm thi - Đại học - Cao đẳng chính quy   Điểm môn học . Kính gửi phòng đào tạo.. . Em tên [full_name], MSSV [student_id].. . Hôm qua em vừa thấy điểm môn đương lối của mình được cập nhật trên mybk, em nhận thấy bài làm của mình tốt hơn điểm trên đó nhiều. Nay em muốn phúc khảo điểm thi thì phải làm theo quy trình nào ạ? . . Em chân thành cảm ơn.",
            "Chào bạn,. .  Bạn vui lòng xem hướng dẫn chi tiết tại web: http://www.aao.hcmut.edu.vn-- SInh viên -- Hướng dẫn --  Mục 17B. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: G[student_id]  /b \t. . . .   i Chương trình đào tạo - Đại học - Cao đẳng chính quy   Môn tương đương, tiên quyết, ... . Trong CTĐT K13 của khoa KT Giao Thông, mình phải học môn [full_name] Kỹ Thuật 1B (806002) và môn [full_name] Kỹ Thuật Giao Thông (208024), mình đã qua môn 806002 nhưng bị rớt 208024, sau đó mình có học môn tương đương TR1003, nhưng thay vì cập nhật cho mình điểm tương đương cho 208024 (môn bị rớt) thì hệ thống lại cập nhật cho mình môn 806002 (môn đã qua) do môn mới tương đương cả 2 môn cũ. Mong các bạn giải quyết cho mình để mình kịp tiến độ tốt nghiệp.. . Xin cám ơn.",
            "Chào bạn,. . Đã cập nhật lại môn thay thế 208024 trên HT.. . Thân mến",
            "Mình kiểm tra MyBK rồi nhưng môn TR1003 vẫn đang còn tương đương với môn 806002 thay vì 208024 ạ, bạn kiểm tra lại giúp mình nhé.. . Xin cám ơn",
            "Chào em,. . Nếu bạn xem trên web thì chưa. Nhưng ở HT đã cập nhật cho em rồi.. . Thân mến"
        ]
    },
    {
        "intent": "",
        "message": [
            "CODE Đăng ký môn học - Đại học - Cao đẳng chính quy   Chương trình đào tạo (thiếu môn tiên quyết, song hành...) . Em chào thầy/cô. . Do trường mình sắp tới sẽ áp dụng điều kiện giáo dục thể chất tiên quyết mà em nắm được thông tin quá muộn nên sắp tới em sẽ thiếu 1 môn thể dục để đăng kí môn học kì 201. Em mong thầy/cô hỗ trợ em cho em đăng kí bổ sung thêm 1 môn nữa cụ thể là môn PE1011 (lớp L06) để em có đủ chỉ thể dục ạ.. . Em cảm ơn và chúc quí thầy cô một tuần làm việc hiệu quả ạ.",
            "đã đk môn PE1011 nhóm L06,. . bạn xem tkb vào vài ngày tới. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Xin chào thầy/cô PĐT ạ. Em là Nguyễn Tuấn Kiệt, sinh viên VP 2016. . Trong học kỳ 2 năm học 2018-2019, em đã thi rớt lần một môn học CƠ HỌC CHẤT LỎNG & ỨNG DỤNG, sau đó em đã qua môn trong đợt thi lại. Tuy nhiên hình như tín chỉ môn này vẫn chưa được cập nhật vào trang mybk của em. Em mong PĐT xem xét ạ, em xin cảm ơn.. .   i Đăng ký môn học - Đại học - Cao đẳng chính quy   Chưa cập nhật điểm .",
            "Chào bạn,. . Số tín chỉ TL đã cập nhật trên HT rồi nha bạn. . 176 tc.. . Thân mến"
        ]
    },
    {
        "intent": "",
        "message": [
            "B e đã học môn hóa đại cương ở năm nhất ạ. Hiện e học năm 2 và học lại hóa đại cương không biết e có được bảo lưu lại điểm thí nghiệm hóa đại cương không ạ!!Năm trước e không làm giấy bảo lưu ạ!Điểm thi - Đại học - Cao đẳng chính quy   Khác ... .",
            "Chào bạn,. . Theo quy chế hiện hành không có khái niệm bảo lưu điểm thánh phẩn cảu môn học nha bạn.. . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tăng sĩ số lớp môn học . Em muốn đky thêm môn học tư tưởng hồ chí minh vào thứ 2 tiết 10 11 12. Mong Phòng Đào Tạo có thể cho em đky môn học bổ dung để kịp tiến độ học tập được không ạ.. . Em cảm ơn trước.",
            "bạn cung cấp mã môn học, mã nhóm để xem xét nhé",
            "Dạ [full_name]1005 Tư tưởng [full_name]. . Thứ 2 tiết 10 11 12.. . Em cảm ơn."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Cho em hỏi, tại sao em không thể đăng kí phúc tra môn học ME3001-kỹ thuật thuỷ lực và khí nén mã nhóm A03. Em xin mong được nhận sự hồi âm, em cảm ơn!",
            "Chào bạn,. .  Bạn vui lòng xem hướng dẫn phúc tra môn học chi tiết tại web: http://www.aao.hcmut.edu.vn-- SInh viên -- Hướng dẫn --  Mục 17B. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]0  /b \t. . . .   i Đăng ký môn học - Đại học - Cao đẳng chính quy   Khác ... . Trong lúc đăng kí bổ sung em đã không chú ý . . vì đang tập trung bảo vệ luận vă nên đã lỡ mất thời hạn đăng kí mong nhà trường mở lại môn học quản lí dự án xây dựng CI 1053 để em có thể hoàn thành nốt môn học và tốt nghiệp.",
            "đã nhập môn học CI1053 nhóm A01.. . bạn xem tkb vào vài ngày tới. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Điểm thi - Đại học - Cao đẳng chính quy   Điểm môn học . kính chào Phòng Đào Tạo !. . . . Ngày 31/12 em đã nộp đơn xét chuyển điểm (có chữ kí của chủ nhiệm bộ môn Địa Tin Học và trưởng Khoa) lên văn phòng khoa Xây Dựng từ môn CI4109 (Trắc địa công trình ứng dụng) sang môn 810017 (Tin học trong trắc địa).. . . . Nhưng hôm nay em lại thấy trang web cập nhật chuyển điểm từ môn (CI4109) sang môn (810032). Em mong phòng Đào Tạo xem xét lại trường hợp của em.. . . . Em xin cám ơn!. . . . . .",
            "Chào bạn,. . Bạn có thể liên hệ với Khoa Kỹ thuật Xây dựng để hỏi về kết quả gửi đơn của bạn như thế nào nhé! Nếu có gửi lên Phòng Đào tạo, bạn có thể nhờ thư ký khoa kiểm tra về kết quả trả lời của đơn/công văn như thế nào nhé!"
        ]
    },
    {
        "intent": "",
        "message": [
            "U Em chào thầy cô. . Em muốn bảo lưu kết quả nhưng còn đang phân vân. Em nghe bạn bè nói nếu qua tết bảo lưu thì phải đóng tiền học phí cho HK2 rồi mới được bảo lưu. Như vậy có đúng không ạ. . . Dạ thầy cô cho em biết thêm thông tin về quy định tạm dừng học với ạ",
            "Chào bạn,. . Bạn có thể làm đơn tạm dừng trước 4 tuần đầu tiên của học kỳ (không bị tính học phí học kỳ 192) từ tuần thứ 5 của học kỳ bạn phải hoàn thành 100% học phí HK 192 mới được tạm dừng nhé!",
            "Dạ em cám ơn cô nhiều ạ"
        ]
    },
    {
        "intent": "",
        "message": [
            "Thưa PĐT, trước e có hỏi thầy trưởng PĐT, thầy có nói hệ VLVH đc đăng ký chung với chính quy, nhưng e lại ko đăng ký đc ạ. mong giải quyết cho e trường hợp này ạ. để học kỳ này e đăng ký cho đủ 24 tc, sớm ra trường.",
            "responsible person: [551] [staff_name] [helpdesk staff]",
            "Chào bạn;. . Bạn làm đơn đăng ký môn học chung với chính quy nộp PDT nhé",
            "thưa PĐT. đơn tự viết hay có biểu mẫu sẵn ạ. .",
            "CHào bạn,. . Bạn vui lòng liên hệ trực tiếp Phòng đào tạo.. . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Chương trình đào tạo - Đại học - Cao đẳng chính quy   Khác ... . Thưa thầy thưa cô cho em hỏi tại sao ngành Kỹ thuật Chế tạo lại học môn \"đề Cương Luận văn tốt nghiệp (KT Máy xây dựng và nâng chuyển ) \" vậy ạ?",
            "Chào bạn,. . Bạn vui lòng liên hệ về Ban chủ nhiệm khoa của bạn để xin tư vấn về chương trình đào tạo của bạn nhé!"
        ]
    },
    {
        "intent": "",
        "message": [
            "Dạ cho em hỏi là nếu lớp KSTN nhưng không làm phần mở rộng môn học cốt lõi thì môn mở rộng có bị coi là rớt, và nếu rớt môn là không được xét học bổng dù môn đó 0 chỉ giống như thể dục đúng không ạ. .",
            "Chào bạn,. . Nếu bạn thuộc lớp KSTN thì phải đạt cả phần môn học mở rộng. Môn mở rộng không tính vào học bổng dù bạn đậu hay rớt. . . Thân mến"
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính thưa thầy(cô).. . Em tên [full_name],mã số sinh viên [student_id].. . Học kì 191 em có học môn Tư tưởng [full_name] do thầy [full_name] giảng dạy. Vừa qua nhà trường đã công bố điểm tổng kết và em có một số thắc mắc cần liên hệ với thầy [full_name].Tuy nhiên em chưa có email của thầy.Em rất mong thầy(cô) có thể cho em xin email của thầy [full_name] để tiện liên lạc.. . Em rất mong nhận được phản hồi của thầy(cô).. . Em xin chân thành cảm ơn.",
            "responsible person: [551] [staff_name] [helpdesk staff]",
            "Chào bạn,. . Bạn vui lòng liên hệ tại Văn phòng Khoa để xin thông tin liên lạc với Cán bộ GD nhé!"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Dạ thưa cô.Gần cuối kì em đã nộp giấy chuyển điểm môn GDTC (em đki lớp võ nhưng xin chuyển qua lớp bóng chuyền)cho GVCN bộ môn võ là thầy [full_name] nhưng để 13(vắng thi). . Em mong cô có thể cho em số đt cũng như là mail cảu thầy [full_name] được không ạ. . Em cảm ơn ạ. .",
            "Chào bạn,. . Bạn vui lòng liên hệ tại Bộ môn GD thể chất (nhà B4) để xin thông tin liên lạc với Giảng viên nhé"
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính gửi PĐT, chuyện là kỳ 182 em có đăng ký môn cầu lông. Cuối kỳ em thi bình thường, cô đọc tên những bạn không qua môn ở lần thi đầu để thi lại cũng không có tên em nhưng điểm tổng kết của em lại là 4.0 chắc là do sai sót hoặc nhầm lẫn gì đó. Do em nghĩ là mình thi qua bình thường thì thôi nên không để ý đến điểm số. Đến hôm nay em mới nhận ra mình 4.0 và không đạt môn này. Không biết em giải pháp nào để giải quyết trường hợp của em không ạ. Hoặc giờ em muốn đăng ký để học lại môn học trong kỳ này nhưng để trễ hạn đăng ký môn học, thì không biết em có thể làm đơn cứu xét hay gì đó để đăng ký hoàn thành môn luôn được không ạ. Mong sớm nhận được phản hồi của PĐT. Em xin chân thành cảm ơn.",
            "Chào bạn,. . Hiện tại đã hết thời gian đăng ký MH học kỳ chính, nếu do nhập sai điểm, bạn vui lòng liên hệ trực tiếp với giáo viên giảng dạy. Hoặc liên hệ với Bộ môn Giáo dục thể chất (nhà B4) để xin thông tin với giáo viên để xin điều chỉnh điểm.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ - Đại học - Cao đẳng chính quy   Thu nhận lại . em chào admin. . cho e hỏi em mới thi xong học kì 191 ,em là k18 (tức đã được 3 học kì chính và 1 học kì hè) vậy nếu em làm đơn thu nhận bây h còn kịp không ạ ,và thu nhận cho học kì nào ạ",
            "Học vụ - Đại học - Cao đẳng chính quy   Thu nhận lại. . . . em chào admin. . cho e hỏi em mới thi xong học kì 191 ,em là k18 (tức đã được 3 học kì chính và 1 học kì hè) vậy nếu em làm đơn thu nhận bây h còn kịp không ạ . . e bị kỷ luật 2 lần ,mà nếu thu nhận kỷ luật lần 2 thì bị kỷ luật lại thì có bị đuổi học hay ghi là kỷ luật lần 2 ạ",
            "Chào bạn,. . Bạn không bị tạm dừng, bạn chỉ bị cảnh cáo học vụ lần 2, nếu tình trạng tiếp tục bạn có thể bị Buộc thôi học nhé. . Xem chuẩn xử lý học vụ tại đây:. . http://www.aao.hcmut.edu.vn/ sinh viên/HỌC VỤ/XỬ LÝ HỌC VỤ, [full_name]"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được . Em biết dù đã qua thời gian đăng ký, nhưng vì thời gian không cho phép nên em có thể đăng ký bổ sung môn học trước khi học kỳ II bắt đầu để đảm bảo tiến độ tốt nghiệp chính quy đúng hạn không ạ?",
            "bạn cần đăng ký môn học nào.. . Vui lòng cung cấp mã môn học, mã nhóm cần đăng ký để xem xét. . Thân",
            "dạ em chào thầy. . Em cần đăng ký môn:. . Đồ án môn học nền móng, mã CI3197, Nhóm A11. . Em xin cám ơn thầy.",
            "dạ em chào thầy. . Vì đã có kết quả báo qua môn nên môn này em không cần đăng ký bổ sung. Vấn đề này được giải quyết rồi. Em cám ơn thầy.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được .",
            "em cần chuyển môn học như thế nào.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Xin chảo Phòng đào tạo!!. . Em tên  : [full_name] MSSV:[student_id]. . Ngày 04/1/2020 em có nộp chứng chỉ Toeic thì sau bao lâu PĐT sẽ thẩm tra xong. Hôm nay em lên kiểm tra lại thì thấy phần loại chứng chỉ (có kèm theo file ảnh đính kèm) của em không còn nữa, khi click vào thì hiện ra không tìm thấy bản scan như 2 hình em đã đính kèm bên dưới, vậy có phải quy trình nộp của em bị lỗi không ạ.. . Em xin cảm ơn !",
            "Dear [full_name], thông tin chứng chỉ đã được ghi nhận và đang trong tình trạng đang thẩm tra (bạn có thể vào lại trang đăng ký để xem), còn về thời gian thẩm tra thì hoàn toàn phụ thuộc bên thẩm tra trả lời thường là 1-2 tuần là có kết quả."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được . Dạ em chào thầy cô ạ! Em tên là [full_name]. Do ngày 6/1 em mới nhận được kết quả điểm cuối kì môn xác suất thống kê và em không qua được môn. Em định sẽ học lại môn này ở hk sau nhưng đã hết hạn đăng kí bổ sung cho hk192. Thầy / cô cho em hỏi không biết có cách nào để em có thể đăng kí môn học được không ạ? . . Em cảm ơn thầy/cô!",
            "Chào bạn,. . Hiện tại đã hết thời gian đăng ký học kỳ chính học kỳ 192, bạn có thể đăng ký trong học kỳ dự thính nhé!"
        ]
    },
    {
        "intent": "",
        "message": [
            "Chứng chỉ ngoại ngữ - Đại học - Cao đẳng chính quy   Khác ... . Dạ em chào thầy cô ạ!. . Em đã nộp bằng Toeic nghe+đọc rồi ạ. Vào T12 em đã thi xong Toeic nói+viết và bên bk english xác nhận là đã chuyển điểm em qua pdt ạ. Dạ em nộp điểm nói+viết đó để xét đủ chuẩn tốt nghiệp và nhận luận văn (em nộp trước ạ vì em đang năm 2) thì không biết bên pdt có kiểm tra được giúp em là đã nhận điểm của em chưa ạ? . . Nếu chưa nhận được thì không biết có cách nào để em giải quyết không ạ? Vì bên bk english họ xác nhận đã chuyển rồi ạ.. . Em cảm ơn thầy cô đã đọc tin và giải quyết giúp em ạ.",
            "Gửi đến Sinh viên. . PĐT đã nhận được điểm AV hai kỹ năng Nói-Viết của TTNN gửi, SV đã đạt 285 và đã được cậ[ nhât điều kiện AV xét tốt nghiệp."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp - Đại học - Cao đẳng chính quy   Khác ... . Cho em hỏi, bây giờ em đang đợi anh văn để ra trường và không đăng kí môn học thì có bị đình chỉ không ạ, nếu có thì em cần phải làm gì ạ. Em cảm ơn.",
            "Chào bạn,. . Theo quy chế nếu không có thời khóa biểu trong học kỳ, thì bạn sẽ bị tạm dừng học kỳ đó, nếu muốn đăng ký MH hoặc tốt nghiệp thì phải làm đơn thu nhận lại"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]3  /b \t. . . . Kính gửi: Phòng đào tạo trường ĐH Bách Khoa TP.HCM. . Em tên là [full_name] MSSV : [student_id]3, hôm nay em viết đơn này kính mong phòng đào tạo xem xét cho em một việc như sau:. . Em hiện là sinh viên lớp XD13VL, và có theo học song song bằng thứ 2 xây dựng dân dụng và công nghiệp, hiện tại em đã hoàn thành xong chương trình học, luận văn tốt nghiệp của bằng thứ 1 ( vật liệu xây dựng ) và bằng thứ 2 (xây dựng dân dụng và công nghiệp). Hiện em bị thiếu một môn tự chọn cho ngành thứ 2, vì lý do chủ quan trong đợt đăng ký môn học vừa rồi em đã không đăng ký môn học vì nghĩ sẽ qua môn tự chọn, nhưng không may em đã rớt môn.. . Hôm nay em viết đơn này kính mong Phòng Đào Tạo xem xét cứu xét giúp đỡ để em có thể đăng ký bổ sung môn học Tin học trong quản lý xây dựng MSMH CI3169 để em vẫn có thể học được mộn tự chọn, và hoàn thành chương trình đào tạo. Vì theo như tiến độ học tập của em, em sẽ hoàn thành hết chương trình học của hai bằng vào tháng 10 năm 2020.  . . Em xin chân thành cảm ơn !. . Sinh viên viết đơn. . [full_name]. .",
            "đã đăng ký môn CI3169 nhóm A01. . Bạn xem tkb vào vài ngày tới. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Em là [full_name], MSSV [student_id]. . hôm trước em có thắc mắc về điểm giữa kỳ của em bị thiếu, môn Truyền số liệu và mạng EE3019, em học lớp A07 của thầy [full_name], em có gửi mail hỏi thầy thì thầy bảo là đã gửi đầy đủ bảng điểm cho PĐT và có phần điểm giữa kì rồi, nên mong PĐT kiểm tra lại bảng điểm của thầy gửi ạ, có thể bị thiếu phần điểm giữa kì của em, em xin cảm ơn",
            "Chào bạn,. . Bạn liên hệ với giáo viên để hiểu rõ hơn bạn nhé.([full_name]Tra = 0.75 EE3019). . Thân mến"
        ]
    },
    {
        "intent": "",
        "message": [
            "Em chào thầy/cô,. . . . Em viết mail này xin được thầy/cô tư vấn, hỗ trợ vấn đề đăng ký luận văn. . . . . Hiện tại trên hệ thống mybk em còn thiếu 2 điều kiện để đăng ký luận văn, 1 là trên 10 ngày công tác xã hội và 2 là không nợ quá 7 tín chỉ.. . . . Về vấn đề ngày công tác xã hội, thực tế tính đến học kỳ 191 em đã hoàn thành 13.5 ngày nhưng hệ thống mới cập nhật 8.5 ngày thôi. Em đã liên hệ với ban tổ chức của các hoạt động chưa được cập nhật và các bạn đang hỗ trợ em trong thời gian sớm nhất ạ. . . . . Trong đợt đăng ký môn học vừa qua em có đăng ký học lại 2 môn đại cương (3 chỉ mỗi môn), 1 môn tự chọn theo đúng tiến độ (3 chỉ) và luận văn (9 chỉ) là tổng cộng 18 chỉ. Không may em vừa nhận được kết quả thi học kỳ vừa rồi thì em bị rớt môn vật lý 2 (4 chỉ) nên tổng số chỉ còn nợ của em hiện tại là 10 chỉ, không đủ điều kiện đăng ký luận văn và kết quả đăng ký môn học của em chỉ còn 9 chỉ.. . . . Thầy/cô cho em hỏi với tình trạng của em, em có thể xin đăng ký môn luận văn trong học kỳ chính và môn vật lý 2 trong học kỳ dự thính để kịp ra trường đúng hạn không ạ? . . Hiện tại em đang thực hiện đề tài luận văn chung với một bạn và đã hoàn thành khoảng 40% trong học kỳ vừa rồi. Nếu không đăng ký được luận văn trong học kỳ 192 thì em không thể tiếp tục đề tài hiện tại, vừa bị trễ 1 kỳ trong khi học kỳ chính tiếp theo của em còn trống đến 12 chỉ.. . . . Em mong thầy/cô có thể giúp em đăng ký được luận văn để em có thể kịp tốt nghiệp theo đúng tiến độ.. . . . Em cám ơn thầy/cô và mong nhận được phản hồi từ thầy/cô sớm ạ.",
            "Chào bạn,. . Phải đủ điều kiện mới đăng ký được nha bạn.. . Bạn xem thêm quy định nhận LVTN tại đây:. . http://www.aao.hcmut.edu.vn/ sinh viên/quy chế/Quy chế đào tạo và học vụ bậc đại học, cao đẳng:/Điều 10. Thực tập tốt nghiệp, Luận văn tốt nghiệp và các môn đặc biệt"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . MT1009 - A08A . .",
            "responsible person: [551] [staff_name] [helpdesk staff]",
            "Chào bạn,. .  Bạn vui lòng xem hướng dẫn đăng ký phúc tra bài thi cuối kỳ chi tiết tại web: http://www.aao.hcmut.edu.vn-- SInh viên -- Hướng dẫn --  Mục 17B. . Thân.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Cho em hỏi em đã chuyển điểm anh văn từ bằng toeic nhưng bây giờ em muốn thi toeic lại và chuyển điểm lần 2 được không ạ?. . Em xin chân thành cám ơn!",
            "Chào bạn,. . Theo quy chế hiện hành thì mỗi môn AV chỉ được chuyển điểm 1 lần bạn nhé.. . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Chào quý thầy cô, cho em hỏi thời hạn chót để đăng kí đợt tốt nghiệp tháng 4/2020 là ngày nào ạ? Dạ em muốn biết thời gian cụ thể để có thể bổ sung chứng chỉ ngoại ngữ.",
            "Chào bạn,. . Bạn xem tại lịch học vụ:. . http://www.aao.hcmut.edu.vn/sinh viên/lịch học vụ/Lịch tốt nghiệp/ Tháng 04/2020. . Bạn lưu ý, về việc nộp chứng chỉ ngoại ngữ để xét tốt nghiệp phải có kết quả thẩm tra hợp lệ nhé (thời gian thẩm tra phụ thuộc vào đơn vị cấp chứng chỉ, từ 1 đến 3 tuần), nên bạn phải trừ hao thời gian hoàn thành tất cả các thủ tục điều kiện trước hạn chót nhận hồ sơ nhé"
        ]
    },
    {
        "intent": "",
        "message": [
            "Em muốn đăng kí vào lớp Nguyên Lý Ngôn Ngữ Lập Trình - CO3005 . Vì kết quả thi môn này không đạt mà em không  kịp đăng kí đợt cuối . Mong phòng đào tạo cho em đăng kí bổ sung thêm",
            "responsible person: [551] [staff_name] [helpdesk staff]",
            "Chào bạn,. . Hiện tại đã hết thời gian đăng ký môn học học kỳ chính 192, bạn có thể xem lịch học vụ để đăng ký học dự thính nhé!. . Thân",
            "Em có thể xin đăng kí bổ sung thêm được vào học kì chính quy được không ạ ?. Tại môn này không mở học kì dự thính",
            "Chào bạn. . . . Môn CO3005 chỉ mở cho nhóm bằng 2 tối, nếu bạn đăng ký sẽ tính tiền chuyển hệ.. . . . Bạn có đồng ý đăng ký lớp CO3005 học buổi tối ?",
            ". . Đăng kí thì vẫn tính như môn học ở chương trình đại trà  hay sao ạ ? . . Nếu vẫn tính vào môn học như chương trình đại trà thì cho e xin đăng kí .",
            "Môn học vẫn được tính khi xét tốt nghiệp, chỉ có mức học phí chuyển hệ sẽ khác thôi.. . . . Đã đăng ký cho bạn",
            "Dạ ,đăng kí giúp em ạ .. .  . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Khác ... . Em là sinh viên lớp XD16VL, hiện đã qua đợt ĐKMH nhưng em muốn bổ sung thêm môn Kỹ thuật bê tông (CI3057) có được không ạ. Em cảm ơn các thầy cô ạ.. . [full_name] - [student_id]",
            "Chào bạn,. . Hiện tại đã hết thời gian đăng ký môn học học kỳ chính 192, bạn có thể xem lịch học vụ để đăng ký học dự thính nhé!. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Xin chào thầy cô ạ.. . Em là sinh viên năm nhất khoa Hoá, kỳ thi AV đầu vào em đã được miễn học AV 1,2, 3,4 nhưng em vẫn cần có điểm AV để phân ngành vào cuối năm nhất thì hạn nộp chứng chỉ AV là khi nào để có thể quy đổi điểm cho năm nhất ạ.. . Hy vọng sớm nhận được phản hồi từ thầy/cô, em xin chân thành cảm ơn.. .",
            "Chào bạn,. . Bạn vui lòng xem chi tiết lịch học vụ để biết rõ các đợt lấy dữ liệu anh văn cho từng đợt đăng ký môn học tương ứng tại:www.aao.hcmut.edu.vn- sinh viên - Lịch học vụ.. . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được . Kính gửi phòng đào tạo, em hiện đã hoàn thành xong luận văn nhưng vừa biết điểm môn Công trình trên đất yếu dưới 5,0 và đây là môn cuối cùng trong chương trình đào tạo của em.. . Nhưng vì đã hết hạn đăng kí môn học nên em xin được đăng kí bổ sung vào lớp B01 với mã số môn học là CI4037. . Em xin cảm ơn và mong sớm nhận được phản hồi",
            "Chào bạn,. . Hiện tại đã hết thời gian đăng ký môn học học kỳ chính 192, bạn có thể xem lịch học vụ để đăng ký học dự thính nhé!. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Cho em hỏi Mạch điện tử (EE2007) và Tín hiệu hệ thống (EE2005) là 2 môn học song song. . Vậy em có thể đăng kí học Tín hiệu hệ thống ở kì 192 và đăng kí Mạch điện tử kì dự thính 192 được không ạ?. . Em cảm ơn",
            "Chào bạn,. . Bạn xem quy định về môn song hành tại đây nhé:. . http://www.aao.hcmut.edu.vn/ sinh viên/quy chế/Quy chế đào tạo và học vụ bậc đại học, cao đẳng:/Điều 6. Các loại môn học và học phần"
        ]
    },
    {
        "intent": "",
        "message": [
            "Thưa Thầy/Cô, Thầy/Cô cho em hỏi là dự thính buổi tối  trong kì chính có được đăng kí học anh văn 3 ( nếu đủ sĩ số ) không ạ ? Và nếu được thì sẽ học ở cơ sở nào ạ. .",
            "Chào bạn,. . Nhà trường không quy định là không được mở lớp Anh ở dự thính nhé bạn, quan trọng là thầy cô đồng ý dạy và đủ sĩ số nhé bạn, bạn có thể làm đơn mở lớp dự thính (có xác nhận của giảng viên) và nộp tại Phòng Đào tạo"
        ]
    },
    {
        "intent": "",
        "message": [
            "Điểm thi - Đại học - Cao đẳng chính quy   Điểm môn học . Vừa rồi em có làm bài đồ án, mà đến lúc thầy bộ môn đăng thông báo điểm thì em lại không có tên, em có hỏi thầy bộ môn thì thầy nói bảng điểm của PDTcấp và liên hệ PĐT để giải quyết. . . PĐT xem lại giúp em.. . . . Mã môn học:  CI2025. Tên môn học:  Thiết kế ktrúc côngcộng2. Nhóm-tổ: L02-A. Tên sinh viên: [full_name]. MSSV: [student_id].. .",
            "Chào bạn,. . Bạn có tên trong DS môn CI2025 L02A với STT 5.(191). . Thân mến"
        ]
    },
    {
        "intent": "",
        "message": [
            "Thưa thầy (cô) cho em hỏi em có đăng ký môn thực tập tốt nghiệp (260661) mà tại sao em không có trong danh sách đi thực tập khi học xong kì này em đã đạt được số tín chỉ tối thiểu.. .",
            "Thưa thầy (cô) cho em hỏi em có đăng ký môn thực tập tốt nghiệp (260661) mà tại sao em không có trong danh sách đi thực tập khi học xong kì này em đã đạt được số tín chỉ tối thiểu.. .   /QUOTE . . Chào [full_name], Mai em lên myBK kiểm tra TKB nhe.",
            "Chào cô, TKB cập nhật rồi vẫn không có môn Thực tập tốt nghiệp(260661) cô ơi."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: 1510197  /b \t. . . . Chào quý thầy, cô. . . Em xin trình bày trường hợp của em như sau em đã chuyển điểm môn Anh Văn từ điểm TOEIC một lần, nhưng hiện tại để lấy bằng tốt nghiệp loại khá em cần cải thiện điểm Anh Văn. Em mong muốn có thể chuyển điểm Anh Văn lần 2 để có thể lấy bằng khá ra trường. Mong quý thầy cô xem xét lại quy chế này để tạo điều kiện cho những bạn rơi vào trường hợp như em. . . Em xin chân thành cám ơn quý thầy, cô.",
            "CHào bạn,. . Theo quy chế hiện tại mỗi môn AV chỉ được chuyển điểm 1 lần.. . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ - Đại học - Cao đẳng chính quy   [full_name] tra bài thi . EM chào thầy cô, . . Em là [full_name], MSSV: [student_id]. . Em thi Môn trang bị điện- điện tử trong máy công nghiệp do tô sai mã đề nên điểm có sai lệch ạ. Thầy cô có thể mở khóa chỗ [full_name] tra bài thi của em cho em đăng kí phúc tra lại bài thi được không ạ.. . . . Em chân thành cảm ơn thầy cô ạ.",
            "Chào bạn,. . Theo quy định môn thi trắc nghiệm không phúc tra nha bạn."
        ]
    },
    {
        "intent": "",
        "message": [
            "Vừa làm vừa học - ĐTTX   Học phí . Em xin chào Thầy!. . MSSV: [student_id]. . . . Hôm trước, em có đăng ký trễ môn CAD ứng dụng trong thiết kế oto (TR3059).. . Em đã có lịch thi nhưng trên BK pay nhưng không thấy báo đóng tiền học, các bạn khác đã có thông báo rồi. . . . Vậy làm cách nào để đóng được vậy Thầy. . Em cám ơn!",
            "Chào bạn !. . . . Trên bkpay đã kiểm tra bạn đã hoàn tất học phí HL191 rồi mà , đó là học phí của môn TR3059.. . . . Thân chào"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được . Em đăng ký năm 2 học kỳ 2 nhưng không có thời khoá biểu",
            "Chào bạn.. . Ngày hôm nay mới công bố tbk nhé.. . bạn xem thời gian công bố tkb trên aao.hcmut.edu.vn =  sinh viên =  Lịch học vụ. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Dạ em chào nhà trường ạ. . Tình hình của em là em đã có điểm Cơ Học Đất trên bảng điểm rồi và em muốn phúc tra bài thi cuối kì của mình nhưng không được. Em nhập đầy đủ và chính xác các thông tin nhưng vẫn bị thông báo \"môn học của bạn chọn sai nhóm lớp hoặc đã hết hạn phúc tra\". Nhưng mà hôm qua em mới có điểm thì tại sao lại hết hạn phúc tra sớm vậy được ạ? . . Mong nhà trường xem xét và giải quyết ạ. . Em xin cám ơn ạ!",
            "Chào bạn,. . Bạn vui lòng xem rõ quy định phúc tra, thời hạn phúc tra là 07 ngày kể từ ngày giáo viên nộp điểm lên Phòng đào tạo, trên hệ thống phúc tra sẽ tự cộng 07 ngày phúc tra tính theo ngày  giáo viên nộp điểm lên Phòng đào tạo.. . Kết quả phúc tra tùy thuộc vào thời điểm giáo viên nộp kết quả về Phòng đào tạo, bạn có thể liên hệ trực tiếp văn phòng Khoa đễ rõ ngày nộp điểm lên Phòng đào tạo.. . Thân.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Kính gửi phòng đào tạo, . .      Em là Nguyễn Phương Tú Anh; mssv: [student_id]. .      Em hiện còn mỗi một môn Phương pháp tính điểm trung bình là 4.5 điểm thi cuối kỳ là 3.0 hiện em muốn phúc khảo lên điểm để kịp tốt nghiệp học kỳ này. Vì em đã hoàn thành toàn bộ chương trình học và luận văn tốt nghiệp rồi, nhưng còn rớt lại môn này em đã học 4 lần rồi mà vẫn không đạt. . . Mã số môn học: MT1009; Môn Phương Pháp tính. . Mã số lớp: DT01; ngày thi 14/12/2019; giờ thi: 18h. .       Em mong phòng đào tạo hỗ trợ giúp em để em phúc khảo.",
            "Chào bạn,. .  Bạn vui lòng xem hướng dẫn đăng ký phúc tra bài thi cuối kỳ chi tiết tại web: http://www.aao.hcmut.edu.vn-- SInh viên -- Hướng dẫn --  Mục 17B. . Thân.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Khác ... . Dạ em chào thầy/cô PĐT,. . . . Cho em hỏi khi nào mới cập nhật thời khoá biểu 192 trên BKeL ạ?. . . . Em cám ơn nhiều ạ!"
        ]
    },
    {
        "intent": "",
        "message": [
            "Chương trình đào tạo - Đại học - Cao đẳng chính quy   Môn tương đương, tiên quyết, ... . Kính chào thầy cô, chương trình cũ của em là môn   B CI2039  /B , do kỳ trước không mở môn mã   B CI2039  /B  nên kỳ trước em có học môn học mã   B CI2091  /B  và   B CI2093  /B  là môn tương đương của môn mã   B CI2039  /B . Em đã hoàn thành môn học. Trong quy chế môn học sẽ chuyển sang điểm MT nhưng hiện tại trong tiến độ môn học và số tín chỉ tích lũy ngành vẫn chưa cập nhật cho em. Cho em hỏi về vấn đề này hoặc có cần làm thủ tục gì cho việc chuyển điểm ko ạ?",
            "Chào bạn,. . Nếu là môn tương đương (theo công bố trên web của Phòng Đào tạo) thì PDT sẽ tự động cập nhật, trên tiến độ học tập sẽ cập nhật sau nhé bạn.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Khác ... . Dạ em chào thầy/cô PĐT,. . . . Cho em hỏi khi nào mới cập nhật HK192 trên BKeL ạ?. . . . Em cám ơn nhiều ạ!",
            "Chào bạn,. . Sẽ cập trên BKeL trước ngày bắt đầu HK từ 5 - 7 ngày."
        ]
    }
]