[
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Địa phương em yêu cầu giấy hoãn nghĩa vụ quân sự . . Em là sv khoa điện bây giờ phải lấy giấy đó ơn đâu ạ. .",
            "Chào bạn. . Bạn đăng ký tại trang web: mybk.hcmut.edu.vn--  In xác nhận--  Chọn option cấp giấy hoãn nghĩa vụ quân sự --  Chọn nơi nhận. . Khi nào tình trạng chuyển sang \" [full_name]\" thì liên hệ nơi đăng ký nhận để lấy. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em tên [full_name] - [student_id]. Em xin phòng đào tạo mở thêm sĩ số lớp DT01, môn 210702 - Nhiệt động học thống kê để em có thể kịp tiến độ của chương trình. Cảm ơn phòng đào tạo ạ!. .",
            "Chào bạn,. . Hiện tại các nhóm lớp đã được Phòng Đào tạo mở tối đa sĩ số theo đúng quy định (về môn học, sức chứa phòng...).Trường hợp bạn muốn tăng sĩ số của một nhóm lớp nào đó, bạn vui lòng liên hệ trực tiếp tại Phòng Đào tạo cơ sở 1 (trong thời gian đăng ký môn học), để được nhóm hỗ trợ đăng ký môn học kiểm tra, nếu còn khả năng tăng được hoặc có thể có 1 vài bạn sv xin hủy, nhóm sẽ hỗ trợ tăng sĩ số cho bạn (nếu được) và có thể vào đăng ký ngay luôn nhé.. . Chúc bạn học tốt!. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học .",
            "Chào bạn. . Bạn vui lòng ghi chi tiết vào mục nội dung để phòng đào tạo biết thông tin xử lý"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Môn Sp1031 lớp DT06 đã đủ sĩ số lớp, em muốn vào lớp này, mong phòng đào tạo có thể giúp em",
            "Chào bạn,. . Hiện tại các nhóm lớp đã được Phòng Đào tạo mở tối đa sĩ số theo đúng quy định (về môn học, sức chứa phòng...).Trường hợp bạn muốn tăng sĩ số của một nhóm lớp nào đó, bạn vui lòng liên hệ trực tiếp tại Phòng Đào tạo cơ sở 1 (trong thời gian đăng ký môn học), để được nhóm hỗ trợ đăng ký môn học kiểm tra, nếu còn khả năng tăng được hoặc có thể có 1 vài bạn sv xin hủy, nhóm sẽ hỗ trợ tăng sĩ số cho bạn (nếu được) và có thể vào đăng ký ngay luôn nhé.. . Chúc bạn học tốt!. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em muốn xin mở thêm lớp hoặc thêm sĩ số cho môn điền kinh thì phải làm như thế nào ạ",
            "Chào bạn,. . Hiện tại các nhóm lớp đã được Phòng Đào tạo mở tối đa sĩ số theo đúng quy định (về môn học, sức chứa phòng...).Trường hợp bạn muốn tăng sĩ số của một nhóm lớp nào đó, bạn vui lòng liên hệ trực tiếp tại Phòng Đào tạo cơ sở 1 (trong thời gian đăng ký môn học), để được nhóm hỗ trợ đăng ký môn học kiểm tra, nếu còn khả năng tăng được hoặc có thể có 1 vài bạn sv xin hủy, nhóm sẽ hỗ trợ tăng sĩ số cho bạn (nếu được) và có thể vào đăng ký ngay luôn nhé.. . Chúc bạn học tốt!. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "[full_name] . . MSSV: [student_id]. . Vì đụng lịch các môn khác nên em rất mong PDT có thể mở thêm giúp em mở thêm 1 slot môn học Thí Nghiệp Vật Lý lớp DT06 ạ!. . . .",
            "Chào bạn,. . Hiện tại các nhóm lớp đã được Phòng Đào tạo mở tối đa sĩ số theo đúng quy định (về môn học, sức chứa phòng...).Trường hợp bạn muốn tăng sĩ số của một nhóm lớp nào đó, bạn vui lòng liên hệ trực tiếp tại Phòng Đào tạo cơ sở 1 (trong thời gian đăng ký môn học), để được nhóm hỗ trợ đăng ký môn học kiểm tra, nếu còn khả năng tăng được hoặc có thể có 1 vài bạn sv xin hủy, nhóm sẽ hỗ trợ tăng sĩ số cho bạn (nếu được) và có thể vào đăng ký ngay luôn nhé.. . Chúc bạn học tốt!. . Thân\t. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "B Học vụ . [full_name] . . Mssv [student_id]. . Pđt cho em hỏi , nay là ngày 07/07/2020 rồi , nhưng thông tin tốt nghiệp em vẫn chưa có tên chính thức hay mail thông báo , em đã thanh toán đầy đủ học phí , phí tốt nghệp ,và tên em cũng có trong danh sách dự kiến rồi . Mong pđt phản hồi sớm vì em đang đi nghĩa vụ quân sự nên k thể lên trường hỏi được ! Em cũng có nhờ bạn lên hỏi nhưng vẫn nói em chờ phản hồi mail vì thông tin ngày 10/07 đã là lễ tốt nghiệp .",
            "Chào bạn. . Chính xác bạn đã có tên trong danh sách tốt nghiệp rồi. . Bạn liên hệ về Khoa để hỏi các thủ tục tiếp theo (đăng ký lễ phục, tổng dượt).... . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ em xin chào thầy cô ạ. Năm nay em năm 3 sang năm là năm 4. Nhưng em còn 1 giáo dục thể chất chưa học. Vì hè này không có mở lớp mà chỉ mở duy nhất 1 môn điền kinh nhưng lại dính lịch môn chuyên ngành của em. Thầy cô cho em hỏi là em có được đăng kí các môn học chưa học ở năm 3 hoặc các môn năm 4 không ạ. Em xin cảm ơn",
            "Chào bạn,. . . . Theo qui học vụ có qui định :. . . .  K2018 về trước, SV phải hoàn thành học phần GDTC. . sau năm 3 để được đăng ký môn học của năm 4.. . . . Theo qui định thì những môn năm 3 về trước bạn được đăng kí.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em tên là [full_name]-[student_id]- sinh viên lớp GT19TTHK.. . Hiện tại em muốn đăng kí môn học Triết học [full_name] - [full_name] (SP1031) vào học kì 193 nhưng các lớp đều đã đủ sĩ số. Em mong pđt có thể mở thêm sĩ số môn Triết học [full_name] - [full_name] (SP1031) lớp DT01 để em có thể đăng kí học. . . Em xin chân thành cảm ơn.",
            "Chào bạn,. . Hiện tại các nhóm lớp đã được Phòng Đào tạo mở tối đa sĩ số theo đúng quy định (về môn học, sức chứa phòng...).Trường hợp bạn muốn tăng sĩ số của một nhóm lớp nào đó, bạn vui lòng liên hệ trực tiếp tại Phòng Đào tạo cơ sở 1 (trong thời gian đăng ký môn học), để được nhóm hỗ trợ đăng ký môn học kiểm tra, nếu còn khả năng tăng được hoặc có thể có 1 vài bạn sv xin hủy, nhóm sẽ hỗ trợ tăng sĩ số cho bạn (nếu được) và có thể vào đăng ký ngay luôn nhé.. . Chúc bạn học tốt!. . Thân\t. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Sao em đăng ký môn học HK hè dự thính không được ạ ?",
            "Chào bạn. . Bạn có quyết định thu nhận diện buộc thôi học vào ngày 3/7/20, Nên bạn sẽ dkmh dự thính HK193 vào đợt 3. . - Thời gian đăng ký dự thính HK193 vào đợt 3 sẽ có mail thông báo cho Sv sau. . Thân",
            "Dạ em cảm ơn ạ !"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Kính gửi thầy cô PĐT Trường Đh Bách Khoa. Em tên [full_name] MSSV [student_id]. . Dạ thầy cô cho em hỏi là em tích lũy hk191 đc 15 tín chỉ và trung bình 7.3 gần như cao nhất lớp ạ. Vậy cho em hỏi sao em không được xét học bổng khuyến khích ạ. Em xin cảm ơn . .",
            "Chào bạn,. . Hiện tại Phòng Đào tạo mới cập nhật: ĐTB chung mở rộng; ĐTB 1 học kỳ; Điểm rèn luyện; Số TC đạt của HK191 tại trang mybk.hcmut.edu.vn/stinfo và đề nghị các bạn SV vào kiểm tra. Dự kiến trong tuần sau Phòng Đào tạo sẽ công bố danh sách học bổng khuyến khích, tất cả thắc mắc khiếu nại về danh sách học bổng khuyến khích (nếu có) sinh viên vui lòng vào trang bksi.hcmut.edu.vn/Hỏi-Yêu cầu/Học bổng khuyến khích để gửi câu hỏi.. . Chúc bạn học tốt.. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ cho em xin tăng thêm xỉ số cơ lưu chất mã CI2005 được không ạ",
            "Chào bạn,. . Hiện tại các nhóm lớp đã được Phòng Đào tạo mở tối đa sĩ số theo đúng quy định (về môn học, sức chứa phòng...).Trường hợp bạn muốn tăng sĩ số của một nhóm lớp nào đó, bạn vui lòng liên hệ trực tiếp tại Phòng Đào tạo cơ sở 1 (trong thời gian đăng ký môn học), để được nhóm hỗ trợ đăng ký môn học kiểm tra, nếu còn khả năng tăng được hoặc có thể có 1 vài bạn sv xin hủy, nhóm sẽ hỗ trợ tăng sĩ số cho bạn (nếu được) và có thể vào đăng ký ngay luôn nhé.. . Chúc bạn học tốt!. . Thân\t. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em là K19 ạ, Cho em hỏi điểm trung bình học kì 191 của em là 6.73 nhưng điểm rèn luyện của em trong cột điểm xét học bổng là 0 điểm, vậy em có được xét học bổng không vậy ạ ? Bạn em các thành phàn điểm xét học bổng đều bằng 0 thì có ý nghĩa gì ạ? Em cám ơn",
            "Chào bạn,. . Hiện tại Phòng Đào tạo mới cập nhật: ĐTB chung mở rộng; ĐTB 1 học kỳ; Điểm rèn luyện; Số TC đạt của HK191 tại trang mybk.hcmut.edu.vn/stinfo và đề nghị các bạn SV vào kiểm tra. Dự kiến trong tuần sau Phòng Đào tạo sẽ công bố danh sách học bổng khuyến khích, tất cả thắc mắc khiếu nại về danh sách học bổng khuyến khích (nếu có) sinh viên vui lòng vào trang bksi.hcmut.edu.vn/Hỏi-Yêu cầu/Học bổng khuyến khích để gửi câu hỏi.. . Về điểm rèn luyện bạn vui lòng liên hệ Phòng Công tác Chính trị sinh viên để được hướng dẫn.. . Chúc bạn học tốt.. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Đợt đăng ký học kì hè lần 1 em có đăng ký 1 môn, nhưng đến đợt đăng ký lần 2 môn học đó của em đã bị xóa.Bây giờ em không thể đăng kí lại môn đó vì sĩ số lớp đã đầy.PĐT cho em hỏi bây giờ em có thể đăng kí lại môn đó không?",
            "Chào bạn,. . Hiện tại các nhóm lớp đã được Phòng Đào tạo mở tối đa sĩ số theo đúng quy định (về môn học, sức chứa phòng...).Trường hợp bạn muốn tăng sĩ số của một nhóm lớp nào đó, bạn vui lòng liên hệ trực tiếp tại Phòng Đào tạo cơ sở 1 (trong thời gian đăng ký môn học), để được nhóm hỗ trợ đăng ký môn học kiểm tra, nếu còn khả năng tăng được hoặc có thể có 1 vài bạn sv xin hủy, nhóm sẽ hỗ trợ tăng sĩ số cho bạn (nếu được) và có thể vào đăng ký ngay luôn nhé.. . Chúc bạn học tốt!. . Thân\t. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Chào phòng đào tạo trường đại học Bách Khoa-Đại học Quốc gia TP-HCM.. . Em là sinh viên chuyển từ hệ đại học chính quy sang hệ vừa học vừa làm của trường.. . Hiện tại em chưa biết mình đã qua được môn nào và cần đăng ký học những môn nào nên rất bối rối không biết thế nào. Thời gian qua vì mãi làm công việc khác nên không tham gia học tập.. . Em kính mong quý thầy cô, anh chị giúp đỡ để em xác định được lộ trình học tập để hoàn thành chương trình học.. . Em cám ơn rất nhiều!. .",
            "Gửi đến SV. . . . Các Sinh viên thuộc diện chính quy chuyển sang VLVH, các điểm Sinh viên đã đạt ở CQ sẽ được chuyển sang VLVH ứng với CTĐT mà SV đăng ký ở VLVH.. . . . Hiện SV được xếp vào Khóa 2017 ngành KT Công trình cảng;. . . . SV cần chủ động: download CTĐT Khóa 2017 ngành KT Công trình cảng, chuyển các điểm đã đạt (dự vào danh sách môn học tương đương/thay thế) và ngành mình học; từ đó có kế hoạch đăng ký môn học để hoàn thành chương trình.. . . . Nếu các môn học không có mở ở VLVH (do hệ VLVH không có lớp Công trình cảng) nên SV có thể đăng ký học cùng CQ (chọn dự thính, chuyển hệ). riêng các môn đồ án, TTTN, Đề cương LVTN, LVTN thì SV phải đăng ký ở VLVH (do TTTN, Đề cương LVTN, LVTN có xét tc nên đăng ký CQ sẽ không đạt). . . . Sv đăng ký môn học bình thường. . . . Thân chào"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . E xin nhà trường mở thêm vị trí trong lớp học môn xác xuất thống kê mã MT2013",
            "Chào bạn,. . Hiện tại các nhóm lớp đã được Phòng Đào tạo mở tối đa sĩ số theo đúng quy định (về môn học, sức chứa phòng...).Trường hợp bạn muốn tăng sĩ số của một nhóm lớp nào đó, bạn vui lòng liên hệ trực tiếp tại Phòng Đào tạo cơ sở 1 (trong thời gian đăng ký môn học), để được nhóm hỗ trợ đăng ký môn học kiểm tra, nếu còn khả năng tăng được hoặc có thể có 1 vài bạn sv xin hủy, nhóm sẽ hỗ trợ tăng sĩ số cho bạn (nếu được) và có thể vào đăng ký ngay luôn nhé.. . Chúc bạn học tốt!. . Thân\t. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Chào a/c phụ trách,. . Em là [full_name], mssv [student_id], hiện là sinh viên lớp Việt Pháp Xây Dựng khóa 14. Đợt đăng ký môn học dự thính hè HK193 này em có nhu cầu tham gia môn Giải tích 2 (MT1005) lớp CC06 nhưng hiện lớp này đã kín chỗ (48/48). Nên em viết yêu cầu này mong a/c tăng thêm sĩ số lớp để em có thể tham gia lớp CC06 này ạ! (các lớp khác của môn này em không tham gia được do bị trùng lịch với môn khác). Em xin cảm ơn nhiều ạ!",
            "Chào bạn,. . Hiện tại các nhóm lớp đã được Phòng Đào tạo mở tối đa sĩ số theo đúng quy định (về môn học, sức chứa phòng...).Trường hợp bạn muốn tăng sĩ số của một nhóm lớp nào đó, bạn vui lòng liên hệ trực tiếp tại Phòng Đào tạo cơ sở 1 (trong thời gian đăng ký môn học), để được nhóm hỗ trợ đăng ký môn học kiểm tra, nếu còn khả năng tăng được hoặc có thể có 1 vài bạn sv xin hủy, nhóm sẽ hỗ trợ tăng sĩ số cho bạn (nếu được) và có thể vào đăng ký ngay luôn nhé.. . Chúc bạn học tốt!. . Thân\t. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học bổng khuyến khích . Kính gửi PĐT. . Em tên [full_name]- MSSV: [student_id]. . Khi trường tổ chức học quân sự em có tham gia học 2 tuần, sau đó em bị THỦY ĐẬU và được trạm y tế ĐHQG xác nhận và bắt buộc em phải về địa phương điều trị (có giấy xác nhận của trạm y tế). Do đó em không thể tiếp tục học và thi quân sự.. . Vì vậy điểm GDQP của em là điểm 13 và các cột điểm trong phần thông tin xét học bổng khuyến khích học tập của em đều là 0.. . Tuy nhiên điểm TB học kì của em là 7.65 và điểm rèn luyện đủ yêu cầu để xét học bổng. . Mong PDT giải quyết giúp em. . Cảm ơn. .",
            "Chào bạn,. . Hiện tại Phòng Đào tạo mới cập nhật: ĐTB chung mở rộng; ĐTB 1 học kỳ; Điểm rèn luyện; Số TC đạt của HK191 tại trang mybk.hcmut.edu.vn/stinfo và đề nghị các bạn SV vào kiểm tra. Dự kiến trong tuần sau Phòng Đào tạo sẽ công bố danh sách học bổng khuyến khích, tất cả thắc mắc khiếu nại về danh sách học bổng khuyến khích (nếu có) sinh viên vui lòng vào trang bksi.hcmut.edu.vn/Hỏi-Yêu cầu/Học bổng khuyến khích để gửi câu hỏi.. . Chúc bạn học tốt.. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em thuộc khoa xây dựng chuyên ngành cầu đường nhưng bị chuyển nhầm vào khoa công nghệ vật liệu.. . Xin thầy côn giúp em chuyển lại khoa xây dựng chuyên ngành cầu đường ạ. Em cám ơn cô",
            "chào bạn;. . bạn kiểm tra mail nhé",
            "ngành của bạn đã được cập nhật lại rồi nhé Yêu cầu khác. . . . Em thuộc khoa xây dựng chuyên ngành cầu đường nhưng bị chuyển nhầm vào khoa công nghệ vật liệu.. . Xin thầy côn giúp em chuyển lại khoa xây dựng chuyên ngành cầu đường ạ. Em cám ơn cô  /QUOTE . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em có mong muốn đăng ký lớp DT01 Pháp luật đại cương mã SP1007 trong học kỳ dự thính 193. Xin cảm ơn.. .",
            "Chào bạn,. . Hiện tại các nhóm lớp đã được Phòng Đào tạo mở tối đa sĩ số theo đúng quy định (về môn học, sức chứa phòng...).Trường hợp bạn muốn tăng sĩ số của một nhóm lớp nào đó, bạn vui lòng liên hệ trực tiếp tại Phòng Đào tạo cơ sở 1 (trong thời gian đăng ký môn học), để được nhóm hỗ trợ đăng ký môn học kiểm tra, nếu còn khả năng tăng được hoặc có thể có 1 vài bạn sv xin hủy, nhóm sẽ hỗ trợ tăng sĩ số cho bạn (nếu được) và có thể vào đăng ký ngay luôn nhé.. . Chúc bạn học tốt!. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]6  /b \t. . . .   i Yêu cầu khác . Em tên [full_name] MSSV [student_id]6. Hiện tại em đã nộp đơn xin dừng học chuyển sang hệ vừa học vừa làm, vậy thầy cô cho em hỏi quy trính xin chuyển hệ và viết đơn xin chuyển sang hệ vừa học vừa làm như thế nào có biểu mẫu hay không. Em cám ơn !!",
            "Chào bạn,. . Bạn vui lòng theo dõi tuyển sinh hệ VHVL tại đây:http://tuyensinh.hcmut.edu.vn/admission/index.php?route=catalog/chitietts&path=69&tid=393. . Theo dõi thông tin và làm theo hương dẫn nhé!. . Liên hệ:. . . . - Cổng tuyển sinh trường Đại học Bách Khoa:. . . . tuyensinh.hcmut.edu.vn     ĐH không chính quy. . . . - Phòng Đào tạo trường Đại học Bách Khoa, 268 Lý Thường Kiệt, Quận 10, TP.HCM, Phòng 201A4, ĐT: (028) 38 652 344, Email: [email]."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Cho em hỏi là thuộc k18 vậy có áp dụng chính sách thể chất mới không ạ. Có thể giải thích rõ về thể chất mới không ạ. Em cảm ơn . .",
            "Chào bạn. . Về quy định Giáo dục thể chất trong quá trình học: Bạn vui lòng xem chi tiết tại trang web aao--  sinh viên --  Quy chế --  Quy chế đào tạo và học vụ bậc đại học và cao đẳng -- Điều 10.5. . 10.5 Giáo dục quốc phòng, Giáo dục thể chất. . a. Học phần Giáo dục quốc phòng – An ninh (GDQP): các môn học GDQP được tổ chức vào năm thứ nhất hoặc năm thứ hai theo kế hoạch của Trung tâm GDQP – ĐHQG HCM đối với từng đối tượng SV. Học phí do trường ĐHBK thu hộ theo mức quy định của Trung tâm GDQP. Việc học lại học phần GDQP hoặc học lại một số môn thuộc học phần này do SV tự đăng ký trực tiếp với Trung tâm GDQP. Học phần GDQP có thể được xét miễn nếu SV đã có chứng chỉ GDQP ở bậc học tương ứng hoặc đã hoàn thành nghĩa vụ quân sự. (xem 17.4).. . . . b. Học phần Giáo dục thể chất (GDTC): các môn GDTC được tổ chức trong các học kỳ chính hoặc học kỳ phụ tại trường. Từ khóa 2018 về trước, học phí các môn GDTC được tính như các môn học 01 tín chỉ. Từ khóa 2019 về sau, SV được học tối đa 03 môn GDTC trong các học kỳ chính và đã được tính học phí chung theo học kỳ/năm học. Nếu chưa đạt, SV phải học lại và thanh toán học phí các môn GDTC này như các môn học 01 tín chỉ.. . . . Học phần GDTC có thể được xét miễn nếu SV đã có hoàn thành các học phần GDTC (tại trường ĐHBK hoặc các đơn vị khác); có chứng nhận tham gia các môn thể thao đủ yêu cầu tại các đơn vị được quy định; hoặc khi là thành viên tham gia thường xuyên các câu lạc bộ TDTT hay đội tuyển TDTT (của trường ĐHBK hoặc các đơn vị khác); hoặc theo các quy định khác (nếu có). Riêng phần thực hành của học phần GDTC được xét miễn nếu có chỉ định của bác sĩ và giấy xác nhận của bệnh viện (xem 17.4).. . . . Từ K.2018 về trước, SV phải hoàn thành học phần GDTC sau năm 3 để được đăng ký môn học của CTĐT năm 4. Từ K.2019 về sau, SV phải hoàn thành học phần GDTC sau năm 2 để được đăng ký môn học của CTĐT năm 3.”"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Xin phòng đào tạo cho em được đăng kí học môn Điền kinh mã PE1025, nhóm lớp DT01 ạ. Vì em đang học chương trình PFIEV khóa 2017 nên việc bị thiếu môn GTTC sẽ làm trễ tiến độ học tập ạ. Vì có những môn chuyên ngành khóa sau không được học ạ! Em xin cảm ơn!",
            "Chào bạn. . Vẫn đang dkmh bình thường mà bạn, khi bạn vào dkmh bạn bị sự cố gì ?",
            "Vì đã đủ sĩ số 61/61 nên mong phòng đào tạo cho em được đăng kí vào thêm ạ. Một phần là vì những môn gttc khác không được mở.",
            "Chào bạn,. . Hiện tại các nhóm lớp đã được Phòng Đào tạo mở tối đa sĩ số theo đúng quy định (về môn học, sức chứa phòng...).Trường hợp bạn muốn tăng sĩ số của một nhóm lớp nào đó, bạn vui lòng liên hệ trực tiếp tại Phòng Đào tạo cơ sở 1 (trong thời gian đăng ký môn học), để được nhóm hỗ trợ đăng ký môn học kiểm tra, nếu còn khả năng tăng được hoặc có thể có 1 vài bạn sv xin hủy, nhóm sẽ hỗ trợ tăng sĩ số cho bạn (nếu được) và có thể vào đăng ký ngay luôn nhé.. . Chúc bạn học tốt!. . Thân\t. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Chào quý thầy cô, cho em hỏi em muốn đăng kí thi dự thính bổ sung thì làm như thế nào ạ? Em có lịch thi dự thính môn Vật lí 1 lúc 18h00 ở CS1, nhưng em bị vướng trùng với lịch thi Giáo dục thể chất môn Cầu lông ở CS2 - Trường DHTDTT đến 18h00, do số lượng đông nên em đã chủ động xin được thi trước nhưng giáo viên sơ suất quên nên em không ra sớm được để di chuyển lên CS1. Em có điện thoại khẩn cấp lên PDT nhưng không ai nghe máy. Em có thể chứng minh sự việc trên là hoàn toàn đúng, nếu sai em xin chịu trách nhiệm. Rất mong quý thầy cô xem xét và phản hồi giúp em.. .",
            "Chào bạn,. . Bạn có thể làm đơn xin vắng thi có phép (kèm theo minh chứng) và nộp tại Phòng Đào tạo để được xem xét nhé.. . Các trường hợp được vắng thi có phép theo quy định, bạn xem tại đây:. . http://aao.hcmut.edu.vn/sinh viên/quy chế/Quy chế đào tạo và học vụ bậc đại học, cao đẳng:/Điều 17. Vắng thi, hoãn thi, cấm thi, miễn thi. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Kính gửi PDT, . . Vui lòng kiểm tra điểm trung bình tích luỹ của sinh viên [student_id] có sự sai số từ thông tin trên mybk có điểm trung bình tích luỹ là 7.09 so với thông tin tốt nghiệp là 6.97 . Xin cảm ơn",
            "Chào bạn. . - 6.97 là điểm trung bình tích lũy ngành. . - 7.09 là điểm trung bình tích lũy chung. . Về cách tính điểm trung bình: Bạn vui lòng xem chi tiết tại trang web aao--  sinh viên --  Quy chế --  Quy chế đào tạo và học vụ bậc đại học và cao đẳng --  điều 18 & điều 19. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "CODE Đăng ký môn học . Xin phép mở thêm sỉ số lớp IM4003 Quản lý Dự án Dự thính hè Hệ chính quy. Em mong phòng Đào tạo mở sỉ số để chúng em được học kịp tiến độ ạ. Vì còn khoảng 10 bạn không kịp đăng ký vì lớp full ạ. Em xin chân thành cảm ơn.",
            "Chào bạn,. . Hiện tại các nhóm lớp đã được Phòng Đào tạo mở tối đa sĩ số theo đúng quy định (về môn học, sức chứa phòng...).Trường hợp bạn muốn tăng sĩ số của một nhóm lớp nào đó, bạn vui lòng liên hệ trực tiếp tại Phòng Đào tạo cơ sở 1 (trong thời gian đăng ký môn học), để được nhóm hỗ trợ đăng ký môn học kiểm tra, nếu còn khả năng tăng được hoặc có thể có 1 vài bạn sv xin hủy, nhóm sẽ hỗ trợ tăng sĩ số cho bạn (nếu được) và có thể vào đăng ký ngay luôn nhé.. . Chúc bạn học tốt!. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ cho em hỏi. Em có mong muốn được mở lớp Aerobics vào học kỳ hè này. Em đã tổng hợp và lên danh sách đủ 50 bạn đồng ý đăng ký mở lớp. Vậy bây giờ em phải làm đơn như thế nào và gửi mail cho ai để được duyệt ạ? Em cảm ơn",
            "Chào bạn,. . . . Đã hết thời gian nhận đơn mở lớp rồi bạn.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em xin hỏi về thông tin là \"phải hoàn thành hết 3 môn giáo dục thể chất thì mới được đăng ký môn học năm 3\" có đúng không ạ.Mong nhận phản hồi sớm để nếu đúng thì em có thể đăng ký môn ạ.Em xin cảm ơn. .",
            "Chào bạn. . Về quy định Giáo dục thể chất trong quá trình học: Bạn vui lòng xem chi tiết tại trang web aao--  sinh viên --  Quy chế --  Quy chế đào tạo và học vụ bậc đại học và cao đẳng -- Điều 10.5. . 10.5 Giáo dục quốc phòng, Giáo dục thể chất. . a. Học phần Giáo dục quốc phòng – An ninh (GDQP): các môn học GDQP được tổ chức vào năm thứ nhất hoặc năm thứ hai theo kế hoạch của Trung tâm GDQP – ĐHQG HCM đối với từng đối tượng SV. Học phí do trường ĐHBK thu hộ theo mức quy định của Trung tâm GDQP. Việc học lại học phần GDQP hoặc học lại một số môn thuộc học phần này do SV tự đăng ký trực tiếp với Trung tâm GDQP. Học phần GDQP có thể được xét miễn nếu SV đã có chứng chỉ GDQP ở bậc học tương ứng hoặc đã hoàn thành nghĩa vụ quân sự. (xem 17.4).. . . . b. Học phần Giáo dục thể chất (GDTC): các môn GDTC được tổ chức trong các học kỳ chính hoặc học kỳ phụ tại trường. Từ khóa 2018 về trước, học phí các môn GDTC được tính như các môn học 01 tín chỉ. Từ khóa 2019 về sau, SV được học tối đa 03 môn GDTC trong các học kỳ chính và đã được tính học phí chung theo học kỳ/năm học. Nếu chưa đạt, SV phải học lại và thanh toán học phí các môn GDTC này như các môn học 01 tín chỉ.. . . . Học phần GDTC có thể được xét miễn nếu SV đã có hoàn thành các học phần GDTC (tại trường ĐHBK hoặc các đơn vị khác); có chứng nhận tham gia các môn thể thao đủ yêu cầu tại các đơn vị được quy định; hoặc khi là thành viên tham gia thường xuyên các câu lạc bộ TDTT hay đội tuyển TDTT (của trường ĐHBK hoặc các đơn vị khác); hoặc theo các quy định khác (nếu có). Riêng phần thực hành của học phần GDTC được xét miễn nếu có chỉ định của bác sĩ và giấy xác nhận của bệnh viện (xem 17.4).. . . . Từ K.2018 về trước, SV phải hoàn thành học phần GDTC sau năm 3 để được đăng ký môn học của CTĐT năm 4. Từ K.2019 về sau, SV phải hoàn thành học phần GDTC sau năm 2 để được đăng ký môn học của CTĐT năm 3.”. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "dạ thưa cho em hỏi em đăng ký học kỳ hè,nếu em đã học kỳ chính đã đạt rồi,thì môn em đăng ký học kỳ hè em được rút môn học chứ ạ",
            "Chào bạn. . Bạn có thể nộp đơn rút môn học dự thính hè 193 trong 3 tuần đầu của HK. . Thân",
            "dạ em cảm ơn"
        ]
    },
    {
        "intent": "",
        "message": [
            "B Đăng ký môn học . Cô ơi, em muốn đăng ký học dự thính học kỳ này, đợt đầu đăng ký thì đựơc hệ thống duyệt, sau đó hậu kiểm thì bị hủy đăng ký. Đợt 2 này thì em vào hệ thống báo không đúng đối tượng. Em lên tra lại trên bkWiki vẫn chưa biết mình bị trong đối tượng nào. . . . . Em là sinh viên K15, lớp Việt Pháp. Môn Toán 3 thì hệ thống không mở, sang môn tương đương Giải tích 3 thì hệ thống báo như hình. Môn Hóa thì chương trình từ K18 trở đi không có môn tương đương, em nghe bạn nói là kỳ này là đợt dự thính cuối cùng. Em xin được đăng ký 2 môn trên để cải thiện. . .",
            "Chào bạn,. . . . PDT kiểm tra bạn vẫn đăng kí được bình thường.. . Bạn cải thiện điểm thì bạn phải đăng kí đúng mã số môn học trong chương trình đào tạo thì mới công nhận nhen.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ đợt đăng kí dự thính đợt 1 em không nhận được mail để đăng kí, vậy em muốn hỏi làm sao để em có thể đăng kí học hè 193 này ạ. Em cảm ơn.",
            "Chào bạn. . Bạn không DKMH đợt 1 vẫn DKMH đợt 2 được nghen, bạn nhanh chóng vào đăng ký môn học nghen, nếu có phát sinh gì thì bạn gởi yêu cầu để kiểm tra nghen. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Em hiện còn thiếu 1 môn thể chất để đủ chỉ tiêu của trường, do năm sau bắt đầu học chuyên ngành nên em không thể sắp xếp thời gian để tiếp tục học thể chất ở học kì chính quy, tụi em mới xin được mở lớp bóng đá kì dự thính này nhưng em không đăng kí được ạ. Thông báo:\". . Bạn không được phép đăng kí vào nhóm lớp này\", bạn em chung hệ với em cũng cần học 1 môn thể chất nữa đã đăng ký được rồi ạ. Mong quý thầy cô xem xét.. . Em xin chấn thành cám ơn.. .   i Đăng ký môn học .",
            "Chào bạn,. . . . - Nhóm bóng đá mà bạn đăng kí  dành cho sinh viên học chương trình quốc tế, chất lượng cao. Sinh viên đại trà không đăng kí được.. . . . - Trong Đợt 2 DKMH PDT chỉ nhận 1 đơn xin mở lớp GDTC môn điền kinh.. . . . - Đợt 3 không nhận đơn mở lớp nhen.. . . . Thân.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Chào cô/thầy, cô/thầy cho em hỏi đầu năm em thi rớt anh văn và không được học trong trường, và vừa rồi tháng 12 em có lại thi anh văn toeic trong trường được 415. Cô/thầy cho em hỏi là với số điểm như vậy thì em pass anh văn mấy trong trường ạ? Và với số điểm đó là trường tự chuyển thành tính chỉ cho em hay là em phải làm thủ tục gì để đổi thành tín chỉ ạ?. . Em cảm ơn.",
            "Chào bạn,. . . . Bạn xem phần chuyển điểm trong điều 31, phụ lục 1 có qui định rất rõ về điều này http://www.aao.hcmut.edu.vn/index.php?route=catalog/chitietsv&path=90&tid=1658.. . . . Thân.",
            "Chào bạn. . - Sinh viên đăng ký dự kỳ kiểm tra tiếng Anh định kỳ (theo định dạng TOEIC) do PĐT tổ chức không dùng để miễn môn các môn anh văn 1234 chỉ dùng để đạt chuẩn tiếng Anh sau mỗi năm học. . - Về quy định chuẩn tiếng anh trong quá trình học: Bạn vui lòng xem chi tiết tại trang web aao--  sinh viên --  Quy chế --  Quy chế đào tạo và học vụ bậc đại học và cao đẳng -- Phụ lục 1: Quy định về ngoại ngữ --  điều 2-c. . Chúc bạn học tập tốt nhé.. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Em chào thầy/cô.. . Em là sinh viên VP02/2017. Do em rớt môn Hóa bên Việt Pháp, cho nên em phải đăng ký học dự thính hè để trả nợ môn cho đúng tiến độ học tập và tốt nghiệp đúng hạn. Em và các bạn rớt môn này rất muốn nhà trường tăng thêm số lượng sinh viên nhóm môn học \"Hóa đại cương - DT01_DT02\", mã môn học CH1003.. . Số lượng hiện tại là 35/35. Em mong thầy/cô sẽ tăng thêm số lượng vài bạn để em kịp thời đăng ký. Em cảm ơn thầy/cô rất nhiều.. .   i Đăng ký môn học - Tăng số lượng .",
            "Hiện tại em muốn tăng thêm 2 người:. . - [full_name] - [student_id].. . - [full_name] - [student_id].. . Em cảm ơn thầy/cô đã bỏ thời gian ra đọc và giải quyết vấn đề của tụi em.",
            "Chào bạn,. . Hiện tại các nhóm lớp đã được Phòng Đào tạo mở tối đa sĩ số theo đúng quy định (về môn học, sức chứa phòng...).Trường hợp bạn muốn tăng sĩ số của một nhóm lớp nào đó, bạn vui lòng liên hệ trực tiếp tại Phòng Đào tạo cơ sở 1 (trong thời gian đăng ký môn học), để được nhóm hỗ trợ đăng ký môn học kiểm tra, nếu còn khả năng tăng được hoặc có thể có 1 vài bạn sv xin hủy, nhóm sẽ hỗ trợ tăng sĩ số cho bạn (nếu được) và có thể vào đăng ký ngay luôn nhé.. . Chúc bạn học tốt!. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em tên là: Nguyễn Chí Bảo Khang. . Mssv: [student_id]. . E xin tăng thêm sỉ số môn giải tích 2 lớp DT04_DT04 hiện tại đang 120/120. . Lớp của cô [full_name]",
            "Chào bạn,. . Hiện tại các nhóm lớp đã được Phòng Đào tạo mở tối đa sĩ số theo đúng quy định (về môn học, sức chứa phòng...).Trường hợp bạn muốn tăng sĩ số của một nhóm lớp nào đó, bạn vui lòng liên hệ trực tiếp tại Phòng Đào tạo cơ sở 1 (trong thời gian đăng ký môn học), để được nhóm hỗ trợ đăng ký môn học kiểm tra, nếu còn khả năng tăng được hoặc có thể có 1 vài bạn sv xin hủy, nhóm sẽ hỗ trợ tăng sĩ số cho bạn (nếu được) và có thể vào đăng ký ngay luôn nhé.. . Chúc bạn học tốt!. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học bổng khuyến khích . em tên [full_name]: 181171 . . [full_name] [full_name] . . cho em hỏi là em có đủ tiêu chí nhận học bổng. . KHUYẾN KHÍCH HỌC TẬP THEO KẾT QUẢ HỌC TẬP HỌC KỲ 1/2019-2020. . em xin để ảnh bảng điểm trong file đính kèm ạ. . chân thành cảm ơn thầy cô ạ",
            "Chào bạn,. . - Phòng Đào tạo đã tiếp nhận yêu cầu khiếu nại Học bổng khuyến khích của bạn. Bạn vui lòng theo dõi kết quả được trả lời sau ngày 21/07/2020 tại đây (nếu sau thời gian trên vẫn chưa được xử lý bạn có thể gởi lại câu hỏi vào trang bksi.hcmut.edu.vn để khiếu nại).. . - Cám ơn những góp ý, và phản hồi của bạn cho nhà trường, mong bạn chia sẻ và đồng hành cùng nhà trường.. . Chúc bạn học tập tốt nhé.. .",
            "Sinh viên không đủ điều kiện xét học bổng khuyến khích học tập HK191 vì sinh viên chưa đạt đủ 90% số tín chỉ tích lũy, 90% số tín chỉ tích lũy tính đến HK191 xét HBKKHT ngành Kỹ thuật Môi trường là 52 tín chỉ, SV đạt 50 tín chỉ"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Cho em hỏi bây giờ tất cả lớp đã full có thể tăng sỉ số lớp hay mở lớp không ạ môn pháp luật đại cương  B",
            "Chào bạn,. . . . Tăng sỉ số bạn nên liên hệ trực tiếp PDT nhen.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Đợt đăng kí môn học học kì 193 đợt 2 này em có đăng kí môn hệ thống tín hiệu nhưng sĩ số lớp DT01 chỉ là 12/81, còn lớp DT02 là 81/81 em xin phép cô/thầy mở rộng sĩ số lớp DT02 ạ!",
            "Thưa cô lớp DT01 của môn Tín hiệu hệ thống EE2005 có sĩ số 12/81 có bị hủy không ạ! Nếu có em xin phép cô mở rộng sĩ số lớp DT02 ạ!",
            "Chào bạn,. . Hiện tại các nhóm lớp đã được Phòng Đào tạo mở tối đa sĩ số theo đúng quy định (về môn học, sức chứa phòng...).Trường hợp bạn muốn tăng sĩ số của một nhóm lớp nào đó, bạn vui lòng liên hệ trực tiếp tại Phòng Đào tạo cơ sở 1 (trong thời gian đăng ký môn học), để được nhóm hỗ trợ đăng ký môn học kiểm tra, nếu còn khả năng tăng được hoặc có thể có 1 vài bạn sv xin hủy, nhóm sẽ hỗ trợ tăng sĩ số cho bạn (nếu được) và có thể vào đăng ký ngay luôn nhé.. . Chúc bạn học tốt!. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em muốn đăng ký môn học giải tích 1 (MT1003) trong học kỳ hè 193 này, nhưng đã đủ sỉ số. Em hy vọng phòng đào tạo xem xét, gia tăng tỉ số lớp hoặc mở thêm lóp ạ. Em xin cảm ơn.",
            "Chào bạn,. . Hiện tại các nhóm lớp đã được Phòng Đào tạo mở tối đa sĩ số theo đúng quy định (về môn học, sức chứa phòng...).Trường hợp bạn muốn tăng sĩ số của một nhóm lớp nào đó, bạn vui lòng liên hệ trực tiếp tại Phòng Đào tạo cơ sở 1 (trong thời gian đăng ký môn học), để được nhóm hỗ trợ đăng ký môn học kiểm tra, nếu còn khả năng tăng được hoặc có thể có 1 vài bạn sv xin hủy, nhóm sẽ hỗ trợ tăng sĩ số cho bạn (nếu được) và có thể vào đăng ký ngay luôn nhé.. . Chúc bạn học tốt!. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học bổng khuyến khích . Em chào anh/chị ạ! Hiện em vừa được cập nhật điểm TBCMR để xét học bổng khuyến khích.Nhưng trong quy chế có ghi điều kiện cần:\"Số tín chỉ tích lũy ngành (TCTLN) ≥ 90% số tín chỉ của chương trình đào tạo (CTĐT) tính đến học kỳ xét học bổng.\" ,mà em thì mới chuyển từ khoa Việt Pháp về kỳ trước nên số tín chỉ tích lũy ngành của em mới có 24.Em muốn hỏi anh chị là em có đủ điều kiện để xét học bổng khuyến khích không ạ? Em chân thành cảm ơn.",
            "Chào bạn,. . - Phòng Đào tạo đã tiếp nhận yêu cầu khiếu nại Học bổng khuyến khích của bạn. Bạn vui lòng theo dõi kết quả được trả lời sau ngày 21/07/2020 tại đây (nếu sau thời gian trên vẫn chưa được xử lý bạn có thể gởi lại câu hỏi vào trang bksi.hcmut.edu.vn để khiếu nại).. . - Cám ơn những góp ý, và phản hồi của bạn cho nhà trường, mong bạn chia sẻ và đồng hành cùng nhà trường.. . Chúc bạn học tập tốt nhé.. .",
            "Chào bạn,. . Điều kiện xét học bổng khuyến khích học tập áp dụng cho tất cả sinh viên là như nhau"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em chào anh/chị ạ! Em vừa chuyển từ chương trình Việt Pháp về lại ngành cũ và được chuyển điểm một số môn .Hôm qua em có kiểm tra lại thì thấy các môn em được chuyển điểm vẫn chưa đổi sang mã môn học của đại trà, vẫn còn để của chương trình Việt Pháp. Em muốn nhờ anh/chị kiểm tra lại và sửa giúp em. Em chân thành cảm ơn ạ.",
            "Chào bạn. . Phòng đào tạo đã kiểm tra các môn bạn được chuyển điểm đã đổi sang mã môn học của đại trà rồi, nhưng chưa cập nhật trên trang Mybk--  xem bảng điểm. . Bạn có thể đăng ký in bảng điểm tại trang Mybk.hcmut.edu.vn--  in bảng điểm . . Để kiểm tra và minh chứng nghen. . Chúc bạn học tốt.. . Thân. .",
            "Chào anh/chị! Em vừa in bảng điểm thì thấy điểm chuyển môn Toán 1 của em sang đại trà chỉ được môn Giải tích 1 trong khi cập nhật ở HK191 là cả môn Giải tích 1 và Đại số tuyến tính. Mong anh chị xem xét lại giúp em. Em cảm ơn ạ!",
            "Chào bạn,. . Môn Giải tích 1 đã bị hủy do chuyển nhầm. BS môn chuyển MT1007 do bạn đã học 006711. Còn môn GT1 bạn chưa đạt môn 006712 (toán 2) nên hủy.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Cho em hỏi là học sinh chương trình tài năng khoa Điện điện tử em có thể đăng ký học trước môn học không ạ. . Đặc biệt là các môn cốt lõi chương trình tài năng có học phần mở rộng có thể học trước trong kỳ dự thính không ạ. .  Trân trọng. . [full_name]",
            "Chào bạn,. . . . Phần mở rộng không mở trong những học kỳ dự thính nha bạn. Nên các môn cốt lõi bạn nên đăng kí học kỳ chính nhé.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học bổng khuyến khích . Xin chào thầy cô ạ, em có một thắc mắc về danh sách cấp học bổng khuyến khích HK191 đó là em kiểm tra điểm trung bình học kì của mình thì đủ điều kiện để được xét và trong danh sách có bạn cũng điểm thấp hơn em vẫn có tên nên không biết là tại sao lại như vậy, mong thầy cô giải đáp giúp ạ.",
            "Chào bạn,. . - Phòng Đào tạo đã tiếp nhận yêu cầu khiếu nại Học bổng khuyến khích của bạn. Bạn vui lòng theo dõi kết quả được trả lời sau ngày 21/07/2020 tại đây (nếu sau thời gian trên vẫn chưa được xử lý bạn có thể gởi lại câu hỏi vào trang bksi.hcmut.edu.vn để khiếu nại).. . - Cám ơn những góp ý, và phản hồi của bạn cho nhà trường, mong bạn chia sẻ và đồng hành cùng nhà trường.. . Chúc bạn học tập tốt nhé.. .",
            "Da em cảm ơn ạ, thầy/cô bảo em đợi kết quả là kết quả gì vậy ạ."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: 1852046  /b \t. . . .   i Học bổng khuyến khích . Thưa Thầy/Cô,. . Sau khi nhận mail yêu cầu kiểm tra thông tin thì em nhận thấy mình không có thông tin xét học bổng và đồng thời không có tên trong danh sách dự kiến học bổng, dù em nhận thấy mình đã thoả các điều kiện.. . Mong Thầy/Cô kiểm tra lại thông tin xét học bổng của em.. . Em xin cảm ơn.. .",
            "Chào bạn,. . - Phòng Đào tạo đã tiếp nhận yêu cầu khiếu nại Học bổng khuyến khích của bạn. Bạn vui lòng theo dõi kết quả được trả lời sau ngày 21/07/2020 tại đây (nếu sau thời gian trên vẫn chưa được xử lý bạn có thể gởi lại câu hỏi vào trang bksi.hcmut.edu.vn để khiếu nại).. . - Cám ơn những góp ý, và phản hồi của bạn cho nhà trường, mong bạn chia sẻ và đồng hành cùng nhà trường.. . Chúc bạn học tập tốt nhé.. .",
            "Chào bạn,. . Theo [full_name] VỀ HỌC BỔNG KHUYẾN KHÍCH sinh viên không không thõa 2 điều kiện để xét học bổng khuyến khích. . . . o  14 TC (nếu số TC của học kỳ được thiết kế theo CTĐT ≥ 14). . . . o  10 TC (nếu SV học vượt có số TCTLN ≥ 100% số TC của CTĐT tính đến học kỳ xét học bổng). . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học .  . . Em tên [full_name] . . MSSV: [student_id]. . . . Em muốn xin mở thêm sĩ số lớp Truyền số liệu và Mạng, Mã Số Môn EE3019. Nhóm lớp DT02_DT04.. . . . Em chân thành cám ơn.. .",
            "Chào bạn,. . . . Việc tăng sỉ số bạn liên hệ trực tiếp PDT trước 3h chiều ngày hôm nay nhen.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: 1611471  /b \t. . . .   i Học bổng khuyến khích . Kính gửi Thầy/Cô PĐT,. . . . Em có thắc mắc về cách lấy điểm trung bình xét học bổng khuyến khích HK191.. . . . Em gửi kèm bảng điểm của em.. . . . MSSV: 1611471. . . . - Thực tập tốt nghiệp: 9.5 (03 chỉ). . - Quản lý bảo trì: 8.0 (03 chỉ). . - Phương pháp nghiên cứu trong KD: 8.5 (03 chỉ). . - Quản lý dự án: 7.5 (03 chỉ). . - Đề cương luận văn: 6.00 (0 tín chỉ). . - Anh văn trong kinh doanh (dự thính): 9.0 (03 chỉ).. . . . Thầy/Cô cho em hỏi: môn Thực tập tốt nghiệp em làm trong kỳ 191 có được tính vào hay không ạ?. . . . Nếu không tính thì điểm học kỳ của em là 8.0, điểm xét học bổng là 8.4 (có điểm rèn luyện).. . . . Nếu có tính thì điểm học kỳ của em là 8.375, điểm xét học bổng là 8.7 (có điểm rèn luyện).. . . . Nhờ Thầy/Cô kiểm tra giúp em lý do em không đủ điều kiện xét học bổng học kỳ này với ạ.. . . . Em xin cảm ơn thầy cô nhiều!. . . . . .",
            "Chào bạn,. . - Phòng Đào tạo đã tiếp nhận yêu cầu khiếu nại Học bổng khuyến khích của bạn. Bạn vui lòng theo dõi kết quả được trả lời sau ngày 21/07/2020 tại đây (nếu sau thời gian trên vẫn chưa được xử lý bạn có thể gởi lại câu hỏi vào trang bksi.hcmut.edu.vn để khiếu nại).. . - Cám ơn những góp ý, và phản hồi của bạn cho nhà trường, mong bạn chia sẻ và đồng hành cùng nhà trường.. . Chúc bạn học tập tốt nhé.. .",
            "Chào bạn,. . Theo [full_name] VỀ HỌC BỔNG KHUYẾN KHÍCH sinh viên không không thõa 2 điều kiện để xét học bổng khuyến khích. . . . o  14 TC (nếu số TC của học kỳ được thiết kế theo CTĐT ≥ 14). . . . o  10 TC (nếu SV học vượt có số TCTLN ≥ 100% số TC của CTĐT tính đến học kỳ xét học bổng). . Thân",
            "Kính gửi Thầy/Cô PĐT,. . . . Em xin cảm ơn Thầy/Cô đã giải đáp thắc mắc trên của em.. . . . Tuy nhiên, em xin hỏi thêm một vấn đề ạ. Quy định trên có xét đến trường hợp \"Trong học kỳ chính có môn Thực tập tốt nghiệp thì số tín chỉ được đăng ký tối đa là 12 tín chỉ\" không ạ? . . . . Thực tế, vì quy định này em đã phải xin mở lớp dự thính Môn Anh văn trong kinh doanh và tổng tín chỉ học kỳ của em nếu tính luôn dự thính là 15. . . . . Mong được phòng đào tạo giải đáp.",
            "Chào bạn,. . . . Bạn liên hệ trực tiếp PDT để giải đáp tất cả các câu hỏi về học bổng của bạn.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ em chào Thầy/Cô, . . Dạ cho em hỏi học kì hè 193 này em phải đi thực tập bộ môn Quá trình thiết bị của Khoa Kĩ thuật Hóa học,vậy em có được đăng kí môn học dự thính không ạ? Em có được phép đăng kí học môn có thời khóa biểu học online vào buổi tối các ngày trong tuần và học trực tiếp vào thứ 7/Chủ nhật không ạ?. . Em xin cảm ơn Thầy/Cô ạ.. .",
            "Chào bạn,. . . . Bạn vẫn đăng kí được môn khác nêu như không trùng TKB của môn thực tập.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em chào quý thầy cô ạ!. . Quý thầy cô có thể mở thêm 1 slot mã môn học CI2003. . Lớp DT01_DT02 không ạ!. . Em cám ơn!",
            "Chào bạn,. . Hiện tại các nhóm lớp đã được Phòng Đào tạo mở tối đa sĩ số theo đúng quy định (về môn học, sức chứa phòng...).Trường hợp bạn muốn tăng sĩ số của một nhóm lớp nào đó, bạn vui lòng liên hệ trực tiếp tại Phòng Đào tạo cơ sở 1 (trong thời gian đăng ký môn học), để được nhóm hỗ trợ đăng ký môn học kiểm tra, nếu còn khả năng tăng được hoặc có thể có 1 vài bạn sv xin hủy, nhóm sẽ hỗ trợ tăng sĩ số cho bạn (nếu được) và có thể vào đăng ký ngay luôn nhé.. . Chúc bạn học tốt!. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em xin chào ban quản lý,. . . . Em đưa ra thắc mắc này vì không hiểu tại sao mình lại bị mất môn học Pháp luật đại cương - SP 1007. . . Theo như lịch sự đăng ký thì gân đây nhất em đăng ký là 03/ 07/ 2020 19:24 và khi đó em đã đăng ký được lớp DT06. Nhưng không hiểu vì một lý do thần kỳ nào đó khi ngày hôm nay lên kiểm tra thì em lại thấy mình đã mất đi lớp học này. . . Rất mong bên phía nhà trường sẽ giúp em trả lời, vì hôm nay là hạn chót của đợt đăng ký môn học lần này rồi.",
            "Chào bạn,. . . . Bạn kiểm tra lại nhen.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em tên [full_name] MSSV [student_id]2.. . Em xin đăng ký môn Nhập môn về lập trình CO1003 lớp DT01, môn Ph/luật ViệtNam đạicương SP1007 lớp DT04 và môn Mip(tpháp hnhập nnghiệp) 003709 lớp DT01. Em hiên không thể đăng ký môn do sỉ số lớp đã đủ, em rất xin lỗi vì đã không đăng ký trước, mong Phòng Đào Tạo xem xét giúp em để em đủ điều kiện để đăng ký luận văn vào học kỳ sau.. . Em xin cảm ơn.",
            "Chào bạn,. . . . Bạn liên hệ trực tiếp PDT để tăng sỉ số cho bạn, bạn phải đến trước 3h chiều ngày hôm nay nhen.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ hiện tại lớp dự thính vật lý 1 đã full em muốn xin thầy cô mở thêm sĩ số ạ. E đk nhưng bị trùng lịch giờ em đã tim được lịch nhưng bị full sĩ số. Em xin chân thành cảm ơn nhiều ạ",
            "Chào bạn,. . . . Những môn vật lý đã tăng sỉ số tối đa rồi bạn, hiện tại không tăng được nữa.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Cho em hỏi, hiện giờ bên phía địa phương yêu cầu em nộp giấy tạm hoãn nghĩa vụ quân sự, nhưng hiện giờ chưa đến đợt được trường cấp, vậy em nên làm gì? . . Em có thể đăng kí in giấy xác nhận sinh viên và nộp về thay thế được không ạ?. . Em cám ơn.",
            "Chào bạn. . Bạn đăng ký tại trang web Mybk.hcmut.edu.vn-- in xác nhận sinh viên-- đăng ký nơi nhận. . Sau khi chương trình báo đã xử lý xong thì em liên hệ nơi nhận để lấy. . Thân",
            "Em cám ơn."
        ]
    },
    {
        "intent": "",
        "message": [
            "Họ tên : [full_name] . . mssv: [student_id]. . lý do: em xin trình bày lý do về việc không đăng ký được môn học của học kỳ dự thính hè, em được Phòng Đào tạo hưỡng dẫn nộp đơn trễ học phí và nộp học phí trước ngày 7-7-2020 thì sẽ được mở đợt đăng ký vào lúc 13h00 ngày 7-7-2020 nhưng em vẫn không đăng ký được vì lý do chưa thanh toán. Em đã thanh toán xong học phí rồi, nếu được xin nhà trường có thể giúp em.. . các môn em muốn đăng ký . . sp1003 Những nguyên lý cơ bản của chủ nghĩa mac-lenin. . Mt2001 xác suất và thống kê. . Em xin cảm ơn .",
            "Chào bạn,. . . . Đợt 2 đã hết thời gian đăng kí, bạn đợi đợt 3 vào đăng kí. Bạn thường xuyên theo dõi mail để biết thời gian đăng kí đợt 3.. . . . Trong đợt 3 DKMH nếu có gì thắc mắc, bạn liên hệ trực tiếp PDT.. . . . Thân."
        ]
    }
]