[
    {
        "intent": "",
        "message": [
            "Học vụ . Em là sinh viên khoá k18 khoa kỹ thuật hoá học. Em muốn hỏi là sau này khi em tốt nghiệp mà có nhu cầu học thạc sĩ của khoa hoá luôn thì em có cần phải thi tuyển để xét không ạ? Em xin cảm ơn!",
            "Chào bạn. . -\tVề vấn đề liên quan đến học chương trình liên thông Đại học-Thạc sĩ & Thạc sĩ (Cao học) bạn vui lòng liên hệ Phòng đào tạo Sau đại học qua địa chỉ: Website:www.pgs.hcmut.edu.vn, Email\t: [email]. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . HK203 em có đóng trễ học phí, hiện tại môn Phương Pháp Tính trên eLearning không hiển thị thông báo của GV ạ. Mong PĐT cập nhật lại giúp em",
            "Chào bạn. . Thời khóa biểu của bạn đã phục hồi, về vấn đề này, bạn vui lòng liên hệ trực tiếp giảng viên. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ .",
            "Chào bạn,. . Thời điểm hiện tại đã qua 05/07 Tuần của học kỳ  hè 203, không đảm chất lượng đào tạo, đã quá hạn để phục hồi TKB (tối qua trong 2 tuần đầu của học kỳ 203). . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Rút môn học (phải thanh toán học phí) Học kỳ 203 . Gửi quý thầy/cô,. . . . Em là [full_name]. MSSV là [student_id].. . . . Xin quý thầy/cô cho em rút môn học An Ninh Mạng. Vì môn học này không có trong chương trình đào tạo 2018.. . . . Em xin cám ơn.. . . . . .",
            "Chào bạn,. . . . - Phòng Đào tạo đã tiếp nhận yêu cầu về việc xin Rút môn học HK Hè 3/2020-2021 (tính Học Phí). Bạn vui lòng theo dõi kết quả được cập nhật trêntrang Mybk/xem điểm sau ngày 20/07/2021 (nếu sau thời gian trên vẫn chưa được xử lý bạn có thể vào trangbksi.hcmut.edu.vn để khiếu nại).. . . .  . . . . Chúc bạn học tập tốt nhé.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Em học viên hệ VHVL, hiện tại đã đến thời gian nộp học phí HK203 nhưng do tình hình dịch COVID-19 khó khăn em không thể nộp được. Nếu em nộp trễ không biết có ảnh hưởng gì đến môn học kì này không ạ? Em chỉ đăng ký thực tập tốt nghiệp thôi ạ? . . Em cám ơn! . . . .",
            "Chào bạn. . Bạn vui lòng thanh toán học phí gấp, nếu không sẽ bị hủy tkb, . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Dạ cho em hỏi là số tín chỉ mình được xét miễn học có được tính vào số tín chỉ đã tích của học kì xin xét không ạ. VD  hk202 em xin xét miễn học anh văn bằng cách nộp bằng và em được miễn 8 chỉ thì số tín chỉ tích lũy học kì đó em có được cộng 8 tín chỉ anh văn vào không ạ",
            "Chào bạn,. . Bạn vui lòng trình bày rõ câu hỏi của bạn?. . Điểm chuyển AV được tính vào điểm trung bình tích luỹ và số tín chỉ tích luỹ. không tính vào điểm TB học kỳ nhé bạn.. . Căn cứ vào thời điểm bạn đăng ký chuyển điểm nữa nhé!. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "B Tốt nghiệp . Em chào thầy/cô.. . Em là Trung hiện tại đang là sinh viên K2017 khoa Điện- Điện Tử. . . Hiện tại em có thắc mắc là số ngày ctxh xét tốt nghiệp cho K2017 là 15 ngày phải không ạ?. . Thứ hai là ngày ctxh của em trên Mybk có một số thì chỉ ghi khoa xác nhận, một số lại ghi chỉ có minh chứng mà không tick đủ cả 2, vậy có ảnh hưởng gì đến số ngày ctxh em được xét khi tốt nghiệp không ạ?. . Em mong nhận được phản hồi từ thầy/cô.. . Em chân thành cảm ơn.. . . . (Em có đính kèm ảnh chụp kết quả ngày ctxh của em trên Mybk ở dưới ạ)",
            "Chào bạn,. . Bạn vui lòng xem quy định về ngày CTXH tốt nghiệp tại đây:. . http://www.aao.hcmut.edu.vn/sinh viên/quy chế/học vụ/ Quy chế đào tạo và học vụ bậc đại học, cao đẳng:/Điều 20. Công nhận tốt nghiệp. . Về việc xét ngày CTXH bạn vui lòng liên hệ tại văn phòng Đoàn Khoa của bạn để được hỗ trợ. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Kính gửi thầy/ cô:. . Nhờ thầy/ cô kiểm tra lại giúp em bảng điểm chuyển )được miễn giảm.. . Do kết quả môn được miễn môn học của em đang được cập nhật trên mybk ở tuần 28 bị thay đổi trong khi ở tuần 24 và tuần 25 điều được miễn những môn đã nêu ở bên dưới:. . Các môn em được miễn và được cập nhập miễn giảm ở tuần 25 không được hiển thị miễn môn ở tuần 28: Cơ kết cấu (CI3233), Cơ lưu chất (CI2003), Giải tích 1 (MT1003), Giải tích 2 (MT1005), Nhập môn kỹ thuật (CI2007), Đại số tuyến tính (MT1007), Sức bền vật liệu (CI2007).. . Trong khi ở tuần 24 và tuần 25 (cả 2 lần xét miễn môn) điều được thể hiển thị được miễn 7 môn như đã nêu ở tuần 28.. . Không biết do lỗi hệ hay vì nguyên nhân gì mà hiển thị mất mất miễn môn như vậy. Vì việc thay đổi này ảnh hưởng rất lớn đến lộ trình học của em. Mong thầy/ cô xem xét và cập nhật lại các môn được chuyển điểm như tuần 25 giúp em.. . . . Em xin chân thành cảm ơn thầy/cô.. .",
            "Chào bạn;. . Phòng Đào tạo ghi nhận và sẽ kiểm tra lại nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em đã thanh toán trễ học phí HK hè 203, hiện tại em có thể xin cứu xét để thêm lại vào lớp học được không ạ (em có tham gia lớp học trong thời gian qua)?",
            "Chào bạn,. . Bạn vui lòng làm đơn trình bày rõ cụ thể về trường hợp của bạn, nếu bạn có tham gia lớp học vui lòng kèm minh chứng xác nhận của Giảng viên giảng dạy.. . Vì thời điểm này đã quá trễ để phục hồi TKB của học kỳ hè 203. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . , mấy hôm trước em có làm rơi mất thẻ sinh viên, vì tình hình dịch nên em chưa vào trường làm lại được nhưng sắp tới em có bài thi mid term online và yêu cầu phải có thẻ sinh viên ạ. Em có nhắn với thầy, thì thầy bảo bảo em liên hệ với văn phòng để được hỗ trợ ạ. .",
            "Chào bạn. . -\tVề vấn đề này bạn vui lòng liên hệ Văn phòng đào tạo quốc tế qua địa chỉ mail: [email] . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác  /i  . . Em chào cô. Cô cho em hỏi là đang có chiến dịch đăng kí tiêm ngừa covid, cần có mã thẻ bảo hiểm y tế. Thẻ em đã bị mất, cần làm lại. Giờ em có lên trường đăng kí in lại được không ạ. . . . .",
            "Chào em,. . Em vui lòng liên hệ [email] để được hướng dẫn,. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Xin chào,. . Em tên là [full_name], sinh viên khoa Điện- Điện tử. Em chuẩn bị đi du học nên em muốn làm đơn xin bảo lưu 1 năm học ạ. Phòng công tác cho em xin hướng dẫn để được bảo lưu ạ.. . Em cảm ơn.",
            "Chào bạn,. . Bạn có thể làm đơn xin thôi học đi du học, kèm minh chứng và nộp tại qua bksi nhé!. . Tải mẫu đơn thôi học tại:. . aao.hcmut.edu.vn/sinh viên/biểu mẫu. . Trường hợp thôi học đi du học có giá trị bảo lưu trong vòng 1 năm.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Em học viên hệ VHVL, hiện tại đã đến thời gian nộp học phí HK203 nhưng do tình hình dịch COVID-19 khó khăn em không thể nộp được. Nếu em nộp trễ không biết có ảnh hưởng gì đến môn học kì này không ạ? Nhà trường có cho phép trễ hạn không ạ ? Em không ra ngoài để nộp học phí được ? Em đang dưới quê, quê em áp dụng chỉ thị 16 không ra ngoài được ?. . . . . .",
            "Chào bạn. . Bạn vui lòng thanh toán học phí gấp, nếu không sẽ bị hủy tkb của hk203. . Bạn có thể nhờ người quen đóng trực tiếp tại ngân hàng, gấp. . - Không thể gia hạn  thêm thời gian vì hiện tại nhà trường xử lý rất nghiêm việc đóng học phí. . - Sau khi bạn đóng tiền xong vui lòng viết đơn xin cứu xét phục hồi tkb, trình bày rõ lý do tại sao đóng học phí trễ và gởi lại câu hỏi trên BKSI. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: [student_id]. . dạ cho em hỏi là mình còn đợt đăng ký nộp bằng tốt nghiệp THPT không ạ ?. . Vì một số lý do cá nhân nên em chưa kịp đăng ký ạ, mong thầy cô giúp em với ạ, em cám ơn.",
            "Chào em,. . PĐT đã gửi email đến sv vào ngày 23/6/21, em đọc nhé:. . Chào các bạn sinh viên, . .  Do tình hình dịch covid-19 nên SV nào chưa kịp nộp bằng trong đợt 1 thì có thể nộp bổ sung vào đợt 2. (Sinh viên CQ Bằng 2 và CQ Liên thông vui lòng bỏ qua email này).. . . . I. Hướng dẫn cách nộp. . . . 1. SV Vào myBK    Đăng ký nộp bằng THPT    Nhập thông tin bằng THPT và in ra phiếu xác nhận thông tin bằng THPT.. . . . 2. SV Nộp bản sao bằng THPT (phải ghi MSSV lên bản sao kèm phiếu xác nhận thông tin bằng THPT) cho lớp trưởng.. . . . - Lớp trưởng kiểm tra và lập danh sách lớp nộp (ghi rõ Tên lớp, Khoa, Tên lớp trưởng, sắp xếp theo thứ tự tăng dần của MSSV, mỗi bằng có kèm phiếu xác nhận thông tin bằng THPT của mỗi SV).. . . . * Địa điểm nộp: Phòng đào tạo 101A1 tại cơ sở 1 hoặc Khu hành chính - Cơ sở Dĩ An H1 tại cơ sở 2 (Để tránh thất lạc, SV không nên nộp riêng lẻ, cá nhân) . . . . * Thời gian nộp: từ 06/09/2021 đến 16/09/2021. . . . 3. Sau khi nộp xong, SV chờ phòng đào tạo gửi mail xác nhận lại (sẽ có thông báo tới toàn bộ SV K20). . . . II. Lưu ý: . . . . SV có thể nộp một trong các loại giấy tờ bằng THPT như sau:. . . . - Bản sao bằng THPT do Sở GD&ĐT cấp. . . . - Bản photocopy bằng THPT do Sở GD&ĐT xác nhận “Sao y từ sổ gốc”. . . . - Bản photocopy bằng THPT có chứng thực sao y bản chính.. . . .  . . . . Sau thời hạn nộp, các sinh viên không nộp bản sao bằng Tốt nghiệp THPT sẽ không được đăng ký môn học cho học kỳ tiếp theo và bị tạm dừng học."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Em chào thầy/cô,em là [full_name]-[student_id], sinh viên khoa Điện-Điện tử.Do học kì trước em có làm đơn xin dừng học nên nay em muốn làm đơn xin được thu nhận lại vào học kì 211.Nhưng . . tình hình dịch bệnh nên em không thể lên trường làm đơn được nên em viết mail này kính mong được PĐT xem xét và thu nhận để em được tiếp tục đăng kí trong học kì tiếp theo.. . Và em còn 1 câu hỏi nữa là do tình hình dịch bệnh nên em không thể đăng kí thi toeic được nên liệu học kì tới em có thể đăng kí làm luận văn rồi bổ sung bằng toeic khi tình hình dịch ổn định lại có được không ạ.. . Em cảm ơn ạ.. . . .",
            "Chào bạn. . Bạn tải mẫu đơn tại trang aao.hcmut.edu.vn. . Điền và ký tên sau đó nộp tại BKSI để pdt xử lý. . - Khi nào hết dịch bạn đăng ký thi anh văn, theo quy định phải có CCNN mới đăng ký được môn LVTN. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: 2033981  /b \t. . . .   i Học vụ . Chào Thầy/Cô,. . Em tên Võ Hồng Phú, MSSV: 2033981 hiện đang theo học hệ VLVH khoa Cơ Khí chuyên ngành Cơ Điện Tử. Học kỳ 202 em có đăng ký môn Quản trị kinh doanh cho kỹ sư (MSMH: IM3001) nhưng trong bảng điểm chuyển em nhận được thì môn đó được miễn, do bảng điểm chuyển em nhận được sau khi đã đăng ký môn học nên em xin hủy môn học và thu lại tiền học phí. Thầy/Cô cho em hỏi là em có cần làm đơn xin hủy môn học không hay chỉ cần điền vào mẫu đơn xin xác nhận môn học được hoàn trả học phí mà PĐT đã gửi mail ạ. Mong Thầy/Cô phản hồi giúp em. Em xin cảm ơn.",
            "Chào bạn. . -Hiện tại vấn đề này Chuyên viên phòng đào tạo đang xử lý tập trung qua mail của Phòng đào tạo nên bạn vui lòng liên lạc và phải hồi qua mail: [email] để được hỗ trợ nhanh chóng và chính xác. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Em xin nộp đơn thu nhận.Em cảm ơn.. . . .",
            "Chào bạn,. . Trường hợp của bạn đã có quyết định buộc thôi học vì tự ý nghỉ học (bỏ học bỏ thi).. . bạn vui lòng liên hệ Khoa để làm đơn xin cứu xét thu nhận lại nhé!. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . cho em hỏi do là kỳ trước em không có av nên không đăng ký luận văn TN được, mà tình hình dịch IIG không tooe chức thi, không biết nếu IIG không tổ chức thi cho tới đợt đăng ký thì em có được đăng ký và làm luận văn trước được không ạ? em cảm ơn!!",
            "Chào bạn. . Tình hình hiện tại vẫn chưa có lịch học vụ HK211, nên khi nào hết dịch trung tâm IIG tổ chức thì đăng ký thi liền nghen, hiện tại cố gắng ôn luyện nghen bạn. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Kính gửi Phòng Đào Tạo,. . . . Em là [full_name], MSSV: [student_id]. Hiện tại, em có nguyện vọng đăng ký tốt nghiệp bằng thứ nhất, nghành Kỹ Thuật Hàng Không, khoa Kỹ Thuật Giao Thông.. . . . Điều thứ nhất, kính mong Phòng Đào Tạo điều chỉnh thông tin trong mục 1. Kiểm tra thông tin, Khoa/TT Đào tạo từ Khoa Khoa học và Kỹ Thuật Máy Tính thành Khoa Kỹ Thuật Giao Thông.. . . . Điều thứ 2, kính mong Phòng Đào Tạo kiểm tra giúp  trường hợp của em có đủ điều kiện tốt nghiệp bằng thứ nhất (Nghành Kỹ Thuật Hàng Không).. . . . Em xin cảm ơn!. .",
            "Chào bạn. . Phòng đào tạo đã nhận được yêu cầu của bạn. . và đã gởi thông tin cho bộ phận liên quan xét tốt nghiệp. . Bạn vui lòng đợi phản hồi qua mail hoặc tại BKSI . . Thân",
            "Chào bạn. . SV [student_id] đủ tiêu chuẩn TN ngành Hàng Không thuộc Khoa Giao thông GT15HK (141tc, ĐTBTN 6.81). . Vậy giờ quyết định là tốt nghiệp ngành 1 luôn phải không em? để Cô đưa vào danh sách tốt nghiệp. . Thân",
            "Chào cô,. . . . Em quyết định tốt nghiệp nghành 1 (Kỹ Thuật Hàng Không), khoa Kỹ Thuật Giao Thông.. . . . Mong được cô hướng dẫn những thủ tục tiếp theo.. . . . Em xin cảm ơn!",
            "Chào bạn. . Cô đã ghi nhận thông tin của bạn và chuyển sang bộ phận xét tốt nghiệp. . - Bạn vui lòng đợi mail thông báo đăng ký thông tin tốt nghiệp (đăng ký + đóng tiền + tải ảnh ...), sau khi đăng ký sẽ có mail thông báo nhận bằng sau. . Thân",
            "Em cảm ơn cô ạ!",
            "Chào cô,. . . . Mong được cô kiểm tra giúp em phần mail thông báo đăng ký thông tin tốt nghiệp.. . . . Hiện tại em chưa nhận được mail từ nhà trường ạ.. . . . Em xin cảm ơn!",
            "Chào bạn,. . Bạn vui lòng vào đăng ký tốt nghiệp tại mybk xem được không nhé.. . PDT đã gửi mail cho bạn vào ngày 26/7/2021.. . Bạn vui lòng kiểm tra lại mail SV nhé!. . Thân",
            "Ｔｈưａ　ｃô，. . . . Khoa/TT đào tạo　ｔｒêｎ　đơn　đăｎｇ　ｋý　ｔốt　ｎｇｈｉệp　ｂị　ｓａｉ　ạ．. . . . ＣÔ　ｇｉúｐ　ｓửa　ｌại　ｔｈành　　Ｋｈｏａ　Ｋỹ　Ｔｈｕật　Ｇｉａｏ　Ｔｈôｎｇ　ạ．. . . . Ｅｍ　ｘｉｎ　ｃảm　ơn．",
            "Chào bạn,. . Hiện tại trên hệ thông đang hiển thi ngành thứ 2 của bạn, do bạn làm đơn hoãn tốt nghiệp bàng 1 để học tiếp bằng 2.. . Nhưng hiện tại bạn chỉ đủ điều kiện tốt nghiệp ngành 1 và hiện tại PDT chỉ tiến hành xét tốt nghiệp ngành thứ 1 cho bạn thôi nhé.. . Nên không sao, bằng tốt nghiệp của bạn chỉ thể hiện ngành thứ nhất. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Kính gửi.. . Em thắc mắc môn GT 2 học hè của em vẫn chưa đưuọc dạy online ạ. Giáo viên dạy là [full_name]. Em đã nhiều lần nhắn tin và tìm cách liên lạc nhưng thầy vẫn chưa trả lời lại ạ. Mong được nhà trường giải đáp ạ.. . . .",
            "Chào em,. . Đây là email của cô [full_name], em liên hệ xem nhé  [email]. . Thân mến,. .",
            "chào bạn,. . bạn vào trang của tôi =  click vào nhóm  [DTQ1]  sẽ thấy tài liệu của GV nhé. . thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Em là [full_name], MSSV [student_id], mã lớp TT1701, chương trình Tiên Tiến. Em có câu hỏi về luận văn tốt nghiệp.. . . . Theo lịch của phòng đào tạo, thì tụi em sẽ nộp thuyết minh LVTN về Khoa Điện-điện tử  + mẫu phiếu SDP.2 vào thứ sáu 23/[student_id]. Nhưng do tình hình dịch Covid, có khả năng chúng em sẽ không lên trường vào đúng thời gian đó để nộp thuyết minh. Em muốn hỏi mình có phương án khác hay lịch sẽ được dời lại vì hiện tại em vẫn chưa nhận được mail thông báo của văn phòng.. . . . Em cám ơn.. .",
            "Chào bạn. . -\tVề vấn đề này bạn vui lòng liên hệ Văn phòng đào tạo quốc tế qua địa chỉ mail: [email] . . - Đồng thời nhờ văn phòng kết nối liên hệ với Khoa- bộ môn. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Xin chào PĐT,. . . . Em muốn hỏi về việc nộp chứng chỉ Tiếng Anh, nếu giả sử hiện tại em nộp chứng chỉ IELTS về trường, vậy tới lúc tốt nghiệp mà chứng chỉ của em hết hạn thì lúc đó em có cần nộp lại chứng chỉ mới hay không?. . . . Em xin cảm ơn.",
            "Chào bạn[full_name] [full_name] Pdt sẽ xét các điều kiện ngay khi bạn nộp chứng chỉ IELTS[full_name][full_name] [full_name] Đã nộp chứng chỉ ngoại ngữ đạt yêu cầu xét tốt nghiệp thì không cần nộp lại khi xét tốt nghiệp (dù cho chứng chỉ đã nộp hết hiệu lực khi tốt nghiệp)[full_name][full_name] [full_name] Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính chào,. . . . Em tên: [full_name],. . . . MSSV: [student_id],. . . . Xin phép được gửi Đơn xin thôi học, xin phép chuyển sang hệ VHVL lên BKSI như đã được hướng dẫn, rất mong nhận được sự hỗ trợ tiếp theo từ phía Thầy/Cô.. . . . Trân trọng.",
            "Chào bạn,. . bạn đã có quyết định buộc thôi học nên không cần nộp đơn thôi học nữa.. . Bạn vui lòng xem thông tin tuyển sinh và đăng ký chuyển qua VLVH tại đây:. . http://tuyensinh.hcmut.edu.vn/. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Chào thầy(cô), cho em hỏi là khi nào thi cuối kì HK202 và hình thức thi là gì ạ, với lại khi nào thì mở đăng kí môn học cho HK211 và thời gian bắt đầu học của HK211 ạ?. . . . Em xin cảm ơn.",
            "Chào bạn. . - Về các nội dung bạn hỏi vui lòng đợi thông báo qua mail nghen. . - Hiện chưa có lịch thi HK202, chưa có lịch học vụ và DKMH cho HK211. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Dạ cho em hỏi là em bị mất bằng học quân sự thì em có thể xin để được cấp lại không ạ",
            "Chào em,. . Em liên lạc với PĐT TTGDQP để được hướng dẫn.. . Có số điện thoại trên web TTGDQP.. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . PĐT cho em hỏi là em có 1 đứa em đã tốt nghiệp THPT và có nguyện vọng xét tuyển vào hệ VLVH. Theo như trên trang web của trường thì chỉ có link đăng ký cho sinh viên chuyển hệ và liên thông. Vậy bây giờ trường hợp của em em thì cần làm gì để được đăng ký xét tuyển và dự thi bài luận ạ?",
            "Chào bạn. . Có link đăng ký của Chương trình VLVH mà bạn, xem kĩ lại rồi đăng ký nghen. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Em muốn rút môn học nhưng bây giờ đã qua . . thời hạn nộp phiếu theo thời gian quy định rồi vậy em có thể rút được nữa không ạ? Trường hợp của em là vì dịch bệnh đột xuất khiến các môn học của học kỳ trước vẫn còn kéo dài qua HK hè nên khối lượng môn học hiện tại của em nhiều quá, em bắt đầu kham không nổi.  Em mong thầy cô tư vấn cho em trường hợp trên ạ! . . . . Dưới đây em có đính kèm mẫu xin rút MH, em đã thanh toán học phí đầy đủ rồi ạ!. . . . Em xin chân thành cảm ơn!. . . . Rút môn học (phải thanh toán học phí) Học kỳ 203 .",
            "Chào bạn,. . . . - Phòng Đào tạo đã tiếp nhận yêu cầu về việc xin Rút môn học HK Hè 3/2020-2021 (tính Học Phí). Bạn vui lòng theo dõi kết quả được cập nhật trêntrang Mybk/xem điểm sau ngày 20/07/2021 (nếu sau thời gian trên vẫn chưa được xử lý bạn có thể vào trangbksi.hcmut.edu.vn để khiếu nại).. . . .  . . . . Chúc bạn học tập tốt nhé.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Cho em hỏi có thể nào thực hiện thủ tục thay đổi ngành học 1 cách trực tuyến được không ạ?. . . .",
            "Chào bạn,. . Về việc chuyển ngành học, bạn vui lòng liên hệ tại Văn Phòng Đào tạo Quốc để được tư vấn và hỗ trợ cho bạn nhé!. . Điện thoại: (028) 7300.4183 – 03.9798.9798. . . . - E-mail:  [email]. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em học khóa K19. . . . cho em hỏi hiện nay có chương trình đào tạo hay hướng dẫn đăng ký chương trình đào tạo kỹ sư khoa Điện-Điện tử không ạ?. . . . Nếu BKSI không giải quyết vấn đề này thì em có thể liên hệ ai a?. . . . em cảm ơn",
            "Chào bạn,. . Về chương trình đào tạo bạn vui lòng tham khảo tại đây:. . http://www.aao.hcmut.edu.vn/sinh viên/Chương trình Đào tạo/. . Bạn vui lòng liên hệ về Khoa của bạn để được tư vấn và hỗ trợ thêm về CTĐT. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Vào ngày 12/7/2021 em có đăng kí in giấy xác nhận sinh viên để bổ túc hồ sơ địa phương ạ, xin nhà trường xem xét duyệt giúp em ạ.. . Mã phiếu: CNSV.[student_id].1. . Em cảm ơn!",
            "Chào bạn. . Bạn có đăng ký nhận qua bưu điện không?. . Nhà trường vẫn đang xử lý hồ sơ của sinh viên hàng ngày. . Thân",
            "Chào bạn,. . Bạn đã đăng ký nhận tại Văn Phòng Đào tạo Quốc tế, hiện tại đã có giấy CNSV của bạn, bạn có thể liên hệ tại Văn Phòng Đào tạo Quốc tế để nhận giúp bạn tại Phòng Đào tạo nhé!. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Kính gửi cô thầy PĐT . . Thầy cô cho em hỏi về khóa 20 của tụi em hiện tại bảng điểm  chuyển lúc đầu cập nhật số môn đã miễn . Khi đó pdt gửi mail nhắn cho em ghi đã cập nhật  danh sách miễn môn trên nếu có môn nào bạn đã học mà k có trong danh sách thì làm đơn và gửi qua mai qua  thầy [full_name]  để xem xét như file đính kèm . . . . Nhưng khi cập nhật lại  có 1, 2 môn thì các môn miễn trước đó lại mất trong danh sách mới .và danh sách hiện tại  bây giờ cũng k co môn mà tụi em làm đơn và các môn trước đó bị mất   . Và các môn em đã học ở hệ cao đẳng như cơ sở điều khiển tự động , cung cấp điện ,.... em đã làm đơn như file đính kèm . Thầy bảo pdt chỉ duyệt môn cơ sở ngàh còn môn chuyên nganh thôi. . . Vậy kính mong PDT xem xét giúp em về vấn đề trên  và cập nhật giúp em . . Em xin cảm ơn"
        ]
    },
    {
        "intent": "",
        "message": [
            "theo như \"Các thay đổi học vụ chính từ HK202\" do PDT gửi vào ngày 30/03/2021. . - Tại mục chuẩn anh văn nói viết có đề cập:. . \"Tiếp tục tổ chức nội bộ, giao trung tâm anh ngữ thực hiện. . -Áp dụng từ k2018 đến khi có thông báo mới\". . Vậy cho em hỏi là tới khi thông báo mới ở đây là mang hàm ý gì vậy ạ.. . Có phải là hiện tại k2018 sẽ được thi anh văn nói - viết do trung tâm anh ngữ thực hiện, sau khi có thông báo thì sẽ thay đổi theo thông báo. Hay là áp dụng từ k2018 (k2018 sẽ thi do trung tâm anh ngữ thực hiện, không thay đổi), sẽ thay đổi khi có thông báo mới đối với các khóa sau.. . Mong được giải đáp ạ. hình ảnh về thay đổi học vụ em gửi bên dưới. . \". .   i Học vụ .",
            "Chào bạn,. . Bạn vui lòng tham khảo tại đây:. . http://aao.hcmut.edu.vn/sinh viên/quy chế/Quy chế đào tạo và học vụ bậc đại học, cao đẳng:/Phụ lục 1: Quy định về ngoại ngữ (áp dụng cho các chương trình giảng dạy bằng tiếng Việt)/3.   Chuẩn tiếng Anh khi nhận Luận văn tốt nghiệp (LVTN) và khi tốt nghiệp/. . \"Đồi với các khóa từ 2013 đến 2017, cho phép dự thi kỹ năng Speaking & Writing của Trung tâm Ngoại ngữ của Trường Đại học Bách Khoa với mức Đạt, tương đương mức điểm 200, riêng chương trình tài năng là mức “Đạt TN”, tương đương mức điểm 245.\". . Sau khi họp hội đồng học vụ trường học kỳ 2/2020-2021 đã đồng ý tiếp tục áp dụng cho phép dự thi kỹ năng Speaking & Writing của Trung tâm Ngoại ngữ của Trường Đại học Bách Khoa từ Khóa 2018 và cho đến khi có thông báo mới (tùy thuộc vào quyết định hội đồng học vụ trường nhé bạn), nhưng bạn là khóa 2018 thì chắc chắn sẽ được áp dụng điểm thi 2 kỹ năng tại TTNN nhé!. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Chào ạ! Hiện tại là em đã nộp tính chỉ av toeic (845) để đủ điểm tham gia chương trình thạc sĩ nhưng có vẻ em không được duyệt khi đk chương trình thạc sĩ ạ (Không có mail gửi về). Trong mail thông báo đk chương trình thạc sĩ có bảo có giấy cam kết tham gia chương trình thạc sĩ nhưng không biết có thể gửi qua e-mail và gửi qua địa chỉ nào ạ. Mong anh chị có thể trả lời sớm vì ngày mai hết hạn đăng kí r ạ. .   i Yêu cầu khác .",
            "Chào bạn. . -\tVề vấn đề liên quan đến học chương trình liên thông Đại học-Thạc sĩ & Thạc sĩ (Cao học) bạn vui lòng liên hệ Phòng đào tạo Sau đại học qua địa chỉ: Website:www.pgs.hcmut.edu.vn, Email\t: [email]. . -\t. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Hiện tại do tình hình dịch bệnh nên em chưa có khả năng thanh toán học phí ở kì dự thính hè 203 nên bị mất thời khóa biểu môn học. Nhà trường có thể mở lại thời khóa biểu cho em và em sẽ cố gắng hoàn tất học phí ngay khi có thể được không ạ.",
            "Chào bạn,. . Thời điểm hiện tại đã quá trễ để phục hồi TKB học kỳ hè, vì đã qua 5/7 tuần (không đảm bảo về chất lượng đào tạo). . Các trường hợp sinh viên không thanh toán học phí đúng hạn, sinh viên sẽ bị huỷ thời khoá biểu và ghi nợ học phí Học kỳ hè 203 vì chưa thanh toán học phí (Sinh viên vẫn phải đóng học phí, không hoàn trả hay huỷ học phí). Nếu không thanh toán HP Sinh viên sẽ không được phép ĐKMH của Học kỳ tiếp theo (chính quy+ dự thính). . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em muốn xem đề cương môn học những môn chưa học thì có thể tìm ở đâu trên web trường ạ???. . . .",
            "Chào bạn,. . Bạn vui lòng liên hệ về Khoa của bạn để được hỗ trợ về Chương trình Đào tạo nhé!. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em chào cô,do tình hình hiện tại em chưa thể lên khoa để làm đơn cứu xét thu nhận lại. Nên cô cho em hỏi là hạn trễ nhất để em có thể lên khoa làm đơn cứu xét là trước bao nhiêu ngày bắt đầu học kì chính 211 không ạ.Em cảm ơn.",
            "Chào bạn,. . Bạn có thể gọi điện hoặc gửi qua mail cho [full_name] nhé!. . Bạn làm được thu nhận lại thì mới có thể ĐK MH của học kỳ tiếp theo nhé!. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính chào,. . . . Em tên: [full_name], MSSV: [student_id],. . . . Hiện tại em đang làm hồ sơ xin chuyển từ hệ chính quy sang VHVL có 2 câu hỏi, mong được Thầy/Cô giải đáp giúp:. . . . 1) Trên trang Thông báo tuyển sinh hệ VHVL có  STT: 1, mã [student_id], chuyên ngành: Khoa học máy tính, nhưng tại sao khi đăng ký tại Cổng tuyển sinh thì không có, mà chỉ có ngành Kỹ thuật Máy tín vậy thưa Thầy/Cô?. . . . 2) Về miễn môn của hệ chính quy sang VHVL của em, phải cần nộp đề cương môn học để xem xét miễn. Vậy em cần chuẩn bị gì để nộp lên PĐT?. . . . Em trân trọng cảm ơn.",
            "Chào bạn. . Pdt ghi nhận và sẽ điều chỉnh lại, bạn vào đăng ký nghen. . - Về miễn môn học chỉ cần nộp bảng điểm và biểu mẫu miễn môn học tại trang web aao.hcmut.edu.vn để xét miễn. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . dạ cho con hỏi là bao giờ mới có lịch thi học kì chính thức vậy ạ",
            "Chào bạn,. . Khi nào có thông tin chính thức sẽ gửi mail thông báo và gửi qua mail cho sinh viên nhé!. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính gửi: PĐT Trường đại học Bách Khoa TP.HCM. . Em: [full_name]. . MSSV: [student_id]    Lớp: DC18KT. . Nay em xin gửi lên đơn xin thanh toán học phí trễ và đơn xin thu nhận lại. Vì em tự trang trải cho học phí và sinh hoạt nên em không đủ khả năng để đóng học phí đúng hạn cũng như đăng ký môn học.. . Kính mong PĐT xem xét giúp em.. . Em xin chân thành cảm ơn.. . Trân trọng. . . .",
            "Chào bạn,. . Bạn vui lòng trình bày rõ về vấn đề của bạn.. . Hiện tại kiểm tra tình trạng của bạn đang ở trạng thái đang học bình thường nên không phải làm đơn thu nhận,. . học phí bạn đã thanh toán cũng không ghi nợ nên chưa hiểu bạn đang bị vướng tình trạng gì?. . Thân",
            "Vì học kỳ 202 em không đăng ký môn học cho học kỳ chính, em chỉ đăng ký học kỳ dự thính 202. Vì học kỳ chính không đăng ký môn nào thì sẽ bị đình chỉ học kỳ tiếp theo không được đăng ký môn học. Nên em mới gửi đơn xin thu nhận ạ.. . Đơn xin thanh toán học phí trễ là vì kỳ dự thính 202 em đã thanh toán học phí muộn ạ. Chị giúp em kiểm tra là môn học ở kỳ DT202 em có được thi không ạ? Và em có được tiếp tục đăng ký môn học cho học kỳ chính tiếp theo không ạ? . . Em cảm ơn,. . Trân trọng",
            "Chào bạn. . Nếu bạn đã đóng học phí của HK202 rồi thì nhà trường cứu xét thi cuối kỳ và dkmh HK211 bình thường nghen bạn. . - -\tLưu ý: Bạn vui lòng thanh toán học phí đúng hạn theo quy định của nhà trường, các trường hợp vi phạm nhiều lần sẽ không được xem xét giải quyết",
            "li answer rate: Answer suits the needs / Câu trả lời đúng ý"
        ]
    },
    {
        "intent": "",
        "message": [
            "U Yêu cầu khác . Cho em hỏi nếu bây giờ đóng tiền nợ xong ,vậy em nộp đơn trình bày lý do trễ hạn ở đâu vậy ạ.",
            "Cho em hỏi nếu bây giờ đóng tiền nợ xong ,vậy em nộp đơn trình bày lý do trễ hạn ở đâu vậy ạ.",
            "Chào bạn. . Thời điểm hiện tại đã qua 05/07 Tuần của học kỳ  hè 203, không đảm chất lượng đào tạo, đã quá hạn để phục hồi TKB (tối qua trong 2 tuần đầu của học kỳ 203). . -    Đến thời điểm hiện tại, theo quy định không thể huỷ môn học và huỷ học phí Hk203. . -    Nhà trường đã thông báo cụ thể từng quy định và từng mốc thời gian cụ thể qua mail. . -    Sinh viên sẽ bị huỷ thời khoá biểu và ghi nợ học phí Học kỳ hè 203 vì chưa thanh toán học phí (Sinh viên vẫn phải đóng học phí). Và chắc chắn là bạn sẽ không DKMH của HK211 (chính quy+ dự thính). . -    Hiện tại, bạn cố gắng đóng học phí theo đúng quy định nghen. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Chào thầy/cô,. . Em là [full_name], MSSV: [student_id], Khóa K14 trường Đại học Bách Khoa.. . Hiện nay em đã hoàn thành chương trình học và đã bảo vệ luận văn. Nhưng còn thiếu chứng chỉ anh văn kỹ năng nói viết nên chưa tốt nghiệp được.. . Khóa 2014 của em thì hạn tốt nghiệp là tháng 4/2021. Theo quy chế nhà trường, nếu hoàn thành tất cả các điều kiện tốt nghiệp, chỉ thiếu Chứng chỉ ngoại ngữ thì sẽ được gia hạn thêm 1 học kỳ để bổ sung CCNN. Theo đó thì em sẽ được gia hạn thêm một học kỳ và tốt nghiệp vào đợt tháng 11/2021.. . Lúc trước em có liên hệ Khoa thì được thông báo hạn nộp anh văn là tháng 7/2021. Tuy nhiên, do tình hình dịch covid nên hiên nay trung tâm không mở thi av nữa. Cho em hỏi em có thể gia hạn thời gian nộp av đến thời điểm tốt nghiệp tháng 11/2021 không ạ?. . Em xin chân thành cảm ơn Thầy Cô ạ.",
            "Chào bạn. . Trước tiên bạn phải làm đơn xin gia hạn 1 Hk vì chỉ thiếu CCNN . . Nộp trực tiếp tại BKSI. . thân",
            "Chào bạn,. . Đã chuyển thông tin của bạn để xét điều kiện có được kéo dài không nhé. Theo quy chế học vụ nếu bạn đã hoàn thành đủ CTĐT chỉ thiếu CCNN để xét tốt nghiệp, sẽ được kéo dài 1HK.. . Tham khảo quy định tại Quy chế học vụ, điều 5. . Sau khi có kết quả sẽ trả lời qua bksi cho bạn!. . Thân",
            "Chào bạn,. . Bạn vui lòng làm đơn xin cứu xét thu nhận lại và kéo dài thêm 1 học kỳ để bổ sung chứng chỉ ngoại ngữ. trong đơn trình bày rõ tình trạng và lý do của bạn.. . Sau đó gửi qua bksi để được xem xét thu nhận nhé!. . Thân",
            "Chào bạn. . Đã có quyết định gia hạn HK202. . Sau hết dịch bạn liên hệ Pdt [full_name] để nhận Qd gia hạn. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em chào thầy/cô ạ.. . Em gửi yêu cầu này để xin được phòng đào tạo cấp cho em giấy giới thiệu để em có thể học được GDQP-AN. Vì đầu năm nhất em bị bệnh và đợt quân sự em đã xin để đi mổ. Nay em theo dõi thì thấy trung tâm GDQP-AN thông báo tổ chức học lại nên em xin giấy giới thiệu để đăng ký học lại môn GDQP-AN.. . Vì các giấy tờ khám chữa bệnh em đều để ở ký túc xá ĐHQG nên không thể cung cấp, em chỉ có thể cung cấp lịch sử khám chữa bệnh trên ứng dụng VssID được thôi ạ!. . Vì ngày 16/7/2021 là hạn cuối đăng ký nên em kính mong thầy/cô hỗ trợ giúp em, và gửi cho em giấy giới thiệu với ạ!. . Em cảm ơn thầy/cô!",
            "Chào em,. . Em đăng ký trên mybk/xác nhhận sv/học lại GDQP .... . Thân mến,. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Dạ chào thầy/cô,. . Em muốn hỏi về việc thi cuối kỳ của trường dời đến tháng 8, do tình hình dịch bệnh vậy trường có tổ chức thi cuối kỳ không hay dời sang thời gian khác ạ. Em cảm ơn.",
            "Chào em,. . Khi nào có thông tin chính thức PĐT gửi mail thông báo và gửi qua mail cho sinh viên nhé!. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Ngày 12/7/2021 em có đăng kí giấy xác nhận sinh viên và đăng kí nhận tại văn phòng đào tạo OISP nhưng hiện em không thể đi ra khỏi quận vì phải cách ly ạ. Xin nhà trường xem xét giấy XNSV của em và gửi qua đường bưu điện ạ.. . MSSV: [student_id]. . Mã phiếu: CNSV.[student_id].1. . Em cảm ơn ạ!",
            "Chào bạn. . - Giấy xác nhận sinh viên của bạn đã chuyển cho văn phòng đào tạo OISP nên bạn vui lòng liên hệ Văn phòng đào tạo quốc tế qua địa chỉ mail: [email] để được hỗ trợ. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Cho em hỏi là em tìm trên web không có link đăng ký dành cho thí sinh đã tốt nghiệp THPT mà chỉ có link đăng ký dành cho sinh viên chính quy chuyển hệ và cao đẳng liên thông. Vậy bây giờ em phải làm sao để được đăng ký xét tuyển và dự thi bài luận ạ? Em xin chân thành cám ơn.",
            "Chào bạn. . Pdt sẽ điều chỉnh và mở các cổng, bạn kiểm ta và đăng ký nghen. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Dạ cho e hỏi là kì 203 e có đăng ký môn cơ lý thuyết (AS1003) nhưng không thanh toán học phí nên bị hủy môn. Thật sự giờ gia đình e mới có điều kiện đóng học phí, thì không biết có cơ hội nào cho e được hồi phục thời khóa biểu học tiếp môn đó không ạ",
            "Chào bạn. . Thời điểm hiện tại đã qua 05/07 Tuần của học kỳ  hè 203, không đảm chất lượng đào tạo, đã quá hạn để phục hồi TKB (tối qua trong 2 tuần đầu của học kỳ 203). . -\tĐến thời điểm hiện tại, theo quy định không thể huỷ môn học và huỷ học phí Hk203. . -\tNhà trường đã thông báo cụ thể từng quy định và từng mốc thời gian cụ thể qua mail . . -\tSinh viên sẽ bị huỷ thời khoá biểu và ghi nợ học phí Học kỳ hè 203 vì chưa thanh toán học phí (Sinh viên vẫn phải đóng học phí, ). Và chắc chắn là bạn sẽ không DKMH của HK211 (chính quy+ dự thính). . -\tHiện tại, bạn cố gắng đóng học phí theo đúng quy định nghen. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em chào cô(thầy ) ạ. . Theo mail thì chuẩn bị sắp tới ngày 19 ,các lớp thí nghiệm sẽ bắt đâù đi học trở lại mà theo tình hình dịch bệnh hiện nay đó là điểu không thể ,em mong là sắp tới trường sẽ có mail điều chỉnh lịch học vụ cũng như thi cuối kì 202 để sinh viên chuẩn bị tâm lý ạ",
            "Chào bạn. . Hiện tại vẫn chưa có thông báo các lớp đi học lại (cả thí nghiệm) bạn vui lòng đợi thông báo chính thức qua mail nghen. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em chào thầy cô!. . Em tên [full_name] - MSSV: [student_id]. . Em đã đăng ký tốt nghiệp đợt bổ sung tháng 4/2021, hồ sơ đăng ký đã được duyệt trên MYbk. Phòng đào tạo cho em hỏi, kết quả đăng ký tốt nghiệp đã có chưa, và em sẽ kiểm tra thông tin ở đâu để nhận bằng tốt nghiệp. . . Em xin cảm ơn.",
            "Chào bạn,. . Khi nào có bằng tốt nghiệp, Phòng Đào tạo sẽ gửi mail cho bạn đến nhận, dự kiến in bằng vào cuối tháng 7/2021. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Xin chào, . . Em đã nộp chứng chỉ tiếng Pháp và đóng phí chuyển điểm nhưng rất lâu rồi điểm của em vẫn chưa được cập nhật ạ.. . Mong nhà trường kiểm tra và cập nhật lại điểm giúp em.. . Em cảm ơn!. . __________. . [full_name]. .",
            "Chào em,. . PĐT đã cập nhật điểm của em trên mybk, em xem nhé.. . Thân mến,. .",
            "li answer rate: Answer suits the needs / Câu trả lời đúng ý"
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính chào,. .  . . Em tên: [full_name], MSSV:[student_id],. . . . Thưa Cô, do hôm bữa đăng ký em không thấy có Khoa học Máy tính, nên đã đăng ký qua ngành Kỹ thuật Máy tính.. . . . Vậy là bên phía PĐT chưa cập nhật kịp sao?. . . . Do em ở quê và bị hạn chế đi lại trong tình hình dịch phức tạp này, em xin phép Cô giúp đỡ em sửa đổi sang ngành Khoa học Máy tính trong hồ sơ đăng ký có được không ạ. Em cảm ơn Cô rất nhiều.. . . . . .",
            "Chào bạn. . Bạn gởi mail nội dung cần điều chỉnh đến người phụ trách hồ sơ: CC cho 3 người nghen. . [email], [email], [email] để được hỗ trợ. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "MSSV/MSGV: [student_id]    . . Dear Phòng Đào tạo ĐH Bách Khoa HCM,. . Em tên là [full_name], lớp CK14HT1, MSSV: [student_id] em đã nhận được câu trả lời về thủ tục chuyển hệ, e rất biết ơn ạ, cho em hỏi thêm 1 câu về điều kiện tốt nghiệp hệ vừa học vừa làm ạ.. . . . Câu hỏi: Cô kiểm tra giúp em thì điều kiện của em hiện tại đã đủ điều kiện tốt nghiệp hệ vừa học vừa làm chưa ạ? (không cần có anh văn nói viết). . . . . Vì tình hình dịch em gặp khó khăn trong việc thi AV nói viết, e mong muốn chuyển qua hệ vừa học vừa làm để được nhận bằng ạ (em nghe các bạn đã từng lên hỏi Phòng đào tạo là nếu chỉ thiếu AV nói viết thì tốt nghiệp dc hệ vừa học vừa làm ạ, mong Cô giải đáp giúp em với ạ, nếu đủ điều kiện em sẽ chuyển liền qua hệ vừa học vừa làm để nhận bằng ạ.. . . . Em rất biết ơn!. . Chúc thầy cô nhiều sức khỏe ạ !",
            "Chào bạn;. . tình trạng sinh viên của bạn chuyển sang hệ VLVH thì chính quy còn nợ môn gì thì trả nơ mộ đó nhé. . . Riêng CCAV của VLVH chỉ có 2 kỹ năng listening và reading thôi nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Thưa thầy/cô, . . Em khóa k16, đã hoàn thành luận văn tốt nghiệp tháng 9/2020 nhưng do thiếu anh văn nói viết nên không tốt nghiệp đc.. . Em bị tạm dừng học quyết định ngày 9/11/2020. Thầy/cô cho em hỏi, em có cần làm giấy xin được nhận lại không ạ. . Và thời gian được nộp khi nào ạ. . . Do tình hình dịch bệnh em không thi anh văn được thì em có được gia hạn thời gian không ạ.. . Em xin cảm ơn.",
            "Chào bạn. . - Bạn tải đơn thu nhận tại trang web aao.hcmut.edu.vn sau đó nộp tại BKSI để Pdt xử lý thu nhận lại HK211 cho bạn. . - Khi nào hết dịch bạn nhanh chóng đăng ký thi để hoàn thành. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Dạ em chào Thầy Cô!. . Em xin nộp đơn thu nhận lại, mong Thầy Cô xem xét giúp em ạ.. . Em cảm ơn Thầy Cô ạ. . .",
            "Chào bạn. . Phòng đào tạo đã nhận được đơn thu nhận của bạn. . Bạn vui lòng xem tình trạng cập nhật mới tại Mybk- thông tin sinh viên, vào cuối tháng 7/2021. . Thân",
            "Chào bạn. . Hiện bạn đã đủ điều kiện để đăng ký LVTN trong HK202 này chưa? đơn thu nhận của HK202 của bạn vẫn chưa giải quyết được vì phải minh chứng đủ điều kiện làm LVTn. . Thân"
        ]
    }
]