[
    {
        "intent": "",
        "message": [
            "chào [full_name], em tên là : [full_name]. .              Mssv:[student_id]. . Hè vừa rồi em có đăng ký 7 tín chỉ, em có qua 1 môn 3 tín, trên bảng điểm có hiện điểm. . môn đó đầy đủ mà ở dưới thấy số tín chỉ tích luỹ học kỳ vẫn là 0??? Mong [full_name] giải đáp trường hợp này cho em ạ,Em cảm ơn ạ. .",
            "Chào bạn,. . . . Hiện tại học kỳ 193 các khoa chưa nộp điểm hết,  nên số tín chỉ học kỳ hè PDT chưa cập nhật. PDT sẽ cập nhật sau nha bạn.. . . . Thân. . . . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Kính chào quý thầy/cô. . Em là sinh viên ngành cơ điện tử khóa VHVL tháng 11 năm 2020. . Em có đăng kí môn học thì chỉ có 2 môn là toán cao cấp và chính trị trong học kỳ này.. . Cho em xin hỏi là học kỳ này em chỉ học có 2 môn bổ túc là toán cao cấp và chính trị thôi sao? Có thể đăng kí thêm các môn trong trong chương trình đào tạo hay không? Và không biết em được xét miễn những môn nào. . .",
            "Hiện tại em chỉ cần học các môn học trên.. . Nếu em muốn học các môn học khác, thì xem CTĐT Khóa 2019 xem có môn nào mở trong HK1/2020-2021 hệ VLVH thì đăng ký. hoặc đăng ký hệ CQ HK2.. . Hoặc chờ tới tháng 12 đăng ký môn học HK2 hệ VLVH"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác:   B Trong quá trình nhập điểm thầy em có sai sót và em đã báo và thầy đã sửa. điểm sửa đã được cập nhật nhưng điểm trung bình học kỳ vẫn chưa được sửa ạ. Đã 2 tháng rồi  nhưng điểm trung bình học kỳ vẫn vậy ạ. Em phải làm sao ạ",
            "Chào bạn,. . . . Học kỳ 193 PDT còn đợt cập nhật lại điểm trung bình học kỳ, bạn thường xuyên theo dõi trên cổng thông tin sinh viên để kiểm tra nha.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em là sv K19 có ở ktxB và đã đăng kí tham gia BHYT năm 2021 của ktx rồi nhưng em lỡ quên đăng kí thêm BHYT của trường nữa nên bị ghi nợ phí BHYT trên BKpay. Mong quý thầy/cô xem lại và xóa giúp em ạ.. . Em xin cảm ơn!",
            "Chào bạn,. . . . Bạn vui lòng liên hệ Phòng Công Tác Chính Trị Sinh Viên nha.. . . . Thân. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Cho em hỏi.. . hiện em là sv k16, trước đây em CHƯA ĐẠT chứng chỉ GDQP. Thì bây giờ ở học kì 202 em phải làm sao để được học môn Giáo Dục Quốc Phòng ạ?",
            "Chào bạn,. . . . Bạn liên hệ trực tiếp Trung Tâm Giáo Dục Quốc Phòng để đăng kí nha.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Khi nào mới thẩm tra ngoại ngữ xong ạ? Em thấy mấy bạn em có kết quả bên điểm chuyển rồi nhưng em hiện tại vẫn chưa có ạ.",
            "Chào bạn,. . . . PDT chưa lấy dữ liệu chuyển điểm nha bạn, bạn đợi thời gian nữa.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: em chào thầy/cô ạ. em đã có đăng kí chuyển điểm TOIEC và đã được thông báo hợp lệ vào ngày 19/11.và Điểm miễn anh văn (được cập nhập vào bảng điểm sau khi sv thanh toán lệ phí xét miễn điểm). em cũng đã thanh toán đầy đủ tiền rồi ạ nhưng sao em vào bảng điểm vẫn chưa thấy gì ạ. có phải pđt chưa cập nhập đúng không ạ. Em cảm ơn!",
            "em chào thầy/cô ạ. em đã có đăng kí chuyển điểm TOIEC và đã được thông báo hợp lệ vào ngày 19/11.và Điểm miễn anh văn (được cập nhập vào bảng điểm sau khi sv thanh toán lệ phí xét miễn điểm). em cũng đã thanh toán đầy đủ tiền rồi ạ nhưng sao em vào bảng điểm vẫn chưa thấy gì ạ. có phải pđt chưa cập nhập đúng không ạ. Em cảm ơn!",
            "Chào bạn,. . . . Đến đợt chuyển điểm, PDT mới lấy dữ liệu chuyển điểm lúc đó điểm anh văn mới cập nhật trên bảng điểm của bạn nha.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính gửi phòng đào tạo, em là [full_name], MSSV [student_id].. . Khi em đăng kí bảo hiểm y tế do nhầm lẫn nên em chọn đăng kí bảo hiểm y tế 6 tháng và bấm đồng ý thanh toán nhưng em chưa thanh toán. . . Sau đó em có chọn đăng kí lại bảo hiểm y tế 12 tháng và đã thanh toán xong.. . Nhưng bên bk pay vẫn hiện em cần phải thanh toán khoản bảo hiểm 6 tháng. . . Có cách nào để em hủy đăng kí bảo hiểm 6 tháng được không ạ vì em đã đăng kí và thanh toán xong bảo hiểm 12 tháng?. .  Em cảm ơn phòng đào tạo đã đọc và mong nhận được phản hồi ạ. . . . .",
            "Chào bạn,. . . . Bạn vui lòng liên hệ Phòng Công Tác Chính Trị Sinh Viên nha.. . . . Thân. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Kính chào thầy cô PDT, em nhận được mail thông báo chưa bổ sung học bạ và giấy tốt nghiệp tạm thời nhưng em đã lên cs1 bổ sung vào 15:30 ngày 30/10/2020 cho PDT sinh viên. Có thầy đã yêu cầu em ghi lại mssv để thầy bổ sung ạ"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]7  /b \t. . . .   i Tốt nghiệp . Kính thưa thầy cô ở phòng đào tạo. Em có 1 số câu hỏi cho ngày tốt nghiệp 28/11 đợt này mong thầy cô giải đáp giúp em ạ.. . . . 1) Em thuộc nhóm sinh viên tốt nghiệp 4 và thời gian vào hội trường là 13 giờ thì em nên có mặt lúc mấy giờ?. . . . 2) Về trang phục dự lễ tốt nghiệp thì em nên chuẩn bị như thế nào?. . . . Em cám ơn thầy cô ạ.",
            "Chào bạn,. . . . 1. Bạn hỏi khoa của bạn nha.. . . . 2. Việc này PDT có gởi mail sinh viên.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Dạ thưa thầy cô, cho em xin hỏi là gia đình em có việc khó khăn về tài chính nên em tính xin vay của sinh viên  đó ạ. Thầy cô có thể cho em xin các thông tin điều  kiện để được cho vay,hình thức lãi suất, thời hạn trả như thế nào không ạ?. Em xin cám ơn thầy cô đã giúp đỡ.",
            "Chào bạn,. . . . Bạn vui lòng liên hệ Phòng Công Tác Chính Trị Sinh Viên nha.. . . . Thân. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em chào PĐT.. . . . Hiện tại thì em đang đi làm và không thể sắp xếp tham dự lễ tốt nghiệp ngày 28/11/2020. Em muốn hỏi PĐT về thủ tục/quy trình thực hiện nếu như em không có nhu cầu tham dự lễ tốt nghiệp. Và PĐT có thể cho em biết trường mình có trao bằng tốt nghiệp chính thức qua bưu điện hay không ạ? Nếu có cho em xin biết thủ tục để nhận bằng qua bưu điện. . . . . Em xin cảm ơn!",
            "Chào bạn,. . . . Bằng chỉ cấp 1 lần, việc nhận bằng PDT không gởi qua bưu điện. Khi nào bạn nhận, bạn liên hệ trực tiếp PDT.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em chào PĐT. PĐT cho em hỏi là hiện giờ em vẫn chưa thấy thông báo từ phía trường về việc nhận lễ phục, phiếu điểm danh cũng như là ngày giờ cụ thể cho buổi tập dợt trước buổi lễ. Mong PĐT xem xét và gửi mail để mọi người có thể nắm bắt thông tin tốt hơn. Em xin cảm ơn!",
            "Chào bạn,. . . . Việc nhận lễ phục và phiếu điểm danh bạn liên hệ ở khoa nha. Còn lễ tổng duyệt PDT đã gởi mail cho sinh viên rồi nha.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Cho em hỏi là việc em mua bảo hiểm bên ngoài có cần tham gia bảo hiểm y tế trong trường không ạ ? . . Nếu không cần thì em có cần nộp bảo hiểm bên ngoài vào không ạ và cho em hỏi các thủ tục, ngày hết hạn luôn ạ ? . . Em cảm ơn !",
            "Chào bạn,. . . . Bạn vui lòng liên hệ Phòng Công Tác Chính Trị Sinh Viên nha.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Cho em hỏi là tháng 12/2020 , trường mình có tổ chức thi AV để xét chuẩn AV từng năm học ko ạ ? Em cảm ơn.. .   i Yêu cầu khác .",
            "Chào bạn,. . . . Dự  kiến là tháng 12 sẽ mở đợt kiểm tra anh văn định kỳ, bạn thường xuyên kiểm tra mail để biết thông tin nha.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Em có thắc mắc về việc đăng ký học phần mở rộng mong được giải đáp ạ.. . Nếu HK201 em đủ 7.5 điểm để qua môn nhưng rớt học phần mở rộng thì vào học kì sau em có phải đăng ký lại môn học không, hay chỉ cần đăng ký lại HPMR thôi ạ. Nếu chỉ đăng ký HPMR thì cách thức đăng ký như thế nào ạ?. . Em cám ơn thầy/cô.. . . . Sinh viên,. . Cương. . . .   i Học vụ .",
            "sang HK sau em nộp đơn xin đăng ký môn mở rộng. có các nhận của [full_name]"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Dạ em xin chào.. . Do không biết hạn nộp đơn cứu xét nên em đã nộp trễ 2 tuần ạ. Em đã nộp cho văn phòng khoa vào ngày 17/11, em có hỏi và văn phòng khoa nói là đã nộp lên phòng đào  tạo rồi.. . Cho em xin hỏi là phòng đào tạo khi nào mới cứu xét ạ. Em không biết có kịp để em có lại thời khóa biểu, lịch thi và bk elearning không ạ. Em có mấy môn phải nộp bài bkel ạ.. . Học kì này em rất cố gắng, em đã đăng kí tổng cộng 23tc và đóng gần 10 triệu học phí. Xong học kì này là em có thể tích lũy đủ tín chỉ rồi ạ. Em xin phòng đào tạo có thể cứu xét sớm giúp em với ạ. Em rất muốn được tiếp tục học ở trường ạ.. . Em xin chân thành cảm ơn.",
            "Chào bạn,. . . . Việc này bạn hỏi khoa nha, bạn nộp đơn ở khoa bạn hỏi PDT nên PDT không thể giải quyết cho bạn được.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em có một số thắc mắc mong PĐT trả lời giúp ạ.. . . .  - Do sắp tới em có việc của công ty từ ngày 27/11 - 30/11 ở Hà Nội nên có thể em sẽ không về nhận bằng trong đợt nhận lễ tốt nghiệp được.. .  - Vậy PĐT cho em hỏi em có thể nhận bằng vào ngày khác được không ạ (sau ngày 30/11). Và nếu được thì em vẫn lên khoa lấy như bình thường hay cần thêm thủ tục gì không ạ.. . . . Em xin cảm ơn,. . Trân trọng. . . . Em Sơn.",
            "Em xin bổ sung là em chỉ nhận bằng chứ không làm lễ tốt nghiệp ạ.",
            "Chào bạn,. . . . Bạn về khoa nhận nha.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Thưa Nhà trường,. . Em xin hỏi sau khi đã đóng tiền BHYT năm này nhưng chưa nhận được thẻ BHYT mới thì em có thể sử dụng lại thẻ BHYT cũ đã phát từ năm nhất không ạ? Em đang cần gấp để sử dụng để   B xin giấy chuyển tuyến  /B  ạ.. . Em chân thành cảm ơn,. . [full_name].. .",
            "Chào bạn,. . . . Bạn vui lòng liên hệ Phòng Công Tác Chính Trị Sinh Viên nha.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Chào thầy cô,. . . . E tốt nghiệp cao đẳng đky liên thông ngành KHMT 2, e đky môn học xong có TKB rồi mà e thấy có mấy môn đã học xong chương trình cđ nhưng có trong tkb đky, vậy có cần đk tiếp tục học bổ túc ko ạ.. . . . sv: [full_name].. . mssv: [student_id]",
            "Hệ CĐ em cần phải học để đủ kiến thức.. . sau này PĐT gởi phiếu miễn môn cho em, nếu có môn đó trong phiếu miễn thì em ko cần học nữa.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em chào thầy cô.. . Thầy cô cho em hỏi, em đã thi và đạt chứng chỉ ngoại ngữ TOEIC 550, tức đủ chuyển điểm cho các môn anh văn 1, 2, 3. Vậy khi chuyển điểm cho 3 môn anh văn 1, 2, 3 thì em có đủ điều kiện đăng kí môn anh văn 4 không ạ. Và nếu sau này thi được chứng chỉ ngoại ngữ điểm cao hơn, em có được chuyển điểm cho môn anh văn 4 không ạ.. . Em xin cảm ơn.",
            "Chào bạn,. . . . - Nếu bạn chuyển anh văn 1,2,3 bạn có thể đăng kí môn anh văn 4.. . . . - Sau này bạn thi CCNN TOEIC điểm cao hơn bạn vẫn chuyển điểm được anh văn 4 nha.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Chào PĐT,. . . . Em là [full_name]- [student_id],Kì vừa rồi (hk1902) em đã hoàn thành đủ số tín chỉ để TN tuy nhiên em không đạt yêu cầu đầu ra tiếng anh nói viết để ra trường, nên kì này em chỉ đang cố gắng để thi anh văn. Vậy kì này em không có thời khóa biểu thì có sao không ạ? . .",
            "Chào bạn,. . . . Bạn không đăng kí môn học bạn sẽ bị tạm dừng, thời gian tạm dừng chỉ có 2 học kỳ. Sau 2 học kỳ bạn không DKMH sẽ bị thôi học.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ em chào Thầy/ Cô. Vừa qua do chạy đồ án nên  em đã quên đăng kí môn học đợt 1, em có thể đăng kí trong đợt 2 không ạ? Nếu không thì em có thể làm gì trong trường hợp này ạ? Em cảm ơn Thầy/ Cô ạ.",
            "Chào bạn,. . . . Bạn có thể DKMH vào đợt 2, đợt 3. Bạn vào lịch học vụ để biết thời gian DKMH http://www.aao.hcmut.edu.vn/index.php?route=catalog/chitietsv&path=59_77&tid=1915.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Đợt đóng tiền học vừa rồi em đóng trễ. Nhưng vẫn đóng tiền được và trên bkpay vẫn hiện là Trễ hạn thanh toán. Vậy nó có ảnh hưởng đến việc xét tốt nghiệp của em không ạ? Vì sau kỳ này là em xét tốt nghiệp rồi.",
            "Chào bạn,. . . . Bạn vui lòng thanh toán các khoản phí trên Bkay, đến đợt xét tốt nghiệp bạn chưa hoàn thành các khoản trên Bkay bạn đăng kí xét tốt nghiệp nha.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Dạ em chào thầy cô. . Em tên: [full_name] . . em có thắc mắt về việc:. .   i Đăng ký môn học  /i  ở HK2_2020-2021. . . . Hiện tại đã mở đợt 2 đăng kí môn học rồi (bỏ qua đợt 1 - đăng kí nguyện vọng) nhưng không có bất kì môn nào của ngành kỹ thuật hoá học kể cả đồ án hay đề cương luận văn ạ.. . . . Mong thầy cô mở lớp để tụi em được đăng kí học. Em xin cảm ơn",
            "Chào bạn,. . . . Hệ VLVH chưa mở học kỳ 2 nha bạn.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác  /i  . . e thường xuyên bị thiếu mail của thầy cô và nhà trường. e đã yêu cầu giải nhà trường giải quyết nhưng vẫn thiếu. thầy xem lại giúp em.em cảm ơn.",
            "Chào bạn,. . . . Bạn check mail bằng điện thoại hay máy tính.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Đến giờ em vẫn chưa nhận được tiền hỗ trợ 3G ạ.. . . .",
            "Chào bạn,. . . . Bạn kiểm tra lại tài khoản của bạn bị sai.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Thời điểm đăng kí môn học cho học kì 201, vì lý do trễ anh văn nên tín chỉ lúc đó của em không đủ điều kiện để đăng kí môn thực tập tham quan của khoa môi trường dự tính là sau khi thi xong cuối kì 201. Nhưng mà đến hết học kì hè 193 thì em đã tích đủ số tín chỉ để được đăng kí thực tập. Nên em muốn hỏi có thể có cách nào bổ sung danh sách thực tập tham quan được không ạ? Em đã có liên hệ với thầy hướng dẫn bộ môn đó và đã nhận được sự đồng ý của thầy. Bây giờ chỉ cần phòng đào tạo chấp thuận cho em nữa thôi. Em thật sự rất muốn đi chung với các bạn trong khoa, mong thầy cô xem xét và giúp đỡ em. Em chân thành cảm ơn . .",
            "Chào bạn,. . . . Hiện tại học kỳ 202 còn đợt 2 và đợt 3 DKMH, bạn xem lịch học vụ để biết thời gian DKMH http://www.aao.hcmut.edu.vn/index.php?route=catalog/chitietsv&path=59_77&tid=1915. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Em là K20, cho em hỏi khi nào thì mở đợt nộp chứng chỉ tin học vậy ạ?. .",
            "Chào bạn,. . . . Hiện này nha trường chưa có thông báo nộp chứng chỉ tin học, khi nào có thông báo nộp chứng chỉ tin học PDT sẽ gởi mail cho sinh viên.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "U Yêu cầu khác . -Em chào anh/chị.. . Ngày 14.11.2020 em có đi SHCD đợt 3, nhưng bài thu hoạch em thực hiện trễ so với thời gian yêu cầu.. . Nếu như vậy em có bị cấm đăng kí môn cho kì 202 không? Nếu bị thì em phải làm gì để khắc phục ạ? . . Chúc anh/chị sức khỏe. Em cảm ơn.. . . .",
            "Chào bạn,. . . . Bạn vui lòng liên hệ Phòng Công Tác Chính Trị Sinh Viên nha.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em là K19, cho em hỏi bây giờ em còn nộp bằng tốt nghiệp THPT được không ạ?",
            "Chào bạn,. . . . Bạn chưa nộp thì bạn cố gắng  nộp sớm nha.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính gửi: Phòng đào tạo. . Em đang học môn CI1033 Vẽ kỹ thuật xây dựng lớp DT01, theo TKB thì đến tuần 51 kết thúc và 28/12/2020 thi. . Khi em vào Bk elearning để học bài giảng VIDEO thì môn học có 8 bài trắc nghiệm ôn cuối mỗi chương nhưng không vào xem và làm bài được do có ghi thời gian kết thúc, trở lại bài học. Em nhận thấy bài giảng video hữu ích cho sinh viên trau dồi kiến thức môn học và làm các bài trắc nghiệm cuối chương để ôn các kiến thức đã học.. . Em kính mong PĐT open thời gian các bài trắc nghiệm môn Vẽ kỹ thuật xây dựng cho đến cuối khóa học (tuần 51) hay đến ngày thi 28/12/2020 để chúng em làm các bài trắc nghiệm ôn tập môn học (em thấy các môn học khác em đang học ở HK201 thì vào làm các bài trắc nghiệm bình thường). . Kính mong PĐT xem xét. Em chân thành cám ơn!. .",
            "Chào bạn,. . . . Việc này bạn liên hệ giáo viên giảng dạy nha. PDT không có quyền vào những trang này.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em đã kiểm tra lại thông tin và thông tin đều chính xác không có gì bị sai hết ạ",
            "Chào bạn,. . . . Bạn kiểm tra số tài khoản đúng rồi, khi đến đợt chuyển tiền hỗ trợ gói cước 3G PDT gởi mail cho sinh viên.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác .  Kính gửi quý thầy cô,. . Em tên là [full_name], hiện là thành viên tập sự clb PLEC, nay em muốn làm đơn xin mượn phòng học để tổ chức buổi Meeting cho clb PLEC vào ngày chủ nhật tuần này, vậy em làm đơn thì cần trình bày những gì và nộp về cho phòng ban nào vậy ạ? Em rất mong quý thầy cô giải đáp thắc mắc giúp em với ạ!! . . Em xin cảm ơn rất nhiều !. . . .",
            "Chào bạn,. . . . PDT không cung cấp phòng cho sinh viên được, bạn liên hệ giáo viên chủ nhiệm hay khoa. Giáo viên chủ nhiệm hoặc khoa liên hệ PDT để mượn phòng.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Đợt ĐKMH cho học kỳ 202 vừa rồi em có đăng ký những môn có môn học trước trong kỳ này. Vậy cho em hỏi là qua đợt 2 này thì những môn đó có bị hủy không?. . Những môn đó là môn thuộc học kỳ đầu của năm 3. Do nếu đăng ký theo CTĐT thì học kỳ 202 em chỉ còn có 12 tín chỉ.. . Em cảm ơn ạ.",
            "Chào bạn,. . . . Bạn vẫn đăng kí được nếu môn học  bạn đăng kí  thoả mãn chuẩn anh văn, chuẩn số tín chỉ sau các năm, môn học trước/tiên quyết/song hành.... . . . Thân",
            "Em đã đạt chuản anh văn.. . Môn đó thuộc học kỳ 1 năm 3  nhưng có mã là EE20XX. . và có môn học trước là môn em đang học ở kỳ này (201) . Vậy lầ em vẫn đăng ký được phải không ạ.",
            "Chào bạn,. . . . Bạn cho biết cụ thể môn học nào?, mã số môn học?. . . . Thân",
            "Dạ em K19 . . Học kỳ 202 tới em đăng ký môn EE2019 và EE2021. . (Học kỳ 201 em đang học môn EE2033 ạ). . . .",
            "Chào bạn,. . . . Nếu bạn thoả điều kiện anh văn sau các năm, số tín chỉ tích luỹ sau các năm thì bạn đăng kí nha.. . . . Thân",
            "Em được 46 tín chỉ tích luỹ. . Đã qua 4 anh văn rồi.. . Vậy em đăng kí được  môn EE2019 phải không ạ?"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Cho e hỏi e lỡ chưa đăng kí môn học hk2 đợt 1 thì đợt sau e đăng kí được k ạ? PĐT có cách nào giúp e đăng kí được không ạ. Em xin cảm ơn ạ.",
            "Chào bạn,. . . . Còn đợt 2 và đợt 3 bạn vào DKMH, bạn xem lịch học vụ để biết thời gian DKMH http://www.aao.hcmut.edu.vn/index.php?route=catalog/chitietsv&path=59_77&tid=1915.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . dạ cho em hỏi là hết kỳ 201 em đuuọc 24 chỉ theo thông báo cũ thì 24 chỉ đc đk môn học năm 2 vậy hết kỳ này em đc 24 chỉ thì có đc đk ký môn ko ạ",
            "Chào bạn,. . . . Việc này tôi không thể trả lời bạn được, vì sau năm nhất theo qui định nhà trường phải tích luỹ 28 tín chỉ mới đăng kí những môn sau năm 2. Còn học 201 nhà trường đặc cách cho sinh viên 24 nha.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . dạ em đọc trong lịch học vụ là tháng 11 kiểm tra anh văn mà chưa thấy mail vậy cho em hỏi là khi nào thi tiếng anh ạ",
            "Chào bạn,. . . . Dự  kiến là tháng 12 sẽ mở đợt kiểm tra anh văn định kỳ, bạn thường xuyên kiểm tra mail để biết thông tin nha.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Dạ chào các thầy cô. . . . em muốn hỏi về việc em không đăng nhập được tài khoản vào hệ thống BKE-Learning. Mỗi lần vào đều hiển thị tài khoản của em không tồn tại trên trang.. . . . TÊN: Nguyễn Song Uyên Nhã. . MSSV : [student_id]( hệ VHVL T10). . . . Ngoài ra em còn muốn được giải đáp về BKpay, em sẽ được nhà trường cho đăng ký liên kết với ngân hàng hay là em phải tự ra ngân hàng tạo tài khoản ạ ?. .  . . mong thầy cô giải đáp giúp em, em cảm ơn ạ.",
            "Chào bạn,. . . . - Hiện tại tài khoản BKEL bạn đã cập nhật.. . . . - Khi nộp hồ sơ bạn có nộp để làm thẻ ngân hàng chưa. Nếu chưa bạn liên hệ ngân hàng OCB để làm thẻ ngân hàng nha.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em hiện tại là sinh viên năm 2, em bin rớt anh văn đầu vào. Hiện tại em vừa mới nộp bằng toiec 400, vậy thì em sẽ đăng ký môn cho học kỳ 202 bình thường đúng không ạ.",
            "Chào bạn,. . . . - Bạn phải tìm hiểu về điều kiện đăng kí môn học, như : chuẩn anh văn sau các năm, số tin chỉ tích luỹ sau các năm, môn học trước/ tiên quyết/song hành...Chứ bạn hỏi vậy tôi không thể trả lời cho bạn được.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Pđt cho e hỏi bao giờ tổ chức kì thi kiểm tra trình độ tiếng Anh định kì ở học kì 201 này ạ.Lúc tháng 9 e thấy mail đăng kí thi lần 1 và lần 2 dự kiến sẽ diễn ra vào tháng 11.Nay là gần hết tháng 11 rồi vẫn chưa thấy gì.Vậy cho e hỏi thời gian tổ chức kì thi kiểm tra tiếng Anh định kì học kì 201 diễn ra vào tầm thời gian nào ạ.Em cảm ơn.. . . .",
            "Chào bạn,. . . . Dự  kiến là tháng 12 sẽ mở đợt kiểm tra anh văn định kỳ, bạn thường xuyên kiểm tra mail để biết thông tin nha.. . . . Thân. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Kính gửi PĐT và Phòng CTCT-SV ,. . Em tên là [full_name] , MSSV [student_id] , do sơ suất em đã đăng ký gói BHYT 6 tháng dù em vẫn chưa đủ điều kiện tốt nghiệp vào học kì sau . . . Mong PĐT có thể xóa mục thanh toán BHYT 6 tháng của em trên BK Pay để em có thể đăng ký lại BHYT gói 12 tháng theo đúng quy định ạ .. . Mã thanh toán của em là DDBHYT062011.[student_id].81940 . . Đợt thanh toán : DDBHYT062011. . . . Em xin cảm ơn ạ . . . . .",
            "Chào bạn,. . . . Bạn vui lòng liên hệ Phòng Công Tác Chính Trị Sinh Viên nha.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]1  /b \t. . . .   i Tốt nghiệp . Kính gửi Phòng Đào Tạo,. . Cho em hỏi bây giờ em còn đăng ký dự lễ tốt nghiệp được không ạ? . . Nếu được thì quy trình thế nào ạ.. . Em cám ơn",
            "Chào bạn,. . . . Việc này bạn liên hệ khoa nha.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác .   /B em có thắc mắc tại sao em thuộc diện miễn giảm học phí 100% cho tất cả các môn học đăng kí lần đầu nhưng [full_name] pay vẫn còn mục chưa thanh toán phí ạ ?  B . . . . . .",
            "Chào bạn,. . . . Bạn đăng kí quá 17 tín chỉ là phải đóng học phí những tín chỉ dư ra nha.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học  /i Chào thầy(cô).. . Em có đăng ký được môn học ME3031 - Kỹ thuật chế tạo 1 ở phần Đăng ký đợt 2 HK1/2020-2021 hệ VLVH. . . Nên muốn hủy môn học ME3031 - Kỹ thuật chế tạo 1 ở phần  HK202 Đăng ký môn học Học Kỳ 2 (2020 - 2021) - Đợt 1",
            "Trong đợt Đăng ký đợt 2 HK1/2020-2021 hệ VLVH. . Em ko được hủy các môn học đã đăng ký, chỉ được bổ sung. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em kính gửi Phòng đào tạo ạ, em là [full_name], Mã số sinh viên là [student_id], em sẽ tốt nghiệp vào ngày 28/11/2020 này và tham dự với vai trò là Huy Chương Bạc của khoa Kĩ thuật xây dựng. Tuy nhiên, vì gia đình em có chuyện nghiêm trọng nên có khả năng buổi sáng đó em không thể có mặt để được phát bằng và huy chương vào sáng ngày hôm đó. Nếu trường hợp đó xảy ra, vậy em có thể nhận lại bằng và huy chương sau đó (khoảng 10h sáng) để chụp hình cùng các bạn và các thầy cô không ạ? Nếu có thể, em xin quý thầy/ cô PĐT có thể tư vấn cho em về vấn đề này ạ! Em cảm ơn quý thầy/ cô đã dành thời gian đọc ạ!",
            "Chào bạn,. . . . Nếu bạn không đến kịp để nhận bằng và huy chương. Sau lễ tốt  nghiệp bạn liên hệ phòng Thương Hiệu - Truyền Thông để nhận nha.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em muốn xin thông tin liên lạc của thầy [full_name] dạy thí nghiệm Hóa đại cương ạ",
            "Chào bạn,. . . . Việc này bạn liện hệ khoa Hoá nha.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Môn vẽ kỹ thuật cơ khí (TN) mã lớp L05 .Giáo viên dạy em là thầy [full_name] mà trên BKel lại là thầy [full_name] nên em không xem được tài liệu mà thầy [full_name] gửi.",
            "Chào bạn,. . . . Bạn vui lòng kiểm tra lại trên BKEL nha, bạn vẫn trong nhóm thầy [full_name] mà. . . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: 2049579  /b \t. . . .   i Học vụ . Chào Thầy/Cô,. . Em đăng ký hệ ĐTTX đợt tháng 10, Thầy/Cô cho em hỏi thăm khi nảo thì mới bắt đầu chương trình học, em cảm ơn !",
            "Chào em. dự kiến tháng 12 nhé"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Em xin chào thầy/cô,. . em xin hỏi là nếu em bỏ lỡ đợt đăng ký BHYT trên mybk thì có thể đăng ký mua ở nơi khác không?. . Em cảm ơn. . . .",
            "Chào bạn,. . . . Bạn vui lòng liên hệ Phòng Công Tác Chính Trị Sinh Viên nha.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "U   /U Yêu cầu khác: Xin chào PĐT,. . Em tên [full_name], sinh viên K19.. . Em muốn hỏi: Theo lịch thông báo về việc đăng ký và đóng BHYT. Thời gian đóng phí hợp lệ từ 9/11-25/12. Nhưng em lỡ quên, và sáng nay 26/11/2020 em mới đăng ký BHYT và đóng phí trên BKpay.. . Xin hỏi đóng trễ có bị sao không ạ?. . Em mong PĐT phản hồi em.. . Em cảm ơn!",
            "Chào bạn,. . . . Bạn vui lòng liên hệ Phòng Công Tác Chính Trị Sinh Viên nha.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Hiện tại, em đã đăng kí tham gia Bảo hiểm Y tế tại trường nhưng khi kiểm tra lại thông báo thì đã quá hạn 1 ngày. Em xin hỏi có thể gia hạn thời hạn đóng tiền Bảo hiểm không ạ?",
            "Chào bạn,. . . . Bạn vui lòng liên hệ Phòng Công Tác Chính Trị Sinh Viên nha.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]9  /b \t. . . .   i Tốt nghiệp . Vì lý do cá nhân nên tôi không thể tham gia lễ tốt nghiệp, vậy cho tôi hỏi tôi có thể nhận bằng tốt nghiệp sau lễ tốt nghiệp tối đa là bao lâu.. . Xin cảm ơn.",
            "Chào bạn,. . . . Nếu bạn không dự lễ tốt nghiệp được, thì sau lễ nhận bằng ở khoa. Bạn nhận lúc nào cũng được nha.. . . . Thân"
        ]
    }
]