[
    {
        "intent": "",
        "message": [
            "Chào Thầy Cô!. . Thầy Cô cho em hỏi theo lịch của trường là nộp bằng TOEIC vào ngày 2/7 và 25/7. Vậy em phải nộp bằng đúng vào ngày đó hay có được nộp sớm hoặc trễ hơn vài ngày không ạ.. . Em cảm ơn.",
            "responsible person: [551] [staff_name] [helpdesk staff]",
            "Chào bạn,. . Theo lịch lấy dữ liệu anh văn 2/07 và 25/07 là đúng ngày đó Phòng đào tạo sẽ lấy dữ liệu. Bạn phải khai báo thông tin online trước ngày quy định, nếu trễ thì bạn phải đợi đợt tiếp theo mới được câp nhật dữ liệu.. . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Dạ cho em hỏi là em học chương trình PFIEV k14 thì chuẩn anh văn có thay đổi ko ạ (trước là 450 TOEIC). Em có cần nộp bằng tại pđt ko hay chỉ cần đăng kí online là được.",
            "responsible person: [551] [staff_name] [helpdesk staff]",
            "Chào bạn,. . Bạn thuộc chương trình PFIEV thì chuẩn tiếng anh ra trường không phải là Toeic 450, bạn hãy liên hệ trực tiếp văn phòng Việt -Pháp để  được tư vấn rõ.. . Tất cả sinh viên đều phải nộp chứng chỉ ngoại ngữ theo đúng 1 quy trình hướng dẫn, chỉ khác nhau ở chuẩn xét tương ứng với từng khung chương trình đào tạo của sinh viên đang học.. . Bạn vui lòng xem chi tiết hướng dẫn cách nộp chứng chỉ ngoại ngữ tại:  www.aao.hcmut.edu.vn- Sinh viên -  Hướng dẫn - Ngọại ngữ.. . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Khác ... . . . Thầy ơi cho em hỏi là em có thể huỷ môn học e đã đăng kí được không ạ, vì môn khoa e là cơ học ứng dụng (AS2007) 2 tín chỉ, nhưng hè này e đăng kí môn cơ học ứng dụng lại là mã khác (AS2001)  3 tín chỉ khác với chương trình đào tạo khoe em, em có thể huỷ được không ạ",
            "Đã hủy môn AS2001 cho bạn",
            "Dạ em cám ơn thầy ạ"
        ]
    },
    {
        "intent": "",
        "message": [
            "Chứng chỉ ngoại ngữ - Đại học - Cao đẳng chính quy   Khác ... . Cho em hỏi quy định bổ sung chứng chỉ ngoại ngữ lớp KSTN như thế nào? Em thi trong trường (không có bằng TOEIC 2 kỹ năng) thì có được như lớp thường không? Hay là bắt buộc lớp KSTN phải thi lấy bằng TOEIC bên ngoài?",
            "Chào bạn,. . KSTN vẫn áp dụng thi Toeic 2 kỹ năng do trường tổ chức nhưng bạn phải đạt mức trên 245.. . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Chưa cập nhật điểm . cô ơi cho em hỏi sau khi điểm dự thính được cập nhật . PDT  có xét cho e được đi thực tập không ạ . em vừa check kết quả dkmh thấy môn tttn của rm bị xóa rồi . em tích lũy 94 chỉ thiếu  1 chỉ so với quy định . còn một môn dư thính chưa có điểm. em có bẳng av rồi mà đã qua đợt chuyển điểm . . . em cảm ơn cô ! mong cô phản hổi sớm",
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Chưa cập nhật điểm. . . . cô ơi cho em hỏi sau khi điểm dự thính được cập nhật . PDT  có xét cho e được đi thực tập không ạ . em vừa check kết quả dkmh thấy môn tttn của rm bị xóa rồi . em tích lũy 94 chỉ thiếu  1 chỉ so với quy định . còn một môn dư thính chưa có điểm. em có bẳng av rồi mà đã qua đợt chuyển điểm . . . em cảm ơn cô ! mong cô phản hổi sớm  /QUOTE . . . . Chào [full_name], khi nào có điểm em phải làm đơn xin đăng ký TTTN có sự đồng ý của khoa và gởi  phòng Đào Tạo xét lại"
        ]
    },
    {
        "intent": "",
        "message": [
            "Em muốn đăng kí bổ sung môn học  Pháp luật đại cương Việt Nam ( 008001) cho kì hè 18-3 này có được không ạ.  Em còn môn học cuối cho kì này để hoàn thành chương trình học. Mong phòng đào tạo xem xét giúp em hoàn thành chương trình.",
            "responsible person: [551] [staff_name] [helpdesk staff]",
            "Chào bạn. . . . môn 008001 không mở lớp ở HK183"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Đợt nộp bằng tốt nghiệp THPT em có nộp bản sao cho lớp trưởng rồi mà trường em chưa có bản chính nên không có số hiệu văn bằng nên em lỡ điền số hiệu là số cấp vào bản sao thì có bị sao không em xin cảm ơn phòng đào tạo.. .",
            "Chào bạn,. . Khi Phòng đào tạo kiểm tra bằng sẽ chỉnh lại giúp bạn.. . Thân.",
            "Em mong phòng đào tạo cho em khai báo lại thông tin bằng tốt nghiệp THPT để em chỉnh lại để nộp vào đợt 2",
            "Chào bạn,. . Hiện tại nếu bạn muốn khai báo lại thông tin thì Phòng đào tạo sẽ hủy thông tin đang có, bạn vào khai báo lại từ đấu nhé.. . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Em là [full_name], mssv [student_id]. . Em có đăng ký môn thực tập tốt nghiệp học kỳ 183 nhưng hệ thống thông báo không đăng ký được vì không đủ chỉ, nhưng em xem lại quy chế là tối thiểu 98 chỉ( tính cả chỉ đã đăng ký vào hk trước đó), trước hk182 em có 77 chỉ, hk182 em học 24 chỉ vậy tổng là 101 chỉ và đủ đk để đăng ký, em cũng đã lên pđt hỏi trực tiếp và được trả lời em đã đủ đk. Hiện tại khoa đã công bố và lên danh sách thực tập và em không thể đi thực tập vì vấn đề trên, mong pđt xem xét lại và có câu trả lời thỏa đáng cho em",
            "Em là [full_name], mssv [student_id]. . Em có đăng ký môn thực tập tốt nghiệp học kỳ 183 nhưng hệ thống thông báo không đăng ký được vì không đủ chỉ, nhưng em xem lại quy chế là tối thiểu 98 chỉ( tính cả chỉ đã đăng ký vào hk trước đó), trước hk182 em có 77 chỉ, hk182 em học 24 chỉ vậy tổng là 101 chỉ và đủ đk để đăng ký, em cũng đã lên pđt hỏi trực tiếp và được trả lời em đã đủ đk. Hiện tại khoa đã công bố và lên danh sách thực tập và em không thể đi thực tập vì vấn đề trên, mong pđt xem xét lại và có câu trả lời thỏa đáng cho em  /QUOTE . . . . Phước, em xem lại quy định nhận TTTN tại đây nhe!http://www.aao.hcmut.edu.vn/index.php?route=catalog/chitietsv&path=59_62&tid=1609. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]0  /b \t. . . .   i Đăng ký môn học - Đại học - Cao đẳng chính quy   Khác ... . Kính gửi : Phòng Đào Tạo.. . Em tên : [full_name],. . MSSV : [student_id]0. . Vừa qua em có xin cứu xét quay lại học ở truòng và gia hạn thêm thời gian học. Nên em không kịp đăng kí môn học ở hè này. Hiện tại em còn thiếu 2 môn là phương pháp tính và kết cấu thép. Em mong nhà trường tạo điều kiện giúp em để em có thể hoàn thành 2 môn này trong kì hè này ạ. . Em xin chân thành cảm ơn !  B . .",
            "Bạn vui lòng cung cấp MSMH cần đăng ký để mình giúp bạn",
            "Gửi thầy,. . . . Em cần đăng kí 2 mồn là :. . MT1009\tPhương pháp tính. . CI3009\tKết cấu thép 1. . . . Em cảm ơn thầy nhiều !. .",
            "Đã đăng ký bổ sung cho bạn"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tăng sĩ số lớp môn học . Em tên [full_name]-[student_id] là sinh viên bằng 2 ngành xây dựng dân dụng và công nghiệp, em xin phòng đào tạo cho phép em đăng ký môn Cơ lưu chất (CI2003) dự thính hè này lớp DT01_DT01, mong phòng đào tạo hỗ trợ và xét duyệt cho em. Em xin chân thành cảm ơn",
            "Chào em,. . . . PĐT đã đăng được môn CI2003 cho em rồi, em theo dõi kết quả đăng kí môn học của em sẽ cập nhật trên web."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Khác ... . Trong đợt đăng ký môn học bổ sung HK183,em dự định đăng kí môn cơ điện tử và KT giám sát tình trạng,chẩn đoán hư hỏng,nhưng bị trùng thời khoá biểu.Nên em đã đăng kí môn cơ điện tử,nhưng môn này lại không mở lớp.Nay em muốn được đăng kí bổ sung môn. . 260629:KT giám sát tình trạng và chẩn đoán hư hỏng. . 260636:KT giám sát tình trạng và chẩn đoán hư hỏng(BT). . Kính mong phòng đào tạo cho em được bổ sung để kịp tiến độ ra trường ạ. . Em xin chân thành cảm ơn",
            "ĐÃ đăng ký bổ sung cho bạn"
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính gửi PĐT. . Em là [full_name]. . . . Em mong PĐT sẽ hỗ trợ em đăng kí vào môn học khác có trong TKB của HK183. . . . Vì vừa rồi em đã lỡ đăng kí môn học PH1003 của hệ đại trà. . Do môn PH1003 của hệ clc không mở trong hk183 (pđt đã trả lời trước đó). . . . Em xin cảm ơn và mong PĐT thông cảm vì em vừa kết thúc 2 hk tiếng anh nên chưa hiểu kỹ về đăng kí môn học ạ.",
            "Chào em,. . . . Môn PH1003 không mở lớp chất lượng cao học kỳ 183, em muốn đăng kí môn học khác em ghi rõ mã môn học, mã nhóm.. . . . Em muốn tìm hiểu kỹ về đăng kí môn học, em liện hệ [full_name], văn phòng Đào Tạo quốc tế 402A4."
        ]
    },
    {
        "intent": "",
        "message": [
            "Em muốn đăng kí bổ sung môn Pháp luật đại cương Việt Nam (SP1007) cho kì hè 18-3 được không ạ. Em còn môn này là môn học cuối cùng để hoàn thành chương trình học. Mong phòng đào tạo xét và tạo điều kiện cho em hoàn thành chương trình học trong kì này.",
            "responsible person: [551] [staff_name] [helpdesk staff]",
            "Đã đăng ký cho bạn SP1007"
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính gửi PDT. . Em tên [full_name]. . Vì đăng kí sai trong đợt đăng kí môn học trong hk183. . . . Em mong PĐT cho em đăng kí học 1 môn SP1007 mã nhóm DTQ2. . . . (Nếu không còn chỗ em xin được thay bằng môn MT1003 mã nhóm DTQT. . . . Em xin cảm ơn",
            "Đã đăng ký cho bạn SP1007",
            "Em xin cảm ơn. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Em có đăng kí môn tư tưởng vào học kì hè 183  này mà do lịch học trùng lịch thực tập của công ty em đi thực tập. Vậy em có được hủy môn học tương tưởng này không ạ?",
            "responsible person: [551] [staff_name] [helpdesk staff]",
            "Lịch thực tập do [full_name] quy định, em có muốn hủy môn tư tưởng hay ko?",
            "Dạ có ạ. Em muốn hủy môn tư tưởng ạ.",
            "Đã hủy cho bạn"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Khác ... . Chào thầy/cô ạ,. . . . Em có nguyện vọng được xin đăng ký tham gia vào lớp Kết cấu Thép 2 (DT01), mã môn học CI3069, học kỳ dự thính hè HK183 của thầy [full_name]. . . Do kết quả môn học Kết cấu thép 2 HK182 có sau khi đã kết thúc đợt đăng ký Dự thính hè nên em đã lỡ dịp đăng ký ạ.. . Hiện em là SV năm 4, diện đang trễ nửa học kỳ để tốt nghiệp. Mong thầy/cô xem xét và thông qua cho em được vào lớp này học và có cơ hội hoàn thành chương trình học sớm nhất có thể ạ.. . Em đã liên hệ với thầy phụ trách lớp này rồi và được thầy đồng ý ạ, thầy có ghi lại số điện thoại để nếu nhà trường có cần ý kiến giáo viên thì có thể liên hệ với thầy để xác nhận thông tin ạ.. . . . Kính mong được nhà trường giải quyết.. . Em xin chân thành cảm ơn.",
            "Đã đăng ký cho bạn",
            "Vậy là em được vào học lớp đó rồi đúng không ạ?!!. . . . Em cảm ơn thầy cô nhiều ạ!!"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Khác ... . Kính gửi: Phòng đào tạo. . Em tên: [full_name]. . MSSV: [student_id]. . Khoa: Kỹ thuật xây dựng. . Trong học kỳ 183 này em đã đăng ý nhầm môn vẽ kỹ thuật (CI1003) của khoa kỹ thuật cơ khí. Mong phòng đào tạo xóa môn học này và chuyển giúp em môn học vẽ kỹ thuật xây dựng (CI1033). Em rất mong nhận được sự giúp đỡ và phản hồi từ phía phòng đào tạo. Em xin chân thành cảm ơn!. .",
            "Đã chuyển mã cho bạn về CI1033",
            "Em cảm ơn thầy ạ. Thầy cho em hỏi khi nào thì thời khóa biểu em cập nhật lại ạ!. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Điểm thi - Đại học - Cao đẳng chính quy   Điểm môn học . HK vừa rồi em và 1 bạn có đăng kí môn học cầu lông, nhưng đã chuyển sang võ và có sự đồng ý của gvbm và chúng em đã hoàn thành môn học, nhưng hiện tại trên mybk điểm của em là 13 ở môn cầu lông. Em rất mong nhận được sự giúp đỡ từ nhà trường",
            "Chào bạn,. . Việc chuyển đổi môn học phải có sự xác nhận của Phòng Đào tạo mà sv có đăng ký môn học chứ GVBM không thể tự đổi được.. . Hiện tại trên hệ thống bạn đăng ký là môn PE1017 Cầu long.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Khác ... . Chào thầy/cô. Nếu em bị cảnh báo học vụ 2 kì liên tiếp và không đạt chuẩn anh văn 1 thì em có được tiếp tục học và đăng kí môn học cho học kì 191 không ạ? Em xin cảm ơn! . .",
            "Chào bạn. . . . Nếu bạn không đạt chuẩn AV sau năm nhất bạn không thể đăng ký các môn năm 2. Bạn tham khảo theo CTĐT môn học tại đây :. . . . http://www.aao.hcmut.edu.vn/index.php?route=catalog/chuongtrinhdaotao"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Dạ em nhận được danh sách thực tập tốt nghiệm nhưng em không biết công ty TNCUD khoa học truyền hình là công ti nào và hoạt động ở đâu cho em hỏi em có thể xem thông tin đó ở đâu ạ em xin cảm ơn. .",
            "responsible person: [551] [staff_name] [helpdesk staff]",
            "Chào bạn,. . Thông tin và nơi đi thực tập bạn vui lòng liên hệ trực tiếp văn phòng [full_name] để được hỗ trợ.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]9  /b \t. . . .   i Chứng chỉ ngoại ngữ - Đại học - Cao đẳng chính quy   Xét miễn môn anh văn (chuyển điểm) . Em học môn av2 và bị rớt. Sau đó em nộp CCNN chuyển điểm môn av2 thì có được tính tín chỉ tích lũy cho môn av2 k ạ? Và có được tính là qua môn av2 để xét tốt nghiệp không?. . . . Em cảm ơn.",
            "Chào bạn,. . Hiện tại bạn đã được chuyển điểm 4 môn anh văn rồi mà bạn????. . Điểm chuyển sẻ được tính vào điểm tích lũy chung, không tính vào tích lũy học kỳ.. . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]4  /b \t. . . .   i Đăng ký môn học - Đại học - Cao đẳng chính quy   Khác ... . Kính gửi Phòng Đào Tạo,. . Em là [full_name] mssv: [student_id]4 . . Em viết đơn này xin được đăng ký trễ vào học kỳ hè 183 môn tư tưởng [full_name]. Em đã khóa 12 nên đây là cơ hội cuối của em mong phòng đào tạo xem xét. Rất xin lỗi đã làm phiền thầy cô.. . [full_name]",
            "Hiện tại mình không thể đăng ký cho bạn môn SP1005 được vì trùng tkb với 2 môn học hiện có của  bạn"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Khác ... . Chào thầy/cô,. . Em tên [full_name] khóa K2014 khoa Môi trường và Tài nguyên. . . Hôm nay em viết thư này mong được sự xem xét và giúp đỡ của quý thầy/cô. . . Chuyện là học kì 182 em có học môn Giải tích 2 và đồng thời làm LVTN.. . LVTN em đã hoàn thành và nộp xong ngày 18/06, nhưng môn Giải tích 2 thì em vừa biết điểm ngày hôm qua và kết quả là không qua môn. Thật sự em vô cùng sốc vì em cứ nghĩ kết quả mình làm tốt nên đã không đăng kí học kì hè.. . Với mọi người thì môn GT2 chỉ là 1 môn đại cương thôi, nhưng với em đó là cánh cổng đến buổi lễ tháng 11 tới. Em đã rất nghiêm túc học bài nhưng đã 4 lần thất bại trước bài thi cuối kì. . . Hiện tại e rất tuyệt vọng và chỉ hy vọng đựơc sự giúp đỡ của PDT cho em một cơ hội được thêm vào lớp GT2 hè 183 để có cơ hội ra trường, bạn bè và gia đình em không thể chờ lâu hơn nữa. . . Em không mong gì hơn ngoài sự giúp đỡ của quý thầy/cô, vì đó cũng giống như người đuối nước giữa biển mà vớ được cái phao.. . Em sẽ không bao giờ quên ơn nếu đựơc sự giúp đỡ từ phóa thầy/cô ạ.. . [full_name].",
            "Bạn vui lòng cung cấp MSMH + nhóm cần đăng ký",
            "Dạ em muốn đăng kí vào lớp Giải tích 2 (MT1005) nhóm DT03 của cô [full_name] ạ.. . Em tên [full_name], mssv là [student_id].. . Em vô cùng biết ơn nếu đựơc đăng kí vào lớp ạ.. . Xin cảm ơn. . . [full_name].",
            "Đã đăng ký bổ sung cho bạn",
            "Dạ em không biết phải cảm ơn thầy như thế nào.. . E xin ghi nhớ ơn của thầy ạ!!"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]  /b . .  . . Kính gửi Phòng Đào Tạo.. . Em tên [full_name] là sinh viên khoa Cơ khí. mssv [student_id].. . Em có đăng kí tham gia hoạt động mùa hè xanh của trường Đại học CNTT, và được chọn.Cho em hỏi cần làm đơn xác nhận của trường mình do đoàn đội hay phòng ctct sinh viên kí xác nhận ạ. xin Thầy/ Cô hướng dẫn giúp em. . . . . [full_name] cảm ơn!\t. . . .",
            "Chào bạn,. . Vấn đề liên quan đến mùa hè xanh bạn vui lòng liên hệ trực tiếp Phòng Công tác Chính Trị Sinh viên để được hỗ trợ.. . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: 214T4029  /b \t[full_name] [full_name] [full_name] [full_name]   i Vừa làm vừa học - ĐTTX   Đăng ký môn học  /i [full_name] [full_name] [full_name] [full_name] Kính gửi: Phòng đào tạo [full_name] [full_name] Em tên : [full_name] [full_name] [full_name] MSSV: 214T4029 hệ VHVL khoa Cơ Khí[full_name][full_name] [full_name] Em có đăng ký môn học  ME3029 Thực Tập Tốt nghiệp (KTCT) học kỳ 183 với Chính Quy trên MyBk và có viết đơn xin thực tập được thầy TS[full_name] [full_name] ký đồng ý và nộp ở Bộ Môn Chế Tạo Máy[full_name][full_name] [full_name] EM xin hỏi em đăng ký vậy có thành công không[full_name][full_name] [full_name] Em cảm ơn",
            "Chào bạn.. . Môn thực tập tốt nghiệp, Đề cương Luận văn, Luận văn tốt nghiệp bắt buộc phải đăng ký và học bên hệ VLVH.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Khác ... . Em là sinh viên năm 2 , và ở năm 1 em có rớt môn giáo dục thể chất 1 và giáo dục thể chất 2 , vậy bây giờ em muốn trả nợ 2 môn này , thì em nên đăng ký như thế nào ạ. Vì bây giờ không còn 2 môn này mà đã thay thế bằng 2 trong 9 môn học mới, vậy em đăng ký 2 trong 9 môn học thể dục mới vậy em có được tính là đã hoàn thành trả nợ môn giáo dục thể chất 1 và giáo dục thể chất 2 không ạ. Em xin cảm ơn. . . .",
            "Chào bạn. . . . bạn có thể tham khảo tại đây :. . . . http://www.aao.hcmut.edu.vn/image/data/CTDT/thay_doi_mon_hoc_gdtc.pdf. . . . Mục số 2"
        ]
    },
    {
        "intent": "",
        "message": [
            "Em tên Nguyễn Vũ Thinh. MSSV: [student_id]. Khoa Kỹ Thuật Xây DỰng. . Em muốn được đăng ký môn học THÍ NGHIỆM CÔNG TRÌNH ( CI4011 ) và môn học KẾT CẤU THÉP 1 ( CI3009) cùng chung một học kỳ 191 sắp tới vì em chưa đạt môn KẾT CẤU THÉP 1 là môn tiên quyết của môn thí nghiệm công trình nếu em không được học chung 2 môn này sẽ bị trễ tiến độ ra trường vì em vừa hoàn thành xong [full_name] Văn Tốt Nghiệp. Rất mong phòng đạo tạo xem xét và hỗ trợ để em được hoàn thành việc học đúng hạn",
            "Chào bạn.. . . . Mình không thể đặc cách cho bạn đăng ký cả 2 môn học khi vi phạm điều kiện tiên quyết được. Bạn nên liên hệ trực tiếp [full_name] để được hướng dẫn rõ hơn."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV[full_name] [student_id]  /b \t. . . .   i Đăng ký môn học - Đại học - Cao đẳng chính quy   Tăng sĩ số lớp môn học  /i. . Em tên là [full_name] [full_name]. . Mssv [full_name] [student_id]. . Em muốn đăng ký lớp cơ lưu chất CI2003 (DT03). . Mong phòng đào tạo xét duyệt.. . Em xin cảm ơn",
            "Đã đăng ký bổ sung cho bạn",
            "b MSSV/MSGV[full_name] [student_id]  /b \t. . . .   i Đăng ký môn học - Đại học - Cao đẳng chính quy   Tăng sĩ số lớp môn học . Em tên là[full_name] [full_name]. . Mssv[full_name] [student_id]. . Em xin được đăng ký môn[full_name] kết cấu bê tông ci2091 ( DT01). . Em mong phòng đào tạo giúp em.. . Em xin cảm ơn.",
            "đã đăng ký bổ sung cho bạn"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]5  /b \t. . . . Kính gởi thầy cô phòng đào tạo. . . Em tên là [full_name]. . . MSSV: [student_id]5 - Lớp MTKH01 . . Em đã hoàn thành 2 môn còn nợ và đã có điểm trên mybk.. . Giờ em muốn biết mình đã đủ điều kiện tốt nghiệp cho đợt tới hay chưa nhưng không tìm thấy thông tin trên mybk.. . Rất mong quý thầy cô phản hồi giúp em.. . . . . .   i Tốt nghiệp - Đại học - Cao đẳng chính quy   Khác ... .",
            "QUOTE MSSV/MSGV: [student_id]5    . . . . Kính gởi thầy cô phòng đào tạo. . . Em tên là [full_name]. . . MSSV: [student_id]5 - Lớp MTKH01 . . Em đã hoàn thành 2 môn còn nợ và đã có điểm trên mybk.. . Giờ em muốn biết mình đã đủ điều kiện tốt nghiệp cho đợt tới hay chưa nhưng không tìm thấy thông tin trên mybk.. . Rất mong quý thầy cô phản hồi giúp em.. . . . . . Tốt nghiệp - Đại học - Cao đẳng chính quy   Khác .... . . .   /QUOTE . . Chào [full_name], Do đang trong giai đoại cập nhật điểm nên điều kiện tốt nghiệp em xem tại đây : http://www.aao.hcmut.edu.vn/index.php?route=catalog/chitietsv&path=90&tid=1658. Kiểm tra xem mình còn thiếu gì thì bổ sung nhe!. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Kính gửi Phòng đào tạo. . Em tên: [full_name], MSSV: [student_id]. . Em đã khai báo phiếu xác nhận nộp bằng ptth online trên web pđt, nhưng em đã quên số hiệu của bản sao bằng tốt nghiệp ptth em nộp cho lớp trưởng. Mong Phòng đào tạo hiệu chỉnh giúp em. Sau đây là danh sách nộp bằng tốt nghiệp ptth của lớp em.. . Em xin chân thành cảm ơn.",
            "responsible person: [551] [staff_name] [helpdesk staff]",
            "Chào bạn,. . Khi phòng đào tạo kiểm tra xác nhận bằng sẽ hiệu chỉnh lại giúp em.. . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tăng sĩ số lớp môn học . Dạ chào thầy. Em là [full_name]-[student_id] sinh khoa điện- điện tử. Kì vừa rồi e bị rớt môn đường lối [full_name] Mạng của Đảng cộng sản Việt Nam. Nay em xin thầy cho e được học lớp dự thính hè để em kịp ra trường đúng hạn. . . Em chân thành cám ơn thầy!",
            "Đã đăng ký bổ sung môn SP1009 cho bạn"
        ]
    },
    {
        "intent": "",
        "message": [
            "em có đăng kí môn học thực tập tốt nghiệp học kì 183 nhưng không có thời khóa biểu. em muốn đăng kí bổ sung thì có được không và phải làm như thế nào ạ? em xin cảm ơn",
            "em có đăng kí môn học thực tập tốt nghiệp học kì 183 nhưng không có thời khóa biểu. em muốn đăng kí bổ sung thì có được không và phải làm như thế nào ạ? em xin cảm ơn  /QUOTE . . Chào [full_name], không có kết quả môn TTTN vì chưa đủ số tín chỉ tích lũy ngành (69+17{182}+2{DT}=88  98).",
            "em có thể nộp đơn xin đăng kí thực tập được không ạ. vì nếu không được thực tập trong học kì hè này thì em không đủ thời gian để tốt nghiệp. em hứa sẽ hoàn thành số tín chỉ trong thời gian sớm nhất. em cảm ơn ạ",
            "Chào bạn,. . Nếu không đủ tín chỉ quy định thì không được đăng ký môn TTTN. Không có trường hợp ngoại lệ. Bạn hãy cố gắng học đạt tín chỉ quy định thì được đăng ký TTTN.. . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Em nộp đơn chỉnh sửa và bản sao giấy khai sinh ngày 5/6, phòng đào tạo cơ sở 2 ạ",
            "responsible person: [551] [staff_name] [helpdesk staff]",
            "Chào bạn,. . hiện tại thông tin nơi sinh của bạn là Tp.HCM là đúng hay sai????"
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính gửi : Phòng Đào Tạo . . Em tên: [full_name] . . MSSV: [student_id], hiện là sinh viên chuyên ngành công nghệ thực phẩm.. . Trong học kỳ 183 này, em có đăng ký môn Thực tập quá trình và thiết bị (CH2087) của khoa Kỹ thuật hóa học, nhưng em không được phòng đào tạo xem xét đăng ký với lý do thiếu môn học trước CH2035(kỹ thuật thực phẩm 2),nhưng học kỳ 182 vừa rồi em đã học và hoàn thành môn này giống như các bạn. Phải chăng có sự nhầm lẫn gì không?Vì vậy mong phòng đạo tạo xem xét lại và đưa ra hướng giải quyết để e không lỡ tiến độ chương trình học, vì kỳ thực tập sẽ bắt đầu vào đầu tháng 7 này!. . Trân trọng!. . Em xin cảm ơn! . . . .",
            "Chào bạn.. . Kết quả đkmh môn CH2087 nhóm A01 đã được thêm cho bạn.. . Bạn xem thời khóa biểu Chính quy vào đầu ngày mai.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: 1733412  /b \t. . . . Kính gửi: Phòng Đào tạo ĐH Bách Khoa Tp.HCM. . . . Đợt   ĐĂNG KÝ MÔN HỌC DỰ THÍNH HỌC LẠI HÈ 2019 HỆ VLVH-ĐTTXA ( từ 27/05 - 03/06) em có đăng ký môn AV350.. . . . Sau đợt đăng ký, em kiểm tra thời khoá biểu thì kết quả bị mã lỗi 0 (thiếu môn tiên quyết).. . . . Môn tiên quyết AV300 em đã học và có điểm đạt.. . . . Vì vậy, mong Quý Thầy/Cô hỗ trợ kiểm tra lại giúp em để không bị mã lỗi 0. (em đã đăng ký lại môn này trong đợt hiệu chỉnh 14/06 - 22/06).. . . . Trân trọng,. . Lâm Đức Bình.. . . .",
            "Chào bạn.. . Kết quả xét đạt.. . bạn xem lại thời khóa biẻu nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Khác ... . Em có đăng kí 2 môn mac và giải tích 1 hk 183 và có tkb đi học nhưng tối qua cả 2 môn lại không còn trong tkb nữa. Mong pdt giải đáp thắc mắc giúp em",
            "Chào bạn . . . . Bạn đã bị buộc thôi học bì lý do học lực trong HK2 (18 - 19) và được thu nhận lại ở học kỳ 1 (2019 - 2020) nên HK 3 bạn không thể đăng ký môn học.",
            "Dạ tại em thấy trọng mục đăng kí môn học cả 2 môn được duyệt nên nghĩ là đăng kí được, vậy là kết quả đăng kí hk 183 bị hủy vì thu nhận lại ở hk 191 ạ. Nếu được mong pdt giúp em mở 2 môn này để em được theo học ạ, tại em thiếu nợ môn nhièu quá nên mong được trả nợ môn sớm.",
            "Chào bạn.. . . . Sau đợt đăng ký môn học PĐT sẽ hậu kiểm kết quả đăng ký và xét thấy bạn bị buộc thôi học vì lý do học lực ở HK2 (2018 - 2019). Và bạn được thu nhận lại ở HK 1 (2019 - 2020) nên bạn không thể đăng ký ở HK183. Bạn có thể về liên hệ trực tiếp Khoa để có hướng giải quyết cụ thể."
        ]
    },
    {
        "intent": "",
        "message": [
            "Em chào Thầy/Cô phòng đào tạo,. . . . Sau khi kết thúc kì 3(2017-2018), em tích lũy được 130 tín chỉ.. . Ở học kì tiếp theo, kì 1(2018-2019), em tích lũy thêm được 3 chỉ nữa, như vậy, tổng chỉ phải là 133, nhưng trong bảng điểm lại cộng nhầm thành 135 chỉ. Em không biết có sự nhầm lẫn gì ở đây không.. . Em kính nhờ quý Thầy/Cô phòng đào tạo xem xét lại giúp em. Em xin gửi hình đính kèm cho quý Thầy/Cô tiện theo dõi.",
            "Chào bạn,. . Đính kèm file tính số tctl chung.. . Thân mến",
            "Gửi lại file đính kèm",
            "Chào Cô,. . File cô gửi em bị lỗi encoding nên em không thể xem được. Và hình như nó bị thiếu môn EE2017 ở học kì 2018-2019.. . Em mong cô xem lại giúp em.",
            "Chào bạn,. . STCTL chung của bạn tính đến HK181 là 135 tín chỉ.. . Thân mến"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Khác ... . Cho em hỏi là tại sao em đăng ký môn học thành công và thỏa các điều kiện nhưng tại sao lại không có lịch trên thời khóa biểu ạ.. . Phần đính kèm có hình ảnh minh chứng . Theo quy chế học vụ chỉ cần 94 chỉ là được đăng kí còn của em đã tính kì 182 đã là 108 chỉ .",
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Khác .... . . . Cho em hỏi là tại sao em đăng ký môn học thành công và thỏa các điều kiện nhưng tại sao lại không có lịch trên thời khóa biểu ạ.. . Phần đính kèm có hình ảnh minh chứng . Theo quy chế học vụ chỉ cần 94 chỉ là được đăng kí còn của em đã tính kì 182 đã là 108 chỉ .  /QUOTE . . Chào [full_name], Em kiểm tra theo file đính kèm.. . Số tín chỉ   B tích lũy ngành  /B (72+18(182))=90  94.",
            "Cho em hỏi là em có thể làm đơn cứu xét được không ạ.. . Em cảm ơn ạ.",
            "Vậy cho em hỏi , em làm đơn cứu xét để được thực tập trong kì hè này có được không ạ , em cảm ơn ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được .",
            "No solution"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được . Kính gửi: phòng đào tạo. . Em tên: [full_name]. . Trong kì 183 này, em có đăng ký môn thực tập hè . . (AS3313) của khoa khoa học ứng dụng . Nhưng em không có tên trong danh sách thực tập, em có lên phòng đào tạo và được báo là em có đăng ký và đã huỷ nhưng em không có huỷ. Em xin phòng đào tạo xem xét đăng ký môn thực tập giúp em vì nó ảnh hưởng đến việc nhận luận văn và ra trường đúng hạn. Em xin cảm ơn và mong nhận được phản hồi sớm ạ",
            "Chào bạn. . . . Mịnh kiểm tra bạn đã hủy môn thực tập trong đợt 2 ĐKMH :. . . . 21/ 05/ 2019 14:52\tHK183 - Đăng ký môn học dự thính HK183- Hệ Chính Quy - Đợt 2\tSV hủy đăng ký AS3313 - Thực tập tốt nghiệp Nhóm A01. . . . . . . .",
            "dạ em không biết vì sao bị huỷ ạ . Trường có thể xem xét để em đăng ký môn thực tập hè để em không bị trễ tiến độ học tập không ạ",
            "em đã xem thời gian bị huỷ vào lúc 14h52 thứ 3 ngày 21/5. Vào thời gian đó em có lịch học và kiểm tra tại lớp của môn nhiệt động lực học và truyền nhiệt nên người huỷ không phải là em ạ. Em không biết ai là người đăng nhập vô tài khoản của em để huỷ môn của em.",
            "Chào bạn. . . . tài khoản cá nhân của mỗi người đều có xác thực tập trung nên mình không thể hỗ trợ bạn trường hợp này.",
            "Dạ vì em với 2 thằng bạn đều bị hủy vào cùng 1 thời gian. Nhưng 1 bạn đã được hỗ trờ đăng ký lại môn học rồi ạ. Em có gửi hình ảnh bạn kia được hỗ trợ đăng ký lại"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: G[student_id]  /b \t. . . .   i Đăng ký môn học - Đại học - Cao đẳng chính quy   Khác ... . Hiện tại em đang là học kỳ cuối của khóa 12, em vừa học Giải Tích 2 MT1005 kỳ vừa rồi mà điểm có trể nên không biết đậu hay không. Em không đăng kí kế hoạch được nên em xin đăng kí bổ sung môn giải tích 2 MT1005 học kỳ hè 183 để hoàn thành chương trình học. Em xin chân thành cảm ơn!",
            "Đã đăng ký bổ sung cho bạn"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đã đăng kí môn học cho học kì hè 183 nhưng không nhân được thời khoá biểu.. .   i Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được .",
            "Môn học đã được đưa kết quả trong đợt 1, Bạn nên chú ý theo dõi đợt kết quả ngày (13/05) :. . . . . . 13/ 05/ 2019 17:18\tHK183 - Đăng ký môn học dự thính HK183- [full_name] - Kết quả đợt 1\tPDT không đ/ký cho SV MH EE2017 (K: Môn học khoa không mở lớp - SV liên hệ Khoa)"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được . Kính gửi: Phòng Đào tạo. . Em tên: [full_name]. . Sinh viên khoa: Khoa học Ứng Dụng. . MSSV: [student_id]. . Trong kì 183 này, em có đăng ký môn thực tập tốt nghiêp mã (AS3313) của Khoa Khoa học Ứng dụng. Nhưng em không có tên trong danh sách thực tập khi Phòng Đào tạo gửi danh sách về khoa, em có lên Phòng Đào tạo và được báo là em có đăng ký và đã huỷ nhưng em không biết tại sao lại bị hủy môn. Em xin Phòng Đào tạo xem xét đăng ký môn thực tập tốt nghiệp (AS3313) giúp em vì nó ảnh hưởng đến việc nhận luận văn và ra trường của em. Mong nhận được phản hồi sớm ạ. Em xin chân thành cảm ơn!",
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được. . . . Kính gửi: Phòng Đào tạo. . Em tên: [full_name]. . [full_name] viên khoa: Khoa học Ứng Dụng. . MSSV: [student_id]. . Trong kì 183 này, em có đăng ký môn thực tập tốt nghiêp mã (AS3313) của Khoa Khoa học Ứng dụng. Nhưng em không có tên trong danh sách thực tập khi Phòng Đào tạo gửi danh sách về khoa, em có lên Phòng Đào tạo và được báo là em có đăng ký và đã huỷ nhưng em không biết tại sao lại bị hủy môn. Em xin Phòng Đào tạo xem xét đăng ký môn thực tập tốt nghiệp (AS3313) giúp em vì nó ảnh hưởng đến việc nhận luận văn và ra trường của em. Mong nhận được phản hồi sớm ạ. Em xin chân thành cảm ơn!  /QUOTE . . Chào [full_name], PDT đã phục hồi TKB môn TTTN cho em rồi em liên hệ khoa để cập nhật vào danh sách.",
            "Dạ em cảm ơn ạ!"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được . Em tên là [full_name], MSSV [student_id]. . Tình trạng của em hiện tại là đã đủ điều kiện để học môn học Thực tập tốt nghiệp CI3383, nhưng lúc em đăng kí thì em chưa có điểm các môn học dự thính, trường chỉ tính là đủ điều kiện thực tập khi em đạt những môn dự thính này, nhưng do giảng viên báo điểm quá trễ nên đã quá hạn đăng kí môn học này, và hiện nay dù em đã đủ điều kiện nhưng em vẫn chưa có thờ khóa biểu môn Thực tập tốt nghiệp. Kính mong các anh chị các bộ PĐT xem xét giùm em. Em xin trận trọng cảm ơn. Em gửi kèm ảnh số tín chỉ của kì trước, kì này và 1 số điều kiện tín chỉ tích lũy tối thiểu để được đăng kí thực tập mà nghành học của em yêu cầu",
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được. . . . Em tên là [full_name], MSSV [student_id]. . Tình trạng của em hiện tại là đã đủ điều kiện để học môn học Thực tập tốt nghiệp CI3383, nhưng lúc em đăng kí thì em chưa có điểm các môn học dự thính, trường chỉ tính là đủ điều kiện thực tập khi em đạt những môn dự thính này, nhưng do giảng viên báo điểm quá trễ nên đã quá hạn đăng kí môn học này, và hiện nay dù em đã đủ điều kiện nhưng em vẫn chưa có thờ khóa biểu môn Thực tập tốt nghiệp. Kính mong các anh chị các bộ PĐT xem xét giùm em. Em xin trận trọng cảm ơn. Em gửi kèm ảnh số tín chỉ của kì trước, kì này và 1 số điều kiện tín chỉ tích lũy tối thiểu để được đăng kí thực tập mà nghành học của em yêu cầu  /QUOTE . . Chào [full_name], Em kiểm tra lại số tín chỉ tích   B lũy ngành  /B  theo file đính kèm",
            "Dạ, cho em hỏi cách môn học có mã như sau như sau:. . _ Cấp thoát nước đô thị CI3179. . _ ĐAMH cấp thoát nước đô thị CI3181. . _ Thiết kế cơ sở hạ tầng kĩ thuật CI3187. . _ ĐAMH thiết kế cơ sở hạ tầng kĩ thuật CI3189. . Những môn học có này, theo như chương trình đào tạo của em, tại sao không được xem là môn học cộng vào tín chỉ tích lũy nghành ạ. Đây được xem là những môn chuyên nghành theo chương trình đào tạo em đang học (xem trong file đính kèm lấy từ AAO). Theo như file text cô gửi trước đó thì 66 tín chỉ tích lũy nghành của em không bao gồm 4 môn học này. Mong cô giải đáp rõ, em xin trân trọng cảm ơn",
            "QUOTE Dạ, cho em hỏi cách môn học có mã như sau như sau:. . _ Cấp thoát nước đô thị CI3179. . _ ĐAMH cấp thoát nước đô thị CI3181. . _ Thiết kế cơ sở hạ tầng kĩ thuật CI3187. . _ ĐAMH thiết kế cơ sở hạ tầng kĩ thuật CI3189. . Những môn học có này, theo như chương trình đào tạo của em, tại sao không được xem là môn học cộng vào tín chỉ tích lũy nghành ạ. Đây được xem là những môn chuyên nghành theo chương trình đào tạo em đang học (xem trong file đính kèm lấy từ AAO). Theo như file text cô gửi trước đó thì 66 tín chỉ tích lũy nghành của em không bao gồm 4 môn học này. Mong cô giải đáp rõ, em xin trân trọng cảm ơn  /QUOTE . .   QUOTE Dạ, cho em hỏi cách môn học có mã như sau như sau:. . _ Cấp thoát nước đô thị CI3179. . _ ĐAMH cấp thoát nước đô thị CI3181. . _ Thiết kế cơ sở hạ tầng kĩ thuật CI3187. . _ ĐAMH thiết kế cơ sở hạ tầng kĩ thuật CI3189. . Những môn học có này, theo như chương trình đào tạo của em, tại sao không được xem là môn học cộng vào tín chỉ tích lũy nghành ạ. Đây được xem là những môn chuyên nghành theo chương trình đào tạo em đang học (xem trong file đính kèm lấy từ AAO). Theo như file text cô gửi trước đó thì 66 tín chỉ tích lũy nghành của em không bao gồm 4 môn học này. Mong cô giải đáp rõ, em xin trân trọng cảm ơn  /QUOTE . . Trường hợp của em đã được xét lại. Em lên Mybk kiểm tra TKB nhe!"
        ]
    },
    {
        "intent": "",
        "message": [
            "Sv vào hk 1 2018-2019 do ko hoàn tất học phí, nên hk 2018-2019 ko đc đăng kí môn học, do vấn đề tài chính nên đến nay em mới có tiền để đóng, em có hy vọng nào có thể theo học tiếp tục không ạ. Em cũng còn nợ nhiều môn, nhưng giờ kinh tế cũng ổn hơn, em tha thiết muốn tiếp tục học lại ạ. Em cảm ơn. . . Vừa làm vừa học - ĐTTX   Học vụ .",
            "Em đkmh vào đợt 2 HK1/2019-2020.. . . .  Xem kế hoạch học vụ trên aao.hcmut.edu.vn để biết thời gian đăng ký. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Dạ nơi sinh Tp HCM là sai, sửa thành Nam Định ạ",
            "Chào bạn,. . Hiện tại thông tin  trên trang web khai thông tin bằng PTTh là Nam Định rồi nha bạn.. . Bạn vào khai báo thông tin PTTH ngay nhé.. . Thân.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tăng sĩ số lớp môn học . Xin chào anh/chị, hiện tại vừa rồi e vừa rớt môn Đường lối CM của Đảng CSVN (SP1009), và không kịp đăng ký, nên em xin anh/chị cho em đăng kí bổ sung trong học kì hè đề kịp tiến độ học tập của em. Em chân thành cảm ơn,",
            "Đã đăng ký bổ sung cho bạn"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Khác ... . Kính gửi: phòng đào tạo. . Em tên: [full_name] . . MSSV :[student_id]. . Trong kì học 183, em có đăng kí môn thực tập (AS3313) nhưng ko biết vì lý do gì lại bị hủy , em cam đoan là ko có chủ động hủy môn học. Mong phòng đào tạo xem xét và giải đáp thắc mắc của em ạ. . . Em xin cảm ơn.",
            "Chào bạn.. . . . Hệ thống ghi nhận bạn đã hủy môn học :. . . . 21/ 05/ 2019 14:51\tHK183 - Đăng ký môn học dự thính HK183- Hệ Chính Quy - Đợt 2\tSV hủy đăng ký AS3313 - Thực tập tốt nghiệp Nhóm A01. . . . . . 13/ 05/ 2019 16:46\tHK183 - Đăng ký môn học dự thính HK183- Hệ Chính Quy - Đợt 2\tPDT đ/ký theo k/hoạch h/tập của SV MH AS3313 nhóm A01"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em muốn huỷ môn học [full_name] tưởng [full_name] (SP1005) trong kì học 18-3 này. Do điều kiện gia đình khó khăn và có việc gấp ở kì hè này nên em không thể theo học môn này ở kì này. Xin phòng đào tạo xem xét huỷ môn giúp em. Em xin cám ơn",
            "responsible person: [551] [staff_name] [helpdesk staff]",
            "Đã hủy cho bạn"
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính gửi: Phòng đào tạo. . Em tên: [full_name]. . MSSV: [student_id]. . Trong học kì 183 em đăng kí thực tập tốt nghiệp nhưng không được nên bị trễ đăng kí môn học, hiện tại em đang bị trễ tiến độ học tập khá nhiều nên không thể bỏ trống hè này được. Em mong phòng đào tạo sẽ tạo điều kiện cho em đăng kí bổ sung các môn sau: Xác suất và thống kê (MT2001) và giải tích 1 (MT1003) vào học kì hè này. Em xin cảm ơn!",
            "Đã đăng ký bổ sung cho bạn"
        ]
    },
    {
        "intent": "",
        "message": [
            "Em xin chào thầy, cô ạ !. . Thầy cô cho em hỏi hạn chót nộp bằng toeic (nghe, đọc) đối với sinh viên K15 để ra trường ạ. Em dùng chứng chỉ đó để quy đổi điểm anh văn luôn ạ. . . Em cảm ơn thầy cô ạ",
            "Chào bạn,. . Lịch lấy dữ lei65u anh văn của HK191 được cập nhật trên web:www.aao.hcmut.edu.vn- sinh viên - Lịch học vụ - Lịch học vụ chính quy học kỳ 1. . Bạn theo dõi lịch tốt nghiệp tương ứng tại. . : www.aao.hcmut.edu.vn- tốt nghiệp -  Lịch tốt nghiệp Tháng 11/2019.. . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Em hiện đang là sinh viên K18 ngành Công nghệ thực phẩm chương trình CLC, em xin được hỏi thầy cô nếu em muốn xin chuyển ngành sang Kỹ thuật Hoá học CLC thì có xét đến diện trúng tuyển không ạ? Em đã đọc quy chế thì thấy yêu cầu điểm tuyển sinh phải đạt điểm chuẩn đầu vào và điểm thi đại học của em đủ điều kiện đó nhưng em trúng tuyển vào trường theo diện Ưu tiên xét tuyển ạ.",
            "Chào bạn,. . V/v chuyển ngành bạn vui lòng liên hệ trực tiếp văn phòng đào tạo Quốc tế để được tư vấn và hỗ trợ.. . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "B Xin phép chào thầy cô phòng đạo tạo, em tên [full_name], mssv K[student_id], em xin phép được rút môn học hoá đại cương CH1003 và thí nghiệm hoá đại cương CH1004, của học kì 3 (kì hè) 2018-2019, mong thầy cô xem xét và duyệt giúp em, em cảm ơn thầy cô đã đọc.  b MSSV/MSGV: K[student_id]  /b \t. . . .   i Học vụ - Đại học - Cao đẳng chính quy   Rút môn học .",
            "Đã hủy môn học cho bạn"
        ]
    }
]