[
    {
        "intent": "",
        "message": [
            "Thưa thầy/cô . . Em tên [full_name], vào đợt thi môn Xử lý ảnh vừa rồi vào ngày 19/08/2021 do sơ suất em quên nộp file ghi màn hình. Cho em hỏi em có thể nộp bổ sung được không ạ?. .   i Yêu cầu khác ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính gửi : Phòng đào tạo. . Em tên : [full_name] MSSV:[student_id] học trung tâm đào tạo bảo dưỡng công nghiệp k17 nay e làm đơn này vì :. . Em đăng ký thành công đợt cuối cùng luận văn tốt nghiệp từ 10h ngày 23/8/2021 - 14h59 ngày 25/8/2021 trong học kỳ chính 211 . Mà sao trên thời khóa biểu , em chưa thấy hiện lên kính mong phòng đào tạo xem xét giúp đỡ em .Em xin chân thành cảm ơn phòng đào tạo đã xem .",
            "Chào bạn,. . Trường hợp SV đăng ký TTTN, LVTN, ĐCLVTN mà không có TKB trong đợt bổ sung.. . Sinh viên vui lòng xem kết quả ĐKMH, xem lý do vì sao không ĐKMH được (có đăng ký, nhưng không có TKB) tại trang web: mybk.hcmut.edu.vn    Đăng ký môn học    Đăng ký bổ sung TTTN+LVTN+ ĐCLVTN HK211 Đợt kết quả    bấm vào mục Đăng ký mới    chọn Loại hình đăng ký    xem Lịch sử đăng ký.. . Trong trường hợp kết quả xử lý ĐKMH không đúng, bạn có thể làm đơn khiếu nại (kèm minh chứng nếu có), gửi qua trang bksi ghi rõ tiêu đề: “Khiếu nại ĐKMH HK211”, nội dung khiếu nại trình bày rõ lý do, ghi rõ tên, mã môn học, Số tín chỉ tích lũy? Số ngày CTXH (nếu đăng ký LVTN). . Trường hợp SV có học môn tương đương vui lòng trình bày rõ, đã học ở HK nào? tên và MH,tương đương môn học nào?. . Thân chào. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Chào thầy/cô ạ,. . Dạ cho em hỏi em phải làm sao để đăng ký bổ sung thêm vào một lớp đã có ( môn hiện đang học). Em có phải làm đơn gì không ạ.. . Em cảm ơn.",
            "Chào em,. . Em vui lòng trình bày lý do, mã môn học, tên môn học, mã nhóm để PĐT xem xét nhé.. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Trường hợp môn đó em qua rồi mà lỡ đăng kí nhầm vào kì khác sau đó nhận tkb môn đó không hiển thị lớp và bkel cũg trống trơn mình làm sao?",
            "Chào bạn,. . Vui lòng trình bày rõ vấn đề. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Kính gửi phòng đào tạo. . Cho em hỏi là em đã tải mẫu đơn rút môn học trên trang aao.hcmut.edu.vn, bây giờ em phải gửi đơn ấy vào đâu ạ. Em cảm ơn. .",
            "Chào bạn,. . SV vui lòng đợi thông báo về việc rút môn học (có tính học phí theo quy định), sẽ thông báo cho SV trong tháng 9/2021. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Mong pđt cho em đăng kí bổ sung kì chính 211 cho 2 môn này, rất quang trọng để em có thể đăng kí luận văn tốt nghiệp kì sau.. . . . Môn: ĐAMH nền móng (Mã MH : CI3197)_lớp L02. . Môn: Công trình đất yếu (Mã MH: CI4037)_Lớp L01. . . . Lý do:  môn ĐAMH nền móng ( mã MH: CI3197)  chỉ mở đợt 3 với sĩ số 100 sinh viên nên em không theo dõi và đăng kí kịp.. . . . Ngoài ra em không thể đăng kí môn công trình đất yếu ( mã môn học: CI4037) do trùng với một môn và em đã xóa môn đó rồi ạ.",
            "Chào bạn,. . PDT đã ghi nhận yêu cầu về ĐKMH của bạn và đã chuyển cho bộ phận ĐKMH kiểm tra và xử lý.. . Bạn vui lòng theo dõi và kiểm tra TKB thường xuyên trên mybk/Thông tin SV và hệ thống BKeL để kịp tham gia lớp học online. SV chủ động liên hệ với GV để xin vào lớp học trước nhé!. . Trường hợp nếu không đăng ký được (không có khả năng hoặc không đủ điều kiện)  PDT sẽ phản hồi cho SV qua bksi.. . Chúc các bạn học tốt!. . Thân mến,. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Em chào cô, em là [full_name] MSSV [student_id]. Hiện em đang học ngành kỹ thuật xây dựng dân dụng của PFIEV. Em có vài điều thắc mắc về các tín chỉ \"tự chọn tự do\" ạ. . . Em thấy trong CTĐT, ngành của em có tổng số tín chỉ là 163, và có 9 chỉ tự do ở các kì 5,6,7. Điểm trung bình tích lũy ngành sẽ gồm điểm của 154 tín chỉ trong CTĐT và 9 tín chỉ tự do đó. Cho em hỏi, giả sử nếu em học nhiều hơn 9 tín chỉ tự do, cụ thể là 3 tín chỉ. Vậy tổng số tín chỉ tự chọn tự do của em là 12, thì ĐTBTLN của em sẽ lấy điểm cao nhất của 9 tín chỉ trên 12 tín chỉ, hay sẽ lấy hết điểm của 12 tín chỉ vậy ạ?. . . .",
            "Chào em,. . Mỗi nhóm tự chọn (tự do/cơ sở ngành/chuyên ngành) yêu cầu số tín chỉ phải chọn cụ thể, nếu chọn nhiều hơn yêu cầu thì:. . -         Trường hợp người học tích luỹ nhiều hơn số học phần yêu cầu của một nhóm tự chọn, chọn các học phần trong số này để tính điểm trung bình tích luỹ sao cho đảm bảo đủ số tín chỉ yêu cầu của nhóm tự chọn, đồng thời làm kết quả tính điểm trung bình tích luỹ đạt cao nhất.. . . . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Thầy cô ơi, cho em hỏi là xếp loại xuất sắc, giỏi, khá... là tính theo TBTLN hay TBTL ạ?. . Em xin cảm ơn!",
            "Chào em,. . Theo quy chế hiện tại xếp loại TN là đtbtl ngành.. . Riêng lớp PFIEV có qđ riêng .ĐTbtn = chỉ tính các môn gđ2 sau khi thi phân ngành.. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Thân gửi phòng Đào Tạo,. . . . Em là [full_name] sinh viên lớp BDK17CN02 của Trung tâm đào tạo Bảo Dưỡng Công nghiệp, khóa 2017.. . . . Em có nhận được Mail của trường là sẽ không xét chuẩn CCAV quốc tế khi xét LVTN trong HK211 do tình hình dịch Covid không thể thi được. Em rất mừng, khi Em đăng kí thì không có vẫn đề gì nhưng hiện tại vẫn không có trên TKB tức là Em vẫn chưa đăng kí thành công. Em không hiểu lý do tại sao ạ? . . Mong PĐT giải đáp thắc mắc giúp Em.. . Em xin chân thành cảm ơn.. .",
            "Chào bạn,. . Vui lòng bổ sung giúp cô mã môn học nhé!. . Thân",
            "Dạ Mã số của [full_name] luận tốt nghiệp là 260663 ạ.",
            "Chào bạn,. . PDT đã ghi nhận yêu cầu về ĐKMH (học phần tốt nghiệp: TTTN, DCLV, LVTN) của bạn và đã chuyển cho bộ phận ĐKMH kiểm tra và xử lý.. . Bạn vui lòng theo dõi và kiểm tra TKB thường xuyên trên mybk/Thông tin SV. . . Trường hợp nếu không đăng ký được (không đủ điều kiện (thiếu môn tiên quyết, thiếu ngày CTXH..)  PDT sẽ phản hồi cho SV qua bksi.. . Chúc các bạn học tốt!. . Thân mến,. .",
            "Chào bạn. . Pdt kiểm tra số tín chỉ tích luỹ ngành của bạn: 95   96 Không đủ điều kiện nhận TLTN. . Bạn kiểm tra lại nghen. . Thân. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Dạ thầy cô cho em hỏi ạ ! Em muốn học cải thiện môn Cơ lưu chất , nhưng em chỉ muốn học lại thí nghiệm thôi , thì giờ mình làm đơn hay như thế nào ạ , thầy cô hướng dẫn em với . Em cảm ơn !",
            "Chào bạn. . Theo quy định là không được, bạn hỏi ý kiến của giảng viên, Khoa xem có hỗ trợ gì được không?. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . em hỏi cách hủy hoãn thi",
            "Chào em,. . Em làm đơn xin hủy hoãn thi: ghi rõ HK, mã môn học, tên môn học ... , hoặc lấy mẫu đơn hoãn thi sửa thành đơn HỦY HOÃN THI, gửi qua bksi. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em chào thầy (cô) ạ,. . . . Hiện tại em đã đăng ký đề cương luận văn, nhưng em lại bị rớt môn thực tập tại học kỳ hè vừa rồi do không có thời gian để để làm bài tập trên công ty. Em có thể tiếp tục làm đề cương không ạ, rồi kỳ tiếp theo em không thể làm luận văn do chưa qua môn thực tập thì em phải làm sao ạ ?. . . . Em cảm ơn nhiều.",
            "Chào bạn. . - Theo quy định môn DCLV là:sinh viên phải đạt yêu cầu về môn tiên quyết/học trước/song hành, trong đó môn Thực tập tốt nghiệp là môn song hành. . - Nên chắc chắn rằng bạn chưa đạt TTTN và DCLV thì sẽ không đăng ký được LVTN. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Kính chào phòng đào tạo,. . Dạ em có thắc mắc là em có được đăng kí phúc tra điểm cuối kì học kì dự thính không ạ? Do hôm trước em có đặt câu hỏi là không đăng kí được phúc tra, thì phòng đào tạo đã mở cho em đăng kí, nhưng môn em cần phúc tra là ở học kì dự thính, cụ thể là DTHK202 ạ. Hình thức thi cuối kì là tự luận ạ.. . Em cảm ơn phòng đào tạo.",
            "Chào bạn. . Cụ thể là môn gì để Pdt kiểm tra. . hiện tại  Pdt đã mở hệ thống cho SV đăng ký Phúc tra, bạn kiểm tra lại nghen. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Thưa cô, em là svien chính quy mã số sv cũ là [student_id]2 đã bị buộc thôi học vào năm 2017, và mssv mới của em là [student_id]. . Vậy em là sv dạng chuyển hệ vlvh.. . Đợt dkmh  vừa rồi em đã đăng ký 3 lần đề cương luận văn , nhưng đều bị hủy lý do là sai ctdt.. . Và kỳ trước em đã đăng ký đề cương theo mục chuyển hệ nhưng do lý do gia đình nên em không làm đúng kỳ hạn. Vì vậy kỳ này em đăng ký lại. . Hiện tại em cũng đã đăng ký lại tkb trong mục chuyển hệ. Mong cô/ thầy xem xét để em được đăng ký môn này ạ. Vì em đã học từ 2012 đến nay rồi ạ"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Kính gửi PĐT. . Em tên [full_name], MSSV [student_id]. Em đang cần bảng điểm song ngữ Việt-Anh để nộp hồ sơ xin đi Thực tập tốt nghiệp ở Pháp của Chương trình PFIEV, và em cũng đã đăng ký in bảng điểm (đã thanh toán qua BKPay) và nhận qua đường bưu điện (PĐT hẹn ngày 25/8). Thế nhưng hiện tại em chưa nhận được bảng điểm và đã sắp đến thời hạn nộp hồ sơ (30/8) nên em có thể xin file PDF bảng điểm để kịp nộp hồ sơ được không ạ?. . Chân thành cảm ơn PĐT.. .",
            "Dạ email của em là: . . [email]. . Em xin cảm ơn ạ.",
            "Dạ em mới đăng ký in lại vào ngày 28/8 và đã thanh toán BKPay rồi ạ. Mong PĐT gửi em file PDF sớm để em kịp nộp hồ sơ (ngày 30/8) ạ.. . Em xin chân thành cảm ơn."
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính chào Phòng Đào tạo, . . Em tên là [full_name], MSSV: [student_id], thuộc chương trình kỹ sư chất lượng cao Việt Pháp, Email: [email]. . Em đang cần bảng điểm song ngữ Việt-Anh để nộp hồ sơ học bổng thực tập tốt nghiệp ở Pháp của chương trình PFIEV. Em đã đăng kí in đăng bảng điểm và nhận qua đường bưu điện ( PĐT hẹn ngày 25/8). Tuy nhiên đến nay ngày 28/8 em vẫn chưa nhận được bảng điểm. Và sắp đến thời hạn nộp hồ sơ (30/8) nên em có thể xin bảng điểm dạng scan file PDF để kịp thời hạn nộp hồ sơ được không ạ?. . Em mong sớm nhận được phản hồi ạ. Em chân thành cảm ơn ạ. . . . .",
            "Đã gởi qua mail"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em xin phép nộp đơn hủy hoãn thi môn Giải tích 2, mã MT1005.",
            "Chào bạn. . - Phòng Đào tạo đã đồng ý yêu cầu về việc xin HUỶ Hoãn Thi của bạn. . . - Bạn thi bình thường theo Lịch thi đã thông báo. . - Trường hợp có sự cố bất khả kháng trong khi thi dẫn đến không thể hoàn thành được bài thi, và không được giải quyết cho thi các ca thi sau (nếu có), sinh viên có thể đăng ký \"Hoãn thi\" ngay sau buổi thi (không phải vắng thi có phép), SV phải báo với CBCT hoặc trực thi để được ghi nhận vào trong danh sách thi. PDT sẽ đối chiếu lại với danh sách Khoa để ra quyết định hoãn thi. . Chúc bạn học tập tốt nhé.. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Kính gửi phòng đào tạo.. . Em đã đăng kí hoãn thi môn học   B Vật Lý 1 PH1003 - DT05 - HK203  /B , do không đủ sức khỏe để hoàn thành bài thi, tuy nhiên môn học đã được cập nhật điểm trên hệ thống luôn rồi ạ.. .   B   U Vấn đề 1  /U   /B : Xin thầy cho em biết em, em phải làm gì ạ?. .   B   U Vấn đề 2  /U   /B :  Em muốn đăng kí thi ở học kì 211 thi em đăng ký như nào ạ. . em xin chân thành cám ơn thầy.. . chúc thầy cô có một buổi tối vui vẻ ạ",
            "Thân gửi các bạn sinh viên, . . Phòng Đào tạo (PĐT) đã thông báo cho Sinh viên (SV) về việc nộp đơn hoãn thi trực tiếp cho PĐT đối với các môn học Lý thuyết, mà không thông qua Giảng viên (GV). PĐT sẽ hậu kiểm các tình huống cấm thi sau. Hiện nay, SV đăng ký bằng cách gửi email về PĐT có kèm file và qua hệ thống Hỗ trợ trực tuyến (BKSI). Để nhanh chóng và thuận lợi, PĐT thay đổi phương thức nộp đơn hoãn thi như sau:. . SV đăng nhập vào Google bằng tài khoản BKNetID@hcmut.edu.vn và điền thông tin hoãn thi theo link: https://forms.gle/ckyYcJMWN7w3kqe56. . Hạn cuối: 5 ngày sau khi thi online (chỉ tính ngày làm việc). . Trường hợp SV đã nộp đơn qua email của PĐT và  qua công cụ BKSI (đã hoặc chưa được tiếp nhận), vui lòng điền lại vào form trên để PĐT cập nhật dữ liệu đồng nhất và chính xác.. . Riêng đối với môn Đồ án, Thực tập ngoài trường, Đề cương Luận văn, Luận văn/Tiểu luận tốt nghiệp: SV có thể xin hoãn bảo vệ với lý do dịch Covid-19 ảnh hưởng nghiêm trọng đến kết quả thực hiện đề tài (không thực nghiệm được tại Phòng thí nghiệm, không thực địa, ...). SV gửi email trực tiếp đến Giáo viên hướng dẫn, Khoa/Bộ môn để được xem xét đồng ý và forward email cuối cùng đến email của PĐT để đăng ký.. . Thông tin thêm:. . . . Em đọc kỹ quy chế nhé. . . . . . •\tQuy định hoãn thi (HT): xem chi tiết tại khoản 17.2 Điều 17 trong Quy chế đào tạo và học vụ (aao.hcmut.edu.vn    Sinh viên    Quy chế).. . •\tCác môn có phần thí nghiệm (TNg) sẽ được tổ chức thi sau khi TNg xong. Một số môn, Giảng viên sẽ đề nghị cho thi trước, điểm TNg sẽ có sau, khi đó SV có thể xin hoãn thi.. . •\tRiêng hoãn thi kiểm tra giữa kỳ của HK DT202 và 203: SV liên hệ trực tiếp GV và Bộ môn để được xem xét cho kiểm tra riêng hoặc lấy cột điểm thành phần khác để làm điểm kiểm tra.. .  . . Chúc các bạn học tập thật tốt!. . . . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Thưa cô!. . Em tên là [full_name]. . MSSV: [student_id]. . Em xin được đặc cách đăng kí môn học ME3001 - K/thuật thủy lực &khínén đã bị hủy đăng khí do [full_name]. . . Sau khi được hướng dẫn em xin phép gửi Phòng Đào tạo Đơn xin đặc cách ĐKMH được em đính kèm dưới kèm theo là hình ảnh mail được xác nhận đồng ý của giảng viên ạ.. . Em xin cám ơn ạ!. . . . . .",
            "Chào bạn,. . PDT đã ghi nhận yêu cầu về ĐKMH của bạn và đã chuyển cho bộ phận ĐKMH kiểm tra và xử lý.. . Bạn vui lòng theo dõi và kiểm tra TKB thường xuyên trên mybk/Thông tin SV và hệ thống BKeL để kịp tham gia lớp học online. SV chủ động liên hệ với GV để xin vào lớp học trước nhé!. . Trường hợp nếu không đăng ký được (không có khả năng hoặc không đủ điều kiện)  PDT sẽ phản hồi cho SV qua bksi.. . Chúc các bạn học tốt!. . Thân mến,. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính gửi Phòng đào tạo. . Em tên : [full_name] ,MSSV : [student_id] . . Trong đợt  Đăng ký bổ sung TTTN + LVTN + DCLVTN thì em có đk môn Luận văn ME4029 , tất cả các điều kiện đều thỏa , và lúc có kết quả đăng ký thì em bị lỗi : Môn học khoa không mở lớp , trong khi em kiểm tra lại thì thấy môn học vẫn mở , và số lượng đăng ký là 84sv , em mong PĐT kiểm tra lại giúp em và tại sao em lại bị lỗi này , em xin cảm ơn .. .",
            "Chào bạn,. . PDT đã ghi nhận yêu cầu về ĐKMH của bạn và đã chuyển cho bộ phận ĐKMH kiểm tra và xử lý.. . Bạn vui lòng theo dõi kết quả cật nhật TKB tại mybk sau ngày 15/9/2021. . Trường hợp sau ngày này vẫn chưa có TKB, SV vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . SV chủ động liên hệ khoa để xin nhận GV hướng dẫn.. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em chào cô/thầy. Em tên Tấn Tài, Em muốn hỏi:. .  + Xếp loại tốt nghiệp của mình có tính điểm mấy môn toán cao cấp và chính trị không thế ạ?. .  + Nếu tính thì tính như nào, nếu không tính thì tính điểm tốt nghiệp như nào? . . . . Em xin chân thành cảm ơn!. . . . [full_name] trọng,. . Tấn Tài. . . . . .",
            "Chào em,. . Em xem quy chế học vụ: http://www.aao.hcmut.edu.vn/. . Đọc thêm các quy chế .... . . . Điều 21. Xếp loại tốt nghiệp. . Việc xếp loại tốt nghiệp được tính dựa vào ĐTBTLN như sau:. . - Xuất sắc: từ 9,00 đến 10. . - Giỏi: từ 8,00 đến cận 9,00. . - Khá: từ 7,00 đến cận 8,00. . - Trung bình khá: từ 6,00 đến cận 7,00. . - Trung bình: từ 5,00 đến cận 6,00. . Riêng loại Xuất sắc sẽ bị giảm xuống thành loại Giỏi khi thuộc một trong các trường hợp sau:. . - Có thời gian học vượt quá số học kỳ chuẩn Nhkc.. . - Có số tín chỉ của các môn không đạt phải học lại vượt quá 5% tổng số tín chỉ của CTGD.. . - Đã bị kỷ luật trong thời gian học từ mức cảnh cáo toàn trường trở lên (xem Điều 24).. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Trong đợt ĐKMH 211 kì chính em có đk môn XSTK mã MT2001, nhưng bị hủy KQ và em ĐK lại mã môn mới 2013, nhưng bên kì dự thính mã môn MT2001 vẫn mở, vậy cho em hỏi em có được chuyển điểm từ mã môn MT2013 sang MT2001 không ạ ? Em cảm ơn ạ.",
            "Chào bạn,. . Về Chương trình Đào tạo, danh sách môn tương đương…, bạn vui lòng xem tại:. . aao.hcmut.edu.vn/Sinh viên/Chương trình Đào tạo. . Sinh viên thắc mắc về CTĐT vui lòng liên hệ về Khoa xin gặp Thầy/Cô Phụ trách về CTĐT để được tư vấn và hỗ trợ thêm.. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Em tên [full_name] mã số sinh viên [student_id]. Trung tâm đào tạo bảo dưỡng công nghiệp. Số tín chỉ tích luỹ 100 và số ngày công tác xã hội là 12. Em đã đăng ký môn 260663 - Tiểu luận tốt nghiệp nhưng lại bị huỷ ở đợt kết quả. Còn ở phần lịch sử đăng ký lại không có kết quả và hiện tại em cũng chưa thời khoá biểu Tiểu luận tốt nghiệp. Mong quý thầy cô kiểm tra lại giúp em. . . Em xin cảm ơn. . .",
            "Chào bạn,. . PDT đã ghi nhận yêu cầu về ĐKMH của bạn và đã chuyển cho bộ phận ĐKMH kiểm tra và xử lý.. . Bạn vui lòng theo dõi kết quả cật nhật TKB tại mybk sau ngày 6/9/2021. . Trường hợp sau ngày này vẫn chưa có TKB, SV vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . SV chủ động liên hệ khoa để xin nhận GV hướng dẫn.. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Là vào ngày đăng kí đợt học bổ sung (bắt đầu học vào ngày 30/8) thì em có đăng kí môn truyền số liệu và mạng (EE3019) là đợt 1 của đăng kí bổ sung, nhưng khi vào đợt 2 của đợt đăng kí thì em không thể đăng kí và hệ thống báo là Môn Dự Thính Lộ Trình 1 -SV Không ĐK như 2 hình ở trên ạ. Mong cô giải quyết sớm tại môn này là môn tiên quyết của đồ án ạ",
            "Chào bạn,. . PDT đã ghi nhận yêu cầu về ĐKMH của bạn và đã chuyển cho bộ phận ĐKMH kiểm tra và xử lý.. . Bạn vui lòng theo dõi và kiểm tra TKB thường xuyên trên mybk/Thông tin SV và hệ thống BKeL để kịp tham gia lớp học online. SV chủ động liên hệ với GV để xin vào lớp học trước nhé!. . Trường hợp nếu không đăng ký được (không có khả năng hoặc không đủ điều kiện)  PDT sẽ phản hồi cho SV qua bksi.. . Chúc các bạn học tốt!. . Thân mến,. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . chào cô.. . em tên là [full_name] . . mssv: [student_id]. . trong học kỳ này em đã đăng kí hoãn thi môn kết cấu thép 2 mã số ci3211 và đã được phòng đào tạo chấp thuận. nhưng đến hôm qua trên bảng điểm của em đã vẫn cập nhật điểm số  môn đó.. . em tưởng là mình đã hoãn thi không thành công nên ngày 27/8/2021 em có đăng kí môn kết cấu thép 2. mã số ci3211 lớp dự thính DT03 học kỳ 211. . . Hôm nay em mới biết là việc cập nhật hoãn thi sẽ sau ngày 30. nên em xin được hủy môn được không ạ. . . hiện tại dịch bệnh tình hình nhà em cũng khó khăn nên em hi vọng được chấp thuận.. . . .",
            "Chào bạn,. . Hiện tại đã hết thời gian hiệu chỉnh  và hủy môn học của học kỳ chính và HK dự thính HK211 nhé bạn.. . SV vui lòng đợi thông báo về việc rút môn học (có tính học phí theo quy định), sẽ thông báo cho SV trong tháng 9/2021. . Xem chi tiết quy chế tại đây:. . aao.hcmut.edu.vn/sinh viên/quy chế/học vụ/Quy chế đào tạo và học vụ bậc đại học, cao đẳng:/ điều 11.2. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em chào thầy/cô , em tên [full_name]_[student_id], đợt đăng ký bổ sung luận văn ngày 23-25/8 em có đăng ký luận văn tốt nghiệp và đã gửi được đăng ký nhưng tới khi có kết quả đăng ký thì lại bị hủy, và em cũng không biết lý do hủy.. . Em mong được thầy/cô xem xét và xử lý giúp em để em có thể được đăng ký luận văn trong học kỳ 211 ạ. . . Em xin cảm ơn. . . . .",
            "Đăng ký môn học. . Em chào thầy/cô , em tên [full_name]_[student_id], đợt đăng ký bổ sung luận văn ngày 23-25/8 em có đăng ký luận văn tốt nghiệp và đã gửi được đăng ký nhưng tới khi có kết quả đăng ký thì lại bị hủy, và em cũng không biết lý do hủy.. . Em có đính kém lỗi không đăng ký được luận văn là không đủ điều kiện đăng ký. Do PĐT có email về vấn đề không xét chuẩn anh văn cho LVTN nên em không rõ lý do vì sao em không đủ điều kiện đăng ký.. . Em mong được thầy/cô xem xét và xử lý giúp em để em có thể được đăng ký luận văn trong học kỳ 211 ạ.. . Em xin cảm ơn.. . . .   /QUOTE . .",
            "Chào bạn,. . Trường hợp SV đăng ký TTTN, LVTN, ĐCLVTN mà không có TKB trong đợt bổ sung.. . Sinh viên vui lòng xem kết quả ĐKMH, xem lý do vì sao không ĐKMH được (có đăng ký, nhưng không có TKB) tại trang web: mybk.hcmut.edu.vn    Đăng ký môn học    Đăng ký bổ sung TTTN+LVTN+ ĐCLVTN HK211 Đợt kết quả    bấm vào mục Đăng ký mới    chọn Loại hình đăng ký    xem Lịch sử đăng ký.. . Trong trường hợp kết quả xử lý ĐKMH không đúng, bạn có thể làm đơn khiếu nại (kèm minh chứng nếu có), gửi qua trang bksi ghi rõ tiêu đề: “Khiếu nại ĐKMH HK211”, nội dung khiếu nại trình bày rõ lý do, ghi rõ tên, mã môn học, Số tín chỉ tích lũy? Số ngày CTXH (nếu đăng ký LVTN). . Trường hợp SV có học môn tương đương vui lòng trình bày rõ, đã học ở HK nào? tên và MH,tương đương môn học nào?. . Thân chào. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em tên là [full_name], MSSV: [student_id] Mã môn học: GE4333. . Do em bị tạm dừng học nên không kịp đăng ký đợt đăng ký bổ sung luận văn mong thầy/cô hỗ trợ em đăng ký để kịp làm luận văn trong học kỳ này.",
            "Chào bạn,. . PDT đã ghi nhận yêu cầu về ĐKMH của bạn và đã chuyển cho bộ phận ĐKMH kiểm tra và xử lý.. . Bạn vui lòng theo dõi kết quả cật nhật TKB tại mybk sau ngày 15/9/2021. . Trường hợp sau ngày này vẫn chưa có TKB, SV vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . SV chủ động liên hệ khoa để xin nhận GV hướng dẫn.. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em chào Thầy Cô . . . Em tên [full_name] ,  sinh viên khoa Điện - Điện tử K2014. . . Em muốn hỏi Thầy Cô về vấn đề sau : Em được gia hạn 1 học kì vào HK202 . Em có hỏi qua là em xin gia hạn thêm 1 HK nữa được không thì được Thầy Cô trả lời là chỉ được gia hạn 1 lần duy nhất . Nay em muốn hỏi là ngoài hệ VHVL thì em còn được chuyển sang hệ nào khác nữa không . Giấy tờ cần thiết em đã chuẩn bị đầy đủ . Thầy Cô cho em hỏi thời điểm này em có được lên trường làm thủ tục chuyển hệ ,  và nếu không thì thủ tục online như thế nào . . . Em cảm ơn Thầy Cô đã xem .",
            "Chào bạn. . Bạn còn nợ gì để được tốt nghiệp",
            "QUOTE Chào bạn. . Bạn còn nợ gì để được tốt nghiệp  /QUOTE . . Em chào cô . Em còn đúng một môn LVTN nữa là xong chương trình đào tạo . Điểm trung bình tích lũy ngành của em là 7.58 nếu không tính môn LVTN . . . . .",
            "Chào bạn. . Bạn tải mẫu đơn thôi học  tại trang web: aao.hcmut.edu.vn (đánh dấu vào option chuyển sang VLVH ) gởi tại BKSI để Pdt xử lý chuyển sang VLVH cho bạn. . - Đồng thời bạn làm thêm 1 đơn dkmh LVTN ghi rõ msmh. . Thân. .",
            "Em cảm ơn cô đã xem .",
            "Chào bạn. . [full_name] đang xử lý đơn chuyển sang VLVH của bạn. . Đồng thời đăng ký môn LVTN cho bạn. . Bạn theo dõi cập nhật trạng thái Sinh viên tại Mybk-thông tin sinh viên & TKB sau ngày 16/9. . Nếu không có động thái gì, vui lòng phản hồi lại. . Thân",
            "Em chào cô . . . Cô cho em hỏi là tới giờ em vẫn chưa được đăng kí môn LVTN trong thời khóa biểu . Và chỗ đăng kí môn học vẫn thông báo là đang bị khóa ,  liên hệ PĐT . . . Em cảm ơn cô đã xem .",
            "Chào bạn. . Danh sách đăng ký làm LVTN hệ VLVH của bạn đã gởi về [full_name]. . Bạn liên hệ [full_name] để thực hiện. . Thời khóa biểu sẽ cập nhật sau. . Thân",
            "Em chào Cô .. . Cô cho em hỏi sau khi em chuyển từ hệ chính quy sang VHVL thì em chưa được cấp MSSV mới cũng như thông tin đăng nhập mới . Thời khóa biểu của em ở học kì mới vẫn được cập nhập ở tài khoản chính quy.. . Sau khi kiểm tra lại email trường em cũng không thấy thông báo gì về thông tin đó .Cô cho em hỏi em có sơ sót bước nào không.. . Em cảm ơn Cô đã xem",
            "Chào em,. . Diện của em là chuyển hình thức qua đào tạo VLVH, vẫn giữ nguyên mã số SV và áp dụng theo CTĐT 2014, nhưng sử dụng chuẩn của VLVH áp dụng để xét LVTN và tốt nghiệp nhé, CTĐT của VLVH không có 4 môn Anh Văn. . Em vẫn sử dụng tài khoản hiện tại mã số SV: 1413430. . Thân",
            "Em cảm ơn Cô đã giải đáp thắc mắc về tài khoản và chương trình đào tạo .. . Cô cho em hỏi lại lần cuối về vấn đề xét tốt nghiệp : Em đã nộp bằng Toiec 490 điểm hai kỹ năng Reading and Listening tháng 5 2020 .Nếu theo CTĐT hệ VHVL 2014 thì điểm xét tốt nghiệp là 400 . Như vậy em đủ điều kiện để xét tốt nghiệp về ngoại ngữ rồi đúng không Cô .. . Một vấn đề nữa là em không thấy quy định ngoại ngữ về hệ VHVL phải có ngoại ngữ nói viết Speaking and Writing . Cô cho em hỏi em cần phải thi Speaking and Writing hay không .. . Em cảm ơn Cô đã xem xét và hỗ trợ .. . . .",
            "Chào em,. . VLVH không xét 2 kỹ năng nói viết nhé bạn.. . Nếu em đã nộp chứng chỉ NN đủ chuẩn xét tốt nghiệp VLVH thì em không cần nộp lại nhé.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính gửi: phòng đào tạo\t. . Em tên là [full_name]. . MSSV: [student_id]. . hệ dào tạo: vừa học vừa làm. . môn học: cơ lưu chất (CI2003) Lớp T01-A (VLVH-202). . vì lý do dịch vovid em phải đi cách ly tập trung nên em không đủ điều kiện máy móc để tham gia thi kết thúc môn Cơ lưu chất do thầy [full_name] giảng dạy vào 19H00 ngày 28/08/2021 được. . em mong thầy/cô xem xét cho em được hoản thi và mong thầy cô sắp xếp cho em được tham gia thi lại vào đợt thi sau ạ. . em xin chân thành cảm ơn !. . . .",
            "Thân gửi các bạn sinh viên, . . Phòng Đào tạo (PĐT) đã thông báo cho Sinh viên (SV) về việc nộp đơn hoãn thi trực tiếp cho PĐT đối với các môn học Lý thuyết, mà không thông qua Giảng viên (GV). PĐT sẽ hậu kiểm các tình huống cấm thi sau. Hiện nay, SV đăng ký bằng cách gửi email về PĐT có kèm file và qua hệ thống Hỗ trợ trực tuyến (BKSI). Để nhanh chóng và thuận lợi, PĐT thay đổi phương thức nộp đơn hoãn thi như sau:. . SV đăng nhập vào Google bằng tài khoản BKNetID@hcmut.edu.vn và điền thông tin hoãn thi theo link: https://forms.gle/ckyYcJMWN7w3kqe56. . Hạn cuối: 5 ngày sau khi thi online (chỉ tính ngày làm việc). . Trường hợp SV đã nộp đơn qua email của PĐT và  qua công cụ BKSI (đã hoặc chưa được tiếp nhận), vui lòng điền lại vào form trên để PĐT cập nhật dữ liệu đồng nhất và chính xác.. . Riêng đối với môn Đồ án, Thực tập ngoài trường, Đề cương Luận văn, Luận văn/Tiểu luận tốt nghiệp: SV có thể xin hoãn bảo vệ với lý do dịch Covid-19 ảnh hưởng nghiêm trọng đến kết quả thực hiện đề tài (không thực nghiệm được tại Phòng thí nghiệm, không thực địa, ...). SV gửi email trực tiếp đến Giáo viên hướng dẫn, Khoa/Bộ môn để được xem xét đồng ý và forward email cuối cùng đến email của PĐT để đăng ký.. . Thông tin thêm:. . •\tQuy định hoãn thi (HT): xem chi tiết tại khoản 17.2 Điều 17 trong Quy chế đào tạo và học vụ (aao.hcmut.edu.vn    Sinh viên    Quy chế).. . •\tCác môn có phần thí nghiệm (TNg) sẽ được tổ chức thi sau khi TNg xong. Một số môn, Giảng viên sẽ đề nghị cho thi trước, điểm TNg sẽ có sau, khi đó SV có thể xin hoãn thi.. . •\tRiêng hoãn thi kiểm tra giữa kỳ của HK DT202 và 203: SV liên hệ trực tiếp GV và Bộ môn để được xem xét cho kiểm tra riêng hoặc lấy cột điểm thành phần khác để làm điểm kiểm tra.. .  . . Chúc các bạn học tập thật tốt!. . . . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính gửi : Phòng Đào Tạo. . Em tên : [full_name]. . Mssv : [student_id]. . Em xin đăng ký hoãn thi.. . Môn Học Cơ Lưu chất ( CI2003), LỚP T01-B (VHVL).. . Ngày thi : 28/08/2021. . Giờ thi 19h đến 20h.. . Lý do : Em có đăng nhập vào google meet, tuy nhiên Sau khi trao đổi với Thầy [full_name], Giảng Viên Lớp báo em không có trong danh sách thi.. . Trong khi em đã hoàn thành đầy đủ các điều kiện để thi, có danh sách thi gửi qua email.. . Thầy [full_name] nói em liên hệ lại Phòng Đào Tạo Khoa.. . Kính mong PĐT xem xét để e có thể đăng ký thi sau.",
            "responsible person: [551] [staff_name] [helpdesk staff]",
            "Thân gửi các bạn sinh viên, . . Phòng Đào tạo (PĐT) đã thông báo cho Sinh viên (SV) về việc nộp đơn hoãn thi trực tiếp cho PĐT đối với các môn học Lý thuyết, mà không thông qua Giảng viên (GV). PĐT sẽ hậu kiểm các tình huống cấm thi sau. Hiện nay, SV đăng ký bằng cách gửi email về PĐT có kèm file và qua hệ thống Hỗ trợ trực tuyến (BKSI). Để nhanh chóng và thuận lợi, PĐT thay đổi phương thức nộp đơn hoãn thi như sau:. . SV đăng nhập vào Google bằng tài khoản BKNetID@hcmut.edu.vn và điền thông tin hoãn thi theo link: https://forms.gle/ckyYcJMWN7w3kqe56. . Hạn cuối: 5 ngày sau khi thi online (chỉ tính ngày làm việc). . Trường hợp SV đã nộp đơn qua email của PĐT và  qua công cụ BKSI (đã hoặc chưa được tiếp nhận), vui lòng điền lại vào form trên để PĐT cập nhật dữ liệu đồng nhất và chính xác.. . Riêng đối với môn Đồ án, Thực tập ngoài trường, Đề cương Luận văn, Luận văn/Tiểu luận tốt nghiệp: SV có thể xin hoãn bảo vệ với lý do dịch Covid-19 ảnh hưởng nghiêm trọng đến kết quả thực hiện đề tài (không thực nghiệm được tại Phòng thí nghiệm, không thực địa, ...). SV gửi email trực tiếp đến Giáo viên hướng dẫn, Khoa/Bộ môn để được xem xét đồng ý và forward email cuối cùng đến email của PĐT để đăng ký.. . Thông tin thêm:. . •\tQuy định hoãn thi (HT): xem chi tiết tại khoản 17.2 Điều 17 trong Quy chế đào tạo và học vụ (aao.hcmut.edu.vn    Sinh viên    Quy chế).. . •\tCác môn có phần thí nghiệm (TNg) sẽ được tổ chức thi sau khi TNg xong. Một số môn, Giảng viên sẽ đề nghị cho thi trước, điểm TNg sẽ có sau, khi đó SV có thể xin hoãn thi.. . •\tRiêng hoãn thi kiểm tra giữa kỳ của HK DT202 và 203: SV liên hệ trực tiếp GV và Bộ môn để được xem xét cho kiểm tra riêng hoặc lấy cột điểm thành phần khác để làm điểm kiểm tra.. .  . . Chúc các bạn học tập thật tốt!. . . . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Thầy [full_name] đã cho em vào lớp rồi, xin pđt cho em xin vào lớp A01 môn quá trình cơ mã CH2019",
            "Đã đk. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Thưa thầy cô, em có nguyện văn đăng ký môn CI4353 - Luận văn tốt nghiệp.. . Em có đăng ký đợt đăng ký bổ sung TTTN + LVTN + DCLVTN, nhưng hiện em vẫn chưa có thời khóa biểu.",
            "Thưa thầy, cô phòng đào tạo.. . Em chưa chuyển điểm 2 môn nên không đủ điều kiện đăng ký luận văn.. . Em đã hoàn thành 2 môn, 1 môn tương đương,1 môn thay thế.. . . . 1. Môn học tương đương CI1035 Lập trình ứng dụng trong trắc địa là CI3251 Lý thuyết sai số & xử lý số liệu . . 2. Môn học thay thế CI2035 Tin học trong trăc địa là CI3013 Thủy văn đô thị.. . . . Em muốn chuyển điểm thì em làm các bước như thế nào. Em có nguyện vọng chuyển điểm 2 môn để nhận luận văn vào học kỳ cuối cùng này ( học kỳ thứ 13 ) .Em xin thầy cô hướng dẫn em.. . Em chân thành cảm ơn.. .",
            "Chào bạn,. . PDT đã ghi nhận yêu cầu về ĐKMH của bạn và đã chuyển cho bộ phận ĐKMH kiểm tra và xử lý.. . Bạn vui lòng theo dõi và kiểm tra TKB thường xuyên trên mybk/Thông tin SV và hệ thống BKeL để kịp tham gia lớp học online. SV chủ động liên hệ với GV để xin vào lớp học trước nhé!. . Trường hợp nếu không đăng ký được (không có khả năng hoặc không đủ điều kiện)  PDT sẽ phản hồi cho SV qua bksi.. . Chúc các bạn học tốt!. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em chào thầy/cô,. . . .  Em hiện đang là sinh viên khoa cơ khí ạ. Do em đóng học phí không đúng hạn nên bị tạm dừng học do không đóng học phí. Và em cũng đã gửi đơn thu nhận và những thủ tục khác nữa rồi ạ. Và PĐT cũng đã cho em tiếp tục học ạ.. . . .  Nhưng em muốn xin PĐT khôi phục lại kết quả HK2 2020-2021 giúp em với ạ. Em đã cố gắng để học qua các môn em đã đăng ký trong HK2 và đã thi qua hết các môn rồi ạ. Em xin nhà trường khôi phục lại HK2 2020-2021 giúp em với được không ạ ! . .  EM CÁM ƠN Ạ.. . . .",
            "Chào bạn. . Bạn bị tạm dừng HK202, và thời khoá biểu lịch thi đã bị huỷ theo quy định rồi, đâu có tên trong DS được thi đâu bạn ơi. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Mở lớp dự thính (bắt đầu học từ 30/8) . Kỳ vừa rồi, em có học dự thính môn Thiết bị cảm biến(404704) do dịch bệnh nên lùi lịch thi tới sát đợt đăng ký cho dự thính học kỳ tiếp theo, do môn học này đã không còn trong chương trình Việt Pháp, rất khó mở lại, lại chưa biết điểm thi của kỳ trước nên em đã đăng ký cho kỳ tiếp theo, do lo lỡ không qua môn thì không còn cơ hội học lại. Nhưng sau đó vài ngày do biết điểm là đã qua nên em đã xóa môn trên hệ thống đăng ký môn học. Nhưng giờ trên mybk lại có môn này trong chương trình. Mong được giải đáp thắc mắc và hỗ trợ ạ. Em xin cảm ơn",
            "Bạn vui lòng trình bày rõ nhé, bạn xóa môn trên hệ thống ĐKMH thời điểm nào?. . Hiện tại đã hết thời gian hiệu chỉnh  và hủy môn học của học kỳ chính và HK dự thính HK211 nhé bạn.. . SV vui lòng đợi thông báo về việc rút môn học (có tính học phí theo quy định), sẽ thông báo cho SV trong tháng 9/2021. . Xem chi tiết quy chế tại đây:. . aao.hcmut.edu.vn/sinh viên/quy chế/học vụ/Quy chế đào tạo và học vụ bậc đại học, cao đẳng:/ điều 11.2. . Thân. .",
            "Em đã xóa vào đợt đăng ký môn học dự thính bổ sung đợt 2 ạ, em xóa trước ngày 27, vẫn trong thời gian quy định và đã xóa được trên hệ thống Đăng ký môn học ạ. Em đã xem lại và không còn môn trong danh sách đăng ký, nhưng đến ngày 28 em lên Bke thì thấy có học phần môn đó. Em gửi kèm minh chứng ạ. Mong phòng đào tạo hỗ trợ rút môn mà không tính học phí ạ.. . Em xin cảm ơn",
            "Chào bạn,. . Vui lòng vào kiểm tra lại thao đăng ĐKMH của bạn, bạn vui lòng chụp hình lại thao tác bạn hủy MH lúc nào nhé!. . Thân",
            "Dạ đây ạ. . Em có gửi kèm ảnh trong đính kèm ấy ạ. Em cảm ơn",
            "Chào bạn,. . Bạn vui lòng xem lại TKB trên mybk nhé, HK211 bạn đâu có môn học nào đâu. . Thân",
            "Có thời khóa biểu Thiết bị cảm biến(DT_01) và có cả khóa học trên BKE ạ. Em gửi kèm 2 ảnh đây ạ. Em cảm ơn",
            "Dạ câu trả lời sau cùng là sau vậy ạ, em đã gửi minh chứng ở yêu cầu phía trên ấy ạ. Em cảm ơn",
            "Chào bạn,. . Trường hợp bạn cô đã gửi qua email cho bạn. . [email]. . Bạn kiểm tra email nhé. . Thân",
            "Chào bạn. . Do Pdt phục hồi môn học ngoại lệ, có chữ ký xác nhận của bạn và giảng viên. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Xin chào PĐT, em là [full_name], MSSV: [student_id]. Ngày 23/8/2021 em có đăng ký LVTN (CH43B3) trên hệ thống nhưng lại bị kết quả. Ngoài điều kiện anh văn ra, em đã đủ hết tất cả các điều kiện để đăng kí LVTN như số tính chỉ và ngày CTXH. Xin PĐT kiểm tra giúp em. Em cảm ơn.",
            "Chào bạn,. . PDT đã ghi nhận yêu cầu về ĐKMH của bạn và đã chuyển cho bộ phận ĐKMH kiểm tra và xử lý.. . Bạn vui lòng theo dõi kết quả cật nhật TKB tại mybk sau ngày 6/9/2021. . Trường hợp sau ngày này vẫn chưa có TKB, SV vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . SV chủ động liên hệ khoa để xin nhận GV hướng dẫn.. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Thưa PĐT,. . . . Em tên [full_name], MSSV [student_id], K18 Khoa Khoa học máy tính, hiện đang học lớp Xác suất thống kê (MT2013) do thầy Nguyễn Tiến Dũng đảm nhiệm. Em nhận thấy trong tkb lớp của em là CC05 nhưng trong danh sách lớp em lại thuộc CC03. Em không biết đây có phải là lí do vì sao đã qua 2 tuần mà em không thấy link online Google meet từ thầy.. . . . Em mong được PĐT giải đáp ạ.. . . . Em xin cảm ơn.. . . . Trân trọng,. . [full_name] . . . . Link danh sách lớp:. . (https://docs.google.com/spreadsheets/d/1PTQ17b03JIkNUDIzjC_0vtEYdLzToOO90Fr4ZGiPiC4/edit?usp=sharing). .",
            "Chào bạn[full_name] [full_name] [full_name] đang kiểm tra lại dữ liệu và cập nhật lại đúng lớp của bạn là CC05[full_name] [full_name] Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ .   /B . . Cho em hỏi là nếu mà trước giờ thi em không vào được trang Bkex để lấy link google meet để nhờ giám thị coi thi mở khóa và link đề thi được thì em cần liên hệ ai hoặc sđt nào để mở khóa cho em vào ạ. Em cảm ơn thầy cô ạ.",
            "Chào bạn. . Bạn liên hệ với Giảng viên giảng dạy để nhờ hỗ trợ. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Kính chào Đại diên phòng đào tạo,. . Em là sinh viên [full_name], MSSV [student_id], lớp VP18VL thuộc Chương trình đào tạo Kỹ sư chất lượng cao Việt - Pháp ( PFIEV). Em viết mail này với mong muốn tìm phương án giải quyết về vấn đề in bảng điểm sinh viên ạ.. . Theo thông báo của văn phòng PFIEV thì chúng em cần hoàn thành hồ sơ cho chương trình bằng đôi với đối tác Pháp trước ngày 30/8/2021. Em đã gửi yêu cầu và và yêu cầu đã được xác nhận sẽ hoàn tất vào ngày 24/8/2021 nhưng đến nay tình trạng trên web phòng đào tạo vẫn là \"đang in\". Em đã hoàn thành mọi thủ tục khác trong hồ sơ và chỉ còn đợi bảng điểm sinh viên định dạng PDF (Anh - Việt) có xác nhận của nhà trường. . . Trước tình hình dịch bệnh và giãn cách toàn thành phố như hiện nay, em cũng hiểu không thể thực hiện chuyển phát được. Vì thế em xin đề xuất PĐT có thể gửi file PDF bảng điểm qua email có kèm xác nhận kết quả được không ạ. Email của em là [email]. . Em xin chân thành cám ơn.. . Trân trọng.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Theo thông báo của văn phòng PFIEV thì chúng em cần hoàn thành hồ sơ cho chương trình bằng đôi với đối tác Pháp trước ngày 30/8/2021. Em đã gửi đăng ký dịch vụ in bảng điểm và đã được xác nhận sẽ hoàn tất vào ngày 24/8/2021 nhưng đến nay tình trạng trên web phòng đào tạo vẫn là \"đang in\". Em đã hoàn thành mọi thủ tục khác trong hồ sơ và chỉ còn đợi bảng điểm sinh viên định dạng PDF (Anh - Việt) có xác nhận của nhà trường. . . Trước tình hình dịch bệnh và giãn cách toàn thành phố như hiện nay, em cũng hiểu không thể thực hiện chuyển phát được. Vì thế em xin đề xuất PĐT có thể gửi kết quả qua email có kèm dấu mộc và/hoặc chữ ký điện tử để xác nhận kết quả bảng điểm sinh viên của em được không ạ. . . Em xin chân thành cám ơn."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Nhờ Thầy giúp em, cho em xin địa chỉ văn phòng khoa xây dựng. Em cám ơn Thầy nhiều!",
            "Chào em,. . Em liên hệ emai này nhé [email]. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em tên là [full_name] Mã số sinh viên [student_id]. Số tín chỉ tích lũy 127. Số ngày công tác xã hội 18.5. Em đã đăng kí môn học CH43B3- luận văn văn tốt nghiệp nhưng kết quả bị hủy vì không đủ điều kiện. . . Mong quý thầy cô có thể kiểm tra giúp em.. . Em xin chân thành cảm ơn.",
            "Chào bạn,. . PDT đã ghi nhận yêu cầu về ĐKMH của bạn và đã chuyển cho bộ phận ĐKMH kiểm tra và xử lý.. . Bạn vui lòng theo dõi kết quả cật nhật TKB tại mybk sau ngày 6/9/2021. . Trường hợp sau ngày này vẫn chưa có TKB, SV vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . SV chủ động liên hệ khoa để xin nhận GV hướng dẫn.. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em xin nhà trường mở lại tình trạng đang học. để giúp em đăng ký bổ sung LVTN ạ. Lý do kỳ trước em không ĐKMH do em hoàn tất các môn học nhưng thiếu CCNN. Kính mong nhà trường mở lại tình trạng sinh viên giúp em để em có thể đăng ký LVTN để hoàn tất ạ! Em xin chân thành cảm ơn ạ! Em có đính kèm ảnh lý do phía dưới ạ!. .",
            "Chào bạn,. . Trường hợp SV đăng ký TTTN, LVTN, ĐCLVTN mà không có TKB trong đợt bổ sung.. . Sinh viên vui lòng xem kết quả ĐKMH, xem lý do vì sao không ĐKMH được (có đăng ký, nhưng không có TKB) tại trang web: mybk.hcmut.edu.vn    Đăng ký môn học    Đăng ký bổ sung TTTN+LVTN+ ĐCLVTN HK211 Đợt kết quả    bấm vào mục Đăng ký mới    chọn Loại hình đăng ký    xem Lịch sử đăng ký.. . Trong trường hợp kết quả xử lý ĐKMH không đúng, bạn có thể làm đơn khiếu nại (kèm minh chứng nếu có), gửi qua trang bksi ghi rõ tiêu đề: “Khiếu nại ĐKMH HK211”, nội dung khiếu nại trình bày rõ lý do, ghi rõ tên, mã môn học, Số tín chỉ tích lũy? Số ngày CTXH (nếu đăng ký LVTN). . Trường hợp SV có học môn tương đương vui lòng trình bày rõ, đã học ở HK nào? tên và MH,tương đương môn học nào?. . Thân chào. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Em là sinh viên [full_name], MSSV [student_id], lớp VP18HK thuộc Chương trình đào tạo Kỹ sư chất lượng cao Việt - Pháp ( PFIEV). Em viết yêu cầu này với mong muốn tìm phương án giải quyết về vấn đề in bảng điểm sinh viên ạ.. . Theo thông báo của văn phòng PFIEV thì chúng em cần hoàn thành hồ sơ cho chương trình bằng đôi với đối tác Pháp trước ngày 30/8/2021. Em đã gửi yêu cầu và và yêu cầu đã được xác nhận sẽ hoàn tất vào ngày 23/8/2021 nhưng đến nay tình trạng trên web phòng đào tạo vẫn là \"đang in\". Em đã hoàn thành mọi thủ tục khác trong hồ sơ và chỉ còn đợi bảng điểm sinh viên định dạng PDF (Anh - Việt) có xác nhận của nhà trường. . . Trước tình hình dịch bệnh và giãn cách toàn thành phố như hiện nay, em cũng hiểu không thể thực hiện chuyển phát được. Vì thế em xin đề xuất PĐT có thể gửi kết quả qua email có kèm dấu mộc và/ hoặc chữ ký điện tử để xác nhận kết quả bảng điểm sinh viên của em được không ạ.Email của em là [email]. . Em xin chân thành cám ơn.. . Trân trọng. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "B Đăng ký môn học .   /B . . Học và tên: [full_name]. . MSSV: [student_id]. . Khoa: Quản lý công nghiệp. . Nay em gửi email này kính xin phòng đào tạo đăng kí bổ sung môn học: Xã Hội Học Đại Cương (IM2023),Học kì 211.. . Em và các bạn sinh viên chưa học môn học: Xã hội học đại cương(IM2023) có lập danh sách xin phép phòng đạo tạo được mở lớp và đã được đồng ý mở lớp dạng Đồ án. Nhưng đến nay thời khóa biểu và E-learning của em vẫn chưa được cập nhật về môn học: Xã hội học đại cương. Hình ảnh email được Khoa QLCN gửi để liên lạc giảng viên dạy môn học em có đính kèm phía dưới.. . Kính mong phòng đào tạo đăng kí và cập nhật thời khóa biểu môn học này cho em để em có thể theo kịp chương trình học.. . Em xin chân thành cảm ơn.. . Trân trọng,. .",
            "Chào bạn,. . PDT đã ghi nhận yêu cầu về ĐKMH của bạn và đã chuyển cho bộ phận ĐKMH kiểm tra và xử lý.. . Bạn vui lòng theo dõi và kiểm tra TKB thường xuyên trên mybk/Thông tin SV và hệ thống BKeL để kịp tham gia lớp học online. SV chủ động liên hệ với GV để xin vào lớp học trước nhé!. . Trường hợp nếu không đăng ký được (không có khả năng hoặc không đủ điều kiện)  PDT sẽ phản hồi cho SV qua bksi.. . Chúc các bạn học tốt!. . Thân mến,. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Lý do: Có đăng ký môn học CH43B3 (LVTN) nhưng không có thời khóa biểu. Do không đủ đ/kiện nhận LVTN.. . Họ và tên: [full_name]    MSSV: [student_id]. . MSMH: CH43B3 . . Số tín chỉ tích lũy: 131. . Số ngày CTXH: 17. . Mong quý thầy cô kiểm tra giúp em.. . Em xinh chân thành cảm ơn!. . . . . .",
            "Chào bạn,. . PDT đã ghi nhận yêu cầu về ĐKMH của bạn và đã chuyển cho bộ phận ĐKMH kiểm tra và xử lý.. . Bạn vui lòng theo dõi kết quả cật nhật TKB tại mybk sau ngày 6/9/2021. . Trường hợp sau ngày này vẫn chưa có TKB, SV vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . SV chủ động liên hệ khoa để xin nhận GV hướng dẫn.. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Giấy xác nhận sinh viên .",
            "Chào bạn,. . SV chủ động đăng ký giấy Xác nhận SV hoãn NVQS để bổ sung cho địa phường và chọn dịch vụ gửi qua được bưu điện (người nhận trả tiền) nếu có nhu cầu (PDT không in hàng loạt như các năm trước). . Dự kiến trong đầu tháng 9/2021 sẽ bắt đầu cho đăng ký (khi TKB trong HK đã ổn định). . . . - Hiện tại bưu cục không nhận chuyển đến hết ngày 6/9/21. . Thân mến,. . . . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Kính gửi Thầy/Cô !. . Em sinh viên khóa K15, Khoa Công nghệ Vật Liệu, lớp VLKL15, do tình hình dịch bệnh căng thẳng, em không thể lên trên trường để gia hạn tình trạng sinh viên, em muốn hỏi làm thế để gia hạn tình trạng sinh viên kỳ này ( thủ tục đăng ký gia hạn online ( nếu có )) để em có thể nộp chứng chỉ ngoại ngữ và xét tốt nghiệp.. . Em xin cám ơn !. .",
            "Chào bạn . . Tình trạng của bạn là đang tạm dừng. . Bạn tải mẫu đơn thu nhận tại trang web: aao.hcmut.edu.vn gởi tại BKSI để Pdt xử lý thu nhận lại cho bạn. . - Bạn còn gì để chưa đủ điều kiện tốt nghiệp. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "B   /B Kính Chào Thầy/Cô,. . Em xin được đăng ký hoãn thi cho môn học với thông tin bên dưới:. . Hệ: VLVH. . Mã MH: CO2013\t. . Tên MH: Hệ cơ sở dữ liệu\t. . Nhóm: T01-A\t. . Thời gian: 29/08 10g00 HANGOUT. . . . Vì lý do: không đảm bảo trang thiết bị trong thời gian giãn cách vì dịch bệnh.. . . . Kính mong quý Thầy/Cô xem xét và chấp thuận trường hợp của em. . Em xin cảm ơn và chúc thầy/cô nhiều sức khỏe. .   i Yêu cầu khác .",
            "Thân gửi các bạn sinh viên, . . Phòng Đào tạo (PĐT) đã thông báo cho Sinh viên (SV) về việc nộp đơn hoãn thi trực tiếp cho PĐT đối với các môn học Lý thuyết, mà không thông qua Giảng viên (GV). PĐT sẽ hậu kiểm các tình huống cấm thi sau. Hiện nay, SV đăng ký bằng cách gửi email về PĐT có kèm file và qua hệ thống Hỗ trợ trực tuyến (BKSI). Để nhanh chóng và thuận lợi, PĐT thay đổi phương thức nộp đơn hoãn thi như sau:. . SV đăng nhập vào Google bằng tài khoản BKNetID@hcmut.edu.vn và điền thông tin hoãn thi theo link: https://forms.gle/ckyYcJMWN7w3kqe56. . Hạn cuối: 5 ngày sau khi thi online (chỉ tính ngày làm việc). . Trường hợp SV đã nộp đơn qua email của PĐT và  qua công cụ BKSI (đã hoặc chưa được tiếp nhận), vui lòng điền lại vào form trên để PĐT cập nhật dữ liệu đồng nhất và chính xác.. . Riêng đối với môn Đồ án, Thực tập ngoài trường, Đề cương Luận văn, Luận văn/Tiểu luận tốt nghiệp: SV có thể xin hoãn bảo vệ với lý do dịch Covid-19 ảnh hưởng nghiêm trọng đến kết quả thực hiện đề tài (không thực nghiệm được tại Phòng thí nghiệm, không thực địa, ...). SV gửi email trực tiếp đến Giáo viên hướng dẫn, Khoa/Bộ môn để được xem xét đồng ý và forward email cuối cùng đến email của PĐT để đăng ký.. . Thông tin thêm:. . •\tQuy định hoãn thi (HT): xem chi tiết tại khoản 17.2 Điều 17 trong Quy chế đào tạo và học vụ (aao.hcmut.edu.vn    Sinh viên    Quy chế).. . •\tCác môn có phần thí nghiệm (TNg) sẽ được tổ chức thi sau khi TNg xong. Một số môn, Giảng viên sẽ đề nghị cho thi trước, điểm TNg sẽ có sau, khi đó SV có thể xin hoãn thi.. . •\tRiêng hoãn thi kiểm tra giữa kỳ của HK DT202 và 203: SV liên hệ trực tiếp GV và Bộ môn để được xem xét cho kiểm tra riêng hoặc lấy cột điểm thành phần khác để làm điểm kiểm tra.. .  . . Chúc các bạn học tập thật tốt!. . . . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Hiện tại em có đăng ký môn học IM2029: Thực tập nhận thức nhóm T01 . . Nhưng hiện tại chỉ có 1 mình em nên khó có thể học do khó xin doanh nghiệp và mở lớp cũng như khó viết báo cáo . . Theo ý kiến của thầy hướng dẫn môn học này em nên huỷ môn . . . . Vậy em xin đăng ký huỷ môn học này . . . . . .",
            "Chào bạn,. . Hiện tại đã hết thời gian hiệu chỉnh  và hủy môn học của học kỳ chính và HK dự thính HK211 nhé bạn.. . SV vui lòng đợi thông báo về việc rút môn học (có tính học phí theo quy định), sẽ thông báo cho SV trong tháng 9/2021. . Xem chi tiết quy chế tại đây:. . aao.hcmut.edu.vn/sinh viên/quy chế/học vụ/Quy chế đào tạo và học vụ bậc đại học, cao đẳng:/ điều 11.2. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Thầy (cô) cho em hỏi em đăng ký luận văn đợt 3 kết quả ghi thỏa điều kiện đăng ký. Nhưng hôm nay các bạn có thời khóa biểu nhưng em thì lại không có. . MSSV: [student_id]. . Khoa: Cơ khí. . Ngành Cơ điện Tử. . Mã môn: ME4019 - Luận văn tốt nghiệp (cđt). . Do em chưa nộp anh văn nên em đăng ký đợt 3 này ạ. .",
            "Chào bạn,. . Tình trạng hiện tại của bạn đang tạm dừng. . SV vui lòng tải mẫu đơn thu nhận tại trang aao.hcmut.edu.vn/Sinh viên/biểu mẫu. Điền đầy đủ thông tin và gửi qua bksi nhé. . Nếu có nhu cầu ĐKMH HK211, bạn vui lòng gửi thêm 1 yêu cầu xin đăng ký môn học, ghi rõ tên và Mã MH, mã nhóm, để PDT kiểm tra và ĐKMH cho bạn (nếu còn sĩ số). . . SV chủ động liên lạc với GV để xin vào lớp vì hiện tại đã bắt đầu HK211. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . E tên: [full_name]. . MSSV: 171240. . Em được biết HK211,Luận văn tốt nghiệp trường miễn yêu cầu [full_name].. . Nhưng e bị hủy do với lí do : thiêu CCAV mong trường xem xét.. . Mã môn : CI4343",
            "Chào bạn,. . PDT đã ghi nhận yêu cầu về ĐKMH của bạn và đã chuyển cho bộ phận ĐKMH kiểm tra và xử lý.. . Bạn vui lòng theo dõi kết quả cật nhật TKB tại mybk sau ngày 6/9/2021. . Trường hợp sau ngày này vẫn chưa có TKB, SV vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . SV chủ động liên hệ khoa để xin nhận GV hướng dẫn.. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Chào thầy/cô.. . Đợt học dự thính 2 (bắt đầu từ 30/8). Sau khi có điểm thi và em có tính thử điểm tổng kết thì thấy mình chưa qua môn. NÊn em đã đăng ký lại môn cơ lưu chất vào đợt đăng ký dự thính lần 2 vừa rồi. Nhưng hôm nay em nhận được thông báo từ giáo viên giảng dạy là do sai xót trong việc chấm điểm cuối kỳ, nên bài thi đã được chấm lại. Và điểm của em đã đủ qua môn này.. . Vậy thầy/cô cho em hỏi, em có thể xin rút/hủy môn học này mà không tính học phí được không ạ?. . Em cảm ơn.. .",
            "Chào bạn,. . Hiện tại đã hết thời gian hiệu chỉnh  và hủy môn học của học kỳ chính và HK dự thính HK211 nhé bạn.. . SV vui lòng đợi thông báo về việc rút môn học (có tính học phí theo quy định), sẽ thông báo cho SV trong tháng 9/2021. . Xem chi tiết quy chế tại đây:. . aao.hcmut.edu.vn/sinh viên/quy chế/học vụ/Quy chế đào tạo và học vụ bậc đại học, cao đẳng:/ điều 11.2. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ .",
            "Chào bạn. . - Phòng Đào tạo đã đồng ý yêu cầu về việc xin HUỶ Hoãn Thi của bạn. . . - Bạn thi bình thường theo Lịch thi đã thông báo. . - Trường hợp có sự cố bất khả kháng trong khi thi dẫn đến không thể hoàn thành được bài thi, và không được giải quyết cho thi các ca thi sau (nếu có), sinh viên có thể đăng ký \"Hoãn thi\" ngay sau buổi thi (không phải vắng thi có phép), SV phải báo với CBCT hoặc trực thi để được ghi nhận vào trong danh sách thi. PDT sẽ đối chiếu lại với danh sách Khoa để ra quyết định hoãn thi. . Chúc bạn học tập tốt nhé.. . . ."
        ]
    }
]