[
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Dạ em chào PĐT,. . PĐT có thể cho em hỏi khi nào điểm TBTL học kì 202 được cập nhật ạ? Em phải nộp bảng điểm cho công ty để đi làm nên em đang rất cần điểm được cập nhật ạ.. . Em mong PĐT phản hồi sớm, em xin chân thành cảm ơn.",
            "Chào bạn. . Hiện tại nhiều môn trong trường vẫn đang thi, và chưa thi. . Nên chắc là phải thi xong hết thì mới cập nhật mới. . Bạn có thể trình bày với công ty để hỗ trợ vì lý do dịch bệnh Lịch thi trong trường bị kéo dài. . Đồng thời bạn đăng ký in bảng điểm nhận qua bưu cục. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Dạ em chào Thầy, Cô phòng đào tạo,. . Em là [full_name], mssv [student_id]. . Hôm bữa ngày 2/8 em có đăng kí giấy tạm hoãn nghĩa vụ quân sự. Thì 12/8 em cũng thấy trên mybk mục giấy xác nhận đã hiện tình trạng đã xử lí rồi. Có đợt trường nhắn mail rằng đợi bưu điện hoạt động sẽ gửi những giấy xác nhận về.. . Thì hôm nay tới ngày 10/9 rồi không biết là giấy xác nhận nghĩa vụ của em được lên bưu điện để gửi về chưa ạ? Tại ở xã em bắt buộc 15/9 nộp rồi ạ.. . Em cảm ơn nhiều ạ",
            "Chào bạn,. . - SV chủ động đăng ký giấy Xác nhận SV hoãn NVQS để bổ sung cho địa phương và chọn dịch vụ gửi qua được bưu điện (người nhận trả tiền) nếu có nhu cầu (PDT không in hàng loạt như các năm trước). . - Sau khi xử lý giấy chứng nhận sinh viên, Phòng Đào tạo sẽ gửi về địa chỉ sinh viên đăng ký khi bưu điện hoạt động lại bình thường trong đợt giãn cách xã hội. Mặt khác, sinh viên có thể tải bản scan trên trang đăng ký chứng nhận sinh viên (sau khi yêu cầu của SV đã được xử lý). (Bắt đầu từ HK211 đầu tháng 9). . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Kính chào PĐT. Phòng đào tạo cho em hỏi 2 điều :. . Điều 1: Điểm anh văn chuyển điểm từ toeic qua có tính vào điểm tbtl và tbtln hay không ?. . Điều 2: Bảng điểm qui đổi từ toeic sang các điểm av1,2,3,4 em xem trên www.aao.hcmut.edu.vn thì là năm 2019, em nghe nói năm 2020 trường đã áp dụng chuẩn anh văn khác cũng như cách qui đổi điểm thay đổi. Pđt có thể cho xin thông tin về điểm số qui đổi toeic sang av1,2 3,4 mới nhất được không ạ.. . Em châm thành cảm ơn Pđt. .",
            "Chào bạn. . - Tính điểm bình thường như các môn học trong CTDT. . - Về quy định chuẩn tiếng anh trong quá trình học: Bạn vui lòng xem chi tiết tại trang web aao--  sinh viên --  Quy chế --  Quy chế đào tạo và học vụ bậc đại học và cao đẳng -- Phụ lục 1: Quy định về ngoại ngữ -mục 4. . Chúc bạn học tập tốt nhé.. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em tên [full_name]. . MSSV: [student_id]. . . . Em đã đăng ký hoãn thi môn Pháp Luật Việt Nam đại cương có mã môn học SP1007 lớp CC01. Diễn ra vào ngày 11/8 lúc 7h sáng. Tuy nhiên điểm môn học của em hiện tại là vắng thi cho em hỏi là trường chưa hậu kiểm hay đã tổng kết ạ.. .",
            "Chào em,. . - Danh sách thi PĐT đã gửi trước rồi em (điểm 13). . - Em đã điền form hoãn thi, xem email xác nhận nhé.. . - PĐT chuẩn bị các công tác tiếp theo.. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]4  /b \t. . . .   i Đăng ký môn học . Dạ em đã làm đơn xin chuyển hệ VHVL.. . Phòng đào tạo có đề nghị em gửi các môn học để khôi phục Thời khóa biểu:. . - CI31363: Phân Tích thiết kế kết cấu.. . - CI2107: Thiết kế kiến trúc 1. . - CI3217: Nguyên lý thiết kế kiến trúc và kĩ thuật công trình công nghiệp.. . (Thời khóa biểu cũ).. . - CI1007 Trắc địa đại cương.. . - MT1008 Đại số tuyến tính. . (Nguyện vọng đăng kí bổ sung học kì dự thính",
            "Chào bạn. . Cô đã lấy dữ liệu chuyển bộ phận dkmh xét lại. . Bạn đợi kết quả phản hồi trễ nhất là thứ 4 ngày 17/9. . Thân. . . .",
            "Chào bạn. . Pdt cập nhật lại 4 môn, bạn theo dõi trên trang Mybk-xem tkb dự kiến sau thứ 4 ngày 15/9. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em tên là [full_name]. . MSSV: [student_id]. . Lớp CK18CTM02. . Hiện địa phương em yều cầu giấy xác nhận sinh viên để tạm hoãn nghĩa vụ quân sự, hạn chót là ngày 15 tháng 9. Em đã vào mybk để in giấy xác nhận sinh viên từ ngày 08.08.2021 và đã được xử lý nhưng hiện tại em vẫn chưa nhận được, và cũng không thấy điện thoại bên bưu điện. . . Bên địa phương yêu cầu có thể chụp ảnh giấy xác nhận có mộc của trường để xác nhận.. . Hiện tại em chưa nhận được giấy xác nhận nên không biết phải làm sao. Em xin nhà trường hướng dẫn cho em với ạ.. . Em  xin chân thành cảm ơn",
            "Chào bạn,. . - SV chủ động đăng ký giấy Xác nhận SV hoãn NVQS để bổ sung cho địa phương và chọn dịch vụ gửi qua được bưu điện (người nhận trả tiền) nếu có nhu cầu (PDT không in hàng loạt như các năm trước). . - Sau khi xử lý giấy chứng nhận sinh viên, Phòng Đào tạo sẽ gửi về địa chỉ sinh viên đăng ký khi bưu điện hoạt động lại bình thường trong đợt giãn cách xã hội. Mặt khác, sinh viên có thể tải bản scan trên trang đăng ký chứng nhận sinh viên (sau khi yêu cầu của SV đã được xử lý). (Áp dụng HK211 từ đầu tháng 9). . Thân mến,. .",
            "Em đã được xác nhận từ ngày 8.8 nên giờ em muốn có bản scan để tải về thì em phải đăng kí in giấy xác nhận lại phải không ạ? . . . . Tại em vào chỗ in giấy xác nhận thì mục tải bản in về máy không có.. . Em xin cảm ơn ạ.",
            "Chào bạn. . Bạn phải đăng ký, hệ thống sẽ hẹn ngày xử lý xong bạn vào mới có bản scan",
            "Em chào cô,. . Vào ngày 10/9 em đã gửi yêu cầu đăng ký in giấy xác nhận sinh viên để tạm hoãn nghĩa vụ quân sự. . . Nay là ngày 14/9 em vẫn chưa được xử lý nhưng ngày 9h ngày 15/9 là hạn chót của bên địa phương em. . . Mong cô có thể liên hệ phòng đào tạo để xác nhận, xử lý yêu cầu đăng ký in giấy xác nhận sinh viên của em để em có thể gửi cho địa phương ạ.. . Em tên [full_name], . . MSSV [student_id], . . lớp CK18CTM02 ạ. . . Em chân thành cảm ơn cô ạ.",
            "Chào bạn[full_name] [full_name] [full_name] đã ghi nhận phản hồi của bạn, Vì số lượng đăng ký giấy CNSV tăng đáng kể, Nên [full_name] đang cố gắng xử lý dữ liệu, xong sẽ scan để đưa lên hệ thống ngay, SV vui lòng thông cảm đợi thêm, giải thích thêm với cơ quan yêu cầu giấy CNSV[full_name][full_name] [full_name]  Sau khi [full_name] cập nhật xong bạn có thể tải bản scan trên trang đăng ký chứng nhận sinh viên[full_name][full_name] [full_name] Thân[full_name] [full_name]"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Dạ chỗ em dịch căng và đang chỉ thị 16 em có xin đi đóng học phí thì người ta không chấp nhận (em không có thẻ ocb nào giờ học em chỉ đi đóng trực tiếp),mong phòng đào tạo giải quyết cho em với ạ tại vì hoãn học phí chỉ có học kì chính. Em cảm ơn ạ.",
            "Chào em,. . - Em liên hệ phòng Công tác chính trị sv qua email [email] để được hướng dẫn nhé. (gia hạn, miễn giảm HP ...). . - Em chờ email từ PĐT, sẽ gia hạn đến 20/9/21 (DT). Em nhờ bạn có TK OCB giúp em.. . Thân mến,. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: kính gửi PDT, em có hỏi đáp thắc mắc về giấy xác nhận tạm hoãn NVQS và được trả lời :. . Hiện hệ thống có 2 lý do cho bạn chọn : bổ túc hồ sơ đăng ký giấy hoãn nghĩa vụ hoặc bổ túc cho địa phương, mục nào cũng được. nhưng sao em thấy trong phần lý do chỉ có lý do là bổ túc hồ sơ cho địa phương vậy ạ. kính mong PDT giải đáp thắc mắc giúp em. em xin chân thành cảm ơn.",
            "Chào bạn. . Đối với Bằng 2 thì chỉ có 1 lý do, bạn chọn rồi đăng ký nghen"
        ]
    },
    {
        "intent": "",
        "message": [
            "kính gửi: phòng đào tạo trường DHBK Tp HCM. . em tên là [full_name] mssv: [student_id]. . trong học kỳ vừa rồi em có học môn Vật Lý Bán Dẫn ( EE1013) và trong ngày thi 18/8/2021 do trong lúc nộp bài em có bấm nhầm thoát mất cửa sổ google meet nên em có xin hoãn thi sau đó.. . em xin cám ơn cô [full_name] đã phản hồi cho em. em đã vào xem và thấy điểm 13 là vắng thi và 0d. em có điền form xin hoãn thi rồi. cô cho em hỏi là em có được thi lại không, hay điểm tổng kết của em là 0d và em phải đăng ký học lại trong kỳ mới, em cám ơn cô nhiều",
            "Chào bạn,. . sau khi bạn điền form hoãn thi có nhận được câu trả lời sau khi hoàn tất Không?. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Dạ, em là [full_name], mssv: [student_id].. . Em muốn đăng kí hoãn thi môn Mạch điện tử của em vì lí do không đảm bảo trang thiết bị cần thiết phục vụ cho kì thi. Mong quý thầy cô phê duyệt giúp em. Em xin chân thành cảm ơn.. . Phụ lục môn xin hoãn:. . HK202: Mạch điện tử (EE2035, nhóm L01)",
            "Thân gửi các bạn sinh viên, . . Phòng Đào tạo (PĐT) đã thông báo cho Sinh viên (SV) về việc nộp đơn hoãn thi trực tiếp cho PĐT đối với các môn học Lý thuyết, mà không thông qua Giảng viên (GV). PĐT sẽ hậu kiểm các tình huống cấm thi sau. Hiện nay, SV đăng ký bằng cách gửi email về PĐT có kèm file và qua hệ thống Hỗ trợ trực tuyến (BKSI). Để nhanh chóng và thuận lợi, PĐT thay đổi phương thức nộp đơn hoãn thi như sau:. . SV đăng nhập vào Google bằng tài khoản BKNetID@hcmut.edu.vn và điền thông tin hoãn thi theo link: https://forms.gle/ckyYcJMWN7w3kqe56. . Hạn cuối: 5 ngày sau khi thi online (chỉ tính ngày làm việc). . Trường hợp SV đã nộp đơn qua email của PĐT và  qua công cụ BKSI (đã hoặc chưa được tiếp nhận), vui lòng điền lại vào form trên để PĐT cập nhật dữ liệu đồng nhất và chính xác.. . Riêng đối với môn Đồ án, Thực tập ngoài trường, Đề cương Luận văn, Luận văn/Tiểu luận tốt nghiệp: SV có thể xin hoãn bảo vệ với lý do dịch Covid-19 ảnh hưởng nghiêm trọng đến kết quả thực hiện đề tài (không thực nghiệm được tại Phòng thí nghiệm, không thực địa, ...). SV gửi email trực tiếp đến Giáo viên hướng dẫn, Khoa/Bộ môn để được xem xét đồng ý và forward email cuối cùng đến email của PĐT để đăng ký.. . Thông tin thêm:. . •\tQuy định hoãn thi (HT): xem chi tiết tại khoản 17.2 Điều 17 trong Quy chế đào tạo và học vụ (aao.hcmut.edu.vn    Sinh viên    Quy chế).. . •\tCác môn có phần thí nghiệm (TNg) sẽ được tổ chức thi sau khi TNg xong. Một số môn, Giảng viên sẽ đề nghị cho thi trước, điểm TNg sẽ có sau, khi đó SV có thể xin hoãn thi.. . •\tRiêng hoãn thi kiểm tra giữa kỳ của HK DT202 và 203: SV liên hệ trực tiếp GV và Bộ môn để được xem xét cho kiểm tra riêng hoặc lấy cột điểm thành phần khác để làm điểm kiểm tra.. .  . . Chúc các bạn học tập thật tốt!. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính gửi PĐT,. . Em là [full_name], mssv [student_id] là sinh viên hệ VHVL. (Em từ hệ đại trà chuyển qua, mssv cũ của em là [student_id]).. . Trước khi em chuyển qua hệ VHVL thì em đã hoàn tất gần hết chương trình học chỉ còn sót lại Giải Tích 2 và LVTN. Khi em chuyển qua hệ VHVL thì pđt gửi mail cho em và báo là em có 4 môn chưa hoàn thành bao gồm 2 môn trên kèm theo Đồ Án Chuyên Ngành và Đề Cương Luận Văn (trong khi 2 môn Đồ án và Đề cương em đã hoàn thành ở kì 201 và đã có điểm, em đính kèm bảng điểm hk 201 của em bên dưới).. . Em có mail cho pđt nhưng không nhận được phản hồi. Đến khi em đăng kí LVTN thì trên hệ thống cũng báo là em không đủ điều kiện.. . . . Mong PĐT xem xét và hỗ trợ để em có thể hoàn tất chương trình học của mình ạ.",
            "Chào bạn,. . Vui lòng bổ sung cho cô mã [full_name] nhé!. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em chào Thầy/Cô.. . . . Trên BKpay thông báo ngày 14/09/2021 là hạn cuối cho việc đóng học phí kì dự thính 211. Nhưng hiện tại trên BKpay vẫn chưa mở cổng thanh toán. Em nên chờ trường thông báo hay phải thực hiện theo cách nào khác ạ? . . . . Em xin cảm ơn Thầy/Cô.. .",
            "Chào em,. . Em chờ email từ PĐT, sẽ gia hạn đến 20/9/21.. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "I Yêu cầu khác: Dạ em chào quý thầy cô pdt. . Em vừa mới check lại bảng điểm thì thấy điểm luận văn của em là 13. Trong khi đó em đã làm đơn hoãn thi và được cả ba thầy ( thầy hdlv, thầy bộ môn, với thầy trưởng khoa) đồng ý cho phép em hoãn thi và em cũng không nằm trong diện cấm thi. Em đã hoàn tất việc nộp đơn thông qua bski và được pdt tiếp nhận và xử lý. Nhưng đến ngày hôm nay em lại nhận điểm 13 thay vì điểm 14 như em nghĩ.Em cũng đính kèm hình ảnh điểm luận văn và ảnh em nộp đơn được pđt xử lý.  Em mong rằng quý thầy cô có thể xem xét lại vấn đề này cho em được không ạ. . . Em cảm ơn",
            "Chào bạn. . . . Phòng đào tạo có nhận thông tin đăng ký Hoãn thi từ mail của bạn, nhưng sau khi đối chiếu Pdt không thể giải quyết yêu cầu Hoãn thi của bạn vì bạn đăng ký sai hình thức theo thông báo: Riêng đối với môn Đồ án, Thực tập ngoài trường, Đề cương Luận văn, Luận văn/Tiểu luận tốt nghiệp: SV có thể xin hoãn bảo vệ với lý do dịch Covid-19 ảnh hưởng nghiêm trọng đến kết quả thực hiện đề tài (không thực nghiệm được tại Phòng thí nghiệm, không thực địa, ...). SV gửi email trực tiếp đến Giáo viên hướng dẫn, Khoa/Bộ môn để được xem xét đồng ý và forward email cuối cùng đến email của PĐT để đăng ký.. . . . -      Bạn vui lòng đăng ký hoãn thi theo hướng dẫn trên. . . . -      Hạn cuối để đăng ký lại đến 10 giờ ngày 15/9/2021. . . . Sau thời gian trên Pdt không giải quyết các phát sinh nếu có.. . . . P/S: SV đã gởi mail [email] và được phản hồi Hoãn thi rồi vui lòng bỏ qua email này./.. . . .",
            "Dạ em chào quý thầy cô . . Em xin lỗi vì đã làm phiền quý thầy cô. Để nối tiếp vấn đề trên em xin trình bày. Thực ra em có nộp đơn hoãn thi qua hai hình thức một cái qua bksi và 1 một cái qua email phòng đào tào vào ngày 23/7 và được pdt phản hồi lại vào ngày 29/7 . . Thực ra em cũng có gửi qua mail. Mong quý thầy cô có thể check lại gmail được không ạ. . . Dưới đây là bản pđf em lấy từ gmail của em. Mong quý thầy cô có thể đối chiếu lại ạ. . Nếu quý thầy cô pđt không chấp nhận thì em có thể nộp đơn hoãn thi lại qua email pđt từ bây giờ. . Em cảm ơn ạ",
            ". . Chào bạn,. . PĐT đã gửi email, bạn xem làm cho đúng nhé.. .  \". . Thông báo SV đăng ký sai quy trình hoãn thi. . . . Phòng đào tạo có nhận thông tin đăng ký hoãn thi từ mail của bạn, nhưng sau khi đối chiếu PĐT không thể giải quyết yêu cầu hoãn thi của bạn vì bạn đăng ký sai hình thức theo thông báo: Riêng đối với môn Đồ án, Thực tập ngoài trường, Đề cương Luận văn, Luận văn/Tiểu luận tốt nghiệp: SV có thể xin hoãn bảo vệ với lý do dịch Covid-19 ảnh hưởng nghiêm trọng đến kết quả thực hiện đề tài (không thực nghiệm được tại Phòng thí nghiệm, không thực địa, ...). SV gửi email trực tiếp đến Giáo viên hướng dẫn, Khoa/Bộ môn để được xem xét đồng ý và forward email cuối cùng đến email của PĐT để đăng ký.. . . . -      Bạn vui lòng đăng ký hoãn thi theo hướng dẫn trên. . . . -      Hạn cuối để đăng ký lại đến 10 giờ ngày 15/9/2021. . . . Sau thời gian trên PĐT không giải quyết các phát sinh nếu có.. . . . P/S: SV đã gởi mail [email] và được phản hồi hoãn thi rồi vui lòng bỏ qua email này./."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Kính gửi Phòng Đào Tạo. . Em tên: [full_name]. . Mssv: [student_id] - Hệ VHVL. . Môn học: ME4049. . . . Em đã đăng ký môn LVTN vào học kỳ này, nhưng kiểm tra thì hệ thống báo không đủ tính chỉ.. . Em đã hoàn thành tất cả môn học đầy đủ theo kế hoạch môn học.. . Kì trước em đăng ký bình thường ạ. . . . Nhờ Thầy xem cập nhật lại để em đủ điều kiện nhận LVTN ạ.. . . . PĐT đã xem xét trường hợp của em thuộc diện nào ạ ? Và phải xử lí như thế nào cùng với thủ tục liên quan ? . . . . Em xin cảm ơn !!",
            "Chào bạn. . Cô đã ghi nhận trường hợp của bạn, và chuyển cho bộ phận xét lại. . Cô sẽ trả lời lại BKSI hoặc mail nghen. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Dạ thưa quý PĐT, kỳ DT202 vừa rồi em có đăng ký hoãn thi môn KẾT CẤU THÉP 1 và đã được pđt đông ý, nhưng em kiểm tra bảng điểm thì lại là điểm 13. Vậy mong quý pđt kiểm tra lại có sai sót gì không ạ. Em cảm ơn!. .",
            "Chào em,. . - Danh sách thi PĐT đã gửi trước rồi em (điểm 13). . - Em đã điền form hoãn thi, xem email xác nhận nhé.. . - PĐT chuẩn bị các công tác tiếp theo.. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác  /i   B  học phí học kì 211  /B . . Em mới chuyển hệ từ chất lượng cao chính quy sang hệ vừa học vừa làm và em có đọc thông báo là hệ vừa học vừa làm phải đóng học phí ở tuần đầu của học kỳ nhưng tới bây giờ trên hệ thống bkpay vẫn chưa có cập nhật học phí học kỳ 211. Cho em hỏi trường hợp này em phải thanh toán học phí ở đâu ạ. Em cảm ơn. .",
            "Chào bạn. . Về vấn đề này bạn vui lòng liên hệ Văn phòng đào tạo quốc tế qua địa chỉ mail: [email] . . [email], để được hỗ trợ thêm về đăng ký môn học. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Chào phòng đào tạo,. . Em xin PĐT cho em ĐKMH đề cương luận văn ạ.. . Mã MH: CO4311. . Lý do: Do tuần rồi em có xin với GVHD làm luận văn tốt nghiệp 1 giai đoạn nhưng kết quả không được nhận. Hiện tại, em đã xin được GVHD nhận hướng dẫn đề tài Đề cương luận văn (ĐCLV) nên chỉ cần được ĐKMH thành công thì em có thể đủ điều kiện để học môn đó ngay trong học kỳ này ạ. Ngoài ra, trong trường hợp không thể học môn ĐCLV trong học kỳ này thì em sẽ bị chậm chương trình thêm nửa năm nữa. Do đó em mong PĐT xét duyệt cho em ạ.. . Em xin cảm ơn.. . . .   i Đăng ký môn học .",
            "Chào bạn,. . PDT đã ghi nhận yêu cầu về ĐKMH của bạn và đã chuyển cho bộ phận ĐKMH kiểm tra và xử lý.. . Bạn vui lòng theo dõi kết quả cật nhật TKB tại mybk sau ngày 20/9/2021. . Trường hợp sau ngày này vẫn chưa có TKB, SV vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . SV chủ động liên hệ khoa để xin nhận GV hướng dẫn.. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Dạ em chào quý thầy cô.. . Em tên: [full_name]  MSSV: [student_id] Lớp XD16CTGT. . Học kì hè 203 vừa rồi em có đăng kí thực tập tốt nghiệp nhưng do tình hình dịch Covid nghiêm trọng, Thầy hướng dẫn không thể đưa sinh viên đến công ty thực tập được nên xin phòng đào tạo cho em được hoãn thi môn này. Bộ môn Cầu đường sẽ có công văn chung xin hoãn thi cho tất cả sv ngành đường.. . Em có điền form hoãn thi của nhà trường nhưng được thông báo sai quy trình ạ. . . MSMH: CI3313 . . Tên môn học: Thực tập tốt nghiệp ( cầu đường). . Nhóm: A-01. . Mong phòng đào tạo xem xét hoãn thi giúp em ạ.. . Em xin chân thành cảm ơn. . . .",
            "Chào bạn. . - Bạn theo đúng quy trình giúp Cô:Riêng đối với môn Đồ án, Thực tập ngoài trường, Đề cương Luận văn, Luận văn/Tiểu luận tốt nghiệp: SV có thể xin hoãn bảo vệ với lý do dịch Covid-19 ảnh hưởng nghiêm trọng đến kết quả thực hiện đề tài (không thực nghiệm được tại Phòng thí nghiệm, không thực địa, ...). SV gửi email trực tiếp đến Giáo viên hướng dẫn, Khoa/Bộ môn để được xem xét đồng ý và forward email cuối cùng đến email của PĐT để đăng ký.. . - Nếu bạn đã làm rồi mà mail chuyên viên Pdt đã tiếp nhận rồi thì xong. . - Nếu Khoa báo là Khoa sẽ gởi công văn chung thì bạn hỏi lại Khoa đã gởi chưa?, đã được Pdt xử lý chưa?"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Tuy 14/9 hết hạn đóng tiền môn học dự thính nhưng trên bkpay vẫn không có nút thanh toán như trong hình. . Mong pdt cho em hướng giải quyết ạ",
            "Chào em,. . Em chờ email từ PĐT, sẽ gia hạn đến 20/9/21.. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em chào thầy/cô ạ. Chúc thầy cô một ngày vui vẻ và ấm áp.. . . . Em có thông tin là vào ngày 22/9 hết hạn nộp hồ sơ tân sinh viên.. . . . Em có một đứa em sắp phải nộp hồ sơ, nhưng chỗ ở của em hiện nay ở Tỉnh Tiền Giang đang bị phong toả.. . . . Và khó khăn hiện nay của em là: Chỗ e phong tỏa, em hiện giờ không được đi photo, công chứng hay đi lấy học bạ để nộp vào hồ sơ.. . Vậy cho em hỏi là em cần giải quyết như thế nào. . . . . Em cảm ơn nhiều ạ. .",
            "Chào em,. . Em gửi qua email [email] nhé.. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Chào PTĐ. . Thanh toán học phí kỳ dự thính thông báo ngày 14 tháng 9 hết han, mà bkpay chưa mở khóa thanh toán phòng đào tạo hỗ trợ mình với. .",
            "Chào em,. . Em chờ email từ PĐT, sẽ gia hạn đến 20/9/21.. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Dạ em chào thầy cô, em mới nhận được mail trường thông báo rằng không được gia hạn học phí cho học kì Dự thính. Hiện tại, em đang là F0 điều trị tại nhà, giờ nhà em cũng đang bị phong toả. Mong thầy cô xem xét gia hạn giúp em ạ. Em cảm ơn thầy cô.",
            "Chào em,. . Em chờ email từ PĐT, sẽ gia hạn đến 20/9/21. Hoặc em nhờ TK của bạn . . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em chào cô. Em tên Đào Quốc Thái mssv [student_id]. Em pdt đăng kí môn học anh văn 3. . Msmh : LA1007. . Nhóm- Tổ : lo2. . Học thứ 4 [full_name]-10. . Em đã xin thầy vào lớp và thầy đã chấp nhận.em cảm ơn cô ạ.. .",
            "Chào bạn,. . SV Chào bạn,. . PDT đã ghi nhận yêu cầu về ĐKMH của bạn và đã chuyển cho bộ phận ĐKMH kiểm tra và xử lý.. . Bạn vui lòng theo dõi và kiểm tra TKB thường xuyên trên mybk/Thông tin SV và hệ thống BKeL để kịp tham gia lớp học online. SV chủ động liên hệ với GV để xin vào lớp học trước nhé (nhờ GV add bạn vào BKeL để học online trước nếu GV đã đồng ý nhé). . Trường hợp nếu không đăng ký được (không có khả năng hoặc không đủ điều kiện)  PDT sẽ phản hồi cho SV qua bksi.. . Chúc các bạn . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Kính chào thầy cô!. . Em tên: [full_name].. . MSSV: [student_id]. . Hệ VHVL: Kỹ Thuật Ô Tô. . -Hiện tại thông tin Account của em hiển thị ở Khoa: Điện-Điện dẫn đến sai sót trong xét miễn giảm môn học nên được thầy Đặng Long hướng dẫn liên hệ với pđt để được chỉnh sửa lại cho chính xác. Em có gửi mail cho pdt từ ngày 19.08 nhưng đến nay vẫn chưa có hồi âm. Mong quý thầy cô có thể hồi đáp để em sớm có kết quả.. . THÔNG TIN CHÍNH XÁC. . Khoa: Kỹ Thuật Giao Thông. . Ngành: Kỹ Thuật Ô Tô\"",
            "Chào em,. . PĐT đã nhận được thông tin của em, đã gửi đến bộ phận phụ trách trả lời  em qua bksi, email.. . Thân mến,. . . .",
            "Chào bạn,. . PDT đã ghi nhận trường hợp của bạn và sẽ chuyển lại cho bộ phận liên quan xử lý. Nếu sau thời gian 1 tuần (kể từ ngày tiếp nhận, trừ thứ 7,CN và các ngày lễ), SV vẫn chưa nhận được câu trả lời hoặc chưa được xử lý vui lòng gửi lại câu hỏi để PDT kiểm tra lại nhé!. . Thân",
            "Chào bạn,. . Cô gửi bạn thông tin mail của Thầy Long đã gửi cho bạn ngày 19.8, bạn xem lại mail nhé. Đính kèm nội dung mail thầy Long gửi cho bạn bên dưới luôn nhé!. . . . Từ: LONG TRAN DANG   trandanglong@hcmut.edu.vn . . Date: Th 5, 19 thg 8, 2021 vào lúc 10:18. . Subject: Re: Hỏi về khóa đào tạo của mình?. . To: CHIEN PHAM PHUC   ppchien@hcmut.edu.vn . . Cc: Nhân Huỳnh Trọng   nhan.huynh203@hcmut.edu.vn . . . . . . Chào Huỳnh Trọng Nhân,. . . . Em vui lòng trình bày đầy đủ thông tin về trường hợp của em, để Khoa/BM và Phòng ĐT có thể tư vấn thích hợp.. . . . Nếu em là SV Đại trà K2014 đã hết thời gian học tập và được chuyển sang VLVH K2019 thì em cần chú ý những điểm sau:. . . . A. Học bổ sung những môn mới của chương trình 2019 mà chương trình 2014 chưa có, hay những môn có tăng thêm số tín chỉ so với chương trình 2014: . . . . 1. Môn mới: Phương pháp thiết kế động cơ và ô tô (TR4085, 3TC).. . . . 2. Môn mới: Kỹ thuật khai thác và bảo dưỡng động cơ - ô tô (TR3121, 3TC). . . . . 3. Môn tăng số tín chỉ: Hệ thống điện-điện tử ô tô (TR3121, 3TC) . . . . 4. Môn tăng số tín chỉ: Điều khiển tự động trên ô tô (TR4089, 3TC) . . . . 5. Môn tăng số tín chỉ: Công nghệ ô tô (TR4087, 3TC) . . . . 6. Môn tăng số tín chỉ: Thí nghiệm ô tô và động cơ đốt trong (TR3119, 3TC). . . . B. Những môn em đã học ở chương trình 2014 mà hiện tại không còn là môn bắt buộc, hoặc trở thành môn tự chọn tự do ở chương trình 2019, có thể được dùng để xét miễn khối kiến thức tự chọn tự do trong chương trình 2019. Tối đa 12 tín chỉ.. . . . Thân mến,. . . . Đăng Long"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Thưa Thầy/Cô,. . . . Em là [full_name], sinh viên k17 Khoa Kỹ thuật Xây dựng.. . . . Em có thấy lịch trình tốt nghiệp ghi ngày 08/09 công bố danh sách tốt nghiệp dự kiến. Nhưng hiện tại em vẫn chưa thấy ạ.. . . . Thầy/Cô cho em hỏi khi nào có danh sách ạ?. . . . Em xin chân thành cảm ơn!",
            "Chào bạn,. . Bạn vui lòng đợi mail thông báo trong tuần sau nhé, cô thấy bạn có tên trong ds tốt nghiệp dự kiến rồi.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em chào thầy/cô,. . . . Em thấy trên bkpay có ghi thời hạn đóng   B học phí DT211  /B  là từ   B 07/09  /B  đến   B 15h00 14/09  /B  mà hiện tại vẫn chưa đóng được.",
            "Chào em,. . Em chờ email từ PĐT, sẽ gia hạn đến 20/9/21.. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Kính chào quý Thầy/Cô. . Em là [full_name], MSSV: [student_id].. . Trong quá trình thanh toán lệ phí thi anh văn hai kỹ năng nói và viết thì phía ngân hàng có xuất hiện lỗi nhưng đã trừ vào tài khoản của em và trên trang BKpay thì vẫn chưa hiện là đã thanh toán. Tin nhắn phía ngân hàng em đă đính kèm. Mong quý Thầy/Cô giải quyết giúp em ạ.. . Kính gửi,. . [full_name].. .",
            "QUOTE MSSV/MSGV: 1710235    . . . . Học vụ. . . . Kính chào quý Thầy/Cô. . Em là Phan Vương Phú, MSSV: 1710235.. . Trong quá trình thanh toán lệ phí thi anh văn hai kỹ năng nói và viết thì phía ngân hàng có xuất hiện lỗi nhưng đã trừ vào tài khoản của em và trên trang BKpay thì vẫn chưa hiện là đã thanh toán. Tin nhắn phía ngân hàng em đă đính kèm. Mong quý Thầy/Cô giải quyết giúp em ạ.. . Kính gửi,. . Phú.. .   /QUOTE . .   QUOTE MSSV/MSGV: 1710235    . . . . Học vụ. . . . Kính chào quý Thầy/Cô. . Em là Phan Vương Phú, MSSV: 1710235.. . Trong quá trình thanh toán lệ phí thi anh văn hai kỹ năng nói và viết thì phía ngân hàng có xuất hiện lỗi nhưng đã trừ vào tài khoản của em và trên trang BKpay thì vẫn chưa hiện là đã thanh toán. Tin nhắn phía ngân hàng em đă đính kèm. Mong quý Thầy/Cô giải quyết giúp em ạ.. . Kính gửi,. . Phú.. .   /QUOTE . .",
            "Chào bạn. . Đã cập nhật xong, chờ thông báo ds thi nghen, cố gắng thi cho tốt nghen. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học .  Kính thưa quý thầy cô. .  Em tên là [full_name] mssv [student_id]. .  Em là sinh viên năm cuối hiện đang thiếu điểm môn AV4 nên em mong thầy cô cho phép em đăng kí học anh văn 4 để kịp thời gian đào tạo. .  Kính mong thầy cô xếp lớp cho em vào lớp AV4 msmh LA1009 lớp DT01 của thầy [full_name] tuần 36 bắt đầu học. Kính mong quý thầy cô xếp lớp cho em.. .  Em xin trân thành cảm ơn.. .",
            "Chào bạn. . Hiện Trung tâm bảo dưỡng đang tập trung danh sách để hỗ trợ bạn. . Bạn liên hệ Thầy [full_name]: email [email]. . Thân",
            "Chào bạn,. . Hiện tại bạn vui lòng bổ sung thêm giúp cô mail xác nhận đồng ý vào lớp của Giảng viên nhé!. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . [full_name]"
        ]
    },
    {
        "intent": "",
        "message": [
            "Em chào thầy/cô ạ. . Em thắc mắc vì sao 14/9 là hết hạn đóng hp dt 211 mà hôm nay 10/9 vẫn chưa mở đóng học phí vậy ạ. . Em xin chân thành cảm ơn ạ!. . . .",
            "Chào em,. . Em chờ email từ PĐT, sẽ gia hạn đến 20/9/21.. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            ". . . . Kính gửi Phòng Đào Tạo trường Đại học Bách Khoa . . Em tên Võ Trường Phước. . Mssv [student_id] , hệ VLVH.. . Vì tình hình dịch bệnh và không đủ điều kiện thi theo hình thức online nên em đã đăng ký xin hoãn thi vào ngày 02/08/2021 môn Bê tông cốt thép 1 + Bê tông cốt thép 2 và đã được Phòng Đào Tạo đồng ý ( có hình ảnh đính kèm). Em đã liên hệ Phòng Đào Tạo theo hướng dẫn sau ngày 06/09/2021 và nhận được thông tin là có đường link đăng ký hoãn thi khác qua mail. Hiện tại em có truy cập vào đường link thì đã quá hạn.. . Kính mong Phòng Đào Tạo xem xét và cho em thông tin hướng dẫn để em đăng ký lại.. . Em xin chân thành cảm ơn.",
            "Thân gửi các bạn sinh viên, . . Phòng Đào tạo (PĐT) đã thông báo cho Sinh viên (SV) về việc nộp đơn hoãn thi trực tiếp cho PĐT đối với các môn học Lý thuyết, mà không thông qua Giảng viên (GV). PĐT sẽ hậu kiểm các tình huống cấm thi sau. Hiện nay, SV đăng ký bằng cách gửi email về PĐT có kèm file và qua hệ thống Hỗ trợ trực tuyến (BKSI). Để nhanh chóng và thuận lợi, PĐT thay đổi phương thức nộp đơn hoãn thi như sau:. . SV đăng nhập vào Google bằng tài khoản BKNetID@hcmut.edu.vn và điền thông tin hoãn thi theo link: https://forms.gle/ckyYcJMWN7w3kqe56. . Hạn cuối: 5 ngày sau khi thi online (chỉ tính ngày làm việc). . Trường hợp SV đã nộp đơn qua email của PĐT và  qua công cụ BKSI (đã hoặc chưa được tiếp nhận), vui lòng điền lại vào form trên để PĐT cập nhật dữ liệu đồng nhất và chính xác.. . Riêng đối với môn Đồ án, Thực tập ngoài trường, Đề cương Luận văn, Luận văn/Tiểu luận tốt nghiệp: SV có thể xin hoãn bảo vệ với lý do dịch Covid-19 ảnh hưởng nghiêm trọng đến kết quả thực hiện đề tài (không thực nghiệm được tại Phòng thí nghiệm, không thực địa, ...). SV gửi email trực tiếp đến Giáo viên hướng dẫn, Khoa/Bộ môn để được xem xét đồng ý và forward email cuối cùng đến email của PĐT để đăng ký.. . Thông tin thêm:. . •\tQuy định hoãn thi (HT): xem chi tiết tại khoản 17.2 Điều 17 trong Quy chế đào tạo và học vụ (aao.hcmut.edu.vn    Sinh viên    Quy chế).. . •\tCác môn có phần thí nghiệm (TNg) sẽ được tổ chức thi sau khi TNg xong. Một số môn, Giảng viên sẽ đề nghị cho thi trước, điểm TNg sẽ có sau, khi đó SV có thể xin hoãn thi.. . •\tRiêng hoãn thi kiểm tra giữa kỳ của HK DT202 và 203: SV liên hệ trực tiếp GV và Bộ môn để được xem xét cho kiểm tra riêng hoặc lấy cột điểm thành phần khác để làm điểm kiểm tra.. .  . . Chúc các bạn học tập thật tốt!. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Dạ em chào thầy/cô.. . Cho em hỏi là em đăng ký hoãn thi cuối kì 1 môn kì 202 này, thì em có được phép đăng ký thi cuối kì vào kì dự thính 211 để thay thế cho điểm HT không ạ. Hay bắt buộc phải đăng ký thi cuối kì trong kì chính. Mong thầy/cô giải đáp giúp em.. . Em cám ơn.. . . .",
            "Chào em,. . Em đăng ký vào đợt DT hay HK chính đều được nhé.. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "B Học vụ . Chào anh/chị, em tên là [full_name] có làm đơn xin giấy ở mục giấy chứng nhận sinh viên vào ngày 07/09/2021 để làm giấy hoãn nghĩa vụ cho địa phương, hiện ngày 12/09/2021 em có lịch hạn chót nộp.. . Mong anh/ chị có thể xem xét duyệt giúp em vì tình hình covid còn khó khăn, nếu có thể em xin trước bản pdf ạ.. . Cảm ơn anh / chị.. .",
            "Chào bạn,. . - SV chủ động đăng ký giấy Xác nhận SV hoãn NVQS để bổ sung cho địa phương và chọn dịch vụ gửi qua được bưu điện (người nhận trả tiền) nếu có nhu cầu (PDT không in hàng loạt như các năm trước). . - Sau khi xử lý giấy chứng nhận sinh viên, Phòng Đào tạo sẽ gửi về địa chỉ sinh viên đăng ký khi bưu điện hoạt động lại bình thường trong đợt giãn cách xã hội. Mặt khác, sinh viên có thể tải bản scan trên trang đăng ký chứng nhận sinh viên (sau khi yêu cầu của SV đã được xử lý).. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Điểm thi môn thiết kế hệ thống nhúng EE3003 học kì hè 203 của em đã câp nhật là điểm 13 không được cập nhật là hoãn thi. Môn này em đã được chấp nhận yêu cầu hoãn thi vì do dương tính covid 19 vào ngày 30/7/2021.Mong thầy cô xem lại là cập nhật điểm lại cho em ạ",
            "Chào em,. . - Danh sách thi PĐT đã gửi trước rồi em (điểm 13). . - Em đã điền form hoãn thi, xem email xác nhận nhé.. . - PĐT chuẩn bị các công tác tiếp theo.. . Thân mến,. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Cho em hỏi,em đã hoãn thi cuối kì môn vật lý 2 thành công rồi nhưng sao khi báo điểm thi ck,em lại được 3,3 v ạ.Trong khi em không thi cuối kì và những bạn hoãn thi khác thì lại báo điểm là 13 ạ.Em xin cảm ơn.",
            "Chào em,. . - Danh sách thi PĐT đã gửi trước rồi em (điểm 13). . - Em đã điền form hoãn thi, xem email xác nhận nhé.. . - PĐT chuẩn bị các công tác tiếp theo.. . Thân mến,. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em có thể đk in bảng điểm học kì 202 và nhận bản scan PDF có xác nhận của nhà trường không ạ ?",
            "Chào bạn. . Hiện tại Pdt cho đăng ký in bảng điểm và nhận theo bưu cục. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . E cháo thầy cô. . e tên là [full_name]. . mssv [student_id]. . Thầy cô có thể kiểm tra giúp em về học phí của em được không ạ. mọi kì  đều được miễn giảm học phí do em là con thương binh nhưng sao kì này em không được miễn giảm vậy ạ.E thấy trên bkpay học phí vẫn vậy ạ. e xin cảm ơn.",
            "Chào em,. . Em liên hệ phòng Công tác chính trị sv qua email [email] để được hướng dẫn nhé.. . - Thời điểm hiện tại P.CTCTSV chưa gửi PĐT danh sách miễn giảm HP. Khoảng cuối tháng 10 PĐT nhận được DS thì cập nhật lại trước khi sv đóng HP.. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em thi cuối kỳ Giải Tích 2 (MT1005) học kỳ 203, trước khi hết giờ thi vài phút em bị trục trặc mạng. Khi hết giờ thì bài thi trắc nghiệm đã tự động được nộp. Sau đó em đã điền form xin hoãn.. . . . Nhưng điểm thi phần em đã làm được, khi tổng kết vẫn đủ qua môn nên em không muốn hoãn nữa.. . . . Vì em đã hết thời gian đào tạo nên em sợ nếu phải thi lại em không chắc có thể được 5.0.. . . . Mong pđt HUỶ đăng ký xin hoãn thi môn giải tích 2 (MT1005) của em. Em cảm ơn.. . . . MSSV: [student_id]. . Thi môn Giải tích 2 (MT1005). . Lịch thi: 24/8 nhóm DT01-A phòng thi HANGOUT. . Giờ thi: 16h. . Đơn hoãn gửi lúc: 17h25. Th 3, 24 thg 8. .",
            "Chào em,. . Em làm đơn xin hủy hoãn thi: ghi rõ HK, mã môn học, tên môn học ... , hoặc lấy mẫu đơn hoãn thi sửa thành đơn HỦY HOÃN THI, gửi qua bksi. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: tại sao học phí dự thính của em tới hạn nộp mà bên bkpay lại để chưa đến kì thanh toán ạ?",
            "Chào em,. . Em chờ email từ PĐT, sẽ gia hạn đến 20/9/21.. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính gửi [full_name],. . Em tên: [full_name], MSSV: [student_id]. . Theo sự hướng dẫn của cô [full_name] trong phản hồi  ID 35333. Nay em làm đơn xin cứu xét đăng ký LVTN(file đính kèm) này mong Thầy/cô sẽ chuyển đơn này lên Ban lãnh đạo để xem xét giúp em có thể đăng ký và bảo vệ luận văn tốt nghiệp trong kỳ này để em có thể hoàn thành kịp tiến độ học tập.. . Trong thời gian chờ đợi, em xin chân thành cảm ơn.  . . . . Trân trọng.",
            "Kính gửi [full_name],. . Em tên: [full_name], MSSV: [student_id]. . Dạ em gửi lại đơn xin cứu xét đăng ký LVTN(file đính kèm) có bô sung đầy đủ mã số môn học và số tín chỉ còn thiếu theo quy định ạ.. . Mong Thầy/cô sẽ chuyển đơn này lên Ban lãnh đạo để xem xét giúp em có thể đăng ký và bảo vệ luận văn tốt nghiệp trong kỳ này để em có thể hoàn thành kịp tiến độ học tập.. . Trong thời gian chờ đợi, em xin chân thành cảm ơn.  . . . . Trân trọng.",
            "Chào bạn,. . PDT đã tiếp nhận đơn của bạn và trình Ban Lãnh đạo xem xét và sẽ trả lời kết quả đơn cho bạn trễ nhất là sau ngày 20/09/2021.. . Nếu sau ngày này vẫn chưa nhận được câu trả lời bạn vui lòng gửi lại phản hồi qua bksi để PDT kiểm tra.. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Dạ kính gửi VPĐT, . . . . Em tên là [full_name] MSSSV [student_id] - Khoa Quản lý Công nghiệp.. . . . Em vừa nhận được thông tin để đăng kí trao đổi du học sang nước ngoài trong giai đoạn dịch chỉ yêu cầu bảng điểm softcopy không yêu cầu phải có bảng điểm giấy, vậy có cách nào để em đăng kí bảng điểm softcopy không ạ? Và có cần phải đóng phí không ạ và trong thời gian bao lâu sẽ nhận được bảng điểm softcopy thế ạ?. . . . Em xin cảm ơn. . . . Trân trọng./.",
            "Chào bạn,. . Bạn có thể đăng ký in BĐ và chọn gửi qua đường bưu điện nhé. SV có thể tự scan ra file mềm. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em có đăng kí luận văn đợt cuối cùng, nhưng lại không có thời khóa biểu trong khi các bạn khác lại được.. . Phòng đạo tạo giúp đăng kí luận văn giúp em vói ạ. . Mã môn học: CI4313 - Luận văn tốt nghiệp (cđ)",
            "Chào bạn,. . PDT đã ghi nhận yêu cầu về ĐKMH (học phần tốt nghiệp: TTTN, DCLV, LVTN) của bạn và đã chuyển cho bộ phận ĐKMH kiểm tra và xử lý.. . Bạn vui lòng theo dõi và kiểm tra TKB thường xuyên trên mybk/Thông tin SV. . . Trường hợp nếu không đăng ký được (không đủ điều kiện (thiếu môn tiên quyết, thiếu ngày CTXH..)  PDT sẽ phản hồi cho SV qua bksi.. . Chúc các bạn học tốt!. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Hiện em đang trong đợt thanh toán học phí tiếng anh ( nói + viết ).. . Nhưng tài khoản online ocb của em đã bị khóa em cũng đã gọi cho ngân hàng qua hotline và e cũng đã đến một chi nhánh của ngân hàng để được giải quyết nhưng ngân hàng tạm đóng cửa.. . ( dịch nên e cũng không qua các quận khác đc). . . . Vậy pđt có các nào giúp e cho trường hợp này không ạ!! . . Em xin cám ơn ạ",
            "Chào em,. . Em nhờ TK OCB của bạn khác nhờ giúp đỡ nhé.. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Em chào PĐT, . . Em có đăng kí thi Anh văn 2 kĩ năng Nói viết online. Trong mail mới nhất, em nhận được thông báo thời hạn chót nộp tiền là 9h sáng ngày 11/9 (ngày mai). Nhưng hiện tại em mới thanh toán xong (15h24 ngày 10/9) lại thấy thông báo \"Đã thanh toán trễ hạn\".. . Vậy em có thanh toán trễ hạn không ạ ? Hay vẫn được phép tham gia thi.. . Mong nhận được phản hồi từ PĐT. Em xin chân thành cảm ơn.. . . . BRs,. . [full_name]. .   i Yêu cầu khác .",
            "Chào bạn. . Pdt đã có thông báo gia hạn thời gian mà. . Nên không sao nghen bạn. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính gửi Phòng Đào Tạo,. . Em tên là [full_name] - Mssv: [student_id], hiện đang là sinh viên K17 Khoa Kỹ thuật giao thông.. . Theo sự hướng dẫn của cô [full_name] trong phản hồi ID 35400.. . Nay em có làm đơn xin cứu xét đăng ký luận văn tốt nghiệp mong quý thầy/cô sẽ chuyển đơn cho ban lãnh đạo xem xét giúp em có thể đăng ký luận văn tốt nghiệp theo đúng tiến độ học tập.. . Chúc thầy/cô sức khỏe.. . Em xin chân thành cảm ơn.",
            "Chào bạn,. . PDT đã tiếp nhận đơn của bạn và trình Ban Lãnh đạo xem xét và sẽ trả lời kết quả đơn cho bạn trễ nhất là sau ngày 20/09/2021.. . Nếu sau ngày này vẫn chưa nhận được câu trả lời bạn vui lòng gửi lại phản hồi qua bksi để PDT kiểm tra.. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em tên: [full_name];. . MSSV: [student_id];. . Lớp: DC16KK;. . . . Em có đăng kí LVTN vào đợt đăng kí bổ sung và đã đăng kí thành công nhưng em kiểm tra lại không thấy kết quả.. . . . Mong PĐT kiểm tra và phản hồi giúp em, em xin cảm ơn.",
            "Em gửi mã môn học nhé.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em chào các thầy cô, em có 2 câu hỏi ạ:. . . . 1)hồ sơ em cần có điểm trung bình học kì 202. Trên bảng điểm tài khoản mybk em dã cập nhật đủ tất cả điểm các môn trong học kì, tuy nhiên phần điểm trung bình của học kì hệ thống lại chưa được cập nhật (em có đính kèm hình). Vậy khi em đăng ký in bảng điểm trong giai đoạn này thì trên bảng điểm có thể hiện được điểm trung bình học kì 202 không ạ?  . . . . 2) Em hiện đang cần bảng điểm kì 202 dạng file pdf để nộp hồ sơ học bổng. Em có thể đăng ký trực tuyến trên tài khoản mybk của em sau đó nhờ các thầy cô scan rồi gửi mail cho em bản pdf được không ạ? Dạ vì em đang ở khu phong tỏa, giao hàng qua đường bưu điện khó khăn. Mà hồ sơ lại cần gấp ạ. . . . . Em cám ơn các thầy cô ạ. . .",
            "Chào bạn. . Trước tiên bạn đăng ký in bảng điểm nhận qua bưu cục, sau đó thông báo với Pdt về việc nhận bảng điểm scan, nếu được thì Pdt sẽ hỗ trợ. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Thưa thầy cô, cho em hỏi hiện tại   B BKPAY có đang gặp vấn đề gì  /B  không ạ vì em đóng tiền học phí DT không được? Hạn chót là 14/09 nhưng nhiều ngày ngày qua em vào thì đều không nộp tiền được. Mong PDT giải đáp và sớm giải quyết giúp em. . . Em cảm ơn.. . . . Thân ái,. . Anh.",
            "Chào em,. . Em chờ email từ PĐT, sẽ gia hạn đến 20/9/21.. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Hiện tại đã đến hạn thanh toán chi phí kì dự thính 211 nhưng mục chọn thanh toán của em vẫn chưa hiện ô chọn thanh toán ạ. .",
            "Chào bạn. . Sẽ gia hạn việc thanh toán nên, bạn vui lòng đợi thông báo nghen. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em muốn xin đăng ký bổ sung môn Đề cương Luận văm TN. . Em đã gửi đơn xin phép khoa và đã được phê duyệt. Em có đính kèm đơn bên dưới.. . . . Em cám ơn.",
            "[full_name]E MSSV/MSGV: [student_id]    . . . . Yêu cầu khác. . . . Em muốn xin đăng ký bổ sung môn Đề cương Luận văm TN. . Em đã gửi đơn xin phép khoa và đã được phê duyệt. Em có đính kèm đơn bên dưới.. . . . Em cám ơn.  /[full_name]E . .   [full_name]E MSSV/MSGV: [student_id]    . . . . Yêu cầu khác. . . . Em muốn xin đăng ký bổ sung môn Đề cương Luận văm TN. . Em đã gửi đơn xin phép khoa và đã được phê duyệt. Em có đính kèm đơn bên dưới.. . . . Em cám ơn.  /[full_name]E . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Chào chị em là [full_name], mssv [student_id].. .  Vào kì 202 em có tham gia học môn Hệ điều hành với mã số môn học là CO2017 nhóm lớp CC03. Vào ngày 16/8 em có thi final xong, lúc thi xong máy em lỗi tự động update window nên bị lỗi không xuất được video nên em có điền vô site đăng kí hoãn thi. Nhưng khi kiểm tra lại vào tuần này thì em có thấy video minh chứng làm bài thi của mình vào ngày đó được lưu trong drive. . . Em đã gửi đơn lên Trưởng khoa cũng như thầy chủ nhiệm bộ môn và được sự đồng thuận của các thầy về sự cố trên và điểm số được công nhận, và thông qua sự hướng dẫn của thầy [full_name] nên em gửi đơn này lên Văn Phòng Đào Tạo với   B nguyện vọng xem xét việc hủy việc hoãn thi môn học Hệ Điều Hành  /B  (CO2017).. . Em trân trọng cảm ơn./. .",
            "Chào em,. . Em làm đơn xin hủy hoãn thi: ghi rõ HK, mã môn học, tên môn học ... , hoặc lấy mẫu đơn hoãn thi sửa thành đơn HỦY HOÃN THI, gửi qua bksi. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Kính gửi Phòng đào tạo. Em tên [full_name] - MSSV [student_id]. Vào lúc 16h ngày 10/09/2022 em đã thanh toán lệ phí thi Anh văn nói viết đợt 1. Theo thông báo trên BK Pay em đã trễ hạn. Nhưng email Phòng đào tạo gửi sinh viên do sự cố từ OCB nên hạn thanh toán sẽ từ 8h00 ngày 10/9/2021 đến 8h00 ngày 11/09/2021. Nay em viết mail này để gửi Phòng đào tạo chỉnh sửa giúp em để đợt tới em được tham gia thi Nói viết theo đúng quy định. . . Mong nhận được sự giúp đỡ của quý thầy cô phòng đào tạo. . . Em xin cảm ơn. . .",
            "Không sao nghen bạn, đã có thông báo dời đến ngày mai rồi. . Chuẩn bị tinh thần đi thi nghen. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Em chào quý thầy/cô Phòng Đào Tạo[full_name][full_name] [full_name] [full_name] [full_name] Thưa thầy/cô em tên là [full_name], mssv [student_id][full_name] Vào lúc 12h05 trưa ngày hôm nay (10/9) em có thực hiện việc đóng lệ phí thi [full_name] nói viết 2 kỹ năng trên hệ thống bkpay của trường, nhưng sau khi hoàn tất thanh toán tiền bên phía ngân hàng OCB thì hiện tại khi em đăng nhập vào lại hệ thống bkpay thì mục [full_name] 2 kỹ năng của em vẫn còn ở chế độ là chưa thanh toán ạ[full_name] Em mong Phòng Đào Tạo giúp đỡ và xử lý giúp em trường hợp của em để em có thể nhận được lịch thi ạ[full_name][full_name] [full_name] [full_name] [full_name] Em xin chân thành cảm ơn quý thầy/cô[full_name][full_name] [full_name] [full_name] [full_name] Trân trọng[full_name] [full_name] [full_name][full_name][full_name] [full_name]",
            "Chào bạn. . Bạn liên hệ giúp với số điện thoại hot link của ngân hàng OCB, đồng thơì Cô sẽ báo giúp phía ngân hàng để xem lỗi gì nghen. . Thân"
        ]
    }
]