[
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em chào thầy cô ạ,. . Em thi 2 kỹ năng nói viết 15/09/21 và đã có kết quả đậu 25/09/21. . Em đã gọi điện cho BK English báo là đã cập nhật kết quả cho Phòng Đào Tạo. Nhưng khi vô đăng ký tốt nghiệp. Trên trang vẫn hiện chưa có tên trong danh sách dự kiến. Em không biết có bị vấn đề gì không hoặc thiếu bước nào để đăng ký tốt nghiệp không?. . Mong thầy cô kiểm tra lại giúp em được không ạ.. . Em cảm ơn ạ!. . . . Tình trạng đăng ký. . Không tìm thấy thông tin trong danh sách tốt nghiệp dự kiến",
            "Chào em,. . EM vui lòng vào kiểm tra mail để vào đăng ký tốt nghiệp nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Thưa phòng, em là Nguyễn Trung Kiên.MSSV: 1913857. . . Hiện tại, phường đang yêu cầu em nộp giấy hoãn nghĩa vụ ạ. Và em đã gửi yêu cầu in giấy cũng như gửi bưu điện vận chuyển thì không biết khi nào em mới nhận được giấy xác nhận ạ.. . Em cảm ơn.. . . .",
            "Chào bạn,. . Sau khi PĐT cập nhật xong bạn có thể tải bản scan trên trang đăng ký chứng nhận sinh viên.. . Đồng thời PĐT cũng đã gởi bưu điện nếu SV có đăng ký, vui lòng nhận sau.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Chào [full_name], em là sv khoá 16, theo quy định thì chuẩn av để được đk làm LVTN của em là 500 toeic, nhưng do tình hình dịch bệnh nên học kì 211 trường tạm không xét đến chuẩn av nên mặc dù chưa đủ chuẩn av nhưng em vẫn được làm LVTN ở học kì này (cuối kì sẽ bổ sung chứng chỉ toeic sau), nếu đến lúc bảo vệ LVTN mà em vẫn chưa có chứng chỉ toeic 500, thì em có được bảo vệ LVTN không hay em phải đợi đến cuối hk 212 mới được bảo vệ, và nếu đến hk 212 mới được bảo vệ thì ở hk 212 em có phải đóng tiền học phí cho LVTN thêm 1 lần nữa không? em cảm ơn",
            "Chào em,. . Nhà trường có thông báo là không xét chuẩn AV nhận LVTN trong HK211 nhé bạn, nên không xét lại nhé. Nên em cứ yên tâm làm LVTN trong học kỳ 211 này nhé. . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Dạ thưa phòng đào tạo, hiện giờ em muốn đăng ký lấy giấy xác nhận sinh viên thì em nên đăng ký ở đâu ạ? Em xin cảm ơn!. .",
            "Chào em,. . em muốn đăng ký lấy giấy xác nhận sinh viên thì em nên đăng ký ở đâu ạ. . =  Em vào mybk/xác nhận sv .... . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Do máy tính em gặp phải vấn để nên phải đi sửa, đến hôm nay vừa lấy về thì hết thời gian nộp file ghi màn hình môn Cơ Kết Cấu học kì DT 202, cho em hỏi là cần phải làm gì để nộp file ghi màn hình ạ. Em cảm ơn.. . . .",
            "Chào em,. . Em nên liên hệ GV giảng dạy để được hướng dẫn.. . Thân mến. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Em chào thầy,cô!. . Gia đình em muốn làm đơn vay vốn sinh viên cho em với ngân hàng, khi hỏi thì ở chổ em bảo do tình hình dịch bệnh nên nói em gửi 1 email này có đuôi là @vbsp.vn(em có gửi hình qua tập tin đính kèm) thì ở bên trường sẽ làm thông tin gửi qua ngân hàng ở đây(không cần điền tờ giấy). Cho em hỏi vậy là đúng không ạ? Em có cần làm thông tin, hồ sơ gì nữa không?. . Em cảm ơn thầy,cô! . .",
            "Chào em,. . Em liên hệ phòng Công tác chính trị sv qua email [email] để được hướng dẫn nhé.. . Thân mến. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . em là [full_name], MSSV [student_id], hôm trước em chưa có ảnh tốt nghiệp nhưng đã thanh toán bkpay phí đk tốt nghiệp 95.000 VND trước nên nhận được email nói rằng đơn đăng ký bị từ chối do thiếu ảnh. Nay em đã đăng ảnh chân dung cho tốt nghiệp thành công mà không rõ hệ thống có tự ghi nhận không hay phải đăng ký lại từ đầu. Em mong thầy/cô giải đáp ạ. Em có đính kèm ảnh màn hình phía dưới.. .",
            "Chào em,. . Bộ phận nhận đơn sẽ tự động kiểm tra và xác nhận lại đơn bị từ chối trước đó, sinh viên không cần phải đăng ký lại từ đầu.. . Thân mến. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác  Gửi PĐT, em vừa thi rớt ở AV nói viết đợt 4, nhưng khi em vừa biết điểm và  đăng kí vào đợt thi tháng 11 thì hệ thống báo \"Sinh viên không được phép đăng ký trong đợt này\", PĐT cho em hỏi là trước khi kết thức xét tốt nghiệp vào ngày 24/12 thì còn đợt thi nói viết nào khác được tổ chức nữa không ạ. Em cảm ơn ạ . . . .",
            "Chào bạn. . Về đăng ký thi anh văn 2 kỹ năng nói viết trực tuyến đợt tiếp theo, dự kiến sẽ tổ chức thêm 1 đợt cho HK211, Bạn vui lòng đợi thông báo đăng ký qua mail Sinh viên dự kiến sau ngày 15/11.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Admin cho em hỏi, hiện tại em có thể vào trường để lấy bằng tốt nghiệp (đợt tháng 4), và thời hạn lấy bằng ở PĐT là bao lâu ạ?",
            "Chào em,. . - Hiện tại chưa vào trường được em nhé. Em liên hệ qua số điện thoại [student_id]7 trước khi đến để biết có vào trường được chưa.. . - Em cần chuẩn bị thẻ sv, CMND .... . Thân mến. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Tên: [full_name]. . Lớp sinh hoạt:MT20KH04    . . Lớp:MT20KH11. . Em xin phép được hoãn kỳ thi giữa kỳ 211,đối với 3 môn học:Cấu trúc dữ liệu và giải thuật,mô hình hóa toán học,kiến trúc máy tính.. . Với lý do lúc đó anh họ em bị bệnh,phát hiện có nốt phổi, bệnh viện ở địa phương chuẩn đoán theo dõi và có nguy cơ bệnh K(ung thư) nên làm em rất lo lắng.Bệnh viện ở thành phố thì nghi là lao.Em sẽ bổ sung thêm minh chứng khí có kết quả xét ngiệm ạ.. . Em chân thành cảm ơn.",
            "Chào em,. . Mẫu đơn em gửi là dùng cho trường hợp vắng thi cuối kỳ, em tải lại mẫu đơn Phiếu đăng ký dự thi kiểm tra bổ sung và điền lại thông tin gửi lại giúp cô.. . Trường hợp giữa kỳ em có thể liên hệ trước với giảng viên để xin kiểm tra lại, nếu giảng viên không đồng ý thì em gửi đơn theo mẫu trên nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Thưa thầy/cô,. . . . Em có thể đăng ký nhận bảng điểm và giấy xác nhận điểm rèn luyện dưới dạng bản mềm (pdf) ở đâu ạ?. . . . Bảng điểm theo em thấy thì chỉ có thể đăng ký in được, còn giấy xác nhận điểm rèn luyện thì e mới lần đầu nghe thấy, liệu nó có phải là giấy xác nhận sinh viên không ạ?. . . . Em cảm ơn thầy/cô vì đã dành thời gian đọc. Mong nhận được hồi âm sớm từ thầy/cô.",
            "Chào em,. . - Giấy xác nhận điểm rèn luyện . . =  Em liên hệ phòng Công tác chính trị sv qua email [email] để được hướng dẫn . . nhé.d. . - Bảng điểm. . =  Đăng ký trên mybk/đk in bảng điểm. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Vì bị trùng lịch tiêm vacxin Covid-19, em xin phép Phòng đào tạo cho em hoãn thi cuối kỳ (tổ chức vào 10h ngày 23/10) và bảo lưu kết quả cho đợt thi sau của môn Sức bền vật liệu ạ.. . . . Em đã được giảng viên cho phép hoãn thi qua mail nhưng Khoa vẫn chưa có xác nhận do chậm trễ (em đã gửi phiếu Hoãn thi qua mail [email] 2 lần và gọi điện thoại nhưng không có phản hồi) và hiện tại sắp tới hạn 5 ngày sau buổi thi thì em có bị đánh vắng thi không ạ?",
            "Đã tiếp nhận đơn"
        ]
    },
    {
        "intent": "",
        "message": [
            "Em chào quý thầy cô PĐT, em có câu hỏi là kì HK202 vừa rồi em có học môn Đồ án môn học kỹ thuật máy tính (CO3063) và bảng điểm đã có từ trước đó. Tuy nhiên, tới thời điểm bây giờ trên MyBK vẫn chưa cập nhật điểm, dù các bạn cùng lớp đã được cập nhật từ lâu!. . Thầy cô xem xét cho em đây là lỗi hệ thống hay sao ạ?. . Vì em cần môn này để đăng kí LVTN nên hiện tại em có hoang mang.. . Em mong nhận được phản hồi của quý thầy cô sớm.. . Em xin cảm ơn nhiều ạ.. . . .",
            "Chào em,. . - Điểm do GV nhập em nhé. . - Nếu GV đã khóa môn học và muốn sửa điểm thì GV gửi email hoặc phiếu đề nghị mở khóa môn học, nhóm để mở khóa (HK202) trong thời gian cho phép sửa.. . - Em liên hệ Khoa, GV để được hỗ trợ. . Thân mến. . . . . . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Chào thầy/cô. . Em là sinh viên k17,em muốn lấy giấy hoãn nghĩa vụ quân sự, không biết khoa có thể  chuyển giấy hoãn về địa chỉ nhà em được không  ạ ? Nếu không được thì em phải làm cách nào mong thầy/cô giải đáp thắc mắc cho em ạ. Xin cảm ơn !",
            "Chào bạn,. . - SV chủ động đăng ký giấy Xác nhận SV hoãn NVQS để bổ sung cho địa phương và chọn dịch vụ gửi qua được bưu điện (người nhận trả tiền) nếu có nhu cầu (PDT không in hàng loạt như các năm trước). . -Sau khi PĐT cập nhật xong bạn có thể tải bản scan trên trang đăng ký chứng nhận sinh viên.. . Đồng thời PĐT cũng đã gởi bưu điện nếu SV có đăng ký, vui lòng nhận sau.. . Thân mến. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em chào PDT, em hiện đang là sinh viên K18. Trong học kỳ 202, em có học môn Bóng bàn như môn thể chất thứ ba. Tuy nhiên, do sự cố cá nhân nên buổi kiểm tra của môn học em đã không tham gia thực hiện được. Em muốn hỏi liệu việc không hoàn thành đủ 3 môn GDTC trước năm 4 có ảnh hưởng đến việc đăng ký thực hiện Luận văn tốt nghiệp ở học kỳ 212 tiếp theo không ạ? Hiện tại em đã đang thực hiện đề cương luận văn ở học kỳ 211 cùng với nhóm. Nếu việc không hoàn thành đủ 3 môn GDTC sẽ ảnh hưởng khiến em không thể đăng ký thực hiện được LVTN, thì liệu em có thể xin phép được đăng ký vào một lớp GDTC trong học kỳ hiện tại để được hoàn thành không ạ? Hoặc nếu có thể, liệu em có thể xin được xem xét thực hiện kiểm tra lại môn học không ạ? (do em không thể liên lạc được với giảng viên giảng dạy lúc xảy ra sự cố).. . Em chân thành cảm ơn.",
            "Chào em,. . Em liên hệ cô [full_name] [phone_number], phòng 520 Nhà điều hành ĐHQG-HCM (khu phố 6, phường Linh trung, Thủ đức). . Email của cô [full_name] : [email]. . Thân mến. . . . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Chào thầy/cô,. . Em là sinh viên k17, điểm toeic của em là 580 và đã chuyển qua các môn anh văn 1,2,3. Em xem điều kiện đăng ký luận văn tốt nghiệp của k17 là toeic trên 500, nhưng em chưa qua anh văn 4 liệu có đủ điều kiện đăng ký luận văn tốt nghiệp ở kỳ tiếp theo được không ?. . Xin cảm ơn!",
            "Chào em,. . Em xem quy định về ĐK LVTN tại đây:. . Xem chi tiết quy chế tại đây:. . aao.hcmut.edu.vn/sinh viên/quy chế/học vụ/Quy chế đào tạo và học vụ bậc đại học, cao đẳng:/Điều 10. Thực tập tốt nghiệp, Luận văn tốt nghiệp và các môn đặc biệt. . Và quy định về CCNN nhận LVTN:. . Phụ lục 1: Quy định về ngoại ngữ (áp dụng cho các chương trình giảng dạy bằng tiếng Việt)/3.   Chuẩn tiếng Anh khi nhận Luận văn tốt nghiệp (LVTN) và khi tốt nghiệp. . Em kiểm tra điều kiện của mình theo quy định nhé, về môn tiên quyết, môn học trước ... của CTĐT, em có thể liên hệ khoa để tư vấn thêm. . Chuẩn AV để nhận LVTN và Tốt nghiệp tính theo khóa, còn môn AV4 là môn học thuộc CTĐT của bạn, bạn có thể học hoặc chuyển điểm (chuyển điểm thì tính theo bảng quy đổi điểm của học kỳ), em không nên gộp về chuẩn quy đổi điểm và chuẩn nhận LVTN nhé.. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Cho em hỏi là em có hoãn thi 2 môn trước ngày 9/9 và đã có trong danh sách hoãn thi .Nhưng tại sao hiện tại điểm thi 2 môn này vẫn là điểm 13 mà không phải là điểm hoãn thi vậy ạ ? Và cho em hỏi bao giờ em có thể tham thi bù 2 môn này vậy ạ ? . . Em cảm ơn.",
            "Chào bạn,. . Hiện tại nhà trường chưa ra QD hoãn thi nhé bạn, dự kiến ra quyết định chung vào cuối tháng 12, nên trường hợp đăng ký hoãn thi vẫn bị điểm 13 bình thường. Sau khi hậu kiểm với ds của Khoa thì mới ra quyết định hoãn thi và sẽ điều chỉnh lại điểm trên mybk/Thông tin SV/xem điểm. . Lưu ý:. . 1) PDT sẽ hậu kiểm lại với danh sách cấm thi của Khoa gửi lên, nếu SV bị cấm thi sẽ bị hủy kết quả hoãn thi theo quy định. SV vẫn phải hoàn thành các phần việc của môn học, nhất là TH/TNg và BTL. GV có quyền cấm thi nếu SV không hoàn thành tốt các phần này. . 2) Trường hợp có sự cố bất khả kháng trong khi thi dẫn đến không thể hoàn thành được bài thi, và không được giải quyết cho thi vào ca thi tiếp theo (nếu có), sinh viên có thể đăng ký \"Hoãn thi\" ngay sau buổi thi (không phải vắng thi có phép), SV phải báo với CBCT hoặc trực thi để được ghi nhận vào trong danh sách thi. PDT sẽ đối chiếu lại với danh sách của Khoa về các tình huống đã thi nhưng điểm thấp hoặc không có báo cáo ghi nhận về các sự cố trong buổi thi trước khi quyết định hoãn thi. . 3) Riêng đối với môn Đồ án, Thực tập ngoài trường, Đề cương Luận văn, Luận văn/Tiểu luận tốt nghiệp: SV có thể xin hoãn bảo vệ với lý do dịch Covid-19 ảnh hưởng nghiêm trọng đến kết quả thực hiện đề tài (không thực nghiệm được tại Phòng thí nghiệm, không thực địa, ...). SV gửi email trực tiếp đến Giáo viên hướng dẫn, Khoa/Bộ môn để được xem xét đồng ý và forward email cuối cùng đến email của PĐT để đăng ký.. . . . - Và cho em hỏi bao giờ em có thể tham thi bù 2 môn này vậy ạ ?. . =  Em chờ thông báo sau khi có quyết định hoãn thi nhé.. . . . Thân mến"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: - Họ tên:[full_name]. . - MSSV: [student_id]. . - Khoa: Địa chất và Dầu khí. . - Ngày sinh: 14/02/1999. . - Nơi sinh: xã Hòa Xuân, TP Buôn Ma Thuộc, tỉnh Dak Lak. . Lý do xin xác nhận ĐRL: Nhằm mục đích hoàn thiện hồ sơ xin học bổng Honda.",
            "Chào em,. . Lý do xin xác nhận ĐRL. . =  Em liên hệ phòng Công tác chính trị sv qua email [email] để được hướng dẫn nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Em chào cô [full_name],. . . . Sau khi xem file cô gửi thì em có khiếu nại là em đã học học lại và đậu môn Hóa phân tích. Tuy nhiên, em học lại môn đó với khóa K19 vào HK1 . . năm học 2020-2021 thì khoa Môi trường đổi mã môn học môn Hóa phân tích từ CH1009 ---  CH2009 nên hệ thống không tính tín chỉ tích lũy môn đó của em. Vì thế cô có thể cho em hỏi làm sao để chuyển đổi điểm qua lại giữa 2 mã. Em cảm ơn.. . . . . . . .",
            "Chào bạn,. . Vì thế cô có thể cho em hỏi làm sao để chuyển đổi điểm qua lại giữa 2 mã. . =  Về Chương trình Đào tạo, danh sách môn tương đương…, bạn vui lòng xem tại:. . aao.hcmut.edu.vn/Sinh viên/Chương trình Đào tạo. . Sinh viên thắc mắc về CTĐT vui lòng liên hệ về Khoa xin gặp Thầy/Cô [full_name] trách về CTĐT để được tư vấn và hỗ trợ thêm.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Chào thầy/ cô. Hiện tại theo quy định là bằng toiec có giá trị 2 năm kể từ lúc thi. Vậy nếu tính từ lúc em nộp bằng anh văn vào tới lúc tốt nghiệp đã hơn 2 năm thì có cần phải thi lại để nộp bằng lại lần nữa không ạ",
            "Chào em,. . Căn cứ vào thời điểm lúc em nộp CCNN (CCNN còn hạn), nếu đã đủ chuẩn pass qua về LVTN và Tốt nghiệp thì em không cần nộp lại sau đó nữa nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Dear [full_name]/cô. . Hiện tạo em đã đủ điều kiện tốt nghiệp nhưng đã bị tạm dừng học vào học kì trước. Vậy bây giờ làm đơn thu nhận lại như thế nào ạ ( hiện em không có ở thành phố)",
            "Chào bạn,. . PDT đã ghi nhận yêu cầu về đăng ký xét TN của bạn. SV vui lòng theo dõi email  và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 09/11/2021 SV vẫn chưa nhận được mail hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 11/2021. . Trường hợp nếu bạn đủ điều kiện tốt nghiệp, PDT sẽ tự động làm Quyết định thu nhận cho SV đăng ký tốt nghiệp nhé. . Thân. .",
            "Vậy cô cho em hỏi, em đã thoải các điều kiện để đăng ký tốt nghiệp chưa ạ!",
            "Chào bạn,. . PDT đã ghi nhận yêu cầu về đăng ký xét TN của bạn. SV vui lòng theo dõi email  và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 09/11/2021 SV vẫn chưa nhận được mail hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 11/2021. . Trường hợp nếu bạn đủ điều kiện tốt nghiệp, PDT sẽ tự động làm Quyết định thu nhận cho SV đăng ký tốt nghiệp nhé. . Thân. . Em đọc kỹ thời gian hẹn giúp cô nhé. . Thân",
            "Dạ em chào cô!!. . Em vẫn chưa thể đăng kí tốt nghiệp được ạ. . Nhờ cô check lại giúp. . Thanks!!",
            "Chào em,. . Cô gửi em file xét tốt nghiệp, em kiểm tra lại, nếu có khiếu nại vui lòng phản hồi lại qua bksi giúp cô nhé. . Thân",
            "Dạ, môn toán 1 không còn mở, em đã học môn giải tích 1 và chuyển điểm qua rồi ạ.",
            "Chào em,. . Trường hợp nếu em học môn tương đương vui lòng rõ giúp cô 1 yêu cầu khác, ghi rõ tiêu đề:. . Xin cập nhật môn tương đương để xét tốt nghiệp. . Ghi rõ em học môn học nào? ở HK nào? tương đương môn học nào (ghi rõ Mã MH). . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "B Nhà trường có phản hồi là môn học em xin hoãn thi không có trong học kỳ 202. Nhưng em có thì giữa kỳ và đóng học phí. Kính mong nhà trường kiểm tra lại giúp emYêu cầu khác:",
            "Chào em,. . PĐT đã trả lời em:. . . . \"Thời gian: 08/10/2021 09:33:06 am. . Từ: [20279] (003243) [full_name]. . . . . . Chào bạn,. . Trường hợp bạn bị hủy TKB/lịch thi do thanh toán học phí không đúng hạn.. . Bạn vui lòng xem quy định về TT học phí tại đây:. . aao.hcmut.edu.vn/sinh viên/quy chế/học vụ/Quy chế đào tạo và học vụ bậc đại học, cao đẳng:/điều 7.2\". . Thân mến. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Thưa cô, em tên là [full_name],MSSV [student_id].. . Cô cập nhật lại điểm môn nhà máy điện và trạm biến áp lại dùm em với ạ.Em xin cảm ơn.. . . .",
            "Chào em,. . - Điểm do GV phụ trách nhập em nhé.. . - [full_name] tra lên điểm cũng mở khóa.. . - Nếu GV đã khóa môn học và muốn sửa điểm thì GV gửi email hoặc phiếu đề nghị mở khóa môn học, nhóm để mở khóa (HK202) trong thời gian cho phép sửa.. . Thân mến. . . . . . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "B Nhà trường có phản hồi môn học em hoãn thi không có trong HK202. Nhưng em đã đi học , làm bài kiểm tra giữa kỳ, và đóng học phí, có biên nhận trên BK Pay. Em kính mong nhà trường kiểm tra lại giúp em. Em cảm ơnYêu cầu khác:",
            "Chào em,. . PĐT đã trả lời em:. . . . \"Thời gian: 08/10/2021 09:33:06 am. . Từ: [20279] (003243) [full_name]. . . . . . Chào bạn,. . Trường hợp bạn bị hủy TKB/lịch thi do thanh toán học phí không đúng hạn.. . Bạn vui lòng xem quy định về TT học phí tại đây:. . aao.hcmut.edu.vn/sinh viên/quy chế/học vụ/Quy chế đào tạo và học vụ bậc đại học, cao đẳng:/điều 7.2\". . Thân mến. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Vì bị trùng lịch tiêm vacxin Covid-19, em xin phép Phòng đào tạo cho em hoãn thi cuối kỳ (tổ chức vào 10h ngày 23/10) và bảo lưu kết quả cho đợt thi sau của môn Sức bền vật liệu ạ.. . . . Em đã được giảng viên bộ môn đồng ý qua mail (vì không gặp trực tiếp được) rồi ạ. (ảnh đính kèm). . Cùng với đó, em cũng gửi phiếu xin hoãn thi đã có xác nhận của Khoa luôn ạ.. . . . Em cảm ơn.",
            "Chào em,. . Đơn hoãn thi của em đã được đồng ý nhé, PDT sẽ tập hợp lại và [full_name]D hoãn thi chung, dự kiến trước tháng 12/2021 và sẽ gửi mail thông báo cho SV.. . Sau thời gian trên mà chưa nhận được mail thông báo về [full_name]D, em vui lòng phản hồi lại qua bksi để PDT kiểm tra lại nhé!. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính gửi Phòng đào tạo. . Em là [full_name], MSSV [student_id]. Hiện là sinh viên khoa Kỹ thuật Hóa học.. . Em muốn hỏi là em đã qua anh văn hai kỹ năng Nói - Viết và đủ các tiêu chí để xét tốt nghiệp. Nhưng đến hiện tại em vẫn chưa nhận được mail của nhà trường về việc xác nhận em có trong danh sách tốt nghiệp dự kiến để có thể đăng kí tốt nghiệp. Em mong phòng đào tạo xem xét lại trường hợp của em và phản hồi cho em.. . Em xin chân thành cảm ơn.",
            "Chào bạn,. . PDT đã ghi nhận yêu cầu về đăng ký xét TN của bạn. SV vui lòng theo dõi email  và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 02/11/2021 SV vẫn chưa nhận được mail hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 11/2021 (cập nhật mới gia hạn thời gian xử lý tốt nghiệp). . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em chào thầy/cô,. . Thầy/cô cho em hỏi, nếu như em bị trễ đợt đăng ký tốt nghiệp (hạn 24/12) thì sau thời gian đó em có thể xin cấp giấy tốt nghiệp tạm thời và chờ đợt đăng ký tốt nghiệp sau không ạ?. . HIện tại em đang học 1 môn dự thính và đang lo thời gian kết thúc môn sẽ trễ đợt đăng ký tốt nghiệp.. . . . Cảm ơn thầy cô.",
            "Chào em,. . Cô chưa hiểu ý bạn? Khi nào đủ điều kiện tốt nghiệp, em cần gì có thể làm đơn trình bày rõ trong đơn cô sẽ giúp bạn trình đơn cho ban lãnh đạo xem xét và trả lời.. . Hiện tại em chưa đủ điều kiện tốt nghiệp thì không thể trả lời chính xác câu hỏi của bạn được. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em chào thầy/cô,. . . . Em là sinh viên Khóa 2017. Hiện nay em đã nhận được giấy chứng nhận tốt nghiệp tạm thời cũng như đã có tên trong \"Danh sách tốt nghiệp dự kiến\". Tuy nhiên, em vẫn chưa được cập nhật trong \"Danh sách tốt nghiệp chính thức tháng 11\" dù đăng ký đã lâu (ảnh đính kèm). . . . Em mong vấn đề của em sớm được giải quyết ạ. Em xin chân thành cảm ơn!",
            "Chào bạn. . Không sao nghen bạn. . Sẽ cập nhật sau. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính thưa quý thầy cô,. . . . Em kính gửi quý thầy cô đơn xin hoãn thi trực tuyến môn Giải tích mạch EE1011 dự thính HK202 có xác nhận của GV giảng dạy. Về xác nhận của khoa, em đã gửi email xin xác nhận vào hôm qua (27/10/2021) nhưng hiện em chưa nhận được phản hồi nên em không biết em có thể nộp trước đơn kèm xác nhận của GV giảng dạy trước, khi khoa xác nhận xong em sẽ cập nhật lại được không ạ? Vì em thấy theo quy định cho phép xin hoãn thi tối đa 5 ngày sau ngày thi thôi ạ.. . . . Em cảm ơn quý thầy cô.. .   i Học vụ .",
            "Chào em,. . Đơn hoãn thi của em đã được VP Khoa Điện gửi lên cho Phòng Đào tạo và đã được đồng ý nhé, PDT sẽ tập hợp ra và QD chung, dự kiến trước tháng 12/2021 và sẽ gửi mail thông báo cho SV.. . Sau thời gian trên mà chưa nhận được mail thông báo về QD, em vui lòng phản hồi lại qua bksi để PDT kiểm tra lại nhé!. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em chào thầy/cô,. . Thầy/cô cho em hỏi là em muốn đăng ký in và lấy file pdf của bảng điểm thì em phải đăng ký như thế nào ạ?. . Em cảm ơn thầy/cô ạ!. . Trân trọng!",
            "Chào em,. . Theo quy trình thì bảng điểm in ra mới trình ký và  đóng dấu. Nên chỉ có bản giấy nhé em.. . Em có thể đăng ký in và chuyển qua đường bưu điện, sau đó SV có thể tự scan bảng điểm theo nhu cầu của bạn cần. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Kính gửi PĐT. . Em tên : [full_name] MSSV:[student_id]. . Em viết thư này để xin được nộp đơn xét tốt nghiệp. Em đã đóng học phí đầy đủ và đủ điều kiện để tốt nghiệp. Hôm trước em có vô thì đăng ký được rồi, không hiểu sao hôm nay lại không được phép đăng ký nữa.. . Mong PĐT giải quyết sớm cho em. Em xin cảm ơn.",
            "Chào em,. . Em vào kiểm tra và đăng ký xem bị lỗi gì vui lòng chụp màn hình gửi đính kèm để PDT kiểm tra và trả lời cho bạn nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Em chào thầy cô, . . Em tên [full_name] MSSV [student_id]. . Dạ kì 202 vừa rồi em có học môn hóa lý công nghệ vật liệu MA2037 môn này là môn thay thế cho môn Hóa lý CH2001 dành cho sinh viên K18 trở về trước. Thì lúc học thí nghiệm thì em có xin giảng viên thí nghiệm chuyển điểm thì giảng viên thí nghiệm có yêu  cầu em lên pđt hỏi thì pđt trả lời là pđt không can thiệp vào phần cho điểm của giảng viên nên sinh viên muốn chuyển điểm thì làm đơn gửi giảng viên thí nghiệm là được và giáo viên thí nghiệm đã đồng ý chuyển điểm nhưng bây giờ giảng viên lý thuyết lại yêu câu giấy xác nhận từ pđt vì 2 mã môn học là khác nhau nên em gửi cầu cầu này kính mong pđt có thể xác nhận 2 mã môn học này tương đương ( hoặc thay thế cho nhau) và em có thể chuyển điểm thí nghiệm được ạ. Em xin chân thành cảm ơn.",
            "Chào em,. . Vấn đề về xác nhận môn tương đương thì em liên hệ trực tiếp với Khoa của em nhé, hoặc bạn có thể xem danh sách môn tương đương tại aao.hcmut.edu.vn/Sinh viên/Chương trình đào tạo.. . Và ngay tư đồng PDT cũng đã trả lời rõ với em, việc điểm số của môn học là do Giảng viên giảng dạy môn học đó quyết định nhé.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]  /b \t[full_name] [full_name]  Kính Gửi [full_name]ầy[full_name][full_name] [full_name]  Em là [full_name], mssv [student_id], sinh viên lớp CK19NH1[full_name] Do máy tính của em đột ngột hư hỏng nên không thể tham dự kỳ thi cuối kỳ môn Sức Bền Vật Liệu học kỳ 202[full_name] Mong phòng đào tạo xem xét giải quyết cho em hoãn thi[full_name] [full_name] [full_name] [full_name] [full_name]   i Học vụ  /i [full_name] [full_name] [full_name] [full_name]",
            "Chào em,. . Đơn hoãn thi của em đã được đồng ý nhé, PDT sẽ tập hợp lại và [full_name]D hoãn thi chung, dự kiến trước tháng 12/2021 và sẽ gửi mail thông báo cho SV.. . Sau thời gian trên mà chưa nhận được mail thông báo về [full_name]D, em vui lòng phản hồi lại qua bksi để PDT kiểm tra lại nhé!. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Kính gửi Phòng đào tạo. . . . Em tên là [full_name]. . MSSV [student_id]. . . . Em muốn xin chuyển CA thi anh văn nói-viết sang ngày 7/11 do ngày 6/11 em có lịch bận. Kính mong Phòng đào tạo chuyển lịch thi anh văn nói-viết.. . . . Em cám ơn,. . [full_name]",
            "Chào em,. . Em vui lòng liên hệ về Trung tâm ngoại ngữ để xin hỗ trợ về việc chuyển tra nhé!. . Văn phòng\t. . Văn phòng: Cơ sở 1: Lầu 1, Nhà C6, Trường ĐHBK, 268 LýThường Kiệt, P.14, Q.10. . . . Phòng ghi danh: 142 Tô Hiến Thành, P.14, Q.10 (Cạnh cổng 3, ĐHBK). . . . Cơ sở 2:Tòa nhà BK English, ĐHBK, Linh Trung, Thủ Đức (Đối diện ký túc xá Khu A ĐHQG). . . . Điện thoại\t(08) 3866 6869 – 0909 625 988. . Fax\t(84.8) 38.[student_id]69. . Website\t. . http://bkenglish.edu.vn/. . . . Email\t[email]. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            ". . Kính gửi Phòng đào tạo trường Đại học Bách Khoa. . Em tên [full_name] - MSSV: [student_id] . . Khoa: Cơ khí. . Do dịch bệnh COVID trước đó nên em không thể hoàn thành CCAV quốc tế để xét LVTN. Do đó, em có xin Giảng viên hướng dẫn xin làm luận văn trước. Tuy nhiên, do em không nắm bắt trong đợt đăng ký cuối cùng trường không xét CCAV nên em không kịp đăng ký bổ sung. Nhưng cho đến hiện tại em vẫn đang thực hiện đúng tiến độ luận văn theo chương trình đào tạo của nhà trường nên kính mong Phòng đào tạo có thể xem xét, giải quyết cho em được đăng ký bổ sung luận văn trong học kỳ này.. . Em xin chân thành cảm ơn!",
            "Chào em,. . Cô nghĩ em nên làm lại đơn và trình bày chi tiết rõ hơn lý do trong đơn nhé, trong phê duyệt của Thầy [full_name] có nói rõ, lý do đặc biệt là vì sao trễ hơn 10 tuần em mới gửi đơn bổ sung này, vì thông báo về mail ĐKMH không xét CCAV quốc tế đã thông báo cho SV trước khi ĐKMH đợt 4, có nghĩa là khoảng hơn 10 SV chưa hề xem mail SV, em nên trình bày rõ hơn.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Em tên là [full_name] MSSV:[student_id] lớp CK19NH1. . em có gửi các yêu cầu hoãn thi lên bksi bao gồm các mã ID: 39334,39481,39429.Và được pdt hướng dẫn các thủ tục cần thiết cho quá trình hoãn thi.. . Hiện tại em đã có đủ bao gồm xác nhận của giáo viên giảng dạy và xác nhận của khoa phụ trách để được hoãn thi.(em có đính kèm trong yêu cầu này). . Em mong pdt sẽ xác nhận cho em được hoãn thi ạ.. . Và em có thắc xin được pdt giải đáp đó là đây là lần đầu em hoãn thi nên em vẫn chưa rõ lắm,sau khi hoãn thi thì em sẽ đăng ký lại môn đó vào học kì tới hay chờ các lớp có lịch thi để hỏi xin lịch thi và viết đơn để xin pdt được tham gia thi ở lớp đó để xóa điểm hoãn thi ạ.. . Em cảm ơn pdt đã đọc và mong pdt sẽ phản hồi giúp em.. .",
            "Chào em,. . Đơn hoãn thi của em đã được đồng ý nhé, PDT sẽ tập hợp lại và [full_name]D hoãn thi chung, dự kiến trước tháng 12/2021 và sẽ gửi mail thông báo cho SV.. . Sau thời gian trên mà chưa nhận được mail thông báo về [full_name]D, em vui lòng phản hồi lại qua bksi để PDT kiểm tra lại nhé!. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em là [full_name] - MSSV: [student_id]. . Lần trước em có hỏi về việc giấy chứng nhận sinh viên và em tra về mã đơn vận chuyển thì thấy từ chối nhận hàng 3 lần nhưng em và người nhà không nhận được thông báo giao hàng nào từ bên shipper ạ. Trường kiểm tra giúp em không biết có sai về địa chỉ ạ. Địa chỉ: 1374 Tỉnh lộ 10, Phường Tân Tạo, Quận Bình Tân, TP.HCM.",
            "trường in ra đúng địa chỉ sinh viên đăng ký nhé, nếu vậy em đăng ký giấy chứng nhận khác đi nhé, sẽ nhanh hơn"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Kính gửi Phòng đào tạo, cho phép em được gửi giấy hoãn thi Sức bền vật liệu đã có sự chấp thuận của giáo viên bộ môn và khoa",
            "Chào em,. . Đơn hoãn thi của em đã được đồng ý nhé, PDT sẽ tập hợp lại và [full_name]D hoãn thi chung, dự kiến trước tháng 12/2021 và sẽ gửi mail thông báo cho SV.. . Sau thời gian trên mà chưa nhận được mail thông báo về [full_name]D, em vui lòng phản hồi lại qua bksi để PDT kiểm tra lại nhé!. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Em xin chào ạ,. . . . Em tên là [full_name], MSSV : [student_id]. Hiện tại em đã thi xong anh văn nói viết đợt 4 và đã có kết quả hơn một tuần với điểm 260 rồi ạ và theo đây là điều kiện cuối để em được tốt nghiệp ạ, hiện tại em đã đủ số tín chỉ không nợ môn và đủ ngày CTXH. Tuy nhiên em vẫn chưa nhận được email thông báo đăng ký tốt nghiệp từ PĐT, cũng như chưa có tên trong danh sách dự kiến tốt nghiệp ạ. Em mong PĐT nhanh chóng phản hồi giúp em về nguyên nhân em vẫn chưa đăng ký được. Em chân thành cảm ơn.",
            "Chào bạn,. . PDT đã ghi nhận yêu cầu về đăng ký xét TN của bạn. SV vui lòng theo dõi email  và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 09/11/2021 SV vẫn chưa nhận được mail hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 11/2021 (cập nhật mới gia hạn thời gian xử lý tốt nghiệp). . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Em là [full_name], đã đăng ký in bảng điểm và được hẹn trả kết quả vào ngày 2/11/2021.. . Cho em hỏi là trường có thể gửi bảng điểm scan qua cho em được không ạ? Nếu nhận bản scan thì thời gian có nhanh hơn không ạ?. . Em xin cảm ơn. .   i Yêu cầu khác .",
            "Chào em,. . Cô gửi em file scan giấy xác nhận điểm trung bình học kỳ"
        ]
    },
    {
        "intent": "",
        "message": [
            "Xin dời lịch thi anh văn hai kỹ năng Speaking-Writing online . Em tên là [full_name].. . Em đã đăng kí thi anh văn hai kỹ năng Speaking-Writing online và được sắp lịch thi vào  Ngày 4/11  . Nhưng vào ngày 4/11, công ty em có tổ chức khám sức khoẻ cho nhân viên và buộc phải có mặt nên em không thể tham gia buổi thi.. . Nguyện vọng của em là được dời buổi thi sang   ngày 7/11 (chủ nhật), để có thể tham gia được buổi thi anh văn cũng như có thể kịp tốt nghiệp trong thời gian tới.. . Em chân thành cảm ơn.. .",
            "Chào em,. . Em vui lòng liên hệ về Trung tâm ngoại ngữ để xin hỗ trợ về việc chuyển tra nhé!. . Văn phòng    . . Văn phòng: Cơ sở 1: Lầu 1, Nhà C6, Trường ĐHBK, 268 LýThường Kiệt, P.14, Q.10. . . . Phòng ghi danh: 142 Tô Hiến Thành, P.14, Q.10 (Cạnh cổng 3, ĐHBK). . . . Cơ sở 2:Tòa nhà BK English, ĐHBK, Linh Trung, Thủ Đức (Đối diện ký túc xá Khu A ĐHQG). . . . Điện thoại    (08) 3866 6869 – 0909 625 988. . Fax    (84.8) 38.[student_id]69. . Website    . . http://bkenglish.edu.vn/. . . . Email    [email]. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em đăng kí học giáo dục thể chất môn Võ học kì 1,môn bóng đá là học kì 2. Như vậy có được tính là hoàn thành 1 năm giáo dục thể chất ko ạ, hay là phải nhất thiết kì 1 đã đăng kí võ thì kì 2 cũng phải đăng kí võ mới được tính ạ,",
            "Chào em,. . Em liên hệ cô [full_name] [phone_number], phòng 520 Nhà điều hành ĐHQG-HCM (khu phố 6, phường Linh trung, Thủ đức). . Email của cô [full_name] : [email]. . . . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác:",
            "Chào bạn. . Vấn đề BHYT, Học bổng, vay vốn ngân hàng, miễn giảm và gia hạn học phí… Bạn vui lòng liên hệ Phòng Công tác Chính trị Sinh viên để được hướng dẫn.. . Email:  [email]. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em chào PĐT, em tên là [full_name], mssv [student_id].. . Em là sinh viên năm cuối nên có nhu cầu dự thi anh văn nói viết để đủ điều kiện xét tốt nghiệp,. . Tuy nhiên em bị lỡ mất đợt đăng ký thi vào tháng 11 do quên đăng ký. . PĐT cho em hỏi trường có dự định mở thêm đợt thi anh văn nói viết online để tạo điều kiện cho những bạn như em không ạ? . . Em xin cảm ơn và mong nhận được phản hồi sớm từ PĐT.",
            "Chào bạn. . Về đăng ký thi anh văn 2 kỹ năng nói viết trực tuyến đợt tiếp theo, dự kiến sẽ tổ chức thêm 1 đợt cho HK211, Bạn vui lòng đợi thông báo đăng ký qua mail Sinh viên dự kiến sau ngày 15/11.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Dạ em chào thầy/ cô,. . . . Em tên [full_name] (MSSV: [student_id]) lớp VP17HK, chương trình PFIEV. Em đại diện lớp xin hỏi là tuần sau lớp em có một số môn 2 tín chỉ sẽ kết thúc môn. Liệu lớp em có thể đăng kí thi sớm để giảm tải áp lực cho kì thi cuối kì được không ạ? (Học kì này lớp em học 14 môn). Bình thường các kì trước đều có thể đăng kí, tuy nhiên kì này do học online nên em không biết là có thể đăng kí thi sớm được không ạ? . . . . Mong quý thầy/cô hỗ trợ giải đáp!. . . . Em xin cảm ơn",
            "Chào em,. . Em vui lòng liên hệ về Trung tâm ngoại ngữ để xin hỗ trợ về việc chuyển tra nhé!. . Văn phòng    . . Văn phòng: Cơ sở 1: Lầu 1, Nhà C6, Trường ĐHBK, 268 LýThường Kiệt, P.14, Q.10. . . . Phòng ghi danh: 142 Tô Hiến Thành, P.14, Q.10 (Cạnh cổng 3, ĐHBK). . . . Cơ sở 2:Tòa nhà BK English, ĐHBK, Linh Trung, Thủ Đức (Đối diện ký túc xá Khu A ĐHQG). . . . Điện thoại    (08) 3866 6869 – 0909 625 988. . Fax    (84.8) 38.[student_id]69. . Website    . . http://bkenglish.edu.vn/. . . . Email    [email]. . . . Thân",
            "li answer rate: Answer does not suit / Câu trả lời không đúng ý"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em chào thầy/cô,. . Em tên là [full_name], MSSV:[student_id]. Hiện tại em đã đủ điều kiện đăng kí tốt nghiệp kì 211 nhưng tên em vẫn chưa có trong danh sách tốt nghiệp dự kiến. Em nhờ thầy/cô có thể kiểm tra giúp em được không ạ?. . Em cảm ơn thầy/cô.",
            "Chào bạn,. . PDT đã ghi nhận yêu cầu về đăng ký xét TN của bạn. SV vui lòng theo dõi email  và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 09/11/2021 SV vẫn chưa nhận được mail hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 11/2021. .",
            "Dạ em chào cô,. . Hôm nay là ngày 9/11 và em đã kiểm tra và vẫn chưa thấy tên em trong danh sách dự kiến tốt nghiệp ạ. Mong cô có thể kiểm tra và cập nhật giúp em được không ạ?. . Em cảm ơn cô nhiều. . [full_name], MSSV:[student_id]",
            "Chào em,. . Hôm nay là ngày 9/11 và em đã kiểm tra và vẫn chưa thấy tên em trong danh sách dự kiến tốt nghiệp ạ. . =  Em còn nợ Toeic nhé.. . Thân mến. . . .",
            "Dạ em cảm ơn cô đã phản hồi, phiền cô có thể kiểm tra và cập nhật giúp em về chứng chỉ toeic nói viết được không ạ. Hiện 2 kĩ năng nói viết em đã thi ngày 8/10 và đã đậu rồi ạ, số điểm là 210 và [full_name] nghe đọc em cũng đạt 610 rồi ạ. . . Em cảm ơn cô ạ. . [full_name], MSSV:[student_id]",
            "Chào em,. . Trường hợp của bạn đã chuyển đi xét lại và đã đủ điều kiện tốt nghiệp nhé, em theo dõi ds tốt nghiệp dự kiến bổ sung và gửi mail đăng ký tốt nghiệp trong tuần sau nhé, dự kiến trễ nhất là ngày 24/11/2021. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Chào thầy/ cô ạ.. . . . Em đã hoàn thành một môn thể chất cũ theo K18 (2018 - 2019) và một môn thể chất theo chương trình mới (2021). Môn thể chất ở chương trình mới thì có số tiết nhiều gấp rưỡi so với chương trình cũ (K18). . . . . Vậy cho em hỏi   B đối với em thì chỉ cần hoàn thành 2 môn thể chất (bao gồm K18 cũ và 01 môn theo chương trình mới là được) hay vẫn phải học đủ 3 môn (bao gồm K18 cũ và 02 môn chương trình mới nữa ạ)  /B . . . . . Em cảm ơn nhiều ạ.. . . . Trân trọng,. . [full_name]",
            "Chào em,. . Theo quy định là em phải hoàn thành 3 môn GDTC khác mã số môn học.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Chào Thầy/Cô.. . Sáng hôm 24/10/2021, em có thi cuối kỳ môn Kiến Trúc Máy Tính (CO2007). Nhưng vừa vào thi một lúc, thì nhà em cúp điện. Vì thế em không thể hoàn thành bài thi môn CO2007. Em đã liên hệ giám thi coi thi hôm đó để báo về sự cố của em. Sau đó, em liên hệ [full_name] và Giảng Viên để xin xác nhận hoãn thi.. . Nay em xin gửi đơn hoãn thi kèm xác nhận, mong PĐT cho em đăng ký hoãn thi môn CO2007, để em có thể tham gia thì vào đợt tới.",
            "Hình ảnh đơn và xác nhận.",
            "Đã tl. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em chào PĐT.. . Em sắp sửa hoàn thành xong chương trình đào tạo của ngành em trong HK211 này, tuy nhiên em còn thiếu chuẩn AV Nói-Viết và ngày CTXH. . . Em là sinh viên khóa K15, HK211 này là học kỳ cuối của em. Em đọc trên quy định thì em được làm đơn xin gia hạn thêm 01 học kỳ để hoàn thành chuẩn tiếng Anh và ngày CTXH và trong học kỳ đó em không được đăng ký môn học. PĐT cũng đã giải đáp câu hỏi này của em trước đó và kêu em nộp đơn xin gia hạn sau HK211.. . . . Như vậy PĐT cho em hỏi có thể tìm mẫu đơn đó ở đâu ạ, hay em tự viết ạ ?. . Cách thức để em có thể nộp đơn như thế nào ạ, trường hợp do dịch em chưa lên trường để nộp offline được thì em nộp online qua địa chỉ nào ạ ?. . Em nhờ PĐT cho em thông tin cụ thể. Em cảm ơn PĐT.. . . .",
            "Chào bạn,. . Sau đợt tốt nghiệp tháng 4/2022 nếu em vẫn chưa đủ điều kiện tốt nghiệp có thể nộp đơn gia hạn 1HK để bổ sung CCNN xét tốt nghiệp (SV tự làm đơn trình bày và gửi qua PDT qua bksi hoặc mail pdt@ đều được nhé), lúc đó sẽ kiểm tra và trả lời cho bạn nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Kính gửi PĐT!. . Em tên: [full_name]     MSSV: [student_id]. . Khoa:   Cơ khí               Lớp: CK17CTM2. . Em viết yêu cầu này để trình bày vấn đề như sau:. . Đến hiện tại em đã hoàn thành đủ tất cả các điều kiện để có thể tốt nghiệp vào 11/2021.. . Tuy nhiên, ở HK202 (DT) em có học môn Kĩ thuật thuỷ lực và khí nén (ME3001), đã thi cuối kì (9đ), đã hoàn thành BTL (7đ), nhưng chưa học thí nghiệm, mà điểm thí nghiệm của em được thầy đồng ý cho bảo lưu (7đ).. . Do một số bạn chưa học TN, nên thầy [full_name] chưa thể xuất bảng điểm để cập nhật cho em, làm cho em không thể ĐK tốt nghiệp được.. . Kính mong PĐT hỗ trợ em về vấn đề này, em đã có mail cho Thầy và Bộ môn, nhưng thầy nói là sẽ hỏi lại PĐT, đến nay em vẫn chưa nhận được câu trả lời.. . Em xin cảm ơn ạ.. .",
            "Chào em,. . Điểm là do GV chấm điểm và nhập điểm nhé bạn, PDT không thể can thiệp vào điểm cho điểm của GV nhé bạn.. . Vấn đề là em đăng ký MH ở HK nào, thì thầy mới có thể nhập điểm cho em vào học kỳ đó được nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Chào PĐT,. . Em là [full_name], khóa K20. . Ngoài các môn trong kế hoạch giảng dạy, em còn đăng kí thêm một số môn của các học kì sau để học trước.. . Vậy cho em hỏi là việc em đăng kí môn học không theo kế hoạch giảng dạy của chương trình đào tạo như vậy có ảnh hưởng tới việc xét HBKK không?. . Mong sớm nhận được phản hồi,. . Cảm ơn!",
            "Chào em,. . - Em liên hệ phòng Công tác chính trị sv qua email [email] để được hướng dẫn nhé.. . - Em xem quy chế về học bổng điều 22:. . http://www.aao.hcmut.edu.vn/index.php?route=catalog/chitietsv&path=90&tid=1658. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Chào thầy/cô Phòng Đào Tạo,. . . . Em khóa K14, muốn chuyển sang hệ VLVH, đơn em đã điền rồi ạ có cần thêm thông tin gì không ạ.. . . . Em cảm ơn ạ.. . . .   i Yêu cầu khác .",
            "Chào em,. . Thời điểm này chuyển qua từ HK211 đã trễ, em có thể làm đơn trình bày rõ là bắt đầu chuyển từ HK212 nhé. Em vui lòng trình bày rõ trong đơn viết tay tình trạng hiện tại em còn nợ như thế nào?. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Dạ em muốn đăng ký hủy hoãn thi môn học MT1005 (Giải tích 2). .",
            "Chào bạn. . - Phòng Đào tạo đã đồng ý yêu cầu về việc xin HUỶ Hoãn Thi của bạn. . . - Bạn thi bình thường theo Lịch thi đã thông báo. . - Trường hợp có sự cố bất khả kháng trong khi thi dẫn đến không thể hoàn thành được bài thi, và không được giải quyết cho thi các ca thi sau (nếu có), sinh viên có thể đăng ký \"Hoãn thi\" ngay sau buổi thi (không phải vắng thi có phép), SV phải báo với CBCT hoặc trực thi để được ghi nhận vào trong danh sách thi. PDT sẽ đối chiếu lại với danh sách Khoa để ra quyết định hoãn thi. . Chúc bạn học tập tốt nhé.. . . ."
        ]
    }
]