[
    {
        "intent": "",
        "message": [
            "B   /B Học phí - Đại học - Cao đẳng chính quy   Học phí dự thính . Cho em hỏi là học phí dạy bằng phương thức livetream trực tuyến có bằng học phí khi học tại lớp không ạ.",
            "Chào bạn. . Bạn vui lòng đợi thông báo mail về học phí nghen. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Hỏi đáp học trực tuyến (BKeL) . Cho em hỏi em muốn gửi xác nhận bảng điểm anh văn (IELTS) về phòng đào tạo thì em sẽ gửi cho thầy cô nào để xác nhận bằng của em . Em cảm ơn",
            "Chào bạn. . Bạn xem chi tiết tại . . http://www.aao.hcmut.edu.vn/index.php?route=catalog/chitietsv&path=89&tid=1625. . . . Bước 1: Truy cập myBK (mybk.hcmut.edu.vn)    Đăng ký nộp Chứng chỉ ngoại ngữ/ Chuyển điểm và điền thông tin về CCNN đã đạt. Các trường hợp đăng ký sai thông tin CCNN sẽ bị kỷ luật.. . . . Bước 2: Thực hiện tùy theo loại CCNN như sau. . . . TOEFL iBT: Sinh viên liên hệ trung tâm khảo thí IIG Việt Nam và đề nghị gửi một bản sao CCNN về Phòng Đào tạo trường ĐH Bách Khoa, 268 Lý Thường Kiệt, Quận 10, Tp.HCM; hoặc SV mang hai bản sao CCNN đến Trung tâm ngoại ngữ trường Đại học Bách Khoa để được xác nhận và nộp tại Phòng Đào tạo.. . . . IELTS: Sinh viên liên hệ Hội đồng Anh hoặc IDP và đề nghị gửi một bản sao CCNN về: Phòng Đào tạo (Người nhận: [full_name]) - trường Đại học Bách Khoa, 268 Lý Thường Kiệt, P.14, Quận 10, Tp.HCM.. . . . KET, PET, FCE, CAE: SV mang hai bản sao CCNN đến Trung tâm ngoại ngữ trường ĐH Bách Khoa để được xác nhận và nộp tại Phòng Đào tạo.. . . . BULATS, Bằng đại học ngành tiếng Anh : SV nộp tại Phòng Đào tạo hai bản photo CCNN (không cần công chứng) và kèm bản chính để đối chiếu.. . . . Bước 3: Theo dõi kết quả thẩm tra (thời gian gửi CCNN tùy thuộc vào nơi cấp CCNN, thông thường từ 2 – 4 tuần)"
        ]
    },
    {
        "intent": "",
        "message": [
            "Dạ cho em hỏi là ngày thứ 5 (30/4) và thứ 6 (1/5) tuần này sinh viên có được nghỉ học online bằng hình thức livestream và gg hangouts meets không ạ?. . Tại vì thầy cô giảng dạy có bảo là theo thời khóa biểu của nhà trường thì vẫn học ạ.. . Em cảm ơn.",
            "Chào bạn. . Đã có thông báo nghỉ học 30/4 và 1/5 rồi.. . Phòng Đào tạo chỉ xếp lịch livestream nhé bạn, các phần còn lại do giảng viên giảng dạy tự sắp lịch với sinh viên, bạn có thể tương tác trao đổi trực tiếp với giảng viên . . Chúc bạn học tốt. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác:",
            "Chào bạn. . Phòng đào tạo đã ghi nhận đơn thu nhận của bạn. . Bạn vui lòng check mail thường xuyên để nhận thông báo dkmh HK193, và bạn vào đăng ký môn học theo lịch học vụ HK 193 nghen",
            "Dạ em là [full_name] sv khoa Điện-Điện tử, khóa k18. . . . . Đợt trước em có xin thu nhận lại nhưng vẫn chưa thể đăng ký môn học học kì dự thính 193.. . . . Mong pdt có thể giúp đỡ em một cách nhanh nhất. Em xin chân thành cảm ơn.",
            ". . Chào bạn,. . . . Hiện tại PDT đang cập nhật lại danh sách tạm dừng, sau 5h chiều nay bạn lên đăng kí lại.. . . . Thân.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]8  /b \t[full_name] [full_name] [full_name] [full_name]   i Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được  /i [full_name] [full_name] [full_name] [full_name] Chào [full_name][full_name] [full_name] Mình là [full_name][full_name] [full_name] MSSV [student_id]8[full_name] [full_name] Mình hiên đang làm LVTN và còn thiếu 2 môn để hoàn thành CTDT[full_name] [full_name] [full_name] có đăng ký 2 môn là[full_name] [full_name] + Kết cấu thép CI3009[full_name] [full_name] + Cơ kết cấu CI2029[full_name] [full_name] nhưng do khoa không mở lớp nên không thể đăng ký được[full_name] Cho mình hỏi có cách nào để mình có thể đăng ký học 2 môn này trong học kỳ 192 này không hay là mình phải hoàn thành LVTN và đăng ký thi vét?[full_name] [full_name] [full_name] [full_name] Mình cảm ơn",
            "Chào bạn,. . . . Trường hợp của bạn, bạn làm đơn nếu thầy/cô dạy 2 môn này đồng ý cho bạn học thì PDT cho bạn đăng kí nhé. Vì 2 môn này triển khai dạy từ lầu rồi bạn nhé.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Chương trình đào tạo (thiếu môn tiên quyết, song hành...) . Em muốn hỏi là hiện tại kì chính em đang học Tư tưởng HCM thì trong kì dự thính em có đăng kí được môn Đường lối không ạ? Mong cô giải đáp sớm vì ngày mai hết hạn đăng kí môn học dự thính rồi ạ. Em cảm ơn nhiều ạ.",
            "Chào bạn,. . . . Bạn xem lại phần cấu trúc môn học của các môn  này http://www.aao.hcmut.edu.vn/index.php?route=catalog/chuongtrinhdaotao.. . . . Nếu môn Tư tưởng [full_name] là môn trước môn Đường lối, thì khi đăng kí môn Đường lối  thì môn  môn Tư tường [full_name] đã đăng kí học rồi và điểm    0"
        ]
    },
    {
        "intent": "",
        "message": [
            "responsible person: [551] [staff_name] [helpdesk staff]",
            "Chào bạn. . Phòng đào tạo đã tiếp nhận đơn tạm dừng của bạn. . Bạn liên hệ trực tiếp phòng đào tạo vào ngày 12/05/2020 để nhận qd chính thức nghen. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Dạ e muốn đăng kí anh văn 3 dự thính ạ , đợt 1 e quên chưa đăng kí nên đợt 2 e đăng kí không được ạ ,e mong phòng đào tạo cho e đăng kí vì hết năm 2 e phải qua anh văn 3 .",
            "Chào bạn,. . . . Dự thính 192 không mở anh văn nhé.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Khác ... . Em chào PĐT, . . . . Nhà trường sẽ có đợt đăng ký bổ sung [full_name] trong kỳ chính, mà em đã đăng ký đủ 21 chỉ trong kì chính rồi, mà thầy [full_name] nhắn em là làm đơn đặc cách riêng, nhưng em tìm trên web thì không có biểu mẫu đó, thế thì em làm đơn như thế nào? Em cảm ơn ạ.",
            "Chào bạn,. . Không có mẫu đơn nhé bạn, bạn tự viết đơn, vui lòng trình bày rõ trường hợp của bạn, là xin đặc cách đăng ký MH, vượt tín chỉ, ghi rõ tên MH, mã MH. Bạn ký tên và gửi qua bksi nhé!. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Hỏi đáp học trực tuyến (BKeL) . thầy cô cho em hỏi : trong đợt đăng kí dự thính đợt 1 em có đăng ký 2 môn : kết cấu bê tông 1(CI2091) & kết cấu thép 1 (CI3009) . cả 2 môn đều đạt sỉ số để mở lớp nhưng kết quả đợt 2 lại bị mất cả hai môn . khi bấm đăng ký lại thì lại hiện \" không mở lớp \" . mong thầy cô phản sớm . em chân thành cảm ơn",
            "Chào bạn,. . . . [full_name] không đồng ý mở lớp 2 môn này, bạn liên hệ với [full_name]/bộ môn nhé.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được . Em chào thầy/ cô. . Hiện tại thì em bấm vào kết quả đăng kí môn học kì hè dự thính nhưng không có môn nào được đăng kí nhưng em đã đăng kí vào đợt 1 đầy đủ ạ. . Em cảm ơn thầy cô ạ!",
            "Chào bạn,. . Bạn vui lòng vào phần lịch sử đăng ký MH để kiểm tra lý do không đăng ký MH được nhé!. . Hiện tại những môn bạn đăng ký do. . PDT không đ/ký cho SV MH CI1003 (K: Môn học khoa không mở lớp - SV liên hệ Khoa)\t2020-04-27 17:31:57. . PDT không đ/ký cho SV MH LA1003 (K: Môn học khoa không mở lớp - SV liên hệ Khoa)\t2020-04-27 17:31:57. . PDT không đ/ký cho SV MH MT1011 (K: Môn học khoa không mở lớp - SV liên hệ Khoa)\t2020-04-27 17:31:57. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]  /b . .   i Hỏi đáp học trực tuyến (BKeL) . Tôi tên: [full_name]. . MSSV: [student_id]. . Tôi có nộp đơn miễn môn bổ sung đến nay vẫn chưa có phản hồi từ phòng đào tạo. Cho tôi hỏi khi nào có phản hồi để biết các môn nào cần học. Xin cảm ơn",
            "Chào bạn,. . Phòng Đào tạo sẽ gửi kết quả qua email cho bạn nhé. Bạn có thể gửi mail trực tiếp cho anh [full_name] qua email: [email] về việc miễn MH nhé!. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "I Đăng ký môn học - Đại học - Cao đẳng chính quy   Khác ... . EM [full_name] LẬP TRÌNH(CO1003), MÃ NHÓM [full_name] NHẦM VÀ [full_name] TRÌNH HỌC CỦA [full_name] EM. .",
            "Chào bạn,. . Đã hết thời gian nhận yêu cầu rút môn học (không đóng học phí), các trường hợp gửi yêu cầu rút môn học qua bksi.hcmut.edu sau ngày 17/04/2020, vui lòng đợi thông báo của Phòng Đào tạo qua email sinh viên về việc đăng ký rút môn học (có tính học phí theo quy định). Phòng Đào tạo sẽ hướng dẫn rõ thời gian và hình thức nộp đơn rút môn học qua email sinh viên.. . Chúc bạn học tốt!. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Hỏi đáp học trực tuyến (BKeL) . Chào thày/cô bên pdt ạ.. . . . Em xin phép hỏi thầy/cô về việc xin phép mở lớp thép 1 (ci3009). Do đợt đăng kí thứ nhất học dự thính qua hinh thức livestream em thấy có hơn 100 bạn đăng kí nhưng vẫn không mở môn này, em xin phép thầy/cô có thể tạo điều kiện mở lớp cho tụi em môn thép 1 (ci3009) này ạ.. . . . Em cảm ơn.",
            "Chào bạn.. . PĐT đã gửi mời giảng môn học về Khoa/Bộ môn để xin mở lớp, tuy nhiên Khoa/Bộ môn không đồng ý mở lớp. Chi tiết bạn liên hệ Khoa để biết lý do không mở lớp.. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Dạ cho em hỏi coi tkb dự thính ơ đâu",
            "Chào bạn,. . Vui lòng trình bày rõ nội dung câu hỏi nhé!. . Hiện tại chưa công bố TKB dự thính, đang trong đợt hiểu chỉnh đăng ký MH dự thính.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Hỏi đáp học trực tuyến (BKeL) . Kính gửi Phòng Đào Tạo,. . . . Em muốn hỏi về hạn chót nộp chứng chỉ Anh văn (Nói và Viết) cho đợt tốt nghiệp tháng 11/2020 là khi nào ạ?. . . . Mong sớm nhận phản hồi.. . [full_name] trọng cảm ơn.",
            "Chào bạn,. . Bạn vui lòng đợi thông báo về lịch học vụ nhé!. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Vừa làm vừa học - ĐTTX   Học vụ . Thầy cô cho em xin danh sách những môn học còn thiếu để xét luận văn tốt nghiệp. . . Em xin chân thành cảm ơn Thầy cô đã xem và trả lời giúp em.",
            "Chào bạn,. . Đã gửi yêu cầu của bạn cho bên xử lý dữ liệu, bạn vui lòng đợi trả lời qua email nhé, hoặc bạn có thể gửi mail trực tiếp cho anh [full_name]. . qua email [email] nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: MSMH: CH2041. . Tên môn học: Thí nghiệm hóa lý. . Nhóm: A02 . . Lý do: em đăng ký nhầm nhóm lớp tài năng học bằng tiếng Anh, em sợ học không nổi",
            "responsible person: [551] [staff_name] [helpdesk staff]",
            "Chào bạn,. . Đã hết thời gian nhận yêu cầu rút môn học (không đóng học phí), các trường hợp gửi yêu cầu rút môn học qua bksi.hcmut.edu sau ngày 17/04/2020, vui lòng đợi thông báo của Phòng Đào tạo qua email sinh viên về việc đăng ký rút môn học (có tính học phí theo quy định). Phòng Đào tạo sẽ hướng dẫn rõ thời gian và hình thức nộp đơn rút môn học qua email sinh viên.. . Chúc bạn học tốt!. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]4  /b \t. . . .   i Vừa làm vừa học - ĐTTX   Yêu cầu khác . Em học k13 khoa ktxd . Em muốn chuyển xuống hệ vhvl bây giờ có được không ạ ???",
            "Chào bạn,. . Bạn vui lòng làm đơn thôi học chuyển qua hệ VLVH và nộp tại Phòng Đào tạo.. . tải mẫu đơn tại aao.hcmut.edu.vn/sinh viên/biểu mẫu. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Chứng chỉ ngoại ngữ - Đại học - Cao đẳng chính quy   Khác ... .          ĐƠN XIN HỦY LỆ PHÍ THI ANH VĂN. . . . Kính gửi quý thầy cô.. . Em tên: [full_name].MSSV:[student_id]. . . . Nay em viết đơn này để xin được hủy nợ lệ phí kiểm tra trình độ [full_name].. . . . Lý do: Tháng 12/2019, phương thức thi AV có sự thay đổi sang hình thức khác( thi trên máy tính), trường cũng có mail thông báo rằng nếu bạn SV nào không muốn thi, thì không cần thanh toán tiền lệ phí. Nhưng em thấy nợ lệ phí vẫn còn.. . Em cũng có 1 lần lên PĐT hỏi vào tháng 1/2020, cô ở PĐT nói thầy sẽ xóa hết nợ lệ phí này trên toàn hệ thống cho các bạn SV.. . Nhưng hiện nay em xem, nợ vẫn chưa được xóa. Nên em viết đơn này để xin được xóa nợ lệ phí ạ. . . . . Mong quý thầy cô xem xét, giúp đỡ em ạ.. . Em cảm ơn thầy cô rất nhiều nhiều, chúc quý thầy cô mạnh khỏe, giàu có, hạnh phúc.. . . . Trân trọng.. .",
            "Chào bạn,. . Hiện tại Phòng Đào tạo đã hủy khoản lệ phí thi AV đợt ngày 21,22/12 trên bkpay, bạn vui lòng vào kiểm tra lại nhé!. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học phí - Đại học - Cao đẳng chính quy   Học phí học kỳ chính . Trong email gần đây của nhà trường, em được biết để có thể được giảm 1 trong 3 mức học phí cho HK192 này, em cần phải viết đơn \"Trình bày hoàn cảnh gia đình có xác nhận của địa phương\".. . . . Em muốn biết rõ hơn rằng tờ đơn này nhà trường/phòng đào tạo cần sự xác nhận của cấp ngành nào tại địa phương để có thể chóng hoàn tất thủ tục này với phía nhà trường.. . . . Em xin cảm ơn!  U",
            "Chào bạn,. . Về việc miễn giảm học phí, bạn vui lòng liên hệ tại Phòng Công tác Chính trị sinh viên để được hướng dẫn nhé!. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Vừa làm vừa học - ĐTTX   Đăng ký môn học . Chào [full_name]/C . . Em tên : [full_name] . . Mssv[student_id]. . Hệ  VLVH . . học kì này em có đăng ký môn Đề Cương Luận văn (CI4341)nhưng vì cùng lúc học nhiều môn quá em sợ mình không học nổi. Bây giờ em có thể xin rút môn học này được không ạ! Với lại em thấy môn này 0 tín chỉ, vậy thì nếu được rút môn học này, em phải mất phí bao nhiu ạ!. . Trân trọng cảm ơn rất nhiều...",
            "Chào bạn,. . Đã hết thời gian nhận yêu cầu rút môn học (không đóng học phí), các trường hợp gửi yêu cầu rút môn học qua bksi.hcmut.edu sau ngày 17/04/2020, vui lòng đợi thông báo của Phòng Đào tạo qua email sinh viên về việc đăng ký rút môn học (có tính học phí theo quy định). Phòng đào tạo sẽ hướng dẫn rõ thời gian và hình thức nộp đơn rút môn học (có tính học phí theo quy định).. . Chúc bạn học tốt!. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Dạ thưa cho em gửi 4 mã môn học kì dự thính 192 để xin được hỗ trợ đăng kí dùm ạ.. . . . MT1005 Giải tích 2 CN tiết 4 5. . . . CH2003 Hóa lý 1 CN tiết 6 7. . . . AS2007 Cơ học ứng dụng CN tiết 14 15. . . . SP1009 Đường lối T7 tiết 8 9. . . .   i Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được .",
            "Chào bạn,. . Bạn vui lòng vào đăng ký online nhé, hiện tại đang có đợt đăng kết. . Đăng ký đợt 2 & Kết quả đợt 1 : 28/4(9g00) -  29/4 (13g59) (Đã có TKB livestream)"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được . Dạ chào cô ạ. Hiện em còn nợ môn cơ lưu chất mã môn là ci2003 nhưng trường không mở lớp do có thí nghiệm nên em muốn đăng ký sang lớp cơ lưu chất mã môn ci2005 sau khi học xong thì chuyển điểm qua mã ci2003 thì có được không ạ. Em cảm ơn cô. .",
            "Chào bạn,. . Bạn vui lòng tự kiểm tra xem 2 mã môn học có tương đương không nhé, bạn có thể xin tư vấn thêm ở Khoa về CTĐT của mình.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Hỏi đáp học trực tuyến (BKeL) . Em hiện đã có tên trong danh sách tốt nghiệp, đã kích hoạt tài khoản cựu sinh viên + đóng phí 95k, hôm nay em vào check tình trạng thì trên mybk báo là \"Phiếu đăng ký không được xử lý\". Cho em hỏi là tình trạng này là gì và em phải xử lý như thế nào ạ.. . . . Em có đính kèm hình ảnh phía dưới. Em xin cảm ơn.",
            "Hỏi đáp học trực tuyến (BKeL) . Nhà trường cho em hỏi, hiện em đã có tên trong danh sách xét tốt nghiệp tháng 4, em đã đóng phí 95k và đã kích hoạt được tài khoản cựu sinh viên. Hôm nay em có lên mybk check thì bị báo là \"Phiếu đăng ký không được xử lý\".. . . . Cho em hỏi tình trạng này là gì và em phải xử lý như thế nào ạ. Em có đính kèm file hình ảnh. Mong nhà trường hồi đáp, em xin chân thành cảm ơn.",
            "Chào bạn,. . Do bạn chưa tải ảnh lên trang thông tin đăng ký hồ sơ cấp bằng, nên chưa được duyệt.. . Bạn vui lòng tải ảnh lên theo đúng quy định hướng dẫn nhé!. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em tên: [full_name], MSSV: [student_id]. . . . Vì học online nên em không theo kịp chương trình giảng dạy của nhà trường, em kính mong được nhà trường xem xét cho em rút những môn học sau:. . . . + Công nghệ phần mềm (CO3001), nhóm L05. . . . + Thực tập công nghệ phần mềm (CO3055), nhóm L02. . . . Em cảm ơn!",
            "responsible person: [551] [staff_name] [helpdesk staff]",
            "Chào bạn,. . Đã hết thời gian nhận yêu cầu rút môn học (không đóng học phí), các trường hợp gửi yêu cầu rút môn học qua bksi.hcmut.edu sau ngày 17/04/2020, vui lòng đợi thông báo của Phòng Đào tạo qua email sinh viên về việc đăng ký rút môn học (có tính học phí theo quy định). Phòng Đào tạo sẽ hướng dẫn rõ thời gian và hình thức nộp đơn rút môn học qua email sinh viên.. . Chúc bạn học tốt!. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Chứng chỉ ngoại ngữ - Đại học - Cao đẳng chính quy   Thẩm tra chứng chỉ (nộp chứng chỉ) .    Chào anh/chị, mong anh/chị giải đáp giúp em một số thắc mắc sau, năm nay em học năm 3, chuẩn anh văn năm 3 là anh văn 2, vậy kết thúc năm 3 em phải nộp bằng tiếng anh hoặc đăng ký học av3 vào kì học năm 4 đúng không ạ? Nếu em đăng ký nộp bằng thì nộp lúc nào cũng được hay có thời hạn phải nộp trước khi hết học kì hè hay gì không ạ? Và sau khi nộp bằng xong sẽ được thông qua đk môn học hay phải đợi chuyển điểm rồi mới được đk môn học vậy anh/chị? Thời gian từ khi em nộp bằng đến khi thông qua đk môn học là bao lâu vậy ạ?. .    Em cảm ơn anh/chị ạ.. .",
            "Chào bạn. . Bạn xem chi tiết về quy định tại đây:. . http://www.aao.hcmut.edu.vn/index.php?route=catalog/chitietsv&path=90&tid=1658. . - Bình thường sv nộp CCNN theo lịch học vụ, nhưng hiện tại vì dịch nên có những thay đổi, . . Đơn giản khi nào em có chứng chỉ ngoại ngữ bạn đăng ký nộp liền. . - Phòng đào tạo sẽ cập nhật những mốc thời gian lấy dữ liệu ngoại ngữ để cập nhật vào hệ thống sau khi sinh viên nộp CCNN. . - Ban vui lòng xem chi tiết cập nhật tại www.aao.hcmut.edu.vn --  Lịch học vụ. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: em tên [full_name] . . mssv [student_id] . .  Do đăng kí nhầm môn học \"vẽ kĩ thuật\"  ( CI1003) nên em xin rút môn học này ạ. em xin cảm ơn.",
            "Chào bạn,. . Đã hết thời gian nhận yêu cầu rút môn học (không đóng học phí), các trường hợp gửi yêu cầu rút môn học qua bksi.hcmut.edu sau ngày 17/04/2020, vui lòng đợi thông báo của Phòng Đào tạo qua email sinh viên về việc đăng ký rút môn học (có tính học phí theo quy định). Phòng Đào tạo sẽ hướng dẫn rõ thời gian và hình thức nộp đơn rút môn học qua email sinh viên.. . Chúc bạn học tốt!. . Thân. .",
            "Chào bạn,. . Đã hết thời gian nhận yêu cầu rút môn học (không đóng học phí), các trường hợp gửi yêu cầu rút môn học qua bksi.hcmut.edu sau ngày 17/04/2020, vui lòng đợi thông báo của Phòng Đào tạo qua email sinh viên về việc đăng ký rút môn học (có tính học phí theo quy định).. . Chúc bạn học tốt!. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Chương trình đào tạo - Đại học - Cao đẳng chính quy   Môn tương đương, tiên quyết, ... . Dạ thưa [full_name], em hiện nay là sinh viên năm 2 chương trình Việt Pháp, do em có trục trặc một vài vấn đề nên chưa qua chuẩn anh văn năm nhất nên không thể đăng kí môn học cơ sở ngành, và em thấy chương trình đào tạo k19 trở về sau đã thay đổi mã các môn học này không giống với k18 của em nữa, em muốn hỏi là môn học không còn nữa thì phải làm sao để học ạ có thể dùng môn tương đương hay cách nào khác không ạ, vì nếu kì dự thính thì cũng không đủ sĩ số để mở lớp. Em xin cảm ơn.",
            "Chào bạn,. . . . CTDT K2019 được thiết kế theo quy định cấu trúc CTDT mới, hiện đang trong quá trình xây dựng, hoàn thiện. Sau khi xây dựng CTDT K2019, các khoa sẽ xem xét các trường hợp môn học K2018 không có trong CTDT K2019, để lập danh sách môn tương đương/thay thế hoặc đề ra giải pháp cho các trường hợp K2018 chưa kịp tiến độ.. . . . Khi các khoa gởi danh sách môn thay thế/tương đương đến PĐT, PĐT sẽ cập nhật trên web để sinh viên được biết.. . Chúc bạn học tốt."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Khác ... . Em chào PĐT, . . . . Em xin phép gửi đơn đặc cách riêng dành cho đăng ký môn học vượt qua 21 tín chỉ dành cho đợt đăng ký môn học bổ sung dành cho anh văn trong kỳ chính sắp tới.. . . . Mong PĐT xem xét và chấp nhận. Em chân thành cảm ơn.",
            "Chào bạn,. . . . Khi nào có thông báo chính thức về việc mở lớp anh văn học kỳ 192 bạn hẳng nộp nhé.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Hỏi đáp học trực tuyến (BKeL) . Thầy cô cho em hỏi là gói cước 3g em đăng ký từ đợt 1 mà sao bây giờ vẫn chưa được ạ?. . Em cám ơn ạ",
            "Chào bạn. . VinaPhone sẽ thông báo cho bạn khi nào gói cước được kích hoạt. Nếu không được kích hoạt, trường hợp của bạn sẽ chuyển sang phương án nhận hỗ trợ 50,000/tháng (Sinh viên vui lòng đợi thông báo của Nhà trường qua mail về việc hỗ trợ 50,000/tháng này). . Thân.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Em chào thầy/cô, . . Thầy cô cho em hỏi em đã đủ chuẩn cuối năm 3 là toeic trên 400 nhưng chưa đủ 500 thì năm 4 hạn chót nộp bằng để được xét luận văn là khi nào vậy ạ?. . em cám ơn thầy/cô.",
            "responsible person: [551] [staff_name] [helpdesk staff]",
            "Chào bạn. . Phòng đào tạo sẽ cập nhật chi tiết thông báo mới và các mốc thời gian nộp CCNN tại :. . http://www.aao.hcmut.edu.vn/index.php?route=catalog/chitietsv&path=59_205&tid=374. . Bạn nhớ xem và theo dõi thường xuyên các thông tin cập nhật mới của phòng đào tạo. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Khác ... . Mail nhà trường ghi 1h59 kết thúc chỉnh sửa đăng ký dự thính mà trên mybk ghi 2h59 mới kết thúc nên em nghĩ là nhà trường cho thêm thời gian suy nghĩ ạ lúc em vào lại thì nhà trường đã khoá không cho chỉnh sửa nữa ạ. Em mong quý thầy cô PĐT có thể mở lại chỉnh sửa đăng ký dự thính thêm 1 ngày cho em và cũng như các bạn sinh viên có thể suy nghĩ chính chắn đăng ký môn học dự thính cho HK này ạ. Cảm ơn thầy cô nhiều ạ",
            "Chào bạn,. . . . Bạn vui lòng cho biết mã môn học bạn muốn đăng kí.. . . . Thân.",
            "Dạ em đang áp lực với môn học hiện tại nên muốn bỏ môn học . .     Giải tích 1 MT1003. .      Vật lý 1 PH1003. .       Đại số tuyến tính MT1007. . Mong thầy cô giúp em ạ",
            "li answer rate: Answer is not complete / Câu trả lời chưa hoàn chỉnh",
            "Chào bạn,. . . . PDT xem xét giải quyết cho bạn. Bạn thường xuyên theo dõi TKB nhé.. . . . Thân.",
            "Chào thầy/cô ạ,. . . .    Hiện tại TKB của em cập nhật ngày 4/5/2020 đầy đủ môn học dự thính (hình thức livestream) và môn học hiện tại nhưng trên elearning thì chỉ có môn học hiện tại vậy cho em hỏi là PDT đã xem xét giải quyết ra sao rồi ạ? Đã bỏ môn học dự thính của em chưa hay vẫn để đó tại vì thời hạn rút môn học dự thính (có tính phí) sắp hết rồi ạ . . . . Cảm ơn sự giúp đỡ của thầy/cô ạ",
            "Chào bạn,. . . . [full_name] sẽ cập lại TKB cho bạn. Chiều nay bạn kiểm tra lại TKB nhé.. . . . Thân.. .",
            "Chân thành cảm ơn sự xem xét của thầy cô và PDT ạ"
        ]
    },
    {
        "intent": "",
        "message": [
            "Hỏi đáp học trực tuyến (BKeL) . Kính gửi phòng đào tạo trường đại học thành phố Hồ Chí Minh. . Em tên [full_name], MSSV:[student_id]. . Hiện tại e muốn rút môn học(theo quy định rút môn có tính học phí của nhà trường) do đã qua đợt rút môn ngày 17/04/2020.Em đã đăng kí anh văn 4 ở kì chính và rớt anh văn 3 ở kì trước nên em muốn rút môn để đảm bảo số tín chỉ để đăng kí đợt anh văn bổ sung trường sắp mở ạ.. . Mong sớm nhận được phản hồi từ nhà trường em xin chân thành cảm ơn!!!",
            "Chào bạn. . Bạn có thể làm đơn xin đặc cách đăng ký môn anh văn vượt tín chỉ nộp cho phòng đào tạo để xem xét và xử lý. .",
            "Chào cô. . Hiện tại em đang ở quê em có cần lên thành phố để nộp cho phòng đào tạo không hay có thể nộp qua đâu ạ. . Em cảm ơn ạ",
            "Chào bạn,. . . . Khi nào PDT có thông báo chính thức về việc mở thêm lớp anh văn học kỳ 192 thì bạn nộp đơn nhé.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV: [student_id]3  /b \t. . . .   i Tốt nghiệp - Đại học - Cao đẳng chính quy   Thanh toán lệ phí & khai lý lịch tốt nghiệp . Kính gửi nhà trường,. . . . Em đã được nhà trường xếp vào danh sách dự kiến tốt nghiệp vào tháng 4/2020 này. Tuy nhiên, em không thể đăng ký tốt nghiệp do nợ học phí mặc dù em đã hoàn thành hết học phí chưa đóng trên bkPay cách đây vài tuần rồi ạ.. . Em mong nhà trường kiểm tra lại giúp em ạ.. . Em xin chân thành cảm ơn nhà trường.",
            "Chào bạn. . Phòng đào tạo đã ghi nhận, Bạn vui lòng vào đăng ký tốt nghiệp vào ngày 5/5 nghen. . Thân",
            "Kính chào cô,. . . . Em xin cảm ơn cô và nhà trường ạ.. . . . Trân trọng"
        ]
    },
    {
        "intent": "",
        "message": [
            "Hỏi đáp học trực tuyến (BKeL) . Em xin chào thầy/cô Phòng đào tạo ạ. Em là [full_name], lớp HC16KTTP. Ngày 7/4 em có gửi tin nhắn về nguyện vọng rút môn học (không tính phí) trên bksi với 2 môn Công nghệ lên men và Hóa hữu cơ. Sau đó, ngày 22/4 em nhận mail về việc khiếu nại nếu thời khóa biểu có sai sót, hoặc môn học chưa xóa. Em có vào kiểm tra và thấy hai môn Công nghệ lên men và Hóa hữu cơ đã được xóa đúng nguyện vọng nên em không có khiếu nại gì ạ. Nhưng trong BK E-learning của em môn Hữu cơ không còn nhưng Công nghệ lên men vẫn còn và thầy vẫn gửi lời nhắc học online cho em. Em muốn hỏi việc môn Công nghệ lên men còn sót lại trên BK E-learning sẽ không ảnh hưởng gì phải không ạ. Em chỉ ngại khi thầy nhắn mail nhắc học online hàng tuần thôi ạ. Em mong nhận được mail phản hồi của Phòng đào tạo ạ. Em cảm ơn thầy/cô rất nhiều.",
            "Chào bạn,. . . . PDT sẽ kiểm tra và cập nhật lại cho bạn nhé. Ngày mai bạn kiểm tra lại trên  BK E-learning.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Dạ, em muốn hỏi là đợt dự thính hk192 này theo hình thức live stream PĐT có mở đợt hiệu chỉnh 3 hay đợt cho đăng kí rút môn học không ạ? (Do em sợ sau khi đi học lại có nhiều việc không thể sắp xếp đủ thời gian học . . hiệu quả các môn đã đăng kí).. . Em xin cám ơn ạ.. .   i Yêu cầu khác .",
            "Chào bạn,. . . . Bạn vui lòng kiểm tra mail PDT có gởi mail hướng dẫn vấn đề này.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Dạ em chào thầy cô ạ. Dạ cho em hỏi là kì chính này em đăng ký 15 chỉ nhưng em muốn rút môn giải tích 2 là 4 chỉ nhưng vẫn chưa tới đợt rút. Nhưng dự thính livestream đợt này em đăng kí học 9 chỉ thì không biết là em có bị hủy môn không ạ. Và nếu hủy thì làm sao để em đăng kí lại ạ. Em xin cảm ơn thầy cô",
            "Chào bạn,. . . . Bạn vui lòng kiểm tra mail, PDT có gởi mail hướng dẫn về rút môn học. Bạn kiểm tra TKB của bạn https://mybk.hcmut.edu.vn/stinfo/.. .  Hiện tại, dự thính không cho huỷ môn học,chỉ được rút môn học. Dự thính bạn muốn đăng kí môn nào? mã số môn học?.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Khác ... . Thưa cô cho em hỏi em có đăng ký môn CO3005 - Nguyên lý ngôn ngữ lập trình ở đợt 1 rồi nhưng kết quả đăng ký lại không có ạ, em cảm ơn!. . . .",
            "Chào bạn,. . . . Bạn kiểm tra mail thường xuyên, trong tuần này nhà trường sẽ gởi mail cho sinh viên về việc đăng kí dự thính đợt 3 sắp tới.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Em chào thầy/cô. . Em tên : [full_name]. . MSSV: [student_id]. . Em có 2 vấn đề ạ:. . 1. Vì dịch nên không mở được lớp Hóa CH1003 vào kì dự tính, em là sv năm cuối của TTĐTBDCN còn kẹt môn Hóa đại cương. vì không đăng kí được môn có thực hành bên hệ ĐH mà bên hệ CĐ của em, môn Hóa không có thực hành nên em lập danh sách xin được mở lớp Hóa ( 604601 ) ( DS có 15 bạn ) mà em bị vướng ở chỗ không biết tìm giảng viên dạy học thì nếu em nộp đơn xin mở lớp thì PDT có thể giúp em được không ạ?. . 2. Nếu không được mở lớp thì cho e hỏi là kì hè dự tính kết thúc vào cuối tháng 9. Mà tháng 9 thì vào năm học nên yêu cầu nộp bằng để được học liên thông vậy nếu e chỉ còn 1 môn Hóa thì có xin đợi điểm để học liên thông được không ạ?  . . Em xin cảm ơn.. .",
            "Chào bạn,. . . . - Nếu bạn muốn mở lớp môn 604601 có sự đồng ý của giáo viên giảng dạy, kèm theo danh sách sinh viên. Việc tìm giáo viên bạn nhờ Trung Tâm Bảo Dưỡng tư vấn và hướng dẫn cho bạn cho bạn nhé (bạn phải nộp đơn mở lớp sớm trong hôm nay hoặc ngày mai).. . . . - Bạn muốn thi liên thông bạn phải hoàn tất chương trình đào tạo nhé.. . . . Thân.. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]8  /b \t[full_name] [full_name] [full_name] [full_name]   i Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được  /i [full_name] [full_name] [full_name] [full_name] Chào [full_name][full_name] [full_name] Mình là [full_name][full_name] [full_name] MSSV [student_id]8[full_name] [full_name] Mình hiên đang làm LVTN và còn thiếu 2 môn để hoàn thành CTDT[full_name] [full_name] [full_name] có cần đăng ký 2 môn là: [full_name] [full_name] [full_name] [full_name] + Kết cấu thép CI3009 - Thầy [full_name][full_name] [full_name] + Cơ kết cấu CI2029 - Thầy [full_name][full_name] [full_name] [full_name] [full_name] Mình đã email xin phép GV giảng dạy 2 môn trên[full_name] Hiện tại có mình cần làm đơn xin phép để đăng ký không? Mong PDT giúp mình đăng ký sớm[full_name] [full_name] Mình cảm ơn",
            "Chào bạn. . Bạn cần nộp đơn đăng ký môn học trực tiếp tại phòng đào tạo: vì hiện tại phòng đào tạo đã tổ chức học livestream và gởi danh sách lớp học cho giảng viên giảng dạy, nên bạn vui lòng gởi mail xin ý kiến đồng ý của giảng viên giảng dạy sau đó đơn kèm xác nhận để phòng đào tạo xem xét giải quyết",
            "Chào bạn,. . . . Hiện tại đã hết thời gian đăng kí môn học đã lâu, vì bạn khoá 2013, bạn muốn đăng kí 2 môn này bạn làm đơn phải có sự xác nhận của khoa, giáo viên giảng dạy nộp PDT. Ban lãnh đạo phòng xem xét trường hợp của em.. . . . Thân.. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Dịch vụ cho sinh viên - Đại học - Cao đẳng chính quy   Giấy xác nhận sinh viên . Vào cuối tháng 3 em có nộp cho Phòng đào tạo đơn xin giấy xác nhận ngày dự kiến tốt nghiệp và có kèm theo minh chứng của chương trình mà em nộp. Phòng đào tạo cho em hỏi khi nào giấy đó được hoàn tất ạ?. . . . Em xin gửi đơn xin mà em đã nộp trước đó cho Phòng đào tạo.",
            "Chào bạn,. . Giấy xác nhận của bạn đã có nhé, bạn vui lòng đem biện nhận đến Phòng Đào tạo để nhận nhé!. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Thưa thầy cô, khi đọc thông báo của trường về việc đi học lại thì e kho hiểu thời khóa biểu tập trung là tbk đang có trên mybk hay là tkb mới sẽ được nhà trường cập nhật sau ạ",
            "Chào bạn. . Phòng đào tạo sẽ cập nhật lại tkb mới vào cuối tuần này nghen bạn. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Hỏi đáp học trực tuyến (BKeL) . Em chào thầy cô,. . . . Thầy cô ơi, hiện em đang là sinh viên trao đổi ngắn hạn ở Đài Loan. Hồi chiều, em có nhận được thông tin trường sẽ tổ chức thi lần 2 khối Việt Pháp, và em có 02 môn muốn được thi lại trong ngày 9/5, nhưng ngày đó nằm trong khoảng thời gian cách ly tập trung 14 ngày của em. . . . . Em muốn được tham gia thi thì nên làm thế nào ạ ?. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Chào Thầy/Cô,. . Vừa rồi em có hỏi có thể đăng kí môn Thí Nghiệm Công Trình (CI4011)  vào kì dự thính thì được trả lời chỉ có thể đăng kí vào kì hè. Nhưng hiện kì này em đang làm luận văn và chỉ còn môn Thí Nghiệm Công Trình là ra trường, em muốn đăng kí vào kì dự thính vì học kì vừa rồi em không có kết quả kịp để đăng kí vào kì chính. . . Em muốn hỏi giờ em có thể xin đăng kí vào học kì chính được không ạ, để em đủ điều kiện ra trường trong kì này, em sợ đăng kí hè sẽ không kịp.. . Em chân thành cảm ơn Thầy/Cô.. .",
            "Chào bạn,. . . . Học kỳ dự thính không mở môn học này, học kỳ chính đã hết hạn đăng kí môn học đã lâu. Môn này đã full sỉ số.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Kính gửi phòng đào tạo trường ĐH Bách Khoa TP.HCM,. . Hiện nay như em biết thì trường đã đóng phí Bảo hiểm tai nạn (BHTN) 2019-2020 cho toàn bộ sinh viên. Sau kì nghỉ này, sinh viên cần phải liên hệ văn phòng/bộ phận nào để nhận Thẻ BHTN ạ? Bởi vì có một số môn bắt buộc sinh viên phải nộp bản photo BHTN mới được vào lớp, đặc biệt là các môn thực hành, thí nghiệm. (cụ thể với em đó là bộ môn Thí nghiệm Hóa Hữu cơ).. . Em mong sớm nhận được lời phản hồi từ phòng đào tạo vì sắp phải quay trở lại trường rồi ạ.. . Em cám ơn.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính gửi phòng đào tạo, em tên [full_name], MSSV: [student_id], em mong có thể dời hạn đăng ký Dự thính đợt 2 để có thể kịp chương trình đào tạo.. . Em xin chân thành cảm ơn. .",
            "Chào bạn,. . . . Hiện tại, dự thính đã được triển khai. Bạn muốn vấn cần vấn đề gì?"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Kính gửi phòng đào tạo trường ĐH Bách Khoa TP.HCM,. . Hiện nay như em biết thì trường đã đóng phí Bảo hiểm tai nạn (BHTN) 2019-2020 cho toàn bộ sinh viên. Sau kì nghỉ này, sinh viên cần phải liên hệ văn phòng/bộ phận nào để nhận Thẻ BHTN ạ? Bởi vì có một số môn yêu cầu sinh viên phải nộp bản photo BHTN mới được vào lớp, đặc biệt là các môn thực hành, thí nghiệm. (cụ thể với em đó là bộ môn Thí nghiệm Hóa Hữu cơ).. . Em mong sớm nhận được lời phản hồi từ phòng đào tạo vì sắp phải quay trở lại trường rồi ạ.. . Em xin cám ơn.. .",
            "Chào bạn,. . Vấn đề về BHYT bạn vui lòng liên hệ phòng Công tác Chính trị Sinh viên - Phòng y tế để được hướng dẫn.. . Thân",
            "Trước hết em xin cám ơn về phản hồi ạ,. . Nhưng em hỏi về Bảo hiểm   U TAI NẠN  /U  ạ.. . Nếu phòng đào tạo có thể hỗ trợ thêm thông tin nào khác về Bảo hiểm   U Tai nạn  /U  thì em xin cám ơn ạ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em tên [full_name] Viên, mssv :[student_id] khoa Quản lý Công nghiệp.Vào khoảng 23h53-23h55 em đã làm bài kiểm tra môn hệ thống thông tin quản lý C1-V6. Sau khi làm kiểm tra xong và nộp bài hệ thống xuất ra kết quả là em chưa bao giờ gửi đáp án . Mong trường xem lại giúp em ạ",
            "responsible person: [551] [staff_name] [helpdesk staff]",
            "bạn liên hệ giảng viên nhé"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: 1613237  /b \t. . . .   i Yêu cầu khác . Chào thầy (cô). . Em là sinh viên khoá 2016, Khoa Công nghệ vật liệu, ngành kỹ thuật vật liệu, chuyên ngành kỹ thuật vật liệu silicate - 142 tín chỉ. Đến nay em không còn nợ môn, chỉ còn  9 chỉ luận văn tốt nghiệp.. . . . Em có đọc chương trình đào tạo của ngành thì các môn tự chọn nhóm B yêu cầu tối thiểu 5 tín chỉ. Học kì 191 em đã đăng kí 10 tín chỉ môn tự chọn nhóm B và đã qua hết (điểm tb  5.0): bao gồm các môn Vật liệu xây dựng (MA4009) 3 chỉ - điểm tổng kết 7.5, Công nghệ sản xuất gạch ốp lát - sứ vệ sinh (MA4025) 3 chỉ - điểm tổng kết 10.0, Vật liệu môi trường (MA4039) 2 chỉ - điểm tổng kết 9.5 và Kỹ thuật sản xuất vật liệu chịu lửa (MA4041) 2 chỉ - điểm tổng kết 9.0. Tính đến hết học kì 191 điểm tbtln của em là 8.08  số tctln của em là 134.. . . . Nếu theo quy chế học vụ \"ĐTBTLN được tính tương tự điểm trung bình tích lũy nhưng chỉ xét các môn học thuộc CTĐT khóa-ngành/chuyên ngành đang theo học\" và \"ĐTBTL được tính từ điểm cao nhất của số tín chỉ quy định trong nhóm các môn tự chọn\" thì số tctln của em chỉ là 133 (do chỉ tính 5 chỉ trong 10 chỉ môn tự chọn em đã học và đăng kí) và điểm tbtln của em sẽ là 8.11 khi tính từ điểm cao nhất của 5 chỉ môn tự chọn theo quy định là 2 môn Công nghệ sản xuất gạch ốp lát - sứ vệ sinh (MA4025) 3 chỉ - điểm tổng kết 10.0 và Vật liệu môi trường (MA4039) 2 chỉ - điểm tổng kết 9.5.. . . . Em nghĩ rằng đã có sự nhầm lẫn trong cách chọn tổ hợp môn tự chọn để tính điểm tbtln và số tctln, mong thầy (cô) xem xét.. . . . Cảm ơn thầy (cô). Trân trọng !",
            "Chào bạn. . Phòng đào tạo gởi cách tính điểm TBTN của sv, file đính kèm tính đến HK191. . Bạn xem các tính điểm (điều 19)tại http://www.aao.hcmut.edu.vn/index.php?route=catalog/chitietsv&path=90&tid=1658. . Để kiểm tra lại chương trình đào tạo bạn liên hệ Khoa (cụ thể là Thầy phó khoa phụ trách chương trình đào tạo) để được hỗ trợ và tư vấn. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác .  Xin chào ạ!. .  Sau khi em đã check cập nhật mới nhất tren myBK thì môn TR 1003 vẽ kĩ thuật giao thông của em vẫn còn trong thời khóa biết ạ. Trong khi đó yêu cầu trước thông báo là đã giải quyết rút môn học. Rất mong được xem xét.. .  Em xin cảm ơn.. .  Thân!. .",
            "responsible person: [551] [staff_name] [helpdesk staff]",
            "Chào bạn,. . TKB trên mybk sẽ cập nhật lại sau nhé bạn, hiện tại trong hệ thống PDT đã xóa MH TR1003 của bạn rồi nhé!. . Chúc bạn học tốt.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Khác ... . Em có đăng ký 1 lớp toán kỹ thuật (ee1003) dự thính vào học kỳ này. Nay em muốn hủy vì lý do cá nhân nhưng vì bỏ lỡ đợt hủy đăng ký trên mybk nên em muốn nhờ phòng đào tạo giúp em hủy môn đó ạ. . . Em xin cảm ơn",
            "Chào bạn,. . Bạn có thể nộp đơn xin rút môn học tại Phòng Đào tạo nhé.. . Xem quy định rút MH tại đây:. . http://aao.hcmut.edu.vn/sinh viên/quy chế/Quy chế đào tạo và học vụ bậc đại học, cao đẳng:/Điều 11. Hủy, rút môn học. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Khác ... . Kính gửi thầy(cô)!. . . . Trong đợt đăng ký môn học   B dự thính học kỳ 192  /B , em rất muốn   B hủy môn Cơ lưu chất  /B (mã môn học:   B CI2005  /B ) nhưng đã qua đợt hiệu chỉnh lần 2.. . Cho em hỏi có cách nào hủy hoặc rút môn học này không ạ? . . . . Em xin cảm ơn!",
            "Chào bạn,. . Bạn có thể nộp đơn xin rút môn học tại Phòng Đào tạo nhé.. . Xem quy định rút MH tại đây:. . http://aao.hcmut.edu.vn/sinh viên/quy chế/Quy chế đào tạo và học vụ bậc đại học, cao đẳng:/Điều 11. Hủy, rút môn học. . Thân"
        ]
    }
]