[
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . [full_name]ính gởi phòng đào tạo.. . Em tên [full_name]. MSSV [student_id] [full_name]hoa cơ khí.. . Do không chú ý mail trường nên em đã bỏ lỡ đăng kí môn học. [full_name]ính xin quý thầy cô cho em đăng kí môn để duy trì tình trạng học tập.. . Môn Đồ án thiết kế (mã môn học của SV [full_name]17 là ME2011, của [full_name]19 là ME3139). . Phương pháp phần tử hữu hạn (ME3025). . Em cám ơn rất nhiều.",
            "Chào em,. . Em vui lòng trình bày lý do, mã môn học, tên môn học, mã nhóm để PĐT xem xét nhé.. . Thân mến,. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Xin chào thầy/cô. . Em muốn đăng ký học môn Điều Hòa Không Khí ( ME3037 ) nhưng yêu cầu môn này cần phải học trước môn [full_name] Lạnh ( ME3035 ). Và học kỳ này em đang học môn [full_name] Lạnh này ạ.. . Em xin phép được học môn học học Điều Hòa Không Khí (ME3037) này vào học kỳ dự thính này vào nhóm lớp DT01_DT01 của thầy [full_name] để cho kịp tiến độ với chương trình đào tạo ạ. Mong nhà trường xem xét và cho phép em học môn học vào học kỳ này.. . . . Em xin cảm ơn.",
            "Chào bạn,. . Nếu là môn học trước thì không được nhé bạn.. . Bạn vui lòng làm đơn xin đặc cách học song hành và có xác nhận đồng ý của Khoa đồng ý xác nhận cho SV học song hành nhé!. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học  /i em muốn tăng sĩ số của lớp dự thính DT01, môn cơ sở kĩ thuật điện mã EE2017 được không ạ . . . .",
            "Chào bạn,. . PDT đã ghi nhận yêu cầu về ĐKMH của bạn và đã chuyển cho bộ phận ĐKMH kiểm tra và xử lý.. . Bạn vui lòng theo dõi và kiểm tra TKB thường xuyên trên mybk/Thông tin SV và hệ thống BKeL để kịp tham gia lớp học online. SV chủ động liên hệ với GV để xin vào lớp học trước nhé!. . Trường hợp nếu không đăng ký được (không có khả năng hoặc không đủ điều kiện)  PDT sẽ phản hồi cho SV qua bksi.. . Chúc các bạn học tốt!. . Thân mến,. . . .",
            "Chào em,. . \"SV ĐK ONLINE, [full_name]M\". . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Mở lớp dự thính (bắt đầu học từ 30/8) . Nếu ko có gv đồng ý dạy môn dự thính thì sao ạ. Mà môn đó không mở và không có môn tương đương nữa. Tụi em làm sao để được ra trường giờ ạ",
            "Chào bạn. . Về chương trình đào tạo/phân ngành bạn vui lòng liên hệ Khoa (cụ thể là Thầy phó khoa phụ trách chương trình đào tạo) để tư vấn và giải đáp. . Chúc bạn học tập tốt nhé.. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em chào [full_name]/Cô,. . . . Em là [full_name] - MSSV: [student_id], hiện tại em đã hoàn thành bảo vệ LVTN và còn thiếu môn av4 để hoàn thành chương trình đào tạo. Tuy nhiên vì tình hình dịch bệnh không thể đăng kí thi ở IIG để chuyển điểm và với tình hình như này thì chưa biết bao giờ IIG mới mở cửa lại. . . Nên em muốn đăng kí học môn av4 - LA1009 nhưng hiện đã quá hạn đăng kí học kì chính và dịch bệnh hiện giờ em cũng khó khăn, học phí dự thính lại tăng lên tới 800k/chỉ. Em mong [full_name]/Cô hiểu và thông cảm giúp em, hỗ trợ em được tăng sỉ số lớp anh văn 4 hiện tại.. . . . Em cảm ơn nhiều!",
            "Chào bạn,. . PDT đã ghi nhận yêu cầu về ĐKMH của bạn và đã chuyển cho bộ phận ĐKMH kiểm tra và xử lý.. . Bạn vui lòng theo dõi và kiểm tra TKB thường xuyên trên mybk/Thông tin SV và hệ thống BKeL để kịp tham gia lớp học online. SV chủ động liên hệ với GV để xin vào lớp học trước nhé!. . Trường hợp nếu không đăng ký được (không có khả năng hoặc không đủ điều kiện)  PDT sẽ phản hồi cho SV qua bksi.. . Chúc các bạn học tốt!. . Thân mến,. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . em hiện là sinh viên hệ vừa làm vừa học khóa 2019 học tại trường cao đẳng điện lực nhóm lớp Z3CD trường cho em xin đăng ký bổ sung môn học đồ án để em được học cùng tiến độ với lớp . . em tên : [full_name]. . em xin đăng ký bổ sung môn:. .  MSMH : EE3061 - đồ án. .",
            "Chào bạn,. . PDT đã ghi nhận yêu cầu về ĐKMH của bạn và đã chuyển cho bộ phận ĐKMH kiểm tra và xử lý.. . Bạn vui lòng theo dõi và kiểm tra TKB thường xuyên trên mybk/Thông tin SV và hệ thống BKeL để kịp tham gia lớp học online. SV chủ động liên hệ với GV để xin vào lớp học trước nhé!. . Trường hợp nếu không đăng ký được (không có khả năng hoặc không đủ điều kiện)  PDT sẽ phản hồi cho SV qua bksi.. . Chúc các bạn học tốt!. . Thân mến,. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: 1811002  /b \t. . . .   i Đăng ký môn học . Dạ, em chào quí Thầy Cô PĐT ạ. Em là Danh Vương Đăng Khoa, mssv: 1811002. . . . . Em xin chuyển lớp Vật Lý 1 (DT02_DT02 do Cô Phan Khuơng Ngọc Cát và Thầy Trần Văn Tiến dạy, lịch thứ 5 tiết 13 14 15 và CN tiết 7 8). Em mới đăng kí thành công ngày 25/08/2021. . . . . Lí do: Bên khoa em K18 QLCN có 1 môn là Phân tích dữ liệu (IM3049) sắp mở đăng kí. Mà môn này là đợt cuối cùng học. Và k19 trở đi không có môn thay thế. Giờ học: Tối Thứ 5 tiết 13 14 do Cô Võ Thị Ngọc Trân dạy. (hình đính kèm số 1).. . . . Em khẩn thiết xin Thầy Cô giúp em vì môn này mở lần cuối rồi tội em lắm. Nếu bất cập quá em xin chấp nhận học trùng giờ. Em sẽ xin Thầy Cô linh động học giờ khác. Em cảm ơn quí Thầy Cô ạ. Trăm sự nhờ quí Thầy Cô.. . (Hình 2 là TKB của Vật lý 1). . (Hình 3 là đăng kí Vật lý 1 thành công hôm 25/8)",
            "Chào bạn,. . PDT đã ghi nhận yêu cầu về ĐKMH của bạn và đã chuyển cho bộ phận ĐKMH kiểm tra và xử lý.. . Bạn vui lòng theo dõi và kiểm tra TKB thường xuyên trên mybk/Thông tin SV và hệ thống BKeL để kịp tham gia lớp học online. SV chủ động liên hệ với GV để xin vào lớp học trước nhé!. . Trường hợp nếu không đăng ký được (không có khả năng hoặc không đủ điều kiện)  PDT sẽ phản hồi cho SV qua bksi.. . Chúc các bạn học tốt!. . Thân mến,. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ là e thắc mắc là liên lạc với giáo viên xin vào lớp học là sao ạ tại hiện tại e ko bik mik học giáo viên nào ák"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Chào thầy cô,. . Em tên là [full_name]. . MSSV: [student_id]. . Chuyên Ngành: Logistics và Quản lý chuỗi cung ứng. .    Em đã trình bày lý do chuyển điểm và được PĐT xem xét giải quyết.. .    Hiện tại, còn 7 bạn nữa cũng có cũng lý do chuyển điểm giống em. Em có đính kèm danh sách kèm theo.. .    PĐT cho em hỏi là có thể xem xét chung cho tất cả các bạn trong danh sách hay chúng em phải viết yêu cầu riêng để xem xét ạ. . . Mong PĐT xem xét giúp. . Cảm ơn thầy cô. . Chúc thầy cô thật nhiều sức khỏe.",
            "Chào em,. . Hiện tại, còn 7 bạn nữa cũng có cũng lý do chuyển điểm giống em. . =  Từng SV gửi qua bksi ngắn gọn . . \" ĐKMH chuyển điểm ĐAMH logistics 1 logistics MSMH: ME 3255. . Thân mến,. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Kính gửi quý thầy cô,. . . . Em là [full_name], học kì vừa qua em đã hoàn thành việc bảo vệ luận văn tốt nghiệp và trao đổi sinh viên tại Pháp. Hiện tại, do các chuyến bay về VN đều bị hạn chế nên em muốn tiếp tục đăng ký học tiếp trong thời gian này. . . . . Tuy nhiên, hiện tại đã sắp đến hạn nộp hồ sơ cho các chương trình học sau đại học tại đây nên em xin phép được hỏi rằng có cách nào cho phép em làm đơn xin một giấy chứng nhận đã hoàn thành chương trình hoặc xác nhận tốt nghiệp không ạ? (Em đã hoàn thành đầy đủ các tiêu chuẩn về ngoại ngữ, CTXH để tốt nghiệp, chỉ còn chờ nhập điểm kỳ cuối).. . . . Nếu có thể, xin thầy cô hướng dẫn giúp em.. . Em xin chân thành cảm ơn quý thầy cô.. . . . Trân trọng,. . [full_name]",
            "Chào bạn. . Hiện tại Pdt đang cố gắng xét tốt nghiệp và thông báo cho SV về ds dự kiến tốt nghiệp trong tháng 9/2021. . - Bạn báo [full_name] gởi điểm gấp, Pdt sẽ cập nhật ds tốt nghiệp    thông báo SV khai thông tin tốt nghiệp    cấp giấy CNTN. . Thân",
            "EM xin cảm ơn câu trả lời của cô.. . . . Em có liên lạc bên chương trình đào tạo thì văn phòng Việt Pháp đề nghị em xin phép phòng đào tạo một giấy xác nhận để văn phòng cấp cho em một giấy xác nhận hoàn thành chương trình học tập.. . . . Em có thể xin được sự xác nhận này ở đâu vậy cô?. . . . Em cũng xin phép hỏi về danh sách dự kiến tốt nghiệp. Theo lịch thì hôm nay ngày 09/08 phòng đào tạo đã nhập danh sách. Em xin phép được hỏi là em đã có thể bắt đầu tra cứu mã số của mình chưa ạ.. . . .   I http://www.aao.hcmut.edu.vn/index.php?route=catalog%2Fchitiettn&path=68&tid=1981&fbclid=IwAR0qQa3s8reZd-[full_name]-[full_name]_Kn6xLm8-[full_name]-[full_name]wM03Nw. .  . Em xin chân thành cảm ơn.. .",
            "Chào bạn. . hạn cuối thời gian để bạn phải có giấy xác nhận để bổ sung hồ sơ học bổng. . - Có 1 số sự cố phát sinh nên Pdt chưa đưa danh sách tốt nghiệp được. . Thân",
            "Dạ em mong nhận được trước ngày 20/10 ạ. . . . . Em xin cảm ơn quý thầy cô",
            "Bạn đã hoàn thành thành tất cả các điều kiện tốt nghiệp chưa?. . Thân",
            "Dạ về chương trình đào tạo, em có gửi mail hỏi Trung Tâm Xử Lý Dữ Liệu - PĐT vào đầu học kỳ 2 (20-21) thì được cô TRUONG MY PHUONG trả lời là chỉ còn thiếu Luận văn và điểm thực tập. Về anh văn và CTXH em cũng đã có điểm trên mục \"điểm chuyển\" tại MyBK. . . . . Nay học kỳ đã hết, trên Mybk cũng đã có điểm luận văn nhưng chưa có điểm   B thực tập  /B .. . . . Em có nhắn bộ môn cơ điện tử thì bộ môn nói đang chờ nhập điểm này. Cô cho em hỏi không biết có cách nào em có thể làm đơn xin chứng nhận đã hoàn thành thực tập và nộp xin bằng tốt nghiệp trước được không ạ?. . . .",
            "Em đã hỏi bộ môn thì bộ môn đã xác nhận là đã có điểm và chuẩn bị nộp lên pđt.. . . . Cô cho em hỏi là em có thể xin giấy chứng nhận trước ngày 20/10 khi em đã có đủ điểm của chương trình đào tạo được không ạ?. . . .",
            "Chào bạn,. . Bạn nhờ bộ môn nộp điểm sớm cho PDT nhé, hiện tại PDT đang xét tốt nghiệp, khi nào em thấy điểm được cập nhật đầy đủ trên mybk/Thông tin SV, bạn có thể gửi yêu cầu qua bksi để đăng ký xét TN nhé. . Thân",
            "Em đã hiểu. Em cảm ơn thầy cô đã hỗ trợ em.",
            "Dạ hiện em đã có đủ điểm. Em xin phép thầy cô cho em đăng kí xét tốt nghiệp với mssv [student_id]. . . . Thầy cô cho em hỏi là làm sao để em có thể cập nhật kết quả tốt nghiệp của mình ạ? Và khi đăng kí xong thì sau bao lâu em có thể nhận giấy chứng nhận? . . . . Em xin cảm ơn thầy cô.",
            "Chào bạn,. . PDT đã ghi nhận yêu cầu về đăng ký xét TN của bạn. SV vui lòng theo dõi email  và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 21/09/2021 SV vẫn chưa nhận được mail hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 11/2021. . Thân. .",
            "Thưa thầy cô,. . . . Đây là lỗi của em khi không chuẩn bị cho tính huống này. Nhưng hiện tại em cần bằng tốt nghiệp để nộp xin học sau đại học tại trường ở Pháp nơi em vừa hoàn thành thực tập. . . . . Cô cho em được hỏi để chuẩn bị trước là nếu theo lịch (link đính kèm) đến ngày 20/10 em chưa nhận được thông báo thì có cách nào em xin được giấy chứng nhận không ạ? . . . . Em sẽ liên hệ với trung tâm xử lý dữ lệu để xin xác minh rồi làm đơn cho PDT được không cô? . . . . Em xin lỗi đã làm phiền thầy cô. Do em đang không thể quay về VN vì các chuyến bay đều bị chặn nên việc đăng ký được học tiếp rất quan trọng với em trên cả phương diện học thuật lẫn phương diện giấy tờ hợp pháp để em cư trú và được bảo hộ xã hội một cách chính thức.. . . . Em xin cảm ơn quý thầy cô.. . . .   B Link đính kèm:   /B . . http://www.aao.hcmut.edu.vn/index.php?route=catalog%2Fchitiettn&path=68&tid=1981&fbclid=[full_name]wAR0qQa3s8reZd-[full_name]-Gxp_Kn6xLm8-[full_name]-[full_name]M03Nw",
            "Em xin lỗi vì đã làm phiền thầy cô.. . . . Em xin được đóng câu hỏi và liên lạc lại sau ngày 21/09.. . . . Em xin chân thành cảm ơn thầy cô."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em muốn rút 1 môn học ở học kỳ dự thính 211 (Hiện tại môn học mới bắt đầu qua tuần thứ 2). Em có xem qua quy chế PĐT thì phải làm đơn rút môn học nhưng tình hình học online hiện tại em không thể làm đơn và nộp trực tiếp tại PĐT được. Vậy nên em muốn hỏi về quy chế đối với việc rút môn học online thế nào ạ? Em xin cảm ơn.",
            "Chào bạn,. . Hiện tại đã hết thời gian hiệu chỉnh  và hủy môn học của học kỳ chính và HK dự thính (lộ trình 1) HK211 nhé bạn.. . SV vui lòng đợi thông báo về việc rút môn học (có tính học phí theo quy định), sẽ thông báo cho SV trong tháng 9/2021. . Xem chi tiết quy chế tại đây:. . aao.hcmut.edu.vn/sinh viên/quy chế/học vụ/Quy chế đào tạo và học vụ bậc đại học, cao đẳng:/ điều 11.2. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em muốn rút 1 môn học ở học kỳ dự thính 211 (Hiện tại môn học mới bắt đầu qua tuần thứ 2). Em có xem qua quy chế PĐT thì phải làm đơn rút môn học nhưng tình hình học online hiện tại em không thể làm đơn và nộp trực tiếp tại PĐT được. Vậy nên em muốn hỏi về quy chế đối với việc rút môn học online thế nào ạ? Em xin cảm ơn.",
            "Chào bạn,. . Hiện tại đã hết thời gian hiệu chỉnh  và hủy môn học nhé bạn.. . SV vui lòng đợi thông báo về việc rút môn học (có tính học phí theo quy định), sẽ thông báo cho SV trong tháng 9/2021. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]  /b . . Em chào anh/chị PĐT. Em tên [full_name]-[student_id],   B vào ngày 10/8 thì em có gửi mail xin hoãn thi môn KT siêu cao tần (EE3025) với lý do scan bị lỗi, mất trang. Nhưng sau đó em có mail cho cô dạy môn này và xin xem xét lại. Hiện tại em đã có điểm và đã qua môn này.  /B . .   B Em viết mail này xin anh/chị PĐT hủy quyết định hoãn thi của em  /B . Đây là môn cuối của em và em đã đủ điều kiện tốt nghiệp nên mong anh/chị PĐT xem xét và giúp đỡ em. Em cảm ơn anh/chị. . . Em xin đính kèm ảnh tổng kết môn kĩ thuật siêu cao tần của em bên dưới\t. . . .   i Yêu cầu khác .",
            "Chào em,. . Em làm đơn xin hủy hoãn thi: ghi rõ HK, mã môn học, tên môn học ... , hoặc lấy mẫu đơn hoãn thi sửa thành đơn HỦY HOÃN THI, gửi qua bksi. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            ". . Kính chào Ban Tư Vấn. . Em tên: [full_name], MSSV: [student_id]- Hệ bằng 2- Khoa Kỹ Thuật Xây Dựng. . Em đang có nhu cầu học các môn sau để không bị kéo dài thời gian học: đang được mở vào dự thính. . 1. Môn Kết cấu thép 1 - mã môn CI3009 - mã nhóm: DT01- đang được học vào tiết 13,14 - thứ 5. . 2. Môn Cơ học đất - mã môn CI3001- mã nhóm: DT01_DT01- đang được học vào tiết 13,14 - thứ 2. . Em kính mong Qúy anh chị giúp đỡ, để em được đăng ký học tập và hoàn thiện được các môn học này trong kỳ này để em có. . điều kiện đăng ký được các môn học ở kỳ tới, đồng thời giảm bớt được thời gian học tập lại.. . Em chân thành cám ơn, Chúc quý anh chị mạnh khỏe và bằng an trong cơn đại dịch này ạ!. . . .",
            "Chào bạn,. . PDT đã ghi nhận yêu cầu về ĐKMH của bạn và đã chuyển cho bộ phận ĐKMH kiểm tra và xử lý.. . Bạn vui lòng theo dõi và kiểm tra TKB thường xuyên trên mybk/Thông tin SV và hệ thống BKeL để kịp tham gia lớp học online. SV chủ động liên hệ với GV để xin vào lớp học trước nhé!. . Trường hợp nếu không đăng ký được (không có khả năng hoặc không đủ điều kiện)  PDT sẽ phản hồi cho SV qua bksi.. . Chúc các bạn học tốt!. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Xin chào thầy/cô. . Em muốn đăng ký học môn [full_name] Hòa Không Khí (ME3037 ) nhưng yêu cầu môn này cần phải học trước môn [full_name] Lạnh ( ME3035 ). Và học kỳ 211 này em đang học môn [full_name] Lạnh ạ.. . Em xin phép được học môn học học [full_name] Hòa Không Khí (ME3037) vào học kỳ dự thính này vào nhóm lớp DT01_DT01 của thầy [full_name] để cho kịp tiến độ với chương trình đào tạo ạ. Mong nhà trường xem xét và cho phép em học môn học vào học kỳ này.. . . . Em xin cảm ơn.",
            "Chào bạn,. . Theo quy định về môn học trước thì không được nhé bạn.. . Bạn có thể làm đơn xin đặc cách ĐKMH, và phải có xác nhận Khoa đông ý cho bạn học song hành 2 môn này, và gửi đơn cho PDT xem xét, trình bày rõ lý do trong đơn. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em chào thầy/cô ạ,. . . . Do dịch covid-19 đợt này nên môn Thực tập tốt nghiệp của em bị hoãn.. . . . 1/ Cho em hỏi là nếu hoãn thi Thực tập tốt nghiệp vào HK2/2020-2021 thì em có bị hủy đăng ký môn Luận văn tốt nghiệp HK1/2021-2022 vào đợt đăng ký cuối cùng không ạ? . . . . 2/ Hoặc nếu có thời khóa biểu môn LVTN HK1/2021-2022 sau đợt đăng ký cuối cùng, thì vào tuần hậu kiểm điều kiện nhận LVTN có bị hủy môn không thầy/cô?. . . . 3/ Việc tiếp tục thi sau đợt hoãn thi có bắt buộc tổ chức vào tuần gần cuối bảo vệ luận văn của HK1/2021-2022 không ạ? Hay sau khi dịch Covid-19 tạm ổn thì có thể làm quyết định thực tập và nộp báo cáo Thực tập ngay luôn cho trường?. . . . 3/ Em chỉ có thể đăng ký Luận văn tốt nghiệp vào HK1/2021-2022 nữa thôi và không thể dời sang kỳ sau được vì đó là thời gian đào tạo tối đa của em rồi. Liệu có thể xin trường cho thời gian đào tạo tối đa thêm một học kỳ nữa (học kỳ có thể đăng ký môn học LVTN, chứ không phải học kỳ để hoàn thành CTXH) do dịch covid-19 không ạ?. . . . Cảm ơn thầy cô rất nhiều,. . [full_name]",
            "Chào bạn,. . SV Xem chi tiết quy chế về hoãn thi tại đây:. . aao.hcmut.edu.vn/sinh viên/quy chế/học vụ/Quy chế đào tạo và học vụ bậc đại học, cao đẳng:/ điều 17.. . . . d. Các lưu ý về hoãn thi và vắng thi có phép:. . . . - Môn học có điểm HT, VP được xem là môn đã học trước khi xét điều kiện đăng ký môn học.. . . . - Không xét HT, VP cho các môn đồ án môn học, thực tập, TTTN, LVTN. Tối đa 5 môn được HT, VP trong một học kỳ, các môn vắng thi còn lại có thể được xem xét rút môn học khi có lý do chính đáng (xem 11.2). .... . Về vấn đề thực tập bạn vui lòng liên hệ Khoa để được tư vấn thêm, . . Các học phần tốt nghiệp sẽ được PĐT hậu kiểm sau khi có kết quả học tập để đảm bảo đúng điều kiện ràng buộc theo đúng quy định. SV nên cân nhắc kỹ, tự xác định năng lực học tập trước khi đăng ký các học phần tốt nghiệp để việc học tập đạt kết quả tốt nhất.. . Bạn cân nhắc trước khi đăng ký nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ em chào thầy(cô) ạ.. . Dự thính lộ trình 1 đợt 2 em đăng kí môn học ME3011 sai nhóm (ZL3I) nên sang đợt 3 em bị hủy đăng kí nên em không có thời khoá biểu.. . Nhưng em vẫn nhận được mail của thầy [full_name] của nhóm DT01 mời em vào group lớp và trong danh sách sinh viên nhóm này của thầy cũng có tên em ạ.. . Em cảm ơn.",
            "Chào bạn,. . PDT đã ghi nhận yêu cầu về ĐKMH của bạn và đã chuyển cho bộ phận ĐKMH kiểm tra và xử lý.. . Bạn vui lòng theo dõi và kiểm tra TKB thường xuyên trên mybk/Thông tin SV và hệ thống BKeL để kịp tham gia lớp học online. SV chủ động liên hệ với GV để xin vào lớp học trước nhé!. . Trường hợp nếu không đăng ký được (không có khả năng hoặc không đủ điều kiện)  PDT sẽ phản hồi cho SV qua bksi.. . Chúc các bạn học tốt!. . Thân mến,. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "U Yêu cầu khác:",
            "vui lòng trình bày rõ câu hỏi"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Hi chị, . . . . Em có vào xem thì PĐT mở 2 lớp nhưng mà sỉ số đã full từ hôm qua rồi ạ. Nên em mong nhà trường có thể xem xét và mở thêm sỉ số cho học kỳ DỰ THÍNH môn Cơ lưu chất(CI2003) với ạ :(( . . . . Em chân thành cảm ơn!",
            "Chào bạn. . Pdt mở thêm 1 nhóm thí nghiệm nữa, nên chiều 27/8 lúc 13g, bạn báo các bạn vào dkmh nghen. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ  /i  em có lỡ đăng ký môn không thuộc chương trình đào tạo và lỡ bị rớt thì có ảnh hưởng gì không ạ?. . . .",
            "Chào bạn. . Không nghen bạn"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em xin hoãn thi môn Vật Lý 1 (PH1003) nhóm DT06, ngày thi là 23/08 ca 10h00. . Lý do xin hoãn: Hôm ấy nhà em có trục trặc về wifi nên em không thể vào phòng thi, em không có đủ số dư trong điện thoại nên không thể đăng ký dữ liệu di động.. . Vì vậy nên cho em xin được hoãn thi ạ!. . Em cảm ơn.",
            "Thân gửi các bạn sinh viên, . . Phòng Đào tạo (PĐT) đã thông báo cho Sinh viên (SV) về việc nộp đơn hoãn thi trực tiếp cho PĐT đối với các môn học Lý thuyết, mà không thông qua Giảng viên (GV). PĐT sẽ hậu kiểm các tình huống cấm thi sau. Hiện nay, SV đăng ký bằng cách gửi email về PĐT có kèm file và qua hệ thống Hỗ trợ trực tuyến (BKSI). Để nhanh chóng và thuận lợi, PĐT thay đổi phương thức nộp đơn hoãn thi như sau:. . SV đăng nhập vào Google bằng tài khoản BKNetID@hcmut.edu.vn và điền thông tin hoãn thi theo link: https://forms.gle/ckyYcJMWN7w3kqe56. . Hạn cuối: 5 ngày sau khi thi online (chỉ tính ngày làm việc). . Trường hợp SV đã nộp đơn qua email của PĐT và  qua công cụ BKSI (đã hoặc chưa được tiếp nhận), vui lòng điền lại vào form trên để PĐT cập nhật dữ liệu đồng nhất và chính xác.. . Riêng đối với môn Đồ án, Thực tập ngoài trường, Đề cương Luận văn, Luận văn/Tiểu luận tốt nghiệp: SV có thể xin hoãn bảo vệ với lý do dịch Covid-19 ảnh hưởng nghiêm trọng đến kết quả thực hiện đề tài (không thực nghiệm được tại Phòng thí nghiệm, không thực địa, ...). SV gửi email trực tiếp đến Giáo viên hướng dẫn, Khoa/Bộ môn để được xem xét đồng ý và forward email cuối cùng đến email của PĐT để đăng ký.. . Thông tin thêm:. . •\tQuy định hoãn thi (HT): xem chi tiết tại khoản 17.2 Điều 17 trong Quy chế đào tạo và học vụ (aao.hcmut.edu.vn    Sinh viên    Quy chế).. . •\tCác môn có phần thí nghiệm (TNg) sẽ được tổ chức thi sau khi TNg xong. Một số môn, Giảng viên sẽ đề nghị cho thi trước, điểm TNg sẽ có sau, khi đó SV có thể xin hoãn thi.. . •\tRiêng hoãn thi kiểm tra giữa kỳ của HK DT202 và 203: SV liên hệ trực tiếp GV và Bộ môn để được xem xét cho kiểm tra riêng hoặc lấy cột điểm thành phần khác để làm điểm kiểm tra.. .  . . Chúc các bạn học tập thật tốt!. . . . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác .  Sau khi kết thúc kì học 201, Em đã cộng thử tất cả các môn học (Cộng từ Bảng Điểm đã In trước dịch covid) thì số tín chỉ tích luỹ bị thiếu mất 2 chỉ. Mong Nhà Trường xem xét giúp em ạ.. .",
            "Chào em,. . Cô xem trên mybk tới HK. . Học kỳ 1 (2020-2021). . Ngày cập nhật điểm các môn học:19/08/2021 2:57:53 PM. . Số tín chỉ đăng ký học kỳ :7. . Số tín chỉ tích lũy học kỳ:4. . Điểm trung bình học kỳ:6.75. . Số tín chỉ tích lũy:108. . Điểm trung bình tích lũy:6.21. . . . Thiếu 2 tc là sao em nói rõ nhé.. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ em chào các thầy cô PĐT ạ!. . Em đã liên hệ với bộ môn Cầu đường và được các thầy cô hỗ trợ làm đơn xin chuyển điểm để đăng kí LVTN ạ! em đính kèm đơn dưới đây, mong quý thầy cô PĐT kiểm tra và đăng kí LVTN giúp em ạ!. . Em cảm ơn nhiều ạ!",
            "Chào bạn,. . PDT đã ghi nhận yêu cầu về ĐKMH của bạn và đã chuyển cho bộ phận ĐKMH kiểm tra và xử lý.. . Bạn vui lòng theo dõi và kiểm tra TKB thường xuyên trên mybk/Thông tin SV và hệ thống BKeL để kịp tham gia lớp học online. SV chủ động liên hệ với GV để xin vào lớp học trước nhé!. . Trường hợp nếu không đăng ký được (không có khả năng hoặc không đủ điều kiện)  PDT sẽ phản hồi cho SV qua bksi.. . Chúc các bạn học tốt!. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Em tên là [full_name] MSSV [student_id]. Em có thắc mắc về điểm tổng kết môn Kinh tế chính trị kỳ 202 mã MH là SP1033, theo em tính điểm tổng kết của em là 8,3 sẽ được làm tròn lên 8,5 nhưng em xem trên hệ thống mybk chỉ có 8.. . Và em đã kiểm tra các điểm thành phần đều đúng chỉ có điểm tổng kết em tính vẫn thấy chưa đúng ạ.. . Mong phòng đạo tạo xem xét và phản hồi ạ. Em cảm ơn",
            "Chào bạn,. . Về việc điểm số bạn vui lòng liên hệ trực tiếp với GV để được hỗ trợ nhé. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Dạ cho em hỏi là vào kỳ hè em đăng ký môn thực tập sản xuất, em quên đóng học phí cho môn này nên đã bị xóa môn. Em đã đóng học phí bổ sung, làm đơn thu nhận cho PĐT và đã được chấp nhận và tiếp tục học. Tuy nhiên môn thực tập sản xuất lại bị xóa trên e-learning dù trên thời khóa biểu vẫn còn. Mong PĐT giải quyết giúp em ạ",
            "Chào bạn,. . Vui lòng trình bày rõ vấn đề và mã MH, tên MH cụ thể nhé"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . em tên là [full_name]. . em xin gửi phiếu đăng kí và sơ yếu lý lịch",
            "Chào bạn. . Thông tin này bạn gởi qua mail [email]. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em xin chào thầy cô ạ. Em có đăng kí hai môn Kỹ thuật số (EE1009) và Cơ sở kỹ thuật điện (EE2017) nhưng bị trùng giờ thí nghiệm vào 1 tuần. Em đã xin hai thầy đặc cách cho em học thí nghiệm bù ở lớp khác và được sự đồng ý của hai thầy [full_name] và [full_name]. Em mong thầy cô sẽ cho phép em đăng kí hai môn này do em rất cần học trước môn Cơ sở kỹ thuật điện vào kì này ạ. Em xin cảm ơn thầy cô rất nhiều. Em gửi lịch đăng kí của hai môn này và hai hình ảnh mail cho phép của hai thầy ạ.. .",
            "Chào bạn,. . PDT đã ghi nhận yêu cầu về ĐKMH của bạn và đã chuyển cho bộ phận ĐKMH kiểm tra và xử lý.. . Bạn vui lòng theo dõi và kiểm tra TKB thường xuyên trên mybk/Thông tin SV và hệ thống BKeL để kịp tham gia lớp học online. SV chủ động liên hệ với GV để xin vào lớp học trước nhé!. . Trường hợp nếu không đăng ký được (không có khả năng hoặc không đủ điều kiện)  PDT sẽ phản hồi cho SV qua bksi.. . Chúc các bạn học tốt!. . Thân mến,. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em muốn rút môn học dự thính học kì 211 mà vì dịch nên không thể lên trường nộp đơn rút môn học nên em gửi đơn qua đây, mong phòng Đào tạo xem xét, em cảm ơn.",
            "Chào bạn,. . SV vui lòng đợi thông báo về việc rút môn học (có tính học phí theo quy định), sẽ thông báo cho SV trong tháng 9/2021. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Em có yêu cầu huỷ môn av2 và thay thế bằng môn cơ sở hoá vi sinh và có nhận được PĐT đồng ý và dự kiến ngày 25/08/2021 sẽ cập nhật lại thời khoá biểu mới cho em, nhưng đến nay TKB của em vẫn như cũ và chưa được update , mong thầy/ cô xem xét lại giúp em! Chi tiết thầy/ cô có thể xem lại câu hỏi thứ 3 của em ở bksi có tựa đề là : Huỷ và đăng ký môn học bổ sung. .",
            "Yêu cầu khác. . Em có yêu cầu huỷ môn av2 và thay thế bằng môn cơ sở hoá vi sinh và có nhận được PĐT đồng ý và dự kiến ngày 25/08/2021 sẽ cập nhật lại thời khoá biểu mới cho em, nhưng đến nay TKB của em vẫn như cũ và chưa được update , mong thầy/ cô xem xét lại giúp em! Chi tiết thầy/ cô có thể xem lại câu hỏi thứ 3 của em ở bksi có tựa đề là : Huỷ và đăng ký môn học bổ sung. .   /QUOTE . .",
            "PĐT đã cập nhật cho em rồi ạ, em cám ơn!"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em xin chào thầy cô ạ. Em có đăng kí hai môn Kỹ thuật số (EE1009) và Cơ sở kỹ thuật điện (EE2017) nhưng bị trùng giờ thí nghiệm vào 1 tuần. Em đã xin hai thầy đặc cách cho em học thí nghiệm bù ở lớp khác và được sự đồng ý của hai thầy [full_name] và [full_name]. Em mong thầy cô sẽ cho phép em đăng kí hai môn này do em rất cần học trước môn Cơ sở kỹ thuật điện vào kì này ạ. Em xin cảm ơn thầy cô rất nhiều. Em gửi lịch đăng kí của hai môn này và hai hình ảnh mail cho phép của hai thầy ạ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em xin pđt xem xét tăng sỉ số môn   B Cơ sở kỹ thuật điện EE2017, nhóm lớp DT01_DT01  /B . . . Em đang cần học môn này để kỳ 212 có thể đăng ký được môn chuyên ngành ạ. Em cảm ơn.",
            "Chào bạn,. . PDT đã ghi nhận yêu cầu về ĐKMH của bạn và đã chuyển cho bộ phận ĐKMH kiểm tra và xử lý.. . Bạn vui lòng theo dõi và kiểm tra TKB thường xuyên trên mybk/Thông tin SV và hệ thống BKeL để kịp tham gia lớp học online. SV chủ động liên hệ với GV để xin vào lớp học trước nhé!. . Trường hợp nếu không đăng ký được (không có khả năng hoặc không đủ điều kiện)  PDT sẽ phản hồi cho SV qua bksi.. . Chúc các bạn học tốt!. . Thân mến,. . . .",
            "Chào em,. . \"SV ĐK ONLINE, [full_name]M\". . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em muốn hỏi về lịch trình kiểm tra kết thức môn Sức bền vật liệu L04 HK202 vì đến giờ trên bkel vẫn chưa có thông tin gì . . Em cảm ơn",
            "Chào bạn. . Bạn xem lịch thi tại Mybk - lịch thi. . Môn này có lịch thi nên sẽ có thông báo sau. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Theo em được biết thì thầy chủ nhiệm bộ môn của em đã gửi lên PDT danh sách môn tương đương, trong đó có môn hoạch định mặt bằng-ME3253 tương đương với môn thiết kế mặt bằng-ME3117. Nhưng hiện tại em xem trên danh sách môn tương đương vẫn chưa có môn này ạ. . . Mong PDT xem lại giúp em, em xin cảm ơn!. .",
            "Chào bạn,. . Về Chương trình Đào tạo, danh sách môn tương đương…, bạn vui lòng xem tại:. . aao.hcmut.edu.vn/Sinh viên/Chương trình Đào tạo. . Sinh viên thắc mắc về CTĐT, KSTN vui lòng liên hệ về Khoa xin gặp Thầy/Cô Phụ trách về CTĐT để được tư vấn và hỗ trợ thêm.. . Bạn đang nói về ds môn tương đương nào nhé? Vui lòng nói trình bày cụ thể giúp cô nhé. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ cho em hỏi em muốn đăng kí môn thí nghiệm silicate đại cương nhưng lại bị trùng 1 tiết môn cơ học máy thì có cách nào đăng kí không ạ,tại em rất cần đăng kí cả hai môn ạ.em xin chân thành cảm ơn ạ.",
            "Chào bạn,. . [full_name] thì không đăng ký được nhé bạn. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em là [full_name] MSSV là [student_id]. . Nhóm bọn em có khoảng 17 bạn, bị trễ so với các bạn khác cùng khóa k18 1 kỳ. . Các em cùng nhau đăng ký môn \"TR3043 - Đồ án thiết kế động cơ đt\" ở đợt 1 HK21.1. Nhưng đợt 2 HK21.1, bị hủy, bọn em viết đơn xin mở lớp có sự đồng ký của khoa và các thầy cô. Nhưng đợt 2 không biết sao, mà vẫn không mở. Đợt 3 cũng vậy.. . Vì vậy, chúng em quyết định chuyển xuống dự thính đăng ký HK21.1-Dự thính. Đợt 1,2 ở dự tính lộ trình 1 thì đăng ký được. Sang đợt 3, môn học này sang hệ dự thính T01, bọn em không đăng ký được.. . Rồi bây giờ bọn em đăng ký HK21.1 - Dự thính đợt 1, lộ trình 2. Đợt 2 báo kết quả không được mở lớp.. . Sáng em có viết đơn xin mở lớp, thì pđt bảo là dự thính không mở lớp.. . Vậy bây giờ bọn em phải làm như thế nào.. . Em rất mong pđt cho bọn em phương án, cứu vớt bọn em với.. . Em cảm ơn phòng đào tạo. . . . . .",
            "Chào bạn,. . PDT đã ghi nhận yêu cầu về ĐKMH của bạn và đã chuyển cho bộ phận ĐKMH kiểm tra và xử lý.. . Bạn vui lòng theo dõi và kiểm tra TKB thường xuyên trên mybk/Thông tin SV và hệ thống BKeL để kịp tham gia lớp học online. SV chủ động liên hệ với GV để xin vào lớp học trước nhé!. . Trường hợp nếu không đăng ký được (không có khả năng hoặc không đủ điều kiện)  PDT sẽ phản hồi cho SV qua bksi.. . Chúc các bạn học tốt!. . Thân mến,. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Đăng ký môn học. . . . Xin chào phòng đào tạo,. . Em tên là [full_name] (MSSV: [student_id]). Sau khi nhận được sự giúp đỡ của cô, em xin trình bày những thông tin cần thiết như sau:. . Tên môn học: SP1039 - Lịch sử Đảng Cộng sản Việt Nam. . Mã nhóm: DT02. . Lý do: Sau tuần học chính đầu tiên, em đã sắp xếp được lịch học của mình và tất cả có nguyện vọng đăng ký thêm môn học chính trị để nhanh chóng hoàn tất môn chính trị trước năm 4. Em xin hứa sau khi được thêm vào lớp học sẽ xem lại buổi ghi hình tuần đầu tiên đầy đủ để theo kịp tiến độ.. . Mong phòng đào tạo suy xét và phản hồi sớm. Em xin chân thành cảm ơn.",
            "Chào bạn,. . PDT đã ghi nhận yêu cầu về ĐKMH của bạn và đã chuyển cho bộ phận ĐKMH kiểm tra và xử lý.. . Bạn vui lòng theo dõi và kiểm tra TKB thường xuyên trên mybk/Thông tin SV và hệ thống BKeL để kịp tham gia lớp học online. SV chủ động liên hệ với GV để xin vào lớp học trước nhé!. . Trường hợp nếu không đăng ký được (không có khả năng hoặc không đủ điều kiện)  PDT sẽ phản hồi cho SV qua bksi.. . Chúc các bạn học tốt!. . Thân mến,. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Dạ cho em hỏi, em có điền link xin hoãn thi trong mail của pdt và trong link của KTX do phải đi cách ly. Bây giờ em thấy hiện điểm 13 là do đâu vậy ạ?",
            "Chào em,. . - Danh sách thi PĐT đã gửi trước rồi em. . - Em đã điền form hoãn thi, xem email xác nhận nhé.. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ em kinh chào Thầy Cô xem yêu cầu của em ạ.. . Em tên [full_name]. . Mã số sinh viên : [student_id]. . Hôm nay em viết bài này xem xin thầy cô giúp dùm em đăng kí môn luận văn tốt nghiệp ạ.. . Lý do em đăng kí trễ là 3 ngày nay nhà em bị hư điện tại nhà. Nhưng không có thợ để sửa, đến hôm nay với sửa xong em vào kiểm tra gmail thì thấy hết hạn đăng kí môn LVTN. . . Các thầy cô có thể giúp em đăng kí môn LVTN được không ạ.. . Môn LVTN bộ môn trắc địa. . Mã số môn: CI4353. .",
            "Chào bạn,. . PDT đã ghi nhận yêu cầu về ĐKMH của bạn và đã chuyển cho bộ phận ĐKMH kiểm tra và xử lý.. . Bạn vui lòng theo dõi và kiểm tra TKB thường xuyên trên mybk/Thông tin SV và hệ thống BKeL để kịp tham gia lớp học online. SV chủ động liên hệ với GV để xin vào lớp học trước nhé!. . Trường hợp nếu không đăng ký được (không có khả năng hoặc không đủ điều kiện)  PDT sẽ phản hồi cho SV qua bksi.. . Chúc các bạn học tốt!. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ hôm trước em có nộp đơn xin mở lớp sức bền vật liệu CI2007 nhưng PĐt phản hồi lại là không mở lớp được do phòng thí nghiệm sức bền vật liệu CI2008 bị full và em đã liên hệ lại Bộ môn và Khoa xây dựng để giải quyết. [full_name] THỂ SẮP XẾP MỞ THÍ NGHIỆM nên đã gửi lại đơn cho em. Bây giờ em gửi đơn lại PĐT để mở lớp Sức bền vật liệu CI2007.Mong PĐT xem xét và mở lớp .. . Em xin cảm ơn",
            "Chào bạn. . Cô đã lấy dữ liệu chuyển cho bộ phận xử lý, bạn theo dõi đến 10 giờ ngày 27/8 mà không thấy mở lớp thì báo lại. . Nếu có phản hồi gì Cô sẽ báo trên BKsi và mail, kiểm tra thường xuyên nghen bạn. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em xin chào phòng Đào tạo,. . Em là sinh viên khóa 2017, đã bảo vệ luận văn tốt nghiệp và chờ trường tổ chức thi anh văn nói - viết nữa là sẽ ra trường. . . Em muốn hỏi: . . 1. Trường hợp của em có xin giấy xác nhận sinh viên được không ạ (để nộp cho địa phương xét nghĩa vụ quân sự), nếu được thì thời hạn của giấy là bao lâu?. . 2. Khi nào trường sẽ tổ chức thi anh văn nói viết?. . Em xin cảm ơn!. . . .",
            "Chào bạn,. . 1.Sinh viên có TKB trong HK211 mới có thể đăng ký được giấy xác nhận SV hoãn NVQS,. . SV chủ động đăng ký giấy Xác nhận SV hoãn NVQS để bổ sung cho địa phường và chọn dịch vụ gửi qua được bưu điện (người nhận trả tiền) nếu có nhu cầu.. . Dự kiến trong đầu tháng 9/2021 sẽ bắt đầu cho đăng ký (khi TKB trong HK đã ổn định). . 2. Dự kiến tổ chức trong tháng 9/2021 (SV đợi mail thông báo). . thân. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Mở lớp dự thính (bắt đầu học từ 30/8) . Tên sinh viên: [full_name], MSSV [student_id]. . Em nộp đơn đăng ký và danh sách sinh viên xin mở lớp dự thính môn Cấu trúc dữ liêu nâng cao, mã môn học 501704. . . Tên giảng viên nhận giảng dạy: thầy [full_name], bộ môn Kỹ thuật Máy Tính, khoa Khoa học và Kỹ thuật Máy Tính. . Kính mong Phòng Đào Tạo cho phép mở lớp dự thính để em và các bạn có thể hoàn thành tiến độ học tập. . Em xin cảm ơn",
            "Chào bạn. . Cô xem trong danh sách chỉ có 8 SV, vậy đề xuất mở dự thính theo dạng đồ án. . Nhưng phải hỏi ý kiến lại của Giảng viên giảng dạy. . Bạn hỏi lại gấp báo Cô trong sáng mai để mở cho các bạn đăng ký gấp. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . cho em hỏi là mình đăng ký môn học Dự thính HK211 lộ trình 2 đợt 1 và đã gửi đăng kí thành công rồi thì có cần gửi đăng kí ở lộ trình 2 đợt 2 không ạ?",
            "Chào bạn,. . Trong đợt ĐKMH này: SV kiểm tra TKB sơ bộ, có thể đăng ký thêm, điều chỉnh nhóm hoặc hủy môn. Nếu SV không hiệu chỉnh là chấp nhận TKB sơ bộ đã được xếp. . Sinh viên xem lý do tại sao có ĐKMH HK211 Dự thính – Lộ trình 2 - Đợt 1 mà không có TKB tại trang web: mybk.hcmut.edu.vn    Đăng ký môn học    ĐKMH HK211 Dự thính – Lộ trình 2 - Đợt 1 - Kết quả đợt 1    bấm vào mục Đăng ký mới    chọn Loại hình đăng ký    xem Lịch sử đăng ký.",
            "em chưa thấy có Kêt quả đợt 1 như cô hướng dẫn ạ",
            "Chào bạn. . Có kết quả đợt 1, 2, 3, Bạn làm theo hướng dẫn từng bước để xem kết quả dkmh. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Dạ em muốn liên hệ với trưởng bô môn triết học mà k bk phương thức liên lạc ạ. Có thế cho em xin mail hay số đt của thầy k ạ. .",
            "Chào em,. . Em liên hệ GVCN, [full_name] xem nhé.. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . E chào thầy cô!. . Thầy cô cho e hỏi e có đăng kí hoãn thi trên link mà PDT cung cấp qua mail và đã được báo kết quả là chấp nhận cho e được hoãn thi. Nhưng đến hôm nay thì trên bảng điểm lại cập nhật điểm e bị điểm 13. Thầy cô cho e hỏi vẫn đề này xử lý và hướng giải quyết như thế nào ạ. E cảm ơn!. .",
            "Chào bạn,. . Hiện tại chưa ra quyết định hoãn thi nhé bạn, nếu bạn đã đăng ký hoãn thi và được chấp nhận thì vui lòng theo dõi thời gian PDT ghi để theo dõi kết quả nhé!. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . cho em hỏi là em đã hoãn thi rồi mà sao trên bảng điểm lại bị điểm 13 ạ ? . và khi nào em mới có thể đki thi lại ạ ?",
            "Chào em,. . - Danh sách thi PĐT đã gửi trước rồi em. . - Em đã điền form hoãn thi, xem email xác nhận nhé.. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác  /i dạ cho em hỏi là em công tác xã hội đang 8.5 ngày mà kì này do dịch nên không làm được công tác xã hội thì có được làm luận văn không ạ. Mong nhà trường giúp đỡ ạ. . . .",
            "Chào bạn,. . Không được nhé bạn, để hoàn thành Ngày CTXH, SV có rất nhiều cách, kể cả tham gia các hoạt động địa phương. SV cần liên hệ P.CTCT-SV và Đoàn-Hội để được hỗ trợ.. . . . Phải đủ điều kiện bạn mới có thể đăng ký được môn LVTN.. . Sau khi đủ điều kiện, bạn có thể làm đơn xin đăng ký LVTN trễ hạn sau khi hết thời gian đăng ký online.. . Trong đơn phải có xác nhận đồng ý của giáo viên hướng dẫn và Ban chủ nhiệm khoa sau đó nộp tại Phòng Đào tạo để được xem xét đăng ký bổ sung trễ hạn. . Chúc bạn học tốt. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ em bị hùy môn học CI1033 do và được thông báo nếu có nhu cầu có thể đăng ký lại trên BKSI, em làm mẫu này để có thể được phòng đào tạo đăng ký lại môn học này ạ. . Sinh viên: [full_name] [student_id]. . Môn đăng ký: Vẽ Kỹ Thuật Xây dựng CI1033",
            "Chào bạn,. . Bạn cung cấp rõ tên mh, mã Mh và mã nhóm nhé!. . Thân",
            "Môn học: Vẽ kỹ thuật xây dựng. . Mã môn học: CI1033. . Mã nhóm:P01",
            "Chào bạn,. . Nhóm này chỉ dành riêng cho SV việt pháp nhé bạn, SV chính quy không đăng ký được. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính gửi Phòng Đào tạo. . . . Em tên [full_name] mssv [student_id] . . Sau khi được thầy hướng dẫn đề cương luận văn sửa lại điểm đề cương luận văn thì nay em đã đủ điêu kiện tiên quyết để đăng kí LVTN . . . . Em xin được đăng kí môn học ME4019. . Luận văn tốt nghiệp Cơ điện tử . . . . Em mong PĐT chấp thuận ạ !. .   i Đăng ký môn học .",
            "Chào bạn,. . PDT đã ghi nhận yêu cầu về ĐKMH của bạn và đã chuyển cho bộ phận ĐKMH kiểm tra và xử lý.. . Bạn vui lòng theo dõi kết quả cật nhật TKB tại mybk sau ngày 15/9/2021. . Trường hợp sau ngày này vẫn chưa có TKB, SV vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . SV chủ động liên hệ khoa để xin nhận GV hướng dẫn.. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em xin chào phòng Đào tạo,. . Em có 2 câu hỏi ạ.. . 1. Nếu em có đăng ký học 1 môn ở HK211 (kỳ chính, có thời khóa biểu), thì em có thể đăng ký tốt nghiệp vào tháng 11/2021 được không? (Vì em đã hoàn thành chương trình đào tạo 142 chỉ và hiện tại chỉ chờ thi anh văn nói viết).. . 2. Nếu kỳ chính 211 em không có thời khóa biểu (không có học môn nào vì em là sinh viên K17 chỉ chờ thi anh văn nói viết nữa là hoàn thành chương trình đào tạo của trường) nhưng bây giờ em muốn đăng ký học dự thính thì em có đăng ký được không ạ và tình trạng sinh viên \"Đang học\" có còn được duy trì không?. . Em xin cảm ơn!",
            "Chào bạn,. . Được nhé bạn, hiện tại đang có đợt ĐKMH DT HK211 lộ trình 2."
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính gửi Phòng đào tạo !. . . . Em tên là [full_name] , MSSV [student_id]. . . . Nay em muốn rút môn học ME4095- Đề cương luận văn tốt nghiệp (cđt) . . . . Mong phòng đạo tạo chấp thuận và xét duyệt ạ ! . . . . . .   i Học vụ .",
            "Chào bạn,. . Hiện tại đã hết thời gian hiệu chỉnh  và hủy môn học của học kỳ chính và HK dự thính (lộ trình 1) HK211 nhé bạn.. . SV vui lòng đợi thông báo về việc rút môn học (có tính học phí theo quy định), sẽ thông báo cho SV trong tháng 9/2021. . Xem chi tiết quy chế tại đây:. . aao.hcmut.edu.vn/sinh viên/quy chế/học vụ/Quy chế đào tạo và học vụ bậc đại học, cao đẳng:/ điều 11.2. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: em chào thầy cô, em có đăng kí luận văn vào kì này và em muốn xin thầy cô bộ môn hướng dẫn thì em làm thế nào để đăng kí ạ",
            "Chào em,. . Em liên hệ Khoa, Bộ môn để được hướng dẫn nhé.. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . xin chào thầy cô , em là Đặng Hữu Phước mssv [student_id] em làm đơn này với nguyện vọng ĐKMH chuyển điểm ĐAMH logistics 1 logistics MSMH: ME 3255",
            "Chào bạn,. . Vui lòng trình bày rõ vấn đề của bạn nhé!. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Tên SV: [full_name]. . MSSV: [student_id]. . ĐKMH chuyển điểm ĐAMH logistics 1 logistics MSMH: ME 3255",
            "Chào bạn,. . Bạn vui lòng trình bày cụ thể vấn đề của bạn nhé!"
        ]
    }
]