[
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Mình là k19, mình học dự thính Vật Lí 1 mã cũ 007001 không phải mã mới PH1003.. . . . V thì có sao không ạ? Nghe nói là, điểm sẽ nhập là mã 007001 không phải mã PH1003 thì có nguy cơ không tính đây là điểm Vật Lí 1. . . .",
            "Chào bạn. . Về chương trình đào tạo bạn vui lòng liên hệ Khoa (cụ thể là Thầy phó khoa phụ trách chương trình đào tạo Thầy [full_name]) để tư vấn và giải đáp. . Chúc bạn học tập tốt nhé.. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: 1513206  /b \t. . . .   i Đăng ký môn học . Xin chào thầy cô ạ, . . Em muốn xin được đăng kì  bổ sung môn Giải Tích 1 cho kì hè này để đủ chỉ làm luận văn kì tới. Mong thầy cô có thể giúp em với ạ. . . Em xin cảm ơn nhiều ạ.",
            "đã bổ sung môn MT1003 nhóm DT04. . TKB sẽ cập nhật sau. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học  /i  AV300. . . . Em có đăng ký AV300 của nhóm RZ03, nhóm RZ03 đã học vào thứ 7 và cnhat tuần rồi nhưng em vẫn chưa có thời khoá biểu. Em có gọi lên pdt hỏi thì được biết em bị tiêm quyết môn AV250 nên không có thời khoá biểu. Nhưng điểm AV250 của em có mà bị trễ do bên bộ môn AV quên gửi bảng điểm của lớp em xuống PĐT. Em mong quý thầy cô giải quyết để em có thể đi học môn AV300 ạ. Em cảm ơn",
            "Môn học AV300 đã được bổ sung, nhóm RZ04. . TKB sẽ được cập nhật sớm trong tuần này.. . Em chú ý theo dõi để đi học. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "b Tên: [full_name]  /b . .   b MSSV: [student_id]  /b \t. . . .   i Đăng ký môn học . Kính gửi PDT,. . . . Em xin đăng ký bổ sung 2 môn đại cương cho học kỳ hè 2020.. . . . STT| Tên Môn Học        |Mã Môn Học |Nhóm. . ----------------------------------------------. . 1  | Thí nghiệm vật lý  |[full_name]1007     |[full_name]Z07. . 2  | Giải tích 2        |[full_name]1005     |[full_name]Z07_[full_name]Z07. . . . Em xin chân thành cảm ơn.. . Thân.",
            "Môn học đã được bổ sung.. . TKB sẽ cập nhật lại sau. . Bạn chú ý theo dõi tkb để đi học vì môn học đã học được 01 tuần. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Thưa phòng đào tạo. . Em tên là [full_name] . . mssv : [student_id]. . Hôm nay em viết thư này là để nói về vấn đề như sau:. . Từ ngày 23-26 em có về Quảng Ngãi để dự đám tang của nội, vì là đám tang nên tiếp xúc với rất nhiều người. . Sáng nay 7h10' ngày 28/07/2020 em có lên phòng 212B1 thi môn Vật lí bán dẫn, nhưng vì để tránh việc tiếp xúc với người khác nên em chỉ ký tên rồi ra về.. . khi nãy em có nhận được điện thoại bên khoa điện về vấn đề này. . cho em hỏi là hôm khác em vẫn nộp được biểu mẫu về việc được vắng thi hay không ạ??. . Tại vì em đã có việc riêng ở tận Long An ạ. . mong phòng đào tạo phản hồi sớm cho em ạ. . Em xin chân thành cảm ơn!. .",
            "Chào bạn,. . . . -  Phòng Đào tạo đã tiếp nhận yêu cầu vắng thi cuối kỳ học kỳ 2/2019-2020 do dịch COVID-19 của bạn. . . . -  Bạn vui lòng xem thông báo của Nhà trường đã gởi vào ngày 27/7/20 V/v vắng thi cuối kỳ học kỳ 2/2019-2020 do dịch COVID-19 và tham khảo công văn số 2820/UBND-VX ngày 26/7/20 đính kèm để kiểm tra có thuộc đối tượng được phép vắng thi cuối kỳ học kỳ 2/2019-2020 do dịch COVID-19.. . . . - Bạn vui lòng bổ sung minh chứng qua công cụ trang bksi.hcmut.edu.vn/Hỏi-Yêu cầu/Vắng thi cuối kỳ học kỳ 2/2019-2020 do dịch COVID-19 để Phòng đào tạo xem xét và ra danh sách chính thức. Sau khi Phòng đào tạo kiểm tra minh chứng nếu bạn thuộc diện được vắng thi theo quy định sẽ gởi kết quả cho bạn qua mail sinh viên .. . . . Chúc bạn học tập tốt nhé.. . . . Thân. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Cho em hỏi là sáng hôm nay em có lịch thi cuối kỳ môn cơ lý thuyết mà xe em bị hỏng nên đến muộn buổi thi. Vậy giờ em có thể xin thi lại được không ạ",
            "Chào bạn. . - Về quy định Vắng thi có phép và hoãn thi: Bạn vui lòng xem chi tiết tại trang web aao.hcmut.edu.vn--  sinh viên --  Quy chế --  Quy chế đào tạo và học vụ bậc đại học và cao đẳng -- Điều 17.2. . Chúc bạn học tập tốt nhé.. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Thầy/cô cho em hỏi em nộp đơn xin thực tập quá trình thiết bị từ t6 tuần rồi mà giờ vẫn chưa có tkb ạ",
            "đã bổ sung môn học. . TKB sẽ cập nhật sau. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em xin chào PĐT,. . . . Em tên là [full_name], MSSV [student_id], nay em có câu hỏi về đăng kí môn học như sau:. . Do lúc trước đăng kí môn học ở học kì hè dự thính, em chưa biết mã môn Xác suất thống kê cho K19 đã được đổi, nay em nhận được thông tin có thể xin chuyển mã môn học, em muốn hỏi các thầy/cô ở PĐT rằng khi nào là hạn chót để xin đổi mã môn học vậy ạ?. . . . Em xin chân thành cảm ơn quý PĐT.. . . . Chúc thầy/cô một ngày làm việc vui vẻ và hiệu quả.",
            "đã đổi mã môn học sng MT2013. . tuy nhiên do bị trùng lịch môn MT1009 nên đã chuyển môn MT1009 sang nhóm DT03. . TKB sẽ cập nhật sau. . Thân",
            "No solution"
        ]
    },
    {
        "intent": "",
        "message": [
            "Mssv: [student_id]1. . Môn học đăng kí: Xác Suất và Thống kê. . Mã môn học: MT2001\t. . . .",
            "đã bổ sung môn MT2001 nhóm DT02. . TKB sẽ cập nhật sau. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Ví dụ: môn học B có điều kiện đăng ký môn học: học trước môn học A.. . vậy học kỳ 20.1 đăng ký môn học A. rồi đăng ký học kỳ 20.1-dự thính đăng ký môn học B có được không?. . cảm ơn cô chú, anh chị phòng đào tạo.. . trân trọng.",
            "Chào bạn,. . . . Không được nha bạn, nếu là môn học trước thì 2 môn phải học khác học kỳ.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "B  Họ và tên:   TRƯƠNG CAO TUẤN KIỆT. .   /B MSSV : [student_id]. . . .   i Đăng ký môn học  /i   KẾT CẤU THÉP 1 (CI3009). . . .",
            "đã bổ sung CI3009, nhóm DT02. . TKB sẽ cập nhật sau. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Hóa lý 2. . MSMH: CH2031",
            "CH2031 ko mở dự thính. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em chào thầy/cô , cho em hỏi là danh sách học hè và đã chốt thời khóa biểu hè mà học kì chưa bắt đầu nên em có thể làm đơn xin bổ sung được không ạ ? Em muốn đăng kí bổ sung môn cơ lưu chất mã môn là CI2003 và em đã xem xét thời khóa biểu là không bị trùng những lớp khác của em ạ . Mong thầy cô có thể giúp đỡ em . Em cám ơn thầy cô rất nhiều ạ.",
            "đã bổ sung môn CI2003, nhóm DT01. . TKB sẽ cập nhật sau. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em chào thầy cô!. . Thầy cô cho em hỏi hiện lịch đăng kí kì hè đã đóng nhưng học kì hè chưa bắt đầu nên có thể bổ sung và kì hè 193 được không ạ.. . Môn học này có thời khóa biểu không trùng với thời khóa biểu của em.. . Mã môn học là CI2003 ạ. . Mong thầy cô xem xét ạ !!!. . Em cảm ơn.",
            "đã bổ sung môn CI2003 nhóm DT05. . TKB sẽ cập nhật sau. . Thân",
            "Có thể cho em đổi sang lớp DT01 không ạ ???. . Lớp DT01 thí nghiệm tiết 10 11 12 dưới cs2 em chạy đường xa sợ không kịp ạ",
            "Có thể cho em đổi sang lớp DT01 không ạ ???. . Lớp DT05 thí nghiệm tiết 10 11 12 dưới cs2 em chạy đường xa sợ không kịp ạ",
            "ok"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . cho em hỏi là chương trình k19 thay đổi mã môn học nhiều, có file chương trình đào tạo và mã môn mới rồi, mà em nhập mã mới để đăng kí môn học cho hk 201 vẫn k dc ạ, vd như môn phương pháp số, vẽ kĩ thuật cơ khí,...."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em xin đăng ký môn Giải tích 1 mã môn MT1003 học kỳ dự thính hè 193 nhóm lớp DT01",
            "đã bổ sung môn học MT1003 nhóm DT01. . TKB sẽ cập nhật sau. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Giải tích 1 - MT1003 - nhóm DT01. . . .",
            "Nhóm DT01 đã full ko đk được. . PĐT đã hỗ trợ đk cho bạn nhóm DT04. . TKB sẽ cập nhật lại sau. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Chào thầy (cô) PĐT. . . . Em tên: [full_name]. . MSSV:[student_id]. . . . Lí do:Em là sv năm 2 ngành Cở điện tử, Đợt Đăng ký môn học dự thính hè HK193 - Hệ Chính Quy - Đợt 1, em có đăng kí ME2017 - Thực tập kỹ thuật (CDT), nên các đợt 2 và 3 sau em không đăng kí lại hay bổ xung môn nào khác, em không vướn lỗi điều kiện đăng kí của môn học.. . Vậy mà kết quả ĐK cuối cùng là em chưa đăng kí môn nào cả.. .  . . Mong thầy, cô PĐT giúp em đăng ký lại môn học. . Em xin trân trọng cảm ơn!. . . . . .",
            "Môn học đã được bổ sung. . TKB sẽ cập nhật sau. . Em có thể liên hệ VP Khoa để xin bổ sung trước nếu khoa yêu cầu đi thực tập sớm. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ e chào Thay/Cô! Em là sinh viên k18 thuộc khoa môi trường lớp quản lý. Do k19 năm nay đổi chương trình học, đổi mã môn học. Nên k18 tụi e bị trễ chương trình nên không thể đăng ký môn, đặc biệt là nhưng lớp ít sinh viên . Hơn nữa nhưng môn chuyển ngành đều là chuỗi liên tiếp các môn song song/học trước/ tiên quyết. Nên tụi em không thể đăng ký môn học. Cộng thêm chuẩn sinh viên các năm thì càng không thể đăng ký được môn nào( cho dù em học hết các môn triết, tư tưởng, đường lối). Mong Thầy/Cô giúp đỡ có phương áp sớm nhất để tụi e có thể tranh thủ đăng ký môn để có thể theo kịp các bạn . Cảm ơn Thầy/Cô nhiều ạ! Chúc Thầy/Cô buổi chiều vui vẻ!",
            "Chào bạn. . Về chương trình đào tạo bạn vui lòng liên hệ [full_name] (cụ thể là Thầy phụ trách chương trình đào tạo Thầy [full_name]) để tư vấn và giải đáp. . Chúc bạn học tập tốt nhé.. . Thân. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Thầy cô cho em hỏi với tình hình dịch bệnh có chiều hướng phức tạp lên như bây giờ, nhà trường có ý định học kì hè 193 cho sinh viên học onl tại nhà như đợt Tết không ạ? Mong thầy cô phản hồi sớm ạ, vì tụi em thu xếp vào học hè cần đặt vé sớm. Em cảm ơn thầy cô nhiều ạ. . . Chúc thầy cô một ngày tốt lành!",
            "Chào bạn,. . Hiện tại Nhà trường chưa có thông báo gì về việc thay đổi hình thức dạy cho học kỳ dự thính hè 193. Nếu có sẽ email thông báo cho toàn thể sinh viên sớm nhất có thể.. . Tất cả đều dựa trên tinh thần, chủ trương của Chính phủ.. . Mong các bạn luôn cùng đồng hành với nhà trường.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em hiện đang học chương trình đại trà, em nghe nói chỉ được đăng kí tối đa 21 tín chỉ trong học kì chính, tuy nhiên em lại cần đăng kí 26 tín chỉ để giải quyết vấn đề tín chỉ tích lũy.. . Cho em hỏi phòng đào tạo có suy xét đăng kí thêm trong học kì chính không ạ?. . Em cảm ơn.",
            "Chào bạn. . Theo đúng quy định là đăng kí tối đa 21 tín chỉ trong học kì chính. . - Về quy định Số tín chỉ/môn học tối thiểu trong một học kỳ chính: Bạn vui lòng xem chi tiết tại trang web aao.hcmut.edu.vn--  sinh viên --  Quy chế --  Quy chế đào tạo và học vụ bậc đại học và cao đẳng -- Điều 9.4. . Chúc bạn học tập tốt nhé.. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em tên [full_name] học khoa Kỹ thuật Xây Dựng khoá 2016 mssv [student_id] . Vào ngày 20/7 em có lịch thi môn giải tích 2 vào lúc 7h . Nhưng vì vấn đề sức khỏe đột xuất nên em không thể tham gia buổi thi. Nếu nhà trường có sắp xếp thi lại em mong dược dự thi lại . Em xin cảm ơn . . Phía dưới là phần ảnh xác minh",
            "Chào bạn. . - Về quy định Vắng thi có phép và hoãn thi: Bạn vui lòng xem chi tiết tại trang web aao.hcmut.edu.vn--  sinh viên --  Quy chế --  Quy chế đào tạo và học vụ bậc đại học và cao đẳng -- Điều 17.2. . Chúc bạn học tập tốt nhé.. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác:   B Cảm ơn PDT đã rút môn GT1-MT1003 kì hè 193 giúp e. Cho e hỏi là phần rút môn trong kì TTTN này có tính học phí không? Do là e đọc qui định thì thấy đăng môn chung trong kì TTTN rút sẽ không tính phí. Khoảng phí cho môn MT1003 thật sự lớn, e mong là PDT giúp e không tính phí môn e rút kì này. Còn nếu vẫn tính bình thường thì có thể phục hồi môn MT1003 đã rút này lại được không?. . Cảm ơn  /B . .",
            "Chào bạn,. . Hiện tại Phòng Đào tạo chưa nhận đơn rút MH (có tính HP theo quy định) của HK dự thính 193, nên không hiểu bạn nộp đơn khi nào và cho ai?. . Hiện tại Thời TKB trên mybk đã cập nhật, bạn vui lòng vào kiểm tra và học theo TKB đã công bố. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em chào phòng đào tạo.. . Em hiện đã đăng kí môn Truyền số liệu và mạng (EE3019) cho học kì 201. Nhưng môn tiên quyết Xử lí số tín hiệu (EE2015) em học trong kì hè 193. Liệu em có bị xoá môn Truyền số liệu và mạng trong đợt 2 đăng kí môn học kì 201 không ạ? Nếu có thì có cách nào để em có thể đăng kí để học kịp trong kì 201 không ạ? . . Em xin cảm ơn phòng đào tạo.",
            "Chào bạn,. . . . Môn EE2015 là môn tiên quyết phải có điểm đạt thì mới đăng kí môn EE3019. Việc này bạn về khoa tư vấn cho bạn.. . . . Thân.",
            "Đăng ký môn học . Bây giờ em muốn đăng kí thêm 1 môn học vào kỳ dự thính hè . Xin nhà trường cho em mẫu đơn để em có thể đăng kí ạ. .",
            "em cung cấp mã môn học để xem xét. . Thân",
            "Dạ môn em muốn đăng kí thêm là môn Kỹ thuật lập trình . Mã môn học là CO1013. . Em xin cảm cơn",
            "đã bổ sung môn CO1013, tkb sẽ cập nhật sau. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học  /i  xin phép thầy cô cho em hỏi giờ e muốn đang ký môn hạ tầng công trình giao thông mã ci4019 nhưng đã hết hạn đăng ký trực tuyến thì e có còn cách nào đăng ký được không ạ. e cảm ơn. . . .",
            "đã bổ sung môn"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ e chào Thầy/Cô. Năm nay e có đăng ký mùa hè xanh. Nhưng mới đc thông báo huỷ do dịch. Thầy cô có thể thể xem xét cho e đăng ký dự thính hè được không ạ? Em cảm ơn ạ!",
            "bạn cung cấp mã môn học để xem xét. . Thân",
            "Dạ môn vậy lý 1(PH1003) ạ",
            "Có thể cho e đăng ký dt01 hoặc dt02 đc không ạ?",
            "đã bổ sung PH1003, nhóm DT01. . TKB sẽ cập nhật sau. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ em chào Thầy/Cô tiếp nhận và trả lời yêu cầu.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "[full_name]:[student_id]. . [full_name]:Giải tích 2(MT1005). . . . . .",
            "môn học đã được bổ sung"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em chào thầy, vì một số lí do nên em không kịp đăng kí  môn Tư [full_name] [full_name] ( mã môn học: SP1005)đúng hạn,thầy cho em hỏi giờ em muốn đăng kí môn Tư [full_name] [full_name] ( mã môn học: SP1005) vào kì 193 còn được không ạ",
            "đã bổ sung môn học SP1005 nhóm DT02. . TKB sẽ cập nhật sau. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ em chào Thầy/Cô,. . Em là [full_name], MSSV: [student_id], sinh viên văn bằng 2 chính quy ngành Khoa học máy tính.. . . . Trong học kỳ 192, em có đăng ký học môn Hệ thống số 3 tín chỉ (CO1023), chương trình đào tạo của em yêu cầu học môn Hệ thống số 4 tín chỉ (CO1009).. . Mong Thầy/Cô giải đáp cho em các câu sau:. . 1. Điểm tổng kết môn học Hệ thống số 3 tín chỉ có được tính vào điểm tích lũy ngành không?. . 2. Em nghe các bạn trong lớp nói là phải đăng ký học thêm môn Đồ án hệ thống số 1 tín chỉ (CO1029) thì mới được chuyển điểm sang môn Hệ thống số 4 tín chỉ, các bạn nói như vậy có đúng không?. . . . Em rất mong chờ phản hồi từ Thầy/Cô.. . Em xin chân thành cảm ơn Thầy/Cô đã tiếp nhận và trả lời yêu cầu này.. .",
            "Chào bạn. . Về chương trình đào tạo bạn vui lòng liên hệ [full_name] (cụ thể là [full_name]ầy phó khoa phụ trách chương trình đào tạo [full_name]ầy Quản [full_name]ành [full_name]ơ) để tư vấn và giải đáp. . Chúc bạn học tập tốt nhé.. . [full_name]ân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Thưa thầy(cô).. . Em có một số thắc mắc về các môn học ở chương trình Cao học mong được thầy(cô) giải đáp:. . . . 1. Về 5 môn học tự chọn được học ở Cao học nhưng ở chương trình học Đại học không có môn đó thì em có được tính vào tín chỉ tích lũy ở Đại học được không.. . 2. Luận văn theo hướng nghiên cứu nhiều hơn luận văn theo hướng ứng dụng 15 tín chỉ, vậy 15 tín chỉ môn học được bỏ qua nếu học theo nhóm nghiên cứu thuộc   B nhóm môn học   /B nào vậy ạ.. . . . Thầy(cô) cho em hỏi về thời gian học chương trình cao học thường tổ chức học vào thời gian nào trong tuần ạ.. . . .",
            "Chào bạn. . Về chương trình cao học bạn vui lòng liên hệ Phòng Sau đại học 115B3 để hỗ trợ và tư vấn. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em đăng kí môn bóng chuyền(pe1011)"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Thưa [full_name]T, em là sinh viên VP năm 3 Viễn Thông. Em thắc mắc một kỳ trong chương trình VIệt Pháp được đăng ký tối đa bao nhiêu tín chỉ ạ. Vì em nghe nói 35 tín chỉ 1 học kỳ tối đa. Mà em cần đăng ký khoảng 39 tín chỉ để trả nợ môn dần dần ạ.. .",
            "SV VP từ khóa 2018 trở về trước, được đăng ký tối đa 35 tín chỉ. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em tên: [full_name]. . Mssv: [student_id]. . Em muốn đăn kí môn bóng chuyền(pe1011)",
            "Chào bạn,. . . . PDT đã đăng kí môn :. . . . Bóng chuyển (SP1011). . . . . . Sau 31/8 bạn kiểm tra kết quả DKMH trên cổng thông tin sinh viên.. . . . Thân.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đây là môn học tiên quyết để đăng kí một số môn năm 3 của khoa xây dựng nhưng em vẫn chưa qua môn. Sau khi tìm hiểu và được tư vấn từ các anh chị các khóa trước, em thấy mình cần hoàn thành môn học trong học kì 193 để đăng kí môn năm 3 và tránh việc trễ kì. Em thấy nhiều lớp vẫn chưa đủ sĩ số nên em mong PĐT sẽ cho phép em học môn học này trong học kì 193. Em xin chân thành cảm ơn!",
            "đã bổ sung môn CI2007 nhóm DT01. . TKB sẽ cập nhật sau. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Cho e hỏi e có đăng kí thể chất hè này và e có nghe bên khoa nói khi đi mùa hè xanh tỉnh thì sẽ tự hủy môn học. Bây giờ chiến dịch mùa hè xanh đã hủy vậy e xin rút môn học được không ạ?",
            "Chào bạn. . - Phòng đào tạo kiểm tra môn bóng chuyền có thời khóa biểu trong HK193. . - Bạn nộp đơn rút môn học (vẫn tính học phí) bắt đầu từ 5/8/2020. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em chào thầy/cô. . Khoa em có môn GE2007 là môn học trước của GE3001. Học kì hè 193 này em đã đăng kí được môn GE2007 thì học kì 201 tới sao em lại không đăng kí đuọce GE3001 vậy ạ.",
            "EM xem quy chế học vụ nhé. . Nếu em đã đk môn học thì chờ xét kết quả trước đợt bổ sung nha. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học .",
            "bạn cung cấp mã môn học để xem xét",
            "MT1003",
            "MT1003 với MT1005",
            "Đã bổ sung môn MT1005 nhóm DT01. . môn MT1003 full sĩ số. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: cho em hỏi là e nộp bằng và thanh toán lệ phí chuyển điểm rồi và pđt đã thẩm tra và xác nhận hợp lệ rồi mà điểm anh văn của em vẫn chưa cập nhật lại ạ?",
            "Chào bạn. . Phòng đào tạo đã kiểm tra dữ liệu chuyển điểm của bạn: đợt chuyển điểm vào ngày 28/7/2020. . Nên bạn kiểm tra điểm chuyển anh văn sẽ được cập nhật sau vào tháng 08/2020. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Thời khóa biểu các môn học hè: . . - sinh học đại cương (ch2027). . - pháp luật việt nam đại cương (sp1007). . - những nguyên lý cơ bản của chủ nghĩa mác-lenin (sp1003). . - tư tưởng hồ chí minh (sp1005). . - đường lối cách mạng của đảng cộng sản việt nam (sp1009)",
            "Chào bạn. . Bạn hiện thuộc diện tạm dừng học theo QĐ: 190/BKĐT ngày 27/05/2020. . Bạn cần liên hệ PĐT để thu nhận lại . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học  /i  Giai tích 2(MT1005). . . .",
            "Chào bạn,. . . . [full_name] đã đăng kí cho bạn rồi. Sau 5h chiều bạn kiểm tra kết quả trên cổng thông tin sinh viên.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Hết hạn đk dự thính hè nhưng em có thể đâng ký được không ạ",
            "bạn cung cấp mã môn học để xem xét"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Cho em được đăng ký môn học dự thính hè. . MT1005 giải tích 2. . MT1007 Đại số tuyến tính . .",
            "Chào bạn,. . . . PDT đã đăng kí môn :. . . . MT1005 giải tích 2. . MT1007 Đại số tuyến tính . . . . Sau 31/8 bạn kiểm tra kết quả DKMH trên cổng thông tin sinh viên.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: 1813198  /b \t. . . .   i Đăng ký môn học . Em chào thầy, vì một số lý do nên em không kịp đăng ký môn Tư tưởng Hồ Chí Minh (mã môn học SP1005) đúng hạn, thầy cho em hỏi bây giờ em muốn đăng ký môn Tư tưởng Hồ Chí Minh vào học kỳ 193 còn được không ạ?",
            "Chào bạn,. . . . PDT đã đăng kí môn :. . . . Tư tưởng [full_name] (mã môn học SP1005). . . . Sau 31/8 bạn kiểm tra kết quả DKMH trên cổng thông tin sinh viên.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Thầy cô cho em hỏi là giờ dù đã hết hạn đăng ký môn học hè dự thính 193 nhưng em muốn đăng ký thêm 1 môn trong kỳ hè này được không ạ. . . Em cảm ơn và mong nhận được hồi đáp",
            "Bạn cung cấp mã môn học để xem xét. .",
            "Dạ môn phương pháp tính MT1009 ạ",
            "đã bổ sung môn học MT1009 nhóm DT01. . [full_name]B sẽ cập nhật sau. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . PDT có nói là em đăng ký 19 TC theo danh sách môn quy định thì không tính thêm tiền vượt 17. Vậy cho em hỏi nếu em đăng ký y như vậy và thêm 1 môn nữa thì sẽ tính học phí như thế nào ạ. em thuộc khoa Cơ khí ạ",
            "Từ K2019: tính theo năm học / học kỳ. .  (Đã bao gồm GDQP-AN, 3TC GD Thể chất, Kiểm tra AV đầu. . vào, Kiểm tra kỹ năng CNTT). .  Mỗi học kỳ tối đa 17TC, phần TC vượt tính HP theo số TC. .  Học lại GDTC, tính HP theo số TC (1TC/môn). .  Có thể xét giảm HP khi được phép đăng ký ít hơn số tín chỉ tối. . thiểu HK. . . . http://www.aao.hcmut.edu.vn/image/data/quyche/Ca%CC%81c%20thay%20%C4%91o%CC%82%CC%89i%20tu%CC%9B%CC%80%20HK191.pdf"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Chào thầy/cô ạ, cho em xin hỏi thực tập tốt nghiệp thì sinh viên có thể thực tập ở phòng lab trong trường hay không ạ, hay là bắt buộc phải thực tập ở công ty ạ. Em xin chân thành cám ơn ạ.",
            "Chào bạn. . Về vấn đề này bạn liên hệ Khoa-Bộ môn để hỗ trợ. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Chào thầy cô/thầy. . Em tên là [full_name] MSSV [student_id]. . Em viết tin nhắn này muốn thầy cô giúp em đổi lớp Anh Văn 3 mã môn học là LA1007 lớp DT01 sang lớp DT03 vì lý do em bị trùng với lịch đi kiến tập ở công ty bên ngoài ạ.. . Mong được thầy cô giúp đỡ,em cám ơn ạ.",
            "Đã đổi nhóm môn học sang DT02. . TKB sẽ cập nhật sau. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Cho em hỏi khi nào thì phải nộp bằng chứng nhận CNTT cơ bản và nâng cao ạ và nếu phải học thì phải học như thế nào, theo chuẩn gì ạ.. . Em xin cảm ơn.. .",
            "Chào bạn,. . Bạn vui lòng tham khảo quy định về chứng nhận CNTT tại đây:. . http://aao.hcmut.edu.vn/sinh viên/quy chế/Quy chế đào tạo và học vụ bậc đại học, cao đẳng:/Phụ lục 3:Quy định về kỹ năng ứng dụng Công nghệ thông tin. . Thân",
            "li answer rate: Answer is not complete / Câu trả lời chưa hoàn chỉnh",
            "Vậy em phải đăng kí học CNTT cơ bản ở đâu và phải nộp bằng ở đâu? Hiện tại em chưa có bằng CNTT cơ bản thì có vẫn được học các môn năm 2 không ạ? Tại em không thấy có email báo phải học lấy bằng CNTT cơ bản.",
            "Chào bạn. . Bạn vui lòng kiểm tra mail sinh viên thường xuyên. Nhà trường sẽ có mail gởi cho sinh viên Khóa 2019 thông báo mới về việc chuẩn kỹ năng ứng dụng Công nghệ thông tin. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Kính chào anh/chị, em có thắc mắc như sau.. . Lúc trước em có đăng ký môn Pháp luật đại cương và đã qua môn, tuy nhiên em nhận ra rằng mình đã   B đăng ký nhầm mã môn học  /B .. . . . Kết quả là trên bảng điểm em bị thiếu tín chỉ tích luỹ ngành. Mặc dù trong quy chế nhà trường có ghi là khi đăng ký nhầm mã môn thì chỉ không tính vào điểm trung bình tích luỹ thôi, chứ vẫn được tính vào tín chỉ tích luỹ.. . . . Mong anh/chị giải quyết giúp em việc này ạ. Xin cám ơn.. . . . Em có đính kèm hình ảnh bảng điểm bên dưới.. .",
            "Chào bạn,. . Môn PLVNDC đã được ghi điểm 12 (SP1007). Số tctl chung sẽ được tính vào hk192.. . Thân mến"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]  /b \t[full_name] [full_name] [full_name] [full_name]   i Yêu cầu khác  /i [full_name] [full_name] Dạ e chào thầy/cô Em là [full_name], mssv [student_id], dạ e có 1 câu hỏi muốn hỏi đến thầy/cô là chương trình đào tạo của k19 có sự thay đổi về môn mác lênin và đầu năm e xin miễn môn mác và có giấy chứng nhận của PĐT trường mình[full_name] E không biết là e có phải học lại hay là học thêm môn nào của môn mác k ạ[full_name] Em xin chân thành cảm ơn![full_name] [full_name]",
            "Chào bạn. . Về chương trình đào tạo bạn vui lòng liên hệ Khoa (cụ thể là Thầy phó khoa phụ trách chương trình đào tạo Thầy [full_name]) để tư vấn và giải đáp. . Chúc bạn học tập tốt nhé.. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Do đăng kí nhầm lẫn mong PĐT thay đổi giúp em từ môn học mã CI1003 thành môn SP1007 ạ",
            "Chào bạn,. . Bạn vui lòng trình bày lại và ghi cụ thể nội dung vấn đề của mình. . Thân",
            "dạ do chương trình đào tạo khóa k19 thay đổi nên không có môn vẽ kĩ thuật(CI1003) mà thay vào đó là môn vẽ kĩ thuật cơ khí (ME2089) mà do môn mới nên không mở lớp vào kì hè, nên em mong PĐT thay đổi cho em môn vẽ kĩ thuật(CI1003) thành môn pháp luật đại cương(SP1007)",
            "Chào bạn. . PĐT đã hủy môn học CI1003,. . Bổ sung môn SP1007, nhóm DT05. . TKB sẽ cập nhật sau. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em chào thầy cô!. . Thầy cô cho em hỏi hiện lịch đăng kí kì hè đã đóng nhưng học kì hè chưa bắt đầu nên có thể bổ sung và kì hè 193 được không ạ.. . Môn học này có thời khóa biểu không trùng với thời khóa biểu của em.. . Mã môn học là CI2003, thầy cô cho em xin vào lớp DT01 được không ạ. . . Mong thầy cô xem xét ạ !!!",
            "Nhóm DT01 hiện ko thể đk được. . Thân"
        ]
    }
]