[
    {
        "intent": "",
        "message": [
            "e thi av đầu vào hởm e rớt. . e thi lại ở IIG thì e được 310 . . theo yêu cầu thì năm nay e chỉ cần qua av cơ bản là 250 thì e được đk môn học cho học kì này ... . e lên đk nộp chứng chỉ thì nó qui định là chỉ có av 1 là thấp nhất ... . Phòng cho e hỏi là bh e làm thế nào để được đk môn học cho kì bổ sung này dạ . . giúp e với . . e cảm ơn nhìu lắm",
            "Chào bạn,. . Bạn vào trang http://www.aao.hcmut.edu.vn/sinh viên/lịch học vụ/Năm học hiện tại (2018-2019)/học kỳ 2 (xem thời gian quy định về nộp chứng chỉ ngoại ngữ để đăng ký môn học). . Phòng Đào tạo cũng gửi mail Thông báo v/v mở thêm 1 đợt cập nhật dữ liệu ngoại ngữ trong HK181 vào 15g ngày 25/12/2018, đây là đợt lấy dữ liệu cuối cùng cho đợt đăng ký môn học bổ sung ngày 2/1/2019 ngày.. . Nhưng bạn nộp chứng chỉ vào ngày 28/12/2018 thì trễ cho đợt đăng ký môn học này.. . Thân",
            "làm ơn cho e hỏi . .   như e đả nêu ở trên thì ngày 2/1/2019 e có lại phòng đào tạo xin e có làm đơn xin xét điểm av cho e và được học thêm 2 môn ( cô ở phòng đào tạo kêu e làm đơn òi viết mấy môn cần đk ở phía sau ) e nộp ngay ngày hôm đó luôn rồi . sau đó cô đưa e giấy hẹn là giải quyết vào chìu ngày 4/1/2019. .    chìu đóe lại thì cô đưa e tờ giấy và không nói gì thêm ( hình e gởi kèm theo bên dưới ). .    vậy cho e hỏi là e có được xét k dạ .. với bh qua 2 ngày học r e có được tkb mấy môn đó khong dạ. .    e chân thành cảm ơn nhìu lắm ạ .... .    nếu được thì giúp e với .. e cảm ơn nhìu lắm. .   . .",
            "Chào bạn,. . Trên biên nhận có ghi rõ là ngày 14/1/2019 bạn vào trang Mybk/xem thời khóa biểu, để xem kết quả. Bạn đã vào kiểm tra chưa?. .",
            "v là k được r á cô . . tkb e vẩn chưa cập nhật . . con cảm ơn cô nhìu",
            "Chào bạn. . Bạn có thể cầm biên nhận đơn đến Phòng Đào tạo (chỗ bạn nộp đơn), để xem lý do kết quả nhé!. . Thân",
            "v có được k v cô . nếu được bh con sẻ lên Phòng Đào Tạo ngay",
            "Bạn cầm biên nhận lên hỏi lý do vì sao không được? Hoặc đơn của bạn được giải quyết như thế nào?. .",
            "dạ e cảm ơn nhìu ạ"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Chuyển thời khóa biểu . Em là [full_name] khóa K15. Em viết nội dung này với mục đích là xin phòng đào tạo cho em chuyển môn Vẽ Kỹ Thuật Giao Thông TR1003 thành môn Kết cấu h/không 2-ptkcmb TR3041 với lịch học cùng ngày thứ 4 tiết 2345.. . . . Em xin cảm ơn ạ.",
            "Chào bạn,. . Hiện tại đã hết thời gian để hiệu chỉnh môn học theo quy định, đợt đăng ký từ 02/01/2019  đến 03/01/2019 chỉ được đăng ký bổ sung môn học (không đổi nhóm, không hủy). . Thân",
            "Dạ có thêm giúp em để kịp hoàn thành luận văn không ạ? Em sẽ bị trễ thêm 1 năm nếu bị trùng lịch ạ. . . . . Em cảm ơn. Mong phòng đào tạo có thể giúp em lần này ạ.",
            "Chào bạn,. . Phải thực hiện theo đúng quy định nha bạn.. . Thân",
            "Dạ em cảm ơn phòng đào tạo đã hỗ trợ.. . . . P/s: Kỳ này xui quá tự nhiên trùng lịch em muốn cải thiện thành ra trễ nó 1 năm :((",
            "Chào bạn,. . Bạn vẫn có thể đăng ký vào học kỳ dự thính.. . Thân",
            "Dạ không được đâu chị ơi. Em xui cái là trùng với môn chuyên ngành, mà môn chuyên ngành chỉ mở vào hk2 năm sau thôi, không có dự thính được. . . . . Cảm ơn chị đã tư vấn.",
            "Chào bạn,. . Dự thính không có quy định về việc không mở môn chuyên ngành, đủ sĩ số và khoa đồng ý mở là có thể mở được.. . Thân",
            "Dạ cảm ơn chị. Nhưng tụi khóa dưới tụi nó đăng ký hết rồi giờ kêu thêm có dự thính chắc không có ai học đâu chị ơi. Em cảm ơn chị tư vấn.. . . . P/s: Sai lầm của em là đi ưu tiên môn cải thiện mà không đăng ký trước môn chuyên ngành cộng với trùng ngày học với 2 môn, giờ em thấy có thể chuyển ngày học thì muộn mất rồi, bổ sung chứ không được hiệu chỉnh nữa. Đúng là sai 1 li đi 1 năm mà kaka..."
        ]
    },
    {
        "intent": "",
        "message": [
            "AD cho em hỏi nếu em có đăng ký 2 môn học liên tiếp từ tiết 23456 tới 789, thì có bị hủy môn  học không vậy ạ, (nhưng môn em học vào tiết 23456 chỉ có 3 tuần thôi ạ vì môn đó là em học thì nghiệm), còn môn kia là học xuyên suốt học kỳ.",
            "Chào bạn,. . Phòng Đào tạo đã đưa kết quả đăng ký môn học của đợt 2 lên và gửi mail thông báo về trường hợp Vi phạm về giờ đăng ký môn học, bạn vui lòng vào kiểm tra mail và kết quả đăng ký môn học.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]  /b  cho em hỏi em đăng kí môn học bổ sung đợt 3,em khoa kĩ thuật xây dựng ,em đăng kí bổ sung môn thí nghiệm công trình ,nhưng môn tiên quyết của thí nghiệm công trình là kết cấu thép 1 phòng đào tạo đã lên điểm .tại sao em đăng kí thí nghiệm công trình nó để là thiếu điểm môn tiên quyết kết cấu thép 1 \t. . . .",
            "Sau 3h bạn đăng nhập vào đăng ký lại nhé"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em xin hỏi PĐT tại sao không cho tụi em DKMH liền kề tiết 6-7 hoặc tiết 12-13?. . Chúng em đã chọn DK tức là chấp nhận được thời gian đó, với lại nếu bây h tụi em hủy sẽ ảnh hưởng đến các bạn khác vì sỉ số quá thấp.. . Ví dụ môn Thí nghiệm Ô tô và động cơ hiện h có 20 bạn dk, nhưng nếu hủy thì lớp GT16 của tụi em hủy hết 16-17 bạn rồi.. . Hơn nữa khi chọn BK là chúng em đã chọn dấn thân rồi, khó khăn nào cũng chấp nhận và vượt qua.. . Em xin cám ơn PĐT đã xem yêu cầu này.",
            "Chào bạn,. . Đó là quy định của nhà trường, Phòng Đào tạo đã gửi mail hướng dẫn cho các bạn về trường hợp Vi phạm về giờ đăng ký môn học. Bạn vui lòng xem mail và làm theo hướng dẫn.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Cho em hỏi làm thế nào để tăng sỉ số môn học ạ? Vì em thấy lớp hiện tại lớp đó là 78/75 tức đang đăng ký dư, không biết làm sao để em có thể đăng ký dư như vậy.",
            "Chào bạn,. . Bạn liên hệ về Khoa/Bộ môn để xin tăng sĩ số môn học. Nếu Khoa/Bộ môn đồng ý tăng như thế nào sẽ liên hệ trực tiếp với bộ phận dữ liệu của Phòng Đào tạo để tăng.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được . Hai môn học CI2057 và CI4393 không ghi ngày giờ học, mà không đăng kí được môn luận văn tốt nghiệp CI4393, bị ghi là không đủ thời gian di chuyển giữa ha cơ sở không đủ, em xin cảm ơn",
            "Bạn đăng nhập vào đăng ký lại nhé"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được .   B Nay đợt đăng kí bổ sung có cách nào để hủy môn trong tkb và đăng kí môt môn khác không ạ. . em cảm ơn.",
            "Trong đợt bổ sung bạn không được hủy môn học. . . . Chỉ được đăng ký thêm !"
        ]
    },
    {
        "intent": "",
        "message": [
            "Chứng chỉ ngoại ngữ - Đại học - Cao đẳng chính quy   Xét miễn môn anh văn (chuyển điểm) . Dạ, xin chào!. . Cho em hỏi là ngày 21/12/2018 em có đăng kí chuyển điếm tiếng anh bên IDP về trường. Nhưng đợt đăng kí môn học lần 3, em đăng kí môn luận văn ME4019 thì hệ thống báo là chưa có chứng chỉ ngoại ngữ ( tiên quyết). . .  Vậy em phải làm thế nào. . . Em xin cảm ơn",
            "Chào bạn,. . Hiện tại trường vẫn chưa nhận được bản sao chứng chỉ IELTS  do IDP gởi nên CCNN của bạn chưa hợp lệ.. . . . Bạn vui lòng đợi đợt đăng ký LVTN ngày 21/01/2019 để đăng ký lại, vì chứng chỉ IELTS phải hợp lệ mới được cập nhật cho đký LVTN.. . . . Trân trọng."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Khác ... . Kính gửi quý thầy cô ở PĐT. . Cho em hỏi về vấn đề đăng ký môn học trong học kỳ có môn luận văn tốt nghiệp. . Trong học kỳ có luận văn tốt nghiệp thì mình được phép đăng ký tối đa bao nhiêu môn hay bao nhiêu tín chỉ?. . Mong quý thầy cô giải đáp thắc mắc giúp em. Em xin chân thành cảm ơn",
            "Chào bạn,. . Bạn có thể tham khảo về quy định đăng ký LVTN tại đây:. . http://www.aao.hcmut.edu.vn/sinh viên/quy chế/Điều chỉnh quy chế đào tạo và học vụ từ học kỳ 2/ 2017-2018 (về môn Thực tập tốt nghiệp, Đề cương luận văn, Luận văn tốt nghiệp). . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được . Em có hai môn học kỹ thuật số (3-6) và thiết kế vi mạch số (7-9). Theo yêu cầu của nhà trường không được học tiết 6,7 liên tiếp nhau nên em đã lỡ xoá 2 môn học này để đăng ký lại, giờ em đăng ký lại 1 trong 2 môn này không được nên em mong anh chị kiểm tra lại giúp em, em cảm ơn! . .",
            "Bạn vào đăng ký lại môn EE1015 nhóm A01_A01 nhé"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tăng sĩ số lớp môn học . 1. Năm 2 có bắt buộc phải học hết các môn như đã phân trong tkb không ạ? . . 2. Trong trường hợp mà e lỡ sắp các môn gt2, vl2 rồi mà giờ không đăng kí được tư tưởng thì e đăng kí pháp luật rồi để năm sau học tư tưởng được không? Môn tư tưởng có phải môn tiên quyết để phân ngành hay không ạ? . . 3. Nhà trường có thể tăng sĩ số các lớp pháp luật,tư tưởng ở cs2 được không ạ? . . . . Pháp Luật thứ 4 tiết 9, 10 cs2 lớp L01. . Tư tưởng thứ 6 tiết 789 cs2 lớp L03",
            "Chào bạn,. . Bạn thảm khảo về quy định đăng ký môn học tại đây: http://www.aao.hcmut.edu.vn/sinh viên/quy chế/Điều 9. Đăng ký môn học.. . Về việc tăng sĩ số môn học, bạn vui lòng liên hệ về Khoa/bộ môn để xin tăng sĩ số, nếu Khoa/Bộ môn đồng ý tăng, sẽ phải liên hệ trực tiếp với bộ phận dữ liệu của Phòng Đào tạo để tăng. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]  /b \t[full_name] [full_name] Gửi Phòng Đào Tạo,[full_name] [full_name] [full_name] [full_name] Em tên là [full_name][full_name] Trong mail em nhận được về việc đăng kí học Giáo Dục Thể Chất thì phải hoàn thành 3 môn khác nhau[full_name] Nhưng một số thông tin từ các bạn khi hỏi thầy thì em vẫn có thể đăng kí lại môn học trước đó và vẫn được tính như hai môn phân biệt[full_name] Vậy em có thể đăng kí lại được không ạ?[full_name] [full_name] Mong Phòng Đào Tạo trả lời cho em sớm[full_name] [full_name] [full_name] [full_name] Em xin cảm ơn[full_name] [full_name] [full_name] [full_name] Trân trọng[full_name] [full_name] [full_name][full_name] [full_name] [full_name]",
            "Chào bạn,. . Quy định về các môn học GDTC áp dụng từ học kỳ  182 (phải học 3 môn khác nhau) theo như mail nhà trường đã thông báo ngày 19/12/2018, những môn bạn học trước đó sẽ không hồi tố lại, ví dụ bạn mới đạt GDTC1, còn GDTC2 và GDTC3 thì bạn phải chọn 2 môn khác nhau. Nhà trường không xét trùng với môn GDTC1.. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "B Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được .",
            "Các môn được hiển thị tiên quyêt em đã học xong cả, em có học cả hai chương trình mới và cũ nên một số môn là môn tương đương. Tuy nhiên khi đăng ký thì không được mong nhà trường xem xét dùm em ạ.",
            "Chào bạn,. . Đã bổ sung các môn tương đương (các môn mã chữ đã đạt)vào HK bảo lưu.. . Thân mến"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]0  /b \t. . . .   i Đăng ký môn học - Đại học - Cao đẳng chính quy   Chương trình đào tạo (thiếu môn tiên quyết, song hành...) . Kính chào PĐT,. . Em là [full_name] - mssv: [student_id]0. . Vừa qua em bị huỷ kết quả đkmh đợt 2:. . Mã môn học: Ci4037 - Công trình đất yếu. . Vì lý do thiếu môn học tiên quyết:  . . Mã môn học Ci3195 - Nền móng. . Tuy nhiên môn học này em đã đạt theo mã cũ là:. . Mã môn học 805031- Nền móng. . Vậy em kính mong phòng đào tạo xác nhận lại kết quả đăng ký môn học cho em.. . Em xin chân thành cảm ơn!. .",
            "Chào bạn.. . . . theo môn học tương đương bạn phải học và đạt cả 2 môn . . . . 805003 và 805031 mới được tương đương môn CI3195"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được . Môn CO1005 Nhập môn điện toán, em đã được miễn nhưng sao vẫn báo lỗi nên em không đăng ký được môn học. Mong thầy cô giải quyết sớm giúp em vì trưa mai hết hạn đăng ký rồi ạ. Cảm ơn thầy cô nhiều. . MSSV:[student_id]-[full_name].",
            "Chào bạn !. . . . Môn học CO1005 bạn đã được PĐT xét miễn và đã cập nhật. Bạn vui lòng ĐKMH lại nhé.. . . . Thân chào",
            "Chào cô, em vẫn chưa đăng ký được vẫn báo lỗi là thiếu môn CO1005 - Nhập môn điện toán, em có gửi hình đính kèm.. . Cảm ơn cô nhiều.",
            "Chào bạn,. . Khoảng 13h ngày hôm nay bạn vô đăng ký lại nha. . Thân",
            "Chào cô,. . Em mới vào đăng ký lúc 13h10, nhưng vẫn báo lỗi thiếu môn CO1005-Nhập môn điện toán, nên vẫn chưa đăng ký được, cô giải quyết sớm giúp em nha,. . Vì 15h là hết hạn đăng ký rồi, em có gửi hình ảnh đính kèm,. . Cảm ơn cô nhiều ạ.",
            "Chào bạn,. . Nếu hết đợt đăng ký bạn vẫn chưa đăng ký được, bạn có thể làm đơn khiếu nại nộp tại Phòng Đào tạo. Bạn nên lưu lại minh chứng để kèm theo đơn.. . Thân",
            "Đã cập nhật bạn vào đăng ký gấp nhé.",
            "Cảm ơn thầy rất nhiều, em đã đăng ký được môn rồi ạ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác:",
            "responsible person: [543] [staff_name] [helpdesk staff]",
            "Chào thầy/cô.Em mới nhận được mail từ PĐT phải điều chỉnh lại TKB cho đúng nhưng em không đăng kí được môn KTCT2 do đủ sỉ số.Thầy/cô có thể cho em xin đăng kí quá sỉ số vào lớp KTCT2  mã môn học ME3033 nhóm thầy [full_name] [full_name]-[full_name]04 được không ạ.Đợt đăng kí kế hoạch và đợt 1,2 em có đăng kí rồi nhwung lúc hiệu chỉnh đợt 3 thì em bị mất slot.Em mong nhận được trat lời sớm nhất từ pđt.Em cám ơn ạ. . . . . .",
            "Chào bạn,. . Về việc tăng sĩ số, bạn phải liên lạc trực tiếp về Khoa/bộ môn để xin tăng, nếu Khoa/Bô môn đồng ý sẽ phải liên hệ trực tiếp với bộ phận dữ liệu của Phòng Đào tạo để tăng.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tăng sĩ số lớp môn học .",
            "Chào bạn,. . Về việc tăng sĩ số, bạn phải liên lạc trực tiếp về Khoa/bộ môn để xin tăng, nếu Khoa/Bô môn đồng ý sẽ phải liên hệ trực tiếp với bộ phận dữ liệu của Phòng Đào tạo để tăng.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác:",
            "Chào bạn,. . Về việc tăng sĩ số, bạn phải liên lạc trực tiếp về Khoa/bộ môn để xin tăng, nếu Khoa/Bô môn đồng ý sẽ phải liên hệ trực tiếp với bộ phận dữ liệu của Phòng Đào tạo để tăng.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em muốn đăng ký học tích lũy môn học cho ngành 2 cùng với ngành thứ nhất. Cho em hỏi đăng ký như thế nào và mẫu đơn tìm ở đâu ạ?",
            "Chào bạn,. . Bạn tham khảo về quy định về học ngành thứ 2 tại đây: http://www.aao.hcmut.edu.vn/sinh viên/quy chế/Quy chế đào tạo và học vụ bậc đại học, cao đẳng: áp dụng đến học kỳ 1 (2018-2019)/Điều 28. Đào tạo để cấp bằng tốt nghiệp đại học thứ hai. . Thân",
            "Như vậy em chỉ cần đăng ký môn học của ngành 2 và học, không cần phải làm đơn đăng ký với phòng đào tạo luôn phải không ạ?. . Em cảm ơn ạ.",
            "Chào bạn,. . Trong quy chế có ghi rõ mà bạn: . . \"Sau khi đã đủ điều kiện tốt nghiệp ngành thứ nhất, SV đăng ký xin hoãn tốt nghiệp (bằng thứ nhất) để học tiếp tục ngành thứ hai (giữ nguyên mã số sinh viên)\". . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em đã không tham gia thi cuối kì môn anh văn cơ bản học kì 181. Vậy em có thể xin thi lại đuọc không. Hay học kì sau e có thể học anh văn 1 không? Mong giải đáp giúp em ạ.",
            "responsible person: [543] [staff_name] [helpdesk staff]",
            "Chào bạn,. . Nhà trường không tổ chức thi lại nha bạn. Nếu bạn không đi thi thì bị điểm vắng thi.. . Về việc đăng ký môn học bạn tham khảo về quy định đăng ký môn học tại đây: http://www.aao.hcmut.edu.vn/sinh viên/quy chế/Quy chế đào tạo và học vụ bậc đại học, cao đẳng: áp dụng đến học kỳ 1 (2018-201[full_name])/Điều [full_name]. Đăng ký môn học. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Khác ... . giờ hết hạn làm lý lịch online không đăng kí được môn GDTC có cách nào giải quyết giúp em được không ạ",
            "Bạn phải khai báo lý lịch mới được đăng ký môn họ bạn nhé. hết hạn bạn không kê khai thì ĐKMH của bạn sẽ bị hủy",
            "Em đăng kí trễ hạn 1 tiếng thì có được chấp nhận không ạ",
            "Chào bạn,. . Trong đợt đăng ký môn học đợt 2 sau khi hậu kiểm các bạn vẫn chưa khai báo lý lịch online. PĐT xin thông báo tính đến hết ngày 3/1/2019 nếu các bạn chưa khai báo lý lịch các bạn sẽ bị hủy toàn bộ kết quả đăng ký môn học. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Theo như mail thì mình không được đăng kí liền kề tiết 6 và 7. Nhưng môn học như hình thì gồm lớp lý thuyết và đồ án, trường xếp liền kề tiết 456-789, và chỉ có 1 lớp duy nhất, vậy không lẽ sẽ bị xóa sao ?. .",
            "Chào bạn.. . . . CI3181 là môn học không đúng tiến độ trong HK182, môn học này mở lớp theo giờ của Khoa quy định. Bạn liên hệ Khoa để biết thêm"
        ]
    },
    {
        "intent": "",
        "message": [
            "U   b MSSV/MSGV: [student_id]7  /b \t. . Em bị cập nhật thiếu điểm môn Máy Xây Dựng và An Toàn Lao Động (807016- MXD và ATLD).. . Môn học này hiện tại không còn mở lớp nữa và cũng không có môn tương đương. NHƯNG , em đã có trao đổi với thầy trưởng bộ môn thi công và thầy phó khoa xây dựng. Và được thầy trả lời rằng , môn MXD và ATLD được chia ra làm 2 phần , phần MXD và phần ATLD được gộp lại với 2 môn Tổ Chức Thi Công (CI4049) và Kỹ Thuật Thi Công (CI3043) và em chỉ cần học 2 môn TCTC va KTTC theo mã mới là môn MXD và ATLD được xét miễn.. . Nhưng đã 2 học kỳ rồi em vẫn chưa được cập nhật môn MXD và ATLD điểm miễn ( vẫn trong tình trạng chưa học qua ).Em đã in bản điểm ra kiểm tra.. . Em khẳng định là em đã trao đổi với các thầy bên khoa và được thầy nói học như vậy. Có thể do thiếu sót thông tin mà khoa gửi cho PĐT nên các thầy cô PĐT có thể giúp em liên hệ với khoa để xác thực những gì em viết là đúng. . . Em cảm ơn.",
            "Chào bạn,. . Bạn phải xác định rõ là vấn đề này do [full_name] nói miệng với bạn, hay bạn kiểm tra về danh sách các môn tương đương trên trang web. . http://www.aao.hcmut.edu.vn/sinh viên/[full_name]. . Thân",
            "[full_name] bảo khoa gửi công công văn cho PĐT rồi , chị kiểm tra lại giúp em cái. Chứ em lên khoa hỏi khoa đẩy xuống PĐT , giờ em hỏi PĐT thì PĐT nói lên khoa rồi sao em ra trường đây.",
            "Em đã làm đơn , cả em , thầy phó khoa ,thầy chủ nhiệm bộ môn đã ký rồi. Em nộp cho khoa thì khoa nói khoa sẽ nộp PĐT , giờ em hỏi khoa thì khoa nói hỏi PĐT.Chị coi kiểm tra đối chứng với khoa Xây Dựng giúp em đi ạ.",
            "Chào bạn,. . Bạn phải hỏi [full_name] gửi công văn vào ngày nào? ai nhận công văn và công văn đó được trả lời như thế nào? [full_name] gửi công văn thì phải có sổ ký nhận chứ không thể chỉ sinh viên như vậy? Và [full_name] phải có trách nhiệm kiểm tra lại tình trạng công văn đó được giải quyết như thế nào để trả lời cho bạn chứ không được chỉ cho bạn lên Phòng Đào tạo như vậy!. . Thân",
            "dạ em cảm ơn , để em đi hỏi khoa."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được .   B  EM không đăng kí giáo dục thể chất được vì chưa cập nhật lí lịch sinh viên , mà làm sao để em cập nhật lại được ạ",
            "Chào bạn,. . Trong đợt đăng ký môn học đợt 2 sau khi hậu kiểm các bạn vẫn chưa khai báo lý lịch online. PĐT xin thông báo tính đến hết ngày 3/1/2019 nếu các bạn chưa khai báo lý lịch các bạn sẽ bị hủy toàn bộ kết quả đăng ký môn học. . Thân",
            "EM hỏi là khai báo như thế nào ạ , chứ em biết là ko khai báo sẽ không được đăng kí , xin cô trả lời sát câu hỏi giúp em với , em đã cố gắng khai báo nhưng không biết khai báo phần nào , trang nào , chỗ nào , mong chcô thiện chí giúp đỡ em ạ",
            "Chào bạn,. . Đây là nội dung mail Phòng Đào tạo gửi các bạn sinh viên để cập nhật dữ liệu vào ngày 10/12/2018. . \"Gởi các bạn Sinh Viên,. . Theo quy định hiện nay, để thuận lợi trong công tác quản lý Sinh Viên, Phòng đào tạo yêu cầu tất cả sinh viên phải cập nhật thông tin: vào trang web https://mybk.hcmut.edu.vn --  Thông tin cá nhân-- Cập nhật lý lịch : xác nhận + khai báo đầy đủ  thông tin về Nơi ở hiện tại của sinh viên, Địa chỉ thường trú (ghi theo sổ hộ khẩu hiện tại), Thông tin liên lạc với gia đình khi cần thiết.. . Thời hạn từ 10/12/2018 đến 16/12/2018...\". . Bạn lưu ý phải kiểm tra email sinh viên để thực hiện cho đúng.. . Thân. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được . EM không đăng kí giáo dục thể chất được vì chưa cập nhật lí lịch sinh viên , mà làm sao để em cập nhật lại được ạ. . Em xin cảm ơn ạ",
            "Chào bạn,. . Trong đợt đăng ký môn học đợt 2 sau khi hậu kiểm các bạn vẫn chưa khai báo lý lịch online. PĐT xin thông báo tính đến hết ngày 3/1/2019 nếu các bạn chưa khai báo lý lịch các bạn sẽ bị hủy toàn bộ kết quả đăng ký môn học. . Thân",
            "Chào bạn,. . Bạn có thể trình bày rõ lý do về việc cập nhật lý lịch trễ để xin xem xét phục hồi lại thời khóa biểu nhé. Ghi chi tiết nội dung và các môn học đã đăng ký được trong học kỳ chính (thay cho đơn xin xem xét).. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Chào chị. Vì không xem kĩ thời gian đăng ký nên em đã vô trễ giờ đăng ký.Trước đó em có đăng ký nhưng chỉ đăng ký 6 chỉ nên không có thời khóa biểu. Chị cho em hỏi còn cách nào để đăng ký môn học được không ạ?. . Em xin cảm ơn!. .",
            "Chào bạn,. . Hiện tại đã hết thời gian đăng ký, bạn vào http://www.aao.hcmut.edu.vn/sinh viên/lịch học vụ/Năm học hiện tại (2018-2019)/học kỳ 2. . Còn 1 đợt để đăng ký LVTN và TTTN, hoặc bạn có thể đăng ký dự thính.. . Thân",
            "Học kỳ chính em đăng ký có 6 chỉ thì có được xếp thời khóa biểu k ạ!",
            "Chào bạn,. . Bạn đợi kết quả đăng ký môn học và thời khóa biểu chính thức công bố nhé(thời gian dự kiến đã được ghi trong lịch học vụ).. . Thân",
            "Vâng! Cảm ơn chị !"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ - Đại học - Cao đẳng chính quy   Khác ... . Kính gửi: quý thầy cô văn phòng đào tạo Đại học Bách Khoa tp.HCM. . Em tên là: [full_name]. . Khoa điện-điện tử khóa 2016. . -Em có câu hỏi thắc mắc về quy chế học vụ mong quý thầy cô giải đáp giúp em. . -Em đọc quy chế trên web trường có quy chế về cảnh cáo học vụ như sau: sv sẽ bị cchv nếu không đạt được số tín chỉ tích lũy tối thiểu. . Em có 2 thắc mắc là:. . -Nếu em học được 5 hk thì có phải số tín chỉ tối thiểu của em phải đạt là 50 phải không ạ . . -Cụ thể là em đã học được 5 học kì, học kì này do giới hạn môn học (không đạt chuẩn av) và bị rớt 1 môn nên em chỉ được 8 chỉ, nhưng số tín chỉ tích lũy của em vẫn trên 50. Vậy em có bị cánh cáo học vụ không ạ. . -Em rất mong nhận được phản hồi của quý thầy cô, em xin chan thành cám ơn",
            "Chào bạn,. . Bạn tham khảo về quy định xử lý học vụ tại đây:. . http://www.aao.hcmut.edu.vn/sinh viên/học vụ/XỬ LÝ HỌC VỤ, KỶ LUẬT. . Thân",
            "QUOTE Chào bạn,. . Bạn tham khảo về quy định xử lý học vụ tại đây:. . http://www.aao.hcmut.edu.vn/sinh viên/học vụ/XỬ LÝ HỌC VỤ, KỶ LUẬT. . Thân  /QUOTE . . -Vâng thưa cô, cô có thể trả lời cụ thể trong trường hợp của em có được không ạ. Vì em đã đọc quy chế rất nhiều lần rồi cộng với việc hỏi các anh chị khóa trước nhưng có rất nhiều ý kiến trái chiều nên em không biết phải theo hướng nào.. . -Nếu theo như điều kiện đầu tiên trong quy chế cảnh cáo học vụ thì sau 5 học kì em phải đạt được ít nhất 50 tín chỉ để không vi phạm đúng không vậy ạ ?.. . -Em rất mong nhận được phản hồi của cô, em xin cám ơn.",
            "QUOTE Chào bạn,. . Bạn tham khảo về quy định xử lý học vụ tại đây:. . http://www.aao.hcmut.edu.vn/sinh viên/học vụ/XỬ LÝ HỌC VỤ, KỶ LUẬT. . Thân  /QUOTE . . -Điều kiện thứ nhất đấy là tính theo số tín chỉ tích lũy, chứ không phải số tín chỉ tích lũy học kì phải không ạ ?.. . -Em xin cám ơn",
            "Chào bạn,. . Theo chuẩn dự kiến xử lý học vụ HK181 (K.2016) như sau :. . - Cảnh báo 2 :. . ([full_name]TBTL181   4.0 [full_name]   50) & (([full_name]TBTL173   4.0 [full_name]   40). . - Bị buộc thôi học :. . ([full_name]TBTL181   4.0 [full_name]   50) & (([full_name]TBTL173   4.0 [full_name]   40) & ([full_name]TBTL171   4.0 [full_name]   30) . . Thân mến. . . . . .",
            "QUOTE Chào bạn,. . Theo chuẩn dự kiến xử lý học vụ HK181 (K.2016) như sau :. . - Cảnh báo 2 :. . ([full_name]TBTL181   4.0 [full_name]   50) & (([full_name]TBTL173   4.0 [full_name]   40). . - Bị buộc thôi học :. . ([full_name]TBTL181   4.0 [full_name]   50) & (([full_name]TBTL173   4.0 [full_name]   40) & ([full_name]TBTL171   4.0 [full_name]   30) . . Thân mến. . . . . .   /QUOTE . . Dạ vâng e cám ơn cô nhiều ạ"
        ]
    },
    {
        "intent": "",
        "message": [
            "Cho em hỏi là môn Vật Lý Bán Dẫn học kỳ hè thường có mở lớp không ạ... Do vi phạm quy chế học vụ mới nên em không thể học môn này được... Em khoa điện ạ",
            "responsible person: [543] [staff_name] [helpdesk staff]",
            "Chào bạn,. . Môn học được mở là do khoa đồng ý mở và đủ sỉ số sinh viên đăng ký nhé!. . Bạn có thể vào trang web http://www.aao.hcmut.edu.vn/sinh viên/Biểu mẫu/15. Đề nghị mở môn học (ngoại lệ) . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "em đăng kí môn thể dục ko được vì  thông tin lý lịch online  vậy thông tin lý lịch online là gì ? nếu em chưa đăng kí dc môn giáo dục thể chất trong 02/01 đến 03/01 thì bị sao ạ ?. .",
            "Chào bạn,. . Đây là nội dung mail Phòng Đào tạo gửi các bạn sinh viên để cập nhật dữ liệu vào ngày 10/12/2018. . \"Gởi các bạn Sinh Viên,. . Theo quy định hiện nay, để thuận lợi trong công tác quản lý Sinh Viên, Phòng đào tạo yêu cầu tất cả sinh viên phải cập nhật thông tin: vào trang web https://mybk.hcmut.edu.vn --  Thông tin cá nhân-- Cập nhật lý lịch : xác nhận + khai báo đầy đủ  thông tin về Nơi ở hiện tại của sinh viên, Địa chỉ thường trú (ghi theo sổ hộ khẩu hiện tại), Thông tin liên lạc với gia đình khi cần thiết.. . Thời hạn từ 10/12/2018 đến 16/12/2018...\". . Bạn lưu ý phải kiểm tra email sinh viên để thực hiện cho đúng.. . Nếu bạn chưa đăng ký được môn GDTC thì bạn không có thời khóa biểu môn đó trong học kỳ này, học kỳ sau bạn có thể đăng ký tiếp.. . Thân",
            "Chào bạn,. . PĐT bổ sung thêm đợt đăng ký môn học giáo dục thể chất HK182 từ 12h ngày 08/01/2019 đến 12h ngày 09/01/2019.. . . . Các sinh viên có nhu cầu học đăng ký trực tuyến theo thời gian trên"
        ]
    },
    {
        "intent": "",
        "message": [
            "cho em hỏi mã môn học luận văn tốt nghiệp có 2 mã 206303 va2 TR4313 thì đăng ký mã nào ạ",
            "responsible person: [543] [staff_name] [helpdesk staff]",
            "Chào bạn [full_name];. . Bạn học theo chương trình đào tạo khóa 2012 nên đăng ký theo mã LVTN là 206303 nhé. . Thân./."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Chào thầy (cô) ! . . . . Hiện tại [full_name] của em có một khoảng chưa thanh toán là BH Tai Nạn sinh viên nhưng em đã chọn thanh toán nhưng [full_name] không link được đến khoản cần thanh toán và bây giờ khoản đó đã hết hạn thanh toán nhưng vẫn không link được, em nhờ thầy cô kiểm tra giúp em.. . . . Em cám ơn thầy cô !. .",
            "Chào bạn,. . Vấn đề về BHTY bạn vui lòng liên hệ Phòng Công tác Chính trị sinh viên để hỏi.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Dạ em chào Thầy (cô).. . -Vừa rồi em có đăng kí 1 môn đại cương để cải thiện điểm nhưng bị rớt do em vắng thi, thì em có phải đăng kí học lại môn đó không ạ. (trước lúc cải thiện em được 6.0). . Em xin cảm ơn.",
            "Chào bạn,. . Tùy bạn có muốn tiếp tục đăng ký để học cải thiện điểm không nhé. Nhà trường không bắt buộc, miễn bạn đạt tất cả các môn trong CTĐT của mình và đủ các điều kiện để được công nhận tốt nghiệp.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Dạ hôm qua e tưởng là mở hết ngày 3/1 nhưng chỉ mở đến 15h nên e không đăng kí kịp GDTC ạ có cách nào HK sau đi học GDTC không ạ",
            "responsible person: [543] [staff_name] [helpdesk staff]",
            "Chào bạn,. . Nếu bạn không đăng ký kịp trong học kỳ 2/2018-2019 thì bạn đợi đăng ký vào học kỳ kế tiếp. Bạn lưu ý xem lịch học vụ để biết thời gian đăng ký môn học:. . http://www.aao.hcmut.edu.vn/sinh viên/lịch học vụ. . Thân. .",
            "dạ e cảm ơn cô. .",
            "Nhưng cô ơi e muốn đăng kí trong học kì này luôn thì làm sao vậy cô",
            "Chào bạn,. . Học kỳ này thì hết thời gian đăng ký môn học rồi nha bạn.. . Thân",
            "Chào bạn,. . Bạn có thể trình bày rõ lý do về việc cập nhật lý lịch trễ để xin xem xét phục hồi lại thời khóa biểu nhé. Ghi chi tiết nội dung và các môn học đã đăng ký trong học kỳ chính (thay cho đơn xin xem xét).. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp - Đại học - Cao đẳng chính quy   Cập nhật ngày CTXH, điểm ... ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp - Đại học - Cao đẳng chính quy   Cập nhật ngày CTXH, điểm ... . Chào cô/anh. . Cho em hỏi hiện tại em là sinh viên k14 khoa Công Nghệ Vật Liệu ngành Vật Liệu Kim Loại. . Em rớt học môn kinh tế kỹ thuật ( IM2003)  với điểm tổng kết là 4.0 . . Em đã đậu môn quản trị kinh doanh cho kỹ sư ( IM3001 )  với điểm tổng kết là 6.0. . Vậy cho em hỏi có thể không tính điểm môn kinh tế kỹ thuật không ?  Và như vậy em đã đủ điều kiện để tốt nghiệp không ?  . . Cả hai đều là môn tự chọn 3 chỉ của ngành em . . Em xin cảm ơn và sớm mong nhận được hồi âm từ phòng đào tạo. .",
            "Chào bạn,. . Nếu 2 môn thuộc nhóm tự chọn 3 tín chỉ mỗi môn, thì chỉ lấy môn nào cao nhất tính vào điểm TBTN thôi nha bạn.. . Thân mến",
            "Mình đã hiểu . . Vậy là không cần học lại môn kinh tế kỹ thuật rồi . . Mình cám ơn bạn đã giúp   3. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Điểm thi - Đại học - Cao đẳng chính quy   Điểm môn học . Bị như vậy thì phải làm sao ạ",
            "Chào bạn,. . Bị như vậy là sao bạn? Bạn vui lòng trình bày rõ câu hỏi, tình trạng cụ thể như thế nào?",
            "Điểm các cột thành phần của em đều cao hơn 7.5 nhưng điểm trung bình lại tính ra 6.5. Cụ thể là điểm BT 9.0 TN 7.5 Thi 8.5 và trung bình ra 6.5 môn trang thiết bị điện- điện tử trong MCN",
            "Chào bạn,. . Điểm là do thầy cô nhập, bạn có thắc mắc về điểm số có thể liên hệ trực tiếp với giáo viên giảng dạy để trao đổi.. . Thân",
            "Tại em có mail cho thầy rồi nhưng thầy bảo phải lên phòng đào tạo hỏi thầy ko can thiệp vào hệ thống được",
            "Chào bạn,. . Em trả lời với thầy nếu thầy không biết quy định, có thể liên lạc với mấy cô thư ký văn phòng khoa sẽ hướng dẫn có thầy về quy trình sửa điểm nhé!. . Phòng Đào tạo không thể can thiệp vào hệ thống nhập điểm của thầy cô.. . Thân",
            "Cô cho em hỏi là quá trình sửa điểm thường kéo dài bao lâu tại vì em nhắn tin cho thầy hơn 2 ngày rồi mà vẫn chưa thấy thầy trả lời và điểm cũng chưa được sửa",
            "Chào bạn,. . Phụ thuộc giáo viên nha bạn, khi nào giáo viên nộp phiếu sửa điểm lên Phòng Đào tạo thì được mở khóa để sửa điểm nha bạn.. . Thân",
            "Chào bạn,. . Theo bảng điểm do GV nộp cho PĐT môn ME2005 của bạn gồm :. . . . Bài tập 9,0 x 25%. . TN : 7,5 x 20%. . BTL/DA : 0,00 x 25%. . Thi : 8,5 x 30%. . . . Tổng kết = 6,5 đ. . . . Thân mến. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: cho em hỏi bữa em thấy mail đăng ký BHYT mà vào đăng ký rồi cập nhật thông tin thì không chọn được loại bảo hiểm để đóng nên em chờ để đăng ký mà sau quên đăng ký lại nên giờ em chưa đăng ký BHYT thì cho em hỏi có cách nào không ạ?Em cảm ơn",
            "Chào bạn,. . Vấn đề về BHYT bạn vui lòng liên hệ ở Phòng Công tác Chính trị sinh viên để được giải đáp.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "MSSV [student_id]\t. . . .   i Đăng ký môn học - Đại học - Cao đẳng chính quy   Khác ... . Đợt đăng kí môn học đầu tiên em có đăng kí phương pháp tính (MT1009). Nhưng đến lần hiệu chỉnh thứ 3 do bị học liên tục với môn khác nên em có hủy môn và đăng kí lại sang lớp L07. . tiết 789 thứ 2 để không bị trùng giờ học với các môn khác cũng như không bị học liên tục từ tiết 6 đến tiết 7 vì môn học khác học từ tiết 2345 và tiết 101112 nhưng không hiểu lí do tại sao nhà trường lại hủy môn của em trong khi các bạn em đăng kí giống em vẫn được chấp nhận.. . Xin nhà trường xem xét cảm ơn và xin lỗi vì bất tiện này.. . . .",
            "Chào bạn,. . Đã phục hồi môn MT1009 nhóm L07 cho bạn. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Mình hiện đang theo học hệ bằng 2 buổi tối của trường. Theo lịch đăng ký môn học của trường kỳ này, có nhiều môn bắt buộc mình phải học ban ngày mới theo kịp chương trình đào tạo của nhà trường. Mà ban ngày mình bận việc công ty và không thể theo học kịp được như các bạn học ban ngày. Mình có thể xin chuyển qua hệ vừa học vừa làm được hok ah? Mình thấy mấy bạn học bên hệ vừa học vừa làm chủ yếu học buổi tối đúng hok ah? Mong quý anh chị giúp đỡ!",
            "Chào bạn [full_name];. . Sinh viên hệ Bằng 2 không thể đăng ký nhóm học của hệ VLVH được. . Trường hợp bạn muốn chuyển chương trình học của mình sang chương trình hệ VLVH, bạn phải có quyết định nghỉ học bên Bằng 2 nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: ad cho mình hỏi với . . bữa trước bên phòng ctct-sv có 1 mail là bảo đợt 2 của hạn đóng bảo hiểm y tế là vào tháng 1. . cho mình hỏi mình nay chưa đóng tại hồi bữa bận thi quên mất vậy còn đợt nào ko ạ",
            "responsible person: [543] [staff_name] [helpdesk staff]",
            "Chào bạn,. . Vấn đề về BHYT bạn vui lòng liên hệ Phòng Công tác Chính trị Sinh viên để hỏi.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Dạ kì này em có đăng kí môn thực tập tốt nghiệp vớii số tín chỉ tối đa trên mybk là 15 chỉ và đăng kí danh sách thực tập tốt nghiệp theo thầy [full_name] đã thông báo. Nhưng hiện nay trong lịch học em đã bị huỷ môn thực tập tốt nghiệp và đề cương luận văn ạ.",
            "responsible person: [543] [staff_name] [helpdesk staff]",
            "Chào bạn,. . Bạn vui lòng vào trang mybk.hcmut.edu.vn/ Đăng ký môn học, xem lịch sử môn học để biết lý do hủy, hiện tại học kỳ 181 đã kết thúc, bạn lưu ý về thời gian phản hồi TKB sau khi kết thúc đợt đăng ký và công bố TKB, nếu có thắc mắc khiếu nại gì, bạn phải làm đơn ngay tại thời điểm đó.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được . Cho em hỏi là tại sao nhà trường có mở một đợt đăng kí bổ sung cho sinh viên vi phạm giờ học từ ngày 4/1- 7/1 nhưng em lại không thể hiệu chỉnh được ạ ?. .",
            "Chào bạn,. . Đợt đăng ký môn học từ ngày 4/1 đến ngày 7/1 chỉ dành cho một số bạn nhận được email để đăng ký bổ sung. Bạn có nhận được email đăng ký môn học không? Nếu nhận được email mà không hiểu chỉnh được, bạn có thể đến Phòng Đào tạo khiếu nại.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Cho em hỏi bây giờ em muốn đăng kí môn giáo dục thể chất thì phải làm sao ạ!. . . .   b MSSV: [student_id]  /b \t. . . .",
            "Chào bạn,. . Bạn theo dõi mail sinh viên, nhà trường sẽ gửi mail thông báo riêng về việc đăng ký môn GDTC.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Khác ... . Kính gửi Phòng Đào Tạo,. . Em tên là: [full_name];. . Mssv: [student_id];. . \"Từ ngày 2/1 đến 3/1,sinh viên đại học chính quy được đăng kí bổ sung môn học\" theo thông báo của Phòng Đào Tạo. Nhưng em vẫn chưa biết điểm môn \"CI1045 - Ng/lý kinhtế &quản lý xd\" và nhắm điểm không qua, nên em có đăng kí bổ sung môn học. Nhưng ngày 4/1 em biết điểm đã đậu nên mong muốn xin Phòng Đào Tạo hủy môn học giúp, em xin chân thành cảm ơn Phòng Đào tạo.. . Ký tên,. . Nhân.. . . . . . . . . .",
            "Tái bút: Vì thấy chưa có thời khóa  B  biểu chính thức nên em xin Phòng Đào tạo hủy môn học \"CI1045 - Ng/lý kinhtế &quản lý xd: mà không tính học phí, Em cảm ơn Phòng Đào Tạo.. . Ký tên,. . Nhân.",
            "Chào bạn,. . Hiện tại đã hết thời gian để hủy môn học nha bạn, bạn có thể tham khảo về quy định rút môn học tại đây: http://www.aao.hcmut.edu.vn/sinh viên/quy chế/Quy chế đào tạo và học vụ bậc đại học, cao đẳng: áp dụng đến học kỳ 1 (2018-2019)/Điều 11. Hủy, rút môn học. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "cho e hỏi còn học bao nhiêu môn nữa là đủ chương trình đào tạo và làm luãn văn, để em dk trong học kỳ tới.",
            "Chào bạn !. . . . PĐT sẽ gửi mail cho bạn các môn học còn nợ nhé !. . . . Thân chào"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Khác ... . Kính gửi quý thầy/cô.. . . . Em tên [full_name]; MSSV: [student_id]. . Vào ngày 02/01/2019 trong đợt đăng ký môn học GDTC em đã đăng ký lớp Aerobic, vậy tại sao trên thời khóa biểu của em ở học kì 182 không có môn GDTC? Nếu lí do đến từ sĩ số lớp không đủ thì có cách nào để em được bổ sung hay chọn học các lớp GDTC còn lại không? Em đã thực hiện đúng mọi hướng dẫn mong thầy/cô xem xét nếu không thì thiệt thòi cho em quá.. . Em xin chân thành cảm ơn.. . . . Thân.",
            "Chào bạn,. . Bạn lưu ý kiểm tra email sinh viên, Phòng Đào tạo sẽ mở thêm 1 đợt đăng ký bổ sung riêng cho môn GDTC và sẽ gửi mail thông báo cho các bạn sinh viên.. . Thân",
            "Kính gửi quý thầy/cô,. . . . Theo như trong email nhà trường thông báo thì  bắt đầu từ 12h ngày 08/01 là sẽ được đăng ký bổ sung môn học GDTC vậy cho em hỏi tại sao môn Aerobic mã lớp PE1021 em chọn vào lớp đó thì lại có lỗi là \" bạn chưa đến hạn đăng ký, kết quả chỉ dùng để tham khảo, sẽ bị xóa khi đăng xuất \" như thế này nghĩa là lỗi gì vậy quý thầy/cô?. . . . Mong thầy/cô phản hồi em sớm.. . . . Thân.",
            "Chào bạn,. . Bạn thử vô đăng ký lại xem có còn báo lỗi nữa không? Nếu còn bạn vui lòng chụp lại màn hình báo lỗi gửi lại để kiểm tra lại giúp bạn.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Mình đang học hệ VHVL. Làm sao để mình biết môn não mình được miễn khi đã học tại cao đẳng\t. . . .",
            "Chào bạn [full_name];. . Khi có danh sách các môn được miễn, Phòng Đào tạo sẽ gửi qua email của sinh viên (đã tạo trên BKNETID). . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Vừa làm vừa học - ĐTTX   Đăng ký môn học . kính chào thầy cô phòng đào tạo.. . em tên [full_name], là sv hệ VLVH khoá 2018 diện xét học bạ.. . em có thắc mắc về chương trình đào tạo của khoá này là áp dụng theo chương trình nào ạ, em có thấy khoá 2018 có 2 ngành là KHMT và KTMT nhưng ko biết c.trình này có áp dụng cho hệ VLVH của em không? và nếu có thì em thấy đợt đăng ký môn từ 4/1-8/1 có môn kỹ thuật lập trình mã CO1013 khác với mã môn trong chương trình ngành KHMT là CO1011 thì em có chọn được không. mong nhận dược hỗ trợ từ thầy cô.. . em cảm ơn.. . cv.[full_name]",
            "Chào bạn . . . . Hiện tại bạn đăng ký học ngành CNTT, bạn có thể vào trang web aao.hcmut.edu.vn    sinh viên    chương trình đào tạo    chọn khóa 2017    Khoa khoa học và Kỹ thuật Máy tính    chon ngành CNTT, để biết chương trình đào tạo mình theo học nhé !. . . . Đối với ngành CNTT môn kỹ thuật lập trình có mã môn học là: CO1011.. . . . Thân chào"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]3  /b \t. . . . . . Cho e hỏi sao em lúc đăng ký môn học thì được và xong thời đăng ký môn học nó lại hiện là như thế này:. . PDT không đ/ký cho SV MH CI2035 (2: Thiếu môn học trước CI1007). . _ Mà trong khi đó môn CI1007 em học mã cũ chương trình đào tạo K13 đậu rồi, mã đó là của chương trình đạo tạo mới K14.",
            "Chào bạn,. . Môn 810020 & 810115 đã đạt =  CI1007.. . Tức là bạn muốn đăng ký môn CI2035 (HK182)phải không?. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Dạ chào cô (thầy), em là [full_name] MSSV [student_id], kỳ này em có đăng ký đề cương luận văn và em thấy đã đăng ký thành công nhưng trong thời khóa biểu lại không thấy có môn đó, em xin hỏi là như vậy em có được học môn đề cương không ạ ?? tại vì hiện tại em đang nhận đề tài và đang tiến hành làm nếu như cuối kỳ môn của em không đăng ký được sẽ rất mất công ạ. Em xin cảm ơn",
            "responsible person: [543] [staff_name] [helpdesk staff]",
            "Chào bạn,. . Bạn kiểm tra về điều kiện đăng ký môn đề cương  luận văn của bạn, đợt 3 đăng ký từ ngà 2/1 đến 3/1, trong phần lịch sử đăng ký môn học có báo  bạn \"PDT không đ/ký cho SV MH CO4311 (1: Thiếu môn song hành CO3313). . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Chào quý thầy cô,. . Em là Tân sinh viên hệ VHVL học kì 182 khoa Kỹ thuật xây dựng.. . Hiện tại em có 1 số thắc mắc như sau:. . 1 - Số chỉ tối đa được miễn là bao nhiêu?. . 2 - Đã có đợt đăng ký môn học nhưng \"chúng em\" vẫn chưa nhận được phiếu xét miễn môn học để loại bỏ các môn không phải học, vậy nên \"chúng em\"   B vẫn đk bình thường rồi gạt bỏ các môn trùng (sau khi có phiếu xét miễn môn học)  /B  hay là   B tiếp tục chờ có thông tin miễn môn học rồi mới đk  /B .. . 3 - Khoảng thời gian nào thì \"chúng em\" được nhận phiếu xét miễn môn học.. . . . Rất mong nhận được phản hồi từ Quý thầy cô.. . Cảm ơn và trân trọng.",
            "Chào bạn !. . . . Hiện tại, đang tiến hành xét miễn môn học cho các bạn sinh viên vừa nhập học. Sẽ gởi các bạn trong thời gian sớm nhất.. . . . Bạn vẫn đăng ký môn học bình thường, nếu bạn đăng ký trùng với môn được miễn, sẽ được hủy môn học đó.. . . . Số tín chỉ tối đa môn học được miễn 60 tín chỉ.. . . . Thân chào"
        ]
    },
    {
        "intent": "",
        "message": [
            "Vừa làm vừa học - ĐTTX   Đăng ký môn học . Họ tên: [full_name] MSSV:[student_id]. . MSSV cũ hệ CQ: [student_id]1. . . . Thầy cô cho em hỏi, mặc dù đã hoàn thành môn học CI4005 - công trình ven biển từ lúc còn học hệ Chính Quy (mã số môn học cũ 803025).. . Nhưng trong đợt đăng ký môn học vừa qua, ngày 12/11 đến 12/12/2018, em vẫn không được đăng ký do thiếu môn tiên quyết.. . Mong thầy cô kiểm tra giúp em, và hướng dẫn thủ tục để khắc phục.. . Em xin chân thành cảm ơn sự giúp đỡ của quý thầy cô!",
            "Chào bạn [full_name];. . Bạn làm đơn trình bày nộp cho Phòng Đào tạo nhé. . Thân"
        ]
    }
]