[
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em thuộc khoa Điện-Điện tử.. . . . Hiện em đã qua môn Vật lý bán dẫn mã mới.. . . . Em muốn chuyển điểm môn này sang mã cũ. Thì em nên làm gì để chuyển điểm ạ.",
            "\"Chào em,. . Em gửi lại giúp một yêu cầu khác qua bksi, ghi rõ tiêu đề \"xin cập nhật môn tương đương\", em ghi rõ em học môn học nào?ở Học kỳ nào? bao nhiêu điểm? tương đương môn học nào (ghi rõ tên và mã MH). . Thân\""
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Chào thầy/cô, hiện em đã đủ hết điều kiện về CCNN về Toeic nghe đọc và nói viết. Em vẫn chưa được xét tình trạng thu nhận lại để đăng kí tốt nghiệp được ạ. Mong nhà trường giúp đỡ em để em có thể tốt nghiệp kịp đợt tháng 4 này ạ.Em cảm ơn.",
            "\"Chào bạn,. . PDT đã ghi nhận yêu cầu về đăng ký xét TN của bạn. SV vui lòng theo dõi email  và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 11/04/2022 SV vẫn chưa nhận được thấy tên trong ds dự kiến tốt nghiệp (http://www.aao.hcmut.edu.vn    Tốt nghiệp    Thông tin tốt nghiệp) hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ tại (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 04/2022 . . Về tình trạng sinh viên, khi nào bạn có tên trong ds dự kiến tốt nghiệp, PDT sẽ tự động ra QD thu nhận cho bạn nhé. . Thân\""
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em tên [full_name] MSSV: [student_id]. . Kính thưa Phòng đào tạo, hiện tại thì em vẫn chưa nhận được quyết định thu nhận lại để có thể đăng kí tốt nghiệp. Em không biết là em có kịp đăng kí trước ngày 11/4 không và nếu trễ thì sau ngày 11/4 thì có đăng kí tốt nghiệp được không. Em cũng đang lo ạ. Em xin cảm ơn.. .",
            "\"Chào em,. . Hiện tại PDT đang ra Quyết định thu nhận lại cho SV để đăng ký xét tốt nghiệp, em theo dõi tình trạng trên mybk/Thông tin Sinh viên, khi nào chuyển qua trạng thái \"\"đang học\"\", em vào đăng ký tốt nghiệp lại nhé.. . Thân\""
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em chào thầy/cô phòng đào tạo ạ. Em tên [full_name], khóa 2020. Thầy/cô cho em hỏi là sáng nay (7/4/2022) lúc 8 giờ 46 phút, em có ra ngân hàng OCB để nộp học phí. Nhưng sau hơn 1 tiếng kể từ lúc đóng học phí xong thì trên BKpay vẫn để là chưa thanh toán. Em có đính kèm hình ảnh biên lai của ngân hàng OCB ạ. Em mong thầy/cô kiểm tra lại giúp em với ạ. Em cảm ơn ạ.",
            "Em đã kiểm tra lại thì thấy trên BKpay xác nhận là đã thanh toán rồi ạ. Em cảm ơn thầy cô ạ.",
            "Chào bạn,. . PĐT  ghi nhận bạn đã thanh toán xong học phí đại học chính quy HK  212.. . Lưu ý: Do sự thay đổi chính sách của Google, các thông báo và tin nhắn của Phòng Đào Tạo và BKeL bằng email KHÔNG còn được thực hiện. Sinh viên vui lòng theo dõi thông báo qua chức năng TIN NHẮN trên trang BKeL. Hãy cài đặt Moodle Mobile App để được nhắc nhở ngay trên thiết bị di động của cá nhân. . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . . . Thưa quý thầy,cô! Em tên là [full_name],là sinh viên khoá 2015, khoa kỹ thuật tàu thủy, Mã số sinh viên: [student_id]. Em bị tạm dừng học kì vừa rồi nên không thể đăng kí tốt nghiệp được.Em rất mong nhà trường tạo điều kiện mở trang đăng kí tốt nghiệp cho em để em có thể đăng kí tốt nghiệp ra trường ạ! Em chân thành cảm ơn thầy cô !!!",
            "Chào bạn. . - Bạn đã có tên trong danh sách dự kiến tốt nghiệp, Bạn sẽ nhận mail vào tuần sau để thực hiện khai thông tin tốt nghiệp theo hướng dẫn nghen. . - Về tình trạng sinh viên tạm dừng (hoặc K15: bị xóa tên vì hết thời gian học), khi nào em có tên trong ds dự kiến tốt nghiệp, PDT sẽ tự động ra QD thu nhận cho bạn,. . khi nào chuyển qua trạng thái đang học, em vào đăng ký tốt nghiệp lại nghen. . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Kính thưa phòng đào tạo , em là sinh viên khoá 2021 chương trình clc của trường . Do điều kiện tài chính và kinh tế khó khăn em muốn xin được chuyển sang hình thức VHVL . Em có một số câu hỏi ạ : . . 1) Hệ VHVL có được học các môn đại cương , chính trị như Chính Quy luôn không ạ và bỏ những môn nào và học bao nhiêu năm?. . 2) Giá trị của 2 bằng thế nào ạ vì em có dự đi đi làm lò đốt rác tư nhân sau khi tốt nghiệp nhưng sợ doanh nghiệp ko tuyển dụng.. . 2) Hệ VHVL có thể học được buổi sáng và chiều không ạ?. . 3) Cách để đăng ký chuyển từ chính quy sang VHVL là như thế nào ạ?. .",
            "Chào bạn,. . Sinh viên vui lòng xem chi tiết quy định: Quyết định ban hành Quy định về học vụ và đào tạo bậc đại học (số 2933 ngày 10/9/21) và Quyết định ban hành Quy định chung về học vụ và đào tạo (số 2931 ngày 10/9/21). . 1)Về CTDT là giống nhau của đại trà và VLVH . . 2)Trên bằng VLVH có ghi hệ VLVH. . 3)Hệ VHVL có thể đăng ký học các môn học buổi sáng và chiều theo các lớp chính quy. . 4)Bạn tải mẫu Phiếu đề nghị chuyển sang VLVH  tại trang web: aao.hcmut.edu.vn gởi tại BKSI để Pdt xử lý chuyển sang VLVH cho bạn.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Phòng đạo tạo có thể hướng dẫn cho em các bước gia hạn học phí kì 212 được không?. . Em cảm ơn.",
            "Chào bạn. . Vấn đề BHYT, Học bổng, vay vốn ngân hàng, gia hạn và miễn giảm học phí, sinh hoạt công dân… Bạn vui lòng liên hệ Phòng Công tác Chính trị Sinh viên để được hướng dẫn.. . Email: [email]. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Dạ em muốn hỏi là: khi đã hoàn thành các điều kiện tốt nghiệp thì để đăng kí tốt nghiệp thì có thể đăng kí tốt nghiệp bất cứ lúc nào không ạ, ví dụ như tháng 5, tháng 6, tháng 7,...và có . . được cấp bằng tốt nghiệp tạm thời ngay sau khi đăng ký không, hay chỉ khi phòng đào tạo mở đợt xét tốt nghiệp mới có thể đăng kí tốt nghiệp ạ.. . . . Em xin cảm ơn.",
            "Chào em;. . Tốt nghiệp phải được xét theo đợt, em xem thông tin tại trang aao.hcmut.edu.vn    thông tin tốt nghiệp để nắm thêm thông tin nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em chào quý thầy cô PĐT ạ. Em là sinh viên khóa 2021 thuộc chương trình đại trà ạ. Dạ cho em hỏi là học kỳ hè 213 cho phép SV K2021 đăng ký môn học mới đúng không ạ. Tức là HK211 và HK212 em chưa học môn A thì HK213 em học môn A này và nếu đạt môn A thì môn A được tính vào số tín chỉ tích lũy và điểm trung bình tích lũy phải không ạ ?  B",
            "Chào bạn,. . - Về việc đăng kí môn học học kì hè 2021 - 2022 (HK213), bạn vui lòng xem lại thông báo chi tiết ngày 01/04/2022 (tại tin nhắn BKel) nhé.. . Thân!"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Lịch thi và thời khóa biểu của e trên mybk không được cập nhật hk2",
            "Chào bạn. . Dự thính: Tình trạng của bạn đã bị hủy TKB HK211+212 (nếu có) vì chưa thanh toán học phí HK 211 (CHÍNH QUY) theo quy định.. . Để được phục hồi TKB HK211 & HK212(nếu có), SV phải thanh toán phần học phí còn nợ, sau đó SV tự viết đơn trình bày xem xét phục hồi TKB HK211 & HK212 (nếu có), ghi rõ lý do thanh toán trễ học phí + tên môn + MSMH + Học kỳ gởi tại trang hỗ trợ trực tuyến [full_name]. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Em tên: [full_name]. . MSSV: [student_id]. . . . Hiện tại em đã đăng ký thi anh văn TOEIC tại Bkenglish để được xét tốt nghiệp, nhưng do thẻ sinh viên của em có ghi là hiệu lực đến 03/2022 và hiện tại tình trạng sinh viên của em đang là tạm dừng, vì vậy em muốn xin phép nhà trường cấp cho em giấy xác nhận sinh viên để em có thể đóng lệ phí thi TOEIC theo diện sinh viên ạ.",
            "Chào bạn. . Phòng đào tạo gởi Sinh viên giấy xác nhận sinh viên HK212 theo file đính kèm.. . Sinh viên cần bản chính vui lòng liên hệ phòng đào tạo 101A1 để nhận.. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Hiện tại đã có kết quả thi TOEIC 2 kĩ năng nói và viết. Em đã đủ điều kiện tốt nghiệp. Kính mong phòng đào tạo xem xét thu nhận và đưa vào danh sách tốt nghiệp dự kiến. Em cảm ơn.",
            "\"Chào bạn,. . PDT đã ghi nhận yêu cầu về đăng ký xét TN của bạn. SV vui lòng theo dõi email  và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 11/04/2022 SV vẫn chưa nhận được thấy tên trong ds dự kiến tốt nghiệp (http://www.aao.hcmut.edu.vn    Tốt nghiệp    Thông tin tốt nghiệp) hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ tại (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 04/2022 . . Về tình trạng sinh viên, khi nào bạn có tên trong ds dự kiến tốt nghiệp, PDT sẽ tự động ra QD thu nhận cho bạn nhé. . Thân\""
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Kính gửi phòng đào tạo, em là [full_name], MSSV : [student_id]. Nay em gửi yêu cầu này kính xin phỏng đào tạo xem xét cho em được đăng ký tốt nghiệp vào tháng 4/2022. Với lý do : em đã hoàn thành xong chương trình đào tạo, đã nộp chứng chỉ ngoại ngữ và đã được nhà trường thẩm tra hợp lệ, em đã thi và đậu tiếng Anh phần Nói & Viết . Kính xin phỏng đào tạo cho phép em được đăng ký tốt nghiệp. Em xin chân thành cảm ơn.",
            "\"Chào bạn,. . PDT đã ghi nhận yêu cầu về đăng ký xét TN của bạn. SV vui lòng theo dõi email  và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 11/04/2022 SV vẫn chưa nhận được thấy tên trong ds dự kiến tốt nghiệp (http://www.aao.hcmut.edu.vn    Tốt nghiệp    Thông tin tốt nghiệp) hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ tại (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 04/2022 . . Về tình trạng sinh viên, khi nào bạn có tên trong ds dự kiến tốt nghiệp, PDT sẽ tự động ra QD thu nhận cho bạn nhé. . Thân\""
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]  /b \t[full_name] [full_name] [full_name] [full_name]   i Học vụ  /i [full_name] [full_name] Kính gửi phòng đào tạo, em tên [full_name][full_name] Theo như lịch thi của phòng đào tạo đưa ra thì có không ít bạn có lịch thi dày đặc và trong đó có em[full_name] Lịch thi của em có năm môn thi trong hai ngày liên tiếp và ngày 13/05 thi ba môn ở cả hai cơ sở, em sợ không đảm bảo được chất lượng thi, em mong phòng đào tạo xem xét[full_name] Em xin chân thành cảm ơn![full_name] [full_name] [full_name] [full_name] Người viết[full_name] [full_name] [full_name][full_name] [full_name] [full_name][full_name] [full_name] [full_name] [full_name]",
            "Chào bạn. . Pdt ghi nhận ý kiến phản hồi về Lịch thi của bạn sẽ báo cáo ban lãnh đạo Phòng để xem xét. . Hiện tại, bạn vui lòng thi theo lịch thi nghen. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "b Dạ em chào Phòng Đào Tạo  /b . .   b Em là sinh viên Nguyễn Duy  /b . .   b MSSV: 1551020  /b \t. . . .   i Tốt nghiệp . Về môn học 407408 (Cơ sở máy tính) của HK192, điểm hiển thị trên hệ thống MyBK là điểm tổng kết 7.5 chứ không phải điểm tổng kết 15 như những môn học chưa có điểm GS Mỹ khác.. . . . Bản thân môn học 407408 lúc em học được thông báo là miễn GS Mỹ và cho tới hiện tại đã 2 năm qua cũng không có thông báo mới nào về lớp GS Mỹ của môn này được mở. . . . . Do vậy nên lúc đầu em tưởng rằng không cần phải xin miễn GS Mỹ môn học này!. . . . Sau khi được Phòng Đào Tạo thông tin, em đã nhanh chóng liên hệ với Văn Phòng Đào tạo Quốc tế cũng như Văn Phòng khoa Điện - Điện Tử để xin miễn điểm GS Mỹ môn 407408 và hôm nay em lên Văn Phòng trực tiếp hỏi thì được thông báo rằng thứ 2 (11/4) công văn mới được thông qua do thầy đang đi công tác.. . . . Thứ 2 (11/4) cũng là hạn chót đăng ký tốt nghiệp nhưng lại trùng lịch nghỉ lễ bù nên em không biết lúc đó hệ thống MyBK có hoạt động không để em đăng ký tốt nghiệp cũng như nếu có trục trặc thì sau đó em phải xử lý như thế nào ạ?. . . . Tháng 4/2022 cũng là hạn chót thời gian đào tạo nên em kính mong Phòng Đào Tạo có thể giúp em xử lý để em kịp đăng ký tốt nghiệp trong đợt tháng 4 này ạ.. . . . Em xin cảm ơn!. . . . . . . . . . . . . . . . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Đơn xin hoãn thi môn Hoá Hữu cơ (CH2021). . Họ và tên: [full_name]. . Mssv: [student_id]. . Môn xin hoãn: Hoá hữu cơ ( CH2021). . Lớp: L05. . Em xin hoãn thi môn Hoá hữu cơ (CH2021) do em không đáp ứng yêu cầu về thiết bị mà nhà trường và bộ môn yêu cầu. Máy tính em yêu nên không thể vừa ghi màn hình vừa vào meet được nên trong các lần thi trước em sử dụng điện thoại để vào meet. Lần nào bộ môn yêu cầu quay thêm xung quanh và gửi lại nên em không đủ điều kiện có thêm 1 thiết bị khác để quay xung quanh được.. . Kính mong phòng đào tạo cho phép em được hoãn thi giữa kì.",
            "\"\"\"Chào bạn,. . Về việc kiểm tra bổ sung (giữa kỳ):. . SV có thể liên hệ với GV để xin được kiểm tra bổ sung lại, nếu GV không đồng ý. . Bạn vui lòng tải mẫu đơn: Phiếu đăng ký dự thi kiểm tra bổ sung tại trang web : aao.hcmut.edu.vn    Sinh viên    biểu mẫu. . Điền đầy đủ thông tin đính kèm minh chứng nộp tại BKSI (áp dụng đối với các môn lý thuyết có lịch thi ). . Thân\"\"\""
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em tên [full_name],MSSV [student_id]. . Thưa thầy ( cô) Em đã hoàn thành các điều kiện tốt nghiệp của học kì 211. Trong khi e đang bị tạm dừng trong học kì 211 do không đăng kí môn học chính, và em mong muốn được đăng kí tốt nghiệp trong học kì này.Em vừa có thi nói viết ngày 3/4 và hôm nay em đủ điều kiện để tốt nghiệp Nay em viết đơn này mong phòng đào tạo xét duyệt cho em được tiếp nhận lại và đăng kí tốt nghiệp.",
            "\"Chào bạn,. . PDT đã ghi nhận yêu cầu về đăng ký xét TN của bạn. SV vui lòng theo dõi email  và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 11/04/2022 SV vẫn chưa nhận được thấy tên trong ds dự kiến tốt nghiệp ( Tra danh sách tại http://www.aao.hcmut.edu.vn    Tốt nghiệp    Thông tin tốt nghiệp) hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 04/2022 (cập nhật mới gia hạn thời gian xử lý tốt nghiệp). . Về tình trạng sinh viên, khi nào em có tên trong ds dự kiến tốt nghiệp, PDT sẽ tự động ra QD thu nhận cho bạn nhé. . Thân. . \"",
            "Thưa cô!. . Em cảm ơn cô ạ. Cô ơi em có một chút thắc mắc ạ. Cho em hỏi là giờ em đợi mail của phòng đạo tạo rồi mới đăng ký được tốt nghiệp phải không ạ.Hiện tại em lên đăng ký nhưng không được ạ. Tại hạn chót đăng ký tốt nghiệp là 11/4 nên em hơi lo lắng. Em nghe nói trường được nghĩ ngày 9-11/4. Em xin chân thành cảm ơn.",
            "Chào em,. . SV vui lòng đợi mail thông báo hướng dẫn đăng ký tốt nghiệp.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . pdt ơi cho em hỏi là mai em có điểm thi anh văn nghe đọc và em sẽ nộp điểm và đợi kiểm định. Kiểm định xong khoảng ngày 17/4 thì em còn đăng ký tốt nghiệp được không ạ?(lúc đó em đã đủ hết các điều kiện tốt nghiệp rồi ạ)",
            "Chào em,. . Trường hợp của em sau khi nộp CCNN vui lòng theo dõi tình trạng thẩm tra chứng chỉ tại mybk/Nộp chứng chỉ ngoại ngữ, khi nào chuyển qua tình trạng đã thẩm tra hợp lệ (thời gian thẩm tra phụ thuộc vào đơn vị cấp chứng chỉ), bạn gửi lại yêu cầu qua bksi xin chuyển điểm sớm để xét tốt nghiệp nhé. . Về tình trạng sinh viên, khi nào em có tên trong ds dự kiến tốt nghiệp, PDT sẽ tự động ra QD thu nhận cho bạn nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "B Tốt nghiệp . Dạ thưa quý thầy cô PĐT. . Em tên [full_name] - MSSV: [student_id]. . Hiện tại em không có tên trong danh sách tốt nghiệp nhưng tính tới hôm nay ngày 07/04/2022 em đã đủ các điều kiện để tốt nghiệp. Kính mong nhà trường, quý thầy cô PĐT bổ sung em vào danh sách dự kiến tốt nghiệp đợt này ạ. Em xin chân thành cảm ơn quý thầy cô.",
            "Chào bạn. . - Bạn đã có tên trong danh sách dự kiến tốt nghiệp, Bạn sẽ nhận mail vào tuần sau để thực hiện khai thông tin tốt nghiệp theo hướng dẫn nghen. . - Về tình trạng sinh viên tạm dừng (hoặc K15: bị xóa tên vì hết thời gian học), khi nào em có tên trong ds dự kiến tốt nghiệp, PDT sẽ tự động ra QD thu nhận cho bạn,. . khi nào chuyển qua trạng thái đang học, em vào đăng ký tốt nghiệp lại nghen. . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Dạ em là [full_name], MSSV là [student_id], lớp Trắc địa khóa 15. Em đã nộp chứng chỉ VNU và trường đã thẩm định hợp lệ và em cũng đã đăng ký chuyển đổi điểm AV1,2,3,4 và đã thanh toán tiền đầy đủ. Em kính mong nhà trường xem xét chuyển đổi điểm sớm giúp em để e được đăng ký xét tốt nghiệp kịp trong tháng 4 ạ. Em xin chân thành cảm ơn sự giúp đỡ của nhà trường ạ.",
            "Đã xét tôt nghiệp"
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính gửi ban quản lý,. . Em là [full_name]. Mã số sinh viên [student_id]. Do vấn đề thiết bị nên vừa qua em đã vắng thi. Sau khi biết được cách xử lý tình huống này thì em lập tức gửi thông tin đến ban quản lý. Kính mong ban quản lý sẽ xem xét trường hợp này và cho phép em được thi lại.Sinh viên vắng thi xin phép được thi lại. . . . . .   i Yêu cầu khác .",
            "\"Chào bạn,. . Về việc kiểm tra bổ sung (giữa kỳ):. . SV có thể liên hệ với GV để xin được kiểm tra bổ sung lại, nếu GV không đồng ý. . Bạn vui lòng tải mẫu đơn: Phiếu đăng ký dự thi kiểm tra bổ sung tại trang web : aao.hcmut.edu.vn    Sinh viên    biểu mẫu. . Điền đầy đủ thông tin nộp qua BKSI. . Thân. . \""
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Hiện em đã qua môn Vật lý bán dẫn (EE1007).. . . . Em học ở kỳ 202, điểm tổng kết 6.00. . (em có gửi hình đính kèm). . . . Em muốn chuyển điểm sang môn Vật lý bán dẫn mã cũ (EE1013). .",
            "Chào em,. . PDT đã cập nhật môn tương đương cho bạn.. . Hiện tại bạn đang cần đăng ký hỗ trợ gì thêm không nhé!. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Cho mình hỏi đăng kí môn học học kì hè 213 có xét chuẩn Anh văn hàng năm không",
            "Chào bạn,. . . . Trong thông báo đăng ký môn học của học kỳ hè 213 không có thông báo về việc không xét chuẩn ngoại ngữ để đăng ký luận văn tốt nghiệp trong HK213.. . Sinh viên vui lòng xem quy chế về việc chuẩn ngoại ngữ nhận luận văn tốt nghiệp tại đây:  Quy chế học vụ đào tạo: aao.hcmut.edu.vn. .    sinh viên    quy chế    học vụ    Quyết định ban hành Quy định về học vụ và đào tạo bậc đại học (số 2933 ngày 10/9/21)/ Phụ lục 1. Quy định về chuẩn ngoại ngữ dành cho chương trình giảng dạy bằng tiếng Việt/2. Chuẩn ngoại ngữ tốt nghiệp. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Dạ chào thầy cô [full_name],. . . . Em [full_name], MSSV [student_id], sinh viên Khoa Kỹ thuật Giao thông, Bộ môn Kỹ thuật Hàng không.. . . . Dạ cho em hỏi là trong học kỳ 202 em có đăng ký thành công hoãn thi môn Luật hàng không dân dụng, mã môn học TR3081. Tuy nhiên, cho tới học kỳ 212 này em vẫn chưa thấy thông tin về lịch thi lại ạ!. . . . Mong [full_name] xem xét và giải quyết cho trường hợp của em.",
            "Chào bạn. . Môn này do [full_name] tự tổ chức Hoãn thi bạn vui lòng liên hệ [full_name] để được hỗ trợ. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Em tên [full_name] MSSV:[student_id]. . Dạ chào phòng đào tạo, pdt cho em hỏi điểm môn quản trị kinh doanh cho kỹ sư nhóm L11-A của cô [full_name] học kì 211 hơn 2 tháng rồi mà chưa có điểm ạ. Pđt kiểm tra lại giúp em để em có kế hoạch học tập cải thiện ạ. Em chân thành cảm ơn.. .",
            "Chào em,. . PDT đã kiểm tra dữ liệu, hiện tại môn học của em vẫn chưa có điểm.. . Em liên hệ với GV hỏi lại giúp cô đã nộp điểm cho Khoa để chuyển Phòng Đào tạo cập nhật cho SV chưa nhé!. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em chào quý cô/thầy,. . Em là [full_name] sinh viên k15 khoa Khoa học và Kỹ thuật Máy tính.. . Em vừa có kết quả tiếng anh nói viết vào ngày hôm nay(07/04/2022) với kết quả là 205 điểm. Em cũng đã hoàn thành tất cả các yêu cầu để có thể tốt nghiệp. Em mong quý cô/thầy có thể hỗ trợ để em có thể đăng ký tốt nghiệp vào đợt tháng 4 này.. . Em xin chân thành cảm ơn.. . P/S: Em xin đính kèm link kết quả để quý cô/thầy có thể dễ dàng tra cứu thông tin: https://bkenglish.edu.vn/ket-qua-31-03.html. .",
            "\"Chào bạn,. . PDT đã ghi nhận yêu cầu về đăng ký xét TN của bạn. SV vui lòng theo dõi email  và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 11/04/2022 SV vẫn chưa nhận được thấy tên trong ds dự kiến tốt nghiệp (http://www.aao.hcmut.edu.vn    Tốt nghiệp    Thông tin tốt nghiệp) hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ tại (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 04/2022 . . Về tình trạng sinh viên, khi nào bạn có tên trong ds dự kiến tốt nghiệp, PDT sẽ tự động ra QD thu nhận cho bạn nhé. . Thân\""
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Chào Phòng đào tạo,. . Hiện tại em đã hoàn thành đủ các điều kiện để xét tốt nghiệp, nhưng tình trạng sinh viên của em đang bị tạm dừng. Phòng đào tạo cho em đăng ký tốt nghiệp ạ.. . Mong Phòng đào tạo phản hồi cho em sớm. . . Em chân thành cảm ơn."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Cho em hỏi về kì thi Anh văn định kì trong trường . Em có thi 1 lần đã qua chuẩn anh văn 4 năm . Vậy em có cần phải thi lại để lấy chuẩn không ? hay thi 1 lần là được qua chuẩn cả 4 năm . Em nghe nói là điểm anh văn định kì đó sau 1 năm sẽ reset và em phải thi lại từ đầu để lấy chuẩn. . Em cảm ơn",
            "Chào bạn. . Sinh viên vui lòng xem chi tiết quy định tại Quy chế học vụ đào tạo: aao.hcmut.edu.vn. .    sinh viên    quy chế    học vụ    Quyết định ban hành Quy định về học vụ và đào tạo bậc đại học (số 2933 ngày 10/9/21)/ Phụ lục 1. Quy định về chuẩn ngoại ngữ dành cho chương trình giảng dạy bằng tiếng Việt.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Kính gởi : Ban giám hiệu và Phòng đào tạo. . . . Em tên : [full_name]   MSSV: [student_id]. . Lớp : XD15CTXD03   Khóa : 2015. . Khoa : Kỹ thuật Xây dựng  Ngành : Xây dựng dân dụng và công nghiệp. . . . Em viết đơn này mong phòng đào tạo check kiểm tra lại về trường hợp của em . Em đã hoàn thành tất cả chương trình đào tạo, Chứng chỉ TOEIC ( đã thẩm tra ), Anh văn nói viết, Ngày công tác xác hội. Lần trước em có làm đơn để xin đăng kí tốt nghiệp nhưng được phản hồi là chưa hoàn thành Toiec nay. em viết đơn này để phòng đào tạo kiểm tra lại và hỗ trợ em đăng kí tốt nghiệp do trạng thái sinh viên của em hiện đã hết chương trình đào tạo.. . Em xin chân thành cám ơn!. . . . Thân ái,. . [full_name]. . [full_name]"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp .",
            "\"Chào bạn,. . PDT đã ghi nhận yêu cầu về đăng ký xét TN của bạn. SV vui lòng theo dõi email  và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 11/04/2022 SV vẫn chưa nhận được thấy tên trong ds dự kiến tốt nghiệp (http://www.aao.hcmut.edu.vn    Tốt nghiệp    Thông tin tốt nghiệp) hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ tại (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 04/2022 . . Về tình trạng sinh viên, khi nào bạn có tên trong ds dự kiến tốt nghiệp, PDT sẽ tự động ra QD thu nhận cho bạn nhé. . Thân\""
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: 1510212  /b \t. . . .   i Tốt nghiệp . Dạ em chào thầy/cô, em là K2015, em được biết học kì này là học kì cuối để K15 xét tốt nghiệp nhưng hiện tại em chưa bổ sung kịp chứng chỉ Anh Văn và số ngày CTXH, nên em xin phép hỏi là còn đợt tốt nghiệp nào khác mà em có thể đăng kí không ạ? Em cám ơn thầy/cô",
            "Chào em,. . Vui lòng trình bày rõ giúp cô là em còn nợ những điều kiện gì để tốt nghiệp?. . Thân",
            "Dạ em đã hoàn thành hết chương trình học (142 tín chỉ, đã bảo vệ xong luận văn), số ngày CTXH là 13.5( còn 1.5 ngày đã thực hiện nhưng chưa được cập nhật), đã đủ điểm [full_name] Nghe-đọc nhưng chưa đủ điểm [full_name] Nói-viết ạ",
            "\"Chào em,. . SV khóa 2015 hiện tại đã hết thời gian đào tạo theo quy định và hạn cuối tốt nghiệp vào đợt tháng 4/2022 này.. . Hiện tại PDT đã ra quyết định thôi học vì hết thời gian đào tạo. . Trong đợt tốt nghiệp tháng 4/2022 này, khi nào SV đủ điều kiện tốt nghiệp, có thể làm đơn gửi qua bksi để xin cứu xét thu nhận lại để xét tốt nghiệp nhé. . Sau ngày 22/04/2022, SV chưa đủ điều kiện tốt nghiệp do chưa hoàn thành đủ ngày CTXH, CCNN xét tốt nghiệp, có thể nộp đơn xin gian hạn 1HK tại Phòng Đào tạo.. . (chưa đủ điều kiện vì thiếu CCNN  có nghĩa là SV phải hoàn thành tất cả các môn học thuộc CTĐT, kể cả AV1,2,3,4. có thể làm đơn xin gia hạn thời gian nộp CCNN để tốt nghiệp. SV lưu ý, trường hợp này PDT phải xét điều kiện đúng là SV chỉ còn nợ CCNN để tốt nghiệp mới được gia hạn nhé). . Thân. . \"",
            "Dạ em cảm ơn cô, hiện tại em đã đủ CCNN và số ngày CTXH, nhưng chưa đến ngày 22/04 thì em vẫn cần làm đơn xin gia hạn 1HK để nộp Phòng Đào Tạo để xét tốt nghiệp không ạ?",
            "Chào em,. . Được em nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Kính chào thầy cô,. . Em tên là [full_name] sinh viên năm nhất, mã sinh viên: [student_id], khoa Kỹ thuật Giao thông.. . Nguyên nhân: Thời khóa biểu và lịch thi của em bị lỗi không hiện học kì 2 mà chỉ hiện kì 1.. . Em mong thầy cô sớm phản hồi ạ.. . Em cảm ơn thầy cô đã dành thời gian để đọc mail này.. .",
            "Chào bạn. . Dự thính: Tình trạng của bạn đã bị hủy TKB HK211+212 (nếu có) vì chưa thanh toán học phí HK 211 (CHÍNH QUY) theo quy định.. . Để được phục hồi TKB HK211 & HK212(nếu có), SV phải thanh toán phần học phí còn nợ, sau đó SV tự viết đơn trình bày xem xét phục hồi TKB HK211 & HK212 (nếu có), ghi rõ lý do thanh toán trễ học phí + tên môn + MSMH + Học kỳ gởi tại trang hỗ trợ trực tuyến [full_name]. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em [full_name] [student_id]. . Em có đính kèm hình ảnh thư trả lời của PDT, em xin hỏi khi nào thì có mail xác nhận xét tốt nghiệp với trường hợp của em ạ. Ngày cuối xét tốt nghiệp là 11/4 và hôm nay là thứ năm 7/6, và ngày 9 và 10/4 PDT sẽ không làm việc. Mong PDT có thể xử lý yêu cầu của em sớm ạ. Em xin cảm ơn.",
            "Chào em,. . Em theo dõi thời gian PDT đã hẹn bạn giúp nhé. . Ngày 11/4 là ngày trễ nhất nhé bạn. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Chào Phòng đào tạo,. . Hiện tại em đã hoàn thành đủ các điều kiện để xét tốt nghiệp. Do tình trạng sinh viên của em bị   B \"tạm dừng\"  /B , nên em không thể đăng ký tốt nghiệp được. Phòng đào tạo cho em đăng ký tốt nghiệp bổ sung đợt tháng 04/2022.. . Mong nhận được phản hồi sớm từ Phòng đào tạo.. . Em chân thành cảm ơn.",
            "\"Chào bạn,. . PDT đã ghi nhận yêu cầu về đăng ký xét TN của bạn. SV vui lòng theo dõi email  và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 11/04/2022 SV vẫn chưa nhận được thấy tên trong ds dự kiến tốt nghiệp ( Tra danh sách tại http://www.aao.hcmut.edu.vn    Tốt nghiệp    Thông tin tốt nghiệp) hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 04/2022 (cập nhật mới gia hạn thời gian xử lý tốt nghiệp). . Về tình trạng sinh viên, khi nào em có tên trong ds dự kiến tốt nghiệp, PDT sẽ tự động ra QD thu nhận cho bạn nhé. . Thân. . \"",
            "Chào cô,. . Hiện tại em đã có tên trong danh sách tốt nghiệp dự kiến tháng 04/2022 cập nhật ngày 9/4. Nhưng em chưa đăng ký tốt nghiệp trên mybk được do chưa có quyết định thu nhận lại.. . Cô kiểm tra lại giúp em. Em cảm ơn cô.",
            "li answer rate: Answer is not complete / Câu trả lời chưa hoàn chỉnh"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Chào thầy, cô ạ! Em tên [full_name] sinh viên khóa K2019.. . Cho em hỏi là đói với thực tập ngoài trường trong kì hè 213 này em có đăng kí trong đợt đăng kí môn cho kì hè 213 này được không ạ?",
            "Chào bạn. . . . Bạn sẽ đăng ký đc môn học khác nếu không trùng TKB với môn thực tập ngoài trường. . . . Lưu ý: Do sự thay đổi chính sách của Google, các thông báo và tin nhắn của Phòng Đào Tạo và BKeL bằng email KHÔNG còn được thực hiện. Sinh viên vui lòng theo dõi thông báo qua chức năng TIN NHẮN trên trang BKeL. Hãy cài đặt Moodle Mobile App để được nhắc nhở ngay trên thiết bị di động của cá nhân. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Chào phòng đào tạo,em tê Khải sinh viên k16. . . . Em đã bị tạm dừng tình trạng sinh viên (do 2 học kì không đăng kí môn học). . . . Hiện tại thì em đã đầy đủ điều kiện TN nhưng không đăng kí TN được, vậy rất mong phòng đào tạo cho em đăng kí tốt nghiệp nhé.. . . . Em cảm ơn",
            "\"Chào bạn,. . PDT đã ghi nhận yêu cầu về đăng ký xét TN của bạn. SV vui lòng theo dõi email  và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 11/04/2022 SV vẫn chưa nhận được thấy tên trong ds dự kiến tốt nghiệp ( Tra danh sách tại http://www.aao.hcmut.edu.vn    Tốt nghiệp    Thông tin tốt nghiệp) hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 04/2022 (cập nhật mới gia hạn thời gian xử lý tốt nghiệp). . Về tình trạng sinh viên, khi nào em có tên trong ds dự kiến tốt nghiệp, PDT sẽ tự động ra QD thu nhận cho bạn nhé. . Thân. . \""
        ]
    },
    {
        "intent": "",
        "message": [
            "B   /B Tốt nghiệp . Kính gửi PĐT, . . . . Em là sinh viên K17 dự kiến tốt nghiệp tháng 4/2022. Em vừa mới đủ các điều kiện tốt nghiệp (tín chỉ, CTXH, anh văn,...). PĐT cho em hỏi khi nào em mới có thông tin trên link danh sách sinh viên dự kiến tốt nghiệp tháng 04/2022 ạ.. . . . Trân trọng.",
            "\"Chào bạn,. . PDT đã ghi nhận yêu cầu về đăng ký xét TN của bạn. SV vui lòng theo dõi email  và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 11/04/2022 SV vẫn chưa nhận được thấy tên trong ds dự kiến tốt nghiệp ( Tra danh sách tại http://www.aao.hcmut.edu.vn    Tốt nghiệp    Thông tin tốt nghiệp) hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 04/2022 (cập nhật mới gia hạn thời gian xử lý tốt nghiệp). . Về tình trạng sinh viên, khi nào em có tên trong ds dự kiến tốt nghiệp, PDT sẽ tự động ra QD thu nhận cho bạn nhé. . Thân. . \""
        ]
    },
    {
        "intent": "",
        "message": [
            "Dạ em chào thầy/ cô ở pđt ạ,. . Em là sinh viên chính quy K20 trường mình a, em có một thắc mắc về chuẩn tiếng anh hằng năm mong các thầy/cô ở pđt giải đáp cho em ạ, cụ thể là:. . + Em hiện tại chưa đạt chuẩn tiếng anh của năm 2 và  đang chuẩn bị thi chứng chỉ ngoại ngữ (Ielts) để chuyển điểm ngoại ngữ cho học kì kế.. .  . . =  Chỉ cần em nộp chứng chỉ anh văn vào trước ngày đăng kí môn học ở năm 3 (HK221) là được đúng không thầy cô? Ví dụ như ngày đăng kí môn học là ngày 15/08, thì em nộp chứng chỉ vào khoảng đầu tháng 8 là em có thể đăng kí môn cho năm 3 được đúng không ạ.. . . . =  Hay em phải bắt buộc tham gia kì thi xét trình độ tiếng anh của iig tổ chức vào tuần 22,23 như đã thông báo ạ để có thể đăng kí môn cho năm 3 ạ? Hoặc là em phải nộp bằng tiếng anh vào trước tuần 22, 23 ạ?. . Dạ, em cảm ơn thầy cô ở pđt nhiều ạ. .  . .",
            "Chào bạn. . - Sinh viên vui lòng xem chi tiết quy định tại Quy chế học vụ đào tạo: aao.hcmut.edu.vn. .    sinh viên    quy chế    học vụ    Quyết định ban hành Quy định về học vụ và đào tạo bậc đại học (số 2933 ngày 10/9/21)/ Phụ lục 1. Quy định về chuẩn ngoại ngữ dành cho chương trình giảng dạy bằng tiếng Việt.. . - Bạn cần nộp chứng chỉ ngoại ngữ trước ngày đăng ký môn học là được.. . - Việc phải tham gia kì thi xét trình độ tiếng anh của iij tổ chức hay không là phụ thuộc vào lựa chọn của bạn nha.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Xin chào pđt, em tên là [full_name], MSSV [student_id], hiện tại em đã đủ tất cả các điều kiện để tốt nghiệp, nhưng tình trạng SV của e đang tạm dừng do ko đkmh nên ko thể đk tn đc, vậy em viết yêu cầu này mong pđt hướng dẫn để em có thể đk tốt nghiệp đúng hạn trc 11/4. Em xin chân thành cảm ơn.",
            "\"Chào bạn,. . PDT đã ghi nhận yêu cầu về đăng ký xét TN của bạn. SV vui lòng theo dõi email  và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 11/04/2022 SV vẫn chưa nhận được thấy tên trong ds dự kiến tốt nghiệp (http://www.aao.hcmut.edu.vn    Tốt nghiệp    Thông tin tốt nghiệp) hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ tại (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 04/2022 . . Về tình trạng sinh viên, khi nào bạn có tên trong ds dự kiến tốt nghiệp, PDT sẽ tự động ra QD thu nhận cho bạn nhé. . Thân\""
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Kính gửi PĐT, . . . . Em là sinh viên k17 dự kiến tốt nghiệp tháng 04/2022, hiện tại em đã đủ các điều kiện để đăng kí tốt nghiệp. Em thấy tên em vẫn chưa có trong danh sách tốt nghiệp dự kiến tháng 04/2022. Vậy em muốn phản hồi với PĐT để PĐT tiếp nhận yêu cầu đăng kí xét tốt nghiệp của em. Kính mong PĐT tiếp nhận và phản hồi cũng như xử lý thông tin tốt nghiệp của em sớm nhất có thể ạ. . . . . Em xin trân trọng cảm ơn.. .",
            "Chào bạn. . - Bạn đã có tên trong danh sách dự kiến tốt nghiệp, Bạn sẽ nhận mail vào tuần sau để thực hiện khai thông tin tốt nghiệp theo hướng dẫn nghen. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Thưa thầy cô,. . em tên [full_name]. . MSSV: [student_id]. . Khoa: Cơ khí. . Lớp CK15NH2. . Hiện tại HK2 (2021-2022) em \"bị xóa tên vì hết thời gian học\" vào ngày 15/3/2022. Em đã tích lũy đủ tín chỉ; ngày ctxh; anh văn 1,2,3,4 và đã đạt chuẩn anh văn Nói-[full_name]. Cho em hỏi mẫu đơn thu nhận lại để đăng ký tốt nghiệp là mẫu PDT-07 hay là mình tự viết vậy ạ.. . Em xin cảm ơn thầy cô  . .",
            "\"Chào bạn,. . PDT đã ghi nhận yêu cầu về đăng ký xét TN của bạn. SV vui lòng theo dõi email  và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 11/04/2022 SV vẫn chưa nhận được thấy tên trong ds dự kiến tốt nghiệp ( Tra danh sách tại http://www.aao.hcmut.edu.vn    Tốt nghiệp    Thông tin tốt nghiệp) hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 04/2022 (cập nhật mới gia hạn thời gian xử lý tốt nghiệp). . Về tình trạng sinh viên, khi nào em có tên trong ds dự kiến tốt nghiệp, PDT sẽ tự động ra QD thu nhận cho bạn nhé. . Thân. . \""
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Chào anh/chị,. . Sau khi hoàn tất tất cả các thủ tục và đã được nhận bằng tốt nghiệp, hiện tại em không thể cập nhật thông tin vào mục Đăng ký tốt nghiệp =  Hồ sơ cựu sinh viên (điền thông tin xong thì bấm Cập nhật nhưng không lưu lại được). . . Không biết là do lỗi tài khoản của em hay là do hệ thống chưa cập nhật cho đăng ký ạ?. . Bên cạnh đó, em muốn hỏi thông tin về việc đăng ký dự lễ tốt nghiệp vào cuối tháng 4 sắp tới, cần đăng ký ở đâu và như thế nào ạ?. . Trân trọng,",
            "Chào em,. . Về trang cựu sinh viên để cô nhờ bên bộ phận kỹ thuật kiểm tra lại và trả lời sau cho bạn nhé.. . Về lễ tốt nghiệp tháng 4/2022 SV vui lòng đợi thông báo sau của nhà trường về lễ tốt nghiệp.. . SV sẽ đăng ký dự lễ tốt nghiệp tại khóa nhé!. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Kính chào thầy/cô,. . Hiện tại em đã hoàn thành xong chương trình học và cũng đã đăng kí chuyển điểm anh văn vào tháng 2 (thanh toán vào 10/2/2022). Tuy nhiên em vẫn chưa được cập nhật điểm để được mở đăng kí tốt nghiệp. Em mong thầy/cô có thể kiểm tra lại ạ. Em xin cảm ơn!"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Thưa cô, em là sinh viên k20. Em muốn đăng ký kiểm tra anh văn định kỳ để xét chuẩn năm học thì đăng ký ở đâu và đăng ký như thế nào ạ?. .",
            "Chào bạn, . . - Về việc đăng ký kiểm tra anh văn định kỳ bạn vui lòng xem lại thông báo Mục 6  Thông báo số 11 Cập nhật kế hoạch học tập của HK 2 và HK hè năm học 2021-2022  và phần bù các học kỳ trước theo hình thức trực tiếp và phối hợp trực tuyến/trực tiếp.. . - Sinh viên đăng ký dự kiểm tra tại myBK. . Thân!"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Dạ em xin chào phòng đào tạo, Em tên [full_name], MSSV:[student_id],Khoa Cơ Khí. Nay em đã đủ điều kiện tốt nghiệp, xin phòng đào tạo cập nhập giúp em danh sách tốt nghiệp dự kiến ạ. Em xin chân thành cảm ơn ạ",
            "\"Chào bạn,. . PDT đã ghi nhận yêu cầu về đăng ký xét TN của bạn. SV vui lòng theo dõi email  và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 11/04/2022 SV vẫn chưa nhận được thấy tên trong ds dự kiến tốt nghiệp (http://www.aao.hcmut.edu.vn    Tốt nghiệp    Thông tin tốt nghiệp) hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ tại (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 04/2022 . . Về tình trạng sinh viên, khi nào bạn có tên trong ds dự kiến tốt nghiệp, PDT sẽ tự động ra QD thu nhận cho bạn nhé. . Thân\""
        ]
    },
    {
        "intent": "",
        "message": [
            "Khiếu nại đăng ký môn học . Dạ em đã chuyển điểm anh văn qua anh văn 3 rồi ạ. nhưng vẫn không cho đăng ký anh văn 4 nhu cầu vì chưa học anh văn 3 theo nhu cầu. thầy cô có thể cho em xin đăng ký được môn này không ạ",
            "Chào bạn, . . Hiện tại đã trễ thời gian đăng ký anh văn nhu cầu của tháng 4/2022, bạn vui lòng xem lịch học vụ để đăng ký anh văn nhu cầu khai giảng 09/05/22 (thời gian đăng ký từ ngày 20/04/2022). Thông tin đến bạn.. . Thân!"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . . . Em đã đăng ký in bảng điểm trên mybk.hcmut.edu.vn và hệ thống hẹn em nhận bảng điểm ngày 13/04/2022. Tuy nhiên, em mong muốn nhận bảng điểm trước ngày 11/04/2022 để thuận tiện cho nhu cầu của em, không biết phòng đào tạo có thể hỗ trợ em được không ạ?. . . . Em mong sớm nhận được phản hồi từ phòng đào tạo ạ.. . Em xin cảm ơn phòng đào tạo và chúc phòng đào tạo có một ngày làm việc vui vẻ và năng suất.. . . . Trân trọng./. . [full_name]. . Khoa Quản Lý Công Nghiệp",
            "Chào bạn, . . Phòng đào tạo kiểm tra bảng điểm của bạn đã in xong, bạn vui lòng liên hệ phòng đào tạo 101A1 để nhận. . . . . Lưu ý: Do sự thay đổi chính sách của Google, các thông báo và tin nhắn của Phòng Đào Tạo và BKeL bằng email KHÔNG còn được thực hiện. Sinh viên vui lòng theo dõi thông báo qua chức năng TIN NHẮN trên trang BKeL. Hãy cài đặt Moodle Mobile App để được nhắc nhở ngay trên thiết bị di động của cá nhân. . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Kính gửi quý thầy/cô,. . Em là [full_name] MSSV [student_id] Khóa 2015.. . Em đã học môn SP1007 - Pháp luật Việt Nam đại cương ở học kỳ 1 năm 2017-2018 với mã môn học là 008001 và đã đạt tổng kết 6.0 điểm. Mong quý thầy cô cập nhật giúp em để có thể đăng ký tốt nghiệp học kỳ này. Em cảm ơn. . .",
            "Chào bạn,. . Trường hợp của bạn đã được cập nhật và xét tốt nghiệp và đủ điều kiện tốt nghiệp. . SV kiểm tra mail hướng dẫn vào đăng tốt nghiệp nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác:",
            "Chào bạn,. . PDT đã tiếp nhận đơn rút MH học HK212(có tính học phí) của bạn, bạn vui lòng theo dõi thông tin cập nhật trên mybk/Thông tin SV/Thời khóa biểu trễ nhất là 15/04/2022. . Sau ngày này vẫn chưa được cập nhật vui lòng phản hồi lại bksi. . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em chào thầy cô,. . . . Thầy cô cho em hỏi về hình thức học tập học kì HK213 là online hay offline tại cơ sở 1 (hoặc 2) vậy ạ?. . . . Em cảm ơn ạ.",
            "Chào bạn,. . - Về việc đăng kí môn học học kì hè 2021 - 2022 (HK213), bạn vui lòng xem lại thông báo chi tiết ngày 01/04/2022 (tại tin nhắn BKel) nhé.. . Thân!"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Kính gửi thầy, cô phòng Đào tạo,. . Em tên là [full_name]. . MSSV [student_id]. . Em đã hoàn thành đủ số tín chỉ và vừa đủ điều kiện tiếng Anh, cho em hỏi là em đang học một môn (em đã thanh toán học phí) để tránh bị tạm dừng thì em có được đăng kí tốt nghiệp không ạ. Vì hiện em chưa có trong danh sách dự kiến nên em hơi lo lắng . Kính mong thầy, cô phản hồi giúp em ạ.. . Em xin cảm ơn,. . Trân trọng.",
            "\"Chào bạn,. . Không ảnh hưởng đến việc xét tốt nghiệp. . PDT đã ghi nhận yêu cầu về đăng ký xét TN của bạn. SV vui lòng theo dõi email  và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 11/04/2022 SV vẫn chưa nhận được thấy tên trong ds dự kiến tốt nghiệp ( Tra danh sách tại http://www.aao.hcmut.edu.vn    Tốt nghiệp    Thông tin tốt nghiệp) hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 04/2022 (cập nhật mới gia hạn thời gian xử lý tốt nghiệp). . Về tình trạng sinh viên, khi nào em có tên trong ds dự kiến tốt nghiệp, PDT sẽ tự động ra QD thu nhận cho bạn nhé. . Thân. . \""
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Chào Thầy/Cô,. . . . Hiện tại em không đăng ký tốt nghiệp được do nợ ngày CTXH. Tuy nhiên, Số ngày CTXH em đã đủ 15 ngày nhưng chưa được cập nhật (file đính kèm).. . Mong quý Thầy/Cô cập nhật sớm giúp em để em có thể đăng ký tốt nghiệp.. . . . Em xin chân thành cảm ơn.. . . . [full_name].. . . . [full_name]",
            "Chào bạn. . Thứ 6 hàng tuần Phòng Đào tạo sẽ cập nhật lại danh sách tốt nghiệp mới và mở khóa cho các trường hợp sinh viên nợ HP và Nợ ngày CTXH (sau khi đã thanh toán HP/bổ sung đầy đủ ngày CTXH trước thứ 5 hàng tuần), Sinh viên đăng ký tốt nghiệp lại vào thứ 2 tuần sau. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Cho em hỏi là em đã đủ điều kiện tốt nghiệp mà em vẫn chưa được đăng kí tốt nghiệp. Nếu em còn thiếu điều kiện nào mong nhà trường trả lời giúp em. Em xin cảm ơn ạ",
            "\"Chào bạn,. . PDT đã ghi nhận yêu cầu về đăng ký xét TN của bạn. SV vui lòng theo dõi email  và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 11/04/2022 SV vẫn chưa nhận được thấy tên trong ds dự kiến tốt nghiệp (http://www.aao.hcmut.edu.vn    Tốt nghiệp    Thông tin tốt nghiệp) hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ tại (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 04/2022 . . Về tình trạng sinh viên, khi nào bạn có tên trong ds dự kiến tốt nghiệp, PDT sẽ tự động ra QD thu nhận cho bạn nhé. . Thân\""
        ]
    }
]