[
    {
        "intent": "",
        "message": [
            "Học vụ . Em chào quý thầy cô ạ,. . . . Tháng 11/2021 vừa rồi em vừa hoàn thành xong LVTN và các môn còn lại, sau đó em có đăng kí thi Anh văn nói viết nhưng không đủ yêu cầu, nên học kì vừa rồi do đã đủ tín chỉ, em không có đăng kí môn học nào cả và chủ quan không tìm hiểu nên đã bị xét là Tạm dừng, nên đây em xin quý thầy cô xem xét mở lại cho em được tiếp tục học để em được đăng kí thi Anh văn nói viết cũng như xét tốt nghiệp ạ (hiện tại em đang ở trạng thái Tạm dừng nên không thể đăng kí thi Anh văn nói viết ạ, em không thể truy cập vào trang đăng kí thi anh văn nói viết được ạ, https://mybk.hcmut.edu.vn/app/sinh-vien/kiem-tra-trinh-do-tieng-anh/dang-ky) Vào trang đăng kí nó ghi là \"Xin lỗi, bạn chưa được cấp quyền sử dụng trang này.. . Bạn vui lòng liên hệ quản trị.\" ạ.. . . . Em cảm ơn quý thầy cô và chúc quý thầy cô sức khoẻ ạ.",
            "em có gửi hình ảnh đính kèm ạ",
            "Em tự giải đáp xong rồi ạ, em cảm ơn thầy cô ạ"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ em chào thầy/cô, em là SV K19 ngành KT Cơ-Điện tử, kì này theo ctđt em sẽ được học môn Vi điều khiển(ME3007) và động lực học điều khiển (ME3011) nhưng do chưa học môn KT điều khiển tự động (ME2009) ở kì trước nên kì này em vẫn chưa được học 2 môn trên vì thiếu môn tiên quyết, hiện kì này em mới học KT Điều khiển tự động (ME2009), ko biết học kì Hè em có được đăng kí 2 môn ME3007 và ME3011 không ạ? Vì e nghe được thông tin ko cho học lần đầu em ko biết thực sự ra sao, mong thầy cô giải đáp. Em xin cảm ơn!",
            "Chào em;. . đợi lịch trình đăng ký môn học nguyện vọng thì em lên đăng ký nhé, trong đợt đăng ký chính thức mới xác định được môn đó có mở hay không. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Dạ em đang cách ly F0 và nơi cách ly mạng chập chờn lắm ạ. Nên cho em hỏi là nếu muốn hoãn thi thì phải làm những gì ạ. Em có nhắn cho các thầy cô bộ môn nhưng không ai biết thông tin ạ. Mong ad giúp ạ.. .   i Yêu cầu khác .",
            "\"\"\"Chào bạn,. . Về việc kiểm tra bổ sung (giữa kỳ):. . SV có thể liên hệ với GV để xin được kiểm tra bổ sung lại, nếu GV không đồng ý. . Bạn vui lòng tải mẫu đơn: Phiếu đăng ký dự thi kiểm tra bổ sung tại trang web : aao.hcmut.edu.vn    Sinh viên    biểu mẫu. . Điền đầy đủ thông tin nộp qua mail [email] hoặc BKSI. . Thân. . \"\"\""
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Kính chào Phòng đào tạo,. . Em tên là [full_name] Lâm Viên. Em hiện tại là sinh viên năm 4 và đã hoàn thành luận văn tốt nghiệp vào học kỳ 2 năm 2021. Tuy nhiên, em vẫn còn chưa hoàn thành chuẩn Anh Văn 2 kỹ năng nói viết để tốt nghiệp. Vào ngày 20/3, em sẽ thi Tiếng Anh nói viết nhưng hiện tại em đã làm mất thẻ sinh viên và mong muốn đăng ký làm lại thẻ. Tuy nhiên, khi vào phần đăng ký làm lại thẻ thì tình trạng sinh viên của em hiện tại không cho phép. Vậy thì pdt cho em hỏi, em nên làm gì ạ? Em có cần phải lên trường nộp giấy tạm thu nhận không ạ?. . Em xin cảm ơn phòng đào tạo nhiều ạ.. .",
            "Chào em,. . Em có thể gửi đơn qua bksi để xin cấp giấy xác nhận SV để thi TOEIC nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em chào thầy/cô,. . . . Em là [full_name], MSSV [student_id]. Vừa qua,  B  tuần 01,02 (cụ thể là ngày 08/01/2022 và 15/01/2022)  /B , em đã đi học thí nghiệm offline lớp VC02 do thầy [full_name] phụ trách giảng dạy. Tuy nhiên, trong thời khóa biểu cập nhật mới nhất vào ngày 04/03/2022, PĐT lại tiếp tục xếp cho em thêm 2 buổi học thí nghiệm offline vào tuần 29. . . . . Vì vậy em đã xin giảng viên đứng lớp là thầy [full_name]   B xác nhận em đã đi học đủ 02 buổi thí nghiệm hóa đại cương. . .   /B . . Em kính mong PĐT điều chỉnh lại TKB giúp em.. . . . Rất mong nhận được sự phản hồi từ thầy/cô. Em cám ơn thầy/cô rất nhiều.. . . . [full_name].. .",
            "\"Chào bạn,. . Phòng đào tạo đã ghi nhận trường hợp của bạn, và đã chuyển thông tin đến các bộ phận liên quan để kiểm tra và xử lý, bạn vui lòng đợi Pdt phản hồi kết quả qua BKSI hoặc mail sinh viên. . Thân. . \""
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Kính gửi PĐT,. . . . Em có đăng ký xét tốt nghiệp vào ngày hôm qua (Thứ 6, 05/03/2022), đã đóng tiền nhưng trên phần đăng ký ở mybk lại báo là em \"Không được phép đăng ký (Nợ hp/lệ phí)\". Em không biết là em còn thiếu gì ạ. Mong PĐT giúp em giải quyết. . . . . Em xin cảm ơn ạ.",
            "Chào em,. . Trường hợp của em còn nợ 35.000 đ tiền in BD, em vui lòng vào thanh toán nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Dạ em muốn thi lại kì thi thpt vào tháng 7 sắp tới đây thì có cần xin phép nhà trường hay làm thủ tục gì từ nhà trường để nhà trường cấp phép cho em làm hồ sơ thi lại không ạ. em cảm ơn",
            "Chào em,. . Em xem theo quy định đăng thi của Bộ GD Đào tạo để tự đăng ký nhé, em tự sắp xếp thời gian thi của mình với việc học nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "B   /B EM chào PĐT ạ . . Em tên là [full_name] MSSV: [student_id]. . hôm nay em không thể đăng nhập vào email mà trường cung cấp không được ạ.. . em đăng nhập mật khẩu nhưng lại báo mật khẩu đã đổi vài tiếng trước trong khi đó em chưa đổi ạ.. . mail của em: [email]. . mk cũ của em: [phone_number]99. . Mong PĐT lấy lại mk đăng nhập giúp em, em cảm ơn nhiều ạ!. .   i Yêu cầu khác .",
            "Chào em,. . Em đem theo thẻ SV đến Phòng Đào tạo (101A1) để xin đổi lại mật khẩu mail nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Kính gưi phòng đào tạo!. . Em là [full_name], MSSV: [student_id]. Hiện em đang học môn \"Phương pháp tính\" lớp L06, MSMH: MT1009. . . Vì khu vực em sống đang xảy ra sự cố điện nên không thể tham gia thi giữa kì vào 16h00 ngày 05/03/2022. Em kinh mong quý thầy cô xem xét vào cho em được phép hoãn thi vào ngày hôm nay.. . Em xin chân thành cảm ơn!. .",
            "\"\"\"Chào bạn,. . Về việc kiểm tra bổ sung (giữa kỳ):. . SV có thể liên hệ với GV để xin được kiểm tra bổ sung lại, nếu GV không đồng ý. . Bạn vui lòng tải mẫu đơn: Phiếu đăng ký dự thi kiểm tra bổ sung tại trang web : aao.hcmut.edu.vn    Sinh viên    biểu mẫu. . Điền đầy đủ thông tin nộp qua mail [email] hoặc BKSI. . Thân. . \"\"\""
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em đã đăng ký nộp bằng THPT theo đúng thời hạn nhưng khi lên trường nộp bằng thì nhận được yêu cầu về và nộp sau khi có thông báo mới nhưng đến hiện tại em vẫn chưa nhận được mail nào từ phía nhà trường về thời gian nộp bằng THPT, em muốn hỏi là khi nào em nộp bằng THPT được ạ?",
            "Chào bạn. . Sẽ có thông báo cụ thể về việc nộp bằng, bạn vui lòng đợi thông báo sau nghen. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em là [full_name], MSSV [student_id], em muốn xin hoãn thi giữa kì môn vật lý A2(PH1005) vì hiện tại em đang bị nhiễm covid và tình trạng sức khỏe không ổn định. Em có vào trang mybk để xin hoãn thi nhưng thấy chức năng này đã bị đóng. Xin hướng dẫn cho em cách để nộp đơn xin hoãn thi được không ạ.. .",
            "\"Chào bạn. . Sinh viên vui lòng tải mẫu đơn tại aao.hcmut.edu.vn/ sinh viên/biểu mẫu/Phiếu đăng ký kiểm tra bổ sung giữa kỳ. Điền đầy đủ thông tin và trình bày rõ lý do xin hoãn thi + Minh chứng. . Lưu ý:. . Về quy định kiểm tra bổ sung giữa kỳ:  Bạn vui lòng xem chi tiết tại trang web aao.hcmut.edu.vn--  sinh viên --  Quy chế --  Quy chế đào tạo và học vụ bậc đại học và cao đẳng -- Điều 17.2. . Chúc bạn học tập tốt nhé.. . Thân. . \""
        ]
    },
    {
        "intent": "",
        "message": [
            "Em tên là [full_name], MSSV [student_id].. . . . Em xin viết mail này là vì vào ngày 05/03/2022, em có một buổi thi môn \"Cấu trúc rời rạc cho KHMT\" vào lúc 12:00 ngày 05/03/2022. Nhưng khi em lên BKeX để chuẩn bị vào phòng thi, em nhận ra em không có phòng thi môn đó, mặc dù bạn của em nói với em là vẫn có phòng thi.. . Vì vậy, em xin viết mail này để thông báo trường hợp vắng thi của em, và xin nhà trường tổ chức thi lại cho em.. . Em xin cam kết tất cả lời trên là sự thật, nếu có gian dối, em sẽ chịu mọi hình thức xử lý của nhà trường.. . . . Em xin cảm ơn,. . [full_name].",
            "\"\"\"Chào bạn,. . Về việc kiểm tra bổ sung (giữa kỳ):. . SV có thể liên hệ với GV để xin được kiểm tra bổ sung lại, nếu GV không đồng ý. . Bạn vui lòng tải mẫu đơn: Phiếu đăng ký dự thi kiểm tra bổ sung tại trang web : aao.hcmut.edu.vn    Sinh viên    biểu mẫu. . Điền đầy đủ thông tin nộp qua BKSI. . Thân. . \"\"\""
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Dạ cho em hỏi là trong kì 211 em có hoãn thi môn phương pháp tính và đã có trong danh sánh mà phòng đào tạo xác nhận. Nhưng bây giờ trên mybk lại cập nhật em điểm 0.Thêm nữa là cho em hỏi cách đăng kí thi cuối kì môn này sau khi hoãn thi ở kì trước. EM cảm ơn",
            "Chào bạn. . - Dự kiến Quyết định hoãn thi của HK211 sẽ cập nhật vào cuối tháng 03/2022. Pdt sẽ xếp lịch thi xoá điểm HT và thông báo cho SV. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            ". . Chào ad, mình có hai vấn đề cần trao đổi:. . Vấn đề 1: Điểm trung bình tích lũy ngành là bao gồm điểm của các môn thuộc chương trình đào tạo có phải không. Các môn đại cương như giải tích 1 hay là các môn tự chọn nằm trong chương trình đào tạo thì có tính điểm vào không.. . Vấn đề 2: Bằng tốt nghiệp loại Xuất sắc sẽ bị giảm xuống thành loại Giỏi khi thuộc một trong các trường hợp sau:. . - Có thời gian học vượt quá số học kỳ chuẩn Nhkc.. . - Có số tín chỉ của các môn không đạt phải học lại vượt quá 5% tổng số tín chỉ của CTGD.. . - Đã bị kỷ luật trong thời gian học từ mức cảnh cáo toàn trường trở lên (xem Điều 24).. . Vậy Bằng giỏi thì có bị như bằng Xuất sắc không. Mình đọc trên trang aao.hcmut thì thời gian cập nhật là năm 2017 nên hỏi trang cho chắc.. . Cảm ơn ad",
            "Chào bạn. . - Có : xem điều 19. . - Đúng: áp dụng cho trường hợp tốt nghiệp loại xuất sắc và giỏi. . Thân",
            "Trong vấn đề 2 có ý này.. . - Có số tín chỉ của các môn không đạt phải học lại vượt quá 5% tổng số tín chỉ của CTGD.. . Vậy nếu có môn mình giả sử đạt 6đ và kỳ sau mình đăng ký học cải thiện điểm thì có tính là học lại không.",
            "Chào bạn. . Học cải thiện không tính vào vượt quá 5% tổng số tín chỉ của CTGD. . Thân",
            "Mình đã nhận được thông tin, cảm ơn ad."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Cho em hỏi hiện tại em đang là F0 và phải điều trị ít nhất 7 ngày, trong tuần sau thì em có học 2 môn là thực tập điện 1 và thực tập điện tử 1, em sợ lúc em về thì không còn lớp để bù, nên có cách nào để giải quyết không ạ, em cảm ơn",
            "Chào em,. . Môn EE2023 có nhóm tổ chức trong hè, bạn có muốn đổi không thì PDT sẽ hỗ trợ đổi cho bạn?. . còn môn EE2025 thì không có nhóm trong hè nhé.. . Hoặc em chủ động liên hệ với GV để xem có được bù buổi nào cho bạn không nhé, vì đợt này là đợt tổ chức sau cùng của đợt bù thí nghiệm.. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em tên là: [full_name]. . MSSV: [student_id]. . Khoa Quản lý công nghiệp. . Do không quan sát kỹ là thẻ bảo hiểm y tế của em còn thời hạn đến tháng 12/2022 nên em lỡ đăng ký tham gia bảo hiểm y tế đợt 3 nhưng chưa thanh toán. Cho em hỏi làm cách nào để hủy đăng ký đợt 3 này được không ạ.. . Em rất xin lỗi vì sự bất tiện này ạ.. . Em xin chân thành cảm ơn.. . [full_name], . . [full_name].",
            "\"Chào bạn. . Vấn đề BHYT, Học bổng, vay vốn ngân hàng, gia hạn và miễn giảm học phí, sinh hoạt công dân… Bạn vui lòng liên hệ Phòng Công tác Chính trị Sinh viên để được hướng dẫn.. . Email:  [email]. . Thân. . \""
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Cho em hỏi là nếu mình đã đăng kí học kì hè vậy thì có được đăng kí tiếp mùa hè xanh không ạ.",
            "Học vụ. . . . Cho em hỏi là nếu mình đã đăng kí học kì hè vậy thì có được đăng kí tiếp mùa hè xanh không ạ.  /QUOTE . .",
            "Chào bạn. . Thường là đi mua hè xanh thì không có thời gian để học HK hè. . Thân",
            "Học vụ . Cho em hỏi là nếu mình đã đăng kí học kì hè vậy thì có được đăng kí tiếp mùa hè xanh không ạ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Cho em hỏi học kì hè là mình có được đăng kí thêm mấy môn chưa học không ạ, hay là mình chỉ đăng kí mấy môn dã học mà rớt?",
            "Chào bạn. . Hk hè là học kỳ dự thính, bạn vui lòng đợi thông báo đăng ký hè để biết lịch trình và quy định nghen. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . em chào anh/chị,. . Hiện tại thì em muốn chuyển bằng ielts của mình sang điểm tương ứng của av1234,nhưng em đã đóng rồi mà hệ thống vẫn báo là chưa đóng, không chuyển điểm cho em và bắt em đóng thêm một lần nữa. Mong anh/chị có thể giải quyết giúp em ạ. Em xin cảm ơn. Ở bên dưới em có kèm hình ảnh trên bkpay là em đã đóng rồi và cả hóa đơn ạ.",
            "\"Chào bạn,. . Phòng đào tạo đã ghi nhận trường hợp của bạn, và đã chuyển thông tin đến các bộ phận liên quan để kiểm tra và xử lý, sẽ huỷ 1 dòng lệ phí sai nghen bạn. . Thân. . \""
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . mail của em hiện tại đang bị kẻ xấu dổi mật khẩu ạ em không biết là đổi mật khẩu trên mybk thì mật khẩu trên mail có đổi không ạ em cảm ơn. . . .",
            "Chào em,. . Em đem theo thẻ SV đến Phòng Đào tạo (101A1) để xin đổi lại mật khẩu mail nhé vì sẽ đổi toàn bộ dịch vụ của trường. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Xin chào thầy cô ạ, e là Lâm sinh viên VHVL khoá 22. . . . . Trước đây e là sinh viên cao đẳng k17 Bảo dưỡng CN của trường ĐH Bách Khoa mình, e đã đậu av 1234 và được miễn và Toeic 435.. . Vậy thầy cho e hỏi, nếu e liên thông lên ĐH Cơ khí VHVL thì có cần chuẩn av đầu vào sau năm nhất hay năm 2 mới được đăng ký môn học không ạ?. . E có liên hệ thầy [full_name] nhưng có thể do trôi mail nên thầy không thấy, nếu không mong thầy cô liên lạc thầy giúp e ạ. . Em chân thành cảm ơn thầy cô.. . . . Trân trọng."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác  /i Dạ em không thể xem được thời khóa biểu của học kì 2 năm học 2021-2022 trong khi các bạn khác vẫn xem được ạ.. . . .",
            "Chào bạn. . Bạn chưa thánh toán 1 khoản học phí bổ sung của HK211, bạn vào kiểm tra lại và thanh toán gấp nghen. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Em là [full_name], sinh viên năm 2 ngành Kỹ thuật Hóa lí-phân tích.Kỳ này em đăng ký 16 ín chỉ nhưng em đã rút 1 môn là [full_name] nên còn lại 13 chỉ, thì em có được đăng ký học lại môn này trong KÌ HÈ không ạ ?",
            "responsible person: [548] [staff_name] [helpdesk staff]",
            "Chào bạn. . Được nếu môn này có mở ở Hk hè, và đăng ký theo quy định của Hk dự thính. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            ". . Kính gửi: Phòng Đào tạo Trường Đại học Bách Khoa TP.HCM. . Em tên là: [full_name] . . MSSV: [student_id]. . Em thuộc Đại Đội 7, Hiện tại em đang bị nhiễm COVID 19, và không thể lên TP.HCM để học Quốc phòng vào thứ 2 ngày 07/03/2022, bây giờ em phải làm sao ạ.. . Em cảm ơn ạ!",
            "\"Chào em,. . Trường hợp về học GDQP SV có thể liên hệ trực tiếp với TTGD Quốc Phòng để được hỗ trợ nhé. . SV vào BKeL để xem  Kế hoạch tổ chức Giáo dục Quốc phòng và An ninh nhé. . Email TTGDQP:  [email]. . Thân\""
        ]
    },
    {
        "intent": "",
        "message": [
            "Em chào thầy/cô ạ. Cho em hỏi lần đăng kí luận văn vừa rồi em không đăng ký được vì bị thiếu 2 chỉ anh văn cụ thể 125/126 nên không thể đk được luận văn. Vậy bây giờ em nộp bằng vào rồi quy đổi điểm av1 av2 av3 thì có xin đăng ký bổ sung luận văn trong kỳ này không ạ và đăng ký như thế nào ạ. EM xin cảm ơn ạ. .   i Đăng ký môn học .",
            "\"Chào bạn. . Hiện tại đã đến tuần thứ 8 của HK 212, nên bạn vui lòng làm đơn đăng ký LVTN, trong đơn ghi rõ tên môn học, mã số môn học, lý do bổ sung. Và phải có xác nhận của Khoa + Giảng viên hướng dẫn đồng ý bổ sung và xác nhận tiến độ thực hiện được bao nhiêu phần trăm (có thể gởi yêu cầu Khoa + Giảng viên hướng dẫn xác nhận trong đơn, hoặc xác nhận qua mail, bạn chụp hình mail  đồng ý đính kèm ), gởi yêu cầu tại BKSI để xử lý. . Thân. . \""
        ]
    },
    {
        "intent": "",
        "message": [
            "Rút môn học HK212 . Em tên là [full_name], Mssv: [student_id].. . Em có nguyện vọng rút môn: Trường điện từ, mã môn: EE2003. Em chấp nhận thanh toán tiền cho môn học.. . Lý do rút môn: Cảm thấy không chịu nổi nhiệt khi học 2 môn lý chung 1 kỳ.. . Em cảm ơn phòng đào tạo đã xem tin này!. .",
            "Chào bạn. . Bạn làm theo hướng dẫn bên dưới trước ngày 10/3/22. . . . Ngày 08/01/2022. . . . Tiêu đề : ĐĂNG KÝ RÚT MÔN HỌC HỌC KỲ 2(2021-2022) . .  Thân gửi các bạn sinh viên. .   Phòng đào tạo thông báo về phương thức đăng ký RÚT MÔN HỌC (tính Học Phí theo quy định) (Chính quy + Dự thính) của học kỳ 2(2021-2022) như sau:. . SV đăng nhập vào Google bằng tài khoản [email] và điền thông tin RÚT MÔN HỌC theo link: https://forms.gle/QUtA7vkKnkW9oqBm8. . Thời gian đăng ký : Từ ngày 10/01/2022 đến hết ngày 05/03/2022. . Xem chi tiết quy định về rút môn học tại QUY CHẾ [full_name] điều 11.2. . Chúc các bạn học tập thật tốt!. . . . Trân trọng thông báo.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Xin chào,. . Em tên là [full_name] sinh viên năm nhất thuộc khoa Quản lý công nghiệp. Em có nhận được email của cô giáo chủ nhiệm viết rằng phải kiểm tra đã mua bảo hiểm y tế hay chưa, nếu chưa mua thì học kì tiếp theo không được học nữa. Em muốn hỏi là làm sao để biết mình đã mua bảo hiểm hay chưa, nếu chưa thì phải đăng ký mua ở đâu ạ. . . Cảm ơn vì đã xem ạ.",
            "\"Chào bạn. . Vấn đề BHYT, Học bổng, vay vốn ngân hàng, gia hạn và miễn giảm học phí, sinh hoạt công dân… Bạn vui lòng liên hệ Phòng Công tác Chính trị Sinh viên để được hướng dẫn.. . Email:  [email]. . Thân. . \""
        ]
    },
    {
        "intent": "",
        "message": [
            "MSSV: [student_id]. . Họ tên: [full_name]. . Yêu cầu hủy lớp anh văn cơ bản DT05 vì lý do kẹt lịch học quốc phòng. .",
            "\"Chào em,. . PDT đã ghi nhận yêu cầu về ĐKMH của bạn và đã chuyển cho bộ phận ĐKMH kiểm tra và xử lý.. . SV vui lòng theo dõi thời khóa biểu được cập nhật tại Mybk/Thông tin sinh viên/Xem thời khóa biểu dự kiến trễ nhất trước ngày 9/3/2022.. . Sau thời gian trên vẫn chưa được cập nhật TKB, SV vui lòng gửi lại câu hỏi qua bksi để biết lý do.. . Thân\""
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em chào thầy/ cô ạ.. . . . Vào hôm nay (5/3) vào lúc 18h em có tham gia phòng thi trường điện từ và vào lúc gần nộp bài thì máy em bị lỗi (như hình) và bị đơ nên em đã bị out ra khỏi phòng và nộp bài trễ. Vậy là em bị 0 điêm luôn ạ?. Có cách nào để được chấm điểm không ạ ?. . . . Em cảm ơn thầy cô đã đọc.. . . . Trân trọng.",
            "Chào bạn. . Về vấn đề này bạn vui lòng liên hệ trực tiếp Giảng viên giảng dạy. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Dạ cho em hỏi, nếu em là F1 tiếp xúc với F0 bị nhiễm COVID-19 thì em có thể đến trường học không hay buộc phải nghỉ ở nhà ạ? Em xin cảm ơn.",
            "Chào em,. . Em thực hiện theo đúng quy định của Bộ Y tế nhé.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Khiếu nại đăng ký môn học . Kính chào cô,. . . . Em muốn hỏi về thời khóa biểu 212 của em sao lại có môn thực hành tin học ạ?. . . . Vì em không đăng ký môn học đó trong học kỳ này. Và em cũng vừa mới hoàn thành môn học đó trong học kỳ trước (tức trước tết, trong tkb hk 211 đã có môn học đó).. . . . Mong cô xem lại giúp em liệu có sai xót gì không ạ. . . . . Em xin cảm ơn cô và pđt.. . . . Trân trọng,. . [full_name]",
            "Chào em;. . môn này là thực hành/ thí nghiệm của học kỳ cũ phải học bù nhé. . Thân",
            "Thưa thầy,. . . . Vì trong học kỳ cũ, tức trước tết, trường đã mở cửa cho sinh viên vào học các môn thực hành/thí nghiệm.. . Cho nên môn này em đã đi học vào trước tết, đã thi và đã hoàn thành rồi ạ.. . Em có đính kèm ảnh chụp lịch học môn này (Mã MH: 501706) ở hk trước của em (em đã học từ tuần 50 đến tuần 02).. . . . Xin thầy em lại giúp em.. . Em cảm ơn.",
            "\"Chào em,. . PDT đã ghi nhận yêu cầu về ĐKMH của bạn và đã chuyển cho bộ phận ĐKMH kiểm tra và xử lý.. . SV vui lòng theo dõi thời khóa biểu được cập nhật tại Mybk/Thông tin sinh viên/Xem thời khóa biểu dự kiến trễ nhất trước ngày 12/3/2022.. . Sau thời gian trên vẫn chưa được cập nhật TKB, SV vui lòng gửi lại câu hỏi qua bksi để biết lý do.. . Thân\""
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em chào thầy/cô. . . . Do tình hình dịch bệnh nên môn học Mạch điện tử EE2007 trong học kỳ 211 của em được dời học phần thí nghiệm sang học kỳ này. Hiện tại lịch học thí nghiệm được xếp trên mybk là tuần 27-28, tức tầm tháng 7/2022. . . Hiện em đã hoàn thành xong các học phần khác và các yêu cầu liên quan đến việc xét tốt nghiệp. Em chỉ còn 2 môn học trong học kỳ 211 đang đợi học thí nghiệm để kết thúc môn mà thôi. Em dự định sẽ đăng ký tốt nghiệp trong học kỳ này (hạn chót tháng 5/2022), và đây cũng là học kỳ cuối cùng K15 của em được xét tốt nghiệp chính quy. . . Vậy trong trường hợp lịch học bù thí nghiệm bị dời đi quá trễ so với lịch xét tốt nghiệp của PĐT, thì PĐT có xem xét nới lỏng thời hạn xét tôt nghiệp trong học kỳ này cho em không ạ? Hoặc em có thể làm gì khác để đẩy nhanh việc tham gia học phần thí nghiệm này không ạ? Em rất hy vọng có thể nhanh chóng tham gia các học phần này và tiến hành xét tốt nghiệp đúng hạn ạ. . . . . Em cảm ơn thầy/cô.",
            "Chào bạn. . Vì lịch thí nghiệm là do Khoa/bộ môn sắp xếp đời đến hè, bạn có thể liên hệ Khoa để có thể hỗ trợ không nghen. . - Cô kiểm tra bạn ở khu vực 1, bạn có thể làm đơn để gia hạn thêm 1 hk 212 nghen. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Dạ em xin chào thầy cô, em tên là [full_name]. Mã số sinh viên của em là [student_id]. Em là sinh viên năm ba (k19) khoa Kỹ Thuật Hóa Học và đang học chương trình Kỹ Sư Tài Năng. Học kì 211 vừa qua, do một số trục trặc về thiết bị và sức khỏe không tốt nên em đã hoãn thi môn \"Cơ sở vật liệu và bảo vệ ăn mòn\" (CH3331) và đã nhận được email thông báo hoãn thi thành công từ phòng đào tạo. Tuy nhiên, mới đây em nhận được danh sách các sinh viên không đủ điều kiện tiếp tục chương trình tài năng và trong đó có tên em, mặc dù nếu không tính môn \"Cơ sở vật liệu và bảo vệ ăn mòn\" (CH3331) thì điểm trung bình của em là 8.91 (nếu tính cả kì chính 211 và kì DT211). Em muốn hỏi là vậy em có thực sự không được tiếp tục chương trình tài năng nữa hay không hay là do khoa vẫn chưa cập nhật danh sách hoãn thi ạ? Thêm một ý em muốn hỏi là hoãn thi có được tính ra điểm trung bình hay không, hay là sẽ để trống ạ? Em mong sớm nhận được câu trả lời từ thầy cô để có phương hướng học tập tiếp theo ạ. Em xin chân thành cảm ơn thầy cô.. .",
            "Chào bạn. . - Điểm hoãn thi Pdt dự kiến cuối tháng 3 mới ra quyết định và chuyển thành điểm 22, không tính vào điểm trung bình. . - Về danh sách tài năng bạn liên hệ trực tiếp Khoa phản hồi để được hỗ trợ nghen. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em chào phòng đào tạo, hiện em đang là khoá K14 đã chuyển sang hệ vlvh thì pdt cho em hỏi điểm tiêu chuẩn Chứng chỉ tiếng anh VNU-EPT để xét tốt nghiệp là bao nhiêu vậy ạ?  . . Hiện em đã thi được 171đ ở chứng chỉ VNU-EPT thì có đủ điểm để xét làm luận văn tốt nghiệp không ạ?",
            "\"Chào bạn. . - Về quy định chuẩn tiếng anh trong quá trình học: Bạn vui lòng xem chi tiết tại trang web aao--  sinh viên --  Quy chế --  Quy chế đào tạo và học vụ bậc đại học và cao đẳng -- Phụ lục 1: Quy định về ngoại ngữ . . Chúc bạn học tập tốt nhé.. . Thân. . \""
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . EM VÀO ĐĂNG KÍ HỒ SƠ MÀ CÒN ĐANG HỌC THÌ CHỖ NÀY EM SẼ LỰA CHỌN NHƯ THẾ NÀO Ạ. MONG THẦY CÔ GIÚP EM, EM XIN CẢM ƠN.. .",
            "\"Chào bạn. . Bạn tải mẫu Phiếu đề nghị chuyển sang VLVH  tại trang web: aao.hcmut.edu.vn gởi tại BKSI để Pdt xử lý chuyển sang VLVH cho bạn. . Thân. . \""
        ]
    },
    {
        "intent": "",
        "message": [
            "Mở môn học học kỳ 212 . Cho em hỏi. Tháng 3 các bạn đã có lịch học Thí nghiệm/Thực hành môn Tinh thể GE2034 VL01; L02 và Khoa học trái đất GE10114 VL01; L01 rồi. Sau em vẫn chưa có lịch ạ?. . Thời khóa hiểu học bù ở đâu vậy ạ?",
            "\"Chào em,. . PDT đã ghi nhận yêu cầu về ĐKMH của bạn và đã chuyển cho bộ phận ĐKMH kiểm tra và xử lý.. . SV vui lòng theo dõi thời khóa biểu được cập nhật tại Mybk/Thông tin sinh viên/Xem thời khóa biểu dự kiến trễ nhất trước ngày 9/3/2022.. . Sau thời gian trên vẫn chưa được cập nhật TKB, SV vui lòng gửi lại câu hỏi qua bksi để biết lý do.. . Thân\""
        ]
    },
    {
        "intent": "",
        "message": [
            "[full_name]/Chị,. . Em hiện đang học năm 3 và có dự định du học nước ngoài sau khi hết 4 năm. Em có một số câu hỏi về giấy xác nhận sinh viên để hoãn nghĩa vụ quân sự trong trường hợp em cần thời gian để apply vào chương trình cao học. . . . .   I 1. Cho em hỏi trường cấp giấy cho sinh viên đến khi nào. Có phải nếu chưa nộp đơn xin tốt nghiệp thì vẫn cấp đúng không ạ? .   I 2. Nếu em muốn học cải thiện điểm ở HK1 của năm thứ 5 thì trường cấp giấy cho cả năm luôn hay chỉ cấp trong học kì đó thôi ạ? . Em cảm ơn . . . .   i Yêu cầu khác .",
            "Chào em,. . SV có thời khóa biểu trong học kỳ mới được cấp giấy xác nhận sinh viên hoãn NVQS nhé bạn. Giấy được cấp theo từng học kỳ nhé bạn. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Cho em hỏi về điều kiện số ngày CTXH để nhận LVTN vào HK hè 213 ạ ? Trong các HK trước thì điều kiện CTXH là 6 ngày do tình hình dich bệnh . Không biết kì hè này có thay đổi hay giữ nguyên ạ ?",
            "Chào bạn. . Theo quy định là 10 ngày. . - Hk212 giảm còn 6 ngày. . - Hk hè 213 vui lòng đợi thông báo chung. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Dạ chào thầy cô, sáng nay em có ca thi vật lí 2 vào lúc 7h nhưng do lí do mạng nên 7h30 em mới vào phòng và em bị đình chỉ thi.thầy cô cho em hỏi giờ em phải gửi mình chứng mất mạng ở đâu để được xem xét thi lại ạ.. . . .",
            "\"\"\"Chào bạn,. . Về việc kiểm tra bổ sung (giữa kỳ):. . SV có thể liên hệ với GV để xin được kiểm tra bổ sung lại, nếu GV không đồng ý. . Bạn vui lòng tải mẫu đơn: Phiếu đăng ký dự thi kiểm tra bổ sung tại trang web : aao.hcmut.edu.vn    Sinh viên    biểu mẫu. . Điền đầy đủ thông tin đính kèm minh chứng nộp tại BKSI (áp dụng đối với các môn lý thuyết có lịch thi ). . Thân\"\"\""
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Dear Phòng Đào tạo,. . . . Em tên [full_name], MSSV [student_id], lớp CK15NH2, đang học hệ VLVH. Hiện tại, em đã đủ  điều kiện tốt nghiệp nhưng vẫn chưa có tên trong danh sách tốt nghiệp dự kiến và chưa đăng ký tốt nghiệp được. Mong Phòng Đào tạo xem xét giúp em.. . . . Best Regards,. . [full_name]",
            "\"Chào bạn,. . PDT đã ghi nhận yêu cầu về đăng ký xét TN của bạn. SV vui lòng theo dõi email  và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 15/03/2022 SV vẫn chưa nhận được thấy tên trong ds dự kiến tốt nghiệp (http://www.aao.hcmut.edu.vn    Tốt nghiệp    Thông tin tốt nghiệp) hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ tại (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 04/2022 . . Về tình trạng sinh viên, khi nào bạn có tên trong ds dự kiến tốt nghiệp, PDT sẽ tự động ra QD thu nhận cho bạn nhé. . Thân\""
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . cho em sao tkb của em không có môn học \"thực tập điện 1\" ạ, trong khi mấy bạn khác đều có",
            "\"Chào em,. . PDT đã ghi nhận yêu cầu về ĐKMH của bạn và đã chuyển cho bộ phận ĐKMH kiểm tra và xử lý.. . SV vui lòng theo dõi thời khóa biểu được cập nhật tại Mybk/Thông tin sinh viên/Xem thời khóa biểu dự kiến trễ nhất trước ngày 9/3/2022.. . Sau thời gian trên vẫn chưa được cập nhật TKB, SV vui lòng gửi lại câu hỏi qua bksi để biết lý do.. . Thân\"",
            "Chào em;. . môn này đã xếp bù ở học kỳ 211 rồi mà. . Thân",
            "dạ ngay thời điểm đó em bị covid nên có báo với thầy là không học được, xin thầy học vào lúc các lớp này được bù ạ",
            "Chào em;. . đã bổ sung lại cho em nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính gửi quý thầy cô,. . . . Em là sinh viên hệ VLVH khóa 2018 - khoa KH-KTMT. . . . Học kỳ này em có đăng ký LVTN   B (CO4333)  /B  nhưng hệ thống báo là em không đủ điều kiện đăng ký.. . Nên sau đó em có làm đăng kí Đề cương Luận văn vào ngày 16/02, khi em kiểm tra thời khóa biểu trên myBK thì hệ thống lại hiện môn LVTN.. . . . Thầy cô cho em hỏi em cần làm đơn như thế nào để được xem xét hủy môn LVTN đến trước đợt thanh toán học phí ?Em xin thêm hình ảnh (có thời gian) vào phần đính kèm để thầy cô đối chiếu.. . . . Em xin cám ơn quý thầy cô.",
            "Chào bạn[full_name] [full_name] [full_name] đã hủy môn LVTN[full_name] [full_name] Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em là [full_name] lớp XD17VL MSSV [student_id].. . Em đang ở ký túc xá Bách Khoa và đang thực hiện cách ly F0 tại đây. Hôm qua đột nhiên cảm thấy mệt mỏi em đã ngủ ly bì đến trưa nay, bỏ bữa ăn sáng đồng thời đã không thể thi giữa kì Vật Lý 2 lúc 9h. Trước đây em đã từng xin hoãn thi nhưng không thành công và bị đánh giá rớt môn. Em cần phải làm gì để xin hoãn thi thành công ạ? Em cảm ơn",
            "\"\"\"Chào bạn,. . Về việc kiểm tra bổ sung (giữa kỳ):. . SV có thể liên hệ với GV để xin được kiểm tra bổ sung lại, nếu GV không đồng ý. . Bạn vui lòng tải mẫu đơn: Phiếu đăng ký dự thi kiểm tra bổ sung tại trang web : aao.hcmut.edu.vn    Sinh viên    biểu mẫu. . Điền đầy đủ thông tin đính kèm minh chứng nộp tại BKSI (áp dụng đối với các môn lý thuyết có lịch thi ). . Thân\"\"\"",
            "Chào bạn. . Phòng đào tạo gởi Sinh viên Phiếu cho phép kiểm tra bổ sung học kỳ 2/2021-2022 theo file đính kèm.. . Sinh viên cần bản chính vui lòng liên hệ phòng đào tạo 101A1 để nhận.. . Thân. .",
            "Chào bạn. . Phòng đào tạo gởi Sinh viên Phiếu cho phép kiểm tra bổ sung học kỳ 2/2021-2022 môn MT1009 theo file đính kèm.. . Sinh viên cần bản chính vui lòng liên hệ phòng đào tạo 101A1 để nhận.. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ .",
            "Chào thầy/cô ạ,. . . . Cho em hỏi em đã thi và hoàn thành xong TN Hoá Đại Cương online rồi ạ. Mà thời khoá biểu có 1 buổi lên học off, buổi đó có bắt buộc học không ạ? Em cảm ơn thầy cô.",
            "\"Chào em,. . PDT đã ghi nhận yêu cầu về ĐKMH của bạn và đã chuyển cho bộ phận ĐKMH kiểm tra và xử lý.. . SV vui lòng theo dõi thời khóa biểu được cập nhật tại Mybk/Thông tin sinh viên/Xem thời khóa biểu dự kiến trễ nhất trước ngày 9/3/2022.. . Sau thời gian trên vẫn chưa được cập nhật TKB, SV vui lòng gửi lại câu hỏi qua bksi để biết lý do.. . Thân\""
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: 1733559  /b \t. . . .   i Yêu cầu khác . Em xin được thi giữa kỳ lại ạ. Môn VẬT LÝ 2 Thi lúc 7H00 ngày 06/03/2022. . . . Do em chưa cập nhật kịp lịch thi giữa kỳ. Khi xem lại thì đã 7h30. Khi em vào thì đã trễ và không vào được.. . . . Em có hỏi Thầy Tú thì Thầy nói em xin phòng Đào Tạo. Nếu được thì Thầy tổ chức cho em thi lại.. . . . Kính mong Quý Thầy Cô Phòng Đào Tạo xem xét cho em được thi lại ạ.. . . . Em cảm ơn!",
            "\"\"\"Chào bạn,. . Về việc kiểm tra bổ sung (giữa kỳ):. . SV có thể liên hệ với GV để xin được kiểm tra bổ sung lại, nếu GV không đồng ý. . Bạn vui lòng tải mẫu đơn: Phiếu đăng ký dự thi kiểm tra bổ sung tại trang web : aao.hcmut.edu.vn    Sinh viên    biểu mẫu. . Điền đầy đủ thông tin đính kèm minh chứng nộp tại BKSI (áp dụng đối với các môn lý thuyết có lịch thi ). . Thân\"\"\""
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Dạ em chào cô ạ, cho em hỏi em đã vào đoàn TNCS chưa ạ? Hồi năm 2, em có đăng kí lớp để gia nhập đoàn, nhưng hôm đó em bận nên không tham gia được ạ.",
            "Chào em,. . Vấn đề vào Đoàn, SV liên hệ văn phòng Đoàn trường/ Đoàn Khoa của bạn để được hỗ trợ.. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em chào pđt. . Em là [full_name]. Khoa KTXD. . Học kì 212 này em có đkmh LVTN nhưng khoảng thời gian này vì thực tập tốt nghiệp ngoài trường chiếm khoảng thời gian lớn không có đủ thời gian làm theo đúng tiến độ. Vì vậy em muốn được hoãn lại LVTN sang học kì kế tiếp. . . Vậy cho em hỏi có được hoãn LVTN sang kì kế tiếp hay không? HK hè 213 có mở đkmh LVTN không ạ hay phải sang HK 221 mới mở LVTN ạ.. . Mong pđt giải đáp thắc mắc giúp em.",
            "\"Chào bạn,. . Nên quy trình hoãn thi: Bạn tải mẫu đơn PHIẾU ĐĂNG KÝ HOÃN THI/ VẮNG THI CÓ PHÉP (CUỐI KỲ) tại trang web : aao.hcmut.edu.vn    biểu mẫu. . Sau khi có xác nhận của Giảng viên hướng dẫn + Khoa không đồng ý cấm thi, đồng ý cho Hoãn thi gởi cho Phòng đào tạo xem xét nộp qua trang Mybk- Hỗ trợ trực tuyến (BKSI). . HK 213 có mở cho đăng ký LVTN.. . . . \""
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Cho em hỏi là nếu bằng [full_name] của mình hết hạn mà mình vẫn đang học trên trường thì mình có cần phải thi lại không? Em đang học chương trình CLC. Nếu có thì nhà trường có chấp nhận các bằng chứng chỉ tiếng Anh khác tương đương với [full_name] 6.5 không, cho em xin danh sách.. . . .",
            "\"Chào bạn. . - Về quy định chuẩn tiếng anh trong quá trình học: Bạn vui lòng xem chi tiết tại trang web aao--  sinh viên --  Quy chế --  Quy chế đào tạo và học vụ bậc đại học và cao đẳng -- Phụ lục 2: Quy định về ngoại ngữ đối với CLC. . Về vấn đề này bạn vui lòng liên hệ Văn phòng đào tạo quốc tế qua địa chỉ mail: [email] . . Chúc bạn học tập tốt nhé.. . Thân. . \""
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV: [student_id]  /b \t. . . . Em chào cô,. . . . Ở học kỳ này (212) em được xếp để học bù môn thí nghiệm hóa đại cương, tuy nhiên thì theo thời khóa biểu của trường thì em chỉ vào lớp học vào tuần thứ 10 (Hình 198). Nhưng mà em đã có điểm thí nghiệm của kỳ trước (202) là 8.5 (Hình 197) như vậy vào tuần 10 em chỉ cần vào lớp và thực hiện việc xét chuyển điểm hay sao ạ? . . . .",
            "\"Chào bạn,. . Phòng đào tạo đã ghi nhận trường hợp của bạn, và đã chuyển thông tin đến các bộ phận liên quan để kiểm tra và xử lý, sẽ cập nhật lại trên tkb nghen. . Thân. . \""
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Chào Thầy/cô. . Em là [full_name] . . là sinh viên khóa K18 khoa kỹ thuật xây dựng.. . Hiện em đang có nguyện vọng học văn bằng 2 ngành điện tử viễn thông của khoa điện.. . Thầy/cô cho em hỏi là em có được học văn bằng 2 ngành điện tử viễn thông của khoa điện không ạ. Nêu được thì điều kiện để được học là gì ạ.. . Em xin chân thành cảm ơn.",
            "\"Chào bạn. . - Về quy định đào tạo song ngành: Bạn vui lòng xem chi tiết tại trang web aao.hcmut.edu.vn--  sinh viên --  Quy chế --  Quy chế đào tạo và học vụ bậc đại học và cao đẳng -- Điều 28. . Chúc bạn học tập tốt nhé.. . Thân. . \""
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Dạ em chào quý thầy/cô,. . Em là [full_name] - MSSV [student_id] - Đã tốt nghiệp.. . Em chưa lấy chứng chỉ giáo dục quốc phòng ấy ạ, cho em hỏi là PDT có còn giữ chứng chỉ giáo dục quốc phòng của em không ạ. . Nếu còn thì cho em xin thời gian mà em có thể lên trường lấy ạ. . Em xin chân thành cảm ơn ạ.",
            "Chào em,. . Về CC GDQP SV liên hệ [full_name] để nhận nhé. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . [full_name]T cho em hỏi là hiện tại em có tên trong danh sách dự kiến tốt nghiệp tháng 4/2022 nhưng vẫn chưa nhận được Mail báo đăng ký cũng như không thể vào trang đăng kí tốt nghiệp được, và tình trạng sinh viên là đang bị tạm dừng. Hy vọng là  [full_name]T giải quyết giúp em vấn đề này để em kịp đăng ký tốt nghiệp. Em xin cảm ơn.",
            "\"Chào em,. . Hiện tại PDT đang ra Quyết định thu nhận lại cho SV để đăng ký xét tốt nghiệp, em theo dõi tình trạng trên mybk/Thông tin Sinh viên, khi nào chuyển qua trạng thái \"\"đang học\"\", em vào đăng ký tốt nghiệp lại nhé.. . Thân\""
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Dạ em xin chào ạ, hôm qua em có đăng ký rút môn \" Phương pháp tính - MT1009 \", nhưng bây giờ có muốn được hủy đăng ký rút môn có được không ạ ?. . Em xin lỗi vì sự làm phiền này ạ .. . Em xin chân thành cảm ơn",
            "Chào bạn. . Bạn vui lòng viết đơn xin hủy Rút môn học: trong đơn ghi rõ hủy rút môn gì? ở học kỳ nào ? Lý do? ký tên. . Nộp trước ngày 09/03/2022, để Cô trình Ban lãnh đạo phòng xem xét.. . Thân. ."
        ]
    }
]