[
    {
        "intent": "",
        "message": [
            "Học vụ . Kính gửi PDT. . Em là [full_name] - [student_id], HK202 vừa qua có học môn Nền móng(Ci3195) do thầy [full_name] giảng dạy. Khi kết thúc môn thì điểm thi trên hệ thống của em bị nhập sai thành điểm 13 (vắng thi) trong khi em có tham gia thi và nộp bài đầy đủ có sự xác nhận của giảng viên. Em có liên hệ giảng viên để báo về vấn đề của mình và thầy có nói là do sai sót nên thầy sẽ update lại. Nhưng sau 2 tháng thì điểm của em vẫn giữ nguyên là điểm 13. Em có gửi mail hỏi lại thầy thì thầy nói là để thầy xin mở lại, hy vọng còn cho update. Nhưng sau hai tuần thì điểm của em vẫn không thay đổi gì. Em mong PDT có thể liên hệ thầy để giải quyết vấn đề này giúp em. Nếu không thì em sẽ bị thiếu môn và bị trễ một học kỳ ạ. Em cảm ơn.",
            "Đã trả lời ở câu trước. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Kính gửi PĐT!. . Vừa qua khoa Điện-Điện Tử tổ chức thi cuối kì 211 môn Kỹ Thuật Số,do không đáp ứng được trang thiết bị đường truyền nên em muốn hoãn thi.Tuy nhiên mục đăng kí hoãn thi đã bị khóa,em không biết phải hoãn như thế nào ạ(Do dời lịch thi từ ngày 25/12/2021 sang ngày 31/12/2021). . Mong PĐT cho em giải pháp để hoãn thi,em cảm ơn.. .",
            "\"\"\" . . Chào bạn. . Về vấn đề Hoãn thi của HK211 bạn vui lòng xem chi tiết: Thông báo kế hoạch tổ chức thi HK211 Pdt đã gởi qua mail  vào ngày 22/11/2021- Mục 5. Hoặc Quy trình Hoãn thi HK211 Pdt đã gởi qua mail  vào ngày 10/12/2021. . Thân. . \"\"\""
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Thắc mắc: Sinh viên chính quy khóa K16 được chuyển điểm anh văn từ bằng Toeic theo bảng quy đổi cũ đúng không ạ ?",
            "Chào bạn. . Đúng rồi. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]  /b \t[full_name] [full_name] [full_name] [full_name]   i Yêu cầu khác  /i [full_name] [full_name] Em chào thầy cô, em có nộp bằng toeic để đăng kí tốt nghiệp, em nộp vào ngày 24/12/2021 giờ đã 12 ngày rồi nhưng vẫn chưa thấy kết quả thẩm tra[full_name] Thầy cô vui lòng kiểm tra tình trạng thẩm tra bằng của em giúp em với ạ[full_name] Em cảm ơn rất nhiều[full_name] Số chứng minh nhân dân của em là [student_id]68, mã số sinh viên là [student_id] ạ[full_name][full_name] [full_name] Trân trọng[full_name] [full_name] [full_name][full_name] [full_name]",
            "Chào em,. . Hiện tại cô thấy chứng chỉ ngoại ngữ của bạn đã được thẩm tra hợp lệ rồi nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ em chào PDT ạ, em có 2 môn học liên tiếp nhau học ở 2 cơ sở (không đủ thời gian di chuyển giữa 2 cơ sở) nhưng vẫn đăng ký được và có TKB, vậy cho em hỏi lúc đi học offline lại thì có ảnh hưởng không ạ. Em cảm ơn",
            "Chào em,. . Nếu yêu cầu của em về ĐKMH đến nay vẫn chưa được xử lý, SV vui lòng gửi lại phản hồi khác để PDT kiểm tra và trả lời cho em.. . Thông tin có: mã số môn học, tên môn học, mã nhóm, lý do nhé. . . Thân mến. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ em xin lỗi vì đã làm phiền cô ạ,. . Nhưng mà câu trả lời của cô em vẫn chưa hiểu lắm ạ. Ý cô là GDTC 2 vẫn đăng ký được dù chưa học GDTC 1 nhưng mà không đăng ký và hoàn thành GDTC 1 thì lại không đăng ký được môn học năm 2 đúng không ạ? Hay là chúng em chỉ cần đăng ký GDTC 2 và hoàn thành nó là tụi em vẫn có thể đăng ký môn học năm 2 hay sao ạ?. . Tiện thể cô có thể cho em xin số điện thoại Trung tâm GDTC được không ạ, em tìm trên trang trường mà không thấy. Vì em có điện bên Phòng mà Phòng nói Trung tâm sẽ giải quyết việc này.. . Mong cô thông cảm cho chúng em.",
            "Chào em,. . Em liên hệ cô [full_name] [phone_number], phòng 520 Nhà điều hành ĐHQG-HCM (khu phố 6, phường Linh trung, Thủ đức). . Email của cô [full_name] : [email]. . Thân mến"
        ]
    },
    {
        "intent": "",
        "message": [
            "Xin chào PĐT trường Đại học Bách Khoa TP.HCM. . SV: [full_name] MSSV:[student_id]. . Em muốn hỏi là em đã đăng kí môn luận văn tốt nghiêp(cdt-ME4019) trong đợt 2 học kì 212 và có kết quả đã bị xóa do thiếu môn tiên quyết ME3017-Đồ án thiết kế hệ thống cơ điện tử. Nhưng em vừa hoàn thành môn ME3017 ở học kì 211 nhưng chưa có kết quả. Nếu em đăng kí lần 3 có bị xóa nữa không?. . Học kì sau em chỉ đăng kí môn luận văn tốt nghiệp(cdt) nên nếu bị xóa lần 3 thì em không có thời khóa biểu ạ.. . Mong PĐT sớm giải quyết thắc mắc của em.. . Xin chân thành cảm ơn.",
            "Chào bạn. . Nếu yêu cầu của bạn về ĐKMH đến nay vẫn chưa được xử lý, SV vui lòng gửi lại phản hồi khác để PDT kiểm tra và trả lời cho bạn. . SV lưu ý:. . 1- Vì bất kỳ lý do nào đến thời điểm hiện tại bạn vẫn chưa đăng ký được các học phần tốt nghiệp (LVTN, TTTN, DCLV), SV vui lòng đăng ký lại đợt cuối cùng chỉ để đăng ký các học phần tốt nghiệp (LVTN, TTTN, DCLV) dự kiến từ ngày 18/1 đến 19/1/2022. . . .   B 2- Sinh viên vui lòng xem kết quả ĐKMH, xem lý do vì sao không ĐKMH được (có đăng ký, nhưng không có TKB) tại trang web: mybk.hcmut.edu.vn    Đăng ký môn học    Đăng ký môn học HK212 - Kết quả đợt 2 (3)    bấm vào mục Đăng ký mới    chọn Loại hình đăng ký    xem Lịch sử đăng ký.  /B . . . . 3- SV xem TKB tại mybk/Thông tin SV/ Xem TKB. . Chúc các bạn học tốt!. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em có đăng ký tốt nghiệp từ ngày 29/12 thì khi qua BKPAY đóng tiền thì hệ thống đang bảo trì nên không thể nào đóng được. Và hôm nay sau khi hệ thống hết bảo trì thì em mới đóng nhưng đã trễ sau 2 ngày deadline phải thanh toán. Hiện tại sau khi nộp tiền rồi em có cần phải làm đơn gì nữa không ạ. Em xin cảm ơn.. . . .",
            "Chào bạn,. . Không sao nhé bạn,. . SV đã đăng ký tốt nghiệp thành công và nhận được mail xác nhận đồng ý, vui lòng đợi cập nhật Quyết định tốt nghiệp chính thức và mail thông báo lên nhận bằng từ Phòng Đào tạo. . Về lễ tốt nghiệp tháng 11/2021 SV vui lòng đợi thông báo sau của nhà trường. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ em tên Nguyễn Phước Quí. . MSSV [student_id]. . DO em có đăng kí môn Xây dựng và Khai thác Đường . . Mã môn CI3219 mà bị lỗi như dưới hình. . Cho em hỏi lí do tại sao ạ hoặc nếu có vấn đề xin Phòng Đào Tạo mở ra cho em đăng kí ạ. . Em xin chân thành cảm ơn ạ.",
            "\"\"\"Chào bạn. . [full_name] đã tiếp nhận đề nghị DKMH của bạn. . Bạn xem TKB cập nhật tại Mybk-xem TKB dự kiến sau ngày 14/1/2022. . Thân. . \"\"\"",
            "Đăng ký môn học . Kính gửi Phòng Đào tạo,. . Em tên là [full_name] MSSV: [student_id], hiện đang theo học ngành Kĩ thuật Hàng không-Tàu thủy, Khoa Kĩ thuật giao thông.. . Ở đợt đăng ký môn này, em đã đăng kí môn Giáo dục thể chất 1 ở đợt 1 nhưng đã bị xóa và không xếp lớp cho em,ở đợt 2 em đã không kiểm tra lại,hiện tại đã hết lớp trống. Kính mong phòng Đào tạo hỗ trợ cho em được đăng ký vào lớp L18 Môn PE1017 - Cầu lông (học phần 1)  vì đây là môn chính trên thời khóa biểu của khoa và nếu không hoàn thành môn Giáo dục thể chất 1 em sẽ không đăng kí môn ở năm 2 được ạ.. . Em xin cảm ơn thầy/cô và chúc thầy cô thật nhiều sức khỏe.. .",
            "Chào em,. . - Hiện tại toàn bộ môn học GDTC đã được Phòng Đào tạo tăng sĩ số tối đa theo quy định của TT GDTC (tối đa của nhóm thể dục là 50sv). . - Trường hợp SV bị trùng lịch học, hết chỗ không đăng ký trong HK1 vẫn có thể đăng ký lại ở các HK sắp tới.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính chào PĐT, . . Em là sinh viên vừa được thu nhận lại, hiện tại em có nhu cầu đăng ký môn học cho học kỳ sau. Nhưng khi đăng ký lại hiện lỗi: \"Bạn không được phép đăng ký vào nhóm lớp này - Xem thêm về Loại hình SV và Loại hình đào tạo\".. . Kính mong PĐT xem xét giúp em",
            "\"Chào bạn. . . . -  Bạn gởi lại câu hỏi muốn đăng ký môn gì ghi rõ tên môn học + mã môn học + lý do diện mới được thu nhận lại trên Bksi mục DKMH, để Pdt xử lý gởi trước ngày 14/1/21. . . . Thân. . \""
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Xin chào anh chị,. . . . Em là Trần Lê Minh, là sinh viên VHVL (MSSV: [student_id]). Do em là F0 nên đã bỏ qua mail thông báo về việc \"BỔ SUNG THÔNG TIN CÒN THIẾU CỦA [full_name]\" vào ngày 11/12/2021. Cho nên em đã bị cấm đăng kí môn học HK 212 Đợt 2 vừa rồi.. . . . Em có một số câu hỏi như sau:. . . . 1. Khi em hoàn thành các thông tin còn thiếu thì em sẽ được đăng kí môn học bình thường đúng không ạ ? Hay còn phải làm thủ tục như thế nào để được đăng kí ?. . . . 2. Em đã trao đổi với pdt về trường hơp đăng kí môn học ME4049 - LVTN Kỹ thuật thiết kế. Thì được báo là vướng môn học tiên quyết, nhưng hai kỳ trước em vẫn đăng kí bình thường. Cho em hỏi , trường hợp của em là như thế nào và hướng giải quyết ạ ?. . . . Em xin cảm ơn. Mong nhận được hồi âm từ các anh chị.",
            "Chào bạn. . 1- Bạn hoàn thành xong sẽ mở cho đăng ký. . 2- Bạn đăng ký vào đợt cuối cùng đăng ký lvtn từ ngày 18-19/1/22. . Sau đợt này vẫn không được xét lvtn nếu bạn đã đủ điều kiện thì bạn gởi khiếu nại Pdt nghen. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Mở môn học học kỳ 212 . Dạ cho em hỏi với ạ. Dạ em phúc tra bài thi môn kinh tế kỹ thuật ME2045 nhưng lại không bấm được xác nhận đăng kí là sao vậy ạ?",
            "Dạ cho em hỏi với ạ. Dạ em phúc tra bài thi môn kinh tế kỹ thuật ME2045 nhưng lại không bấm được xác nhận đăng kí là sao vậy ạ? Tại vì em thấy bài thi tự luận vẫn được phúc tra ấy ạ.. . Dạ em cảm ơn ạ!",
            "Chào em,. . Em đã mở thêm thời gian sv có thể vào đk.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Đăng ký môn học. . Em đã làm đơn đăng ký bổ sung. Và có chữ ký của thầy phụ trách bộ môn đồng ý chuyển . Kính mong phòng đào tạo . Tạo điều kiện để em được học môn phòng chống thiên tai ven biển",
            "Chào em,. . Pdt đã tiếp nhận đề nghị DKMH của em. . Em xem TKB cập nhật tại Mybk-xem TKB dự kiến sau ngày 14/1/2022. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em kính chào thầy/cô Phòng đào tạo ạ. Em đã học xong các môn học, đã bảo vệ xong luận văn tốt nghiệp trong học kỳ 211, em chỉ còn đợi thi anh văn nói và viết nữa thôi ạ thì có cần có thời khóa biểu trên mybk trong học kỳ 212 này không ạ?. . Em xin cảm ơn thầy/cô!",
            "Chào bạn,. . Việc ĐKMH là tùy sinh viên nhé, trường hợp không có TKB trong học kỳ, SV sẽ bị buộc tạm dừng, không được cấp giấy CNSV.. . Khi đủ điều kiện TN, SV có thể làm đơn xin thu nhận lại nhé.. . Xem chi tiết quy chế tại đây:. . aao.hcmut.edu.vn/sinh viên/quy chế/học vụ/Quy chế đào tạo và học vụ bậc đại học, cao đẳng:/ điều 26. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác  /i Em muốn đăng kí vào lớp do lớp đủ slot. Em cảm ơn. . Trân trọng"
        ]
    },
    {
        "intent": "",
        "message": [
            "Mở môn học học kỳ 212 .",
            "Đã tl trực tiếp"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Hiện tại em còn thiếu một môn chuyên ngành chưa học.. . Cho em hỏi là dự thính hè 213 có thể được đăng ký mới môn chuyên ngành đó không- để em có thể hoàn tất số tín chỉ đào tạo, bảo vệ luận văn và ra trường vào tháng 11 ạ.. . Em nghe rằng chỉ được đăng ký các môn đã học(rớt) nên em muốn hỏi lại pđt. . . Em xin cảm ơn! Chúc pđt một ngày vui vẻ!",
            "Chào em,. . Em vui lòng xem email PĐT đã gửi: \"Thông báo Kế hoạch học tập của học kỳ 2 và học kỳ hè năm học 2021-2022 và phần bù các học kỳ trước. . Hộp thư đến. . - Ho Tro SV   [email] . . 10:36, 27 thg 12, 2021 (2 ngày trước). . tới stu,. . -   Lưu ý: Thực hiện Nghị định 81/2021/NĐ-CP ngày 27/8/2021, đối với các SINH VIÊN CHÍNH QUY, chỉ tổ chức dạng dự thính cho các trường hợp HỌC LẠI (học từ lần thứ hai).\" . . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em tên là [full_name], MSSV [student_id], sinh viên khoa cơ khí. Hiện tại do kết thúc học kì vừa rồi nên số tính chỉ tích lũy ngành của em chưa cập nhật. Nếu tính các môn chưa cập nhật nữa là em đã đủ số tính chỉ tích lũy ngành để đăng kí thực tập tốt nghiệp. Nhưng em đăng ký thì vẫn bị xóa môn thực tập tốt nghiệp. Cho em hỏi tại sao ạ? Mong thầy cô sớm phản hồi em, em cảm ơn.",
            "Chào bạn. . Nếu yêu cầu của bạn về ĐKMH đến nay vẫn chưa được xử lý, SV vui lòng gửi lại phản hồi khác để PDT kiểm tra và trả lời cho bạn. . SV lưu ý:. . 1- Vì bất kỳ lý do nào đến thời điểm hiện tại bạn vẫn chưa đăng ký được các học phần tốt nghiệp (LVTN, TTTN, DCLV), SV vui lòng đăng ký lại đợt cuối cùng chỉ để đăng ký các học phần tốt nghiệp (LVTN, TTTN, DCLV) dự kiến từ ngày 18/1 đến 19/1/2022. . . . 2- Sinh viên vui lòng xem kết quả ĐKMH, xem lý do vì sao không ĐKMH được (có đăng ký, nhưng không có TKB) tại trang web: mybk.hcmut.edu.vn    Đăng ký môn học    Đăng ký môn học HK212 - Kết quả đợt 2 (3)    bấm vào mục Đăng ký mới    chọn Loại hình đăng ký    xem Lịch sử đăng ký.. . . . 3- SV xem TKB tại mybk/Thông tin SV/ Xem TKB. . Chúc các bạn học tốt!. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em muốn hỏi là do học kì trước dịch bệnh kéo dài nên tụi em phải dời phản biện luận văn và tụi em vừa phản biện xong vào ngày 30/12 này. Em muốn hỏi nếu dời lịch phản biện như vậy thì em có được xét huy chương khi tốt nghiệp không ạ?. . Em cám ơn PĐT.",
            "Chào em,. . Em vui lòng liên hệ Ban Chủ nhiệm Khoa nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Mở môn học học kỳ 212 .",
            "- Quy trình nhận đơn mở lớp HK chính quy 212 (các môn chưa được mở lớp) : Hiên tại Phòng Đào tạo chỉ nhận đơn “Đề nghị mở môn học” cho HK chính quy 212. SV có nhu cầu mở lớp dự thính vui lòng đăng ký vào Đợt 1 của Lộ trình 2 Dự thính dự kiến bắt đầu đăng ký vào ngày 06/01/2022.. .    1- Tải mẫu đơn “Đề nghị mở môn học”, sau đó SV gửi email trực tiếp đến Giảng viên giảng dạy & Khoa/Bộ môn để được ký xác nhận đồng ý (ghi rõ đầy đủ thông tin và Thời khóa biểu);. . - Đối với các môn có thực hành/thí nghiệm : Khoa phải cam kết tổ chức được cho SV.. .    2- Sau đó gửi đơn + email xác nhận đồng ý (nếu có) qua trang hỗ trợ trực tuyến (BKSI)    chọn đề mục “MỞ MÔN HỌC HỌC KỲ 212”    ghi rõ tiêu đề yêu cầu : MỞ MÔN HỌC CHÍNH QUY HK212.. .     3- Thời gian gửi đơn từ 25/12 đến 10g ngày 28/12;. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính gửi thầy cô PĐT,. . Em tên [full_name] - MSSV:[student_id]. . Em chuẩn bị làm [full_name] Văn Tốt Nghiệp ra trường ở học kỳ 212, và em còn thiếu 1 môn Xác [full_name] (MT2001) để ra trường đúng hạn, em có đăng ký đợt trước nhưng bị hủy. . Hiện môn MT2001 ở đợt đăng ký môn học này đã đủ sỹ số.. . Kính mong PĐT xem xét đặc cách cho em được đăng ký bổ sung môn MT2001-nhóm DT01 để em có thể tốt nghiệp đúng hạn.. . Em xin chân thành cám ơn!",
            "Chào em,. . Pdt đã tiếp nhận đề nghị DKMH của em. . Em xem TKB cập nhật tại Mybk-xem TKB dự kiến sau ngày 14/1/2022. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Dạ cho em xin đăng kí Luận văn tốt nghiệp học kì 212 ạ,em cũng đã chuyển sang hệ VHVL. . do cổng mybk em không được phép đăng kí môn học nên cho em xin đăng kí qua bksi, em cám ơn. . .",
            "Chào em,. . Em vui lòng gửi lại yêu cầu xin đăng ký LVTN, vui lòng rõ tên và mã MH nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Thưa thầy/cô,. . Có phải sau tết(tức là sau ngày 9/2) là toàn bộ các tiết học(lí thuyết cũng như thực hành) đều giảng dạy trực tiếp trong khuông viên trường chứ không phải qua Meet phải không ạ?. . Em xin cảm ơn.",
            "Chào em,. . Trường được hoạt động lại bình thường (dự kiến trong tháng 3/2022). . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Mở môn học học kỳ 212 .",
            "- Quy trình nhận đơn mở lớp HK chính quy 212 (các môn chưa được mở lớp) : Hiên tại Phòng Đào tạo chỉ nhận đơn “Đề nghị mở môn học” cho HK chính quy 212. SV có nhu cầu mở lớp dự thính vui lòng đăng ký vào Đợt 1 của Lộ trình 2 Dự thính dự kiến bắt đầu đăng ký vào ngày 06/01/2022.. .    1- Tải mẫu đơn “Đề nghị mở môn học”, sau đó SV gửi email trực tiếp đến Giảng viên giảng dạy & Khoa/Bộ môn để được ký xác nhận đồng ý (ghi rõ đầy đủ thông tin và Thời khóa biểu);. . - Đối với các môn có thực hành/thí nghiệm : Khoa phải cam kết tổ chức được cho SV.. .    2- Sau đó gửi đơn + email xác nhận đồng ý (nếu có) qua trang hỗ trợ trực tuyến (BKSI)    chọn đề mục “MỞ MÔN HỌC HỌC KỲ 212”    ghi rõ tiêu đề yêu cầu : MỞ MÔN HỌC CHÍNH QUY HK212.. .     3- Thời gian gửi đơn từ 25/12 đến 10g ngày 28/12;. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Em đã đăng ký môn \"Xác xuất và thống kê\" trong đợt đăng ký đợt 2 như hình bên dưới nhưng không có trong danh sách của thời khóa biểu ạ.. . Em có xem lại lý do từ chối đăng ký môn \"Xác xuất thống kê\", Mã MT2013 là do thiếu môn học \"Giải tích 1\", Mã MT1003 (Giải tích 1). Nhưng mà em là sinh viên \"[full_name] 2\", đã học qua các môn đại cương, danh sách các môn điểm chuyển như minh chứng bên dưới.. . Nhờ PĐT đăng ký lại giúp em môn MT2013 ạ.. . Em cảm ơn. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em xin kính chào Phòng đào tạo ạ!. . . . Em là [full_name] (MSSV: [student_id]), sinh viên K19 chương trình Tiên tiến ngành Điện - Điện tử.. . . . Hiện em và các bạn cùng lớp có một số vấn đề với thời khóa biểu trong học kỳ 212. Em xin phép được trình bày như sau ạ:. . . . Vào ngày 04/01, học kỳ 212 của tụi em bắt đầu. Tuy nhiên, tụi em vẫn còn môn ở học kỳ 211 chưa học xong là môn EE2016 - Xử lý số tín hiệu (thí nghiệm). Không may là hệ thống đã xếp lịch học môn EE2016 này vào tiết 8-12 ngày thứ 3, dẫn đến việc trùng lịch học với môn EE3418 - Cảm biến và đo lường ở học kỳ 212 (học vào tiết 11-12 ngày thứ 3). Thông tin cụ thể, em xin phép được gửi kèm thời khóa biểu của em ở học kỳ 211 và 212. . . . . Kính mong dược Phòng đào tạo giúp đỡ.. . . . Kính thư!",
            "\"Chào bạn. . Về vấn đề này bạn vui lòng liên hệ Văn phòng đào tạo quốc tế qua địa chỉ mail: [email] . . Thân. . \""
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em đăng kí nhầm giữa vẽ kỹ thuật:CI1003 và vẽ kỹ thuật xây dựng: CI1033. Em muốn huỷ CI1003 và đăng kí CI1033 em phải làm sao ạ. Vì môn vẽ kỹ thuật xây dựng là bắt buộc còn vẽ kỹ thuật trong chương trình học em không học ạ. em xin cảm ơn. . . .",
            "Chào em,. . Nếu yêu cầu của em về ĐKMH đến nay vẫn chưa được xử lý, SV vui lòng gửi lại phản hồi khác để PDT kiểm tra và trả lời cho em.. . Thông tin có: mã số môn học, tên môn học, mã nhóm, lý do nhé. . . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Em tên [full_name], mssv:[student_id]. . Hiện tại do pc-covid chưa cập nhật tích xanh. . Nhưng em có giấy đã hoàn thành cách ly tại nhà thành công như hình dưới thì liệu có thể đi học off thí nghiệm môn hóa ở trường bình thường được không ạ. Hay em phải xin hủy và dời lại lịch học ạ. . Em mong phòng đào tạo có thể cho em hướng giải quyết với ạ. . Em xin chân thành cảm ơn phòng đạo tạo ạ. .",
            "Chào em,. . Các Sinh viên đã có đủ các điều kiện phòng chống dịch hiện hành (di chuyển, làm việc/học tập) để có thể đến trường học thí nghiệm, vấn đề điều kiện SV vui lòng xem quy định của Bộ Y tế để đăng ký nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: 1611511  /b \t. . . .   i Đăng ký môn học . Dạ em thấy email PĐT có thông báo ở HK tới xét nhận luận văn không xét tiêu chí Anh Văn, và chỉ xét 6 ngày CTXH, những môn tiên quyết học kì này chưa có điểm sẽ được xem như đã qua và hậu kiểm sau. Nhưng 2 đợt đăng kí trước em đều bị hủy LVTN ạ, đợt 3 này em cũng đã đăng kí lại, trong phần lí do bị hủy em đọc là thiếu môn tiên quyết ạ.",
            "Chào bạn. . Nếu yêu cầu của bạn về ĐKMH đến nay vẫn chưa được xử lý, SV vui lòng gửi lại phản hồi khác để PDT kiểm tra và trả lời cho bạn. . SV lưu ý:. . 1- Vì bất kỳ lý do nào đến thời điểm hiện tại bạn vẫn chưa đăng ký được các học phần tốt nghiệp (LVTN, TTTN, DCLV), SV vui lòng đăng ký lại đợt cuối cùng chỉ để đăng ký các học phần tốt nghiệp (LVTN, TTTN, DCLV) dự kiến từ ngày 18/1 đến 19/1/2022. . . .   B 2- Sinh viên vui lòng xem kết quả ĐKMH, xem lý do vì sao không ĐKMH được (có đăng ký, nhưng không có TKB) tại trang web: mybk.hcmut.edu.vn    Đăng ký môn học    Đăng ký môn học HK212 - Kết quả đợt 2 (3)    bấm vào mục Đăng ký mới    chọn Loại hình đăng ký    xem Lịch sử đăng ký.  /B . . . . 3- SV xem TKB tại mybk/Thông tin SV/ Xem TKB. . Chúc các bạn học tốt!. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Chào thầy cô, em tên là [full_name], MSSV [student_id]. Em đã làm đơn xin xét tốt nghiệp và hẹn trả kết quả trước ngày 30/12 để đăng ký tốt nghiệp, hiện tại e vẫn chưa đăng ký tốt nghiệp được. Em xin nhờ thầy cô kiểm tra và hỗ trợ để em có thể đăng ký tốt nghiệp. Em cảm ơn thầy cô . . . .",
            "Đã tl trực tiếp cho SV. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính chào thầy cô pđt,. . Em tên: [full_name], mssv: [student_id]. . Kính thưa thầy cô, học kì 212 này em bị xóa  môn Kỹ thuật bê tông do lớp L01 không đủ sỉ số và em cũng không đăng kí được lớp L02 do lớp đã đủ sỉ số.. . Kính mong thầy cô mở rộng sỉ số lớp thành 30 giúp em, để em và các bạn bị xóa lớp có thể hoàn thành môn học của chuyên ngành.. . Em xin chân thành cảm ơn.. .  Trân trọng.",
            "Chào em,. . Nếu yêu cầu của em về ĐKMH đến nay vẫn chưa được xử lý, SV vui lòng gửi lại phản hồi khác để PDT kiểm tra và trả lời cho em. . SV lưu ý:. . 1- Sau khi kết thúc đợt 3 kết quả ĐKMH của bạn vẫn chưa được xử lý, bạn có thể làm đơn khiếu nại (kèm minh chứng nếu có), gửi qua trang bksi ghi rõ tiêu đề: “Khiếu nại ĐKMH HK212”, nội dung khiếu nại trình bày rõ lý do, ghi rõ tên, mã môn học và mã nhóm đã đăng ký (thời gian nhận yêu cầu khiếu nại đến hết ngày 14/01/2022). . 2- Vì bất kỳ lý do nào đến thời điểm hiện tại bạn vẫn chưa đăng ký được các học phần tốt nghiệp (LVTN, TTTN, DCLV), SV vui lòng đăng ký lại đợt cuối cùng chỉ để đăng ký các học phần tốt nghiệp (LVTN, TTTN, DCLV) dự kiến từ ngày 18/1 đến 19/1/2022. . 3- Hiện tại toàn bộ môn học đã được Phòng Đào tạo tăng sĩ số tối đa theo quy định của từng loại môn học và quy định của Google Meet. Xem quy định về sĩ số mở lớp cho từng loại môn học tại đây: aao.hcmut.edu.vn/sinh viên/quy chế/học vụ/Quy chế đào tạo và học vụ bậc đại học, cao đẳng/ Điều 8. 2. . 4- Đến thời điểm hiện tại, theo quy định thì không thể huỷ môn học, Về việc rút Môn Học (có tính học phí) sinh viên vui lòng đợi thông báo sau của Phòng Đào tạo. . 5- Sinh viên vui lòng xem kết quả ĐKMH, xem lý do vì sao không ĐKMH được (có đăng ký, nhưng không có TKB) tại trang web: mybk.hcmut.edu.vn    Đăng ký môn học    Đăng ký môn học HK212 - Kết quả đợt 2 (3)    bấm vào mục Đăng ký mới    chọn Loại hình đăng ký    xem Lịch sử đăng ký.. . 6- SV xem TKB tại mybk/Thông tin SV/ Xem TKB. . Chúc em học tốt. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Kính gửi: Phòng Đào tạo trường đại học Bách Khoa Thành phố Hồ Chí Minh. . Em tên: [full_name]; MSSV: [student_id];. . Khoa Điện-Điện tử;. . . . Em gửi thư này xin phòng đào tạo xem xét lại thời khóa biểu môn thí nghiệm vật lý L20 và môn phương pháp tính L12, em hiện đang học hai lớp này nhưng bị trùng thời khóa biểu xin phòng đào tạo giúp em phương án xử lý, em xin cảm ơn.. . . . Sinh viên: [full_name]-Khoa Điện-Điện",
            "Chào bạn. . Pdt đang kiểm tra lại hệ thống bạn đợi cập nhật mới nghen. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . em đăng kí nhầm môn học thì làm sao để em huỷ môn ạ. .",
            "Tiêu đề : ĐĂNG KÝ RÚT MÔN HỌC HỌC KỲ 2(2021-2022) . .  Thân gửi các bạn sinh viên. .   Phòng đào tạo thông báo về phương thức đăng ký RÚT MÔN HỌC (tính Học Phí theo quy định) (Chính quy + Dự thính) của học kỳ 2(2021-2022) như sau:. . SV đăng nhập vào Google bằng tài khoản [email] và điền thông tin RÚT MÔN HỌC theo link: https://forms.gle/QUtA7vkKnkW9oqBm8. . Thời gian đăng ký : Từ ngày 10/01/2022 đến hết ngày 05/03/2022. . Xem chi tiết quy định về rút môn học tại QUY CHẾ [full_name] điều 11.2. . Chúc các bạn học tập thật tốt!. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Mở môn học học kỳ 212 . Kính gửi thầy cô, . . . . Em là [full_name] (MSSV:[student_id]). Nay em xin đại diện các bạn để viết đơn xin mở thêm lớp cho môn giáo dục thể chất (bóng đá) học phần 1 vào thứ 7 của học kì 2.. . . . Vì tụi em đều bị kẹt lịch học với tất cả các môn trong tuần mà số lượng đăng ký lại có hạn.. . . . Chúng em mong nhà trường sẽ xem xét và cân nhắc việc mở lớp cho chúng em. Em xin đính kèm danh sách các bạn có nhu cầu ở bên dưới ạ.. . . . Chúng em xin chân thành cảm ơn.. . . . Thân trọng.. . [full_name].. . . . . . . .",
            "Chào em,. . - Hiện tại toàn bộ môn học GDTC đã được Phòng Đào tạo tăng sĩ số tối đa theo quy định của TT GDTC (tối đa của nhóm thể dục là 50sv). . - Trường hợp SV bị trùng lịch học, hết chỗ không đăng ký trong HK1 vẫn có thể đăng ký lại ở các HK sắp tới.. . - TT GDTC chỉ mở những nhóm đã mở rồi nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            ". . Kính gửi Thầy/ Cô Phòng đào tạo,. . . . Em tên là [full_name] - MSSV: [student_id] - Khoa: Môi trường và Tài nguyên.. . . . Nội dung:Hiện tại em xin phép được chuyển nhóm lớp môn Tư tưởng [full_name](SP1037) trong đợt đăng ký môn học đợt 3 từ nhóm L01 chuyển sang nhóm L04.. . . . Lý do: . . -Do một số hiệu chỉnh nên môn Biến đổi khí hậu(EN3087) không thể đăng ký ở đợt 1, đợt 2 và em được thông báo môn sẽ mở ở đợt 3 nên em sắp xếp lịch học để trống một số ngày để tiện cho việc đăng ký môn BĐKH, nhưng hiện tại môn bị trùng lịch học môn GIS viễn thám nên em không thể đăng ký được.. . -Môn Tư tưởng [full_name](TKB: thứ 6 tiết 2-3) và môn Kỹ thuật xử lý nước cấp, nước thải(TKB: thứ 6 tiết 4-6) có thời gian học gần nhau (hình ảnh minh chứng đính kèm).. . . . Em mong được sự chấp nhận chuyển nhóm môn Tư tưởng [full_name] để em có thể có thêm thời gian cho việc học được tốt hơn. . . . . Em xin chân thành cảm ơn quý Thầy/ Cô.. . . . Trân trọng./.. .",
            "Chào em,. . Pdt đã tiếp nhận đề nghị DKMH của em. . Em xem TKB cập nhật tại Mybk-xem TKB dự kiến sau ngày 14/1/2022. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác  /i  Dạ , do tình hình dịch bệnh , em có đăng ký in bảng điểm vào tháng 5 /2021  mà không vào trường nhận được . Vì lý do cá nhân nên e không thể vào được Trường để nhận . Em kính mong Phòg đào tạo gởi cho e bảng điểm bằng đường bưu điện . Địa chỉ nhận : hẻm 144/54 Lê Đức Thọ , Quận Gò Vấp , TP Hồ Chí Minh . E xin chân thành cảm ơn !. . . .",
            "Chào em,. . Em vui lòng cung cấp thêm thông tin Số điện thoại và tên người nhận nữa nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: cho em hỏi là điểm thi của các môn em vừa được thi lại sau khi hoãn thi sao lại không được cập nhập ạ",
            "Chào bạn. . Cập nhật lần 2 rồi đó bạn. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Cho em hỏi là bảng điểm các môn năm 1 HK2 của em sau khi đã tổng kết môn học thì bị sửa lại điểm tổng kết bằng điểm thi. Có phải đang bị lỗi không ạ?",
            "Chào em,. . PĐT đang cập nhật lại hệ thống, Sv đón xem lại vào cuối ngày hôm nay nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính gửi Phòng Đào Tạo,. . Em tên [full_name], MSSV: [student_id].. . Em có nhận được hỗ trợ online từ Phòng Đào Tạo, là K15 không được đăng ký môn học nữa đó hết thời gian đào tạo. . . Vậy Phòng Đào Tạo có thể cho Em hỏi, em có thể chuyển sang hệ vừa học vừa làm để tiếp tục được theo học không ạ?. . Kính mong PDT xem xét giúp đỡ để em có thể tiếp tục theo học tại trường ạ. Em xin chân thành cảm ơn.. . . . Trân trọng, . . [full_name].",
            "Chào bạn,. . Về việc chuyển qua hệ VLVH. . Bạn vui lòng tải mẫu đơn: Phiếu đề nghị chuyển sang hình thức Vừa Làm Vừa Học tại trang web : aao.hcmut.edu.vn    Sinh viên    biểu mẫu. . Điền đầy đủ thông tin nộp qua mail [email] hoặc BKSI. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ em chào thầy/cô ạ, em tên [full_name] MSSS:[student_id]. Vấn đề của em là em muốn đăng ký vào lớp L02_L03 của môn học Ci2001 mà hiện lớp này đang full sĩ số, hiện lớp này em thấy sĩ số mới 42 bạn theo môn thì có thể được 100 sinh viên và hiện em đang là sinh viên năm cuối còn 1 kỳ nữa là hết nên mong thầy cô  add em thêm vào lớp với ạ, do hiện em còn kỳ cuối nên muốn học nốt lớp này ạ. Mong nhận được sự phản hồi từ thầy cô ạ. Em cảm ơn ạ!",
            "Chào em,. . Pdt đã tiếp nhận đề nghị DKMH của em. . Em xem TKB cập nhật tại Mybk-xem TKB dự kiến sau ngày 14/1/2022. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em xin chào quý thầy/cô,. . Em là [full_name], sv khoa Máy tính.. . . . Nay em gặp khó khăn khi đăng ký môn học LVTN do doanh nghiệp gửi điểm trễ nên em thiếu điểm môn tiên quyết TTNT(thực tập ngoài trường).. . Em tạo câu hỏi này để xin một biểu mẫu nếu có, hoặc mong hỗ trợ cho em cách viết đơn xin cứu xét đăng ký bổ sung môn học LVTN.. . . . Em xin cám ơn rất nhiều.. . Chúc quý thầy/cô một ngày làm việc vui vẻ.. . . .",
            "Chào bạn. . Nếu yêu cầu của bạn về ĐKMH đến nay vẫn chưa được xử lý, SV vui lòng gửi lại phản hồi khác để PDT kiểm tra và trả lời cho bạn. . SV lưu ý:. . 1- Vì bất kỳ lý do nào đến thời điểm hiện tại bạn vẫn chưa đăng ký được các học phần tốt nghiệp (LVTN, TTTN, DCLV), SV vui lòng đăng ký lại đợt cuối cùng chỉ để đăng ký các học phần tốt nghiệp (LVTN, TTTN, DCLV) dự kiến từ ngày 18/1 đến 19/1/2022. . . . 2- Sinh viên vui lòng xem kết quả ĐKMH, xem lý do vì sao không ĐKMH được (có đăng ký, nhưng không có TKB) tại trang web: mybk.hcmut.edu.vn    Đăng ký môn học    Đăng ký môn học HK212 - Kết quả đợt 2 (3)    bấm vào mục Đăng ký mới    chọn Loại hình đăng ký    xem Lịch sử đăng ký.. . . . 3- SV xem TKB tại mybk/Thông tin SV/ Xem TKB. . Chúc các bạn học tốt!. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em chào Phòng Đào Tạo ạ,. . Em tên [full_name]. MSSV [student_id].. . Ở học kì 211, lớp chúng em có môn Thí nghiệm Địa Kỹ Thuật 1 đã được mở lớp và có danh sách lớp cũng như thời khoá biểu HK211, như do tình hình dịch Covid thời điểm đó còn căng thẳng nên lớp chúng em đã được PĐT dời thời khoá biểu và hiện tại sang học kì mới (HK212), vậy lớp em vẫn chưa học được môn này.. . Vậy ở HK212 này, chúng em có cần phải đăng ký môn học lại không ạ?. . Em xin cảm ơn PĐT ạ. .",
            "Chào bạn. . Không cần dkmh lại vào hk 212. . Sau tết Nguyên đán, Pdt sẽ tự động xếp học thí nghiệm cho Sinh viên chưa có lịch học. . SV vui lòng theo dõi mail và thời khóa biểu được cập nhật Mybk/Thông tin sinh viên/Xem thời khóa biểu sau khi trường được hoạt động lại bình thường (dự kiến trong tháng 3/2022). . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em chào các anh chị!. . Em có một vấn đề mong các anh,chị PĐT giúp đỡ em ạ! Chuyện là HK202 môn \"đồ án thiết kế ME2011\" của em được 6.5 và đã lên bảng điểm trước đó nhưng hôm nay em lên thì thấy điểm giảm xuống còn 5.0. Mong các anh chị xem xét điều chỉnh lại giúp em ạ! Em xin cám ơn.",
            "Chào em,. . PĐT đang cập nhật lại hệ thống, Sv đón xem lại vào cuối ngày hôm nay nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kinh gửi PĐT. . . Hiện tại em đang thiếu môn Cơ học đất mã cũ (CI3001) 4 chỉ nhưng trường không mở lớp nữa. Nếu em đăng kí môn theo mã mới Ci3235 thì có được tính là môn tương đương và chuyển điểm không ạ. Em cám ơn",
            "Chào bạn,. . Về Chương trình Đào tạo, danh sách môn tương đương…, bạn vui lòng xem tại:. . aao.hcmut.edu.vn/Sinh viên/Chương trình Đào tạo. . Sinh viên thắc mắc về CTĐT vui lòng liên hệ về Khoa xin gặp Thầy/Cô Phụ trách về CTĐT để được tư vấn và hỗ trợ thêm.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Em là sinh viên ngành Kỹ thuật hệ thống công nghiệp. Em có đăng kí môn tự chọn tự do là môn Hệ thống sản xuất (IM1029) của khoa Quản lý công nghiệp. Em thấy môn có vài điểm tương đồng với môn Quản lý sản xuất (ME1009) và môn Kỹ thuật hệ thống (ME2123). Không biết môn này có trùng với chuẩn đầu ra của các môn Hệ thống sản xuất này có trùng với chuẩn đầu ra của các môn trong CTĐT của em không ạ. Như vậy tín chỉ tự chọn tự do này của em có được tính không ạ? Hình ảnh đính kèm là chuẩn đầu ra của các môn em nhắc đến ạ. Em xin cảm ơn."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em là sinh viên ngành Kỹ thuật hệ thống công nghiệp. Em có đăng kí môn tự chọn tự do là môn Hệ thống sản xuất (IM1029) của khoa Quản lý công nghiệp. Em thấy môn có vài điểm tương đồng với môn Quản lý sản xuất (ME1009) và môn Kỹ thuật hệ thống (ME2123). Không biết chuẩn đầu ra của môn Hệ thống sản xuất này có trùng với chuẩn đầu ra của các môn trong CTĐT của em không ạ? Như vậy tín chỉ tự chọn tự do này của em có được tính không ạ? Hình ảnh đính kèm là chuẩn đầu ra của các môn em nhắc đến ạ. Em xin cảm ơn.",
            "Chào em,. . Học phần tự chọn tự do là học phần sinh viên được tự do đăng ký, không bị ràng buộc với ngành/chuyên ngành sinh viên đang theo học, nhưng phải có kiến thức không trùng lắp với các kiến thức dùng để xét tốt nghiệp của chương trình đào tạo. Hai học phần được xem là trùng lắp nếu có chuẩn đầu ra/nội dung trùng lắp đến 50%.. . . . Ở một chừng mức nào đó, để tránh cho sinh viên không lúng túng khi chọn môn tự do, tránh lãng phí thời gian và tài chính, [full_name] gợi ý cho sinh viên chọn các môn nhằm trang bị kiến thức chuyên sâu hơn ở các chuyên ngành.. . . . Em liên hệ [full_name] trình bày môn đã chọn tự do, để [full_name] xem xét và xác nhận, hoặc có hướng dẫn cụ thể.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em ở khoa MT&TN, do đổi CTĐT nên có 1 môn bị trùng với môn bắt buộc học ở kì này. Nên em muốn rút môn học đó ạ. Dạ xin trả lời giúp em ạ do mai hết hạn đkm rồi ạ"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em tên là [full_name] ID:[student_id] lớp CC18KTM2, em đơn này nhằm xin được tham gia vào lớp   B CO3007 Đánh giá hiệu năng hệ thống lớp CC01  /B  trong kì tiếp theo   B HK212  /B  . . Em đã được sự cho phép của BCN khoa, mong PĐT cho phép em đăng ký học môn này.. . . . Em xin cảm ơn ạ",
            "Chào em,. . Pdt đã tiếp nhận đề nghị DKMH của em. . Em xem TKB cập nhật tại Mybk-xem TKB dự kiến sau ngày 14/1/2022. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính gửi phòng đào tạo!. . Em tên: [full_name]. . MSSV:[student_id]. . Lớp:XD14VL2. . Em mới được quyết định chuyển sang hệ VHVL khóa 2014,bây giờ em đã đủ điều kiện xét tốt nghiệp của hệ VHVL.Vậy nhờ phòng đào tạo kiểm tra,xem xét để em đăng kí tốt nghiệp đợt này,em cảm ơn.. .",
            "Đã mở khóa cho SV đăng ký tốt nghiệp. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính gửi PĐT,. . . . Em được PĐT chấp nhận đơn xin chuyển hệ và được xác nhận có thể đăng kí môn học đợt 3 này sau 17h00 ngày 4/1/2022.. . . . Nhưng tới 13h00 hôm nay ngày 5/1 em vẫn chưa thể đăng kí được. . . . Mong quý thầy cô PĐT hỗ trợ giải quyết giúp em. Em xin cảm ơn.. .",
            "Chào em,. . Nếu yêu cầu của em về ĐKMH đến nay vẫn chưa được xử lý, SV vui lòng gửi lại phản hồi khác để PDT kiểm tra và trả lời cho em.. . Thông tin có: mã số môn học, tên môn học, mã nhóm, lý do nhé. . . Thân mến"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Xin chào Phòng đào tạo!. . Sau khi rút môn trong đợt Rút môn kì 211, em đã nhận được thông báo đồng ý cho rút. Tuy nhiên sau khi kiểm tra thì trên bảng điểm môn đó của em được để tổng kết điểm 13. Vậy cho em hỏi môn học sau khi rút môn thì sẽ có điểm tổng kết là 17 hay 13 ạ?. . Em xin cảm ơn và chúc Phòng đào tạo một ngày tốt lành!",
            "Chào em,. . Em xem lại nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Hiện tại trên mybk em không thể thay đổi nơi khám chữa bệnh ban đầu (cụ thể là không thể bấm đăng kí, chỉ chọn được cập nhật thông tin). Em không biết làm sao để mình có thể thay đổi nơi khám chữa bệnh ban đâu ạ? . . Em cảm ơn.",
            "Chào em,. . Em liên hệ phòng Công tác chính trị sv qua email [email] để được hướng dẫn nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em xin rút môn học xử lý số (EE2015) HK212 . . Em xin chân thành cảm ơn"
        ]
    }
]