[
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Dạ em có điền form nộp video rồi mà em quên đổi tên video theo yêu cầu, bây giờ em có thể điền lại form khác không ạ. . em xin cảm ơn",
            "Chào bạn,. . SV liên hệ GV để được cho phép nộp lại.. . Form có thể đang để mở chế độ chỉ trả lời 01 lần.. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Cho em hỏi lúc thi online nếu em không thể đăng nhập exam.hcmut.edu.vn thì thầy cô gác thi có thể mở khoá để em đăng nhập được không ạ. Vì hôm qua em không vào được ẽam và thầy hình như thầy cũng không mở được cho em ạ.",
            "Chào bạn. . - Bạn vui lòng xem chi tiết hướng dẫn thi trực tuyến nhà trường đã gởi thông báo cho sinh viên. . - Bạn cần thực hiện theo hướng dẫn của nhà trường và thực hành để thuần thục các thao tác ghi hình màn hình trước khi thi. (Việc quan trọng càng phải luyện tập kỹ). . - Về trường hợp của bạn, vui lòng xem rõ trong hướng dẫn thi trực tuyến điều 8 các tình huống cần xử lý trong khi thi để biết cách xử lý và liên lạc với CBCT kịp thời để được mở khóa nhé:. . “CBCT kiểm tra kỹ tình huống và mở khoá truy cập cho người dự thi vào phòng thi.” . . Nếu trường hợp không phải trong thời gian thi, thì hệ thống tự động cập nhật sau mở khóa sau 2h!. . Chúc bạn thi tốt!. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Cho em hỏi do vấn đề về sức khoẻ và nằm trong vùng cách dịch nên lúc trước em đã có xin giáo viên hoãn thi 3 môn triết học [full_name] [full_name],tín hiệu hệ thống và kinh tế kĩ thuật (em đã được giáo viên chấp nhận và nhận được mail hoãn thi 3 môn đó của phòng đào tạo,em đã không tham dự thi triết học).Nhưng bây giờ sức khoẻ đã ổn định hơn em dự tính thì 2 môn tín hiệu và kinh tế kĩ thuật;dự tính hoãn thi 2 môn triết(đã hoãn ko thì) và môn trường điện từ.Sau khi trường có mail về việc hoãn thi bằng cách mới là điền vào form;em đã điền hoãn 2 môn triết và trường điện từ.Vậy cho em hỏi em có thể tham gia thi cuối kì 2 môn tín hiệu và kinh tế ko ạ.",
            "Chào bạn,. . Bạn vui lòng trình bày rõ trường hợp của bạn trong đơn, ghi rõ nhưng môn đã xin hoãn và xin hủy môn nào? Hiện tại PDT đã thay đổi phương thức nộp hoãn thi, coi như những cái trước đó bạn nộp tạm hủy và yêu cầu nhập lại, nên bạn có thể chỉ khai những môn bạn xin hoãn (và nộp thêm đơn xin hủy cái kết quả hoãn cũ là được). . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Cho e hỏi: e muốn hoãn thi cuối kỳ do không đủ thiết bị và kết nối internet thì phải làm sao ạ?. .",
            "Thân gửi các bạn sinh viên, . . Phòng Đào tạo (PĐT) đã thông báo cho Sinh viên (SV) về việc nộp đơn hoãn thi trực tiếp cho PĐT đối với các môn học Lý thuyết, mà không thông qua Giảng viên (GV). PĐT sẽ hậu kiểm các tình huống cấm thi sau. Hiện nay, SV đăng ký bằng cách gửi email về PĐT có kèm file và qua hệ thống Hỗ trợ trực tuyến (BKSI). Để nhanh chóng và thuận lợi, PĐT thay đổi phương thức nộp đơn hoãn thi như sau:. . SV đăng nhập vào Google bằng tài khoản BKNetID@hcmut.edu.vn và điền thông tin hoãn thi theo link: https://forms.gle/ckyYcJMWN7w3kqe56. . Hạn cuối: 5 ngày sau khi thi online (chỉ tính ngày làm việc). . Trường hợp SV đã nộp đơn qua email của PĐT và  qua công cụ BKSI (đã hoặc chưa được tiếp nhận), vui lòng điền lại vào form trên để PĐT cập nhật dữ liệu đồng nhất và chính xác.. . Riêng đối với môn Đồ án, Thực tập ngoài trường, Đề cương Luận văn, Luận văn/Tiểu luận tốt nghiệp: SV có thể xin hoãn bảo vệ với lý do dịch Covid-19 ảnh hưởng nghiêm trọng đến kết quả thực hiện đề tài (không thực nghiệm được tại Phòng thí nghiệm, không thực địa, ...). SV gửi email trực tiếp đến Giáo viên hướng dẫn, Khoa/Bộ môn để được xem xét đồng ý và forward email cuối cùng đến email của PĐT để đăng ký.. . Thông tin thêm:. . •\tQuy định hoãn thi (HT): xem chi tiết tại khoản 17.2 Điều 17 trong Quy chế đào tạo và học vụ (aao.hcmut.edu.vn    Sinh viên    Quy chế).. . •\tCác môn có phần thí nghiệm (TNg) sẽ được tổ chức thi sau khi TNg xong. Một số môn, Giảng viên sẽ đề nghị cho thi trước, điểm TNg sẽ có sau, khi đó SV có thể xin hoãn thi.. . •\tRiêng hoãn thi kiểm tra giữa kỳ của HK DT202 và 203: SV liên hệ trực tiếp GV và Bộ môn để được xem xét cho kiểm tra riêng hoặc lấy cột điểm thành phần khác để làm điểm kiểm tra.. .  . . Chúc các bạn học tập thật tốt!. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác  /i Em xin hoãn thi môn giải tích 2 (MT1006). . Họ và tên: [full_name]. . MSSV: [student_id]. . Nhóm/tổ: L04. . Ngày thi 07/08/2021 lúc 16h00. . . .",
            "Thân gửi các bạn sinh viên, . . Phòng Đào tạo (PĐT) đã thông báo cho Sinh viên (SV) về việc nộp đơn hoãn thi trực tiếp cho PĐT đối với các môn học Lý thuyết, mà không thông qua Giảng viên (GV). PĐT sẽ hậu kiểm các tình huống cấm thi sau. Hiện nay, SV đăng ký bằng cách gửi email về PĐT có kèm file và qua hệ thống Hỗ trợ trực tuyến (BKSI). Để nhanh chóng và thuận lợi, PĐT thay đổi phương thức nộp đơn hoãn thi như sau:. . SV đăng nhập vào Google bằng tài khoản BKNetID@hcmut.edu.vn và điền thông tin hoãn thi theo link: https://forms.gle/ckyYcJMWN7w3kqe56. . Hạn cuối: 5 ngày sau khi thi online (chỉ tính ngày làm việc). . Trường hợp SV đã nộp đơn qua email của PĐT và  qua công cụ BKSI (đã hoặc chưa được tiếp nhận), vui lòng điền lại vào form trên để PĐT cập nhật dữ liệu đồng nhất và chính xác.. . Riêng đối với môn Đồ án, Thực tập ngoài trường, Đề cương Luận văn, Luận văn/Tiểu luận tốt nghiệp: SV có thể xin hoãn bảo vệ với lý do dịch Covid-19 ảnh hưởng nghiêm trọng đến kết quả thực hiện đề tài (không thực nghiệm được tại Phòng thí nghiệm, không thực địa, ...). SV gửi email trực tiếp đến Giáo viên hướng dẫn, Khoa/Bộ môn để được xem xét đồng ý và forward email cuối cùng đến email của PĐT để đăng ký.. . Thông tin thêm:. . •\tQuy định hoãn thi (HT): xem chi tiết tại khoản 17.2 Điều 17 trong Quy chế đào tạo và học vụ (aao.hcmut.edu.vn    Sinh viên    Quy chế).. . •\tCác môn có phần thí nghiệm (TNg) sẽ được tổ chức thi sau khi TNg xong. Một số môn, Giảng viên sẽ đề nghị cho thi trước, điểm TNg sẽ có sau, khi đó SV có thể xin hoãn thi.. . •\tRiêng hoãn thi kiểm tra giữa kỳ của HK DT202 và 203: SV liên hệ trực tiếp GV và Bộ môn để được xem xét cho kiểm tra riêng hoặc lấy cột điểm thành phần khác để làm điểm kiểm tra.. .  . . Chúc các bạn học tập thật tốt!. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Ngày 05-08-2021 em có thi môn học Mô Hình Hóa trên Bk exam, nhưng khi đến giờ thi thì tụi em bị lỗi không vào được bk exam vì lõi cookie, mà những bạn khác được giám thị cấp quyền cho vô lại, còn tụi em thì giám thị hướng dẫn nộp bài bằng cách gửi mail qua thầy cô dạy môn học và các thầy giám thị đã xác nhận nộp bài và làm minh chứng. Giờ em đã vào lại được bk exam và em đã nộp bài trễ hơn so với giờ chính thức. Vậy bài làm của em ở mail và ở bk exam cả 2 có được chấp thuận không ạ. Em cảm ơn. .",
            "Chào bạn,. . - Bạn vui lòng xem chi tiết hướng dẫn thi trực tuyến nhà trường đã gửi thông báo đến SV. . - Bạn cần thực hiện theo hướng dẫn của nhà trường và thực hành để thuần thục các thao tác ghi màn hình trước khi thi.. . - Bạn nên liên hệ GV giảng dạy để được hướng dẫn.. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "PĐT cho em hỏi là giáo viên cho làm bài báo cáo cuối kỳ môn Quản lý dự án xây dựng ( CI1053 ) thay vì thi trên hangout thì em có thể làm bài báo cáo môn này được không ạ. Vì thời gian nộp bài dài nên em có thể nộp bài được ạ.. .   Em mong nhận được phản hồi sớm từ PĐT. . . . .",
            "Chào em,. . Việc có được sử dụng tài liệu hay không, dạng tài liệu gì, hình thức thi ... thì phải hỏi ở GV giảng dạy.. . Thân mến,"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em chào thầy/cô. Thầy cô cho em hỏi về trường hợp của em khi tham gia phòng thi mô hình hóa em có tham gia group google meet của giám thị, sau khi điểm danh tên em xong thì em bị out khỏi phòng thi. Do không để ý nên em không tham gia lại và suốt thời gian bắt đầu làm bài thi em không có mặt trong phòng meet, sau khi nộp bài thành công cũng không tham gia xác nhận. Tuy nhiên toàn bộ màn hình và cam em có ghi lại. Vậy liệu bài thi của em có được nhận không hay em phải làm thủ tục hoãn thi ạ?",
            "Chào bạn,. . - Bạn vui lòng xem chi tiết hướng dẫn thi trực tuyến nhà trường đã gửi thông báo đến SV. . - Bạn cần thực hiện theo hướng dẫn của nhà trường và thực hành để thuần thục các thao tác ghi màn hình trước khi thi.. . - Bạn nên liên hệ GV giảng dạy để được hướng dẫn.. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Dạ e xin gửi đơn xin hoãn thi môn kết cấu thép 1_ci3009 học kì dự thính 202 ạ. Mong quý pđt xem xét",
            "Thân gửi các bạn sinh viên, . . Phòng Đào tạo (PĐT) đã thông báo cho Sinh viên (SV) về việc nộp đơn hoãn thi trực tiếp cho PĐT đối với các môn học Lý thuyết, mà không thông qua Giảng viên (GV). PĐT sẽ hậu kiểm các tình huống cấm thi sau. Hiện nay, SV đăng ký bằng cách gửi email về PĐT có kèm file và qua hệ thống Hỗ trợ trực tuyến (BKSI). Để nhanh chóng và thuận lợi, PĐT thay đổi phương thức nộp đơn hoãn thi như sau:. . SV đăng nhập vào Google bằng tài khoản BKNetID@hcmut.edu.vn và điền thông tin hoãn thi theo link: https://forms.gle/ckyYcJMWN7w3kqe56. . Hạn cuối: 5 ngày sau khi thi online (chỉ tính ngày làm việc). . Trường hợp SV đã nộp đơn qua email của PĐT và  qua công cụ BKSI (đã hoặc chưa được tiếp nhận), vui lòng điền lại vào form trên để PĐT cập nhật dữ liệu đồng nhất và chính xác.. . Riêng đối với môn Đồ án, Thực tập ngoài trường, Đề cương Luận văn, Luận văn/Tiểu luận tốt nghiệp: SV có thể xin hoãn bảo vệ với lý do dịch Covid-19 ảnh hưởng nghiêm trọng đến kết quả thực hiện đề tài (không thực nghiệm được tại Phòng thí nghiệm, không thực địa, ...). SV gửi email trực tiếp đến Giáo viên hướng dẫn, Khoa/Bộ môn để được xem xét đồng ý và forward email cuối cùng đến email của PĐT để đăng ký.. . Thông tin thêm:. . •\tQuy định hoãn thi (HT): xem chi tiết tại khoản 17.2 Điều 17 trong Quy chế đào tạo và học vụ (aao.hcmut.edu.vn    Sinh viên    Quy chế).. . •\tCác môn có phần thí nghiệm (TNg) sẽ được tổ chức thi sau khi TNg xong. Một số môn, Giảng viên sẽ đề nghị cho thi trước, điểm TNg sẽ có sau, khi đó SV có thể xin hoãn thi.. . •\tRiêng hoãn thi kiểm tra giữa kỳ của HK DT202 và 203: SV liên hệ trực tiếp GV và Bộ môn để được xem xét cho kiểm tra riêng hoặc lấy cột điểm thành phần khác để làm điểm kiểm tra.. .  . . Chúc các bạn học tập thật tốt!. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "- Học kỳ 2 2020-2021 e có xin tạm hoãn, kỳ này e muốn xin thu nhận lại mà do tình hình dịch bệnh phức tạp quá, đên nay e vẫn khôg lên trường nộp đơn thu nhận được. Nay e muốn xin hoãn thêm 1 kỳ nữa được không ạ, vì tình hình dịch bệnh phức tạp, khôg thể lên làm luận văn được, cũng như thi anh văn không được.. . -  Em thuộc khóa k15, chỉ còn kỳ này nữa thôi, nếu hoãn thêm thì có bị xuống hệ tại chức không ạ? Và nếu là hệ tại chức thì điểm toeic để nhận luận văn và tốt nghiệp hiện tại là bao nhiêu ạ? . . Em xin cảm ơn.. .   i Yêu cầu khác .",
            "Chào bạn,. . Việc tạm dừng của bạn HK211 này được bình thường, nhưng bạn phải cân nhắc kỹ vì HK211 là học kỳ cuối của khóa 2015.. . Hiện tại nếu bạn muốn thu nhận HK211, bạn có thể tải mẫu đơn thu nhận tại aao.hcmut.edu.vn/Sinh viên/biểu mẫu và nộp qua bksi nhé.. . Nếu bạn muốn chuyển qua VLVH bạn có thể làm đơn xin chuyển hình thức đào tạo qua VLVH và nộp cho Phòng Đào tạo qua bksi nhé!. . Xem chuẩn LVTN Và Tốt nghiệp của VLVH tại đây:. . aao.hcmut.edu.vn/sinh viên/quy chế/học vụ/Quy chế đào tạo và học vụ bậc đại học, cao đẳng:/Phụ lục 1: Quy định về ngoại ngữ (áp dụng cho các chương trình giảng dạy bằng tiếng Việt)/3.   Chuẩn tiếng Anh khi nhận Luận văn tốt nghiệp (LVTN) và khi tốt nghiệp (tính theo khóa 2015). . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Kính thưa phòng đào tạp, hiện tại thời gian nộp tập tin ghi hình vẫn còn (48h) của học phần Triết học [full_name]. Theo thông báo thì em có đọc được là link nộp tập tinh ghi hình bị lỗi, sau 24h học viên vào nộp, thời gian nộp 48h. Nhưng hiện tại link lại đóng khi chưa đủ thời gian. Xin phòng đào tạo tạo cơ hội cho chúng em nộp bài ạ, em chân thành cảm ơn.",
            "Ca thi của em là ca thi 10h ngày 4/8/2021, vì vậy 11h em mới kết thúc bài làm. Mà theo quy chế thi thì sau thời gian làm bài 48h phải hoàn tất phần nộp video. Trong khi đó em còn được thông báo thêm là link gg meet bị lỗi, sau 24h mới vào nộp và thời gian nộp là 48h. Nên hiện tại thời gian của em vẫn còn ạ.",
            "Chào bạn,. . - Bạn vui lòng xem chi tiết hướng dẫn thi trực tuyến nhà trường đã gửi thông báo đến SV. . - Bạn cần thực hiện theo hướng dẫn của nhà trường và thực hành để thuần thục các thao tác ghi màn hình trước khi thi.. . - Bạn nên liên hệ GV giảng dạy để được hướng dẫn.. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em xin chào ạ!. . . . Chiều ngày 05.08.2021 em có lịch thi trên hệ thống BKeX nhưng em và bốn bạn thi cùng phòng lại không thể đăng nhập vào hệ thống nên việc lấy đề và nộp bài thi gặp khó khăn và em phải gửi bài thi qua mail cho thầy dạy em môn này.. . . . Hiện tại em đã vào được hệ thống BKeX.. . . . Nhưng hôm qua em nộp bài qua mail cho thầy và hôm nay thầy đã phản hồi như sau:. . . .   B Các em lưu ý (xem kỹ hướng dẫn của trường. . Mọi trục trặc không nộp bài theo quy định, thì coi như chưa thi, làm thủ tục hôm sau thi lại, trường không cho nộp bài dạng khác.  /B  . . . . Bây giờ phải giải quyết như thế nào đây ạ!. . . . Và nếu lần sau em vẫn bị sự cố không đăng nhập được vào hệ thống BKeX thì giải quyết như thế nào ạ? Vì trước đó em vào hệ thống vẫn được nhưng gần đến giờ thi thì không thể đăng nhập vào được nữa ạ!. . . . Em cảm ơn ạ!",
            "Nhắc lại: Hướng dẫn tạm thời về kiểm tra/thi theo hình thức trực tuyến. . . . Thân gửi các bạn Sinh viên,. . . . Chúng ta đã tổ chức kiểm tra/thi được một số học phần. Trong quá trình tổ chức vừa qua, một số việc không suôn sẻ đã xảy ra, có thể ảnh hưởng đến việc kiểm tra/thi.. . . . Phòng Đào tạo (PĐT) nhắc lại Sinh viên (SV) xem kỹ hướng dẫn, kể cả các phụ lục. Chuẩn bị kỹ không gian và điều kiện kỹ thuật cho kiểm tra/thi (điện, đường truyền, có thể cần thêm kết nối 3G dự phòng). PHẢI thử nghiệm/tập luyện trước các thao tác cần thiết phục vụ kiểm tra/thi.. . . . SV đặc biệt lưu ý các vấn đề sau:. .  1. Khi có sự cố, xem số điện thoại liên lạc trong trang đề thi, hoặc các số của GV/Bộ môn. Ưu tiên nhắn tin để giảm tải cho GV.. .  . . . .  2. Khi mất kết nối, bình tĩnh chờ kết nối trở lại. Khi có kết nối trở lại, làm bài như bình thường. . . KHÔNG đăng xuất hệ thống thi BKeX và sau đó đăng nhập lại. Hệ thống BKeX chỉ cho đăng nhập 01 lần trong thời gian làm bài. SV đăng nhập nhiều hơn 01 lần sẽ bị khoá.. . . .  3. Xem kỹ hướng dẫn Phần III, Mục 1, Khoản 1.1 - Trước khi thi, Khoản 1.2 - Trong khi thi. Chú ý Bảng 1, dòng số 7-8.. . . .  4. Thực hiện theo các bước tổ chức trong phòng thi. . (Phần II, Mục 2, Khoản 2.1 - Trước giờ thi, Khoản 2.2 - Trong giờ thi, Khoản 2.3 - Hết giờ thi, Khoản 2.4 - Sau buổi thi.). . . . Ví dụ: Đối với SV (giả sử dùng hệ thống thi BKeX): . . . .         Ghi hình màn hình thiết bị chính của mình (gọi tắt là máy tính) (không cần nếu Bộ môn cho phép) - trước ít nhất 25'. . ==  Đăng nhập vào hệ thống thi (BKeX) . . ==  Đăng nhập vào Google Meet của phòng thi (nếu cần 02 thiết bị thì đăng nhập cả 02 thiết bị, link của Google Meet trên BKeX được hiển thị dạng QR code, dùng thiết bị thứ hai scan QR code để có đường link) - trước ít nhất 20'. . ==  Dự điểm danh bằng Google Meet. . ==  Quay lại BKeX để LÀM BÀI. . ==  Nộp bài (có thể scan bài nếu đề thi tự luận dạng viết tay). . ==  Kết thúc ghi hình màn hình máy tính của mình. . ==  Rời phòng thi (Google Meet, Đăng xuất BKeX) khi được phép. . ==  Nạp các tập tin ghi hình màn hình theo link.. . . . KHÔNG đăng xuất BKeX và sau đó đăng nhập lại. Đừng vào trễ quá 05' =  không được dự thi.. . . . (Các nội dung trên đã được soạn thành các leaflet gửi kèm với Hướng dẫn.). . . . Chúc các bạn thi tốt."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em bị khóa tài khoản bkex thì làm sao đây ạ ???  B   /B   B   /B",
            "Chào bạn. . - Bạn vui lòng xem chi tiết hướng dẫn thi trực tuyến nhà trường đã gởi thông báo cho sinh viên. . - Bạn cần thực hiện theo hướng dẫn của nhà trường và thực hành để thuần thục các thao tác ghi hình màn hình trước khi thi. (Việc quan trọng càng phải luyện tập kỹ). . - Về trường hợp của bạn, vui lòng xem rõ trong hướng dẫn thi trực tuyến điều 8 các tình huống cần xử lý trong khi thi để biết cách xử lý và liên lạc với CBCT kịp thời để được mở khóa nhé:. . “CBCT kiểm tra kỹ tình huống và mở khoá truy cập cho người dự thi vào phòng thi.” . . Nếu trường hợp không phải trong thời gian thi, thì hệ thống tự động cập nhật sau mở khóa sau 2h!. . Chúc bạn thi tốt!. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "# 28427-Giáo viên cho làm báo cáo cuối kỳ. . . .    Em thể có dừng việc hoãn thi môn Quản lý dự án xây dựng ( CI1053 ) của Thầy [full_name] được không ạ. vì lý do hoãn thi là do mạng, nhưng làm tiêu luận thì có thời gian dài và có nộp bất cứ khi nào trong thời gian quy định thưa PĐT. . .    . .    Môn được sử dụng tài liệu. .    Dạng tài liệu mở. .    Hình thức thi: không thi trên hangout thay vào đó làm bài tiêu luận, mỗi cá nhân tự làm và nộp như thông báo ạ.. .   Em có đính kèm mail của thầy ạ.",
            "Chào em,. . - Cô chưa hiểu ý em, em muốn hoãn thi: PĐT đã gửi email việc này.. . - Em thắc mắc về hình thức thi, ...: hỏi GV nhé.. . Thân mến,"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Kính gửu Phòng Đào tạo đại học Bách Khoa thành phố Hồ Chí Minh, . . Em là [full_name]. Hiện tại em đã hoàn thành xong chương trình học và thi TOIEC 4 kĩ năng. Tuy nhiên em chưa đủ ngày công tác xã hội do hầu hết các hoạt động công tác xã hội đã đóng từ tháng 5 do COVIC 19. Hiện tại số ngày hoạt động em đang là 11.5. Và em đã bị tạm dừng 1 học kì do không đăng kí môn học. Em mong phòng đào tạo hỗ trợ em ạ. . . . .",
            "Chào em,. . Em liên hệ với phòng Công tác chính trị sinh viên qua email [email] để được hướng dẫn nhé.. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em tên:[full_name] MSSV:[student_id]. . Lý do là ngày hôm qua ngày 08/06 em có kết quả dương tính với covid (test nhanh) nên đã xin hoãn thi các môn học kì 202. Nhưng còn xét nghiệm PCR hiện tại chưa có kết quả vậy nên chưa phải đi bệnh viện và em vẫn có thể tham dự thi và xin hủy hoãn thi một môn Calculus 2 (MT1005) mong phòng đào tạo xem xét và xử lí ạ.. . Những môn em đã hoãn thi: Calculus 2 (MT1005), General Chemistry (CH1003), General Physics 2 (PH1005), Engineering Mechanics (AS1003).. . Môn em xin hủy hoãn thi: Calculus 2 (MT1005),. . General Chemistry (CH1003).",
            "Chào em,. . Em vào khai lại nhé.. . . . Thân gửi các bạn sinh viên, . . Phòng Đào tạo (PĐT) đã thông báo cho Sinh viên (SV) về việc nộp đơn hoãn thi trực tiếp cho PĐT đối với các môn học Lý thuyết, mà không thông qua Giảng viên (GV). PĐT sẽ hậu kiểm các tình huống cấm thi sau. Hiện nay, SV đăng ký bằng cách gửi email về PĐT có kèm file và qua hệ thống Hỗ trợ trực tuyến (BKSI). Để nhanh chóng và thuận lợi, PĐT thay đổi phương thức nộp đơn hoãn thi như sau:. . SV đăng nhập vào Google bằng tài khoản BKNetID@hcmut.edu.vn và điền thông tin hoãn thi theo link: https://forms.gle/ckyYcJMWN7w3kqe56. . Hạn cuối: 5 ngày sau khi thi online (chỉ tính ngày làm việc). . Trường hợp SV đã nộp đơn qua email của PĐT và  qua công cụ BKSI (đã hoặc chưa được tiếp nhận), vui lòng điền lại vào form trên để PĐT cập nhật dữ liệu đồng nhất và chính xác.. . Riêng đối với môn Đồ án, Thực tập ngoài trường, Đề cương Luận văn, Luận văn/Tiểu luận tốt nghiệp: SV có thể xin hoãn bảo vệ với lý do dịch Covid-19 ảnh hưởng nghiêm trọng đến kết quả thực hiện đề tài (không thực nghiệm được tại Phòng thí nghiệm, không thực địa, ...). SV gửi email trực tiếp đến Giáo viên hướng dẫn, Khoa/Bộ môn để được xem xét đồng ý và forward email cuối cùng đến email của PĐT để đăng ký.. . Thông tin thêm:. . •\tQuy định hoãn thi (HT): xem chi tiết tại khoản 17.2 Điều 17 trong Quy chế đào tạo và học vụ (aao.hcmut.edu.vn    Sinh viên    Quy chế).. . •\tCác môn có phần thí nghiệm (TNg) sẽ được tổ chức thi sau khi TNg xong. Một số môn, Giảng viên sẽ đề nghị cho thi trước, điểm TNg sẽ có sau, khi đó SV có thể xin hoãn thi.. . •\tRiêng hoãn thi kiểm tra giữa kỳ của HK DT202 và 203: SV liên hệ trực tiếp GV và Bộ môn để được xem xét cho kiểm tra riêng hoặc lấy cột điểm thành phần khác để làm điểm kiểm tra.. .  . . Chúc các bạn học tập thật tốt!. . . . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . [full_name]. . MSSV [student_id]. . Em nộp đơn xin hoãn thi.. . Môn:Kỹ thuật siêu cao tần. . EE3025",
            "Thân gửi các bạn sinh viên, . . Phòng Đào tạo (PĐT) đã thông báo cho Sinh viên (SV) về việc nộp đơn hoãn thi trực tiếp cho PĐT đối với các môn học Lý thuyết, mà không thông qua Giảng viên (GV). PĐT sẽ hậu kiểm các tình huống cấm thi sau. Hiện nay, SV đăng ký bằng cách gửi email về PĐT có kèm file và qua hệ thống Hỗ trợ trực tuyến (BKSI). Để nhanh chóng và thuận lợi, PĐT thay đổi phương thức nộp đơn hoãn thi như sau:. . SV đăng nhập vào Google bằng tài khoản BKNetID@hcmut.edu.vn và điền thông tin hoãn thi theo link: https://forms.gle/ckyYcJMWN7w3kqe56. . Hạn cuối: 5 ngày sau khi thi online (chỉ tính ngày làm việc). . Trường hợp SV đã nộp đơn qua email của PĐT và  qua công cụ BKSI (đã hoặc chưa được tiếp nhận), vui lòng điền lại vào form trên để PĐT cập nhật dữ liệu đồng nhất và chính xác.. . Riêng đối với môn Đồ án, Thực tập ngoài trường, Đề cương Luận văn, Luận văn/Tiểu luận tốt nghiệp: SV có thể xin hoãn bảo vệ với lý do dịch Covid-19 ảnh hưởng nghiêm trọng đến kết quả thực hiện đề tài (không thực nghiệm được tại Phòng thí nghiệm, không thực địa, ...). SV gửi email trực tiếp đến Giáo viên hướng dẫn, Khoa/Bộ môn để được xem xét đồng ý và forward email cuối cùng đến email của PĐT để đăng ký.. . Thông tin thêm:. . •\tQuy định hoãn thi (HT): xem chi tiết tại khoản 17.2 Điều 17 trong Quy chế đào tạo và học vụ (aao.hcmut.edu.vn    Sinh viên    Quy chế).. . •\tCác môn có phần thí nghiệm (TNg) sẽ được tổ chức thi sau khi TNg xong. Một số môn, Giảng viên sẽ đề nghị cho thi trước, điểm TNg sẽ có sau, khi đó SV có thể xin hoãn thi.. . •\tRiêng hoãn thi kiểm tra giữa kỳ của HK DT202 và 203: SV liên hệ trực tiếp GV và Bộ môn để được xem xét cho kiểm tra riêng hoặc lấy cột điểm thành phần khác để làm điểm kiểm tra.. .  . . Chúc các bạn học tập thật tốt!. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Dạ cho em hỏi là e đã đăng kí in thẻ SV và chuyển phát nhanh đã 10 ngày nhưng vẫn chưa nhận được thẻ.. . Mong nhà trường hỗ trợ tình trạng thẻ SV đã đuoecj chuyển đi chưa ạ.. . . .",
            "Chào bạn,. . Người dự thi ngay lập tức đăng ký làm thẻ và có thể đăng ký gửi về nhà theo. . dạng người nhận trả cước bưu điện.. . Trường hợp đặc biệt, người dự thi đã đăng ký gửi về nhà, nhưng không thể nhận được. . kịp thời do tình hình khách quan, phải báo cáo CBCT để quyết định.. . Hiện tại Phòng đào tạo giải quyết in thẻ sinh viên hàng ngày và gởi bưu cục, nhưng vì nhiều lý do bất khả kháng [full_name] vẫn chưa đến SV để kịp Thi. Sinh viên vui lòng trình bày tất cả lý do kèm minh chứng để Cán bộ coi thi ghi nhận vào Danh sách Thi để PDT đối chiếu sau. . Chúc bạn thi tốt nhé.. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: nãy em tắt ngang mà không đăng xuất khỏi bk exam nên bây giờ em không vô đc phải làm sao ạ. .",
            "Chào bạn. . - Bạn vui lòng xem chi tiết hướng dẫn thi trực tuyến nhà trường đã gởi thông báo cho sinh viên. . - Bạn cần thực hiện theo hướng dẫn của nhà trường và thực hành để thuần thục các thao tác ghi hình màn hình trước khi thi. (Việc quan trọng càng phải luyện tập kỹ). . - Về trường hợp của bạn, vui lòng xem rõ trong hướng dẫn thi trực tuyến điều 8 các tình huống cần xử lý trong khi thi để biết cách xử lý và liên lạc với CBCT kịp thời để được mở khóa nhé:. . “CBCT kiểm tra kỹ tình huống và mở khoá truy cập cho người dự thi vào phòng thi.” . . Nếu trường hợp không phải trong thời gian thi, thì hệ thống tự động cập nhật sau mở khóa sau 2h!. . Trường hợp có sự cố bất khả kháng trong khi thi dẫn đến không thể hoàn thành được bài thi, và không được giải quyết cho thi các ca thi sau (nếu có), sinh viên có thể đăng ký \"Hoãn thi\" ngay sau buổi thi (không phải vắng thi có phép).. . . . Chúc bạn thi tốt!. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Kính gửi phòng đào tạo, em tên [full_name][student_id] do em bị mất thẻ sinh viên mà có đăng ký làm thẻ lại mà đến giờ vẫn chưa nhận được mong thầy cô giúp em cách dự thi a em cảm ơn Thầy cô .",
            "Chào bạn,. . Người dự thi ngay lập tức đăng ký làm thẻ và có thể đăng ký gửi về nhà theo. . dạng người nhận trả cước bưu điện.. . Trường hợp đặc biệt, người dự thi đã đăng ký gửi về nhà, nhưng không thể nhận được. . kịp thời do tình hình khách quan, phải báo cáo CBCT để quyết định.. . Hiện tại Phòng đào tạo giải quyết in thẻ sinh viên hàng ngày và gởi bưu cục, nhưng vì nhiều lý do bất khả kháng [full_name] vẫn chưa đến SV để kịp Thi. Sinh viên vui lòng trình bày tất cả lý do kèm minh chứng để Cán bộ coi thi ghi nhận vào Danh sách Thi để PDT đối chiếu sau. . Chúc bạn thi tốt nhé.. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Dạ em tên [full_name]  MSSV [student_id]. .     Em có tham gia làm bài kiểm tra cuối kì môn Giải tích 2 vào lúc 10h ngày 6/8/2021.. .   Sau khi làm bài xong và nộp thì mới phát hiện máy tính không record được màn hình bài làm. . .   Vậy em phải làm sao đây ạ. Dạ em cảm ơn.",
            "Chào bạn. . - Bạn vui lòng xem chi tiết hướng dẫn thi trực tuyến nhà trường đã gởi thông báo cho sinh viên. . - Bạn cần thực hiện theo hướng dẫn của nhà trường và thực hành để thuần thục các thao tác ghi hình màn hình trước khi thi. (Việc quan trọng càng phải luyện tập kỹ). . - Bạn nên liên hệ GV của mình để được lưu ý khi chấm bài. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em tên [full_name], MSSV [student_id], trước đây là sinh viên chương trình Chất lượng cao, và đã được phép chuyển qua Đại trà bắt đầu từ học kì sau.. . . . Em đang gặp sự cố dẫn đến việc không thêm tham gia buổi thi. Cụ thể như sau:. . . . Em đang thi theo chương trình Chất lượng cao. Ngày hôm nay (6/8) em có lịch thi Giải tích 2 lớp CC07 vào lúc 10 giờ sáng. Nhưng vào lúc 7 giờ sáng ngày hôm nay, trạm y tế phường ra thông báo kêu gọi gia đình em đi tiêm vaccine Covid-19, em đã chờ đợi gần 4 giờ đồng hồ cho đến khi tới lượt em. Vì sự cố ngoài ý muốn đó nên em đã không thể tham gia vào phòng thi. Em xin lỗi về vấn đề này. Em hy vọng Phòng đào tạo cho phép em thi lại hoặc hoãn thi môn Giải tích 2. Em cam kết sẽ thực hiện đúng yêu cầu và quy chế của Nhà trường. Xin trân thành cảm ơn!"
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính gửi [full_name].Đào Tạo,. . Em là [full_name] mssv:[student_id] hệ VHVL. . HK203 hè em có đăng ký TTTN (EE3313).. . Vì em dự định thực tập theo danh sách cty của khoa, nhưng dịch covid giản cách từ ngày 9/7 đến bây giờ em vẫn chưa đăng ký nơi thực tập với khoa được, nên em xin [full_name]ĐT xem xét giúp em hoãn lại thực tập ạ.. . Cảm Ơn [full_name]ĐT",
            "Phòng Đào tạo đã gửi email: em làm theo hướng dẫn nhé.. . Thân gửi các bạn sinh viên, . . Phòng Đào tạo (PĐT) đã thông báo cho Sinh viên (SV) về việc nộp đơn hoãn thi trực tiếp cho PĐT đối với các môn học Lý thuyết, mà không thông qua Giảng viên (GV). PĐT sẽ hậu kiểm các tình huống cấm thi sau. Hiện nay, SV đăng ký bằng cách gửi email về PĐT có kèm file và qua hệ thống Hỗ trợ trực tuyến (BKSI). Để nhanh chóng và thuận lợi, PĐT thay đổi phương thức nộp đơn hoãn thi như sau:. . SV đăng nhập vào Google bằng tài khoản BKNetID@hcmut.edu.vn và điền thông tin hoãn thi theo link: https://forms.gle/ckyYcJMWN7w3kqe56. . Hạn cuối: 5 ngày sau khi thi online (chỉ tính ngày làm việc). . Trường hợp SV đã nộp đơn qua email của PĐT và  qua công cụ BKSI (đã hoặc chưa được tiếp nhận), vui lòng điền lại vào form trên để PĐT cập nhật dữ liệu đồng nhất và chính xác.. . Riêng đối với môn Đồ án, Thực tập ngoài trường, Đề cương Luận văn, Luận văn/Tiểu luận tốt nghiệp: SV có thể xin hoãn bảo vệ với lý do dịch Covid-19 ảnh hưởng nghiêm trọng đến kết quả thực hiện đề tài (không thực nghiệm được tại Phòng thí nghiệm, không thực địa, ...). SV gửi email trực tiếp đến Giáo viên hướng dẫn, Khoa/Bộ môn để được xem xét đồng ý và forward email cuối cùng đến email của PĐT để đăng ký.. . Thông tin thêm:. . •\tQuy định hoãn thi (HT): xem chi tiết tại khoản 17.2 Điều 17 trong Quy chế đào tạo và học vụ (aao.hcmut.edu.vn    Sinh viên    Quy chế).. . •\tCác môn có phần thí nghiệm (TNg) sẽ được tổ chức thi sau khi TNg xong. Một số môn, Giảng viên sẽ đề nghị cho thi trước, điểm TNg sẽ có sau, khi đó SV có thể xin hoãn thi.. . •\tRiêng hoãn thi kiểm tra giữa kỳ của HK DT202 và 203: SV liên hệ trực tiếp GV và Bộ môn để được xem xét cho kiểm tra riêng hoặc lấy cột điểm thành phần khác để làm điểm kiểm tra.. .  . . Chúc các bạn học tập thật tốt!. . . . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Cho em hỏi ạ, nếu em đã hoãn bảo vệ luận văn vào kì này, thì kì sau   B   I em có cần thực hiện Đăng kí môn học (luận văn) lại hay không?  /B   /I  Hay chỉ cần đăng ký bảo vệ khi Bộ môn/Khoa mở đợt bảo vệ mới ạ?. . Em cảm ơn. . . .",
            "Chào em,. . PĐT đã gửi email:\".... . . . Riêng đối với môn Đồ án, Thực tập ngoài trường, Đề cương Luận văn, Luận văn/Tiểu luận tốt nghiệp: SV có thể xin hoãn bảo vệ với lý do dịch Covid-19 ảnh hưởng nghiêm trọng đến kết quả thực hiện đề tài (không thực nghiệm được tại Phòng thí nghiệm, không thực địa, ...). SV gửi email trực tiếp đến Giáo viên hướng dẫn, Khoa/Bộ môn để được xem xét đồng ý và forward email cuối cùng đến email của PĐT để đăng ký.. . Thông tin thêm:. . •\tQuy định hoãn thi (HT): xem chi tiết tại khoản 17.2 Điều 17 trong Quy chế đào tạo và học vụ (aao.hcmut.edu.vn    Sinh viên    Quy chế).. . ...\". . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Em thể có hủy hoãn thi môn Quản lý dự án xây dựng ( CI1053 ) của Thầy [full_name] được không ạ. vì lý do hoãn thi là do mạng, nhưng làm tiêu luận thì có thời gian và có thể nộp bất cứ khi nào trong thời gian quy định thưa PĐT. Vì thông báo từ thầy đến trễ hơn lúc em làm đơn.. .   . .    Môn được sử dụng tài liệu. .    Dạng tài liệu mở. .    Hình thức thi: không thi trên hangout thay vào đó làm bài tiêu luận, mỗi cá nhân tự làm và nộp như thông báo ạ.. .   Em có đính kèm mail của thầy ạ. Mong nhận được phản hồi sớm từ PĐT. . . . .",
            "Chào bạn. . Trước tiên bạn thi theo lịch. . - Sau đó bạn làm đơn trình bày lý do huỷ hoãn thi ghi thật rõ ràng lý do + kèm theo minh chứng, ký tên rồi chụp hình đơn gởi lên [full_name] để cô xin ý kiến của Lãnh đạo Pdt xem xét. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính gửi Phòng Đạo tạo Trường Đại học Bách Khoa - ĐHQG TP.CHM. . Em tên: Lê Nguyễn Minh Trang . . MSSV: 1852801 . . Khoa: Quản lý Công nghiệp (CLC) . . Lớp: CC19QKD1. . Lý do: Em vừa hoàn thành xong bài thi cuối kỳ môn Quản lý sản xuất, giảng viên là cô Huỳnh Thị Phương Lan, và em phát hiện là bản record màn hình chưa được ghi. Do khi vào phòng thi em sử dụng tổ hợp phím Ctrl + F9 trong phần mềm Debute Video Capture như hướng dẫn của khoa chứ không dùng chuột thao tác trên khung chương trình, sau khi dùng tổ hợp phím em bắt đầu làm bài, bây giờ mở lên em thấy record chưa được kích hoạt, có lẽ lúc nhấn tổ hợp em nhấn không kỹ hay là nhầm phím. Em đã ôn tập rất vất vả, em học ngày học đêm và thật sự là em đã nghiêm túc làm bài, em cũng đã xác nhận là nộp bài với cán bộ coi thi. Em cũng đã mail cho giảng viên phụ trách nhưng chưa được hồi âm, nhưng vì quá bế tắc em gửi thư này để hỏi PĐT là trường hợp của em có thể thông cảm và chấp nhận không ạ, em thật sự đã rất cố gắng, em không muốn vì lí do này bị huỷ kết quả thi, em thần khẩn xin PĐT, trong quá trình học thì sự thể hiện của em cũng không tồi, có thể được giảng viên và bạn học kiểm chứng, nên em không phải dạng sinh viên lười biếng cố tình không record đâu ạ. Giờ em không biết làm sao nữa, em thành thật xin PĐT (nếu do PĐT quyết định), vì em đã cố gắng rất nhiều rồi. . . Đây là tất cả giấy nháp em làm bài trong quá trình thi, thật sự em đã tự làm hết. Mong PĐT hãy tin tưởng em, giờ em quá buồn quá sốc không biết làm sao nữa. Em thành khẩn mong sự phản hồi của PĐT cho em biết bây giờ em phải làm gì ạ! . . Em xin chân thành cảm ơn!. . P/s: Nếu lời lẽ của em có gì không phải phép mong quý thầy/cô bỏ qua, vì hiện tại tâm trạng của em không được ổn định lắm.. . . .",
            "Chào bạn,. . - Bạn vui lòng xem chi tiết hướng dẫn thi trực tuyến nhà trường đã gửi thông báo đến SV. . - Bạn cần thực hiện theo hướng dẫn của nhà trường và thực hành để thuần thục các thao tác ghi màn hình trước khi thi.. . - Bạn nên liên hệ GV giảng dạy để được hướng dẫn.. . Hoặc em đăng ký hoãn thi PĐT đã gửi email.. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính gởi Phòng Đào tạo. . Em tên Nguyễn Anh Tuấn mssv [student_id]. Hôm trước em có liên hệ phòng đào tạo về việc thu nhận lại sinh viên, và được hướng dẫn tải mẫu đơn thu nhận lại của trường để gởi PĐT giải quyết. Nay em nộp đơn xin thu nhận lại sinh viên, kính mong phòng đào tạo xem xét gải quyết cho em. Em chân thành cảm ơn.",
            "Đã thu nhận"
        ]
    },
    {
        "intent": "",
        "message": [
            "Lúc 10h em có vào đăng nhập thử để chuẩn bị cho kì thi nhưng do em quên đăng xuất nên bị khóa. Em có thử xóa Lịch sử cookies nhưng vẫn không thành công. Tình trạng bị khoảng 2 giờ chưa mở. . Mong PDT hổ trợ mở khóa để em chuẩn bị cho kì thi ngày mai ạ!. .",
            "Chào bạn. . - Bạn vui lòng xem chi tiết hướng dẫn thi trực tuyến nhà trường đã gởi thông báo cho sinh viên. . - Bạn cần thực hiện theo hướng dẫn của nhà trường và thực hành để thuần thục các thao tác ghi hình màn hình trước khi thi. (Việc quan trọng càng phải luyện tập kỹ). . - Về trường hợp của bạn, vui lòng xem rõ trong hướng dẫn thi trực tuyến điều 8 các tình huống cần xử lý trong khi thi để biết cách xử lý và liên lạc với CBCT kịp thời để được mở khóa nhé:. . “CBCT kiểm tra kỹ tình huống và mở khoá truy cập cho người dự thi vào phòng thi.” . . Nếu trường hợp không phải trong thời gian thi, thì hệ thống tự động cập nhật sau mở khóa sau 2h!. . Trường hợp có sự cố bất khả kháng trong khi thi dẫn đến không thể hoàn thành được bài thi, và không được giải quyết cho thi các ca thi sau (nếu có), sinh viên có thể đăng ký \"Hoãn thi\" ngay sau buổi thi (không phải vắng thi có phép).. . . . Chúc bạn thi tốt!. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Họ và tên: [full_name]. . MSSV: [student_id]. . Đến: Phòng Đào Tạo. . . . Em đã hoàn thành thanh toán học phí, mặc dù có trễ hạn. Em biết là thanh toán quá hạn cuối sẽ bị tạm dừng học và hủy lịch thi.. . . . Em xin trường hãy xem xét lại. Toàn bộ vụ việc này xảy ra đều do các sự cố hoàn toàn ngoài tầm kiểm soát của em (trong đơn trình bày lý do thanh toán trễ hạn của em có ghi). . . . Cho nên, em xin trường hãy xem xét lại và cho phép em tham gia thi cuối kỳ 202 thông qua lịch thi hoãn.. . . . Em xin hứa sẽ không tái phạm và lặp lại trường hợp như thế này nữa. Nếu lặp lại thì em chịu hình thức xử lý nặng hơn.. . . . Xin cảm ơn.",
            "QUOTE Họ và tên: [full_name]. . MSSV: [student_id]. . Đến: Phòng Đào Tạo. . . . Em đã hoàn thành thanh toán học phí, mặc dù có trễ hạn. Em biết là thanh toán quá hạn cuối sẽ bị tạm dừng học và hủy lịch thi.. . . . Em xin trường hãy xem xét lại. Toàn bộ vụ việc này xảy ra đều do các sự cố hoàn toàn ngoài tầm kiểm soát của em (trong đơn trình bày lý do thanh toán trễ hạn của em có ghi). . . . Cho nên, em xin trường hãy xem xét lại và cho phép em tham gia thi cuối kỳ 202 thông qua lịch thi hoãn.. . . . Em xin hứa sẽ không tái phạm và lặp lại trường hợp như thế này nữa. Nếu lặp lại thì em chịu hình thức xử lý nặng hơn.. . . . Xin cảm ơn.  /QUOTE . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "em là [full_name] . . MSSV [student_id]. . em gửi đơn xin hoãn thi cho nhà trường ạ. Vài ngày trước em có gửi mail cho pđt mà em chưa thấy được phẩn hổi lại ạ.. . Em cảm ơn nhà trường.. .",
            "Thân gửi các bạn sinh viên, . . Phòng Đào tạo (PĐT) đã thông báo cho Sinh viên (SV) về việc nộp đơn hoãn thi trực tiếp cho PĐT đối với các môn học Lý thuyết, mà không thông qua Giảng viên (GV). PĐT sẽ hậu kiểm các tình huống cấm thi sau. Hiện nay, SV đăng ký bằng cách gửi email về PĐT có kèm file và qua hệ thống Hỗ trợ trực tuyến (BKSI). Để nhanh chóng và thuận lợi, PĐT thay đổi phương thức nộp đơn hoãn thi như sau:. . SV đăng nhập vào Google bằng tài khoản BKNetID@hcmut.edu.vn và điền thông tin hoãn thi theo link: https://forms.gle/ckyYcJMWN7w3kqe56. . Hạn cuối: 5 ngày sau khi thi online (chỉ tính ngày làm việc). . Trường hợp SV đã nộp đơn qua email của PĐT và  qua công cụ BKSI (đã hoặc chưa được tiếp nhận), vui lòng điền lại vào form trên để PĐT cập nhật dữ liệu đồng nhất và chính xác.. . Riêng đối với môn Đồ án, Thực tập ngoài trường, Đề cương Luận văn, Luận văn/Tiểu luận tốt nghiệp: SV có thể xin hoãn bảo vệ với lý do dịch Covid-19 ảnh hưởng nghiêm trọng đến kết quả thực hiện đề tài (không thực nghiệm được tại Phòng thí nghiệm, không thực địa, ...). SV gửi email trực tiếp đến Giáo viên hướng dẫn, Khoa/Bộ môn để được xem xét đồng ý và forward email cuối cùng đến email của PĐT để đăng ký.. . Thông tin thêm:. . •\tQuy định hoãn thi (HT): xem chi tiết tại khoản 17.2 Điều 17 trong Quy chế đào tạo và học vụ (aao.hcmut.edu.vn    Sinh viên    Quy chế).. . •\tCác môn có phần thí nghiệm (TNg) sẽ được tổ chức thi sau khi TNg xong. Một số môn, Giảng viên sẽ đề nghị cho thi trước, điểm TNg sẽ có sau, khi đó SV có thể xin hoãn thi.. . •\tRiêng hoãn thi kiểm tra giữa kỳ của HK DT202 và 203: SV liên hệ trực tiếp GV và Bộ môn để được xem xét cho kiểm tra riêng hoặc lấy cột điểm thành phần khác để làm điểm kiểm tra.. .  . . Chúc các bạn học tập thật tốt!. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Kính gửi phòng đào tạo đại học BÁCH KHOA TPHCM. . Do tình hình Covid 19, cũng như chỉ thị 16 dẫn đến việc em không thể lên trường nộp trực tiếp đơn cho phòng đào tạo xác nhận. Nên em thực hiện việc nộp đơn online ạ. Mong phòng đào tạo xem xét xác nhận hộ em.. . Em cảm ơn!!!!",
            "Chào bạn,. . Trường hợp của bạn đã bị buộc thôi học vì tạm dừng quá hạn cho phép. bạn vui lòng liên hệ tại Khoa của bạn để được làm đơn cứu xét thu nhận lại.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . cho em hỏi là các môn có phần thí nghiệm nếu em đăng ký hoãn thi thì sau này có cần thi để lấy điểm thí nghiệm không ,hay chỉ cần thi cuối kỳ thôi ạ.Em cảm ơn. . . .",
            "Chào em,. . PĐT đã gửi email về hoãn thi: . . \".... . Thông tin thêm:. . •\tQuy định hoãn thi (HT): xem chi tiết tại khoản 17.2 Điều 17 trong Quy chế đào tạo và học vụ (aao.hcmut.edu.vn    Sinh viên    Quy chế).. . •\tCác môn có phần thí nghiệm (TNg) sẽ được tổ chức thi sau khi TNg xong. Một số môn, Giảng viên sẽ đề nghị cho thi trước, điểm TNg sẽ có sau, khi đó SV có thể xin hoãn thi.. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em đã hoàn thành bảo vệ luận văn nhưng còn thiếu toeic 500 (để hoàn thành av4 cũng như điều kiện tốt nghiệp). Vậy em có thể đăng ký thi av nói viết được không ạ",
            "Chào bạn. . Về vấn đề này, nhà trường sẽ thông báo qua mail . . Dự kiến là tuần sau có thông báo. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Do trong lúc làm bài thi, mạng truyền nhà em bị ngắt do cúp điện nên bài thi của em không được hoàn thành, em muốn đăng kí hoãn thi vào đợt sau ạ.",
            ". . Thân gửi các bạn sinh viên, . . Phòng Đào tạo (PĐT) đã thông báo cho Sinh viên (SV) về việc nộp đơn hoãn thi trực tiếp cho PĐT đối với các môn học Lý thuyết, mà không thông qua Giảng viên (GV). PĐT sẽ hậu kiểm các tình huống cấm thi sau. Hiện nay, SV đăng ký bằng cách gửi email về PĐT có kèm file và qua hệ thống Hỗ trợ trực tuyến (BKSI). Để nhanh chóng và thuận lợi, PĐT thay đổi phương thức nộp đơn hoãn thi như sau:. . SV đăng nhập vào Google bằng tài khoản BKNetID@hcmut.edu.vn và điền thông tin hoãn thi theo link: https://forms.gle/ckyYcJMWN7w3kqe56. . Hạn cuối: 5 ngày sau khi thi online (chỉ tính ngày làm việc). . Trường hợp SV đã nộp đơn qua email của PĐT và  qua công cụ BKSI (đã hoặc chưa được tiếp nhận), vui lòng điền lại vào form trên để PĐT cập nhật dữ liệu đồng nhất và chính xác.. . Riêng đối với môn Đồ án, Thực tập ngoài trường, Đề cương Luận văn, Luận văn/Tiểu luận tốt nghiệp: SV có thể xin hoãn bảo vệ với lý do dịch Covid-19 ảnh hưởng nghiêm trọng đến kết quả thực hiện đề tài (không thực nghiệm được tại Phòng thí nghiệm, không thực địa, ...). SV gửi email trực tiếp đến Giáo viên hướng dẫn, Khoa/Bộ môn để được xem xét đồng ý và forward email cuối cùng đến email của PĐT để đăng ký.. . Thông tin thêm:. . •\tQuy định hoãn thi (HT): xem chi tiết tại khoản 17.2 Điều 17 trong Quy chế đào tạo và học vụ (aao.hcmut.edu.vn    Sinh viên    Quy chế).. . •\tCác môn có phần thí nghiệm (TNg) sẽ được tổ chức thi sau khi TNg xong. Một số môn, Giảng viên sẽ đề nghị cho thi trước, điểm TNg sẽ có sau, khi đó SV có thể xin hoãn thi.. . •\tRiêng hoãn thi kiểm tra giữa kỳ của HK DT202 và 203: SV liên hệ trực tiếp GV và Bộ môn để được xem xét cho kiểm tra riêng hoặc lấy cột điểm thành phần khác để làm điểm kiểm tra.. .  . . Chúc các bạn học tập thật tốt!. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính gủi Phòng Đào Tạo.. . - Em tên [full_name] - MSSV: [student_id], http://exam.hcmut.edu.vn/login/index.php em không đăng nhập vào được mong quý Thầy Cô sử lý giúp em ạ, chiều nay em có môn thi ạ, em xin càm ơn. . [full_name]. .   i Yêu cầu khác .",
            "Chào bạn. . Hệ thống tự động cập nhật lại, Nếu đến trước giờ thi bạn không thể đăng nhập được thì vui lòng liên hệ CBCT để mở khoá. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Dạ, cho em hỏi, khi e gửi file video ghi màn hình nhưng em phát hiện ra là e chưa đổi tên thì có cần gửi lại file khác không ạ?. . Em xin cảm ơn. .",
            "Chào bạn,. . - Bạn vui lòng xem chi tiết hướng dẫn thi trực tuyến nhà trường đã gửi thông báo đến SV. . - Bạn cần thực hiện theo hướng dẫn của nhà trường và thực hành để thuần thục các thao tác ghi màn hình trước khi thi.. . - Bạn nên liên hệ GV giảng dạy để được hướng dẫn.. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]  /b . . . .   i Học vụ . Em tên : [full_name]. . Dạ ca thi 10h của em bị gặp vấn đề trục trặc. Lúc 11h 30 thầy [full_name] có mở form đăng kí 13h thi lại, lúc em thấy mail đã là 12h 45 rồi, nên không kịp đăng kí thi. Cho em hỏi còn lớp thi hay còn cách nào để em có thể đăng kí thi cuối kì Giải tích 2 này không ạ, em cảm ơn.. . . .",
            "Chào em,. . Em hỏi Thầy [full_name] nhé.. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính gủi Phòng Đào Tạo.. . - Em tên [full_name] - MSSV: [student_id], http://exam.hcmut.edu.vn/login/index.php em không đăng nhập vào được mong quý Thầy Cô sử lý giúp em ạ, chiều nay em có môn thi ạ, em xin càm ơn. . [full_name]. .   i Yêu cầu khác ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Cho em xin hỏi là sau khi thi môn đầu tiên, em có nhu cầu hoãn thi thì điền 1 form với duy nhất 1 môn đó, đến môn thứ 2 (cách ngày thi môn 1 6 ngày, quá thời hạn form) thì điền form mới đúng không ạ? .",
            "Chào em,. . PĐT đã gửi email về việc hoãn thi, em cần hoãn thi môn nào điền vào môn đó.. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV: [student_id]  /b. . . . Em chào thầy/cô:. . . . Vào ngày thứ 5, 5/8/2021, em có đăng ký hoãn thi 2 môn Giải Tích 2 (MT1005), [full_name] (EE1007) thì cho em hỏi vào ngày thi của 2 môn đó em có phải tham dự kỳ thi online không ạ, vì hiện tại trên mybk ở bảng điểm thì em vẫn chưa thấy điểm hoãn thi mà thứ 7, 7/8/2021, là em thi Giải Tích 2 rồi ạ nên em muốn hỏi cho chắc. . . . . Em cảm ơn!. . . . [full_name]. . . .",
            "Phòng Đào tạo đã gửi email: em làm theo hướng dẫn nhé.. . Thân gửi các bạn sinh viên, . . Phòng Đào tạo (PĐT) đã thông báo cho Sinh viên (SV) về việc nộp đơn hoãn thi trực tiếp cho PĐT đối với các môn học Lý thuyết, mà không thông qua Giảng viên (GV). PĐT sẽ hậu kiểm các tình huống cấm thi sau. Hiện nay, SV đăng ký bằng cách gửi email về PĐT có kèm file và qua hệ thống Hỗ trợ trực tuyến (BKSI). Để nhanh chóng và thuận lợi, PĐT thay đổi phương thức nộp đơn hoãn thi như sau:. . SV đăng nhập vào Google bằng tài khoản BKNetID@hcmut.edu.vn và điền thông tin hoãn thi theo link: https://forms.gle/ckyYcJMWN7w3kqe56. . Hạn cuối: 5 ngày sau khi thi online (chỉ tính ngày làm việc). . Trường hợp SV đã nộp đơn qua email của PĐT và  qua công cụ BKSI (đã hoặc chưa được tiếp nhận), vui lòng điền lại vào form trên để PĐT cập nhật dữ liệu đồng nhất và chính xác.. . Riêng đối với môn Đồ án, Thực tập ngoài trường, Đề cương Luận văn, Luận văn/Tiểu luận tốt nghiệp: SV có thể xin hoãn bảo vệ với lý do dịch Covid-19 ảnh hưởng nghiêm trọng đến kết quả thực hiện đề tài (không thực nghiệm được tại Phòng thí nghiệm, không thực địa, ...). SV gửi email trực tiếp đến Giáo viên hướng dẫn, Khoa/Bộ môn để được xem xét đồng ý và forward email cuối cùng đến email của PĐT để đăng ký.. . Thông tin thêm:. . •\tQuy định hoãn thi (HT): xem chi tiết tại khoản 17.2 Điều 17 trong Quy chế đào tạo và học vụ (aao.hcmut.edu.vn    Sinh viên    Quy chế).. . •\tCác môn có phần thí nghiệm (TNg) sẽ được tổ chức thi sau khi TNg xong. Một số môn, Giảng viên sẽ đề nghị cho thi trước, điểm TNg sẽ có sau, khi đó SV có thể xin hoãn thi.. . •\tRiêng hoãn thi kiểm tra giữa kỳ của HK DT202 và 203: SV liên hệ trực tiếp GV và Bộ môn để được xem xét cho kiểm tra riêng hoặc lấy cột điểm thành phần khác để làm điểm kiểm tra.. . . . Em điền vào rồi  có xác nhận qua email, em xem email sẽ biết nhé.. .  . . Chúc các bạn học tập thật tốt!. . . . . . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Hôm nay em thi GT2 trên Bkex lúc 10h. Bây giờ em đăng nhập vào lại để submit record thì không vào được. Em phải làm sao đây ạ. Mong sớm nhận được phản hồi.",
            "Chào bạn. . - SV liên hệ GV để được cho phép nộp lại. Form có thể đang để mở chế độ chỉ trả lời 01 lần. . - Bạn vui lòng xem chi tiết hướng dẫn thi trực tuyến nhà trường đã gởi thông báo cho sinh viên. . - Bạn cần thực hiện theo hướng dẫn của nhà trường và thực hành để thuần thục các thao tác ghi hình màn hình trước khi thi. (Việc quan trọng càng phải luyện tập kỹ). . - Về trường hợp của bạn, vui lòng xem rõ trong hướng dẫn thi trực tuyến điều 8 các tình huống cần xử lý trong khi thi để biết cách xử lý và liên lạc với CBCT kịp thời để được mở khóa nhé:. . “CBCT kiểm tra kỹ tình huống và mở khoá truy cập cho người dự thi vào phòng thi.” . . Nếu trường hợp không phải trong thời gian thi, thì hệ thống tự động cập nhật sau mở khóa sau 2h!. . Trường hợp có sự cố bất khả kháng trong khi thi dẫn đến không thể hoàn thành được bài thi, và không được giải quyết cho thi các ca thi sau (nếu có), sinh viên có thể đăng ký \"Hoãn thi\" ngay sau buổi thi (không phải vắng thi có phép).. . . . Chúc bạn thi tốt!. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "laptop của em vào sáng nay bị mở nguồn không hiện lên được và đang mang đi sửa thì em chỉ hoãn thi 1 môn vào ngày mai thôi được không ạ. Hay là khi hoãn phải hoãn hết tất cả",
            "Chào bạn,. . Tùy bạn đăng ký hoãn môn nào thôi nhé, không cần phải hoãn hết!. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Cho em xin phép hỏi là hiện giờ em muốn học lại cải thiện điểm một số môn thì có được không ạ. Em tìm kiếm thông tin về cái này mà không thấy ạ. Bao gồm học phí, điều kiện và cách thức đăng ký .",
            "Cho em xin phép hỏi là hiện giờ em muốn học lại cải thiện điểm một số môn. Em tìm kiếm thông tin về học phí cái này mà không thấy ạ. Phương thức đăng ký thì em chỉ cần đăng ký môn học lại trong học kỳ sau là được đúng không ạ.. . . .   /QUOTE . .",
            "Chào em,. . Em xem điều 12. . Trường hợp SV có điểm tổng kết môn học không đạt:. . . . - Đối với môn học bắt buộc: SV phải đăng ký học các môn học này ở các học kỳ chính hoặc học kỳ phụ sau đó (xem 5.1).. . - Đối với các môn học tự chọn: SV đăng ký học các môn học này hoặc các môn tự chọn khác cùng nhóm để đảm bảo tích lũy đủ số tín chỉ tích lũy của nhóm môn tự chọn.. . SV có thể đăng ký học một môn học nhiều lần (học lại) để cải thiện ĐTBTLN.. . Lưu ý:. . - Tất cả các môn học (học một lần hay nhiều lần, học trong học kỳ chính hay học kỳ phụ) đã đăng ký và có TKB chính thức đều được ghi trong bảng điểm học kỳ (trừ các môn học được phép rút).. . - Xem cách tính điểm trung bình học kỳ tại Điều 18.. . - Xem cách tính điểm trung bình tích lũy tại Điều 19.. . Các môn học dành riêng của các chương trình đặc biệt (PFIEV) được phép tổ chức thi cuối kỳ lần hai. Điều kiện để tham dự kỳ thi này là SV đã đăng ký môn học, tham gia học, tham dự kiểm tra, thi và có điểm tổng kết không đạt khác không, không vắng thi, không bị cấm thi. Điểm của kỳ thi cuối kỳ lần hai được thay thế cho điểm thi cuối kỳ lần một và giữ nguyên các điểm thành phần khác (bài tập, kiểm tra, thí nghiệm, …).  . . SV VLVH, ĐTTXa có thể được học lại trong các học kỳ dự thính học lại với 50% số tiết và trong một số trường hợp cụ thể được phép thi lần hai theo quyết định của Hiệu trưởng.. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ  /i cho em hỏi quy định hoãn thi ạ. Mình thi xong onl mình có được hoãn thi không ạ. . . .",
            "Phòng Đào tạo đã gửi email: em làm theo hướng dẫn nhé.. . Thân gửi các bạn sinh viên, . . Phòng Đào tạo (PĐT) đã thông báo cho Sinh viên (SV) về việc nộp đơn hoãn thi trực tiếp cho PĐT đối với các môn học Lý thuyết, mà không thông qua Giảng viên (GV). PĐT sẽ hậu kiểm các tình huống cấm thi sau. Hiện nay, SV đăng ký bằng cách gửi email về PĐT có kèm file và qua hệ thống Hỗ trợ trực tuyến (BKSI). Để nhanh chóng và thuận lợi, PĐT thay đổi phương thức nộp đơn hoãn thi như sau:. . SV đăng nhập vào Google bằng tài khoản BKNetID@hcmut.edu.vn và điền thông tin hoãn thi theo link: https://forms.gle/ckyYcJMWN7w3kqe56. . Hạn cuối: 5 ngày sau khi thi online (chỉ tính ngày làm việc). . Trường hợp SV đã nộp đơn qua email của PĐT và  qua công cụ BKSI (đã hoặc chưa được tiếp nhận), vui lòng điền lại vào form trên để PĐT cập nhật dữ liệu đồng nhất và chính xác.. . Riêng đối với môn Đồ án, Thực tập ngoài trường, Đề cương Luận văn, Luận văn/Tiểu luận tốt nghiệp: SV có thể xin hoãn bảo vệ với lý do dịch Covid-19 ảnh hưởng nghiêm trọng đến kết quả thực hiện đề tài (không thực nghiệm được tại Phòng thí nghiệm, không thực địa, ...). SV gửi email trực tiếp đến Giáo viên hướng dẫn, Khoa/Bộ môn để được xem xét đồng ý và forward email cuối cùng đến email của PĐT để đăng ký.. . Thông tin thêm:. . •\tQuy định hoãn thi (HT): xem chi tiết tại khoản 17.2 Điều 17 trong Quy chế đào tạo và học vụ (aao.hcmut.edu.vn    Sinh viên    Quy chế).. . •\tCác môn có phần thí nghiệm (TNg) sẽ được tổ chức thi sau khi TNg xong. Một số môn, Giảng viên sẽ đề nghị cho thi trước, điểm TNg sẽ có sau, khi đó SV có thể xin hoãn thi.. . •\tRiêng hoãn thi kiểm tra giữa kỳ của HK DT202 và 203: SV liên hệ trực tiếp GV và Bộ môn để được xem xét cho kiểm tra riêng hoặc lấy cột điểm thành phần khác để làm điểm kiểm tra.. .  . . Chúc các bạn học tập thật tốt!. . . . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Chào PDT, em xin trình bày vấn đề của em như sau: Sau khi cô gửi bảng điểm thi do hệ thống chấm tự động, trong đó có điểm của từng câu. Em mở video ghi màng hình bài làm của em và đem so sánh kết quả với bài các bạn khác. Nhận thấy rằng hệ thống chấm điểm bị lỗi vì có câu cùng chọn giống đáp án nhưng bạn được tính điểm còn em thì không và còn nhiều lỗi khác... Bây giờ em làm gì để biết là em bài làm em sai hay hệ thống bị lỗi ạ? Em cảm ơn ạ.",
            "Chào bạn,. . - Bạn vui lòng xem chi tiết hướng dẫn thi trực tuyến nhà trường đã gửi thông báo đến SV. . - Bạn cần thực hiện theo hướng dẫn của nhà trường và thực hành để thuần thục các thao tác ghi màn hình trước khi thi.. . - Bạn nên liên hệ GV giảng dạy để được hướng dẫn.. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Xin chào thầy cô, hôm qua 5/8/2021 nhà trường có gửi thông báo mới về phương thức hoãn thi, em muốn hỏi sau khi điền thông tin vào link theo như thông báo thì em có cần gửi đơn hoãn thi lên bksi không ạ? . . Em cảm ơn thầy cô   3",
            "Chào em,. . Em muốn hỏi sau khi điền thông tin vào link theo như thông báo thì em có cần gửi đơn hoãn thi lên bksi không ạ?. . =  Không cần em nhé.. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Hôm nay lúc 1h em có thi online môn Giai Tích 2 nhưng bàn phím và màn hình trên máy tính của em bị đơ, lỗi gõ đáp án nhảy từ câu này sang câu khác. Màn hình bị đơ đứng yên làm em không thể hoàn thành bài làm. Em muốn xin hoãn thi môn giai tich 2 lại ạ.",
            "Phòng Đào tạo đã gửi email: em làm theo hướng dẫn nhé.. . Thân gửi các bạn sinh viên, . . Phòng Đào tạo (PĐT) đã thông báo cho Sinh viên (SV) về việc nộp đơn hoãn thi trực tiếp cho PĐT đối với các môn học Lý thuyết, mà không thông qua Giảng viên (GV). PĐT sẽ hậu kiểm các tình huống cấm thi sau. Hiện nay, SV đăng ký bằng cách gửi email về PĐT có kèm file và qua hệ thống Hỗ trợ trực tuyến (BKSI). Để nhanh chóng và thuận lợi, PĐT thay đổi phương thức nộp đơn hoãn thi như sau:. . SV đăng nhập vào Google bằng tài khoản BKNetID@hcmut.edu.vn và điền thông tin hoãn thi theo link: https://forms.gle/ckyYcJMWN7w3kqe56. . Hạn cuối: 5 ngày sau khi thi online (chỉ tính ngày làm việc). . Trường hợp SV đã nộp đơn qua email của PĐT và  qua công cụ BKSI (đã hoặc chưa được tiếp nhận), vui lòng điền lại vào form trên để PĐT cập nhật dữ liệu đồng nhất và chính xác.. . Riêng đối với môn Đồ án, Thực tập ngoài trường, Đề cương Luận văn, Luận văn/Tiểu luận tốt nghiệp: SV có thể xin hoãn bảo vệ với lý do dịch Covid-19 ảnh hưởng nghiêm trọng đến kết quả thực hiện đề tài (không thực nghiệm được tại Phòng thí nghiệm, không thực địa, ...). SV gửi email trực tiếp đến Giáo viên hướng dẫn, Khoa/Bộ môn để được xem xét đồng ý và forward email cuối cùng đến email của PĐT để đăng ký.. . Thông tin thêm:. . •\tQuy định hoãn thi (HT): xem chi tiết tại khoản 17.2 Điều 17 trong Quy chế đào tạo và học vụ (aao.hcmut.edu.vn    Sinh viên    Quy chế).. . •\tCác môn có phần thí nghiệm (TNg) sẽ được tổ chức thi sau khi TNg xong. Một số môn, Giảng viên sẽ đề nghị cho thi trước, điểm TNg sẽ có sau, khi đó SV có thể xin hoãn thi.. . •\tRiêng hoãn thi kiểm tra giữa kỳ của HK DT202 và 203: SV liên hệ trực tiếp GV và Bộ môn để được xem xét cho kiểm tra riêng hoặc lấy cột điểm thành phần khác để làm điểm kiểm tra.. .  . . Chúc các bạn học tập thật tốt!. . . . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Cho em hỏi là lúc thi onl nếu trong trường hợp xấu nhất không vào được thì phải làm sao liên hệ được cán bộ coi thi ạ. Do em lần trước thi không thấy số điện thoại của cán bộ ạ? . . Em cảm ơn. .",
            "Chào bạn,. . - Bạn vui lòng xem chi tiết hướng dẫn thi trực tuyến nhà trường đã gửi thông báo đến SV. . - Bạn cần thực hiện theo hướng dẫn của nhà trường và thực hành để thuần thục các thao tác ghi màn hình trước khi thi.. . - Bạn nên liên hệ GV giảng dạy để được hướng dẫn.. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Cho em hỏi trường mail như vậy là em đã được hoãn thi rồi đúng không ạ? Em chưa thấy cập nhật trong lịch thi ở mybk. Em cảm ơn ạ. Cho em hỏi thêm để đăng ký thi tiếp vào đợt sau là đăng kí như thế nào ạ?",
            "Phòng Đào tạo đã gửi email: em làm theo hướng dẫn nhé.. . Thân gửi các bạn sinh viên, . . Phòng Đào tạo (PĐT) đã thông báo cho Sinh viên (SV) về việc nộp đơn hoãn thi trực tiếp cho PĐT đối với các môn học Lý thuyết, mà không thông qua Giảng viên (GV). PĐT sẽ hậu kiểm các tình huống cấm thi sau. Hiện nay, SV đăng ký bằng cách gửi email về PĐT có kèm file và qua hệ thống Hỗ trợ trực tuyến (BKSI). Để nhanh chóng và thuận lợi, PĐT thay đổi phương thức nộp đơn hoãn thi như sau:. . SV đăng nhập vào Google bằng tài khoản BKNetID@hcmut.edu.vn và điền thông tin hoãn thi theo link: https://forms.gle/ckyYcJMWN7w3kqe56. . Hạn cuối: 5 ngày sau khi thi online (chỉ tính ngày làm việc). . Trường hợp SV đã nộp đơn qua email của PĐT và  qua công cụ BKSI (đã hoặc chưa được tiếp nhận), vui lòng điền lại vào form trên để PĐT cập nhật dữ liệu đồng nhất và chính xác.. . Riêng đối với môn Đồ án, Thực tập ngoài trường, Đề cương Luận văn, Luận văn/Tiểu luận tốt nghiệp: SV có thể xin hoãn bảo vệ với lý do dịch Covid-19 ảnh hưởng nghiêm trọng đến kết quả thực hiện đề tài (không thực nghiệm được tại Phòng thí nghiệm, không thực địa, ...). SV gửi email trực tiếp đến Giáo viên hướng dẫn, Khoa/Bộ môn để được xem xét đồng ý và forward email cuối cùng đến email của PĐT để đăng ký.. . Thông tin thêm:. . •\tQuy định hoãn thi (HT): xem chi tiết tại khoản 17.2 Điều 17 trong Quy chế đào tạo và học vụ (aao.hcmut.edu.vn    Sinh viên    Quy chế).. . •\tCác môn có phần thí nghiệm (TNg) sẽ được tổ chức thi sau khi TNg xong. Một số môn, Giảng viên sẽ đề nghị cho thi trước, điểm TNg sẽ có sau, khi đó SV có thể xin hoãn thi.. . •\tRiêng hoãn thi kiểm tra giữa kỳ của HK DT202 và 203: SV liên hệ trực tiếp GV và Bộ môn để được xem xét cho kiểm tra riêng hoặc lấy cột điểm thành phần khác để làm điểm kiểm tra.. .  . . Chúc các bạn học tập thật tốt!. . . . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em chào thầy/cô ạ,. . Nếu như em hoãn thi 1 môn, các môn còn lại đều có điểm tổng kết và tổng là 15 chỉ thì em có được xét học bổng khuyến khích học tập ở học kì kế tiếp không ạ? Hay hoãn thi là phải chấp nhận không xét học bổng khuyến khích học tập ạ?. . Em cảm ơn thầy/cô!",
            "Chào em,. . Em liên hệ phòng Công tác chính trị SV để được hướng dẫn nhé.. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Chào [full_name] Em đã đăng kí hoãn thi môn cơ sở Kĩ thuật điện EE2017 mong pdt giải quyết giúp em . . MSSv [student_id]",
            "Thân gửi các bạn sinh viên, . . Phòng Đào tạo (PĐT) đã thông báo cho Sinh viên (SV) về việc nộp đơn hoãn thi trực tiếp cho PĐT đối với các môn học Lý thuyết, mà không thông qua Giảng viên (GV). PĐT sẽ hậu kiểm các tình huống cấm thi sau. Hiện nay, SV đăng ký bằng cách gửi email về PĐT có kèm file và qua hệ thống Hỗ trợ trực tuyến (BKSI). Để nhanh chóng và thuận lợi, PĐT thay đổi phương thức nộp đơn hoãn thi như sau:. . SV đăng nhập vào Google bằng tài khoản BKNetID@hcmut.edu.vn và điền thông tin hoãn thi theo link: https://forms.gle/ckyYcJMWN7w3kqe56. . Hạn cuối: 5 ngày sau khi thi online (chỉ tính ngày làm việc). . Trường hợp SV đã nộp đơn qua email của PĐT và  qua công cụ BKSI (đã hoặc chưa được tiếp nhận), vui lòng điền lại vào form trên để PĐT cập nhật dữ liệu đồng nhất và chính xác.. . Riêng đối với môn Đồ án, Thực tập ngoài trường, Đề cương Luận văn, Luận văn/Tiểu luận tốt nghiệp: SV có thể xin hoãn bảo vệ với lý do dịch Covid-19 ảnh hưởng nghiêm trọng đến kết quả thực hiện đề tài (không thực nghiệm được tại Phòng thí nghiệm, không thực địa, ...). SV gửi email trực tiếp đến Giáo viên hướng dẫn, Khoa/Bộ môn để được xem xét đồng ý và forward email cuối cùng đến email của PĐT để đăng ký.. . Thông tin thêm:. . •\tQuy định hoãn thi (HT): xem chi tiết tại khoản 17.2 Điều 17 trong Quy chế đào tạo và học vụ (aao.hcmut.edu.vn    Sinh viên    Quy chế).. . •\tCác môn có phần thí nghiệm (TNg) sẽ được tổ chức thi sau khi TNg xong. Một số môn, Giảng viên sẽ đề nghị cho thi trước, điểm TNg sẽ có sau, khi đó SV có thể xin hoãn thi.. . •\tRiêng hoãn thi kiểm tra giữa kỳ của HK DT202 và 203: SV liên hệ trực tiếp GV và Bộ môn để được xem xét cho kiểm tra riêng hoặc lấy cột điểm thành phần khác để làm điểm kiểm tra.. .  . . Chúc các bạn học tập thật tốt!. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em chào thầy cô ạ. . . Em sắp thi môn kinh tế chính trị đề mở nhưng điện thoại bị hư nên không có thiết bị phụ để quay xung quanh được ạ. Vậy em có được dự thi không hay nên hoãn thi ạ. . . Em xin cảm ơn.",
            "Phòng Đào tạo đã gửi email: em làm theo hướng dẫn nhé.. . Thân gửi các bạn sinh viên, . . Phòng Đào tạo (PĐT) đã thông báo cho Sinh viên (SV) về việc nộp đơn hoãn thi trực tiếp cho PĐT đối với các môn học Lý thuyết, mà không thông qua Giảng viên (GV). PĐT sẽ hậu kiểm các tình huống cấm thi sau. Hiện nay, SV đăng ký bằng cách gửi email về PĐT có kèm file và qua hệ thống Hỗ trợ trực tuyến (BKSI). Để nhanh chóng và thuận lợi, PĐT thay đổi phương thức nộp đơn hoãn thi như sau:. . SV đăng nhập vào Google bằng tài khoản BKNetID@hcmut.edu.vn và điền thông tin hoãn thi theo link: https://forms.gle/ckyYcJMWN7w3kqe56. . Hạn cuối: 5 ngày sau khi thi online (chỉ tính ngày làm việc). . Trường hợp SV đã nộp đơn qua email của PĐT và  qua công cụ BKSI (đã hoặc chưa được tiếp nhận), vui lòng điền lại vào form trên để PĐT cập nhật dữ liệu đồng nhất và chính xác.. . Riêng đối với môn Đồ án, Thực tập ngoài trường, Đề cương Luận văn, Luận văn/Tiểu luận tốt nghiệp: SV có thể xin hoãn bảo vệ với lý do dịch Covid-19 ảnh hưởng nghiêm trọng đến kết quả thực hiện đề tài (không thực nghiệm được tại Phòng thí nghiệm, không thực địa, ...). SV gửi email trực tiếp đến Giáo viên hướng dẫn, Khoa/Bộ môn để được xem xét đồng ý và forward email cuối cùng đến email của PĐT để đăng ký.. . Thông tin thêm:. . •\tQuy định hoãn thi (HT): xem chi tiết tại khoản 17.2 Điều 17 trong Quy chế đào tạo và học vụ (aao.hcmut.edu.vn    Sinh viên    Quy chế).. . •\tCác môn có phần thí nghiệm (TNg) sẽ được tổ chức thi sau khi TNg xong. Một số môn, Giảng viên sẽ đề nghị cho thi trước, điểm TNg sẽ có sau, khi đó SV có thể xin hoãn thi.. . •\tRiêng hoãn thi kiểm tra giữa kỳ của HK DT202 và 203: SV liên hệ trực tiếp GV và Bộ môn để được xem xét cho kiểm tra riêng hoặc lấy cột điểm thành phần khác để làm điểm kiểm tra.. .  . . - Em dự thi hôm đó không được thì điền vào mẫu hoãn thi nhé.. .  . . Chúc các bạn học tập thật tốt!. . . . . .",
            "CChào bạn,. . -\tBạn vui lòng xem chi tiết hướng dẫn thi trực tuyến nhà trường đã gởi thông báo cho sinh viên. . -\tBạn cần thực hiện theo hướng dẫn của nhà trường và thực hành để thuần thục các thao tác ghi hình màn hình trước khi thi. (Việc quan trọng càng phải luyện tập kỹ). . Phụ lục 1. Câu 5 có nói đến vấn đề này:. . 5.\tTôi có được dùng 02 webcam nối vào 01 máy tính cùng lúc, một webcam quy chính diện và một webcam quay toàn cảnh không gian ngồi thi, thay vì phải có 02 thiết bị chính và phụ?. . Được, với điều kiện là người dùng phải biết kỹ thuật (phần mềm) để ghép cả 02 khung hình thành một và hiển thị trên Google Meet cùng lúc để CBCT theo dõi phòng thi. . . Hoặc người dùng phải biết dùng một thiết bị với 02 webcam thực hiện như hai thiết bị độc lập và đáp ứng được yêu cầu của hướng dẫn này. Lưu ý đến năng lực xử lý của máy tính khi thực hiện điều này.. . Nếu bạn đáp ứng được thì làm theo hướng dẫn để thi, còn không có khả năng thì bạn có thể đăng ký hoãn thi nhé!. . Chúc bạn thi tốt. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Em tên :[full_name] . . MSSV:[student_id]. . . . Pdt cho em hỏi việc in thẻ sinh viên của em xong chưa ạ . Em có đăng kí chuyển phát nhanh của viettel theo hướng dẫn của pdt . Quê em ở Bến tre . Em chưa thấy cuộc gọi nào từ người giao ạ. Pđt kiểm tra lại giúp em ạ. . .",
            "Chào em,. . - SV phải dùng thẻ SV khi dự thi. Nếu SV làm mất thẻ SV thì phải đăng ký làm lại. PĐT đã có tuỳ chọn nhận tại nhà, người nhận trả cước bưu điện: ghi rõ họ tên, số điện thoại, địa chỉ.. . - Em vào mybk/đăng ký in lại thẻ sv ... đóng tiền mới được in nhé. . . . . Hiện tại PĐT giải quyết in thẻ sv hàng ngày và gửi bưu cục (nếu sv có đăng ký). Nhưng vì nhiều lý do bất khả kháng [full_name] vẫn chưa đến SV để kịp thi, SV vui lòng trình bày tất cả lý do kèm minh chứng để Cán bộ coi thi ghi nhận vào danh sách thi. PĐT đối chiếu dữ liệu sau.. . Thân mến,. ."
        ]
    }
]