[
    {
        "intent": "",
        "message": [
            "Học vụ . Kính thưa cô,. . . . Em là [full_name], tuần trước em có xin đăng ký Chuyển điểm [full_name] nhưng trên hệ thống đang bị lỗi.. . . . Tuy nhiên, sau một tuần thì em vẫn chưa nhận được phản hồi từ anh/thầy [full_name] và cũng không đăng ký được. Chính vì thế, không biết em có thể làm đơn bằng tay và đóng tiền trực tiếp cho thủ tục Chuyển điểm được không ạ?. . . . Ngoài ra, kính mong Nhà trường cập nhật giúp em phần Chứng chỉ AV trong Danh sách Tốt nghiệp từ IELTS 6.0 thành IELTS 7.5 ạ.. . . . Kính mong sớm nhận được hồi âm từ cô.. . . . Kính thư,. . [full_name]",
            "Đã trả lời",
            "Dạ thưa cô,. . . . Thầy Phong đã trả lời:. . \" Gửi đến SV. . . . CCAV sẽ được cập nhật cao nhất, còn 4AV thì phải lấy kq tại thời điểm khi đăng ký quy đổi Ielts. . . . Thân chào.\". . . . Chính vì thế, kính mong cô cập nhật trên danh sách tốt nghiệp dự kiến của em thành:. . . . [full_name]-[student_id]. . Tên lớp: TT17COA1. . Điểm trung bình tốt nghiệp: 7.48. . Ghi Chú:. . Xếp loại: Khá. . Ngày công tác xã hội: 15. .   B Chứng chỉ AV: Ielts 7.5  /B . . . . Em xin cảm ơn cô.. . . . Kính thư,. . [full_name]"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Do hết thời gian đào tạo và em chưa đạt đủ điểm tiếng anh nói viết, nên em muốn đăng ký chuyến qua hệ vừa làm vừa học để tiếp tục theo học và được tốt nghiệp ra trường.",
            "Chào em,. . Cô thấy em có quyết định kéo dài HK202 để nộp CCNN xét tốt nghiệp, hiện tại trường xét tốt nghiệp của đợt tốt nghiệp tháng 11/2021 theo lịch tốt nghiệp kéo dài đến hết ngày 24/12/2021. . Xem chi tiết lịch học vụ (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 11/2021 (cập nhật mới gia hạn thời gian xử lý tốt nghiệp). . Hay em muốn chuyển qua VLVH thời điểm này luôn.. . Thân. .",
            "Em chào Cô. . Em đăng ký chuyển qua hệ VLVH thời điểm này và đăng ký xét tốt nghiệp luôn nha. em cảm ơn Cô, tại em cứ nghĩ là đăng ký được rồi nên không để ý",
            "\"Chào bạn,. . Về việc chuyển qua hệ VLVH. . Bạn vui lòng tải mẫu đơn: Phiếu đề nghị chuyển sang hình thức Vừa Làm Vừa Học  tại trang web : aao.hcmut.edu.vn    Sinh viên    biểu mẫu. . Điền đầy đủ thông tin nộp qua BKSI. . Thân. . \""
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Chào PĐT,. . Cho em hỏi là em có đăng ký hoãn thi 1 môn của học kỳ HK202, nhưng em có đăng ký học lại môn đó trong học kỳ HK211. Vậy nếu em không thi buổi thi xoá điểm Hoãn thi, thì em có được thi môn đó (môn đăng ký học lại HK211) để lấy bảng điểm và hoàn thành môn của HK211 không ạ. . . Em để file lịch thi đính kèm bên dưới. . . Em cảm ơn.",
            "Chào em,. . ý của em muốn xóa Hoãn thi vào các Hk sau: HK212 HK213: được em nhé, em vui lòng đợi email thông báo.. . Thân mến. . . . . .",
            "Dạ tình huống của em là: em đã đăng ký học môn này trong học kỳ HK211 này (các bạn khác chỉ đăng ký hoãn thi chứ không đăng ký lớp mới như em). . . Nên là ở trang phòng thi trực tuyến ngày 29/11 sắp tới, có hiển thị 2 phòng thi của môn đó (một phòng thi là thi để bỏ điểm hoãn của môn đó trong kỳ HK202; một phòng thi là thi cuối kỳ cho môn đó trong kỳ HK211 này.). . . Vậy nếu giờ em muốn thi môn này theo lớp mới đã đăng ký học trong kỳ HK211 này, thì hôm thi đó em không tham gia thi lại do hoãn thi được không?. . Em có đính kèm hình lịch thi, (ngày 29/11 sẽ có 2 cái thi cùng môn đó, một cái là thi lại do hoãn trong kỳ 202, 1 cái là do em đăng ký học lại môn đó trong kỳ 211 này). . Em có thể chọn phòng thi cho lớp kỳ 211 này và bỏ thi lại môn đó do hoãn thi kỳ 202 được không?",
            "Chào em,. . Câu trước cô trả lời em rồi đó: em chờ thông báo sau, em yên tâm nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Kính gửi thầy/cô,. . Em tên là [full_name] mssv [student_id]. . Do phần điểm thành phần của môn EE3025 Kỹ thuật siêu cao tần không đúng (cụ thể là điểm 13) nên em mong thầy/cô chỉnh sửa lại cho đúng. Em xin cảm ơn",
            "Chào em,. . Điểm do GV nhập, nếu không đúng em liên hệ GV nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác  /i. . . . Hiện tại em muốn làm đơn xin gia hạn học phí thì em nên làm như thế nào ạ. Trong thời gian gia hạn em có thể đóng từ từ cho đến khi đủ số tiền học phí được không ạ. Em cảm ơn",
            "Chào em,. . Em liên hệ phòng Công tác chính trị sv qua email [email] để được hướng dẫn nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . e đã đủ điều kiện tốt nghiệp nhưng kì này e có đăng kí 1 môn để duy trì thời khóa biểu. cho e hỏi nếu e muốn đăng kí tốt nghiệp kì này thì e có cần hủy môn hiện tại không ạ?. .",
            "Chào bạn,. . Trường hợp của bạn có thể làm đơn xin rút Môn học và gửi qua bksi.. . SV tải mẫu đơn rút môn học tại: aao.hcmut.edu.vn/sinh viên/biểu mẫu. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Em xin gửi lại đơn xin hoãn thi môn Kỹ thuật lập trình và Giải tích 2 ạ. .",
            "Chào em,. . Em vui lòng gửi lại file xác nhận của GV nhé, em add chung vào file đơn không xem rõ được nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Cô ơi giúp e xem xét lại đơn hoãn thi môn xstk với ạ. Em có gửi đơn và được chấp nhận nhưng đến nay vẫn là điểm 13 ạ. Em cảm ơn.",
            "Chào bạn. . . . Trong quá trình xử lý yêu cầu Hoãn thi của SV, khi phát sinh sự cố Pdt đều thông báo qua mail hướng giải quyết + mốc thời gian, Bạn lưu ý kiểm tra mail thường xuyên để tránh các sai sót vào lần sau.. . . . Hiện tại Pdt đã xử lý và ra quyết định Hoãn thi HK202 & HK203 cho tất cả SV đăng ký đúng theo quy trình.. . . . - Đến thời điểm hiện nay: Nếu bạn muốn đăng ký Hoãn thi lại môn ......... ở HK202 bạn vui lòng xem hướng dẫn bên dưới và nộp trước ngày 19/11/2021. Sau thời gian trên Pdt không thể giải quyết các phát sinh nếu có về việc Hoãn thi HK202 & HK203.. . . . Bạn tải mẫu đơn: PHIẾU ĐĂNG KÝ HOÃN THI/ VẮNG THI CÓ PHÉP (CUỐI KỲ) tại trang web : aao.hcmut.edu.vn    biểu mẫu. . . . Sau khi có xác nhận của Giảng viên hướng dẫn/Khoa: đồng ý + dự kiến không bị cấm thi Cuối kỳ thì gởi đơn + xác nhận cho Phòng đào tạo xem xét (nộp qua mail [email] hoặc BKSI). . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Hỏi về điểm môn học Toeic 400. Lớp dự thính HK211   B + Hệ Vừa Làm Vừa Học  /B   B . . Nhóm DT01-A. . Ngày thi: 07/11/2021. . Em tên là [full_name]. . Mssv là [student_id]. . Vì lý do đang mở đợt đăng kí tốt nghiệp nên em gửi mail này mong phòng đào tạo báo điểm thi và cập nhập điểm sớm giúp em để em đăng kí tốt nghiệp trong kì này.. . Xin trân thành cảm ơn phòng đào tạo. . . .",
            "Chào bạn. . Môn học này chưa có điểm, bạn liên hệ giảng viên giảng dạy để cập nhật điểm. . Pdt không thể cập nhật điểm . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: E gửi cô minh chứng PĐT đã chấp nhận đơn hoãn thi của em. Em gửi kèm đơn hoãn thi và xác nhận của thầy [full_name] (GT2) đã xác nhận em không bị cấm thi ạ. Mong cô kiểm tra lại giùm em ạ",
            "Chào em,. . - Đơn xin hoãn thi của em còn thiếu chữ ký của BCN Khoa KHUD.. . - Em liên hệ Khoa KHUD qua email [email] để được hỗ trợ nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em tên là [full_name], sinh viên khóa K18, hiện đang là sinh viên năm 4, đang sinh sống và học tập tại Thành phố Hồ Chí Minh.. . Thời gian vừa qua, dưới tình hình dịch bệnh khó khăn ở thành phố, em đã không có cơ hội bám theo kế hoạch học tập và thi cử cho chứng chỉ Anh văn đã đề ra, nhằm đáp ứng kịp cho yêu cầu đăng ký LVTN năm 4 sắp đến. Vì vậy, xin thầy/cô cho phép em được hỏi rằng Phòng Đào Tạo của trường đã hoặc đang cân nhắc những giải pháp nào góp phần giúp đỡ chúng em trong vấn đề này chưa ạ? . . Khoảng thời gian trước đây, Phòng Đào Tạo của trường đã từng đưa ra những sự thay đổi nhỏ trong quy chế đăng ký LVTN/Tốt nghiệp, cho phép các anh chị của khóa trước có thể trì hoãn một vài điều kiện sau khi đăng ký học phần. Vậy nên em rất mong Phòng Đào Tạo sẽ tiếp tục cân nhắc và giúp đỡ em trước tình hình khó khăn như thế này, với mong muốn được hoàn thành các học phần và tốt nghiệp đúng hạn. . . Em xin cảm ơn thầy/cô và Phòng Đào Tạo.",
            "Chào em,. . Hiện tại chưa có thông báo gì về việc không xét Chuẩn tiếng Anh cho việc đăng ký LVTN ở HK212 nhé.. . Thân mến. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Những mà PDT đã báo là đồng ý việc hoãn thi mà cô. Giờ em phải xử lý như thế nào ạ.",
            "Tiêu đề em ghi: \"đơn xin phép rút lại việc hoãn thi\" là sao em ?. . Em gửi nhiều câu trái ngược nhau quá. . - Câu trước cô trả lời em còn thiếu chữ ký của [full_name].. .",
            "Yêu cầu khác: PDT đã trả lời là đồng ý việc hoãn thi của em rồi mà ạ. Giờ em phải xử lý như thế nào ạ.",
            "Cô đóng câu này vì đã trả lời câu trước. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Chào thầy/cô và Phòng đào tạoS. . Em hiện đang là sinh viên năm 4, đang sinh sống và học tập tại Thành phố Hồ Chí Minh.. . Thời gian vừa qua, dưới tình hình dịch bệnh khó khăn ở thành phố, em đã không có cơ hội bám theo kế hoạch học tập và thi cử cho chứng chỉ Anh văn đã đề ra, nhằm đáp ứng kịp cho yêu cầu đăng ký LVTN năm 4 sắp đến. Vì vậy, xin thầy/cô cho phép em được hỏi rằng Phòng Đào Tạo của trường đã hoặc đang cân nhắc những giải pháp nào góp phần giúp đỡ chúng em trong vấn đề này chưa ạ? . . Khoảng thời gian trước đây, Phòng Đào Tạo của trường đã từng đưa ra những sự thay đổi nhỏ trong quy chế đăng ký LVTN/Tốt nghiệp, cho phép các anh chị của khóa trước có thể trì hoãn một vài điều kiện sau khi đăng ký học phần. Vậy nên em rất mong Phòng Đào Tạo sẽ tiếp tục cân nhắc và giúp đỡ em trước tình hình khó khăn như thế này, với mong muốn được hoàn thành các học phần và tốt nghiệp đúng hạn. . . Em xin cảm ơn thầy/cô và Phòng Đào Tạo.",
            "Chào em,. . Hiện tại chưa có thông báo gì về việc không xét Chuẩn tiếng Anh cho việc đăng ký LVTN ở HK212 nhé.. . Thân mến. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . [full_name]T đã trả lời là đồng ý việc hoãn thi của em rồi mà ạ. Giờ em phải xử lý như thế nào ạ.. . . .",
            "Chào em,. . - Trong quá trình xử lý yêu cầu Hoãn thi của SV, khi phát sinh sự cố Pdt đều thông báo qua mail hướng giải quyết + mốc thời gian, em lưu ý kiểm tra mail thường xuyên để tránh các sai sót vào lần sau.. . - Ngày 4/8 PĐT đã trả lời em như vậy. Vì số lượng hoãn thi nhiều nên sau đó PĐT đã gửi email đến SV điền vào form mà em không điền vào (rất nhiều sv giống em mà sv vẫn điền vào form như email thông báo).. . Hiện tại Pdt đã xử lý và ra quyết định Hoãn thi HK202 & HK203 cho tất cả SV đăng ký đúng theo quy trình.. . Thân mến. .",
            "Yêu cầu khác . Dạ cô em đã xem lại, em đã không đọc kĩ gmail ạ. Vậy tình trạng của em có thể hoãn thi được không ạ có thể giải quyết được không ạ. Mong cô giúp em ạ.. .",
            "Chào em,. . Em gửi câu trước cô kiểm tra đơn hoãn thi của em còn thiếu chữ ký của [full_name]. Em xem lại câu đó và làm nhé.. . Thân mến. . . .",
            "li answer rate: Answer suits the needs / Câu trả lời đúng ý"
        ]
    },
    {
        "intent": "",
        "message": [
            "Chào thầy, cô. . . . Em là [full_name], mssv [student_id]. Hôm nay em tạo câu hỏi này là để xin file PDF của giấy tốt nghiệp tạm thời. Trang xét tốt nghiệp đã chuyển sang tình trạng là cựu sinh viên nên em không thể tải xuông được.. . . . Em xin cảm ơn,. . [full_name]. . Yêu cầu khác:",
            "Chào em;. . Phòng Đào tạo gửi em bản scan nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Kính gửi thầy cô Phòng đào tạo,. . Em tên [full_name], MSSV [student_id], vừa hoàn thành luận văn học kì 202.. . Em xin trình bày lí do tạo yêu cầu như sau:. . Năm trước em là sinh viên chương trình tài năng lớp DD17KSVT.. . Nhưng vì chưa đủ chuẩn TOEIC nghe đọc làm luận văn là 600, em đã không được đăng kí luận văn cho học kì 202.. . Sau đó em đã thi được 600 TOEIC và lên trường xin đăng kí luận văn kì 202 luôn. . . Nhờ sự giúp đỡ của các thầy cô, em đã được đăng kí luận văn và tiến hành làm luận văn bình thường như các bạn. . . Lúc đó em tưởng em vẫn đang trong lớp tài năng vì đã theo kịp tiến độ chương trình đề ra.. . Đợt thi nói viết vừa rồi (em mới thi lại tháng 11), em đã đạt 250 là qua chuẩn nói viết 245 của tài năng.. . Em chuẩn bị đăng ký tốt nghiệp tháng 11 thì phát hiện ra lớp mình là DD17DV1, có lẽ trong thời kì chưa đăng ký được luận văn, em đã bị xuống lớp thường.. . Vậy nên em tạo yêu cầu với hi vọng thầy cô cho em xin được trở lại lớp tài năng để em đăng ký tốt nghiệp với bằng tài năng (em chưa đăng ký tốt nghiệp).. . Em biết việc này có thể làm phiền thầy cô nhiều nhưng em hi vọng được giúp đỡ vì em đã hoàn thành các tiêu chuẩn đầu ra chương trình tài năng và cũng không uổng phí những năm tháng cố gắng vừa qua.. . Em hi vọng thầy cô giúp đỡ và nếu việc này cần thủ tục gì từ khoa thì em có thể liên hệ với bên khoa Điện của em.. . Em xin chân thành cảm ơn thầy cô.. . Trân trọng.",
            "Chào bạn. . Trường hợp của bạn đã có Quyết định ra khỏi Chương trình Kỹ sư tài năng.. . Nên giờ em muốn vô và được xét bằng tài năng, em phải làm đơn trình bày ở dưới khoa của bạn để xin cứu xét thu nhận lại vào chương trình KSTN và làm công văn đề nghị gửi lên cho Phòng Đào tạo (nếu khoa đồng ý). . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Chào cô (thầy). . Em đã xin hoãn thi môn kết cấu thép 1 (CI3009) và đã được chấp nhận, nhưng nay lên xem thì em bị điểm 13, em thấy hoãn thi sẽ là điểm 14.. . Em mong được phản hồi sớm.. . Em cảm ơn.. . . . Kỳ",
            "Chào bạn. . . . - Trong quá trình xử lý yêu cầu Hoãn thi của SV, khi phát sinh sự cố Pdt đều thông báo qua mail hướng giải quyết + mốc thời gian, Bạn lưu ý kiểm tra mail thường xuyên để tránh các sai sót vào lần sau.. . - Ngày 30/7 PĐT nhận được thông tin hoãn thi của em. Sau đó do số lượng sv đăng ký hoãn thi nhiều nên PĐT đã gửi email đến sv đề nghị điền vào form. Các bạn khác điền vào, sau em không làm ? . . . . - Hiện tại Pdt đã xử lý và ra quyết định Hoãn thi HK202 & HK203 cho tất cả SV đăng ký đúng theo quy trình.. . . . - Đến thời điểm hiện nay: Nếu em muốn đăng ký Hoãn thi lại môn ......... ở HK202 em vui lòng xem hướng dẫn bên dưới và nộp trước ngày 19/11/2021, Sau thời gian trên Pdt không thể giải quyết các phát sinh nếu có về việc Hoãn thi HK202 & HK203.. . . . Bạn tải mẫu đơn: PHIẾU ĐĂNG KÝ HOÃN THI/ VẮNG THI CÓ PHÉP (CUỐI KỲ) tại trang web : aao.hcmut.edu.vn    biểu mẫu. . . . Sau khi có xác nhận của Giảng viên hướng dẫn/[full_name]: đồng ý + dự kiến không bị cấm thi Cuối kỳ thì gởi đơn + xác nhận cho Phòng đào tạo xem xét (nộp qua mail [email] hoặc BKSI). . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Kính gửi phòng đào tạo . . Em tên : Hàng phước tánh mssv: [student_id]. . Lý do : dạ cho em xin hỏi , em đăng ký in bảng điểm gửi theo đường bưu điện và em đã thanh toán từ tháng 8 , sao đến nay em vẫn chưa nhận được ạ , em vào trang kiểm tra thì thấy vẫn đang in ạ . . .",
            "Kính gửi : Phòng đào tạo . . Dạ em nhờ bạn em lấy bảng điểm giúp em có được ko ạ , hiện tại em đang cần gấp ạ , mà em chưa thấy phản hồi gì từ phòng đào tạo ạ . . . Người nhận hộ : [full_name] mssv [student_id] . . Mong thầy cô chấp thuận ai , em cảm ơn ạ .",
            "Chào bạn. . Bạn của bạn đã nhận rồi nghen. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em chào Thầy (Cô).. . Em tên là [full_name], mã số sinh viên:[student_id].. . Em đã hoàn thành chương trình đào tạo và đã đủ ngày CTXH, chứng chỉ ngoại ngữ Toeic Reading and Listenning và đã thi anh văn nói viết đợt ngày 5/11/2021 (kết quả trên 200 điểm). . . Vậy em xin hỏi Thầy (Cô) là em có được tốt nghiệp trong đợt tới này không ạ? Và em xin Thầy (Cô) hướng dẫn em về quy trình đăng kí tốt nghiệp ạ!. . Em xin chân thành cảm ơn Thầy (Cô).",
            "Chào bạn,. . PDT đã ghi nhận yêu cầu về đăng ký xét TN của bạn. SV vui lòng theo dõi email  và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 22/11/2021 SV vẫn chưa nhận được mail hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 11/2021. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em chào thầy/cô.. . Em tên là [full_name] - K16 - [full_name]-KT Máy tính.. . . . Em xin được đăng kí xét tốt nghiệp bổ sung.. . . . Rất mong được thầy/cô xem xét và phản hồi ạ.. . Em cảm ơn.",
            "Chào bạn,. . PDT đã ghi nhận yêu cầu về đăng ký xét TN của bạn. SV vui lòng theo dõi email  và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 23/11/2021 SV vẫn chưa nhận được mail hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 11/2021 (cập nhật mới gia hạn thời gian xử lý tốt nghiệp). . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác:",
            "Chào bạn,. . Bạn tải mẫu đơn phiếu đăng kí kiểm tra bổ sung, đã cập nhật trên web PDT  http://www.aao.hcmut.edu.vn  Sinh viên    biểu mẫu (MẪU SỐ 10), bạn điền thông tin và ghi rõ lý do để Cô trình Ban lãnh đạo phòng phê duyệt.. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Em chào Thầy/Cô ạ,. . Em xin được Thầy/Cô hỗ trợ chuyển điểm môn Giải tích 1 (MT1003) sang điểm môn Toán 1 (006601) để được xét duyệt tốt nghiệp ạ.. . Em xin cảm ơn.",
            "Chào em,. . Em cần làm đơn gửi email [email]  để PĐT kiểm tra rồi trả lời em nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "MSSV: [student_id]. . Dạ em chào thầy/cô, thầy/cô cho em hỏi là hiện nay trường có cho sinh viên đến  phòng công tác chính trị để xin giấy xác nhận điểm rèn luyện không ạ. Nếu không thì em phải làm sao để xin được giấy mong thầy cô giải đáp thắc mắc giúp em. Em xin chân thành cảm ơn!\t. . . . . . . .",
            "Chào em,. . Em liên hệ phòng Công tác chính trị sv qua email [email] để được hướng dẫn nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ .",
            "Chào em,. . Phòng Đào tạo đã tiếp nhận đơn thu nhận của bạn.. . SV theo dõi tình trạng và quyết định sẽ cập nhật tại mybk/Thông tin Sinh viên (dự kiến cập nhật QD trong tháng 12/2021). . SV vui lòng theo dõi lịch học vụ và mail sinh viên để biết thời gian đăng ký môn học cho học kỳ tiếp theo.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "U Tốt nghiệp . Thưa cố, kỳ 2 năm 2020-2021 em có đăng ký luận văn và hoãn. Pđt đã chấp nhận và em được nhận điểm môn EN4313 là 14 ạ. . Hôm nay, em muốn đăng ký bảo vệ kỳ này để tốt nghiệp ạ. Cô giải quyết giúp em ạ. .",
            "Chào em,. . Các SV đã được hoãn bảo vệ LVTN ở học kỳ 2 năm 2020-2021 đăng ký trực tiếp bảo vệ với [full_name]. [full_name] đưa tên các SV này vào danh sách các hội đồng LVTN của học kỳ này gửi về PĐT để ra quyết định hội đồng.. . Phòng Đào tạo đã gửi mail về vấn đề này, và công văn cũng đã gửi về khoa, em liên hệ [full_name] để đăng ký bảo vệ nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Kính gửi quý Thầy/Cô !. . . . Em là [full_name],          MSSV: [student_id]. . Ngành Cảng-Công Trình Biển,   Khóa K2015.. . . . Em gửi thư này là để nhờ quý Thầy/Cô giúp em được cứu xét tốt nghiệp bổ sung vào học kì này ạ.. . . . Tình trạng sinh viên của em hiện tại:. . - Đã nộp chứng chỉ TOEIC lên MYBK ngày 8/11/2021 và đã hợp lệ cũng thỏa điều kiện tốt nghiệp.. . - Tình trạng sinh viên: Nghỉ do không đăng kí môn học 2 học kì liên tiếp.. . - Tín chỉ tích lũy: đã đủ 142 chỉ. . . . Em rất mong sẽ sớm nhận được sự hướng dẫn từ quý Thầy/Cô và được bổ sung vào danh sách tốt nghiệp để em được tốt nghiệp trong học kì này ạ.. . . . Em xin chân thành cảm ơn quý Thầy/Cô.. . . . Trân trọng !. . . . [full_name].",
            "Chào em,. . Em làm giúp cô đơn thu nhận lại để tốt nghiệp và gửi lại qua bksi giúp cô nhé, trình bày trong đơn nhé (vì hiện tại bạn đang bị quyết định buộc thôi học vì tự ý nghỉ học). . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Chào thầy/cô,. . . . Em vừa có điểm của trung tâm Ngoại ngữ của trường ngày 17/11/2021. Em có đọc trên aao.hcmut.edu.vn phòng đào tạo(PĐT) tiếp nhận các phản hồi của SV về điều kiện xét tốt nghiệp và cập nhật việc xét tốt nghiệp bổ sung và phát hành Giấy CNTNTT hàng tuần. Cho em xin hỏi kênh thông tin phản hồi và tra cứu thông tin dự kiến tốt nghiệp này được không ạ? Do em không đăng ký tốt nghiệp được trên myBk.. . . . Em cũng xin hỏi thêm là sau đợt 24/12/2021 thì khi nào trường làm lễ và trao bằng tốt nghiệp ạ?. . . . Em xin cảm ơn nhiều!",
            "\"Chào bạn,. . PDT đã ghi nhận yêu cầu về đăng ký xét TN của bạn. SV vui lòng theo dõi email  và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 30/11/2021 SV vẫn chưa nhận được mail hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 11/2021 (cập nhật mới gia hạn thời gian xử lý tốt nghiệp). . Thân. . \""
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Dạ, em xin chào. . . . Phía PDT đã chấp nhận đơn Hủy hoãn thi môn Giải Tích 2 và báo về mail em. Nhưng tại sao hôm nay em đã bị mất cột điểm môn đó ạ. . . . Mong nhận được sự phản hồi, em xin chân thành cảm ơn ạ",
            "Chào em,. . - Phía PDT đã chấp nhận đơn Hủy hoãn thi môn Giải Tích 2 và báo về mail em. Nhưng tại sao hôm nay em đã bị mất cột điểm môn đó ạ. . . . =  Cô chưa hiểu ý em.. . - Câu hỏi trước của em hủy hoãn thi, PĐT đã chấp nhận rồi. Điểm hoãn thi là điểm 14. . . Thân mến. . . .  . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Kính thưa phòng đào tạo.. . Em là [full_name], sinh viên khóa 2017. . Em đã hoàn thành chương trình đào tạo và có kết quả ĐẬU anh văn 2 kỹ năng nói viết vào ngày 17/11/2021. . . Em có tiến hành đăng ký xét tốt nghiệp, hệ thống báo là \"Không tìm thấy thông tin trong danh sách tốt nghiệp dự kiến\" nên em không đăng ký được ạ.. . Mong Phòng đào tạo xem xét giúp em ạ. . . Em cảm ơn ạ. . . .",
            "\"Chào bạn,. . PDT đã ghi nhận yêu cầu về đăng ký xét TN của bạn. SV vui lòng theo dõi email  và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 30/11/2021 SV vẫn chưa nhận được mail hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 11/2021 (cập nhật mới gia hạn thời gian xử lý tốt nghiệp). . Thân. . \""
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: 1914050  /b \t. . . .   i Yêu cầu khác . Em chào thầy /cô ạ,chuyện là em có đăng ký  chương trình liên thông ĐH-ThS đợt 1,hôm nay em có nhận được thông báo hủy kết quả với lý dó là không đủ số tín chỉ tích lũy ạ.. . Số tín chỉ của em không đủ với lý do có 1 môn VẬT LIỆU HỌC VÀ XỬ LÝ(3TC) đã thi cuối kì ngày 25/08 và thi thí nghiệm xong vào ngày 09/10/2021,nhưng điểm vẫn chưa được cập nhật.. . Mong thầy /cô có thể nhắc nhở các giảng viên nhanh chóng cập nhật điểm và tín chỉ để những sinh viên như em có thể phản hồi lại với chương trình liên thông ĐH-ThS ạ.. . Em cảm ơn thầy /cô nhiều ạ !",
            "Chào em,. . PĐT đã cập nhật môn. . ME2015\tVật liệu học và xử lý\tL02-B\t3\tKT:8.00 BT:7.00 BTL:8.00 TN:9.50\t6.50\t7.50. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ .",
            "Chào em,. . - Mỗi môn 1 phiếu có xác nhận đầy đủ của GV và [full_name] nhé em.. . - Em còn thiếu xác nhận của GV và [full_name] (đã hướng dẫn ở câu trước). . . . Sau khi có xác nhận của Giảng viên hướng dẫn/[full_name]: đồng ý + dự kiến không bị cấm thi Cuối kỳ thì gởi đơn + xác nhận cho Phòng đào tạo xem xét (nộp qua mail [email] hoặc BKSI). . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . e muốn rút môn để đăng kí tốt nghiệp thì bây giờ tải mẫu đơn xuống, xong điền vào rồi chụp hình gửi bksi hay làm cách nào ạ?. .",
            "Chào bạn,. . Bạn chụp hình rút MH và gửi qua bksi giúp cô nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em chào Thầy Cô, em là [full_name]. mssv [student_id]. Hồi đầu tháng, em có gửi yêu cầu cập nhất thông tin điểm thi Toeic, điểm chính xác của em là 850 khi xét tốt nghiệp (hệ thống ghi điểm toeic sai là 525 khiến em không nhận bằng kỹ sư tài năng được). Các cô cũng có trả lời em và xác nhận điểm sẽ được cập nhật vào 14/11/2021 (em đính kèm hình hội thoại). Nhưng đến nay hệ thống vẫn chưa cập nhật cho em. Em đã nhận được giấy chứng nhận tạm thời, và trên đó KHÔNG ghi bằng em là bằng kỹ sư tài năng do sai sót hệ thống ghi nhận điểm Toeic em đã trình bày. . . Em mong Thầy Cô dành thời gian giải quyết vấn đề trên giúp em. Em cảm ơn ạ.",
            "Chào em,. . Em vui lòng chụp hình lại giấy chứng nhận tốt nghiệp tạm thời và gửi lại để Phòng Đào tạo kiểm tra và in lại nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]  /b \t [full_name] [full_name] NGUYỄN THẤT MẪN[full_name] [full_name]   i Yêu cầu khác  /i [full_name] [full_name] DẠ CHÀO [full_name][full_name] [full_name] [full_name] CỦA [full_name], [full_name] [full_name] 17[full_name]11[full_name]2021 NẾU NHÀ TRƯỜNG CHƯA ĐIỀU CHỈNH HỌC PHÍ THÌ [full_name]O [full_name], NÊN BÂY H EM XIN MỞ THÊM 1 TAST CÂU HỎI MỚI, SỢ [full_name] [full_name] EM TRẢ LỜI BÊN TAST CÂU HỎI CỦ[full_name][full_name] [full_name] DẠ [full_name] [full_name] 18[full_name]11[full_name]2021 [full_name] [full_name] [full_name][full_name][full_name] [full_name] MONG [full_name] KIỂM TRA GIÚP EM VỚI Ạ[full_name] [full_name] [full_name][full_name][full_name] [full_name] [full_name]",
            "Chào em,. . Cô đang chuyển cho bộ phận đăng ký MH kiểm tra, em khoan hãy thanh toán HP nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em chào thầy cô,. . EM tên là [full_name], sinh viên khóa 17. HIện em đang còn 1 môn học, chờ thi cuối kỳ. Thầy cô cho em hỏi là lịch thi cuối kỳ em thấy là tầm 10-20/12 thì nếu như không kịp cập nhật bảng điểm  để đăng ký tốt nghiệp trước 24/12 thì sao ạ?. . . . Sau hạn 24/12 mà em đã đủ điều kiện tốt nghiệp thì có thể xin cấp giấy tốt nghiệp tạm thời không ạ?. . . . Cảm ơn thầy cô",
            "Chào em,. . Tại thời điểm em đủ điều kiện tốt nghiệp (đã có điểm cập nhật lên mybk), em có thể gửi câu hỏi qua bksi để xin xét tốt nghiệp bổ sung, tại thời điểm đó sẽ trả lời cho bạn có kịp không nhé. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Hiện tại em đang làm luận văn trong học kì này, nhưng do dịch bệnh nên không biết khi nào phòng thí nghiệm mới được mở cửa, nên em có tham khảo ý kiến của giáo viên hướng dẫn và được thầy cho phép bảo lưu sang kì sau làm, nay e xin nhờ phòng đào tạo hỗ trợ giúp em: kì sau nếu em đăng kí môn luận văn thì phòng đào tạo có xét chuẩn anh văn làm luận văn không ạ, vì hiện tại do dịch bệnh em vẫn chưa tham gia thi toiec được ạ!. . . .",
            "Chào em,. . - PĐT đã gửi email đến sv: \"Kế hoạch tổ chức thi học kỳ 1 năm 2021-2022\". Em xem email nhé.. . -  kì sau nếu em đăng kí môn luận văn thì phòng đào tạo có xét chuẩn anh văn làm luận văn không ạ =  . . - Em vui lòng xem kỹ email . . - Nếu em được đồng ý hoãn thi HK211 thì HK212 không cần đkmh LVTN nữa nhé. (quy chế điều 17.2). . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]  /b \t[full_name] [full_name] [full_name] [full_name]   i Tốt nghiệp  /i [full_name] [full_name] [full_name] [full_name] Chào quí Thầy/Cô,[full_name] [full_name] Em muốn hỏi tại sao em có đầy đủ điều kiện để xét tốt nghiệp nhưng cho đến hiện tại em chưa thể đăng kí tốt nghiệp và cũng như chưa có tên trong danh sách tốt nghiệp dự kiến ạ[full_name][full_name] [full_name] [full_name] [full_name] Em đã gửi yêu cầu này trước đó, tuy nhiên câu trả lời nhận được: \"Em còn nợ [full_name][full_name]\" là không đúng[full_name] Vì em đã nộp IELTS và đã được chuyển điểm cho 4 môn anh văn[full_name][full_name] [full_name] [full_name] [full_name] [full_name] [full_name] Mong quý Thầy/Cô kiểm tra lại giúp trường hợp của em ạ[full_name] Em châm thành cảm ơn nhiều!",
            "Chào em,. . Trường hợp của bạn đã chuyển đi xét lại và đã đủ điều kiện tốt nghiệp nhé, em theo dõi ds tốt nghiệp dự kiến bổ sung và gửi mail đăng ký tốt nghiệp trong tuần sau nhé, dự kiến trễ nhất là ngày 24/11/2021. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . dạ cho em hỏi là tiền phí anh văn đầu vào sao em còn ghi nợ ạ là vào ngày em đăng kí mà không đủ sỉ số mở lớp phi nên bị hủy và em có nhận được gmail của trường là không đóng tiền ạ",
            "Chào bạn. . Trong thông báo chỉ báo bạn đăng ký lại, không có báo là sẽ hủy và hủy lệ phí vì dữ liệu lúc đó đã chuyển cho chi phí IIG tổ chức. . Vậy theo thông báo đính kèm báo bạn đăng ký lại, lý do tại sao bạn không đăng ký lại. . - Bạn có thể viết đơn trình bày lý do cộng minh chứng về việc cần hủy lệ phí thi để Cô gởi Ban lãnh đạo phê duyệt. . Thân",
            "Dạ em  xin nộp đơn ạ",
            "Chào bạn. . Pdt sẽ hủy lệ phí thi 160.000. . Sẽ cập nhật lại trên Bkpay vào tuần sau. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . dạ cho em ỏi là em đã có bảo hiểm y tế rồi em không đóng tiền được không ạ . . mà sao vẫn còn ghi nợ ạ",
            "Chào em,. . Em liên hệ phòng Công tác chính trị sv qua email [email] để được hướng dẫn nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Cho em hỏi là thứ 7, ngày 20/11 Phòng đào tạo - nhà A1 có làm việc không ạ?. . . . Em xin cảm ơn.",
            "Chào em,. . Phòng Đào tạo làm việc hành chánh từ thứ 2 đến thứ 6.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "\bĐăng ký BHYT . Em muốn hỏi là hiện tại em đang làm việc tại công ty, và họ đã mua BHYT bắt buộc cho em rồi! Thì em có phải đăng ký và thanh toán trên MYBK nữa không ạ?. . . . Em xin cảm ơn và mong nhận được hồi đáp. Chúc thầy/cô thật nhiều sức khoẻ ạ!",
            "Chào em,. . Em liên hệ phòng Công tác chính trị sv qua email [email] để được hướng dẫn nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Kính chào quý thầy (cô).. . . . Hiện tại em đã hoàn thành xong toàn bộ chương trình đào tạo cũng như các yêu cầu về ngoại ngữ để đạt tốt nghiệp.. . Tuy nhiên, về chứng chỉ GDQP em đã hoàn thành nhưng vì lí do dịch Covid nên chưa thể vào trực tiếp phòng đào tạo để nộp - cập nhật lại.. . . . Mong quý thầy (cô) hướng dẫn em phương thức nộp chứng chỉ quốc phòng để có thể đăng ký tốt nghiệp ạ.. .",
            "Chào bạn,. . PDT đã ghi nhận yêu cầu xác minh điểm Giáo dục Quốc Phòng của bạn và sẽ tập trung làm Công văn gởi Trung tâm GDQP xác nhận và phản hồi Công văn vào cuối tháng 11/2021. Dự kiến đầu tháng 12/2021 sẽ có phản hồi từ Trung tâm để kịp cho đợt xét tốt nghiệp tháng 11/2021. . . -       Nếu có vấn đề phát sinh PDT sẽ phản hồi cho SV qua mail SV.. . Thân mến. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Kính gửi thầy/cô !. . Em tên là [full_name]. . MSSV: [student_id]. . Hôm nay, em gửi yêu cầu này để thắc mắc về việc trong tuần qua khi các bạn của em có nhận được một email thông báo về việc ghi điểm hoãn thi của kỳ 202, 203 và 1 mail thông báo về việc SHCD thì hộp thư của em lại không nhận được email này. Em đã kiểm tra hộp thư rác và các mục khác cũng không hiển thị, các email khác từ giảng viên em đều nhận được.. . Địa chỉ email: [email]. . Mong thầy/cô sớm tìm ra lỗi ra cho em và sửa cho em vì thời điểm này khá nhạy cảm !. . Em xin cảm ơn !!!",
            "Chào em,. . - Trường hợp này do SV không đăng ký Hoãn thi nên không có mail gởi về kết quả Hoãn thi của hk202/203.. . - 1 mail thông báo về việc SHCD. . =  PĐT đã gửi câu hỏi của em đến P.CTCTSV trả lời em.. . - Hoặc em liên hệ phòng Công tác chính trị sv qua email [email] để được hướng dẫn.. . Thân mến. .",
            "Em chào thầy/cô ạ! . . Sau khi phòng CTCT-SV có gọi em và bảo em liên hệ với trung tâm dữ liệu của trường để được hỗ trợ thì em đã liên hệ từ tuần trước. Tuy nhiên đến nay vẫn chưa thấy phản hồi và mới đây em vẫn không nhận được email với tiêu đề \"HƯỚNG DẪN THAM GIA SINH HOẠT CÔNG DÂN ĐỊNH KỲ ĐỢT 1 NĂM HỌC 2021 – 2022\". . Em rất mong thầy/cô hỗ trợ em khắc phục ạ!",
            "Chảo em,. . Vấn đề liên quan đến phòng Công tác chính trị SV, em liên hệ qua email [email] để được hướng dẫn.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Cho em hỏi học kì 201 này. Trường mình sẽ thi online đúng không ạ.. . E cảm ơn",
            "Chào bạn[full_name] [full_name] [full_name] đã gởi thông báo kế hoạch tổ chức thi Hk211 vào ngày 22/11, bạn vui lòng xem [full_name] [full_name] [full_name]ân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: cho em hỏi em đã nộp đơn đăng kí thu nhận lại và phòng đào tạo đã tiếp nhận, trong khi đợi quyết định chính thức tháng 12 em có thể xin đăng kí in phiếu xác nhận xin viên để hoàn tất hồ sơ nghĩa vụ không ạ",
            "Chào bạn,. . - Trường hợp không có TKB trong học kỳ, SV sẽ bị buộc tạm dừng, không được cấp giấy CNSV.. . Xem chi tiết quy chế tại đây:. . aao.hcmut.edu.vn/sinh viên/quy chế/học vụ/Quy chế đào tạo và học vụ bậc đại học, cao đẳng:/ điều 26. . - Cho em hỏi em đã nộp đơn đăng kí thu nhận lại và phòng đào tạo đã tiếp nhận, trong khi đợi quyết định chính thức tháng 12 em có thể xin đăng kí in. . =  Không được em nhé. Khi nào em có thời khóa biểu chính thức thì mới đăng ký được.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Kính gửi phòng đào tạo. Em đã đủ kiều kiện tốt nghiệp nhưng thông tin tốt nghiệp lại để em thiếu ctxh. Mong phòng đào tạo kiểm tra lại và phản hồi giúp em. Em cảm ơn!",
            "Chào em,. . Không sao đâu bạn, trường hợp của bạn đã có quyết định tốt nghiệp chính thức và đã được cập nhật tại mybk/Thông tin SV nhé.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em chào thầy/cô. Thầy/Cô cho em hỏi, trên thời khóa biểu của em thì có những môn thí nghiệm tại CS2, nếu em đăng ký đi học thí nghiệm trực tiếp thì em sẽ học tại CS1 hay CS2 ạ?. . Em xin cảm ơn ạ.",
            "Chào em,. . PĐT đã gửi email đến sv:\"Kế hoạch về việc giảng dạy, học tập trực tiếp các học phần Thực hành, Thí nghiệm, Đồ án môn học, Đề cương Luận văn tốt nghiệp, Luận văn Tốt nghiệp của học kỳ 2 và học kỳ hè/năm học 2020-2021, và học kỳ 1/năm học 2021-2022\". . . . - Ho Tro SV   [email] . . 16:04, 17 thg 11, 2021 (2 ngày trước . . \".... . Tạm thời nhà trường chỉ cho phép Sinh viên thực hiện Thí nghiệm, Thực hành tại Cơ sở Lý Thường Kiệt. Cơ sở Dĩ An sẽ được mở cửa thực hành, thí nghiệm theo tình hình chung của Thành phố Hồ Chí Minh và Tỉnh Bình Dương.\". . Em xem lại email nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em là [full_name]. . Em muốn xin huỷ hoãn thi môn Giải Tích 2 ở học kì dự thính 202 vì em đã đăng ký học lại môn này ở học kỳ 211.. . vậy em nộp đơn lên đây được không ạ hay phải nộp trực tiếp lên phòng đào tạo. Hiện tại em không có ở TPHCM nên em không thể nộp bản giấy trực tiếp được. . . Mong phòng đào tạo giải quyết cho em.. . Em cảm ơn",
            "Chào bạn. . Pdt ghi nhận đơn hủy của bạn. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính gửi PĐT,. . . . Em có một câu hỏi liên quan đến việc hoãn thi và điểm sau khi thi lại. Em thấy quy chế là sau khi thi xóa điểm hoãn thi thì sinh viên sẽ nhận điểm DT ([full_name]). Vậy cho em hỏi vậy điểm này có ảnh hưởng đến điểm trung bình và điểm trung bình tích lũy không ạ?. . . . Em cảm ơn. . . . [full_name]. .   i Học vụ .",
            "Chào em,. . Khái niệm điểm hoãn thi với vắng phép khác nhau . . - Nếu 14 (hoãn thi) và xóa điểm này, lấy điểm thi sau làm điểm tổng kết, nên vẫn tính điểm TBTL bình thường.. . - Nếu 22 (vắng phép) và điểm thi sau nếu sv mà đạt thì ghi điểm 21 (đạt), còn   5.0 thì vẫn ghi điểm như bình thường.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em xin chào thầy cô và cán bộ PĐT trường ĐK Bách Khoa hCM. . Vào ngày 30/7/2021 [full_name] đã đăng kí hoãn thi và được PĐT chấp thuận. Nhưng đến hiện tại điểm của em vẫn là điểm 13 trong bảng điểm Mybk.. . . . Nay em gửi lại đơn hoãn thi, kèm bằng chứng cụ thể và xác nhận PĐT đã đồng ý yêu cầu hoãn thi trước đó.. . Mong PĐT xem xét và giải quyết giúp em!. .",
            "Chào bạn. . Trước tiên bạn vui lòng xem lại các thông báo của Nhà trường đã gởi: Vì số lượng hoãn thi của SV gởi qua BKSI quá nhiều,. . Nên vào ngày 5/8/2021, Pdt đã gởi cho toàn bộ SV quy trình Hoãn thi mới (nội dung bên dưới) nhấn mạnh Trường hợp SV đã nộp đơn qua email của PĐT và  qua công cụ BKSI (đã hoặc chưa được tiếp nhận), vui lòng điền lại vào form trên để PĐT cập nhật dữ liệu đồng nhất và chính xác.. . -    Thời điểm hiện tại là giữa tháng 11/2021, Pdt đã tổng kết danh sách Hoãn thi gởi về Khoa để hậu kiểm danh sách cấm thi, bạn không điền vào form nên Pdt không có dữ liệu gởi về Khoa để xác minh. . -    Nên Bạn muốn Hoãn thi vui lòng làm theo hướng dẫn của  Cô My đã hướng dẫn : “Vậy em làm gửi lại yều cầu về hoãn thi theo hướng dẫn dưới đây giúp cô. . Bạn tải mẫu đơn: PHIẾU ĐĂNG KÝ HOÃN THI/ VẮNG THI CÓ PHÉP (CUỐI KỲ) tại trang web : aao.hcmut.edu.vn    biểu mẫu. . Sau khi có xác nhận của Giảng viên hướng dẫn + Khoa đồng ý không Cấm thi (theo quy định thì gởi cho Phòng đào tạo xem xét (nộp qua mail [email] hoặc BKSI)”. . -    Thời gian Pdt có thể tiếp nhận lại hồ sơ hoãn thi đến 23/11/2021, sau thời gian này Pdt không giải quyết các phát sinh nếu có. Vì đầu tháng 12/2021 đã bắt đầu thi của HK211. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em chào các thầy cô phụ trách pdt, ở kì 202 em có gửi đơn xin được hoãn thi môn xác suất vì thiết bị gặp lỗi kỹ thuật và đã được nhà trường phê duyệt, nhưng hiện tại điểm của em trên bảng điểm là 13 thay vì điểm 14. Nay em gửi lại đơn và cácteejp liên quan, mong các thầy cô xem xét và cho em được phép thi lại.",
            "Chào bạn. . Trước tiên bạn vui lòng xem lại các thông báo của Nhà trường đã gởi: Vì số lượng hoãn thi của SV gởi qua BKSI quá nhiều,. . Nên vào ngày 5/8/2021, Pdt đã gởi cho toàn bộ SV quy trình Hoãn thi mới (nội dung bên dưới) nhấn mạnh Trường hợp SV đã nộp đơn qua email của PĐT và  qua công cụ BKSI (đã hoặc chưa được tiếp nhận), vui lòng điền lại vào form trên để PĐT cập nhật dữ liệu đồng nhất và chính xác.. . -    Thời điểm hiện tại là giữa tháng 11/2021, Pdt đã tổng kết danh sách Hoãn thi gởi về Khoa để hậu kiểm danh sách cấm thi, bạn không điền vào form nên Pdt không có dữ liệu gởi về Khoa để xác minh. . -    Nên Bạn muốn Hoãn thi vui lòng làm theo hướng dẫn của  Cô My đã hướng dẫn : “Vậy em làm gửi lại yều cầu về hoãn thi theo hướng dẫn dưới đây giúp cô. . Bạn tải mẫu đơn: PHIẾU ĐĂNG KÝ HOÃN THI/ VẮNG THI CÓ PHÉP (CUỐI KỲ) tại trang web : aao.hcmut.edu.vn    biểu mẫu. . Sau khi có xác nhận của Giảng viên hướng dẫn + Khoa đồng ý không Cấm thi (theo quy định thì gởi cho Phòng đào tạo xem xét (nộp qua mail [email] hoặc BKSI)”. . -    Thời gian Pdt có thể tiếp nhận lại hồ sơ hoãn thi đến 23/11/2021, sau thời gian này Pdt không giải quyết các phát sinh nếu có. Vì đầu tháng 12/2021 đã bắt đầu thi của HK211. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Kính gửi: PĐT Trường Đại học Bách Khoa TPHCM.. . Em tên: [full_name]. . MSSV: [student_id]. . Dạ, em có thắc mắc là trong học kì 211 vừa rồi em có đăng kí 12 tín chỉ môn học, theo quy chế học vụ thì em được giảm 25% học phí. Nhưng mà khi em thanh toán trên BKpay thì không có được giảm. Vậy có phải là em cần thực hiện thêm thao tác nào nữa để được giảm không ạ? Hoặc có thể lỗi nào đó trong phần mềm? Em rất mong PĐT giúp em giải quyết thắc mắc với ạ! Em xin chân thành cảm ơn!!!. . . .",
            "Chào em,. . Học phí của em trên bkpay [student_id] là đã được giảm 25% rồi nha em.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Em tên [full_name] hiện tại đang là kỹ sư tài năng khoa điện-điện tử chuyên ngành điện tử viễn thông khóa K18. Em muốn chuyển hệ vì lý do chuẩn Tiếng Anh và em không muốn tốt nghiệp trễ. Hiện tại em đã có bằng Toeic 515đ. Nhưng vì lý do em đang đi thực tập xa thành phố và vì dịch bệnh em không thể quay lại thành phố thi Toeic được và kỳ sau là kỳ nhận luận văn của em. Em muốn được nhận luận văn nhưng chuẩn tiếng anh nhận luận văn cho KSTN là 550 điểm. Nên em quyết định chuyển hệ. Nhờ phòng đào tạo hướng dẫn em cách chuyển hệ ạ.. .   i Học vụ .",
            "Chào em,. . Em vui lòng làm đơn xin ra khỏi chương trình KSTN và nộp tại Khoa của bạn nha. . Thân"
        ]
    }
]