[
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Dạ e chào ad , em muốn trình bày là kì học 202 vừa rồi em có hoãn thi môn mạch điện và e có kiếm tra trên hệ thống thì e đã được xác nhận nhưng điểm của em vẫn là 13 thì em có được phép đăng kí thi cuối học kì môn mạch điện vào học kì 211 hiện tại không ạ ? Nếu được cho em hỏi thêm muốn đăng kí thi thì mình làm như nào ạ ? em xin cám ơn",
            "Chào bạn,. . Hiện tại nhà trường chưa ra QD hoãn thi nhé bạn, dự kiến ra quyết định chung vào cuối tháng 12, nên trường hợp đăng ký hoãn thi vẫn bị điểm 13 bình thường. Sau khi hậu kiểm với ds của Khoa thì mới ra quyết định hoãn thi và sẽ điều chỉnh lại điểm trên mybk/Thông tin SV/xem điểm. . Lưu ý:. . 1) PDT sẽ hậu kiểm lại với danh sách cấm thi của Khoa gửi lên, nếu SV bị cấm thi sẽ bị hủy kết quả hoãn thi theo quy định. SV vẫn phải hoàn thành các phần việc của môn học, nhất là TH/TNg và BTL. GV có quyền cấm thi nếu SV không hoàn thành tốt các phần này. . 2) Trường hợp có sự cố bất khả kháng trong khi thi dẫn đến không thể hoàn thành được bài thi, và không được giải quyết cho thi vào ca thi tiếp theo (nếu có), sinh viên có thể đăng ký \"Hoãn thi\" ngay sau buổi thi (không phải vắng thi có phép), SV phải báo với CBCT hoặc trực thi để được ghi nhận vào trong danh sách thi. PDT sẽ đối chiếu lại với danh sách của Khoa về các tình huống đã thi nhưng điểm thấp hoặc không có báo cáo ghi nhận về các sự cố trong buổi thi trước khi quyết định hoãn thi. . 3) Riêng đối với môn Đồ án, Thực tập ngoài trường, Đề cương Luận văn, Luận văn/Tiểu luận tốt nghiệp: SV có thể xin hoãn bảo vệ với lý do dịch Covid-19 ảnh hưởng nghiêm trọng đến kết quả thực hiện đề tài (không thực nghiệm được tại Phòng thí nghiệm, không thực địa, ...). SV gửi email trực tiếp đến Giáo viên hướng dẫn, Khoa/Bộ môn để được xem xét đồng ý và forward email cuối cùng đến email của PĐT để đăng ký.. . - muốn đăng kí thi thì mình làm như nào . . =  Em chờ thông báo sau khi có quyết định hoãn thi nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Dạ, em [full_name]. MSSV [student_id]. Dạ, em có đăng đý bhyt trên mybk nhưng k hiện ra mục chọn nơi nhận cũng như không hiện thanh toán trên bkpay ạ. Vậy em phải làm sao?. . Dạ, điều thứ 2 em thắc mắc là giấy hoãn nghĩa vụ quân sự có cần đăng ký không ạ? Vì em thấy trên mybk chỉ nhận 1 lần và nơi em có nhắc về giấy hoãn ạ. Em xin cảm ơn.",
            "Chào em,. . -  em có đăng đý bhyt trên mybk nhưng k hiện ra mục chọn nơi nhận cũng như không hiện thanh toán trên bkpay ạ.. . =  Em liên hệ phòng Công tác chính trị sv qua email [email] để được hướng dẫn nhé.. . - giấy hoãn nghĩa vụ quân sự có cần đăng ký không ạ. . =  - SV chủ động đăng ký giấy Xác nhận SV hoãn NVQS để bổ sung cho địa phương và chọn dịch vụ gửi qua được bưu điện (người nhận trả tiền) nếu có nhu cầu (PDT không in hàng loạt như các năm trước). . - Sau khi PĐT cập nhật xong bạn có thể tải bản scan trên trang đăng ký chứng nhận sinh viên.. . Đồng thời PĐT cũng đã gởi bưu điện nếu SV có đăng ký, vui lòng nhận sau.. . . . Thân mến. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em tên [full_name], MSSV [student_id]. . . . Dạ em đã đăng ký hoãn thi và đã nhận được thư phản hồi là đã đang ký hoãn thi HK202.. . . . em đã đủ điền kiện để hoãn thi nhưng hiện tại trên bảng điểm môn KẾT CẤU THÉP 2 (CI3211) vẫn để là điểm 13 thay vì 14 (điểm 14 là Hoãn thi, được phép thi sau).. . . . Em được biết là \"Sau khi nhận phản hồi của [full_name], PĐT sẽ ra QĐ hoãn thi chung chính thức HK202 và HK203 (đợt 1+ đợt 2) gởi đến SV dự kiến trước ngày 12/12/2021\", vậy thì giờ em có nên làm gì không ạ? hay đợi đến ngày 12/12/2021 rồi mới phản ánh nếu kết quả trên bảng điểm vẫn là 13 ạ!. .",
            "Chào bạn,. . Hiện tại nhà trường chưa ra QD hoãn thi nhé bạn, dự kiến cuối tháng 11, nên trường hợp đăng ký hoãn thi vẫn bị điểm 13 bình thường. Sau khi hậu kiểm với ds của [full_name] thì mới ra quyết định hoãn thi và sẽ điều chỉnh lại điểm trên mybk/Thông tin SV/xem điểm. . Lưu ý:. . 1) PDT sẽ hậu kiểm lại với danh sách cấm thi của [full_name] gửi lên, nếu SV bị cấm thi sẽ bị hủy kết quả hoãn thi theo quy định. SV vẫn phải hoàn thành các phần việc của môn học, nhất là TH/TNg và BTL. GV có quyền cấm thi nếu SV không hoàn thành tốt các phần này. . 2) Trường hợp có sự cố bất khả kháng trong khi thi dẫn đến không thể hoàn thành được bài thi, và không được giải quyết cho thi vào ca thi tiếp theo (nếu có), sinh viên có thể đăng ký \"Hoãn thi\" ngay sau buổi thi (không phải vắng thi có phép), SV phải báo với CBCT hoặc trực thi để được ghi nhận vào trong danh sách thi. PDT sẽ đối chiếu lại với danh sách của [full_name] về các tình huống đã thi nhưng điểm thấp hoặc không có báo cáo ghi nhận về các sự cố trong buổi thi trước khi quyết định hoãn thi. . 3) Riêng đối với môn Đồ án, Thực tập ngoài trường, Đề cương Luận văn, Luận văn/Tiểu luận tốt nghiệp: SV có thể xin hoãn bảo vệ với lý do dịch Covid-19 ảnh hưởng nghiêm trọng đến kết quả thực hiện đề tài (không thực nghiệm được tại Phòng thí nghiệm, không thực địa, ...). SV gửi email trực tiếp đến Giáo viên hướng dẫn, [full_name]/Bộ môn để được xem xét đồng ý và forward email cuối cùng đến email của PĐT để đăng ký.. . Thân mến. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Dạ Thầy/Cô cho em hỏi là PDT đã nhận được minh chứng của em chưa ạ",
            "Chào em,. . PĐT đã trả lời em ở câu khác rồi nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Dạ em đã đăng ký tốt nghiệp tại mybk, tình trạng sinh viên đã chuyển sang đã tốt nghiệp, nhưng hiện tại chưa có tên trong danh sách tốt nghiệp.Mong phòng đạo tạo kiểm tra giúp em vấn đề này với ạ, Em cảm ơn.. .   i Tốt nghiệp .",
            "Chào em,. . Cô thấy trong danh sách dự kiến9, em còn nợ ngày CTXH.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Kính gửi PĐT,. . . . Em tên là [full_name], MSSV [student_id]. Em có dăng kí in bảng điểm vào ngày 16/8/2021 và đến  ngày 11/10/2021 em vẫn thấy để tình trạng là \"Đang in\". Em đang cần gấp bảng điểm nên mong PĐT có thể cho em thông tin lại về việc in bảng điểm này với ạ. Nếu cần thì em có thể lên trường để nhận bảng điểm.. . . . Em xin cảm ơn các thầy cô PĐT đã xem xét trường hợp của em"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em có hoãn thi 1 môn học ở học kì 202, em đã kiểm tra có trên danh sách hoãn thi, cho em hỏi là khi nào đăng kí thi lại để kết thúc môn ạ. Em xin cảm ơn. .",
            "Chào em,. . Em chờ thông báo sau khi có quyết định hoãn thi nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Kính gửi thầy cô, em tên [full_name] sinh viên lớp XD18KT.. . Em đã đăng ký in giấy xác nhận sinh viên gửi về nhà từ ngày 16/9/2021 và thông báo phiếu đăng ký đã được xử lý nhưng nay em vẫn chưa nhận được. Và địa phương đã gửi em giấy khám nghĩa vụ quân sự. . Em mong nhà trường sớm giải quyết để em có thể yên tâm học hành. EM có hỏi qua địa phương và biết có thể nhận giấy có dấu mộc đỏ qua scan pdf. Em mong phòng đào tạo có thể gửi bản scan qua mail này giúp em.. . Bên dưới là hình ảnh thông tin đính kèm, em xin cảm ơn. .",
            "Chào em;. . Trường thấy em có đăng ký mới vào ngày 5/11 và trường đã up bản scan lên trang mà em đăng ký, em vui lòng kiểm tra lại. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Em nộp đơn trình bày lý do thanh toán trễ hạn. .   i Học vụ .",
            "Chào em,. . - Em đã thanh toán HP trễ hạn rồi, không cần nộp đơn này.. . - Tình trạng hiện tại: tạm dừng vì không đóng HP HK202.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Dạ em cho hỏi, em là sinh viên k17, nhưng chưa qua môn Đường lối cách mạng của Đảng Cộng sản Việt Nam. Nhưng em thấy chương trình đào tạo từ khóa k19 đã không còn môn đó nữa, vậy nên cho em hỏi là vào kỳ sau môn đó có mở nữa hay không? Nếu không mở thì em cần học môn nào để thay thế và chuyển điểm ạ?",
            "Chào bạn,. . - Về Chương trình Đào tạo, danh sách môn tương đương…, bạn vui lòng xem tại:. . aao.hcmut.edu.vn/Sinh viên/Chương trình Đào tạo. . - Sinh viên thắc mắc về CTĐT vui lòng liên hệ về Khoa xin gặp Thầy/Cô Phụ trách về CTĐT để được tư vấn và hỗ trợ thêm.. . Thân mến. .  . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác  /i  chào bạn.. . mình là sv k14, mình có thắc mắc sau. vì lý do riêng nên mình đã trễ hạn học. mình muốn hỏi về hệ vừa học vừa làm của trường mình và mình còn đủ điều kiện để học hệ này hay không?. . MSSV của mình: [student_id]. . . .",
            "Chào em,. . - Em vui lòng liên hệ email [email] để được hướng dẫn.. . - Về CTDT là giống nhau của đại trà và VLVH. . Tuy nhiên, VLVH sẽ:. . Giảm chuẩn anh văn xét LVTN và tốt nghiệp so với Chính quy: chi tiết xem quy chế học vụ. . Không xét môn anh văn 1234, GDTC, GDQP, Ngày CTXH,. . Thời gian học là 10 năm. . Thân mến. .",
            "Chào cô,. . - Em đã liên hệ email ppchien@hcmut.edu.vn và đã được hướng dẫn:. . \"1. Nộp đơn xin chuyển hình thức đào tạo. Đơn gởi về PDT nhà A1 hoặc gởi mail pdt@hcmut.edu.vn. . 2. Nhập quyết định chuyển hệ. . 3. Làm các thủ tục trước khi học: ĐKMH...\".. . - Em muốn hỏi là đường link ĐƠN XIN CHUYỂN HỆ mình tải ở đâu về ạ.. . - Do tình hình diễn biến phức tạp Covid-19, em ở tỉnh nên không tiện đến trực tiếp PDT được, nên em xin cô hướng dẫn đường Link đơn xin chuyển hệ giúp em.. . Thân mến!",
            "\"Chào bạn,. . Về việc chuyển qua hệ VLVH. . Bạn vui lòng tải mẫu đơn: Phiếu đề nghị chuyển sang hình thức Vừa Làm Vừa Học  tại trang web : aao.hcmut.edu.vn    Sinh viên    biểu mẫu. . Điền đầy đủ thông tin nộp qua mail [email] hoặc BKSI. . Thân. . \"",
            "Chào cô,. . Em xin gửi cô đơn xin chuyển hệ VHVL.. . Thân mến!",
            "Chào bạn,. . Trường hợp của em còn nợ nhiều không?. . Thân",
            "Chào cô,. . Trường hợp của em còn môn GT2 và LVTN, [full_name] Nói viết. Mong cô giúp em hoàn thành thủ tục chuyển hệ VHVL.. . Cám ơn cô.",
            "\"Chào em,. . Phòng Đào tạo đã tiếp nhận đơn xin chuyển qua VLVH của bạn.. . SV theo dõi tình trạng cập nhật tại mybk/Thông tin Sinh viên (dự kiến cập nhật QD sau tháng 12/2021). . SV vui lòng theo dõi lịch học vụ và mail sinh viên để đăng ký MH cho học kỳ tiếp theo. . Thân\"",
            "Chào bạn. . Bạn đã có Qd chuyển sang VLVH 717 (31/12/20) rồi nên bạn theo dõi thông báo dkmh dự kiến trong tuần này để dkmh. . Thân",
            "Chào cô. . em đã có QĐ chuyển sang hệ VHVL 717 (31/12/20) rồi. Em muốn hỏi hiện tại em cần giấy tờ gì hay không? hay là em đăng nhập tài khoản MSSV cũ [student_id] để đăng ký môn học hệ VHVL.. . Em cám ơn!",
            "Chào em,. . Em vẫn sử dụng mã số SV cũ để đăng ký môn học bình thường nhé.. . Thân",
            "Chào cô,. . Em đã làm theo hướng dân của cô bên các tin nhắn trên. Nhưng hiện tại em vẫn chưa thể ĐKMH thành công. Em đã vào ĐKMH, Đăng ký xong thì bị hủy. Em không biết em còn thiếu hồ sơ nào không?. . Thân chào . .",
            "Chào em,. . Nếu yêu cầu của em về ĐKMH đến nay vẫn chưa được xử lý, SV vui lòng gửi lại phản hồi khác để PDT kiểm tra và trả lời cho em.. . Thông tin có: mã số môn học, tên môn học, mã nhóm, lý do nhé. . . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: -Chào thầy/cô. Trong đợt tuyển quân nghĩa vụ quân sự vừa rồi, em có xin giấy tạm hoãn nghĩa vụ quân sự và in bảng pdf ra nộp trước cho địa phương do tình hình dịch bệnh sợ bưu điện gởi về ko kịp cho em. Trong bảng pdf có ghi thời hạn đào tạo theo quy định là từ 9/2016-4/2021, em đã quá thời hạn đào tạo theo quy định nên địa phương em không chấp nhận giấy tạm hoãn đó.. . - Địa phương em yêu cầu em phải gởi hóa đơn đóng học phí kì này, thời khóa biểu và giấy xác nhận đang học tại trường. Nhưng học phí thì 5/11/2021 mới đóng nên không có hóa đơn học phí , và phòng đào tạo cũng không làm việc nên em cũng không biết xin giấy xác nhận sinh viên còn đang học tại trường làm sao.. . - Và bây giờ địa phương gởi giấy báo yêu cầu em phải về địa phương gấp để khám nvqs.. . - Hiện em còn đang học nên em muốn xin giấy xác nhận là em còn học tại trường để gởi về cho gia đình.. .   EM CẢM ƠN Ạ. .",
            "Chào em. . Về thời gian đào tạo trong giấy xác nhận SV đều có ghi rõ về 2 mốc thời gian cho Sinh viên: Thời gian khóa học theo quy định và Thời gian đào tạo tối đa (bạn vui lòng xem lại trong giấy xác nhận SV.. . Nhà trường chỉ có 1 mẫu chung xác nhận SV hoãn nghĩa vụ quân sự cho tất cả sinh viên nam trong trường.. . Em có thể tự trình bày với ban chỉ hủy quân sự, nếu Ban chỉ huy quân sự cần xác minh thông tin sinh viên có thể gửi công văn về trường để xác minh thêm.. . Về hóa đơn học phí em có thể liên hệ về phòng kế hoạch tài chính để được hỗ trợ thêm nhé.. . PHÒNG KẾ HOẠCH - [full_name]. . 109 A4 - Trường Đại học Bách Khoa - ĐHQG HCM | 268 Lý Thường Kiệt, P.14, Q.10. . Số điện thoại: (08) [student_id]6 ext: 7252. . Email: [email]. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ  /i  Dạ em chào quý thầy/cô. Em muốn xin rút môn Đồ án chuyên ngành cơ điện tử (ME4071).Lý do: Em học hệ VHVL,sau quãng thời gian dịch bệnh thì em đã tiêu sạch hết tiền dành dụm nên giờ phải lo đi làm kiếm tiền không có thời gian để làm đồ án.Em phải đi chạy grap từ sáng  tới 7 8h tối. Em thấy trên quy chế có ghi nếu có lý do đặc biệt sẽ được rút môn học. Em mong PĐT sẽ cho em rút. Em không còn cách nào nên mới rút, em năn nỉ quý thầy cô cho em rút môn. Em đội ơn thầy/ cô. Em hứa sẽ đóng học phí đầy đủ. Em chân thành cảm ơn quý thầy/ cô!. . . .",
            "Chào bạn,. . PDT đã tiếp nhận đơn rút MH học HK211(có tính học phí) của bạn, bạn vui lòng theo dõi thông tin cập nhật trên mybk/Thông tin SV/ xem điểm trễ nhất là 30/11/2021. . Sau ngày này vẫn chưa được cập nhật vui lòng phản hồi lại bksi. . Thân . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Em xin kính chào ban giám hiệu.. .  Vừa qua em có đăng ký bảo hiểm y tế và đã nhấn xác nhận đăng ký, do lỗi mạng đợi quá lâu thì em đã nhấn hủy và em load lại trang vẫn thấy như vậy. Sau đó em vào thanh toán trên BKPay thì thấy đã có khoản nộp và em đã nộp,rồi em quay lại trang đăng ký bảo hiểm y tế thì đã mất yêu cầu. Vậy cho em hỏi trường hợp của em (đã thanh toán tiền trên BKpay nhưng không có hiển thị trên trang đăng ký) thì có bị làm sao không ạ. .   i Yêu cầu khác .",
            "Chào em,. . Em liên hệ phòng Công tác chính trị sv qua email [email] để được hướng dẫn nhé.. . Thân mến. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Em muốn xin giấy hoãn nghĩa vụ quân sự do đã có giấy mời đi khám sức khỏe của phường gửi (ngày 15 này). . . . Không biết hình thức nhận như thế nào ạ do phòng đào tạo vẫn chưa gửi mail đi nhận.",
            "Chào bạn,. . - SV chủ động đăng ký giấy Xác nhận SV hoãn NVQS để bổ sung cho địa phương và chọn dịch vụ gửi qua được bưu điện (người nhận trả tiền) nếu có nhu cầu (PDT không in hàng loạt như các năm trước). . - Sau khi PĐT cập nhật xong bạn có thể tải bản scan trên trang đăng ký chứng nhận sinh viên.. . Đồng thời PĐT cũng đã gởi bưu điện nếu SV có đăng ký, vui lòng nhận sau.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: 1511109  /b \t. . . .   i Tốt nghiệp . Em chào chị ạ. Trong DANH SÁCH MÔN HỌC CTĐT K2019 TƯƠNG ĐƯƠNG/THAY THẾ CHO CTĐT K2018 VỀ TRƯỚC. Ở mục số 17 em thấy môn học \"CO1013 Kỹ Thuật lập trình\" có thể thay thế bởi \"CO1003 Nhập môn về lập trình\". Nên đã đăng ký học và đã có điểm 8.0. Không biết việc này em cần đăng ký chuyển điểm hay gì đó không ạ? Em rất lo lắng, mong chị hướng dẫn cách giải quyết ạ. . . . . Em có 2 file ảnh đính kèm đó ạ. . . . .  . . . . . .",
            "Chào em,. . - Em làm đơn gửi email [email]  để PĐT kiểm tra rồi trả lời em.. . - Lưu ý môn này chỉ được chọn 1 trong 2 môn thôi CO1013 hoặc TR2003.. . Thân mến. . . . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Chào cô,. . Em tên [full_name] MSSV [student_id]. . Nay em có câu hỏi là vào ngày 9/11/2020 em có đóng bảo hiểm 12 tháng như hình bên dưới ạ là tháng 11 nắm 2021 mới hết hạn nhưng do quên hạn nên vào 25/5/2021 em có đăng kí thêm bảo hiểm 6 tháng nữa. Thầy cố cho em hỏi là 6 tháng này có được tính các tháng tiếp theo không ạ. Mong thầy cô trả lời em sớm để em biết đăng kí tiếp BHYT tiếp theo ạ.. . Em xin chân thành cảm ơn.. .",
            "Chào em,. . Em liên hệ phòng Công tác chính trị sv qua email [email] để được hướng dẫn nhé.. . Thân mến. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Chào quí Thầy/Cô, . . Em muốn hỏi tại sao em có đầy đủ điều kiện để xét tốt nghiệp nhưng cho đến hiện tại em chưa thể đăng kí tốt nghiệp được và cũng như chưa có tên trong danh sách tốt nghiệp dự kiến ạ. . . . . Em đã gửi yêu cầu giải quyết vấn đề trên từ cách đây khoảng 2 tuần, nhưng vấn đề vẫn chưa được giải quyết xong ạ. . . . . Mong quý Thầy/Cô xem xét giúp trường hợp của em ạ. Em châm thành cảm ơn nhiều! . . . . Thân mến, . . [full_name].",
            "Chào em,. . Em còn nợ toiec.. . Thân mến. .",
            "li answer rate: Answer is not complete / Câu trả lời chưa hoàn chỉnh",
            "Dạ em nghĩ câu trả lời của Cô không đúng ạ. Vì em đã nộp bằng IELTs và đã có điểm chuyển cho tất cả 4 anh văn AV1,2,3,4 đều được 10/10. . . . . Nên nếu vấn đề KHÔNG THỂ ĐĂNG KÍ TỐT NGHIỆP là do nợ TOICE là sai; Mong Cô kiểm tra lại giúp em ạ.. . . . Thân mến!. . . .",
            "Chào em,. . Trường hợp của bạn đã chuyển đi xét lại và đã đủ điều kiện tốt nghiệp nhé, em theo dõi ds tốt nghiệp dự kiến bổ sung và gửi mail đăng ký tốt nghiệp trong tuần sau nhé, dự kiến trễ nhất là ngày 24/11/2021. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ  /i. . Kính gửi thầy/cô. . Em là sinh viên K20 ạ. . Trong học kì 211 này em được vào lớp tài năng của ngành kỹ thuật cơ khí  và em có môn Vẽ kỹ thuật cơ khí là môn cốt lõi nên em có 2 câu hỏi ạ:. . +Thứ 1: Học phần mở rộng của môn Vẽ kỹ thuật cơ khí nêu trên em có cần đăng kí bổ sung không ạ?. . +Thứ 2:nếu đăng kí những phần mở rộng của môn cốt lõi thì mã môn học có khác gì so với mã môn bình thường không ạ?. . Mong quý thầy/cô trả lời em ạ. . Em xin cảm ơn",
            "Chào em,. . - Em liên hệ VP Khoa cơ khí để kiểm tra diện SV tài năng nhé.. . - Hiện em chưa phải là SV tài năng (theo ds khoa cơ khí gởi).. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Em là [full_name] MSSV [student_id] Khoá 20 Khoa Cơ Khí . . Hiện nay do em không có nội trú ở Tp HCM, em sinh hoạt ở Đồng Nai nên muốn mua bảo hiểm y tế bệnh viện  ở Đồng Nai để thuận lợi cho việc khám chữa bệnh. Nếu em mua bảo hiểm ở Đồng Nai rồi nộp hoá đơn cho nhà trường thì em có cần phải đăng kí thêm bảo hiểm y tế ở nhà trường không. Nếu không đăng kí em có bị dừng ở học kì tiếp theo không.. . Em cảm ơn.. . . . . .",
            "Chào em,. . Em liên hệ phòng Công tác chính trị sv qua email [email] để được hướng dẫn nhé.. . Thân mến. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV[full_name]MSGV: [student_id]  [full_name]b \t. . . .   i Học vụ  [full_name]i . . . . Kính chào phòng đào tạo trường ĐH Bách Khoa. . . E tên [full_name] . . . MSSV [student_id] . . Lớp PC16HTD.. . Hiện tại em đã hoàn thành đồ án môn học mã môn học EE3061. Thầy hướng dẫn thông báo cho em là đã vào điểm .Em có vào bảng điểm xem lại nhưng hiện vẫn chưa có điểm, môn này do Thầy [full_name] hướng dẫn em. Kính nhờ phòng đào tạo kiểm tra lại giúp. Thân mến .[full_name].",
            "Chào em,. . Em vui lòng trình bày rõ là điểm của HK nào? Em hỏi lại thầy đã in điểm và nộp cho [full_name] và nộp lên Phòng Đào tạo chưa nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV[full_name]MSGV: [student_id]  [full_name]b \t. . . .   i Học vụ  [full_name]i . . . . Kính chào phòng đào tạo trường ĐH Bách Khoa.. . E tên [full_name] .. . MSSV [student_id]. . Lớp PC16HTD.. . Hiện tại em đã hoàn thành đồ án môn học mã môn học EE3061. Thầy hướng dẫn thông báo cho em là đã vào điểm .Em có vào bảng điểm xem lại nhưng hiện vẫn chưa có điểm, môn này do Thầy [full_name] hướng dẫn em. Kính nhờ phòng đào tạo kiểm tra lại giúp. Thân mến .[full_name].",
            "Cô đóng câu này vì em đã hỏi ở câu khác, cô đang hỏi để trả lời em.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác:",
            "Chào em,. . Em liên hệ phòng Công tác chính trị sv qua email [email] để được hướng dẫn nhé.. . Thân mến. . . .",
            "Yêu cầu khác: Em chào thầy/cô,. . Thầy/cô cho em hỏi là hiện tại em đang đăng kí nơi khám chữa bệnh ban đầu là ở Bệnh viện quận 1. Giờ em muốn đổi sang bệnh viện đa khoa Sài Gòn thì em nhập nơi đăng kí khám chữa bệnh là bệnh viện đa khoa Sài gòn hay sao ạ?",
            "Chào em,. . Em liên hệ phòng Công tác chính trị sv qua email [email] để được hướng dẫn nhé.. . Thân mến. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em xin phép được rút môn học Hạ tầng công trình giao thông CI4019 - Lớp L01 và sẽ thanh toán học phí đầy đủ.. . Em xin chân thành cảm ơn!",
            "Chào bạn,. . Bạn tải mẫu đơn: PHIẾU ĐĂNG KÝ RÚT MÔN HỌC (có tính học phí) tại trang web : aao.hcmut.edu.vn    biểu mẫu. . Điền đầy đủ thông tin nộp qua mail [email] hoặc BKSI). . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Kính gửi thầy cô PĐT,. . . . Em có hoãn LVTN ở HK 202 và muốn bảo vệ LVTN ở HK 211 thì em có thể đăng kí ở đâu và quy trình như thế nào ạ.. . . . Em xin cảm ơn.",
            "Chào em,. . Bây giờ em mới nộp đơn xin hoãn thi hay đã nộp đơn trước đó rồi?. . Vui lòng trình bày rõ để cô hướng dẫn bạn nhé.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Thầy/Cô ơi cho em hỏi là năm trước em đăng kí bảo hiểm y tế ở ký túc xá khu A, bây giờ e đăng kí tại trang trường mình thì hệ thống báo phải chọn nơi nhận. Em không tìm thấy chổ chọn nơi nhận ạ. Bây giờ em phải làm sao để đăng kí bảo hiểm ạ. Em cảm ơn.",
            "Chào em,. . Em liên hệ phòng Công tác chính trị sv qua email [email] để được hướng dẫn nhé.. . Thân mến. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em xin chào thầy/cô. . Em là [full_name] [full_name] MSSV [student_id]. . . . Vào năm nhất em mua BHYT tại trường nhưng hk202 em chuyển vào ktx ĐHQG ở và hiện tại em đã đăng ký mua và đã thanh toán BHYT tại KTX. . . Thầy,cô cho em hỏi là KTX ĐHQG sẽ chuyển danh sách về trường hay em phải làm đơn, thủ tục để báo cho trường ạ.. . . . Em xin cảm ơn.",
            "Chào em,. . Em liên hệ phòng Công tác chính trị sv qua email [email] để được hướng dẫn nhé.. . Thân mến. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em chào quý thầy/cô ạ !. . Qúy thầy/cô cho em hỏi học bổng NITORI có kết quả chưa ạ.. . Em cám ơn ạ",
            "Chào em,. . Em liên hệ phòng Công tác chính trị sv qua email [email] để được hướng dẫn nhé.. . Thân mến. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Em kính chào thầy / cô. . Em tên [full_name] MSSV [student_id] . . Em có thắc mắc là hiện tại phòng đào tạo còn cho phép em hủy môn học của học kỳ 211 không ạ?. . Em xin cảm ơn !",
            "Chào em,. . - Đã hết thời gian hủy môn học HK211.. . - Đã hết thời gian rút môn học (phải thanh toán học phí). Nếu em có lý do chính đáng cần rút môn học, em cần làm theo hướng dẫn sau để trình BLĐ phòng xem xét. . 1.   Sv tải PHIẾU ĐĂNG KÝ RÚT MÔN HỌC (tại trang web: aao.hcmut.edu.vn biểu mẫu) điền thông tin ký tên chụp hình để có file ảnh tải lên trang bksi.hcmut.edu.vn. . 2.   Sv đăng nhập vào trang bksi.hcmut.edu.vn ¬¬¬ Hỏi/Yêu cầu  Tạo câu hỏi/yêu cầu mới: Rút môn học (phải thanh toán học phí) HK 211: điền thông tin vào CHỦ ĐỀ VÀ NỘI DUNG. . 3.   Click vào choose file để tại file ảnh . . 4.   Click vào GỞI. . Thân mến. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]  /. . Dạ em chào thầy/cô, cho em hỏi về thông tin đăng ký bảo hiểm y tế ạ:. .  1/ Em đã đổi sang sử dụng căn cước công dân rồi thì có phải cập nhật lại thông tin không??. .  2/ Em không thấy chỗ chọn nơi nhận thẻ bảo hiểm.. . . .   i Yêu cầu khác .",
            "Chào em,. . Em liên hệ phòng Công tác chính trị sv qua email [email] để được hướng dẫn nhé.. . Thân mến. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Em chào thầy cô, do em đã trả trọ và hiện tại em thấy lịch học của các môn thực tập không dời nữa ( thường sẽ có cập nhật sau 1 2 tuần).. . Vậy liệu có thông tin về kế hoạch đi học lại ở trường chưa ạ và ví dụ các bạn chưa có 2 mũi vacxin nhưng đăng ký môn thực tập sẽ có được tham gia không ạ. Và nếu họ không tham gia được thì em có thể xin đăng ký học thực tập môn đó thay chỗ họ được không vì lúc dky môn em không kịp đăng ký môn đó.. . Em xin cảm ơn thầy/cô.. .   i Học vụ .",
            "Chào em,. . - Vậy liệu có thông tin về kế hoạch đi học lại ở trường chưa ạ . . =  Hiện tại chưa cho phép vào trường đến khi có thông báo mới.. . - ví dụ các bạn chưa có 2 mũi vacxin nhưng đăng ký môn thực tập sẽ có được tham gia không ạ. . . =  + Hiện tại chưa cho phép vào trường đến khi có thông báo mới.. .    + Nếu thực tập ở ngoài trường, doanh nghiệp ... tùy yêu cầu nơi đó.. . - Em không kịp đăng ký môn đó.. . =  TKB của em có môn đó thì mới hợp lệ về điểm, .... . - Lần sau em muốn hỏi thì cần ghi đầy đủ thông tin: mã môn học, tên môn học, học kỳ để PĐT dễ kiểm tra nhé. . . Thân mến"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em có câu hỏi về vấn đề thôi học để chuyển trường:. . -Khi em đăng ký thôi học thì khoản học phí em đã đóng trước đó có hoàn về không ạ? Hay em buộc phải học hết học kì mới được chuyển ạ?. . Vì các lí do sau em đã suy nghĩ rất kĩ về chuyện chuyển trường để thay đổi ngành học:. . - em thật sự không phù hợp với ngành học này. . - em không có năng khiếu lẫn đam mê với các môn Toán, Lý , Hoá và em không có khả năng đi hết 4 năm đại học cùng ngành Bảo Dưỡng Công Nghiệp. . - Địa điểm học cách quá xa khu vực em sinh sống. . - Nếu tiếp tục học em nghĩ mình sẽ tốn tiền và thời gian",
            "Chào em,. . Em xem quy định chuyển trường trên aao/điều 29. . http://www.aao.hcmut.edu.vn/index.php?route=catalog/chitietsv&path=90&tid=1658. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em chào PĐT ạ, học kì 202 đợt dịch nên em có hoãn thi một môn học nhưng hiện tại vẫn chưa cập nhật điểm hoãn thi nên điểm trung bình học kì cũng bị tính sai, mong PĐT sớm cập nhật ạ . .",
            "Chào em,. . Em theo dõi email, trên mybk, PĐT chuẩn bị hoàn tất việc ra quyết định hoãn thi.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Kính thưa Thầy, Cô. . Hôm ngày 4/11 em có đăng ký in bảng điểm, em đã đóng tiền đầy đủ và chọn để được gửi bảng điểm về nhà. . . Tuy nhiên đã một tuần kể từ ngày đăng ký và hoàn thành đóng tiền nhưng em vẫn chưa nhận được bảng điểm ạ.. . Thầy, Cô làm ơn xem xét và kiểm tra giúp en ạ.. . Em xin chân thành cảm ơn ạ. . Kính chào Thầy, Cô",
            "Chào em;. . Bảng điểm của em trường đã gửi viettel post cách đây 2 ngày. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Dạ em chào cô,em là [full_name].Hiện tại em đang làm bên 1 cty mà bên cty có đóng BHYT theo từng tháng thì bây giờ em có phải mua BHYT trên trường nữa không ạ",
            "Chào em,. . Em liên hệ phòng Công tác chính trị sv qua email [email] để được hướng dẫn nhé.. . Thân mến. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Thầy cô cho em hỏi, tại sao HK211, em có TKB môn Thực tập kỹ thuật chế tạo (ME2023), những vì dịch nên nhà trường không dạy được. Mà sao giờ bắt em đóng học phí môn này. Nếu như đóng mai mốt có được học bù lại không?. . Em đã có viết mail hỏi TKB học của bộ môn nhưng cũng không ai phản hồi em.. .",
            "Chào em,. . PĐT đã gửi email đến sv: Thông báo kế hoạch tổ chức thi học kỳ 1 năm 2021-2022. . . . -      Các học phần đồ án (ĐA), Thực tập ngoài trường (TTNT), Đề cương luận văn tốt nghiệp (ĐCLV), Luận văn tốt nghiệp (LVTN), nếu tình hình dịch bệnh ảnh hưởng nghiêm trọng đến kết quả thực hiện, và SV không thuộc diện bị cấm thi (bảo vệ), SV phải được sự đồng ý của GV hướng dẫn, có xác nhận của Bộ môn/Khoa, mới được phép hoãn thi (nộp bài, báo cáo, bảo vệ).. . Thân mến. . . .",
            "Kính gửi cô,. . . . Vấn đề em hỏi là em chưa được học môn đó luôn mà giờ nhà trường thu học phí.",
            "Chào em,. . - Nếu chưa học thì tất cả sv có đăng ký đều chưa học, em liên hệ Khoa để được hướng dẫn. - - Nếu chưa học được thì tùy theo tình hình thực tế dịch bệnh mà trường sẽ thông báo tiếp.. . - Vấn đề em hỏi là em chưa được học môn đó luôn mà giờ nhà trường thu học phí. . =  Thời khóa biểu có môn học nào thì phải đóng học phí đó em, dù chưa học, sẽ học sau có mất tiền của em đâu. . . Thân mến. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . PĐT cho em hỏi, em thi môn CAD-CAM vào ngày 20-08-2021 đến nay đã gần 3 tháng rồi mà vẫn chưa được cập nhật điểm. Nhờ PĐT kiểm tra lại giúp em để em biết mà đăng ký học ở học kỳ tới.. . . . Em đã gửi mail cho PĐT và thầy bộ môn rất nhiều lần, nhưng không ai phản hồi em hết.. .",
            "Chào em,. . Khoa Cơ Khí trả lời: Môn ME4007 - CAD CAM chưa nộp điểm vì còn phần THTN chưa học nên Bộ môn không thể nộp điểm được.. . Thân mến. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "[full_name] . MSSV: [student_id]. .   i Yêu cầu khác . Dạ thầy/cô cho em hỏi, em đăng ký bhyt lúc cập nhật thông tin có thông báo chọn nơi nhận thẻ bảo hiểm nhưng em ko thấy (hình ảnh). trường hợp này là lỗi hệ thống hay sao ạ? giờ hướng giải quyết như thế nào ạ? Em chân thành cảm ơn.",
            "Chào em,. . Em liên hệ phòng Công tác chính trị sv qua email [email] để được hướng dẫn nhé.. . Thân mến. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Em tên là [full_name] Mssv [student_id] thuộc khoa Cơ khí K20. Em có đăng kí giấy xác nhận sinh viên từ ngày 18/10 gửi qua bưu điện nhưng giờ vẫn chưa có giấy và phường em đang yêu cầu gấp ạ. Em không biết là nên chờ tiếp hay có thể lấy nhanh hơn bằng cách khác không ạ.. . Em cảm ơn.",
            "Chào bạn;. . đợt 18/10 thư đi Bình Dương vẫn chưa đi được do ảnh hướng dịch, đến nay mới đi được nhé, bạn chịu khó đợi bưu điện gọi nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Kính gửi Quý thầy cô,. . Em là [full_name], MSSV [student_id] khoa Cơ khí, hiện tại đã hoàn thành các điều kiện xét tốt nghiệp:. . 1. Số ngày CTXH: 15,5. . 2. Đã nộp chứng chỉ ngoại ngữ : IELTS 6.5. . 3. Đã hoàn thành CTGD của ngành Cơ điện tử với ĐTBTL : 7.05. . 4. Đạt các môn GDTC và đã hoàn thành GDQP. . Kính mong quý thầy cô xem xét và thêm tên em vào danh sách tốt nghiệp. . . Em xin chân thành cảm ơn.. . Chúc quý thầy cô thật nhiều sức khỏe và bình an . .",
            "Chào bạn,. . - PDT đã ghi nhận yêu cầu về đăng ký xét TN của bạn. SV vui lòng theo dõi email  và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . - Trường hợp sau ngày 15/11/2021 SV vẫn chưa nhận được mail hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . - Xem chi tiết lịch học vụ (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 11/2021. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Em chào thầy, cô. . Em tên là [full_name]. . Theo em biết thì hiện tại đã hết thời hạn rút môn học. Vậy hiện giờ em có thể đăng kí rút môn được không ạ?. .",
            "Chào em,. . Đã hết thời gian rút môn học (phải thanh toán học phí), em cần làm theo hướng dẫn sau để trình BLĐ phòng xem xét. . 1.   Sv tải PHIẾU ĐĂNG KÝ RÚT MÔN HỌC (tại trang web: aao.hcmut.edu.vn biểu mẫu) điền thông tin ký tên chụp hình để có file ảnh tải lên trang bksi.hcmut.edu.vn. . 2.   Sv đăng nhập vào trang bksi.hcmut.edu.vn ¬¬¬ Hỏi/Yêu cầu  Tạo câu hỏi/yêu cầu mới: Rút môn học (phải thanh toán học phí) HK 211: điền thông tin vào CHỦ ĐỀ VÀ NỘI DUNG. . 3.   Click vào choose file để tại file ảnh . . 4.   Click vào GỞI. . Thân mến. . . .",
            "Dạ, theo như hướng dẫn của cô em đã tải biểu mẫu và điền thông tin rồi ạ. Em gửi file đính kèm 2 ảnh phiếu rút môn ạ.. .",
            "Chào bạn,. . PDT đã tiếp nhận đơn rút MH học HK211(có tính học phí) của bạn, bạn vui lòng theo dõi thông tin cập nhật trên mybk/Thông tin SV/ xem điểm trễ nhất là 30/11/2021. . Sau ngày này vẫn chưa được cập nhật vui lòng phản hồi lại bksi. . Thân . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Dạ em chưa điền form thì bây giờ được điền lại không ạ. .",
            "Chào em. . Vui lòng trình bày rõ nội dung vấn đề nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Dạ Cho em hỏi số điện thoại khác của phòng đào tạo ạ. Đã 2 ngày sau lịch hẹn trả kết quả của PĐT nhưng em điện thoại thì không được, mail thì PĐT cũng không trả lời ạ.",
            "Chào em,. . - Em gọi theo số nào vậy, PĐT ngày nào cũng có người làm việc.. . - Hiện tại SV chưa được phép vào trường cho đến khi có thông báo mới.. . - Nếu em có đăng ký nhận qua bưu điện thì em chờ bưu điện phát thư.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em tên là: [full_name]. MSSV: [student_id].. . Học kì 211 em có đăng kí môn AV2: LA1005-L03 để duy trì TKB và chờ thi Toeic để chuyển điểm. Nay em chuẩn bị thi Toeic nên em muốn rút môn học, để nộp bằng và đăng kí Tốt nghiệp đợt tháng 11/2021. Vậy thủ tục rút môn như thế nào ạ? Em có cần làm đơn rút môn học không ạ và sẽ nộp như thế nào ạ?. . Trường hợp bây giờ em rút môn và em đăng kí xét Tốt nghiệp đợt tháng 3/2022 thì có cần làm đơn thu nhận lại không ạ?. . Mong PĐT giải đáp thắc mắc giúp em. Em xin cảm ơn ạ.. .",
            "Chào bạn,. . Bạn tải mẫu đơn: PHIẾU ĐĂNG KÝ RÚT MÔN HỌC (có tính học phí) tại trang web : aao.hcmut.edu.vn    biểu mẫu. . Điền đầy đủ thông tin nộp qua mail [email] hoặc BKSI). . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính gửi Phòng Đạo Tạo,. . Em tên [full_name]. . MSSV: [student_id]. . Lớp: CK15HT1. . Em xin được trình bày như sau:. . Vào tháng 09/2020 em đạt điểm Toeic 475, số điểm không đủ để đạt yêu cầu ra trường.Tuy nhiên em buộc phải chuyển điểm với số điểm rất thấp để hoàn thành yêu cầu Anh văn1,2,3 vì trường ra yêu cầu áp dụng thang điểm quy đổi mới và chỉ 7 ngày sau là em nhận kết quả Toeic mới với số điểm 530 nhưng chỉ quy đổi được AV4 vì không được quy đổi 2 lần. Gần đây em mới biết là khóa K2015 vẫn áp dụng thang điểm quy đổi cũ, thực sự là một sự mất mát về điểm số lớn ảnh hưởng đến phân loại tốt nghiệp của em. Rất mong Phòng Đào Tạo cho phép em thực hiện lại việc quy đổi Anh văn 1,2,3,4 theo mức Toiec 530. Em xin chân thành cảm ơn!",
            "Gửi đến Sinh viên. . căn cứ theo quy chế học vụ, Sinh viên chỉ được đăng ký quy đổi điểm một lần duy nhất đối với bốn môn AV1,2,3 và 4.. . vì vậy khi SV có Toeic 475 chỉ đủ quy đổi 3 môn Anh văn. sau này Sinh viên có CCAV cao hơn thì theo quy chế không thể dùng để xét lại 3 môn Anh văn đã đăng ký quy đổi thành công trước đó.. . thân chào."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Do ảnh hương dịch covid em muốn xin nhà trường gia hạn thời gian đóng học phí học kỳ chính được không ạ?",
            "Chào em,. . Em liên hệ phòng Công tác chính trị sv qua email [email] để được hướng dẫn nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Dạ, Em tên: [full_name]. Mssv: [student_id].. . Hệ: VLVH. Trong đợt đăng kí xét tốt nghiệp tháng 9/2021. Tới tháng 10/2021 em có tra cứu danh sách (203)dự kiến tốt nghiệp đợt 2/2021 thì Điểm trung bình tốt nghiệp của em là 7,42.. . Hôm nay em kiểm tra lại theo danh sách (211) Tốt nghiệp đợt 2/2021 thì điểm trung bình tốt nghiệp của em chỉ còn 7,22. Kính mong PĐT kiểm tra và giải đáp thông tin giúp em với ạ.. . Em chân thành cảm ơn quý Thầy/Cô!",
            "Chào em,. . Người phụ trách đã trả lời em qua email, cần hỏi thêm gì em gửi email đó nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em chào thầy/cô,. . . . Hôm bữa em có nhận 1 mail nói về việc bố sung ảnh thẻ ở trang xét tốt nghiệp, hạn chót là 7/11. Nhưng lúc em vào thì website không cho nộp ảnh(hiện tại em bị thiếu 1 ngày ctxh) thì em có thể nộp bổ sung sau được không ạ.. . . . Em thấy hạn chót nộp xét tốt nghiệp là 24/12, thì em có thể hoàn thành các thủ tục cho tới hôm đó là có thể dự lễ tốt nghiệp trong kì này phải không ạ.. . . . Em cảm ơn thầy/cô.. .",
            "Chào em,. . - Em bị thiếu 1 ngày ctxh) thì em có thể nộp bổ sung sau được không ạ.. . =  Em liên hệ phòng Công tác chính trị sv qua email [email] để được hướng dẫn.. . - Khi nào em đủ ngày CTXH rồi gửi lại đề nghị xét tốt nghiệp, nộp ảnh.. . Thân mến. . . . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Thưa thầy cô.. . Địa phương em vừa gửi giấy khám nghĩa vụ quân sự,do đợt vừa rồi em nghĩ không bị gọi nên đã không đăng ký giấy hoãn,thì bây giờ em có thể đăng ký giấy hoãn để nộp cho địa phương được không ạ. .   i Yêu cầu khác .",
            "Chào bạn,. . - SV chủ động đăng ký giấy Xác nhận SV hoãn NVQS để bổ sung cho địa phương và chọn dịch vụ gửi qua được bưu điện (người nhận trả tiền) nếu có nhu cầu (PDT không in hàng loạt như các năm trước). . - Sau khi PĐT cập nhật xong bạn có thể tải bản scan trên trang đăng ký chứng nhận sinh viên.. . Đồng thời PĐT cũng đã gởi bưu điện nếu SV có đăng ký, vui lòng nhận sau.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Chào thầy cô. . . Em tên [full_name]. Hôm nay em mới đăng ký nhận giấy chứng nhận sinh viên tại CS1 trường mình. . . Cho em hỏi  thời gian nhận được sớm nhất là khi nào, nếu lâu  quá thì em có thể lên CS1 lấy giấy trực tiếp được không ạ. Vì em đang cần gấp để làm hồ sơ.. . Mong thầy cô giải đáp!!. .   i Yêu cầu khác .",
            "Chào bạn,. . - Sau khi PĐT cập nhật xong bạn có thể tải bản scan trên trang đăng ký chứng nhận sinh viên.. . Đồng thời PĐT cũng đã gởi bưu điện nếu SV có đăng ký, vui lòng nhận sau.. . - Em đăng ký lấy ở CS1: hiện tại chưa vào trường được cho đến khi có thông báo mới.. . - Em liên hệ PĐT 028.[student_id]7 gặp anh [full_name] xem có thể giúp em được không nhé. . . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Thầy cô cho em hỏi là em đã đăng ký tốt nghiệp và có email xác nhận từ ngày 29/10, MSSV: [student_id]. Vậy cỡ bao lâu thì nhận được giấy tốt nghiệp tạm thời ạ. Nếu em muốn xin file mềm của giấy tốt nghiệp tạm thời thì phải làm thế nào ạ",
            "Chào em,. . PĐT đã in giấy CN tạm thời của Sinh viên, dự kiến sẽ gửi về địa chỉ của Sinh viên vào cuối tuần này.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Chào thầy/cô ở phòng đào tạo ạ.. . Em là [full_name] MSSV:[student_id]. . ngành cơ điện tử và robot (211). . Em muốn hỏi là em nộp trễ đợt 1 học phí ngày 29/9 trên bkpay thì em phải nộp học phí ở đâu v ạ.. . Em cảm ơn.. .",
            "Chào em,. . Việc đóng học phí, lệ phí qua bkpay. . https://bkpay.hcmut.edu.vn/man/home.action. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Chào Anh/ Chị,. . Em tên là [full_name] - [student_id], sinh viên ngành Cơ điện tử.. . . . Em đã đăng ký tốt nghiệp học kì vừa rồi và hiện giờ em chưa thể lên lại trường để lấy giấy tốt nghiệp tạm thời.. . . . Em có lên trang MyBk để xem thì chưa thấy chức năng để download bản mềm của giấy tốt nghiệp tạm thời, nên em muốn hỏi là có thể gửi bản mềm cho em được hay không tại em đang cần gấp để nộp cho công ty đúng hạn ạ.. . . . Email của em là: [email]. . SDT nếu cần liên hệ gấp: [phone_number]. . . . Em xin cảm ơn.",
            "gửi bạn mã vận đơn",
            "Hiện em đang không có ở địa chỉ trên thành phố, nên nhờ anh/chị gửi về địa chỉ hiện tại này của em: Cửa Hàng VLXD 5 Đức, 532/5 Quốc lộ 1, xã Thân Cửu Nghĩa, huyện Châu Thành, tỉnh Tiền Giang.. . . . Em cảm ơn.",
            "Chào bạn,. . PDT đã gửi lại theo địa chỉ mới của bạn nhé, bạn lưu ý về địa chỉ và SDT người nhận nhé. . Thân"
        ]
    }
]