[
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ cho em hỏi là em đăng kí lớp L04 cho môn giải tích 2, nhưng em thấy lịch học khá bất tiện và không phù hợp đối với em. Vì vậy em thực sự muốn chuyển sang lịch học của lớp L03 giải tích 2 có được không ạ. Hiện tại em thấy các lớp L1-L40 giải tích 2 đều đủ sĩ số 99/99 rồi nên em không thể đổi được. . . Nếu có thể mong PĐT giúp em.. . Em cảm ơn",
            "\"Chào bạn,. . Hiện tại toàn bộ môn học đã được Phòng Đào tạo tăng sĩ số tối đa theo quy định của từng loại môn học và quy định của google meet (tối đa 100 tính luôn Giảng Viên). . Xem quy định về sĩ số mở lớp cho từng loại môn học tại đây: aao.hcmut.edu.vn/sinh viên/quy chế/học vụ/Quy chế đào tạo và học vụ bậc đại học, cao đẳng/ Điều 8. 2. . Chúc bạn học tập tốt nhé.. . Thân. \". ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Mở môn học học kỳ 212 . Dạ thưa thầy cô, em có thấy trên mail nhà trường có nói cho phép mở rộng sĩ số tối đa lên 100 tính cả giáo viên, vậy phòng đào tạo có thể mở giới hạn sỉ số lớp vi xử lý mã ee2039 lớp L04_L11 lên 99 sinh viên được không ạ, em cảm ơn thầy cô.",
            "\"Chào bạn,. . Hiện tại toàn bộ môn học đã được Phòng Đào tạo tăng sĩ số tối đa theo quy định của từng loại môn học . . Xem quy định về sĩ số mở lớp cho từng loại môn học tại đây: aao.hcmut.edu.vn/sinh viên/quy chế/học vụ/Quy chế đào tạo và học vụ bậc đại học, cao đẳng/ Điều 8. 2. . Chúc bạn học tập tốt nhé.. . Thân. \"\". . \""
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Thưa thầy/cô:. . . . Hiện tại lớp Pháp luật đại cương L03 (MSMH: SP1007) đã đủ chỉ tiêu số lượng, em mong nhà trường có thể tăng thêm sĩ số lớp học để chúng em có thể học tập ạ. Em cảm ơn!",
            "\"\"\"Chào bạn,. . Hiện tại toàn bộ môn học đã được Phòng Đào tạo tăng sĩ số tối đa theo quy định của từng loại môn học và quy định của google meet (tối đa 100 tính luôn Giảng Viên). . Xem quy định về sĩ số mở lớp cho từng loại môn học tại đây: aao.hcmut.edu.vn/sinh viên/quy chế/học vụ/Quy chế đào tạo và học vụ bậc đại học, cao đẳng/ Điều 8. 2. . Chúc bạn học tập tốt nhé.. . Thân.. . \"\"\""
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Chào Thầy, Cô Em là sv năm cuối, em có đọc mail thì trg đã miễn chứng chỉ av để đk lvtn hk212. Nhưng khi e đk AS3427 thì lại bị lỗi CCAV. . . Em cảm ơn Thầy, Cô.",
            "Chào bạn,. . Hiện tại PĐT đã cập nhật lại các lỗi phát sinh khi đăng ký môn học. Nên SV vui lòng vào đăng ký lại ở đợt 3 từ ngày 04/01/2022. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ em chào Thầy/Cô. Thầy/Cô cho em hỏi là em đăng ký môn học Luận văn tốt nghiệp mã CH4327  vào đợt 1 rồi, nhưng sang đợt 2 thì môn học đã mất và em đăng ký lại thì hệ thống hiển thị là thiếu chứng chỉ AV (tiên quyết) và em không đăng ký được là vì sao ạ? Em cũng hỏi các bạn khác thì các bạn chưa nộp chứng chỉ AV vẫn đăng ký đươc bình thường ạ.. . Em mong Thầy/Cô phản hồi sớm và giải đáp thắc mắc giúp em.. . Em xin cảm ơn ạ.",
            "Chào bạn,. . Hiện tại PĐT đã cập nhật lại các lỗi phát sinh khi đăng ký môn học. Nên SV vui lòng vào đăng ký lại ở đợt 3 từ ngày 04/01/2022. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em xin chào quý thầy cô. Hiện em còn thiếu môn học xác suất và thống kê.kì trước môn này có mã MT2001 và 3 tín chỉ. Bây giờ là MT2013 4 tín chỉ em muốn hỏi 2 môn này có tương đồng và chuyển điểm qua lại được không em xin cảm ơn ạ. . . .",
            "Chào bạn,. . Về Chương trình Đào tạo, danh sách môn tương đương…, bạn vui lòng xem tại:. . aao.hcmut.edu.vn/Sinh viên/Chương trình Đào tạo. . Sinh viên thắc mắc về CTĐT vui lòng liên hệ về Khoa xin gặp Thầy/Cô Phụ trách về CTĐT để được tư vấn và hỗ trợ thêm.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Thưa cô(thầy)!. . Em muốn hỏi về điểm chuẩn toeic để tốt nghiệp của khóa K2017!. . Em xin cám ơn!. .",
            "\"Chào bạn. . - Về quy định chuẩn tiếng anh trong quá trình học: Bạn vui lòng xem chi tiết tại trang web aao--  sinh viên --  Quy chế --  Quy chế đào tạo và học vụ bậc đại học và cao đẳng -- Phụ lục 1: Quy định về ngoại ngữ . . Chúc bạn học tập tốt nhé.. . Thân. . \""
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Chào thầy/cô.. . Thầy/cô cho em hỏi, trong chương trình đào tạo K18 em phải học 3 môn nhóm B1. Trong học kỳ 211, em đã học được 1 môn, nhưng trong kỳ 212 lại không có lớp nào để em hoàn thành 2 môn còn lại. Nếu vậy em phải học chương trình tương đương của K19 phải không ạ. Nhưng CTĐT K19 thì 2 môn nhóm B1 bằng 3 môn nhóm B1 CTĐT K18. Vậy bây giờ em phải đăng ký 2 môn của CTĐT K19 hay sao ạ.. . Cảm ơn thầy/cô đã đọc.",
            "\"Chào bạn,. . Về Chương trình Đào tạo, danh sách môn tương đương…, bạn vui lòng xem tại:. . aao.hcmut.edu.vn/Sinh viên/Chương trình Đào tạo. . Sinh viên thắc mắc về Chương trình đào tạo SV vui lòng liên hệ về Khoa xin gặp Thầy/Cô Phụ trách về CTĐT và Giáo viên chủ nhiệm để được tư vấn và hỗ trợ thêm.. . Thân. . \""
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính gửi: phòng đào tạo trường Đại học Bách Khoa.. . Em tên: [full_name]. .  Theo như thông tin của nhà trường thì chúng em chưa cần xét chuẩn AV quốc tế, nhưng em bị xóa môn học Làm Luận văn và cũng không đăng kí lại được. . . Mong quý thầy cô giúp em giải quyết vấn đề này với ạ! . . Em rất chân thành cảm ơn sự hỗ trợ và giúp đỡ từ phía nhà trường!. . người gửi. . ngân. . [full_name]. . . .",
            "Chào bạn,. . Hiện tại PĐT đã cập nhật lại các lỗi phát sinh khi đăng ký môn học. Nên SV vui lòng vào đăng ký lại. . Theo thông báo :. . - Các học phần đang học nhưng chưa có điểm, kể cả học dự thính, và SV không thuộc diện bị cấm thi, được xem là đạt và tích luỹ được tín chỉ để đăng ký các học phần, kể cả các học phần tốt nghiệp (TTNT, ĐCLV và LVTN). Các học phần tốt nghiệp sẽ được PĐT hậu kiểm sau khi có kết quả học tập để đảm bảo đúng điều kiện ràng buộc theo đúng quy định. SV nên cân nhắc kỹ, tự xác định năng lực học tập trước khi đăng ký các học phần tốt nghiệp để việc học tập đạt kết quả tốt nhất.. . - Nhà trường tạm thời không xét điều kiện : Chuẩn tiếng Anh sau mỗi năm học (chuẩn Anh văn hàng năm); Chuẩn CCAV quốc tế khi xét LVTN; Chuẩn Giáo dục thể chất cho riêng HK chính 212 và HK dự thính 212.. . - Nhà trường tạm thời xét từ đủ 6 ngày CTXH khi xét LVTN trong HK212.. . . . Thân chào."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em tên [full_name], sinh viên khóa K15. Chương trình đào tạo của em hết hạn vào 04/2022. Em hiện vẫn còn nợ một số môn mới đủ điều kiện tốt nghiệp. Cho em hỏi hiện giờ em không đủ kiện đăng ký môn học mới, em không thể đăng ký môn học trên mybk, có cách nào để em trả nợ nhưng môn còn thiếu không ? Với tình trạng sinh viên của em hiện tại có thể chuyển sang VLVH được không ? Nếu được có thể cho xin hướng dẫn hay các mẫu đơn cần thiết được không ? . . . . Xin chân thành cảm ơn.",
            "\"Chào bạn. . K2015 đã hết thời gian đào tạo nên không dkmh được. . - Về quy định thời gian và kế hoạch học tập (kéo dài thêm 1 Học kỳ): Bạn vui lòng xem chi tiết tại trang web aao    sinh viên    Quy chế    Quy chế đào tạo và học vụ bậc đại học và cao đẳng    Các trường hợp được kéo dài thời gian đào tạo    điều 5.5. . - Bạn có thể chuyển sang VLVH. . Bạn tải mẫu Phiếu đề nghị chuyển sang VLVH  tại trang web: aao.hcmut.edu.vn gởi tại BKSI để Pdt xử lý chuyển sang VLVH cho bạn. . Thân. . \""
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ em chào thầy/cô,. . . . Kết quả đăng kí đợt 1 môn   I Con người và môi trường (EN1003)  /I  của em bị xóa vì không mở lớp cho hệ CQ, nhưng bên hệ VHVL lại mở 3 lớp  (cùng mã EN1003) và còn slot để đăng kí. . . . . Em có thể đăng ký lớp bên hệ VHVL được không ạ? Em sợ nếu yêu cầu mở lớp thì lại không đủ sỉ số để đăng kí ạ vì môn này em học trễ so với mấy bạn.. . . . Em mong thầy/ cô xem xét cho trường hợp của em để kịp hoàn thành chương trình học để tốt nghiệp đúng hạn.. . Em xin chân thành cảm ơn.",
            "Chào bạn. . SV lưu ý:. . 1- Hiện tại toàn bộ môn học đã được Phòng Đào tạo tăng sĩ số tối đa theo quy định của từng loại môn học và quy định của Google Meet. Xem quy định về sĩ số mở lớp cho từng loại môn học tại đây: aao.hcmut.edu.vn/sinh viên/quy chế/học vụ/Quy chế đào tạo và học vụ bậc đại học, cao đẳng/ Điều 8. 2. . 2- Đã hết thời gian hiệu chỉnh và hủy môn học, Về việc rút Môn Học (có tính học phí) sinh viên vui lòng đợi mail thông báo dự kiến trong tháng 1/2021 sau của PDT. . 3- Trường hợp chưa ĐKMH ở đợt 2 thành công, bạn vui lòng đợi mail thông báo về việc ĐKMH ở đợt 3 từ ngày 04/01/2022 ( lưu ý: Trong đợt 3, SV chỉ có thể bổ sung các môn học còn sĩ số, không hiệu chỉnh và hủy MH). . 4- Sinh viên vui lòng xem kết quả ĐKMH, xem lý do vì sao không ĐKMH được (có đăng ký, nhưng không có TKB) tại trang web: mybk.hcmut.edu.vn    Đăng ký môn học    Đăng ký môn học HK212 - Kết quả đợt 2    bấm vào mục Đăng ký mới    chọn Loại hình đăng ký    xem Lịch sử đăng ký.. . 5- Trong trường hợp sau khi kết thúc đợt 3 (từ ngày 4/1 đến 6/1/2022), mà kết quả xử lý ĐKMH không đúng, bạn có thể làm đơn khiếu nại (kèm minh chứng nếu có), gửi qua trang bksi ghi rõ tiêu đề: “Khiếu nại ĐKMH HK212”, nội dung khiếu nại trình bày rõ lý do, ghi rõ tên, mã môn học và mã nhóm đã đăng ký. . 6- SV xem TKB tại mybk/Thông tin SV/ Xem TKB (sẽ được cập nhật dự kiến trước ngày 3/1/2022). . Chúc các bạn học tốt!. . Thân",
            "li answer rate: Answer is not complete / Câu trả lời chưa hoàn chỉnh"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Chào phòng đào tạo.. . Em là sinh viên k15, hiện em đã làm đơn chuyển hệ vừa làm vừa học và đã được cập nhật trạng thái \"Thu nhận vào hệ VLVH\" ở mục trạng thái SV, thông tin SV. Nhưng hôm nay em vào \"Đăng ký môn học\" để đăng ký luận văn tốt nghiệp thì được thông báo là \"Bạn không được quyền đăng ký môn học\". Xin phòng đào tạo giải đáp giúp em vấn đề này để em kịp thời đăng ký được môn học. Em xin cảm ơn.",
            "Chào bạn. . Bạn vào đăng ký lại nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Chào thầy/cô,. . Em có đăng ký hoãn thi GT2 kì này ( em học là DT 202 ) nhưng mà khi đăng ký em không đọc kỹ thông tin nên đăng ký hoãn thi nhầm lớp. . . Liệu có ảnh hưởng gì không ạ và có cách nào để khắc phục không ạ.",
            "Chào em,. . Đúng tên và mã MH là được nhé bạn.. . Thân",
            "li answer rate: Answer suits the needs / Câu trả lời đúng ý"
        ]
    },
    {
        "intent": "",
        "message": [
            "Em chào các anh/chị. . Em tên là [full_name] - [student_id]. Hiện đang là sinh viên năm 4 ngành khoa học máy tính. Kỳ này em có đăng ký môn Đề cương luận văn, nhưng hiện tai em không đăng ký được vì lý do thiếu chuẩn AV, mặc dù em đã qua AV4 và kỳ này trường không xét điều kiện AV để đăng ký luận văn. Em mong anh/chị giải đáp thắc mắc của em ạ. Em cảm ơn các anh chị. . . . Trân trọng. .   i Đăng ký môn học .",
            "Chào bạn,. . Hiện tại PĐT đã cập nhật lại các lỗi phát sinh khi đăng ký môn học. Nên SV vui lòng vào đăng ký lại. . Theo thông báo :. . - Các học phần đang học nhưng chưa có điểm, kể cả học dự thính, và SV không thuộc diện bị cấm thi, được xem là đạt và tích luỹ được tín chỉ để đăng ký các học phần, kể cả các học phần tốt nghiệp (TTNT, ĐCLV và LVTN). Các học phần tốt nghiệp sẽ được PĐT hậu kiểm sau khi có kết quả học tập để đảm bảo đúng điều kiện ràng buộc theo đúng quy định. SV nên cân nhắc kỹ, tự xác định năng lực học tập trước khi đăng ký các học phần tốt nghiệp để việc học tập đạt kết quả tốt nhất.. . - Nhà trường tạm thời không xét điều kiện : Chuẩn tiếng Anh sau mỗi năm học (chuẩn Anh văn hàng năm); Chuẩn CCAV quốc tế khi xét LVTN; Chuẩn Giáo dục thể chất cho riêng HK chính 212 và HK dự thính 212.. . - Nhà trường tạm thời xét từ đủ 6 ngày CTXH khi xét LVTN trong HK212.. . . . Thân chào."
        ]
    },
    {
        "intent": "",
        "message": [
            "CODE Yêu cầu khác: Em xin chào thầy cô.. . Thầy cô cho em hỏi em muốn xin mở lớp thi công công trình cơ sở hạ tầng CI4023 thì cần tối thiểu bao nhiêu bạn và thủ tục mở như thế nào ạ.. . Em xin cảm ơn ạ",
            "\"Chào bạn. . Xem quy định về sĩ số mở lớp cho từng loại môn học tại đây: aao.hcmut.edu.vn/sinh viên/quy chế/học vụ/Quy chế đào tạo và học vụ bậc đại học, cao đẳng/ Điều 8. 2. . Chúc bạn học tập tốt nhé.. . . . Quy trình Pđt nhận đơn mở lớp HK chính quy 212 (các môn chưa được mở lớp). . 1- Tải mẫu đơn “Đề nghị mở môn học”, sau đó SV gửi email trực tiếp đến Giảng viên giảng dạy & Khoa/Bộ môn để được ký xác nhận đồng ý (ghi rõ đầy đủ thông tin và Thời khóa biểu);. . - Đối với các môn có thực hành/thí nghiệm : Khoa phải cam kết tổ chức được cho SV.. . 2- Sau đó gửi đơn + email xác nhận đồng ý (nếu có) qua trang hỗ trợ trực tuyến (BKSI)    chọn đề mục “MỞ MÔN HỌC HỌC KỲ 212”    ghi rõ tiêu đề yêu cầu : MỞ MÔN HỌC CHÍNH QUY HK212.. . 3- Thời gian gửi đơn từ 25/12 đến 10g ngày 28/12;. . Thân. . \""
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/: [student_id]  /b \t. . . .   i Đăng ký môn học . Em chào thầy/cô. . Vì sơ suất của em nên em đã lỡ tay hủy đăng ký lớp Giải tích 2. Hiện tại môn Giải tích 2 đã không còn lớp nào có chỗ trống. . Em xin hỏi là còn cách nào để có thể học môn Giải tích 2 không. Và nếu như em không thể học môn này trong học kỳ 2 thì nó ảnh hưởng gì đến việc đăng ký các môn học trong các học kỳ tiếp theo không. . Em xin cảm ơn"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ cho em hỏi là em có đăng kí môn học Luận văn tốt nghiệp nhưng lần này môn  luân văn tốt nghiệp của em bị xóa ạ. Em có đăng kí lại nhưng lại có điều kiên tiên quyết là chứng chỉ ngoại ngữ ạ. Nhưng do em có thấy pđt gửi mail là tạm thời không xét chứng chỉ ngoại ngữ ạ! Vậy thì bây giờ em phải làm sao để được đăng kí ạ! Em cảm ơn ạ!. . Trân trọng!",
            "Chào bạn,. . Hiện tại PĐT đã cập nhật lại các lỗi phát sinh khi đăng ký môn học. Nên SV vui lòng vào đăng ký lại. . Theo thông báo :. . - Các học phần đang học nhưng chưa có điểm, kể cả học dự thính, và SV không thuộc diện bị cấm thi, được xem là đạt và tích luỹ được tín chỉ để đăng ký các học phần, kể cả các học phần tốt nghiệp (TTNT, ĐCLV và LVTN). Các học phần tốt nghiệp sẽ được PĐT hậu kiểm sau khi có kết quả học tập để đảm bảo đúng điều kiện ràng buộc theo đúng quy định. SV nên cân nhắc kỹ, tự xác định năng lực học tập trước khi đăng ký các học phần tốt nghiệp để việc học tập đạt kết quả tốt nhất.. . - Nhà trường tạm thời không xét điều kiện : Chuẩn tiếng Anh sau mỗi năm học (chuẩn Anh văn hàng năm); Chuẩn CCAV quốc tế khi xét LVTN; Chuẩn Giáo dục thể chất cho riêng HK chính 212 và HK dự thính 212.. . - Nhà trường tạm thời xét từ đủ 6 ngày CTXH khi xét LVTN trong HK212.. . . . Thân chào.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Họ và tên [full_name]. . MSSV [student_id]. . Lớp GT16TAU1. . Thầy/cô cho em hỏi là em đã thực tập tốt nghiệp học kỳ 202 nhưng chưa có điểm. Nay em đăng ký luận văn nhưng vì lý do chưa thực tập tốt nghiệp nên không được đăng ký luận văn xin PĐT xem giúp em trường hợp này với ạ.. . Cảm ơn thầy/cô đã xem ạ.. .",
            "Chào bạn,. . Hiện tại PĐT đã cập nhật lại các lỗi phát sinh khi đăng ký môn học. Nên SV vui lòng vào đăng ký lại. . Theo thông báo :. . - Các học phần đang học nhưng chưa có điểm, kể cả học dự thính, và SV không thuộc diện bị cấm thi, được xem là đạt và tích luỹ được tín chỉ để đăng ký các học phần, kể cả các học phần tốt nghiệp (TTNT, ĐCLV và LVTN). Các học phần tốt nghiệp sẽ được PĐT hậu kiểm sau khi có kết quả học tập để đảm bảo đúng điều kiện ràng buộc theo đúng quy định. SV nên cân nhắc kỹ, tự xác định năng lực học tập trước khi đăng ký các học phần tốt nghiệp để việc học tập đạt kết quả tốt nhất.. . - Nhà trường tạm thời không xét điều kiện : Chuẩn tiếng Anh sau mỗi năm học (chuẩn Anh văn hàng năm); Chuẩn CCAV quốc tế khi xét LVTN; Chuẩn Giáo dục thể chất cho riêng HK chính 212 và HK dự thính 212.. . - Nhà trường tạm thời xét từ đủ 6 ngày CTXH khi xét LVTN trong HK212.. . . . Thân chào."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Theo email mới nhất của pdt không xét chứng chỉ ngoại ngữ cho LVTN học kỳ 212 mà sao em không đăng ký môn học LVTN được.. . Đề nghị PDT xem xét lại.. . Em cảm ơn",
            "Chào bạn,. . Hiện tại PĐT đã cập nhật lại các lỗi phát sinh khi đăng ký môn học. Nên SV vui lòng vào đăng ký lại. . Theo thông báo :. . - Các học phần đang học nhưng chưa có điểm, kể cả học dự thính, và SV không thuộc diện bị cấm thi, được xem là đạt và tích luỹ được tín chỉ để đăng ký các học phần, kể cả các học phần tốt nghiệp (TTNT, ĐCLV và LVTN). Các học phần tốt nghiệp sẽ được PĐT hậu kiểm sau khi có kết quả học tập để đảm bảo đúng điều kiện ràng buộc theo đúng quy định. SV nên cân nhắc kỹ, tự xác định năng lực học tập trước khi đăng ký các học phần tốt nghiệp để việc học tập đạt kết quả tốt nhất.. . - Nhà trường tạm thời không xét điều kiện : Chuẩn tiếng Anh sau mỗi năm học (chuẩn Anh văn hàng năm); Chuẩn CCAV quốc tế khi xét LVTN; Chuẩn Giáo dục thể chất cho riêng HK chính 212 và HK dự thính 212.. . - Nhà trường tạm thời xét từ đủ 6 ngày CTXH khi xét LVTN trong HK212.. . . . Thân chào.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính gửi Phòng đào tạo, trong email gần nhất về việc đăng ký môn học thì Phòng đào tạo có nói rõ là sẽ không xét chứng chỉ anh văn quốc tế cho luận văn tốt nghiệp nhưng khi em đăng ký môn luận văn tốt nghiệp (khmt) - mã môn CO4317 thì lại báo là thiếu chứng chỉ anh văn, trong khi các bạn của em cũng thiếu chứng chỉ anh văn như em lại đăng ký được ạ. Về các điểm anh văn 1,2,3,4 thì do lúc thi anh văn đầu vào điểm của em đã đủ để miễn cả 4 anh văn rồi ạ. Mong Phòng đào tạo giải quyết trường hợp của em ạ. Em xin chân thành cảm ơn.",
            "Chào bạn,. . Hiện tại PĐT đã cập nhật lại các lỗi phát sinh khi đăng ký môn học. Nên SV vui lòng vào đăng ký lại. . Theo thông báo :. . - Các học phần đang học nhưng chưa có điểm, kể cả học dự thính, và SV không thuộc diện bị cấm thi, được xem là đạt và tích luỹ được tín chỉ để đăng ký các học phần, kể cả các học phần tốt nghiệp (TTNT, ĐCLV và LVTN). Các học phần tốt nghiệp sẽ được PĐT hậu kiểm sau khi có kết quả học tập để đảm bảo đúng điều kiện ràng buộc theo đúng quy định. SV nên cân nhắc kỹ, tự xác định năng lực học tập trước khi đăng ký các học phần tốt nghiệp để việc học tập đạt kết quả tốt nhất.. . - Nhà trường tạm thời không xét điều kiện : Chuẩn tiếng Anh sau mỗi năm học (chuẩn Anh văn hàng năm); Chuẩn CCAV quốc tế khi xét LVTN; Chuẩn Giáo dục thể chất cho riêng HK chính 212 và HK dự thính 212.. . - Nhà trường tạm thời xét từ đủ 6 ngày CTXH khi xét LVTN trong HK212.. . . . Thân chào."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Cho em hỏi khi em chọn đăng ký môn   B Tự chọn tự do  /B  3 tín chỉ trong chương trình đào tạo bằng một môn 4 tín chỉ thì có được tính vào 3 tín chỉ tự do đó không hay phải đăng ký đúng môn học 3 tín chỉ? Em cám ơn!",
            "Chào em,. . Học phần tự chọn tự do là học phần sinh viên được tự do đăng ký, không bị ràng buộc với ngành/chuyên ngành sinh viên đang theo học, nhưng phải có kiến thức không trùng lắp với các kiến thức dùng để xét tốt nghiệp của chương trình đào tạo. Hai học phần được xem là trùng lắp nếu có chuẩn đầu ra/nội dung trùng lắp đến 50%.. . . . Ở một chừng mức nào đó, để tránh cho sinh viên không lúng túng khi chọn môn tự do, tránh lãng phí thời gian và tài chính, [full_name] gợi ý cho sinh viên chọn các môn nhằm trang bị kiến thức chuyên sâu hơn ở các chuyên ngành.. . . . Em liên hệ [full_name] trình bày môn đã chọn tự do, để [full_name] xem xét và xác nhận, hoặc có hướng dẫn cụ thể.. . . . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em xin chào thầy/cô ạ!. . Em có câu hỏi về vấn đề LVTN:. . - Do tình hình dịch bệnh và em ở tỉnh, trường cũng mới vừa mở lại phòng thí nghiệm thực hành 2 tuần qua. Em có làm 1 đề tài luận văn về nghiên cứu thực nghiệm trong phòng thí nghiệm và có thể từ giờ đến khoảng Tết âm lịch đề tài của em khó có thể hoàn thành chỉnh chu theo dự kiến vì nhiều khâu có yếu tố khách quan, nên có thể là không kịp bảo vệ LVTN theo dự kiến của bộ môn em. Và trong kỳ tới em cũng không còn môn học chính thức để đăng ký học? Em xin phép hỏi là em có thể làm thủ tục để xin điểm I môn này nếu lỡ điều đó xảy ra được không ạ? Và mong thầy/cô hướng dẫn giúp em thủ tục để em có thể chuẩn bị luôn ạ!. . Em xin chân thành cảm ơn!",
            "\"Chào em,. . Căn cứ trên tình hình phòng chống dịch Covid-19, theo lệnh của Ban giám hiệu, Phòng Đào tạo (PĐT) thông báo kế hoạch tổ chức thi học kỳ 1 năm học 2021-2022, ngày 08/11/2021 (Phòng Đào tạo đã gửi mail cho SV vào ngày 22/11/2021), có thông báo rõ về thời gian phản biện và bảo vệ Luận văn tốt nghiệp (LVTN) trong HK211 và có ghi rõ về các \"\" Trường hợp cần thiết, sẽ có một đợt bảo vệ bổ sung cho các trường hợp đề tài bị ảnh hưởng nghiêm trọng bởi tình hình dịch Covid-19\"\". SV vui lòng xem lại email sinh viên về thông báo báo này.. . - Về đơn xin hoãn LVTN HK211 của bạn, Phòng Đào tạo hiện không thể tiếp nhận được.. . SV vui lòng liên hệ khoa để được hỗ trợ và hướng dẫn để xin đăng ký bảo vệ trong đợt bổ sung theo đúng chỉ đạo của Ban Giám hiệu nhà trường.. . Trường hợp Khoa không tiếp nhận trường hợp tổ chức đợt bảo vệ bổ sung, SV nhờ Khoa làm công văn đề nghị lên Phòng Đào tạo, ghi rõ lý do vì sao không thể tổ chức đợt bảo vệ LVTN bổ sung, để Phòng Đào tạo trình lên Ban Giám hiệu nhà trường xin ý kiến và phản hồi cho sinh viên.. . Thân mến,\""
        ]
    },
    {
        "intent": "",
        "message": [
            "Dear [full_name]. . Em là sv khoá k16 khoa xây dựng ngành Công trình thuỷ. . Em muốn chuyển sang hệ vlvh ngành xây dựng dân dụng thì thủ tục như thế nào vậy ạ?. . Em xin cảm ơn. .   i Yêu cầu khác .",
            "\"Chào bạn,. . Về việc chuyển qua hệ VLVH. . Bạn vui lòng tải mẫu đơn: Phiếu đề nghị chuyển sang hình thức Vừa Làm Vừa Học  tại trang web : aao.hcmut.edu.vn    Sinh viên    biểu mẫu. . Điền đầy đủ thông tin nộp qua mail [email] hoặc BKSI. . Thân. . \""
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em tên [full_name]: [student_id]. Em gửi yêu cầu này để xin mở thêm chỗ môn Cơ lưu chất (CI2003) lớp L07_L19. Hiện tại em đang là sinh viên năm 3 và vẫn còn đang nợ môn này nên em muốn học lại sớm môn này. Em không đăng ký dự thính do học phí khá cao nên em muốn học kì chính. Mong thầy/cô xét duyệt cho em xin thêm một chỗ nữa để có thể học được môn ạ. Em xin cám ơn thầy/cô.  . .",
            "Chào bạn, . . Hiện tại toàn bộ môn học đã được Phòng Đào tạo tăng sĩ số tối đa theo quy định của từng loại môn học và quy định của google meet (tối đa 100 tính luôn Giảng Viên) . . Xem quy định về sĩ số mở lớp cho từng loại môn học tại đây: aao.hcmut.edu.vn/sinh viên/quy chế/học vụ/Quy chế đào tạo và học vụ bậc đại học, cao đẳng/ Điều 8. 2 . . Chúc bạn học tập tốt nhé. . . Thân. . .",
            "Chào thầy/cô,. . Em thấy sỉ số lớp lý thuyết môn Cơ lưu chất (CI2003) lớp L07 chỉ có 75 sinh viên thôi nên mong thầy/cô mở cho em thêm 1 suất vào lớp L07_L19 được không ạ? Em xin cám ơn thầy/cô."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Thưa thầy/cô cho em xin phép được đăng ký thêm vào lớp Vi xử lý EE2013 hiện đang đầy sĩ số ạ.. . Em xin cảm ơn",
            "\"Chào bạn,. . Hiện tại toàn bộ môn học đã được Phòng Đào tạo tăng sĩ số tối đa theo quy định của từng loại môn học và quy định của google meet (tối đa 100 tính luôn Giảng Viên). . Xem quy định về sĩ số mở lớp cho từng loại môn học tại đây: aao.hcmut.edu.vn/sinh viên/quy chế/học vụ/Quy chế đào tạo và học vụ bậc đại học, cao đẳng/ Điều 8. 2. . Chúc bạn học tập tốt nhé.. . Thân. \". ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Mở môn học học kỳ 212 . Chào thầy (cô) vấn đề là em còn là sinh viên k17 còn thiếu môn 1 môn tự chọn trong nhóm C. mà học kì 212 không mở thì em sẽ đăng ký môn học trong nhóm nào của k19 để bổ sung ạ. .",
            "EM có xem qua danh sách môn học K19 không có môn tự chọn nhóm C thì mình tìm môn tương đương ở nhóm nào ạ. Mở lớp thì không đủ sinh viên đăng ký ạ.. .",
            "Chào bạn,. . Về Chương trình Đào tạo, danh sách môn tương đương…, bạn vui lòng xem tại:. . aao.hcmut.edu.vn/Sinh viên/Chương trình Đào tạo. . Sinh viên thắc mắc về CTĐT vui lòng liên hệ về Khoa xin gặp Thầy/Cô Phụ trách về CTĐT để được tư vấn và hỗ trợ thêm.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ hiện tại em muốn đổi nhóm sang từ nhóm P02 sang P01 nhưng không chuyển được mặc dù không bị trùng giờ ạ. . . . Em đã kiểm tra rất kĩ rồi ạ.",
            "Chào bạn. . SV lưu ý:. . 1- Hiện tại toàn bộ môn học đã được Phòng Đào tạo tăng sĩ số tối đa theo quy định của từng loại môn học và quy định của Google Meet. Xem quy định về sĩ số mở lớp cho từng loại môn học tại đây: aao.hcmut.edu.vn/sinh viên/quy chế/học vụ/Quy chế đào tạo và học vụ bậc đại học, cao đẳng/ Điều 8. 2. . 2- Đã hết thời gian hiệu chỉnh và hủy môn học, Về việc rút Môn Học (có tính học phí) sinh viên vui lòng đợi mail thông báo dự kiến trong tháng 1/2021 sau của PDT. . 3- Trường hợp chưa ĐKMH ở đợt 2 thành công, bạn vui lòng đợi mail thông báo về việc ĐKMH ở đợt 3 từ ngày 04/01/2022 ( lưu ý: Trong đợt 3, SV chỉ có thể bổ sung các môn học còn sĩ số, không hiệu chỉnh và hủy MH). . 4- Sinh viên vui lòng xem kết quả ĐKMH, xem lý do vì sao không ĐKMH được (có đăng ký, nhưng không có TKB) tại trang web: mybk.hcmut.edu.vn    Đăng ký môn học    Đăng ký môn học HK212 - Kết quả đợt 2    bấm vào mục Đăng ký mới    chọn Loại hình đăng ký    xem Lịch sử đăng ký.. . 5- Trong trường hợp sau khi kết thúc đợt 3 (từ ngày 4/1 đến 6/1/2022), mà kết quả xử lý ĐKMH không đúng, bạn có thể làm đơn khiếu nại (kèm minh chứng nếu có), gửi qua trang bksi ghi rõ tiêu đề: “Khiếu nại ĐKMH HK212”, nội dung khiếu nại trình bày rõ lý do, ghi rõ tên, mã môn học và mã nhóm đã đăng ký. . 6- SV xem TKB tại mybk/Thông tin SV/ Xem TKB (sẽ được cập nhật dự kiến trước ngày 3/1/2022). . Chúc các bạn học tốt!. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ chào thầy/cô, em là [full_name], MSSV [student_id], học khoa Điện-Điện tử, lớp DD18DV03 ạ. . . . Hôm nay em đăng kí luận văn tốt nghiệp mã EE4337 không thành công vì bị báo lỗi thiếu chứng chỉ ngoại ngữ CCAV_1.. . . . Đầu năm nhất em đã thi qua bài thi ngoại ngữ đầu vào và được miễn Anh Văn 1, 2, 3, 4 rồi ạ. Hơn nữa kì này nhà trường tạm thời không xét điều kiện Chuẩn CCAV quốc tế khi xét LVTN nhưng em vẫn không thể đăng kí.. . . . Mong thầy/cô giải đáp giúp em ạ, em xin cảm ơn.",
            "Chào bạn,. . Hiện tại PĐT đã cập nhật lại các lỗi phát sinh khi đăng ký môn học. Nên SV vui lòng vào đăng ký lại. . Theo thông báo :. . - Các học phần đang học nhưng chưa có điểm, kể cả học dự thính, và SV không thuộc diện bị cấm thi, được xem là đạt và tích luỹ được tín chỉ để đăng ký các học phần, kể cả các học phần tốt nghiệp (TTNT, ĐCLV và LVTN). Các học phần tốt nghiệp sẽ được PĐT hậu kiểm sau khi có kết quả học tập để đảm bảo đúng điều kiện ràng buộc theo đúng quy định. SV nên cân nhắc kỹ, tự xác định năng lực học tập trước khi đăng ký các học phần tốt nghiệp để việc học tập đạt kết quả tốt nhất.. . - Nhà trường tạm thời không xét điều kiện : Chuẩn tiếng Anh sau mỗi năm học (chuẩn Anh văn hàng năm); Chuẩn CCAV quốc tế khi xét LVTN; Chuẩn Giáo dục thể chất cho riêng HK chính 212 và HK dự thính 212.. . - Nhà trường tạm thời xét từ đủ 6 ngày CTXH khi xét LVTN trong HK212.. . . . Thân chào."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Thầy cô cho em hỏi em đăng ký thêm môn mà bị báo là trùng với tkb quốc phòng thì mình khắc phục sao ạ . .",
            "Chào em,. . Nếu SV khóa 2021 đăng ký học theo đúng tiến độ của Chương trình Đào tạo thì không bị trùng với môn GDQP (SV vui lòng liên hệ Khoa hoặc GV chủ nhiệm để được tư vấn về Chương trình Đào tạo Khóa 2021). . GQDP là do trường xếp cứng cho SV  chính quy khóa 2021 và SV chương trinh CLC khóa 2020 đi học (SV không được hủy).Nhà trường chỉ gửi SV đi 1 lần duy nhất để học GDQP. Những trường hợp SV tự ý nghỉ nếu muốn học lại phải tự liên hệ tại TT GDQP đăng ký để hoàn thành học phần GDQP.. . Trường hợp SV đã có chứng chỉ GDQP, vui lòng làm đơn xin miễn (tải mẫu đơn tại aao.hcmut.edu.vn/sinh viên/biểu mẫu), kèm theo bản chụp Chứng chỉ GDQP và gửi qua bksi. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Hiện tại em đang đăng ký luận văn tốt nghiệp cho học kỳ 212. . Theo mail mới nhất của nhà trường thì có thông báo:  Nhà trường tạm thời không xét điều kiện : Chuẩn tiếng Anh sau mỗi năm học (chuẩn Anh văn hàng năm); Chuẩn CCAV quốc tế khi xét LVTN; Chuẩn Giáo dục thể chất cho riêng HK chính 212 và HK dự thính 212.. . Nhưng khi vào đăng ký em vẫn nhận được thông báo từ hệ thống: thiếu CCAV-1 (như trong hình). . Hiện tại kết quả thi tiếng anh của em phải qua tuần đầu tiên của tháng 1 mới có được nên không biết có thể đăng ký môn này trong đợt này không ạ",
            "Chào bạn,. . Hiện tại PĐT đã cập nhật lại các lỗi phát sinh khi đăng ký môn học. Nên SV vui lòng vào đăng ký lại. . Theo thông báo :. . - Các học phần đang học nhưng chưa có điểm, kể cả học dự thính, và SV không thuộc diện bị cấm thi, được xem là đạt và tích luỹ được tín chỉ để đăng ký các học phần, kể cả các học phần tốt nghiệp (TTNT, ĐCLV và LVTN). Các học phần tốt nghiệp sẽ được PĐT hậu kiểm sau khi có kết quả học tập để đảm bảo đúng điều kiện ràng buộc theo đúng quy định. SV nên cân nhắc kỹ, tự xác định năng lực học tập trước khi đăng ký các học phần tốt nghiệp để việc học tập đạt kết quả tốt nhất.. . - Nhà trường tạm thời không xét điều kiện : Chuẩn tiếng Anh sau mỗi năm học (chuẩn Anh văn hàng năm); Chuẩn CCAV quốc tế khi xét LVTN; Chuẩn Giáo dục thể chất cho riêng HK chính 212 và HK dự thính 212.. . - Nhà trường tạm thời xét từ đủ 6 ngày CTXH khi xét LVTN trong HK212.. . . . Thân chào."
        ]
    },
    {
        "intent": "",
        "message": [
            "Dạ em muốn hỏi làm đơn như thê nào và gửi đến đâu để được mở thêm lớp môn học IM3083 sỉ số tối đa hiện tại đang là 60 ạ.. . . .",
            "\"Chào bạn,. . Hiện tại toàn bộ môn học đã được Phòng Đào tạo tăng sĩ số tối đa theo quy định của từng loại môn học và quy định của google meet (tối đa 100 tính luôn Giảng Viên). . Xem quy định về sĩ số mở lớp cho từng loại môn học tại đây: aao.hcmut.edu.vn/sinh viên/quy chế/học vụ/Quy chế đào tạo và học vụ bậc đại học, cao đẳng/ Điều 8. 2. . Chúc bạn học tập tốt nhé.. . Thân.. . \""
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Chào quý thầy/cô phòng đào tạo, em là [full_name], MSSV [student_id].. . . . Em có đăng ký môn học CO4317 (luận văn tốt nghiệp khoa học máy tính) học kỳ 212 đợt 1 nhưng bị hủy vì thiếu môn tiên quyết. Đợt 2 này em có đăng ký lại thì không thành công với lỗi   QUOTE   Nhóm [[full_name]AV_1]: [full_name]AV_1 - Chứng chỉ ngoại ngữ_LVTN (tiên quyết)   /QUOTE  dù PĐT đã thông báo không xét chứng chỉ ngoại ngữ khi đăng ký LVTN kì này. Em được miễn 4 môn anh văn và chưa nộp bài TOEIC để chuyển điểm ạ.. . . . Mong quý thầy/cô kiểm tra và thông tin sớm giúp em vì thời gian đăng ký đợt 2 đến ngày 29/12 thôi ạ. Em xin chân thành cảm ơn.",
            "Vào khoảng 12h ngày 27/12/2021 thì hệ thống đã sửa và em đã đăng ký thành công rồi ạ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em muốn đăng ký môn học ME4307 nhưng bị mắc môn học trước ME3037 (môn này không còn đủ sinh viên để xin mở lớp nữa), em có đăng ký môn ME3153 tương đương với môn ME3037.. . PDT xem xét cho em học song song 2 môn ME4307 và ME 3153.. . Em cảm ơn.. .",
            "Chào bạn,. . Về Chương trình Đào tạo, danh sách môn tương đương…, bạn vui lòng xem tại:. . aao.hcmut.edu.vn/Sinh viên/Chương trình Đào tạo. . Sinh viên thắc mắc về CTĐT vui lòng liên hệ về Khoa xin gặp Thầy/Cô Phụ trách về CTĐT để được tư vấn và hỗ trợ thêm.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em chào pđt ạ, . . . . Theo chương trình học thì môn Địa chất công trình được học ở hk201, nhưng khi đó em không được đăng kí vì không đủ TCTL, đến hk202 thì trường chỉ mở số lượng 1 lớp duy nhất nên em không có slot để học. Chính vì học trễ vậy nên bị dính điều kiện   B Học Trước  /B  của các môn kì sau (Cơ học đất) và không đăng kí học được môn (nền móng   B CI3239  /B  và kỹ thuật hạ tầng đô thị   B CI3265  /B ) theo đúng chương trình đào tạo.. . . . Nếu cứ trễ vậy thì em không thể đăng kí đồ án tốt nghiệp đúng hạn được nên mong pđt xem xét cho em đăng kí 2 môn (nền móng CI3239 và kỹ thuật hạ tầng đô thị CI3265) trong học kì này ạ.. . . . Em xin chân thành cảm ơn. .",
            "Chào bạn. . SV lưu ý:. . 1- Hiện tại toàn bộ môn học đã được Phòng Đào tạo tăng sĩ số tối đa theo quy định của từng loại môn học và quy định của Google Meet. Xem quy định về sĩ số mở lớp cho từng loại môn học tại đây: aao.hcmut.edu.vn/sinh viên/quy chế/học vụ/Quy chế đào tạo và học vụ bậc đại học, cao đẳng/ Điều 8. 2. . 2- Đã hết thời gian hiệu chỉnh và hủy môn học, Về việc rút Môn Học (có tính học phí) sinh viên vui lòng đợi mail thông báo dự kiến trong tháng 1/2021 sau của PDT. . 3- Trường hợp chưa ĐKMH ở đợt 2 thành công, bạn vui lòng đợi mail thông báo về việc ĐKMH ở đợt 3 từ ngày 04/01/2022 ( lưu ý: Trong đợt 3, SV chỉ có thể bổ sung các môn học còn sĩ số, không hiệu chỉnh và hủy MH). . 4- Sinh viên vui lòng xem kết quả ĐKMH, xem lý do vì sao không ĐKMH được (có đăng ký, nhưng không có TKB) tại trang web: mybk.hcmut.edu.vn    Đăng ký môn học    Đăng ký môn học HK212 - Kết quả đợt 2    bấm vào mục Đăng ký mới    chọn Loại hình đăng ký    xem Lịch sử đăng ký.. . 5- Trong trường hợp sau khi kết thúc đợt 3 (từ ngày 4/1 đến 6/1/2022), mà kết quả xử lý ĐKMH không đúng, bạn có thể làm đơn khiếu nại (kèm minh chứng nếu có), gửi qua trang bksi ghi rõ tiêu đề: “Khiếu nại ĐKMH HK212”, nội dung khiếu nại trình bày rõ lý do, ghi rõ tên, mã môn học và mã nhóm đã đăng ký. . 6- SV xem TKB tại mybk/Thông tin SV/ Xem TKB (sẽ được cập nhật dự kiến trước ngày 3/1/2022). . Chúc các bạn học tốt!. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học .  Dạ, em tên là [full_name], MSSV: [student_id]. .    Em có nhu cầu đăng kí môn EN3003, nhưng hiện tại sĩ số đã kín hết. Không biết thầy cô có thể hỗ trợ tăng sĩ số môn học EN3003 được ko ạ.. .    Em xin được chân thành cảm ơn",
            "\"Chào bạn,. . Hiện tại toàn bộ môn học đã được Phòng Đào tạo tăng sĩ số tối đa theo quy định của từng loại môn học và quy định của google meet (tối đa 100 tính luôn Giảng Viên). . Xem quy định về sĩ số mở lớp cho từng loại môn học tại đây: aao.hcmut.edu.vn/sinh viên/quy chế/học vụ/Quy chế đào tạo và học vụ bậc đại học, cao đẳng/ Điều 8. 2. . Chúc bạn học tập tốt nhé.. . Thân. \". . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ .   i Do em học xong chương trình nhưng do chưa có bằng ngoại ngữ nên chưa ra trường được, kỳ rồi em không đăng ký môn học nên bị tạm dừng. Mong phòng đạo tạo thu nhận lại em ạ. . Em xin cảm ơn .",
            "\"Chào em,. . Phòng Đào tạo đã tiếp nhận đơn thu nhận của bạn.. . SV theo dõi tình trạng và quyết định sẽ cập nhật tại mybk/Thông tin Sinh viên (dự kiến cập nhật QD trong tháng 12/2021). . Xem chi tiết lịch đăng ký môn học HK kế tiếp (HK 212) dự kiến cập nhật cuối tháng 11/2021 tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ theo học kỳ    Lịch học vụ năm học 2021-2022    Học kỳ 2. . Sau 13h ngày 04/1/2022, SV vào ĐKMH. . Thân\""
        ]
    },
    {
        "intent": "",
        "message": [
            "Mở môn học học kỳ 212 . Dạ do em lần đầu đăng kí môn nên còn thiếu kinh nghiệm nên đã xóa mất 2 môn GT2 và VL2  HK212. Em mong quý thầy cô mở thêm lớp hoặc tăng sỉ số lớp của 2 môn này với ạ",
            "\"Chào bạn. .  SV lưu ý:. . 1- Hiện tại toàn bộ môn học đã được Phòng Đào tạo tăng sĩ số tối đa theo quy định của từng loại môn học và quy định của Google Meet. Xem quy định về sĩ số mở lớp cho từng loại môn học tại đây: aao.hcmut.edu.vn/sinh viên/quy chế/học vụ/Quy chế đào tạo và học vụ bậc đại học, cao đẳng/ Điều 8. 2. . 2- Đã hết thời gian hiệu chỉnh và hủy môn học, Về việc rút Môn Học (có tính học phí) sinh viên vui lòng đợi mail thông báo dự kiến trong tháng 1/2021 sau của PDT . . 3- Trường hợp chưa ĐKMH ở đợt 2 thành công, bạn vui lòng đợi mail thông báo về việc ĐKMH ở đợt 3 từ ngày 04/01/2022 ( lưu ý: Trong đợt 3, SV chỉ có thể bổ sung các môn học còn sĩ số, không hiệu chỉnh và hủy MH). . 4- Sinh viên vui lòng xem kết quả ĐKMH, xem lý do vì sao không ĐKMH được (có đăng ký, nhưng không có TKB) tại trang web: mybk.hcmut.edu.vn    Đăng ký môn học    Đăng ký môn học HK212 - Kết quả đợt 2    bấm vào mục Đăng ký mới    chọn Loại hình đăng ký    xem Lịch sử đăng ký.. . 5- Trong trường hợp sau khi kết thúc đợt 3 (từ ngày 4/1 đến 6/1/2022), mà kết quả xử lý ĐKMH không đúng, bạn có thể làm đơn khiếu nại (kèm minh chứng nếu có), gửi qua trang bksi ghi rõ tiêu đề: “Khiếu nại ĐKMH HK212”, nội dung khiếu nại trình bày rõ lý do, ghi rõ tên, mã môn học và mã nhóm đã đăng ký . . 6- SV xem TKB tại mybk/Thông tin SV/ Xem TKB (sẽ được cập nhật dự kiến trước ngày 3/1/2022). . Chúc các bạn học tốt!. . Thân. . \""
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ chào Thầy/Cô phụ trách. . . Em là Nhựt, MSSV [student_id]. Em thấy trên mail thông báo về việc đăng ký môn học LVTN cho học kỳ 212 tạm thời không yêu cầu về chứng chỉ ngoại ngữ. Khi em đăng ký hệ thống thì em không đăng ký được, lý do là thiếu:. .   B   Nhóm [CCAV_1]: CCAV_1 - Chứng chỉ ngoại ngữ_LVTN (tiên quyết)   /B . . Mong được thầy/cô sớm có thông báo về việc này cho em ạ. Em cảm ơn rất nhiều.",
            "Chào bạn,. . Hiện tại PĐT đã cập nhật lại các lỗi phát sinh khi đăng ký môn học. Nên SV vui lòng vào đăng ký lại. . Theo thông báo :. . - Các học phần đang học nhưng chưa có điểm, kể cả học dự thính, và SV không thuộc diện bị cấm thi, được xem là đạt và tích luỹ được tín chỉ để đăng ký các học phần, kể cả các học phần tốt nghiệp (TTNT, ĐCLV và LVTN). Các học phần tốt nghiệp sẽ được PĐT hậu kiểm sau khi có kết quả học tập để đảm bảo đúng điều kiện ràng buộc theo đúng quy định. SV nên cân nhắc kỹ, tự xác định năng lực học tập trước khi đăng ký các học phần tốt nghiệp để việc học tập đạt kết quả tốt nhất.. . - Nhà trường tạm thời không xét điều kiện : Chuẩn tiếng Anh sau mỗi năm học (chuẩn Anh văn hàng năm); Chuẩn CCAV quốc tế khi xét LVTN; Chuẩn Giáo dục thể chất cho riêng HK chính 212 và HK dự thính 212.. . - Nhà trường tạm thời xét từ đủ 6 ngày CTXH khi xét LVTN trong HK212.. . . . Thân chào.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em chào thầy/cô ạ. Theo em biết thì nhà trường tạm thời không xét chuẩn AV cho LVTN kì này, mà khi em vào đăng ký thì lại báo thiếu chuẩn AV ạ. Mong thầy/cô giúp đỡ. Em xin chân thành cảm ơn.",
            "Chào bạn,. . Hiện tại PĐT đã cập nhật lại các lỗi phát sinh khi đăng ký môn học. Nên SV vui lòng vào đăng ký lại. . Theo thông báo :. . - Các học phần đang học nhưng chưa có điểm, kể cả học dự thính, và SV không thuộc diện bị cấm thi, được xem là đạt và tích luỹ được tín chỉ để đăng ký các học phần, kể cả các học phần tốt nghiệp (TTNT, ĐCLV và LVTN). Các học phần tốt nghiệp sẽ được PĐT hậu kiểm sau khi có kết quả học tập để đảm bảo đúng điều kiện ràng buộc theo đúng quy định. SV nên cân nhắc kỹ, tự xác định năng lực học tập trước khi đăng ký các học phần tốt nghiệp để việc học tập đạt kết quả tốt nhất.. . - Nhà trường tạm thời không xét điều kiện : Chuẩn tiếng Anh sau mỗi năm học (chuẩn Anh văn hàng năm); Chuẩn CCAV quốc tế khi xét LVTN; Chuẩn Giáo dục thể chất cho riêng HK chính 212 và HK dự thính 212.. . - Nhà trường tạm thời xét từ đủ 6 ngày CTXH khi xét LVTN trong HK212.. . . . Thân chào.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Dạ em chào thầy (cô). . Em tên [full_name] khóa 2018. . Trong chương trình đào tạo K18 và K19 có những môn trùng tên nhưng khác mã ngành như Kỹ thuật phản ứng ( k18 là ch2059 ,k19 là ch3347 ) thì nếu em đăng kí môn Kỹ thuật phản ứng những mã ngành là ch3347 của k19 ,điểm trung bình em là 7 thì chuyển điểm qua qua cùng là môn Kỹ thuật phản ứng mà mã ngành ch2059 của k18 thì em được điểm trung bình bao nhiêu ạ . . Em mong thầy (cô) sớm trả lời thắc mắc của em . . Em xin cảm ơn . .",
            "Chào bạn,. . Về Chương trình Đào tạo, danh sách môn tương đương…, bạn vui lòng xem tại:. . aao.hcmut.edu.vn/Sinh viên/Chương trình Đào tạo. . Sinh viên thắc mắc về CTĐT vui lòng liên hệ về Khoa xin gặp Thầy/Cô Phụ trách về CTĐT để được tư vấn và hỗ trợ thêm.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em xin phép mở thêm một slot môn EE3025 Kỹ thuật siêu cao tần được không ạ. Em rất cần môn này để có thể học được đề cương vào kì tới ạ. Em cảm ơn thầy cô nhiều ạ",
            "\"Chào bạn,. . Hiện tại toàn bộ môn học đã được Phòng Đào tạo tăng sĩ số tối đa theo quy định của từng loại môn học và quy định của google meet (tối đa 100 tính luôn Giảng Viên). . Xem quy định về sĩ số mở lớp cho từng loại môn học tại đây: aao.hcmut.edu.vn/sinh viên/quy chế/học vụ/Quy chế đào tạo và học vụ bậc đại học, cao đẳng/ Điều 8. 2. . Chúc bạn học tập tốt nhé.. . Thân.. . \""
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Thưa thầy, cô em tên là [full_name], kì vừa rồi em có đăng ký môn thể chất cuối cùng của mình để đăng ký đề cương luận văn nhưng vì covid 19 nên chuyển sang học online nhưng em lại bận vào buổi tối buổi thứ 2 nên em bị mất 1 buổi thứ 2 đó nhưng từ đó về sau link học thể chất em lại vào không được vì dính yêu cầu tham gia quay vòng mãi không được, không biết liên hệ ai để hỏi vì là online cộng thêm bị dồn nhiều môn thí nghiệm vào thời gian đó . Kết quả là thể chất kì vừa rồi em bị điểm 13 và không kịp tiến độ cho đề cương. Kì 212 này em lại không thấy có mở thể chất vì vậy em xin thầy cô cho em được đăng ký đề cương trước rồi bổ sung thể chất sau được không ạ.. . EM xin cảm ơn. .",
            "Chào em,. . Em vui lòng xem email PĐT đã gửi:. . - Nhà trường tạm thời không xét điều kiện: chuẩn tiếng Anh sau mỗi năm học (chuẩn Anh văn hàng năm), xét chuẩn CCAV quốc tế khi xét LVTN, chuẩn Giáo dục thể chất cho riêng HK chính 212 và HK dự thính 212.. . =  Nghĩa là phía sau dấu hai chấm là tạm thời không xét.. . Thân mến. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Dạ cho em hỏi là làm sao chuyển 11 ngày công tác xã hội thành điểm của môn Ngày công tác xã hội (Mã môn học CTXHOI) trong ô điểm chuyển của thông tin sinh viên ạ",
            "Chào em,. . Em liên hệ phòng Công tác chính trị sv qua email [email] để được hướng dẫn nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em chào cô ạ.. . Cô cho em hỏi là, như hình ảnh em có đính kèm thì em không đăng kí được môn EN1003 - Con người và môi trường, trong cùng hệ Chính quy như Luận văn, mà chỉ đăng kí được bên hệ CQ + VLVH Đợt 2- Chuyển Hệ còn lại. Em không rõ 2 hệ này có phân lịch học khác nhau không ạ (vd như 1 cái sáng 1 cái tối) Và nếu khác nhau thì em có cách nào đăng kí môn EN1003 vào thời khóa biểu chính chung với luận văn không, vì nếu 2 môn học riêng 2 hệ thì rất bất tiện ạ. Em xin cảm ơn cô.",
            "Chào bạn. . SV lưu ý:. . 1- Hiện tại toàn bộ môn học đã được Phòng Đào tạo tăng sĩ số tối đa theo quy định của từng loại môn học và quy định của Google Meet. Xem quy định về sĩ số mở lớp cho từng loại môn học tại đây: aao.hcmut.edu.vn/sinh viên/quy chế/học vụ/Quy chế đào tạo và học vụ bậc đại học, cao đẳng/ Điều 8. 2. . 2- Đã hết thời gian hiệu chỉnh và hủy môn học, Về việc rút Môn Học (có tính học phí) sinh viên vui lòng đợi mail thông báo dự kiến trong tháng 1/2021 sau của PDT. . 3- Trường hợp chưa ĐKMH ở đợt 2 thành công, bạn vui lòng đợi mail thông báo về việc ĐKMH ở đợt 3 từ ngày 04/01/2022 ( lưu ý: Trong đợt 3, SV chỉ có thể bổ sung các môn học còn sĩ số, không hiệu chỉnh và hủy MH). . 4- Sinh viên vui lòng xem kết quả ĐKMH, xem lý do vì sao không ĐKMH được (có đăng ký, nhưng không có TKB) tại trang web: mybk.hcmut.edu.vn    Đăng ký môn học    Đăng ký môn học HK212 - Kết quả đợt 2    bấm vào mục Đăng ký mới    chọn Loại hình đăng ký    xem Lịch sử đăng ký.. . 5- Trong trường hợp sau khi kết thúc đợt 3 (từ ngày 4/1 đến 6/1/2022), mà kết quả xử lý ĐKMH không đúng, bạn có thể làm đơn khiếu nại (kèm minh chứng nếu có), gửi qua trang bksi ghi rõ tiêu đề: “Khiếu nại ĐKMH HK212”, nội dung khiếu nại trình bày rõ lý do, ghi rõ tên, mã môn học và mã nhóm đã đăng ký. . 6- SV xem TKB tại mybk/Thông tin SV/ Xem TKB (sẽ được cập nhật dự kiến trước ngày 3/1/2022). . Chúc các bạn học tốt!. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em chào Thầy/Cô ạ,. . . . Kỳ vừa rồi em vừa hoàn thành ĐCLV CO4321 ngành Kỹ thuật máy tính, hiện nay chưa có điểm trên hệ thống, từ đợt 1 ĐKMH em đã đăng ký LVTN CO4323 nhưng bị huỷ. Đợt 2 này em tìm theo mã môn học trên nhưng không thấy mã lớp Lxx đâu, chỉ thấy Axx và CCxx nên không đăng ký được ạ (Em có thử bấm đăng ký vào lớp Axx nhưng bị báo là không đúng đối tượng + thiếu CCAV LVTN). . . . Em mong Thầy/Cô sẽ hỗ trợ ạ. Em xin cảm ơn.. . . . [full_name].",
            "Chào bạn,. . Hiện tại PĐT đã cập nhật lại các lỗi phát sinh khi đăng ký môn học. Nên SV vui lòng vào đăng ký lại. . Theo thông báo :. . - Các học phần đang học nhưng chưa có điểm, kể cả học dự thính, và SV không thuộc diện bị cấm thi, được xem là đạt và tích luỹ được tín chỉ để đăng ký các học phần, kể cả các học phần tốt nghiệp (TTNT, ĐCLV và LVTN). Các học phần tốt nghiệp sẽ được PĐT hậu kiểm sau khi có kết quả học tập để đảm bảo đúng điều kiện ràng buộc theo đúng quy định. SV nên cân nhắc kỹ, tự xác định năng lực học tập trước khi đăng ký các học phần tốt nghiệp để việc học tập đạt kết quả tốt nhất.. . - Nhà trường tạm thời không xét điều kiện : Chuẩn tiếng Anh sau mỗi năm học (chuẩn Anh văn hàng năm); Chuẩn CCAV quốc tế khi xét LVTN; Chuẩn Giáo dục thể chất cho riêng HK chính 212 và HK dự thính 212.. . - Nhà trường tạm thời xét từ đủ 6 ngày CTXH khi xét LVTN trong HK212.. . . . Thân chào."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em chào thầy/cô/anh/chị, . . . . Em là Phạm Hải Long, MSSV [student_id], là sinh viên khóa K18 thuộc khoa Điện - Điện tử của trường. Thầy/Cô/Anh/Chị cho em hỏi là vì sao không mở các môn Đồ án vậy ạ. Em có đăng kí Đồ án hồi đợt 1 nhưng bị hủy vì không mở môn ạ.. . . . Em cảm ơn thầy/cô/anh/chị ạ!",
            "Chào bạn,. . Về Chương trình Đào tạo, danh sách môn tương đương…, bạn vui lòng xem tại:. . aao.hcmut.edu.vn/Sinh viên/Chương trình Đào tạo. . Sinh viên thắc mắc về CTĐT vui lòng liên hệ về Khoa xin gặp Thầy/Cô Phụ trách về CTĐT để được tư vấn và hỗ trợ thêm.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Hiện tại đăng ký môn học đợt 2 của em bị giới hạn số lượng là không được quá 14 tín chỉ mặc dù giới hạn tín chỉ bình thường là 21.. . Cho em hỏi là giới hạn này lý do gì ạ. Em cảm ơn.. . [full_name]",
            "Em đọc lại quy chế và đã hiểu nguyên nhân rồi ạ. Em xin lỗi vì đã làm phiền."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính gửi Phòng Đào tạo,. . Em tên là [full_name], MSSV: [student_id], hiện đang theo học ngành Điều Khiển Tự động hóa, Khoa Điện - Điện tử. . . Ở đợt đăng ký môn này, môn Vi xử lý hiện tại đã hết lớp trống. Kính mong phòng Đạo tạo hỗ trợ cho em được đăng ký vào lớp L05 vì đây là môn chính trên thời khóa biểu của khoa ạ.. . Em xin cảm ơn thầy/cô và chúc thầy/cô thật nhiều sức khỏe",
            "Chào bạn. . SV lưu ý:. . 1- Hiện tại toàn bộ môn học đã được Phòng Đào tạo tăng sĩ số tối đa theo quy định của từng loại môn học và quy định của Google Meet. Xem quy định về sĩ số mở lớp cho từng loại môn học tại đây: aao.hcmut.edu.vn/sinh viên/quy chế/học vụ/Quy chế đào tạo và học vụ bậc đại học, cao đẳng/ Điều 8. 2. . 2- Đã hết thời gian hiệu chỉnh và hủy môn học, Về việc rút Môn Học (có tính học phí) sinh viên vui lòng đợi mail thông báo dự kiến trong tháng 1/2021 sau của PDT. . 3- Trường hợp chưa ĐKMH ở đợt 2 thành công, bạn vui lòng đợi mail thông báo về việc ĐKMH ở đợt 3 từ ngày 04/01/2022 ( lưu ý: Trong đợt 3, SV chỉ có thể bổ sung các môn học còn sĩ số, không hiệu chỉnh và hủy MH). . 4- Sinh viên vui lòng xem kết quả ĐKMH, xem lý do vì sao không ĐKMH được (có đăng ký, nhưng không có TKB) tại trang web: mybk.hcmut.edu.vn    Đăng ký môn học    Đăng ký môn học HK212 - Kết quả đợt 2    bấm vào mục Đăng ký mới    chọn Loại hình đăng ký    xem Lịch sử đăng ký.. . 5- Trong trường hợp sau khi kết thúc đợt 3 (từ ngày 4/1 đến 6/1/2022), mà kết quả xử lý ĐKMH không đúng, bạn có thể làm đơn khiếu nại (kèm minh chứng nếu có), gửi qua trang bksi ghi rõ tiêu đề: “Khiếu nại ĐKMH HK212”, nội dung khiếu nại trình bày rõ lý do, ghi rõ tên, mã môn học và mã nhóm đã đăng ký. . 6- SV xem TKB tại mybk/Thông tin SV/ Xem TKB (sẽ được cập nhật dự kiến trước ngày 3/1/2022). . Chúc các bạn học tốt!. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Chào anh/chị,. . . . Cho phép em được hỏi liệu phòng đào tạo có thể tăng sĩ số tối đá môn IM3059-Quản lý chiến lược của 2 nhóm lớp CC01,CC02 từ 40 lên 45 không ạ? Vì em thấy hiện tại sĩ số tối đa của môn học trên ở hai nhóm lớp CC01,CC02 là 40, thấp hơn theo quy định sĩ số tối đa của ác môn học chuyên ngành chương trình chất lượng cao là 45. Thêm vào đó, các mã môn chuyên ngành khác được mở HK212 như IM3041, IM3081 đều mở tối đa tới 45, thậm chí là 50 với môn IM3081.. . Mong phòng đào tạo suy xét và tăng sĩ số của 2 nhóm lớp CC01,CC02 môn IM3059 để giúp cho em và các bạn khác có thể thay đổi lớp phù hợp với thời khóa biểu của mình.. . . . Em xin cảm ơn ạ.",
            "\"\"\"Chào bạn,. . Hiện tại toàn bộ môn học đã được Phòng Đào tạo tăng sĩ số tối đa theo quy định của từng loại môn học và quy định của google meet (tối đa 100 tính luôn Giảng Viên). . Xem quy định về sĩ số mở lớp cho từng loại môn học tại đây: aao.hcmut.edu.vn/sinh viên/quy chế/học vụ/Quy chế đào tạo và học vụ bậc đại học, cao đẳng/ Điều 8. 2. . Chúc bạn học tập tốt nhé.. . Thân.. . \"\"\""
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em xin chào thầy/cô, em là [full_name], MSSV: [student_id], lớp HC16D[full_name]. Sau khi trúng tuyển đại học, em có làm đơn xin bảo lưu 1 năm học do tình trạng gia đình và sức khỏe. [full_name]hi đi học lại, em học chung với [full_name]16. Do chưa tìm hiểu kĩ về số học kỳ đào tạo tối đa, nên em nghĩ 13 học kỳ sẽ tính từ lúc học nhập học (k16), nên đến hiện tại, em vẫn còn thiếu môn Luận văn tốt nghiệp, hoãn đi thực tập tốt nghiệp (vì dịch covid) và hoãn 2 môn thi.Tuy nhiên em đã hoàn thành xong số ngày CTXH và đã nộp CCAV đủ điều nhận LVTN. Ở H[full_name]212, em không đăng ký môn học được do quá số học kỳ đào tạo tối đa. Em viết mail này để xin được PĐT xem xét và cho em xin được gia hạn thêm 1 học kỳ nữa để hoàn thành hết chương trình đại học chính quy. Nếu được gia hạn thêm 1 học kỳ nữa, em sẽ cố gắng học tập chăm chỉ để hoàn thành thật tốt chương trình học. Em rất mong thầy/cô có thể xem xét và chấp nhận cho được gia hạn ạ! Em mong sớm nhận được phản hồi từ PĐT ạ! Em cảm ơn!",
            "\"Chào bạn,. . Hiện tại PĐT đã cập nhật lại các lỗi phát sinh khi đăng ký môn học. Nên SV vui lòng vào đăng ký lại . . Nếu vẫn không dkmh được bạn vui lòng báo lại PĐT. . . . Thân chào.. . \""
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em tên là [full_name] , mssv [student_id] . Trong lần đăng ký môn học đợt 2 này nhóm P03 của môn Tiếng Pháp 8 chỉ có 30 sinh viên . Mong phòng đào tạo mở thêm sỉ số cho nhóm P03 vì thời khóa biểu của em chỉ có thể đăng ký được nhóm học này để không bị trùng lịch với các môn khác. Mong phòng đào tạo xem xét mở thêm sỉ sổ giúp chúng em . Em chân thành cảm ơn .. .",
            "\"\"\"Chào bạn,. . Hiện tại toàn bộ môn học đã được Phòng Đào tạo tăng sĩ số tối đa theo quy định của từng loại môn học và quy định của google meet (tối đa 100 tính luôn Giảng Viên). . Xem quy định về sĩ số mở lớp cho từng loại môn học tại đây: aao.hcmut.edu.vn/sinh viên/quy chế/học vụ/Quy chế đào tạo và học vụ bậc đại học, cao đẳng/ Điều 8. 2. . Chúc bạn học tập tốt nhé.. . Thân.. . \"\"\""
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em chào thầy cô, em là sinh viên nghành kĩ thuật cơ khí, MSSV LÀ [student_id]. . . . 1) Vấn đề là sáng ngày 25/12 khoảng từ 10h, em có đăng kí môn học, nhưng khi vô thì em bị xóa môn học ME2013 nhiệt động lực học và truyền nhiệt nên em phải đăng kí lại, lúc em đăng kí, hệ thống không báo lỗi,em đăng kí được bình thường. . Nhưng đến chiều khoảng 16h, em vô lại thì thấy mình bị xóa môn ME2007 chi tiết máy, em vô đăng kí lại vào lớp cũ L01 và các lớp khác thì đã full slot. Em mới vô lại phần lịch sử đăng kí thì thấy hệ thống xóa môn học của em vào lúc 25/ 12/ 2021 16:44 như hình. . . 2) Có 1 lớp còn slot, nhưng lớp đó lại quá ít người đăng kí 26/80 người, khả năng cao sẽ bị xóa. Và ngay cả em đăng kí lớp đó, trùng 1 tiết với môn thực tập cơ khí đại cương 2, mà hệ thống cũng không báo lỗi, vẫn cho đăng kí. . . . 3) Hệ thống không ghi lại lịch sử em đăng kí môn động lực học truyền nhiệt vào buổi trưa tầm 11-12h . . . . Em thật sự không biết phải làm sao vì môn chi tiết máy kì này rất quan trọng đối với em để làm đồ án. Việc xóa môn học là lỗi của hệ thống chứ không phải lỗi của em. Nếu hệ thống báo đăng kí lỗi từ lúc 11h, thì em đã biết cách sắp xếp, đằng này tới tận 16:44 mới báo, thì lúc đó đã có người vào đăng kí rồi. . Em mong nhận được hồi âm từ thầy/ cô, em xin cảm ơn. . . .",
            "Chào bạn. . SV lưu ý:. . 1- Hiện tại toàn bộ môn học đã được Phòng Đào tạo tăng sĩ số tối đa theo quy định của từng loại môn học và quy định của Google Meet. Xem quy định về sĩ số mở lớp cho từng loại môn học tại đây: aao.hcmut.edu.vn/sinh viên/quy chế/học vụ/Quy chế đào tạo và học vụ bậc đại học, cao đẳng/ Điều 8. 2. . 2- Đã hết thời gian hiệu chỉnh và hủy môn học, Về việc rút Môn Học (có tính học phí) sinh viên vui lòng đợi mail thông báo dự kiến trong tháng 1/2021 sau của PDT. . 3- Trường hợp chưa ĐKMH ở đợt 2 thành công, bạn vui lòng đợi mail thông báo về việc ĐKMH ở đợt 3 từ ngày 04/01/2022 ( lưu ý: Trong đợt 3, SV chỉ có thể bổ sung các môn học còn sĩ số, không hiệu chỉnh và hủy MH). . 4- Sinh viên vui lòng xem kết quả ĐKMH, xem lý do vì sao không ĐKMH được (có đăng ký, nhưng không có TKB) tại trang web: mybk.hcmut.edu.vn    Đăng ký môn học    Đăng ký môn học HK212 - Kết quả đợt 2    bấm vào mục Đăng ký mới    chọn Loại hình đăng ký    xem Lịch sử đăng ký.. . 5- Trong trường hợp sau khi kết thúc đợt 3 (từ ngày 4/1 đến 6/1/2022), mà kết quả xử lý ĐKMH không đúng, bạn có thể làm đơn khiếu nại (kèm minh chứng nếu có), gửi qua trang bksi ghi rõ tiêu đề: “Khiếu nại ĐKMH HK212”, nội dung khiếu nại trình bày rõ lý do, ghi rõ tên, mã môn học và mã nhóm đã đăng ký. . 6- SV xem TKB tại mybk/Thông tin SV/ Xem TKB (sẽ được cập nhật dự kiến trước ngày 3/1/2022). . Chúc các bạn học tốt!. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Chào quý thầy/cô. Sau khi kiểm tra kết quả đăng ký môn đợt 1 và em vào hiểu chỉnh môn học thì không được ạ. Hiện tại em muốn xóa 2 môn đã đăng ký nhưng không xóa được. Mong thầy/cô hỗ trợ. (phần hiệu chỉnh không có nút xóa môn, như trong file ảnh ạ). .",
            "Do hệ thống quá nhiều lượt truy cập nên giật lag. Hiện tại em đã hiệu chỉnh thành công ạ. Cảm ơn quý thầy/cô"
        ]
    }
]