[
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ em chào thầy cô.. . Do môn Sinh Thái EN2005 của em bị trùng lịch tkb môn Hóa mt1 EN2005,mà môn này là môn tiên quyết cho môn Hóa mt 2,nên em mong thầy cô cho em đổi sang lớp L01 môn Sinh Thái EN2005 ạ.. . Em cảm ơn.. .",
            "Chào bạn,. . . . Trong đợt 2 DKMH bạn chuyển nhóm được, trong đợt 3 DKMH bạn không chuyển nhóm được nha.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em tên: [full_name] - MSSV [student_id]. . Do học kỳ 201 không mở lớp Thực tập cơ khí đại cương 2 (ME2001). Nên phải đăng ký môn học thay thế là môn Thực tập cơ khí đại cương 2 (ME2087).. . Nay em tạo yêu cầu này xin phòng đào tạo giúp e tăng sỉ số cho môn học thực tập cơ khí đại cương 2, mã môn học ME2087 nhóm/lớp L04, thờ khóa biểu tiết 2-6 thứ 6.. . Mong phòng đào tạo xem xét tăng sỉ số giúp em.. . Em xin chân thành cảm ơn!",
            "Chào bạn,. . Hiện tại các nhóm lớp đã được Phòng Đào tạo mở tối đa sĩ số theo đúng quy định (về môn học, sức chứa phòng...).Trường hợp bạn muốn tăng sĩ số của một nhóm lớp nào đó, bạn vui lòng liên hệ trực tiếp tại . . Phòng Đào tạo cơ sở 1  (đúng 9g sáng ngày thứ 2: 31/8/20), để được nhóm hỗ trợ đăng ký môn học kiểm tra, nếu còn khả năng tăng được hoặc có thể có 1 vài bạn sv xin hủy, nhóm sẽ hỗ trợ tăng sĩ số cho . . bạn (nếu được) và có thể vào đăng ký ngay luôn nhé. . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Chào thầy/cô phòng đào tạo!. . Vào học kỳ 192 em đã đóng học phí trễ hạn vì gia đình găp phải chuyện đột xuất. Em mong thầy/cô phòng đào tạo xem xét cho em để em có thể đăng ký môn học ở học kỳ tiếp theo ạ.. . Em xin cảm ơn.",
            "Chào bạn,. . Bạn đăng ký môn học báo lỗi gì? Vui lòng ghi rõ và chụp hình đính kèm gửi kèm để PDT kiểm tra. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Kính gửi quý thầy cô PĐT,. . Học kì 192 (kì II năm học 2019-2020), do gặp khó khăn về kinh tế nên em đã thanh toán học phí trễ hơn so với thời hạn thanh toán của trường. Hiện tại, em đã thanh toán đầy đủ học phí của học kì 192 nên em mong được PĐT tạo điều kiện để em có thể đăng kí môn học của học kỳ tiếp theo. Em xin cam đoan rằng em sẽ thanh toán học phí những kỳ tiếp theo đúng hạn.. . Em mong nhận được phản hồi sớm từ quý thầy cô PĐT.. . . .",
            "Chào bạn,. . Trường hợp bạn mới thanh toán học phí nên thứ nhất bạn phải làm đơn cứu xét và nộp trực tiếp tại Khoa.. . và vào đợt 3 - Đăng ký môn học bổ sung (xem thời gian đăng ký tại lịch học vụ), bạn mới có thể vào đăng ký môn học. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ em chào thầy/cô, thầy/cô cho e xin tăng sĩ số thêm 4 chỗ cho môn học Hư hỏng Sửa chữa công trình mã CI1051 lớp A01 tiết 10-11-12 vào chiều thứ tư. Do học kì này chỉ mở 1 lớp thôi ạ. Mã số sinh viên của em: [student_id]. . Mã số sinh viên của các bạn em:. . [student_id]. . [student_id]. . [student_id]. . Em cảm ơn thầy/cô rất nhiều ạ.. .",
            "đã tăng sĩ số lên max"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính gửi: Thầy, cô [full_name]. . Em tên: [full_name]. . MSSV: [student_id]. . Kì học này em có nguyện vọng muốn học môn Con người và môi trường(EN1003) lớp L03 nhưng vì đợi đăng kí môn chuyên ngành nên tất cả các lớp đã đủ người. Và giờ em ko học được cả 2 môn là MA2007 và EN1003. Kính mong thầy, cô có thể giúp đỡ em mở thêm sỉ số lớp L03 EN1003 cho em được đăng kí vào được không ạ? Mong nhận được phản hồi từ thầy, cô. Cảm ơn thầy, cô đã đọc ạ.. .",
            ". . Hiện tại các nhóm lớp đã được Phòng Đào tạo mở tối đa sĩ số theo đúng quy định (về môn học, sức chứa phòng...).Trường hợp bạn muốn tăng sĩ số của một nhóm lớp nào đó, bạn vui lòng liên hệ trực tiếp tại. . Phòng Đào tạo cơ sở 1  (đúng 9g sáng ngày thứ 2: 31/8/20), để được nhóm hỗ trợ đăng ký môn học kiểm tra, nếu còn khả năng tăng được hoặc có thể có 1 vài bạn sv xin hủy, nhóm sẽ hỗ trợ tăng sĩ số cho. . bạn (nếu được) và có thể vào đăng ký ngay luôn nhé"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em chào quý thầy cô pđt. Em có 2 vấn đề.. . . . 1/ Em muốn đăng kí in bảng điểm nhưng thắc mắc, giấy xác nhận điểm trung bình học kì sẽ là điểm của học kì 192 hay 191(cũ).. . Hiện điểm học kì 192 của em đã cập nhật đầy đủ. . . 2/ Trong học kì hè, pđt có làm việc ở cs2 không. Em muốn lấy bảng điểm.. . . . Em cảm ơn thầy cô.",
            "Chào bạn,. . Giấy xác nhận HK hiện tại bạn đăng ký sẽ là hk 192.. . Phòng Đào tạo cơ sở 2 hiện tại vẫn làm việc bình thường nhé bạn. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Phòng đào tạo cho em hỏi môn Xử lý số tín hiệu EE2015 với môn Cơ sở điều khiển tự động EE2019 có khả năng mở trong kỳ dự thính 201 nếu đủ sinh viên đăng ký không ạ",
            "Chào bạn,. . -      Hiện tại đã hết thời gian để mở lớp ở học kỳ chính 201. . -      Sinh viên có nguyện vọng học các môn chưa được mở lớp ở học kỳ chính 201 vui lòng đăng ký môn học ở HK dự thính đợt 1 (từ ngày 21/09/2020 đến 24/09/2020) , Xem chi tiết lịch đăng ký môn học dự thính HK201 tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Đăng ký môn học    Lịch học vụ theo học kỳ    Lịch học vụ năm học 2020-2021    Lịch học vụ chính quy    Học kỳ 1(HK dự thính). . o   Sau ngày 30/9 nếu môn học không được mở lớp, Quy trình mở môn học dự thính :. . + Bước 1: SV tải mẫu đơn tại trang web: www.aao.hcmut.edu.vn à Sinh viênà biểu mẫuà mẫu Đề nghị mở môn học (ngoại lệ). . . . + Bước 2: Sau khi có xác nhận chữ ký đồng ý theo quy định trong đơn. . . . +  SV nộp đơn tại PĐT – cơ sở 1-  . . Thời gian nộp đơn mở lớp dự thính: từ ngày 30/09/2020 đến 01/10/2020. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            ". . Đăng ký môn học . Quy trình để tăng sĩ số một lớp thế nào ạ? Em cảm ơn",
            ". . Hiện tại các nhóm lớp đã được Phòng Đào tạo mở tối đa sĩ số theo đúng quy định (về môn học, sức chứa phòng...).Trường hợp bạn muốn tăng sĩ số của một nhóm lớp nào đó, bạn vui lòng liên hệ trực tiếp tại. . Phòng Đào tạo cơ sở 1  (đúng 9g sáng ngày thứ 2: 31/8/20), để được nhóm hỗ trợ đăng ký môn học kiểm tra, nếu còn khả năng tăng được hoặc có thể có 1 vài bạn sv xin hủy, nhóm sẽ hỗ trợ tăng sĩ số cho. . bạn (nếu được) và có thể vào đăng ký ngay luôn nhé"
        ]
    },
    {
        "intent": "",
        "message": [
            "Em tên là [full_name]-MSSV [student_id]. . . . . . Cho em xin mở thêm sĩ số lớp của môn vi xử lý (EE2013) và môn cơ sở kỹ thuật điên (EE2017) để kịp chương trình làm đồ án",
            ". . Hiện tại các nhóm lớp đã được Phòng Đào tạo mở tối đa sĩ số theo đúng quy định (về môn học, sức chứa phòng...).Trường hợp bạn muốn tăng sĩ số của một nhóm lớp nào đó, bạn vui lòng liên hệ trực tiếp tại. . Phòng Đào tạo cơ sở 1  (đúng 9g sáng ngày thứ 2: 31/8/20), để được nhóm hỗ trợ đăng ký môn học kiểm tra, nếu còn khả năng tăng được hoặc có thể có 1 vài bạn sv xin hủy, nhóm sẽ hỗ trợ tăng sĩ số cho. . bạn (nếu được) và có thể vào đăng ký ngay luôn nhé"
        ]
    },
    {
        "intent": "",
        "message": [
            "B Đăng ký môn học . Phòng đào tạo có thể tăng sĩ số môn học kinh tế học đại cương ở cơ sở 2 được không ạ. Em không đủ số tín chỉ học kì nên mong phòng đào tạo mở thêm sĩ số ạ.",
            "đã tăng sĩ số. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "B   /B Đăng ký môn học . Kính gửi: Quý thầy cô phụ trách.. . . . Em là SV K18, nhưng vì một số lý do cá nhân, nên hiện tại vẫn chưa hoàn thành chương trình GDTC (Còn thiếu 1 môn TC).. . . . Em có ý định hoàn thành chương trình trong học kì 201 này, nhưng khi vào mục Đăng ký môn học thì không hiển thị được bất kì lớp GDTC nào.. . . . Em muốn hỏi, là, liệu có chương trình GDTC nào cho sinh viên trong học kì 201 sắp tới đây không? Vì, dù đã qua năm 3, nhưng vì thiếu chuẩn GDTC, nên em không thể đăng kí các môn năm 3 được. Và các môn GDTC mới, nếu nhà trường có thay đổi chương trình đào tạo, có thể tính như môn GDTC cũ để xét chuẩn năm 3 hay không?. . . . Em xin chân thành cảm ơn.",
            "Môn thể dục sẽ được mở sau. sẽ email khi có lịch đănv ký. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ cho em hỏi học kì 201 em muốn đăng kí môn Con người và Mô trường ( EN1003) nhưng các lớp đã đủ hết rồi ạ, khi phòng đào tạo mở thêm lớp thì các bạn cũng đăng kí trước rồi ạ. Cho em hỏi khi đợt 3 đăng kí môn học thì phòng có mở thêm lớp môn này không ạ. Em xin cảm ơn.. .",
            "đã tăng sĩ số. . bạn vào đk liền nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Chào admin. Hiện tại đã thực hiện việc thanh toán học phí đầy đủ trên hệ thống. nhưng vẫn chưa thể đăng kí được thông tin trên trang mybk của mình. Vui lòng kiểm tra và xác nhận để em có thể đăng kí xét tốt nghiệp. e có đính kèm hình ảnh bên dưới ạ. Vì Hạn chót đăng kí là 30/08 nhưng hiện tại e không cập nhập được thông tin ạ  i Tốt nghiệp .",
            "Chào bạn. . Thứ 6 hàng tuần Phòng Đào tạo sẽ cập nhật lại danh sách tốt nghiệp mới và mở khóa cho các trường hợp sinh viên nợ HP và Nợ ngày CTXH (sau khi đã thanh toán HP/bổ sung đầy đủ ngày CTXH trước thứ 5 hàng tuần), Sinh viên đăng ký tốt nghiệp lại vào thứ 2 tuần sau. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Học kì 192 vừa rồi, em không hoàn thành các môn học đã đăng kí thì học kì này em có được đăng kí môn học như bình thường không ạ ? Nếu không, được thì em cần làm gì để được đăng kí môn học lại ?. . Em cám ơn !"
        ]
    },
    {
        "intent": "",
        "message": [
            "B Đăng ký môn học . CI2037 . .",
            "đã tăng sĩ số lên max",
            "Đăng ký môn học  /i  CI2037. . . . Kính gửi nhà trường,. . . . Tình hình là kì này chỉ mở 1 lớp Vật liệu xây dựng mã số môn học CI2037 nhưng tiếc rằng lớp đã full rồi. Không biết có thể còn cách nào để em đăng kí bổ sung vào lớp đó hay mở thêm lớp không ạ? Em cảm ơn nhiều ạ. . . Trân trọng.",
            "đã tăng sĩ số. . Bạn vào đk liền nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Môn Cơ sở kỹ thuật điện EE2017 nhu cầu học rất lớn có hơn 100 người đăng ký nhưng chỉ mở 1 lớp.. . . . Môn này là học trước của đồ án, nếu đồ án trễ thì thực tập hè bị đình tức trễ luôn 1 năm. . . . Kính mong phòng đào đạo linh hoạt mở thêm môn học để giúp đỡ sinh viên cho kịp tiến độ học tập. . . . Xin cảm ơn. . . .",
            "Môn học đã vượt sức chứa phòng.. . Bạn liên hệ VP Khoa để xin mở lớp"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Dạ cho em hỏi em tính đăng kí thi anh văn trong trường mà hết chỗ rồi ạ . . Cho em hỏi làm cách nào để đăng kí thêm được không ạ",
            "Chào bạn. . Hiện tại đã hết chỗ (1400) để đăng ký kiểm tra trình độ tiếng anh đợt này (thi trong tháng 9) Bạn vui lòng đợi thông báo của nhà trường qua email sinh viên về việc tổ chức kỳ kiểm tra trình độ tiếng anh đợt tiếp theo. . Chúc bạn học tốt!. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học .",
            "đã tăng sĩ số"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Cho em hỏi tại sao em không đăng ký được các môn thể dục ạ hay do các môn không mở lớp",
            "Môn học thể dục sẽ mở lớp sau. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học  /i  . . kính thưa nhà trường,em có nguyện vọng học lớp Anh văn 2 trong học kì 201 nhưng tất cả các nhóm lớp đã đầy sĩ số.Xin nhà trường cho phép lớp được mở thêm sĩ số (cụ thể là nhóm lớp A01).Em xin cảm ơn rất nhiều ạ.. . . .",
            "Chào bạn,. . Hiện tại các nhóm lớp đã được Phòng Đào tạo mở tối đa sĩ số theo đúng quy định (về môn học, sức chứa phòng...).Trường hợp bạn muốn tăng sĩ số của một nhóm lớp nào đó, bạn vui lòng liên hệ trực tiếp tại . . Phòng Đào tạo cơ sở 1  (đúng 9g sáng ngày thứ 2: 31/8/20), để được nhóm hỗ trợ đăng ký môn học kiểm tra, nếu còn khả năng tăng được hoặc có thể có 1 vài bạn sv xin hủy, nhóm sẽ hỗ trợ tăng sĩ số cho . . bạn (nếu được) và có thể vào đăng ký ngay luôn nhé. . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Kính chào thầy, cô!. . . . Em tên là [full_name] MSSV:161157. . Em có thắc mắc là trong tháng 11 tới đây em đã đủ điều kiện xét và đăng ký tốt nghiệp. Tuy nhiên, vì lý do đi trao đổi vào tháng 12 nên em không được tốt nghiệp trước thời gian này, nếu em muốn đăng ký tốt nghiệp vào đợt tháng 4 năm sau thì trong thời gian học kỳ 1 năm tới em có cần phải đăng ký môn học để không bị cảnh cáo học vụ không ạ?. . . . Em xin cảm ơn!",
            "Chào bạn,. . Bạn tự đi trao đổi hay thông qua nhà trường.. . Vì theo quy định nếu bạn không đăng ký môn học trong học kỳ (không có thời khóa biểu) sẽ bị tạm dừng 1 học kỳ!. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Cho e hỏi SV TN đợt tháng 7/2020 khi nào có bằng TN ạ. . . .",
            "Chào bạn,. . Trường đang đợi phôi bằng mới từ Đại học Quốc gia Thành phố Hồ Chí Minh cấp để in bằng tốt nghiệp,  Nhà trường sẽ có thông báo đến sinh viên sau khi có phôi bằng, hoàn tất khâu in bằng và lễ trao bằng tốt nghiệp cho sinh viên.. . Nếu bạn cần giấy xác nhận từ trường về việc này bạn bạn có thể làm đơn nộp tại Phòng Đào tạo để được hỗ trợ.. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Kính gửi Phòng Đào tạo, em cảm ơn Phòng Đào tạo và anh [full_name] đã cất công gửi cho em bảng điểm những môn đã học và những môn còn thiếu. Em có hai thắc mắc sau xin nhờ Phòng Đào tạo giải đáp:. . . . Thứ nhất:. . . . Môn Nền Móng em đã tích lũy đủ, kể cả lý thuyết và đồ án nhưng trong bảng điểm chưa cập nhật. Có thể do em tách thành 2 môn Lý thuyết Nền móng CI3195 và đồ án môn học nền móng CI3197 nên phần mềm chưa cập nhật.. . . . Thứ hai:. . . . Theo bảng điểm Phòng Đào tạo gửi thì hiện tại số tín chỉ tích lũy của ngành học của em là 47.. . . . Số tín chỉ môn học bắt buộc chưa tích lũy được của em là 40 tín chỉ (đã bao gồm 3 tín chỉ thực tập tốt nghiệp và 9 tín chỉ luận văn tốt nghiệp).. . . . Số tín chỉ môn học tự chọn chưa tích lũy của em là 9 tín chỉ.. . . . Tổng số tín chỉ của 3 nhóm này nếu em tích lũy đủ là 47 + 40 + 9 = 96 tín chỉ. . . . (96 tín chỉ này đã bao gồm 3 tín chỉ thực tập tốt nghiệp và 9 tín chỉ luận văn tốt nghiệp). . . . Như vậy về điều kiện phải tích lũy đủ 96 tín chỉ của ngành học thì mới đủ điều kiện để đăng ký môn thực tập tốt nghiệp là không thực hiện được vì con số 96 tín chỉ này đã bao gồm tất cả các tín chỉ của các nhóm môn học trong chương trình đào tạo.. . . .  Xin nhờ Phòng Đào tạo giải thích giùm em, em xin cảm ơn nhiều!",
            "Chào bạn. . Bạn kiểm tra mail, [full_name] đã liên lạc với bạn. . [full_name]ân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em là [full_name], sinh viên khoa Khoa học ứng dụng. Hiện tại đang trong quá trình đăng kí môn học đợt  2 học kì 201 em có một số thắc mắc, trong đợt 1 em có đăng kí môn cầu lông cho kì này, nhưng trong đợt 2 thì môn cầu lông của em đã bị xoá. Theo em biết, trong học kì 201 môn thể chất của trường sẽ chuyển lên đại học thể dục thể thao. Em sẽ phải đăng kí môn thể chất cho kì này như thế nào, thời hạn và phương thức đăng kí ra sao ? . . Em xin chân thành cảm ơn !",
            "Chào bạn,. . . . Hiện tại nhà trường chưa có thông báo về việc đăng kí môn GDTC, khi nào có thông báo DKMH giáo dục thể chất, PDT gởi mail thông báo cho sv.. . . . Thân.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Dạ em chào phòng pđt,. . Em tên là [full_name], học khoa điện-điện tử. . Em có đăng ký làm giấy tạm hoãn nghĩa vụ quân sự để nộp về cho địa phương, hạn chót nộp ở địa phương bắt em là 25/9. . Mà do chưa chuyển sang năm học 2020-2021 nên trên giấy của em vẫn để năm học hiện tại là 2019-2020, trong khi đó địa phương chỗ em không chịu, bắt buộc phải là năm học 2020-2021. . Vậy thì giờ em phải làm sao ạ? Xin phòng pđt cho em xin hướng giải quyết. . Em cảm ơn!",
            "Chào bạn. . -\tBạn có thời khóa biểu HK192 nên bạn có thể đăng nhập vào trang web mybk.hcmut.edu.vn    In xác nhận sinh viên    chọn mục: in giấy chứng nhận Sv để hoãn NVQS. . Để phòng đào tạo lấy dữ liệu in giấy chứng nhận Sv để hoãn NVQS cho bạn. . -\tGiấy chứng nhận Sv để hoãn NVQS cho niên học 2020-2021 (HK201) sẽ được phòng đào tạo in chuyển về Khoa phát cho sinh viên có thời khóa biểu HK201 dự kiến sau ngày 21/9/20. . Chúc bạn học tập tốt nhé.. . Thân. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ thầy cô có thể cho em hỏi môn đồ án môn học kết cấu thép mã số môn học ci3213 có thể mở thêm sĩ số được    không ạ, hiện tại em muốn đăng ký học nhưng khi vào đã full sĩ số ạ.",
            "Chào bạn,. . . . Môn CI3213 có mở thêm nhóm, đợt 3 bạn vào đăng kí nha.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Em khóa k-16. . Cho em hỏi là nếu sau ngày 21/09 em thi tiếng anh không đạt 600 là không được làm luận văn đúng không ạ và điểm chuyển tiếng anh là 600 hay 500 để quy đổi về điểm av 4 ạ.. .",
            "Chào bạn,. . Bạn nên phân biệt quy định về chuyển điểm và chuẩn tiếng anh xét LVTN.. . Về việc chuyển điểm:. . Nếu bạn nộp Chứng Chỉ Ngoại Ngữ và đăng ký chuyển điểm (phải hoàn thành lệ phí chuyển điểm) trước ngày 18/9/2020 thì áp dụng theo quy định chuyển điểm cũ - Bảng quy đổi điểm chuyển Ngoại Ngữ mới bắt đầu từ ngày 21/9/20 áp dụng cho HK201. . Về chuẩn xét LVTN, bạn xem quy định tại đây:. . http://aao.hcmut.edu.vn/ sinh viên/quy chế/ Quy chế đào tạo và học vụ bậc đại học, cao đẳng:/Phụ lục 1: Quy định về ngoại ngữ (áp dụng cho các chương trình giảng dạy bằng tiếng Việt)/3.   Chuẩn tiếng Anh khi nhận Luận văn tốt nghiệp (LVTN) và khi tốt nghiệp. . Chúc bạn học tập tốt nhé. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học .  cho em hỏi em đã viết đơn xin mở lớp lý thuyết sai số và xử lý số liệu đo ( CI3251) ở phòng đào tạo , và các cô ở phòng đào tạo hẹn là sáng thứ 5 ngày 27/08/2020 sẽ mở lớp. Nhưng hôm nay em vẫn chưa thấy lớp được mở trên hệ thống dki môn học ạ . mong được trả lời . . . .",
            "Chào bạn,. . . . Hiện tại phòng học bị quá tải, những môn mở bổ sung (theo đơn sv) chưa mở được và dự định sẽ mở vào đợt dự thính.. . . . Thân.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . cho em hỏi môn tự chọn tự do là được đăng kí bất kì môn nào phải không ạ",
            "Chào bạn,. . Về CTĐT bạn vui lòng liên hệ tại Văn Phòng Khoa - xin gặp thầy Phó Khoa phụ trách về CTĐT để được tư vấn và hướng dẫn nhé!. . Chúc bạn học tốt. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Dạ em chào Cô ạ!. . . . Hồi bữa lớp trưởng lớp em có thông báo trên group lớp lấy cơ sở 2 để nhận   B Giấy chứng nhận học quân sự  /B . Nhưng do lúc đó đang thi cuối kì nên em không biết và chưa nhận ạ.. . . . Cô cho em hỏi giờ em muốn nhận thì phải làm sao ạ!. . . . Cảm ơn Cô!. . . . [full_name]",
            "Chào bạn,. . Giấy chứng nhận học GDQP bạn vui lòng liên hệ ở Khoa của bạn để được hướng dẫn nhé!. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Phòng đào tạo có thể tăng sĩ số môn kinh tế học đại cương cơ sở 2 được không ạ, em vô xem trễ nên không đăng kí được ạ.",
            "Chào bạn,. . . . PDT đã tăng hết tất cả các môn với sỉ số tối đa rồi.. . . . Thân.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Chào anh (chị),. . Em là [full_name], k17. . Cho em hỏi quy định từ học kỳ 201, TOEIC đạt 600 điểm mới đổi được điểm từ anh văn 1 đến anh văn 4,quy định này áp dụng cho tất cả các khóa không ạ, hay chỉ áp dụng cho các khóa mới. . . Mong phản hồi từ anh (chị), em cám ơn ạ.",
            "Chào bạn. . áp dụng cho tất cả các khóa nghen bạn. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Em cần đăng ký môn học MT1009 cho kỳ này để đủ số tín chỉ vì các môn cơ sở ngành năm 2 thay đổi chương trình đào tạo(khác mã môn học) và trái kỳ nên em không đăng ký được đủ 10 chỉ. Rất mong thầy/cô mở sỉ số MT1009 A04 Thứ 3(tiết 2 3 4) để em đăng ký ạ. . Chào thầy/cô.. .",
            "Chào bạn,. . Hiện tại các nhóm lớp đã được Phòng Đào tạo mở tối đa sĩ số theo đúng quy định (về môn học, sức chứa phòng...).Trường hợp bạn muốn tăng sĩ số của một nhóm lớp nào đó, bạn vui lòng liên hệ trực tiếp tại . . Phòng Đào tạo cơ sở 1  (đúng 9g sáng ngày thứ 2: 31/8/20), để được nhóm hỗ trợ đăng ký môn học kiểm tra, nếu còn khả năng tăng được hoặc có thể có 1 vài bạn sv xin hủy, nhóm sẽ hỗ trợ tăng sĩ số cho . . bạn (nếu được) và có thể vào đăng ký ngay luôn nhé. . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . dạ cho e hỏi là e đăng kí học kì tới là 14 tín chỉ và muons học dự thính thêm 4 chỉ nữa, tổng là 18 tín chỉ trong khi đó điểm trung bình tích lũy năm nhất của e ko đc trên 7.5 thì có đc ko ạ. .",
            "Chào bạn,. . . . - Một học kỳ sinh viên đăng kí tối đa 21 tín chỉ không tín dự thính nha bạn.. .  - Bạn xem qui chế học vụ điều 9 http://www.aao.hcmut.edu.vn/index.php?route=catalog/chitietsv&path=90&tid=1658.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính gửi PĐT , theo lịch thì đợt ĐKMH đợt 2 sẽ kết thúc vào ngày 31/08 (Do không biết giờ nào kết thúc ĐK đợt 2) nên em viết đơn này kính gửi PĐT . Do thứ 7 và chủ nhật PĐT không làm việc nên em viết đơn này xin PĐT tăng sỉ số lớp Quản Trị Kinh Doanh Cho Kỹ Sư (IM3001 ) nhóm L01 Tiết 789 ngày thứ 2 . Em xin PĐT chấp thuận cho em yêu cầu này . Nếu thứ 2 PĐT còn mở dợt ĐKMH đến 14h cùng ngày thì em sẽ lên trực tiếp để xin ạ . Em xin cám ơn PĐT đã tiếp nhận đơn này ạ .",
            "Chào bạn,. . Hiện tại các nhóm lớp đã được Phòng Đào tạo mở tối đa sĩ số theo đúng quy định (về môn học, sức chứa phòng...).Trường hợp bạn muốn tăng sĩ số của một nhóm lớp nào đó, bạn vui lòng liên hệ trực tiếp tại . . Phòng Đào tạo cơ sở 1  (đúng 9g sáng ngày thứ 2: 31/8/20), để được nhóm hỗ trợ đăng ký môn học kiểm tra, nếu còn khả năng tăng được hoặc có thể có 1 vài bạn sv xin hủy, nhóm sẽ hỗ trợ tăng sĩ số cho . . bạn (nếu được) và có thể vào đăng ký ngay luôn nhé. . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học .   B Chào thầy/cô ạ, em là k18 và chưa qua môn [full_name] Lý Bán Dẫn (VLBD). Môn VLBD của k18 có mã là ee1013, Mà trên ĐKMH em thấy chỉ mở lớp VlBD có mã là ee1007 thì cho em hỏi là em có thể học môn VLBD mã ee1007 để thay thế không ạ? Mong thầy/cô hồi âm em sớm ạ, em xin cảm ơn.  /B",
            "Chào bạn,. . . . Những môn nào công nhận tương đương PDT đều cập nhật trên trang web PDT http://www.aao.hcmut.edu.vn/index.php?route=catalog/chitietsv&path=59_201&tid=447.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em thấy mấy bạn đăng kí môn ko bị tiên quyết"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em chào thầy/cô,. . . . Phòng đào tạo vừa mới mở một lớp môn chuyên ngành của khoa em nhưng lịch học lại bị trùng với lớp Quản trị kinh doanh cho kỹ sư em đang đăng ký, và các lớp mã IM3001 khác cũng đã đủ sĩ số rồi. Môn chuyên ngành này chỉ có trong chương trình đào tạo khóa K18 trở về trước nên rất khó đăng ký vào các học kì sau, do đó em muốn đề nghị phòng đào tạo mở thêm sĩ số cho lớp Quản trị kinh doanh cho kỹ sư (IM3001) lớp thứ 5 tiết 10-12 để em có thể học được môn này ạ!. . . . Mong sớm nhận được phản hồi từ thầy/cô ạ.. . . . Em cám ơn,. . [full_name]",
            "Chào bạn,. . Hiện tại các nhóm lớp đã được Phòng Đào tạo mở tối đa sĩ số theo đúng quy định (về môn học, sức chứa phòng...).Trường hợp bạn muốn tăng sĩ số của một nhóm lớp nào đó, bạn vui lòng liên hệ trực tiếp tại . . Phòng Đào tạo cơ sở 1  (đúng 9g sáng ngày thứ 2: 31/8/20), để được nhóm hỗ trợ đăng ký môn học kiểm tra, nếu còn khả năng tăng được hoặc có thể có 1 vài bạn sv xin hủy, nhóm sẽ hỗ trợ tăng sĩ số cho . . bạn (nếu được) và có thể vào đăng ký ngay luôn nhé. . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Gửi PĐT,. . Em mong PĐT sẽ tăng thêm sỉ số nhóm lớp A01 môn học Cơ ứng dụng AS2007.. . Và nếu có thế, em mong PĐT đăng ký giúp em môn học này nhóm lớp A01 (thứ 2 tiết 789).. . Vì khi PĐT tăng sỉ số, nếu em không đăng ký kịp lại hết sỉ số ạ.. . Em xin cảm ơn.",
            "Chào bạn,. . Hiện tại các nhóm lớp đã được Phòng Đào tạo mở tối đa sĩ số theo đúng quy định (về môn học, sức chứa phòng...).Trường hợp bạn muốn tăng sĩ số của một nhóm lớp nào đó, bạn vui lòng liên hệ trực tiếp tại . . Phòng Đào tạo cơ sở 1  (đúng 9g sáng ngày thứ 2: 31/8/20), để được nhóm hỗ trợ đăng ký môn học kiểm tra, nếu còn khả năng tăng được hoặc có thể có 1 vài bạn sv xin hủy, nhóm sẽ hỗ trợ tăng sĩ số cho . . bạn (nếu được) và có thể vào đăng ký ngay luôn nhé. . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em tên [full_name]. . Mssv [student_id]. . Ad mở thêm sỉ số lớp bê tông 1 CI2091 nhóm lớp A02 giúp em nha. . Em cảm ơn ad",
            "Chào bạn,. . Hiện tại các nhóm lớp đã được Phòng Đào tạo mở tối đa sĩ số theo đúng quy định (về môn học, sức chứa phòng...).Trường hợp bạn muốn tăng sĩ số của một nhóm lớp nào đó, bạn vui lòng liên hệ trực tiếp tại . . Phòng Đào tạo cơ sở 1  (đúng 9g sáng ngày thứ 2: 31/8/20), để được nhóm hỗ trợ đăng ký môn học kiểm tra, nếu còn khả năng tăng được hoặc có thể có 1 vài bạn sv xin hủy, nhóm sẽ hỗ trợ tăng sĩ số cho . . bạn (nếu được) và có thể vào đăng ký ngay luôn nhé. . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Em là sinh viên K18 thì số tín chỉ tối thiểu một học kì mà em phải đăng kí là bao nhiêu ?. . Nếu em có đăng kí môn học nhưng số tín chỉ ít hơn số tín chỉ tối thiểu thì có vấn đề nào không ?",
            "Chào bạn,. . . . Bạn xem qui chế học vụ điều 9 http://www.aao.hcmut.edu.vn/index.php?route=catalog/chitietsv&path=90&tid=1658.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . chào admin ạ, em muốn đăng kí môn hoá đại cương( CH1003) vào lớp l06_l01 nhưng hiện đã hết chỗ nên em muốn nhờ admin hỗ trợ cho em được đăng kí vào lớp này với ạ. cảm ơn admin ạ.( em thuộc hệ chính quy ạ).",
            "Chào bạn,. . . . Hiện tại các môn học đã full sỉ số không tăng được nữa.. . . . Thân.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em mong là lớp cơ sở kỹ thuật điện ee2017 sẽ mở thêm chỗ ạ, hiện tại sĩ số là 42",
            "Chào bạn,. . Hiện tại các nhóm lớp đã được Phòng Đào tạo mở tối đa sĩ số theo đúng quy định (về môn học, sức chứa phòng...).Trường hợp bạn muốn tăng sĩ số của một nhóm lớp nào đó, bạn vui lòng liên hệ trực tiếp tại . . Phòng Đào tạo cơ sở 1  (đúng 9g sáng ngày thứ 2: 31/8/20), để được nhóm hỗ trợ đăng ký môn học kiểm tra, nếu còn khả năng tăng được hoặc có thể có 1 vài bạn sv xin hủy, nhóm sẽ hỗ trợ tăng sĩ số cho . . bạn (nếu được) và có thể vào đăng ký ngay luôn nhé. . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "sc ript alert(\"XSS\")  /sc ript . . . . Do khung nội dung câu hỏi sử dụng các thẻ/tag HTML cho việc định dạng chữ, việc tấn công XSS (cross-site scripting) hoàn toàn có thể xảy ra nếu không có cơ chế phòng vệ. . . . . Trong nội dung câu hỏi ở đầu có chèn thẻ \"script\" của HTML, trong đó có mã JavaScript làm hiện thông báo với dòng chữ \"XSS\" Nếu thông báo hiện ra khi truy cập câu hỏi này, kính đề nghị bộ phận kỹ thuật của nhà trường có biện pháp khắc phục lỗ hổng.",
            "Chào bạn,. . Không sao nhé bạn, chỉ có sv sau khi login vào thì mới gửi đc câu hỏi. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "[student_id]. .   i Đăng ký môn học . Kính thưa PĐT, hiện tại em đang thiếu 1 chỉ để đăng ký các môn của học kỳ 192. Giờ có cách nào để em đăng ký các môn học trong kỳ 192 để kịp tiến độ học tập không ạ?. .",
            "Chào bạn,. . . . Hiện tại là học kỳ 201.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Thông báo email bảo đăng kí thi anh văn đầu vào đến. . 2-9 mới hết nhưng trên mục đăng kí môn học lại không thể đăng kí được và giới hạn đăng kí đến 24-8. . Mong anh chị thầy cô xem xét ạ. . Cảm ơn ạ",
            "Chào bạn. . Vì sĩ số chỉ có 1400 sv đăng ký nên đã hết chỗ. Bạn vui lòng đăng ký thi kiểm tra anh văn vào đợt sau, bạn kiểm tra mail thường xuyên để cập nhật thông tin và nhanh chóng vào đăng ký . . Thân. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ cô, môn Công trình trên đất yếu mã CI4037 đã full slot hết lớp, cô có thể tăng sĩ số cho em đăng kí được không ạ. . Em tên [full_name] MSSV [student_id]",
            "Chào bạn,. . . . Trong đợt 3 DKMH bạn liên hệ trực tiếp PDT nha.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Phòng đào tạo cho em hỏi em có thể xin mở thêm sĩ số của 1 nhóm lớp môn Kĩ thuật An toàn điện được không ạ? Nếu được thì mai PĐT có làm việc không em lên trực tiếp được không ạ?",
            "Chào bạn,. . . . PDT đã tăng hết tất cả các môn với sỉ số tối đa rồi.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Chào thầy/cô,. . CO2005 - Lập trình hướng đối tượng, Lớp này hiện tại đang full slot, mong thầy/cô tăng thêm sĩ số để em có thể đăng kí ạ.. . Em xin cảm ơn.",
            "Chào bạn,. . Hiện tại các nhóm lớp đã được Phòng Đào tạo mở tối đa sĩ số theo đúng quy định (về môn học, sức chứa phòng...).Trường hợp bạn muốn tăng sĩ số của một nhóm lớp nào đó, bạn vui lòng liên hệ trực tiếp tại . . Phòng Đào tạo cơ sở 1  (đúng 9g sáng ngày thứ 2: 31/8/20), để được nhóm hỗ trợ đăng ký môn học kiểm tra, nếu còn khả năng tăng được hoặc có thể có 1 vài bạn sv xin hủy, nhóm sẽ hỗ trợ tăng sĩ số cho . . bạn (nếu được) và có thể vào đăng ký ngay luôn nhé. . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính chào thầy/cô,. . Hiện nay gần đến ngày đóng thời gian đăng kí môn nhưng Em cùng nhiều bạn k18 không thể đăng kí môn Giáo Dục Thể Chất cho kì 201 này. Kính mong phòng đào tạo giải đáp thắc mắc ạ.. . Em xin chân thành cảm ơn.. . Trân trọng,. . [full_name]",
            "Chào bạn,. . . . Hiện tại nhà trường chưa có thông báo về việc đăng kí môn GDTC, khi nào có thông báo DKMH giáo dục thể chất, PDT gởi mail thông báo cho sv.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Dạ em chào Cô.. . -Em tên: [full_name]__MSSV: [student_id]. . -Hiện tại em học 146/142 chỉ trong đó có 1 môn tương đương đã chuyển điểm thành điểm 12, và trên hệ thống thì điểm trung bình tích lũy của em được: 6.98. . -Dạ cô cho em hỏi, điểm trung bình tích lũy ngành để phân loại bằng của em là được bao nhiêu ạ? Vì trên hệ thống em thấy chưa có điểm đó ạ, nếu chưa được 7.0 để được loại Khá thì em sẽ học cải thiện 1 môn nữa.. . Em cảm ơn Cô.",
            "Chào bạn,. . Đã trả lời qua mail sinh viên!. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . e hiện tại là sinh viên ngành cơ điện tử, khóa k18, cho e hỏi nếu e muốn được bổ sung vô lớp kĩ sư tài năng thì đăng kí như nào và bây giờ có hết hạn đăng kí chưa ạ, e cảm ơn. . . .",
            "Chào bạn,. . Bạn vui lòng liên hệ tại Văn Phòng Khoa để được tư vấn về chương trình KSTN.. . Thân"
        ]
    }
]