[
    {
        "intent": "",
        "message": [
            "Em chào anh, chị. . Em là [full_name], sinh viên Việt Pháp khóa 2016. Hiện em đang nợ 7 tín chỉ và sẽ trả 3 tín chỉ trong học kỳ tiếp theo. Còn 4 tín chỉ phải qua học kỳ hè mới trả nợ được do không mở lớp. Cho em hỏi là môn luận văn tốt nghiệp em có được đăng ký trong học kỳ tiếp theo không ạ? hay phải đợi đến học kỳ tiếp theo nữa mới được đăng ký ạ?, do em coi quy định là được nợ tối đa 7 tín chỉ ạ. Em có đăng ký được môn LVTN ở đợt 2 nhưng đợt 3 em không thấy mà em vẫn đăng ký được.",
            "Chào bạn,. . . . Sau đợt đăng kí luận văn nếu vẫn đăng kí không được môn luận văn, bạn muốn lý do bạn liên hệ lại nha.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tên: [full_name]. . Mssv: [student_id]. . Môn: giải tích 2. . Lớp: DT02 . . gv: [full_name]. . Nội dung: em muốn phúc khảo bài thi cuối kỳ 201 dự thính. . ( do đề thi in sai mặt, khiến em làm nhầm chỗ xong phải, nên em phải làm ở mặt khác)",
            "Chào bạn,. . Bạn vui lòng trang mybk để đăng ký phúc tra bài thi online!. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em chào PĐT, sau khi nhận được Mail thông báo của trường về việc hủy một số môn học tự chọn của khoa điện, trong đó có tất cả gồm 2 môn em đã đăng kí, tuy nhiên đó là các môn theo hướng mà em học, sau khi xem xét đăng kí các môn khác thì chỉ còn 2 môn là môn thiết kế vi mạch EE3117 và Kĩ thuật số nâng cao EE3083 đúng theo hướng vi mạch tuy nhiên đã đủ số lượng, vậy cho em hỏi trong trường hợp này PĐT có thể mở thêm số lượng để em có thể đăng kí môn học đúng với CTĐT được không ạ, em cảm ơn. . .",
            "Chào bạn,. . . . PDT đã tăng sỉ số tối đa rồi không tăng được nữa.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Chào thầy/cô, em tên [full_name]. Em viết tin này vì có thắc mắc sau: av4a có xét tín chỉ giống av4 không ạ? Hay chỉ để xét chuẩn từng năm rồi thôi vậy ạ?. . Mong nhận được phản hồi sớm nhất từ nhà trường.. . . . Em cám ơn. . [full_name]",
            "Chào bạn,. . . . Trường hợp này PDT đã gởi mail cho sinh viên. Bạn vui lòng kiểm tra mail nha bạn.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Chào ad, ad cho em hỏi em vừa nhận mail thông báo huỷ lớp L01 môn Hệ thống và điều khiển nhúng EE3067 thì chỉ huỷ lớp L01 thôi đúng không ạ? Lớp L02 vẫn mở như bình thường đúng không ạ?. . Em hỏi cho chắc là lớp L02 có bị xoá như lớp L01 hay không ạ hoặc trong tương lai có bị huỷ không? Em cảm ơn",
            "Chào bạn,. . . . Việc này bạn hỏi khoa nha.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính gởi pđt,. . Em cần đăng ký môn co2021( đồ án thiết kế luận lí ) nhưng bị vướng môn học trước co1025 . Tình hình là môn này k19 không học nữa nên các kì sau e rằng sẽ không có lớp để học , em đã cố gắng học môn co1025 sớm nhất có thể nhưng kì này mới mở , kính mong pđt thông cảm và cho em đăng kí môn co2021.. . Thân",
            "Chào bạn,. . . . Rất tiếc không giúp cho bạn được.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ .   B Do em thanh toán tiền học phí trễ hạn nên không thể đăng kí môn học được. Cho em hỏi làm thế nào để có thể đăng kí môn học vào ngày mai được nữa không ạ? Em xin cảm ơn! (Em đã thanh toán học phí xong lúc nãy ạ.)  /B",
            "Chào bạn,. . . . Bạn phải DKMH trong đợt bổ sung sắp tới, bạn vui kiểm tra mail để biết thời gian DKMH.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em muốn xin mở thêm sỉ số lớp môn ĐAMH Bê tông cốt thép 1 CI2093"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em xin mở thêm slot môn kinh tế chính trị mac lenin SP1033 , lớp L21 với ạ .. .",
            "Chào bạn,. . . . PDT đã tăng sỉ số tối đa rồi không tăng được nữa.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Chào thầy/cô,. . Em mong muốn phòng đào tạo có thể tăng sĩ số môn học CH3119 tại cs2.. . Em cảm ơn."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em chào PĐT ạ, vừa rồi PĐT đã có mail hủy 8 môn của khoa Điện - Điện tử, đặc biệt ảnh hưởng rất nhiều tới các bạn thuộc chuyên ngành Điện Tử - Viễn Thông, trong đó có em. Nay em để nghị PĐT mở thêm sĩ số các lớp thuộc khoa Điện - Điện tử (các môn học chuyên ngành) để chúng em có thể sắp xếp môn học không thì làm khó chúng em quá ạ. Với những môn học đã bị hủy, PĐT có thể sắp xếp các lớp học khác ở các phòng đã trống để có thể mở thêm sĩ số các môn khác.",
            "Chào bạn,. . . . PDT đã tăng sỉ số tối đa rồi không tăng được nữa.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Chào thầy cô, em hiện chỉ đăng kí được 12 tín chỉ do là các môn em đăng kí trước đó đều bị hủy và hiện tại đã đầy số lượng. Em xin thầy cô xem xét cho em được vào các lớp( các môn) sau, 1 số môn em còn đang nợ mà vấn không kịp đăng kí.. . PH1007: TN vật lí - lớp L02, L16 -hoặc bất kì lớp nào cũng được ạ. . IM1027 - Lớp L02 hoặc bất kì lớp nào cũng được ạ. . EN1003- Lớp L03 hoặc bất kì lớp nào cũng được ạ. . Em cảm ơn.  . . . .",
            "Chào bạn,. . . . PDT đã tăng sỉ số tối đa rồi không tăng được nữa.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Chào thầy cô. Em có nhận được thông báo về kì thi anh văn do trường phối hợp với IIG ( thông tin như ảnh đính kèm), vậy cho em hỏi là ngoài kì thi này ( chỉ tổ chức vào cuối HK1 ) thì kì thi anh văn định kì mỗi học kì còn được tổ chức không ạ, hay là nay chỉ cuối HK1 mới có còn HK2 và DT thì không còn đợt kiểm tra anh văn định kì ạ, . . Em cảm ơn ạ. . . .",
            "Chào bạn. . Tình hình kì thi anh văn định kì mỗi học kì sẽ còn tổ chức bình thường nghen bạn, ít nhất mỗi học kỳ tổ chức 1 lần. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Em xin được mở lớp môn học này ạ! . .  AS4001. . Em chỉ còn vướng môn này để được làm LV ra trường ạ! Em cảm ơn. .   i Đăng ký môn học .",
            "Chào bạn,. . . . Trong đơt đăng kí môn học bổ sung bạn làm đơn mở lớp đồ án môn AS4001.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]  /b . . Do trục trặc mạng nên em không kịp đăng kí môn Nguyên lí ngôn ngữ lập trình . Em mong nhà trường có thể mở rộng sĩ số Lớp L01 môn Nguyên lí ngôn ngữ lập trình-CO3005 để em có thể được học môn này ạ. . . Em xin chân thành cám ơn!. . . .   i Đăng ký môn học .",
            "Chào bạn,. . . . PDT đã tăng sỉ số tối đa rồi không tăng được nữa.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ em chào thầy/cô ạ, em muốn nhờ thầy/cô giúp em tăng thêm sỉ số lớp   B L08  /B  môn Kinh tế chính trị [full_name]-[full_name] (  B SP1033  /B ), nếu không học được môn này em sẽ bị trễ tiến độ, mong thầy/cô giúp đỡ em ạ.. . . . Em cảm ơn thầy/cô nhiều ạ!",
            "Chào bạn,. . . . PDT đã tăng sỉ số tối đa rồi không tăng được nữa.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Em tên : [full_name]. . MSSV : [student_id] thuộc khoa Điện - Điện tử. . . . Thưa thầy/cô, do nhận được thông báo hủy các môn tự chọn của khoa, một trong số đó có môn em đã đăng ký bị hủy. Điều này ảnh hưởng đến tiến độ học tập theo chuyên ngành của cá nhân em và các bạn. . . . Nay em tạo yêu cầu này mong thầy/cô xem xét tăng sỉ số môn học có mã EE-3041 Xử lí số tín hiệu với FPGA để em đăng ký hoặc thầy/cô có thể thêm em vào nhóm lớp này ạ. . . . Kính mong thầy cô xem xét và giúp đỡ. . . . Em xin chân thành cảm ơn",
            "Thưa thầy/cô, trong lúc này em thấy có chỗ trống nên đã đăng ký được mã môn này rồi ạ. . . . Em xin cảm ơn"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính gửi: Phòng Đào tạo trường Đại học Bách Khoa thành phố Hồ Chí Minh. . Họ tên SV: [full_name]                                                                            MSSV: [student_id]  . . Ngày sinh: 12-10-2002              . . Lớp: L01- khoa Quản lý công nghiệp                     Số ĐT: [phone_number]. . Đăng ký mở môn học vào học kỳ chính. . Tên môn học: Pháp luật Việt Nam đại cương. . MSMH: SP1007. . Lớp: L05. . Thời khóa biểu đề nghị: Thứ 3 tiết 3, 4 (cơ sở 2). . Em làm đơn này kính mong Phòng Đào tạo tạo điều kiện mở đăng ký bổ sung môn Pháp luật Việt Nam đại cương cho em đủ tín chỉ tiêu chuẩn để thuận tiện hơn cho quá trình học tập tại nhà trường. Em bị rớt mạng vào ngày đăng ký chính thức dẫn đến việc không đăng ký được môn học. Trong đợt đăng ký trước em chỉ đăng ký được 15 tín chỉ và còn thiếu 2 tín chỉ nữa để đạt được số tín chỉ tiêu chuẩn nên em mong muốn được đăng ký thêm môn “Pháp luật Việt Nam đại cương” vì môn học này phù hợp với lịch trình học của các môn đăng ký trước đó và thuận tiện cho việc đi lại vì ở cơ sở 2. . . Em xin cam đoan nếu được đăng ký bổ sung, em sẽ chấp hành đầy đủ quy chế và học tập nghiêm túc.. . Em xin chân thành cảm ơn!. . . . . .",
            "Chào bạn,. . . . Tất cả các môn học PDT đã tăng đến sỉ số tối đa rồi không tăng được nữa nha bạn.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . em đã thanh toán hết tất cả tiền học phí nhưng sao vẫn không đăng ký môn được ạ",
            "Chào bạn,. . . . Bạn đóng học phí sau ngày 12/1 thì phải DKMH vào đợt đăng kí bổ sung. Bạn thường xuyên kiểm tra mail để biết thời gian DKMH bổ sung nha.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính gửi PĐT,. . Cho em hỏi hiện tại em là sinh viên năm 3 mà chưa hoàn thành anh văn 3, chưa đủ điểm toeic sau năm 2 thì nếu kì 202 này em đăng kí và đạt anh văn 4A ở trường thì em có thể đăng kí các môn năm 3 và năm 4 vào kì hè năm 3 và các học kì năm 4 được không ạ.. . Em xin chân thành cảm ơn ạ.. .",
            "Chào bạn,. . . . Bạn vui lòng kiểm tra mail của PDT, môn anh văn 1A,2A,3A,4A giống như môn anh văn 1,2,3,4 nha bạn.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Dạ thưa cô em có thắc mắc là hồi đăng ký môn học học kỳ 201 thì em có đăng ký được do em đã đăng ký dự thính học kì 193 nhưng em không qua được môn giải tích 1 vậy học kì 201 các môn cơ sở ngành của em có được tính vào điểm trung bình học kì không ạ?. . Em cảm ơn cô đã đọc thắc mắc của em ạ.",
            "Chào bạn,. . . . Chưa hiểu ý bạn muốn hỏi.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]  /b . . . . Chào nhà trường,. . Em tên: [full_name] Khoa Điện-ĐiệnTử. . . . Do hiện tại khoa Điện-Điện tử hủy 1 số môn trùng với môn em đăng kí.. . Mong Phòng Đào Tạo giúp em thêm 1 slot mã môn học EE3031(Lập trình hệ thống nhúng) nhóm L02.. . . . Em mong nhà trường đổi giúp em để em không bị chậm tiến độ môn học. Em xin cảm ơn.\t. . . .   i Đăng ký môn học .",
            "Chào bạn,. . . . Tất cả các môn học PDT đã tăng đến sỉ số tối đa rồi không tăng được nữa nha bạn.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Tăng sĩ số lớp EE3083 - Kỹ thuật số nâng cao",
            "Chào bạn,. . . . PDT đã tăng sỉ số tối đa rồi không tăng được nữa.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em là sinh viên K14 của PFIEV, hiện em còn thiếu 1 môn là môn Điện Tử (402705), nhưng môn này hiện không còn mở ở K19 và K20 và em cũng không thấy có môn học tương đương thì bây giờ em phải làm thế nào để có thể đăng ký học được môn này để hoàn thành chương trình đào tạo ?. . . .",
            "Chào bạn,. . . . Bạn có thể nhờ cô [full_name] phụ trách chương trình Việt Pháp tư vấn cho bạn về môn tương đương/ thay thế. Hoặc bạn có thể đăng kí môn này trong đợt dự thính sắp tới.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Ghi danh bổ sung vào lớp . Chào phòng. . . .",
            "[full_name]OTE MSSV/MSGV: [student_id]    . . . . Ghi danh bổ sung vào lớp. . . . Chào phòng. . . .   /[full_name]OTE . .   B MSSV/MSGV: [student_id]  /B . . . .   I Ghi danh bổ sung vào lớp Thí nghiệm điện tử công suất . Chào phòng đào tạo. . . . Em mong muốn được đăng kí bổ sung vào lớp thí nghiệm điện tử công suất để có thể kịp tiến độ học tập tốt nghiệp.. . . . Tên môn học: Thí nghiệm Điện tử Công suất. . Mã môn học: 401403. . . . Em đã làm đơn xin phép và được sự đồng ý của khoa cũng như giảng viên hướng dẫn. gửi về văn phòng đào tạo quốc tế và chờ phản hồi từ phòng đào tạo của quý trường.. . . . Kính mong quý phòng xem xét hỗ trợ em.. . . . Em xin chân thành cảm ơn",
            "Chào bạn,. . . . Bạn vui lòng liên hệ văn phòng Đào Tạo quốc tế nha.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Chào [full_name], cho em hỏi học kì 202 còn đợt đăng kí Thể Chất nào không ạ. Em cám ơn.",
            "Chào bạn,. . . . Khi nào có đợt đăng kí môn GDTC, PDT sẽ gởi mail thông báo cho sinh viên nha.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Do bị hủy lớp môn Quang điện tử bất ngờ nên em có nhu cầu đăng kí học môn tự chọn khác nhưng các lớp hầu như kín chỗ. Em kính xin phép nhà trường tăng sĩ số lớp môn Điện tử công suất ứng dụng EE3079 của thầy [full_name] giảng dạy. Em xin cám ơn trường",
            "Chào bạn,. . . . PDT đã tăng sỉ số tối đa rồi không tăng được nữa.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Xin mở thêm các lớp do đủ sĩ số:. . [full_name]27 : kĩ thuật lập trình. . [full_name] : thí nghiệm vật lý. . [full_name] : giải tích 2. . [full_name] : đại số tuyến tính",
            "Chào bạn,. . . . Tất cả các môn học PDT đã tăng đến sỉ số tối đa rồi không tăng được nữa nha bạn.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học  /i  Em là [full_name]. . Mong thầy cô giúp em nâng sĩ số môn học:. . -Giải tích 2:MT1005, lớp: L07. . Em xin cảm ơn!. . . .",
            "Chào bạn,. . . . PDT đã tăng sỉ số tối đa rồi không tăng được nữa.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Cho em gửi đơn xin được mở thêm sĩ số môn Giải tích 2 ( MT11005).. . Em xin chân thành cảm ơn!",
            "Chào bạn,. . . . PDT đã tăng sỉ số tối đa rồi không tăng được nữa.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . - Em đã đăng kí thành công các môn học của kì 202 nhưng em chưa đạt chuẩn tiếng anh.. . - Nếu đợt thi ngày 25.1 tới em bị rớt anh văn thì các môn học đã đăng kí thành công sẽ bị xóa hết hay như thế nào ạ? . . - Nếu xóa hết thì em có cách nào để đăng kí được môn học khác để có thời khóa biểu đi học không ạ? . . Em xin chân thành cảm ơn!",
            "Chào bạn. . Bạn xem mail để đăng ký lại môn học vào Đợt đăng ký môn học bổ sung (đợt 4)từ 02/02/2021  đến 03/02/2021 . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Thưa thầy cô, hiện tại em đang muốn đăng kí môn 2 môn độc chất học công nghiệp ứng dụng CH3127 nhưng đã đầy sĩ số, vậy nên xin thầy cô mở thêm sĩ số để em có thể theo học môn đó. Em xin chân thành cảm ơn",
            "Chào bạn,. . . . PDT đã tăng sỉ số tối đa rồi không tăng được nữa.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . ee3131 Hệ thống năng lượng xanh. .  em muon mo them si so sinh vien. . . .",
            "Chào bạn,. . . . PDT đã tăng sỉ số tối đa rồi không tăng được nữa.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học  /i  cho em xin hỏi do không cẩn thận trong việc xem format chương trình đào tạo nên em đã không đăng kí môn học ME2025 THỰC TẬP KỸ THUẬT (CN-thiết kế ) phòng đào tạo chỉ mở duy nhất 1 lớp nên bây giờ em muốn xin tăng xỉ số lớp đó để em có cơ hội học trong kì 202 xắp tới để kịp tiến độ nhận thực tập tốt nghiệp vào kì 203 , em không biết phong đào tạo có thể tạo điều kiện thêm xỉ số của lớp ở trên để em có cơ hội có được không ạ . em xin trân thành cảm ơn . . . .",
            "Chào bạn,. . . . PDT đã tăng sỉ số tối đa rồi không tăng được nữa.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            ". . Em xin hỏi là khi đăng kí lớp anh văn 4A và qua môn thì có tính là qua được anh văn 2A,3A không ạ. Và có đăng kí môn năm 4 được không khi chỉ qua anh văn 4A và chưa học 2A,3A",
            "Chào bạn,. . . . Anh văn A4 tương đương như anh văn 4, bạn phải học anh văn 2A,3A thì bạn mới có kiến thức, mới đủ điều kiện đăng kí anh văn A4.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính thưa phòng đào tạo,. . Cho em xin nở thêm sĩ số môn thiết kế ô tô TR3049 lớp A01 ạ.. . Em xin cảm ơn . . . . .",
            "Chào bạn,. . . . PDT đã tăng sỉ số tối đa rồi không tăng được nữa.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: 1910401  /b \t. . . .   i Học vụ . Em chào Thầy/Cô, em là Đặng Thành Nhân MSSV 1910401. Sau khi thi cuối kì, em thấy điểm thi mình sẽ thấp nên em muốn bảo lưu điểm thành phần để học kì sau chỉ thi lại cải thiện điểm thì có được không ạ ? Em cảm ơn.",
            "Chào bạn,. . Về vấn đề này bạn vui lòng liên hệ trực tiếp với giảng viên giảng dạy nghen. . Chúc bạn học tốt. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác  /id. . . . Thầy cô cho em hỏi hiện tại anh văn của em dưới 300 thì em có được đăng kí học AV1 theo nhu cầu được không ạ. Và có được đăng kí av1 theo nhu cầu chung với av2 theo nhu cầu không ạ.. . Em xin cảm ơn.. .",
            "Chào bạn. . bạn đăng ký được av 1a nghen. . nhưng không đăng ký học 1a cùng 2a được mà phải học xong 1a mới đăng ký được 2a. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em muốn xin mở thêm sỉ số môn ĐAMH BTCT 1 . . Mã CI2093",
            "Chào bạn,. . . . Nếu là đơn mở lớp bạn làm đơn xin mở lớp mha.. . . . Thân",
            "Đã có lớp rồi ạ, nhưng hết chỗ nhưng em cần học ĐAMH mã môn CI2093 ạ, nên xin mở thêm sỉ số để có thể đăng kí",
            "li answer rate: Answer does not suit / Câu trả lời không đúng ý",
            "Chào bạn,. . . . Bạn làm đơn xin mở lớp môn đồ an nha.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em chào phòng đào tạo Hiện Tại Em đang tạm dừng học kì 1(2020-2021). Em nhận quyết định vào ngày 4/12/2020(vì lý do điều trị bệnh)'. . Hiện tại về sức khoẻ của e đã ổn định, em có thể đăng kí môn học ở học kì 2 (2020-2021) ko ạ.. . Em xin cảm ơn. .",
            "Hiện tại em đã đăng kí môn học ở đợt đăng ký nguyện vọng học tập bổ sung vào lúc 13:00, Thứ năm 31/12/2020 kéo dài đến hết 09:00 Thứ hai 04/1/2021",
            "Chào bạn . . Bạn phải thu nhận lại HK 202 thì mới bắt đầu đăng ký môn học 202 nghen bạn. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính gửi Phòng Đào Tạo,. . Học kỳ 202 em đăng kí môn  B  Tối ưu hóa và quy hoạch thực nghiệm ME3215   /B  nhưng sĩ số lớp L01 đã 60/60. . . Mong Phòng đào tạo mở thêm 1 chỗ cho em được học môn này ạ.. . Em xin cảm ơn.",
            "Chào bạn,. . . . PDT đã tăng sỉ số tối đa rồi không tăng được nữa.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Em thanh toán học phí bị trễ hạn, cho em hỏi làm sao để được mở đăng ký môn học. .   i Đăng ký môn học .",
            "Chào bạn,. . . . Bạn đợt bổ sung để DKMH, bạn thường xuyên kiểm tra mail để biết thời gian DKMH đợt bổ sung nha.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em bị đăng kí trễ hết lớp không đăng kí được lớp Thí nghiệm vật lý (Ph1007) . . Lớp Vật lý 2 (Ph1005). . Lớp Giải tích 2 (Mt1005). . Em xin cảm ơn",
            "Chào bạn,. . . . Tất cả các môn học PDT đã tăng đến sỉ số tối đa rồi không tăng được nữa nha bạn.. . . . Thân. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học  /i  . . Dạ chào thầy/cô. Đợt đk kí đợt 3 này e thao tác lỗi nên lỡ xóa lớp ci1003. Và đăng kí lại nhưng hệ thống bị lỗi nên cho dù lớp chưa full sĩ số vẫn không được. Qua hôm sau e đăng kí lại nhưng lớp nào cũng full hết. Kì này e chưa đạt chuẩn anh văn nên chỉ còn 1 môn này để duy trì tình trạng đang học. Mong thầy cô xem xét mở sĩ số lớp vẽ kĩ thuật ci1003 cho e được đăng kí môn học. E xin chân thành cảm ơn thầy cô. . . .",
            "Chào bạn,. . . . PDT đã tăng sỉ số tối đa rồi không tăng được nữa.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em chào thầy/cô ạ,. . . . Em là sinh viên K18, lớp DC18KT. Vừa rồi em có nhận được mail của Nhà trường nhắc hạn thanh toán học phí cho HK201 là ngày 08/01/2021 để có thể ĐKMH đợt 3, tuy nhiên do đến ngày 12/01/2021 em mới có thể thu xếp học phí để thanh toán cho Nhà trường và hiện tại em chưa được đăng ký môn học cho HK202 với lý do trên hệ thống là chưa thanh toán HP. Vậy thầy/cô cho em hỏi có cách nào để em có thể đăng ký môn học cho học kì sau không ạ?. . . . Em cảm ơn ạ.",
            "Chào bạn. . Bạn kiểm tra lại mail pdt mới gởi để đăng ký môn học (Đợt đăng ký môn học bổ sung)nghen. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . MT1005 -    Giải tích 2 - nhóm lớp: L17_L34. . MT1007 - Đại số tuyến tính - nhóm lớp: L08_L16. . . .",
            "Chào bạn,. . . . Tất cả các môn học PDT đã tăng đến sỉ số tối đa rồi không tăng được nữa nha bạn.. . . . Thân. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]  /b \t[full_name] [full_name] [full_name] [full_name]   i Đăng ký môn học  /i [full_name] [full_name] Dạ em chào Phòng Đào [full_name]ạo, hiện tại em đang muốn đăng ký lớp L02_L02 của môn Công nghệ phần mềm nâng cao, mã môn học CO3065, nhưng lớp đã đầy sĩ số[full_name] [full_name]hế nên em muốn xin Phòng Đào [full_name]ạo đăng ký lớp này cho em, để em có thể hoàn thành chương trình học theo như dự kiến[full_name] Em xin cảm ơn[full_name][full_name] [full_name] [full_name]rân trọng,[full_name] [full_name] [full_name][full_name]",
            "Chào bạn,. . . . PDT đã tăng sỉ số tối đa rồi không tăng được nữa.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học: Hóa đại cương (CH1003), Địa chất công trình (CI2095) . Lý do: Chưa đủ tín chỉ yêu cầu, mong Phòng Đào Tạo xem xét dùm em.. .",
            "Chào bạn,. . . . Bạn có thể đăng kí vào đợt dự thính 202  sắp tới.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em muốn hỏi phòng Đào tạo có thể chuyển thời gian của môn thiết kế trang phục 2, thứ 3 tiết 3 - 4 thành thứ 3 tiết 4 - 5 (ME3115) được không ạ, tại kì này có một môn em muốn đăng kí để học vì môn này chương trình đào tạo từ k19 đã bỏ nếu em không đăng kí học thì sợ kì sau không mở nữa a.. .",
            "Chào bạn,. . . . Việc này bạn trao đổi với giáo viên giảng dạy.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Do kì này em có việc nhà (không phải trường hợp đặc biệt để được hoãn thi) nên phải bỏ thi môn cơ lưu chất cuối kì của học kì 201 nên em xin được học lại môn cơ lưu chất (Mã CI2003) Lớp  L01_L01 kì 202.Em muốn học lại kì chính vì gia đình không đủ sức để đóng tiền dự thính mong phòng đào tạo có thể giúp em tăng sỉ số lớp này để em được học môn này vào kì sau ạ em xin cảm ơn",
            "Chào bạn,. . . . PDT đã tăng sỉ số tối đa rồi không tăng được nữa.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . CHO E HỎI [full_name]:. . E [full_name] SINH VIÊN ĐƯỢC ƯU TIÊN KV1. . EM K14, VẬY EM CÓ ĐƯỢC ĐĂNG KÝ MÔN HỌC Ở KỲ THỨ 14 KHÔNG Ạ? . . VÀ NẾU ĐƯỢC THÌ EM CÓ CẦN NỘP GIẤY TỜ GÌ KHÔNG Ạ?. .",
            "Chào bạn,. . . . Bạn làm đơn xin gia hạn 1 học kỳ nộp PDT, bạn muốn đăng kí môn học thì sau khi kết thúc  các đợt DKMH bạn viết đơn tay xin DKMH.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ PĐT cho em xin mở thêm sỉ số lớp ạ:. . ME2007 - L05_L15",
            "Chào bạn,. . . . PDT đã tăng sỉ số tối đa rồi không tăng được nữa.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . EE2007: mạch điện tử. . Cho em xin tăng sĩ số môn học, em đang bị trễ môn. xin PĐT cứu xét em.Em chân thành cảm ơn!",
            "Chào bạn,. . . . PDT đã tăng sỉ số tối đa rồi không tăng được nữa.. . . . Thân. ."
        ]
    }
]