[
    {
        "intent": "",
        "message": [
            "Yêu cầu khác  /i. . Hồi năm nhất em đã thi toeic(580) và chuyển đã điểm anh văn. Sang năm hai em đã thi Ielts(6.5) và em muốn quy đổi điểm Ielts qua điểm anh văn thì có được nữa không ạ. Em xin cảm ơn!. . . .",
            "Chào bạn,. . Không được nhé bạn, theo quy định mỗi môn AV chỉ được chuyển điểm 1 lần nhé!. . Chúc bạn học tốt. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Em là [full_name]. . LÀ sinh viên Khoa học Máy tính CLC tăng cường tiếng Nhật. (MÃ: 266). . Hiện em đang gặp lỗi không hiển thị các môn học em đã đăng ký cho HK hè 203 trong BKeL cũng như là TKB trong MyBk.. . (Các môn em đã đóng tiền đầy đủ, không quá hạn). . Tình trạng này bắt đầu từ tuần thứ 2 HK hè 203 và giờ vẫn chưa khôi phục. Em phải làm sao đây ạ?. .   i Học vụ  /i",
            "Chào bạn. . -\tVề vấn đề này bạn vui lòng liên hệ Văn phòng đào tạo quốc tế qua địa chỉ mail: [email] . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            ". . Em là [full_name]. . LÀ sinh viên Khoa học Máy tính CLC tăng cường tiếng Nhật. (MÃ: 266). . Hiện em đang gặp lỗi không hiển thị các môn học em đã đăng ký cho HK hè 203 trong BKeL cũng như là TKB trong MyBk.. . (Các môn em đã đóng tiền đầy đủ, không quá hạn). . Tình trạng này bắt đầu từ tuần thứ 2 HK hè 203 và giờ vẫn chưa khôi phục. Em phải làm sao đây ạ?. .   i Học vụ  /i",
            "Chào bạn,. . Trường hợp của bạn bị nợ học phí do văn phòng Đào tạo Quốc tế gửi danh sách yêu cầu hủy TKB.. . Bạn vui lòng liên hệ với a Chiêu Văn Phòng Đào tạo Quốc tế để được trả lời chính xác. . email: [email]. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "CODE Yêu cầu khác: Dạ cho em hỏi hiện tại em đang ở quê mà bằng tốt nghiệp thpt em để ở ktx nên ko đăng ký nộp đc . Dạ vậy có đợt đăng ký lần 2 ko ạ .",
            "Chào em,. . PĐT đã gửi email ngày 23/6/21 về việc này rồi. . . . Do tình hình dịch covid-19 nên SV nào chưa kịp nộp bằng trong đợt 1 thì có thể nộp bổ sung vào đợt 2. (Sinh viên CQ Bằng 2 và CQ Liên thông vui lòng bỏ qua email này).. . . . I. Hướng dẫn cách nộp. . . . 1. SV Vào myBK    Đăng ký nộp bằng THPT    Nhập thông tin bằng THPT và in ra phiếu xác nhận thông tin bằng THPT.. . . . 2. SV Nộp bản sao bằng THPT (phải ghi MSSV lên bản sao kèm phiếu xác nhận thông tin bằng THPT) cho lớp trưởng.. . . . - Lớp trưởng kiểm tra và lập danh sách lớp nộp (ghi rõ Tên lớp, Khoa, Tên lớp trưởng, sắp xếp theo thứ tự tăng dần của MSSV, mỗi bằng có kèm phiếu xác nhận thông tin bằng THPT của mỗi SV).. . . . * Địa điểm nộp: Phòng đào tạo 101A1 tại cơ sở 1 hoặc Khu hành chính - Cơ sở Dĩ An H1 tại cơ sở 2 (Để tránh thất lạc, SV không nên nộp riêng lẻ, cá nhân). . . . * Thời gian nộp: từ 06/09/2021 đến 16/09/2021. . . . 3. Sau khi nộp xong, SV chờ phòng đào tạo gửi mail xác nhận lại (sẽ có thông báo tới toàn bộ SV K20). . . . II. Lưu ý:. . . . SV có thể nộp một trong các loại giấy tờ bằng THPT như sau:. . . . - Bản sao bằng THPT do Sở GD&ĐT cấp. . . . - Bản photocopy bằng THPT do Sở GD&ĐT xác nhận “Sao y từ sổ gốc”. . . . - Bản photocopy bằng THPT có chứng thực sao y bản chính.. . . . . . . . Sau thời hạn nộp, các sinh viên không nộp bản sao bằng Tốt nghiệp THPT sẽ không được đăng ký môn học cho học kỳ tiếp theo và bị tạm dừng học.. . Thân mến,"
        ]
    },
    {
        "intent": "",
        "message": [
            "Rút môn học (phải thanh toán học phí) Học kỳ 203 . Cho em xin phép rút môn học: Giải tích 2. . Mã môn: MT1005, Mã lớp: DT03. . Em xin cảm ơn ạ.",
            "bạn tải mẫu đơn rút môn học ,điền đầy đủ và gửi lại nhé"
        ]
    },
    {
        "intent": "",
        "message": [
            "Rút môn học (phải thanh toán học phí) Học kỳ 203 . Em xin nộp phiếu đăng ký rút môn học học kỳ 203 do em không tiếp thu được tốt khi học online.",
            "Chào bạn,. . - Phòng Đào tạo đã tiếp nhận yêu cầu về việc xin Rút môn học HK Hè 3/2020-2021 (tính Học Phí). Bạn vui lòng theo dõi kết quả được cập nhật trêntrang Mybk/xem điểm sau ngày 20/07/2021 (nếu sau thời gian trên vẫn chưa được xử lý bạn có thể vào trangbksi.hcmut.edu.vn để khiếu nại).. .  . . Chúc bạn học tập tốt nhé.. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em chào [full_name]T ạ, em là [full_name]ôi mssv [student_id]. Em muốn hỏi là em có rút bằng tốt nghiệp rồi nhưng hiện giờ cái bằng đang để trên ktx và đang trở thành khu cách ly rồi nên không thể đăng kí nộp bằng tốt nghiệp được, PĐT cho em xin cách giải quyết với ạ.",
            "Chào em,. . PĐT đã gửi email ngày 23/6/21 về việc này rồi. . . . Do tình hình dịch covid-19 nên SV nào chưa kịp nộp bằng trong đợt 1 thì có thể nộp bổ sung vào đợt 2. (Sinh viên CQ Bằng 2 và CQ Liên thông vui lòng bỏ qua email này).. . . . I. Hướng dẫn cách nộp. . . . 1. SV Vào myBK    Đăng ký nộp bằng THPT    Nhập thông tin bằng THPT và in ra phiếu xác nhận thông tin bằng THPT.. . . . 2. SV Nộp bản sao bằng THPT (phải ghi MSSV lên bản sao kèm phiếu xác nhận thông tin bằng THPT) cho lớp trưởng.. . . . - Lớp trưởng kiểm tra và lập danh sách lớp nộp (ghi rõ Tên lớp, Khoa, Tên lớp trưởng, sắp xếp theo thứ tự tăng dần của MSSV, mỗi bằng có kèm phiếu xác nhận thông tin bằng THPT của mỗi SV).. . . . * Địa điểm nộp: Phòng đào tạo 101A1 tại cơ sở 1 hoặc Khu hành chính - Cơ sở Dĩ An H1 tại cơ sở 2 (Để tránh thất lạc, SV không nên nộp riêng lẻ, cá nhân) . . . . * Thời gian nộp: từ 06/09/2021 đến 16/09/2021. . . . 3. Sau khi nộp xong, SV chờ phòng đào tạo gửi mail xác nhận lại (sẽ có thông báo tới toàn bộ SV K20). . . . II. Lưu ý: . . . . SV có thể nộp một trong các loại giấy tờ bằng THPT như sau:. . . . - Bản sao bằng THPT do Sở GD&ĐT cấp. . . . - Bản photocopy bằng THPT do Sở GD&ĐT xác nhận “Sao y từ sổ gốc”. . . . - Bản photocopy bằng THPT có chứng thực sao y bản chính.. . . .  . . . . Sau thời hạn nộp, các sinh viên không nộp bản sao bằng Tốt nghiệp THPT sẽ không được đăng ký môn học cho học kỳ tiếp theo và bị tạm dừng học.. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em là sinh viên năm cuối hiện đang làm LVTN và học cải thiện của HK202. Tuy nhiên do tình hình dịch bệnh dẫn đến tình hình học tập và thi cử bị trì trệ. LVTN cũng vì vậy mà bị ảnh hưởng.. . . . Nay em gửi yêu cầu này xin phép PĐT có thể hỗ trợ giúp em rút môn học của HK202 được để em có thể tập trung vào LVTN hơn.. . . . Em xin chân thành cảm ơn.. . . . Phương./.",
            "Chào bạn. . -\tVề vấn đề này bạn vui lòng liên hệ Văn phòng đào tạo quốc tế qua địa chỉ mail: [email] . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Dạ em chào thầy/cô,. . Em là thành viên của lớp SP1039_DT01 đã được hủy môn do số lượng ít thì PĐT có mail là \"thời gian hoàn trả chậm nhất là 2 tuần\" nhưng đến nay đã hơn 2 tuần nhưng em vẫn chưa nhận được học phí được hoàn ạ? Cho em hỏi khi nào em mới nhận được ạ?. . Mong sớm nhận được phản hồi từ PĐT.. . . . Em cảm ơn.. . . .  (Nội dung thư đầy đủ PĐT đã gửi như sau:. . \"Phòng Đào Tạo thông báo về việc hoàn trả học phí DT203 môn SP1039_DT01 hủy lớp lý do Bộ Môn không nhận lớp vì sỉ số ít.. . . . Sinh viên đã đóng học phí 203 môn học này sẽ được hoàn tiền vào số tài khoản cá nhân OCB. Thời gian hoàn trả chậm nhất 2 tuần\").. . . .",
            "Chào bạn,. . Tất cả các sinh viên được hoàn trả học phí sẽ được tập hợp danh sách đến cuối tháng 6/2021, sau đó mới làm thủ tục hoàn trả lại tiền học phí cho sinh viên. . Chúc bạn học tốt!. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em chào thầy cô.. . Em tên [full_name], MSSV [student_id]. . Em đã hoàn thành xong luận văn tốt nghiệp vào HK1(2020-2021), và chỉ còn TOEIC nói-viết. Nhưng trong HK1(2020-2021) em vẫn chưa thì xong. Vì thế đã bỏ lỡ đăng kí môn học ở học kì kế tiếp HK2(2020-2021), và buộc phải tạm dừng học ở học kì HK2(2020-2021). . . Hiện tại em muốn đăng kí môn học ở HK1(2021-2022). . . Thầy cô cho em hỏi: hạn cuối nộp đơn thu nhận lại là khi nào ạ? Và trong tình hình dịch bệnh như thế này có thể nộp online không ạ? . . Em cảm ơn thầy cô ạ!",
            "Chào bạn. . Có thể nộp đơn online được nghen. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV[full_name] [student_id]  /b \t. . . .   i Yêu cầu khác . Kính chào thầy cô. . Em tên là[full_name] [full_name]. . MSSV[full_name][student_id]. . Hệ VLVH. . Hiện tại trong thông tin cá nhân của e là hiện nghành cơ sở kĩ thuật điện nhưng thực tế là e học nghành cơ điện tử tại trường LILAMA2 và trong  thông tin bảng điểm e đang bị nợ 1  số môn của nghành cơ sở kĩ thuật điện.Kính mong thầy cô xem xét giúp em.Em xin chân thành cảm ơn!",
            "Chào em,. . PĐT đã nhận được thông tin của em, sẽ cập nhật hoặc email sau nhé.. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Em tên là [full_name], MSSV là [student_id], thuộc kho Kỹ thuật Xây Dựng. Em có thắc mắc là vì sao trong danh sách khen thưởng học bổng khuyến khích học tập của OISP thì em lại không có tên trong khi có tới 2 bạn trong khoa của em có số điểm trung bình học kì và tích luỹ ngang bằng em, điểm số của HK201 của em là 7.83 và hai bạn ấy cũng vậy. Em thắc mắc là vì sao ạ. Em xin cảm ơn.. .",
            "Chào bạn,. . Bạn vui lòng liên hệ tại văn phòng Đào tạo Quốc tế để được hỗ trợ và trả lời chính xác cho bạn nhé!. . Địa chỉ: Kiosk OISP, Khu B2, Trường Đại học Bách khoa, 268 Lý Thường Kiệt, P.14, Q.10, TP.HCM. . . . - Điện thoại: (028) 7300.4183 – 03.9798.9798. . . . - E-mail: [email]. . . . -"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Xin cho em hỏi, phòng đạo tạo muốn sinh viên cập nhật đầy đủ thông tin của mình nhưng em chỉ cập nhật được phần thông tin liên lạc, phần thông tin gia đình còn bị thiếu nhưng em không thể cập nhật được, mong thầy/cô giải đáp thắc mắc và hỗ trợ em với ạ. Em xin cảm ơn.. .",
            "Chào em,. . Nếu sv cần cập Nhật gì thì thay vì làm đơn và kem minh chứng thì sv có thể gửi mail và scan minh chứng liên quan( khai sinh/ hộ khẩu) để điều chỉnh.. . Thân mến,. .  . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Chào anh chị,. . Em hiện tại đang bị tạm dừng học vì không đóng học phí (quyết định ra ngày 24/6). Nhưng hiện tại em đã hoàn thành học phí thì cho em hỏi các bước để được thu nhận lại ạ.. . Em xin cảm ơn.",
            "Chào bạn. . -\tVề vấn đề này bạn vui lòng liên hệ Văn phòng đào tạo quốc tế qua địa chỉ mail: [email] . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Kính chào Phòng Đào tạo,. . . . Em là [full_name], MSSV [student_id], sinh viên Khoa Khoa học và Kỹ thuật Máy tính khoá K18.. . . . Em có một thắc mắc nho nhỏ. Ở kì thi anh văn đầu vào, điểm của em đã đủ qua hết 4 anh văn, nên em không có học anh văn ở trường. Hồi tháng 5 mới đây em có đăng ký thi TOEIC nhưng chưa kịp thi thì dịch bùng mất, nên kì thi đã được hoãn lại. Do đó em không thể thi để lấy bằng anh văn chuyển điểm được.. . Vậy Phòng cho em hỏi, liệu em có thể nhận Luận văn tốt nghiệp khi chưa có điểm chuyển anh văn không ạ? Em cần phải làm gì trong trường hợp này ạ?. . . . Mong Phòng sớm hồi âm.. . Em cảm ơn Phòng nhiều ạ!. . . .",
            "Chào bạn. . Cô kiểm tra, 4 môn anh văn bạn đã có điểm miễn. . - Hiện tại bạn chưa nộp CCNN thì không thể đăng ký được LVTN. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . chào cô hiện tại em vừa thanh toán học phí bị trễ hạn . em không biết m có cần phải làm đơn nộp lí do trễ hạn không . tại vì dịch nên trường không mở cho sinh viên vào làm đơn . em muốn hỏi cô em có thể làm đơn trê hạn online đươc không ạ? . em cảm ơn cô đã đọc được yêu cầu này",
            "Chào bạn. . Cô ghi nhận trường hợp của bạn. . Bạn vui lòng thanh toán học phí các đợt sau đúng hạn. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Em chào thầy cô ạ. . . Em chưa nhận được hoàn trả học phí, không biết có xảy ra lỗi gì không ạ. . . Em xin cảm ơn.",
            "Chào bạn. . Dự kiến từ 15-30/7/2021 tiền sẽ hoàn trả lại tài khoản của bạn. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em vừa thay đổi nguyên quán trong CCCD ( số CCCD và những thông tin khác vẫn giữ nguyên ). Cho em hỏi em có cần cập nhật ảnh CCCD mới không ạ. Nếu cần cho em xin hướng dẫn được không ạ, vì em chỉ thấy mục chỉnh sửa CCCD ( gồm số CCCD, nơi cấp và ngày cấp ) chứ không thấy mục cập nhật ảnh CCCD mới ạ. Em xin cảm ơn",
            "Chào em,. . về cmnd/cccd thì không cần, chỉ cần ở ngân hàng thôi em.. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác  /i  . . Dạ chuyện là vừa rồi em về quê mà em để quên Bằng Tốt Nghiệp THPT ở KTX, nên không có thông tin để đăng kí nộp bằng. Em thấy để trên web là 30/6 hết hạn đăng kí, đồng thời có mail báo có thể nộp bổ sung đợt 2. Cho em hỏi là đợt 2 nhà trường có mở lại cổng đăng kí không ạ, hay bắt buộc đăng kí trước 30/6, đợt 2 chỉ nhận bản sao bằng THPT mà Sinh viên đã đăng kí nộp từ đợt 1 .. . Em xin cảm ơn. . . . .",
            "Chào em,. . PĐT đã gửi email ngày 23/6/21 về việc này rồi. . . . Do tình hình dịch covid-19 nên SV nào chưa kịp nộp bằng trong đợt 1 thì có thể nộp bổ sung vào đợt 2. (Sinh viên CQ Bằng 2 và CQ Liên thông vui lòng bỏ qua email này).. . . . I. Hướng dẫn cách nộp. . . . 1. SV Vào myBK    Đăng ký nộp bằng THPT    Nhập thông tin bằng THPT và in ra phiếu xác nhận thông tin bằng THPT.. . . . 2. SV Nộp bản sao bằng THPT (phải ghi MSSV lên bản sao kèm phiếu xác nhận thông tin bằng THPT) cho lớp trưởng.. . . . - Lớp trưởng kiểm tra và lập danh sách lớp nộp (ghi rõ Tên lớp, Khoa, Tên lớp trưởng, sắp xếp theo thứ tự tăng dần của MSSV, mỗi bằng có kèm phiếu xác nhận thông tin bằng THPT của mỗi SV).. . . . * Địa điểm nộp: Phòng đào tạo 101A1 tại cơ sở 1 hoặc Khu hành chính - Cơ sở Dĩ An H1 tại cơ sở 2 (Để tránh thất lạc, SV không nên nộp riêng lẻ, cá nhân). . . . * Thời gian nộp: từ 06/09/2021 đến 16/09/2021. . . . 3. Sau khi nộp xong, SV chờ phòng đào tạo gửi mail xác nhận lại (sẽ có thông báo tới toàn bộ SV K20). . . . II. Lưu ý:. . . . SV có thể nộp một trong các loại giấy tờ bằng THPT như sau:. . . . - Bản sao bằng THPT do Sở GD&ĐT cấp. . . . - Bản photocopy bằng THPT do Sở GD&ĐT xác nhận “Sao y từ sổ gốc”. . . . - Bản photocopy bằng THPT có chứng thực sao y bản chính.. . . . . . . . Sau thời hạn nộp, các sinh viên không nộp bản sao bằng Tốt nghiệp THPT sẽ không được đăng ký môn học cho học kỳ tiếp theo và bị tạm dừng học.. . Thân mến,"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Do kì HK202 vì 1 số lí do em không đăng kí môn học nên bị buộc tạm dừng học. Cho em hỏi là muốn đăng kí thu nhận lại để được đăng kí môn học kì kế tiếp thì em phải làm như thế nào ạ. Em cảm ơn.. . . . [full_name]. . MSSV [student_id]. . Lớp CK17CTM3. .",
            "Chào bạn. . Bạn tải mẫu đơn thu nhận và nộp đính kèm tại BKSI để Pdt xử lý. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Dear Phòng Đào Tạo,. . . . Em là   B [full_name]  /B  - MSSV   B [student_id]  /B  - Hệ VLVH khóa 2020.. . Hiện tại, em đã nhận được danh sách các môn đã được chuyển điểm. Tuy nhiên, còn 6 môn học em đính kèm trong file sau chưa nằm trong danh sách chuyển điểm. Kính nhờ PĐT xem xét và chuyển điểm cho em để em yên tâm học tập và làm việc.. . . . Em gửi mail này cùng [full_name] hệ chính quy và file danh sách 6 môn xin chuyển điểm bổ sung.. . . . Em xin chân thành cảm ơn!",
            "Chào bạn; . . bạn vui lòng làm miễn môn theo mẫu sau: http://www.aao.hcmut.edu.vn/image/data/KCQ/bieumau/mau_mien_mon.PDF. . Thân",
            "Dear thầy Dũng cùng các cán bộ PĐT,. . . . Theo hướng dẫn của thầy, em xin gửi thêm file ĐƠN XIN MIỄN MÔN + [full_name].. . . . Kính mong thầy hỗ trợ giúp.. . . . Em xin cảm ơn thầy.",
            "Dear thầy Dũng cùng các cán bộ PĐT,. . . . Theo hướng dẫn của thầy, em xin gửi thêm file ĐƠN XIN MIỄN MÔN + [full_name].. . . . Kính mong thầy hỗ trợ giúp.. . . . Em xin cảm ơn thầy."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em là [full_name], sv lớp VP14HK. Học kỳ 3 năm học 2014-2015, em đã học và đạt môn [full_name] [full_name] mã số SP1003. Tuy nhiên, khi làm thủ tục tốt nghiệp, phòng Đào tạo thông báo đến em rằng em thiếu môn [full_name] [full_name] mã 001001. Vậy cho em hỏi, 2 mã môn học này có tương đương, thay thế cho nhau khi xét tốt nghiệp không ạ?. . . . Em kính mong PĐT sớm trả lời. Em xin chân thành cảm ơn.",
            "Kính chào Phòng Đào tạo,. . . . Theo như trao đổi sáng nay với Phòng Đào tạo về việc chuyển điểm môn học tương đương giữa 001001 và SP1003 (Những nguyên lý cơ bản của chủ nghĩa [full_name]), em kính gửi đơn xin chuyển điểm tương đương trong phần đính kèm.. . . . Kính mong sự phúc đáp của Phòng Đào tạo.. . . . Trân trọng cảm ơn,. .",
            "Chào bạn. . Phòng đào tạo đã nhận được đơn trả lời của bạn. . Bạn vui lòng đợi phản hồi kết quả sau. . Thân",
            "Chào bạn. . Điểm chuyển của bạn đã được cập nhật trong hệ thống chính thức của Pdt, kết quả sẽ được cập nhật trên trang thông tin sinh viên - điểm chuyển vào giữa tháng 7. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Xin chào ạ,. . . . Em muốn hỏi về việc đăng ký nộp bằng trên web mybk ạ. Em đã liên hệ với trường cấp 3 rất nhiều lần tuy nhiên, hiện tại dịch bệnh ở TP.HCM rất căng thẳng nên trường chưa thể mở cửa để học sinh về lấy bằng; đồng thời em cũng đã hỏi xin số hiệu văn bằng để có đủ thông tin đăng ký trên web nhưng vẫn chưa nhận được câu trả lời. Vì vậy em muốn hỏi là sau ngày 30/06/2021, em vẫn chưa kịp thời đăng ký nộp trên web thì có để lại hậu quả nào không ạ, và liệu trường có mở thêm đợt đăng ký nộp bằng sau đó không ạ? Em sẽ cố gắng liên hệ với trường THPT nhất có thể. Em xin cảm ơn rất nhiều.. . Trân trọng,. . . . Sinh viên [full_name].. .",
            "Chào em,. . PĐT đã gửi email ngày 23/6/21 về việc này rồi. . . . Do tình hình dịch covid-19 nên SV nào chưa kịp nộp bằng trong đợt 1 thì có thể nộp bổ sung vào đợt 2. (Sinh viên CQ Bằng 2 và CQ Liên thông vui lòng bỏ qua email này).. . . . I. Hướng dẫn cách nộp. . . . 1. SV Vào myBK    Đăng ký nộp bằng THPT    Nhập thông tin bằng THPT và in ra phiếu xác nhận thông tin bằng THPT.. . . . 2. SV Nộp bản sao bằng THPT (phải ghi MSSV lên bản sao kèm phiếu xác nhận thông tin bằng THPT) cho lớp trưởng.. . . . - Lớp trưởng kiểm tra và lập danh sách lớp nộp (ghi rõ Tên lớp, Khoa, Tên lớp trưởng, sắp xếp theo thứ tự tăng dần của MSSV, mỗi bằng có kèm phiếu xác nhận thông tin bằng THPT của mỗi SV).. . . . * Địa điểm nộp: Phòng đào tạo 101A1 tại cơ sở 1 hoặc Khu hành chính - Cơ sở Dĩ An H1 tại cơ sở 2 (Để tránh thất lạc, SV không nên nộp riêng lẻ, cá nhân). . . . * Thời gian nộp: từ 06/09/2021 đến 16/09/2021. . . . 3. Sau khi nộp xong, SV chờ phòng đào tạo gửi mail xác nhận lại (sẽ có thông báo tới toàn bộ SV K20). . . . II. Lưu ý:. . . . SV có thể nộp một trong các loại giấy tờ bằng THPT như sau:. . . . - Bản sao bằng THPT do Sở GD&ĐT cấp. . . . - Bản photocopy bằng THPT do Sở GD&ĐT xác nhận “Sao y từ sổ gốc”. . . . - Bản photocopy bằng THPT có chứng thực sao y bản chính.. . . . . . . . Sau thời hạn nộp, các sinh viên không nộp bản sao bằng Tốt nghiệp THPT sẽ không được đăng ký môn học cho học kỳ tiếp theo và bị tạm dừng học.. . Thân mến,"
        ]
    },
    {
        "intent": "",
        "message": [
            "Dạ cho em hỏi khi đăng ký bằng tốt nghiệp THPT mà đăng ký bản sao do Sở cấp thì mình ghi ngày cấp là ngày cấp của bản sao hay ngày cấp bản chính vậy ạ. Em cảm ơn .",
            "Chào em,. . Ghi thông tin ngày tháng và số hiệu cái bản mà nộp cho phòng đào tạo, không cần biết là bản sao nào, nộp cho trường cái nào thì ghi đúng thông tin của cái nộp thôi nhé.. . Thân mến,"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . cho em hỏi điểm để xét phân ngành khoa điện điện tử có tính điểm tính chỉ các môn AVCB AV1a không ạ. Em cảm ơn!",
            "Chào em,. . Phân ngành em hỏi [full_name] nhé.. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Rút môn học (phải thanh toán học phí) Học kỳ 203 . Kính gửi phòng đào tạo,. . Em đã đăng kí 2 môn tự chọn vào học kì hè nhưng do sơ ý không xoá 1 môn. Em đã có gửi mail phòng đào tạo hỏi ý kiến ngay lúc không xoá được môn nhưng không có hướng giải quyết. Em mong phòng đào tạo cho em phương án rút một môn mà vẫn học môn còn lại có được không ạ? Thật sự em không biết sau này sẽ được rút môn nên đã không đóng học phí. . . Em xin cảm ơn.",
            "Chào bạn,. . - Phòng Đào tạo đã tiếp nhận yêu cầu về việc xin Rút môn học HK Hè 3/2020-2021 (tính Học Phí). Bạn vui lòng theo dõi kết quả được cập nhật trêntrang Mybk/xem điểm sau ngày 20/07/2021 (nếu sau thời gian trên vẫn chưa được xử lý bạn có thể vào trangbksi.hcmut.edu.vn để khiếu nại).. .  . . Chúc bạn học tập tốt nhé.. . Thân. .",
            "Chào bạn,. . Về việc rút môn học thì vẫn thanh toán học phí như bình thường nhé bạn.. . Vui lòng xem quy định tại quy chế học vụ điều 11.2 (trong mail rút MH có thông báo rõ). . Trong thông báo ghi rõ nếu bạn không thanh toán học phí học kỳ hè 203, thì sẽ bị hủy TKB và ghi nợ học phí (không xóa). Bạn vui lòng thanh toán học phí HK203. . Và hiện tại đã qua 3/7 tuần của học kỳ 203, nên cũng không thể phục hồi TKB, vì sẽ không đảm bảo chất lượng đào tạo.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em chào thầy/cô,. . . . HK202 vừa qua em có tạm dừng học và đã thu nhận lại, hiện tại đang có đợt đăng kí nộp bàng tốt nghiệp mà ngày mai (30/6) hết hạn rồi, nhưng em bấm đăng kí thì không được, hiện \"bạn đang tạm dừng hoặc không có thời khoá biểu\" vậy giờ em phải làm sao ạ?. . . . Em cảm ơn thầy/ cô ạ!",
            "Chào em,. . PĐT đã gửi email ngày 23/6/21 về việc này rồi. . . . Do tình hình dịch covid-19 nên SV nào chưa kịp nộp bằng trong đợt 1 thì có thể nộp bổ sung vào đợt 2. (Sinh viên CQ Bằng 2 và CQ Liên thông vui lòng bỏ qua email này).. . . . I. Hướng dẫn cách nộp. . . . 1. SV Vào myBK    Đăng ký nộp bằng THPT    Nhập thông tin bằng THPT và in ra phiếu xác nhận thông tin bằng THPT.. . . . 2. SV Nộp bản sao bằng THPT (phải ghi MSSV lên bản sao kèm phiếu xác nhận thông tin bằng THPT) cho lớp trưởng.. . . . - Lớp trưởng kiểm tra và lập danh sách lớp nộp (ghi rõ Tên lớp, Khoa, Tên lớp trưởng, sắp xếp theo thứ tự tăng dần của MSSV, mỗi bằng có kèm phiếu xác nhận thông tin bằng THPT của mỗi SV).. . . . * Địa điểm nộp: Phòng đào tạo 101A1 tại cơ sở 1 hoặc Khu hành chính - Cơ sở Dĩ An H1 tại cơ sở 2 (Để tránh thất lạc, SV không nên nộp riêng lẻ, cá nhân). . . . * Thời gian nộp: từ 06/09/2021 đến 16/09/2021. . . . 3. Sau khi nộp xong, SV chờ phòng đào tạo gửi mail xác nhận lại (sẽ có thông báo tới toàn bộ SV K20). . . . II. Lưu ý:. . . . SV có thể nộp một trong các loại giấy tờ bằng THPT như sau:. . . . - Bản sao bằng THPT do Sở GD&ĐT cấp. . . . - Bản photocopy bằng THPT do Sở GD&ĐT xác nhận “Sao y từ sổ gốc”. . . . - Bản photocopy bằng THPT có chứng thực sao y bản chính.. . . . . . . . Sau thời hạn nộp, các sinh viên không nộp bản sao bằng Tốt nghiệp THPT sẽ không được đăng ký môn học cho học kỳ tiếp theo và bị tạm dừng học.. . Thân mến,"
        ]
    },
    {
        "intent": "",
        "message": [
            "B Đăng ký môn học . Em xin kính chào văn phòng đào tạo.. . Hiện tại thì em đang gặp vấn đề về chỉ tiêu môn giáo dục thể chất, em hiện tại là sinh viên khoá 2019. Do kế hoạch học tập và sự chủ quan của bản thân nên hiện tại em vẫn còn thiếu 1 môn giáo dục thể chất chưa hoàn thành và tính sẽ hoàn thành trong học kì hè này, em cũng đã lập danh sách để xin phòng đào tạo mở lớp gdtc trong học kì hè này nhưng do tình hình dịch bệnh diễn biến phức tạp trên địa bàn TPHCM nên môn không thể mở được. Em muốn xin hỏi văn phòng liệu em có thể xin làm đơn cứu xét để có thể được xin đăng kí môn cho học kì 211 được không ạ.. . Em xin chân thành cảm ơn!",
            "Chào em,. . ĐKMH HK211 em đăng ký bình thường, có gì PĐT email việc này sau nhé.. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Kính chào quý thầy cô!. . Kính chúc quý thầy cô có nhiều sức khoẻ và an toàn trong giai đoạn dịch bệnh Covid!. . . .  Em là [full_name] - MSSV: [student_id] - là sinh viên chính quy chuyển xuống hệ VHVL. Em đã hoàn thành một số môn đại cương khi còn học chính quy, nhưng khi chuyển sang hệ VHVL em không được xét miễn. Danh sách các môn đó như sau:. . 1/ [full_name]1003 Hoá đại cương. . 2/ [full_name]1003 Giải tích 1. . 3/ [full_name]1003 Giải tích 2. . 4/ [full_name]1007 Đại số tuyến tính. . 5/ [full_name]1 Nhập môn về kỹ thuật. . 6/ [full_name]1003 Những ng.ly cơ bản CN M-[full_name]. . 7/ [full_name]1005 Tư tưởng HCM. . 8/ [full_name]1007 Pháp luật VN đại cương. . . . Kính mong quý thầy cô xem xét giúp em. Em chân thành cảm ơn quý thầy cô!. .",
            "Gửi đến Sinh viên. . PĐT đã cập nhật 10 môn có điểm đạt ở CQ của SV.. . thân chào."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em chào thầy/cô,. . . . Hôm qua em đã nhận giấy quyết định chuyển sang khoa khác (từ khoa điện sang máy tính), nhưng trên trang thông tin sinh viên chưa cập nhập khoa, ngành lại cho em. như vậy có sao không ạ?. . . . Em cảm ơn thầy/cô ạ!",
            "Chào bạn,. . Bạn vui lòng trình bày rõ nội dung câu hỏi và chụp hình kèm bản quyết định nhé!. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Chào cô,. . . . Em là [full_name], MSSV [student_id], hiện là sinh viên Khoa học máy tính.. . Em thuộc hệ đào tạo tài năng vào học kì 201, vì kết thúc kì 1 với điểm trung bình 6.8 (  7.5), thì trong mail em thấy có vẻ em không được cứu xét. Nhưng em lại không thấy thông báo về việc chuyển hệ đào tạo (vì không đủ điều kiện tiếp tục ct tài năng). Kì này em có tham gia phần mở rộng.. . Câu hỏi của em là:. . 1. Em thắc mắc mình đã bị loại khỏi CT tài năng chưa? Em có thể tra cứu ở đâu?. . 2. Nếu không có thông báo chính thức ở #1, không biết cô có thể kiểm tra giúp em về tình trạng của em được không?. . . . Rất mong được thấy phản hồi của cô, em xin chân thành cảm ơn.. . Sinh viên,. . [full_name]",
            "Chào bạn,. . Hiện tại bạn bị loại ra khỏi danh sách chương  trình KSTN. Bạn có thể liên hệ [full_name] để nắm thông tin.. . Quyết định PDT đã chuyển cho [full_name] và được cập nhật tại Mybk/Thông tin sinh viên/Chuyển chương trình (từ chương trình tài năng về chương trình chính quy). QĐ số 176/ĐHBK, ngày 16/3/2021. . Bạn có thể liên hệ ở [full_name] để được tư vấn thêm. . Thân",
            "Chào em,. . Em xem email đã gửi.. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: do tình hình hình dịch bệnh rất phức tạp nên e không thể về quê rút bằng tốt nghiệp ptth được ạ. . vậy cho e hỏi e có nên đăng kí nộp bằng đợt này hay e phải đợi đợt sau thì mới có thể đăng kí nộp bằng tốt nghiệp ptth đc ạ",
            "Chào các bạn sinh viên, . . . .  . . . .  Do tình hình dịch covid-19 nên SV nào chưa kịp nộp bằng trong đợt 1 thì có thể nộp bổ sung vào đợt 2. (Sinh viên CQ Bằng 2 và CQ Liên thông vui lòng bỏ qua email này).. . . . I. Hướng dẫn cách nộp. . . . 1. SV Vào myBK    Đăng ký nộp bằng THPT    Nhập thông tin bằng THPT và in ra phiếu xác nhận thông tin bằng THPT.. . . . 2. SV Nộp bản sao bằng THPT (phải ghi MSSV lên bản sao kèm phiếu xác nhận thông tin bằng THPT) cho lớp trưởng.. . . . - Lớp trưởng kiểm tra và lập danh sách lớp nộp (ghi rõ Tên lớp, Khoa, Tên lớp trưởng, sắp xếp theo thứ tự tăng dần của MSSV, mỗi bằng có kèm phiếu xác nhận thông tin bằng THPT của mỗi SV).. . . . * Địa điểm nộp: Phòng đào tạo 101A1 tại cơ sở 1 hoặc Khu hành chính - Cơ sở Dĩ An H1 tại cơ sở 2 (Để tránh thất lạc, SV không nên nộp riêng lẻ, cá nhân) . . . . * Thời gian nộp: từ 06/09/2021 đến 16/09/2021. . . . 3. Sau khi nộp xong, SV chờ phòng đào tạo gửi mail xác nhận lại (sẽ có thông báo tới toàn bộ SV K20). . . . II. Lưu ý: . . . . SV có thể nộp một trong các loại giấy tờ bằng THPT như sau:. . . . - Bản sao bằng THPT do Sở GD&ĐT cấp. . . . - Bản photocopy bằng THPT do Sở GD&ĐT xác nhận “Sao y từ sổ gốc”. . . . - Bản photocopy bằng THPT có chứng thực sao y bản chính.. . . .  . . . . Sau thời hạn nộp, các sinh viên không nộp bản sao bằng Tốt nghiệp THPT sẽ không được đăng ký môn học cho học kỳ tiếp theo và bị tạm dừng học."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Chào thầy cô. . em muốn hỏi là giờ em vẫn chưa lấy được bằng tốt nghiệp cấp 3 vì tình hình dịch không cho phép nên các thông tin trên đó em vẫn chưa nắm được nên em không thể đăng kí nộp bằng tốt nghiệp được thì em có thể không đăng kí nhưng vẫn sẽ nộp khi lấy được không ạ . . em xin cảm ơn ạ",
            "Chào bạn,. . Bạn phải đăng ký mới nộp bằng THPT nhé!. . Trên tình thần sẽ gia hạn thời gian đăng ký nộp bằng tốt nghiệp THPT để cho Sv đăng ký vào đợt 2 nhé!. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em chào cô,. . . . Em được chuyển từ ngành điện sang ngành khoa học máy tính, và đã nhận quyết định hôm qua rồi, nhưng đến hôm nay trên mybk vẫn chưa cập nhập thông tin về khoa ngành, lớp ạ!. . . . Em cảm ơn cô!",
            "Chào em,. . Em chụp quyết định gửi lại để cập nhật nhé.. . Thân mến,. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]  /b . . Dạ cho em hỏi là có đợt đăng ký nộp bằng tốt nghiệp THPT thứ 2 hay không là mình phải đăng ký đợt 1 trước ạ. Em cảm ơn nhiều\t. . . .",
            "Chào em,. . PĐT đã gửi email ngày 23/6/21 về việc này rồi. . . . Do tình hình dịch covid-19 nên SV nào chưa kịp nộp bằng trong đợt 1 thì có thể nộp bổ sung vào đợt 2. (Sinh viên CQ Bằng 2 và CQ Liên thông vui lòng bỏ qua email này).. . . . I. Hướng dẫn cách nộp. . . . 1. SV Vào myBK    Đăng ký nộp bằng THPT    Nhập thông tin bằng THPT và in ra phiếu xác nhận thông tin bằng THPT.. . . . 2. SV Nộp bản sao bằng THPT (phải ghi MSSV lên bản sao kèm phiếu xác nhận thông tin bằng THPT) cho lớp trưởng.. . . . - Lớp trưởng kiểm tra và lập danh sách lớp nộp (ghi rõ Tên lớp, Khoa, Tên lớp trưởng, sắp xếp theo thứ tự tăng dần của MSSV, mỗi bằng có kèm phiếu xác nhận thông tin bằng THPT của mỗi SV).. . . . * Địa điểm nộp: Phòng đào tạo 101A1 tại cơ sở 1 hoặc Khu hành chính - Cơ sở Dĩ An H1 tại cơ sở 2 (Để tránh thất lạc, SV không nên nộp riêng lẻ, cá nhân). . . . * Thời gian nộp: từ 06/09/2021 đến 16/09/2021. . . . 3. Sau khi nộp xong, SV chờ phòng đào tạo gửi mail xác nhận lại (sẽ có thông báo tới toàn bộ SV K20). . . . II. Lưu ý:. . . . SV có thể nộp một trong các loại giấy tờ bằng THPT như sau:. . . . - Bản sao bằng THPT do Sở GD&ĐT cấp. . . . - Bản photocopy bằng THPT do Sở GD&ĐT xác nhận “Sao y từ sổ gốc”. . . . - Bản photocopy bằng THPT có chứng thực sao y bản chính.. . . . . . . . Sau thời hạn nộp, các sinh viên không nộp bản sao bằng Tốt nghiệp THPT sẽ không được đăng ký môn học cho học kỳ tiếp theo và bị tạm dừng học.. . Thân mến,. .",
            "B MSSV/MSGV: [student_id]  /B . . Dạ vậy là sẽ có đăng ký đợt 2 trên myBK đúng không ạ. Em cảm ơn nhiều",
            "Đúng rồi em",
            "Dạ em cảm ơn nhiều ạ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em đang dự định đăng ký Luận văn tốt nghiệp trong học kỳ tới ạ, tuy nhiên em có 2 điều kiện chưa đạt được là:. . 1./ Chưa thi tiếng anh Toiec  500 . . 2./ Chưa có đủ ngày CTXH, do tình hình dịch mấy tháng qua và vướng lịch làm việc nên em chưa thể đạt đủ điểu kiện 10 ngày CTXH đề làm luận văn. . Em muốn hỏi về 2 vấn đề:. . 1./ Lịch đăng ký Luận văn tốt nghiệp học kỳ tới sẽ có bao nhiều đợt và thời gian như thế nào ạ. . 2./ Em có thể xin đăng ký luận văn trước rồi sau đó đáp ứng các điều kiện trên trong thời gian thực hiện luận văn có được không ạ, đặc biệt là nội dung về ngày CTXH do hiện tại đang dịch bệnh nên phải đợi hết dịch mới bổ sung được ạ. . Em xin chân thành cảm ơn.",
            "Chào bạn,. . Bạn phải đủ tất cả các điều kiện mới có thể đăng ký được môn LVTN.. . Hiện tại PDT đang cập nhật lịch học vụ của năm học 2021-2022. Bạn vui lòng theo dõi.. . Riêng về môn LVTN, sau khi bạn đủ tất cả các điều kiện bạn có thể làm đơn xin cứu xét đăng ký LVTN trễ hạn (nộp tại PDT) sau khi hết thời gian đăng ký online (trong đơn có xác nhận đồng ý của GV và Khoa)để được xem xét. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Chào thầy/ cô ạ!. . Em đang chuẩn bị hồ sơ giấy nộp học bổng KSYS-CUBE gửi phòng đào tạo nhưng mà chưa nộp qua đường bưu điện vì nhiều khi hồ sơ có thể thất lạc. . . Thầy/ cô cho em hỏi là trường còn mở cửa cho sinh viên vào trường nộp trực tiếp không ạ?. . Em cảm ơn ạ!",
            "Chào em,. . Học bổng em hỏi [email] phụ trách, hướng dẫn.. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . phiếu xác nhận đăng ký nộp bằng tốt nghiệp PTTH của em chờ xác nhận hơn 1 tháng rồi ạ. xin giải quyết để em nộp bằng ạ",
            "Chào em,. . Em gửi mail cho cô [email] . . không rõ câu hỏi chờ xác nhận thì sao phải nộp bằng nữa? Nộp bằng rồi mới chờ xác nhận chứ ah!. . Thân mến,. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Dạ hiện tại do dịch nên em vẫn chưa lấy được bằng tốt nghiệp, cho em hỏi là có đợt đăng kí nộp bằng mới ko ạ, hay chỉ có mỗi một đợt với hạn đăng kí là ngày 30/6",
            "Chào em,. . PĐT đã gửi email ngày 23/6/21 về việc này rồi. . . . Do tình hình dịch covid-19 nên SV nào chưa kịp nộp bằng trong đợt 1 thì có thể nộp bổ sung vào đợt 2. (Sinh viên CQ Bằng 2 và CQ Liên thông vui lòng bỏ qua email này).. . . . I. Hướng dẫn cách nộp. . . . 1. SV Vào myBK    Đăng ký nộp bằng THPT    Nhập thông tin bằng THPT và in ra phiếu xác nhận thông tin bằng THPT.. . . . 2. SV Nộp bản sao bằng THPT (phải ghi MSSV lên bản sao kèm phiếu xác nhận thông tin bằng THPT) cho lớp trưởng.. . . . - Lớp trưởng kiểm tra và lập danh sách lớp nộp (ghi rõ Tên lớp, Khoa, Tên lớp trưởng, sắp xếp theo thứ tự tăng dần của MSSV, mỗi bằng có kèm phiếu xác nhận thông tin bằng THPT của mỗi SV).. . . . * Địa điểm nộp: Phòng đào tạo 101A1 tại cơ sở 1 hoặc Khu hành chính - Cơ sở Dĩ An H1 tại cơ sở 2 (Để tránh thất lạc, SV không nên nộp riêng lẻ, cá nhân). . . . * Thời gian nộp: từ 06/09/2021 đến 16/09/2021. . . . 3. Sau khi nộp xong, SV chờ phòng đào tạo gửi mail xác nhận lại (sẽ có thông báo tới toàn bộ SV K20). . . . II. Lưu ý:. . . . SV có thể nộp một trong các loại giấy tờ bằng THPT như sau:. . . . - Bản sao bằng THPT do Sở GD&ĐT cấp. . . . - Bản photocopy bằng THPT do Sở GD&ĐT xác nhận “Sao y từ sổ gốc”. . . . - Bản photocopy bằng THPT có chứng thực sao y bản chính.. . . . . . . . Sau thời hạn nộp, các sinh viên không nộp bản sao bằng Tốt nghiệp THPT sẽ không được đăng ký môn học cho học kỳ tiếp theo và bị tạm dừng học.. . Thân mến,"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em chào cô,. . . . Em gửi lại hình chụp bản quyết định ạ!. . . . Em cảm ơn cô!",
            "Chào bạn,. . Bạn có thể liên hệ tại Văn phòng Đào tạo Quốc tế để tư vấn thêm, và kiểm tra về việc phân lớp và giáo viên chủ nhiệm.. . Về trang thông tin sinh viên sẽ được cập nhật lại tên lớp mới. . Theo quyết định bạn sẽ học chung với khóa 2021, mà Khóa 2021 chưa nhập học và quyết định có hiệu lực từ học kỳ 1/2021-2022.. . Chúc bạn học tốt. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Rút môn học (phải thanh toán học phí) Học kỳ 203 .",
            "Chào bạn,. . - Phòng Đào tạo đã tiếp nhận yêu cầu về việc xin Rút môn học HK Hè 3/2020-2021 (tính Học Phí). Bạn vui lòng theo dõi kết quả được cập nhật trêntrang Mybk/xem điểm sau ngày 20/07/2021 (nếu sau thời gian trên vẫn chưa được xử lý bạn có thể vào trangbksi.hcmut.edu.vn để khiếu nại).. .  . . Chúc bạn học tập tốt nhé.. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Chào thầy,cô đầu năm nhập học em đã thanh toán đầy đủ về khoản thu nhập học của trường ạ em có đăng ký ở ktx nhưng đến giờ ktx vẫn chưa phát cho em thẻ bảo hiểm y tế ạ dù em đã đợi rất lâu cũng như đi xuống nhận rất nhiều lần ạ. trường đang triển khai cài đặt ỨNG DỤNG VSSID trong khi đó em không làm đc do không bt được mã số bhy tế ạ mong thầy cô giúp đỡ ạ",
            "Chào bạn,. . Vấn đề về bảo hiểm y tế bạn vui lòng liên hệ tại Phòng y tế - Phòng Công tác Chính trị sinh viên để được hướng dẫn. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Dạ em xin gửi đơn xin chuyển ngành học ạ, cho em hỏi em có cần in ra và xin chữ ký của Khoa không ạ. Xin cho em biết những thủ tục cần thiết ạ.. . Em xin cảm ơn. . . .",
            "Chào bạn. . Về đơn chuyển ngành của bạn chưa ghi rõ, Cô tư vấn thêm cho bạn . . 1- Ngành [full_name] học máy tính của hệ VLVH: chỉ miễn tối đa các môn đại cương. . 2- Ngành Công nghệ thông tin hình thức đào tạo từ xa qua mạng: được miễn môn học theo quy định. . Bạn vui lòng tư vấn rõ hơn ở [full_name], sau đó viết lại đơn ghi rõ ngành học đúng và gởi lại Pdt xử lý (đơn này không cần [full_name] ký). . Thân",
            "Dạ thưa cô.. . Hiện tại do tình hình dịch bệnh, khu nhà em ở đang trong diện phong tỏa nên em không thể lên trường làm các thủ tục được.. . Em xin hỏi xem mẫu đơn được không ạ.. . Em mong muốn chuyển sang ngành Khoa Học Máy Tính theo chuyên ngành Công nghệ thông tin ạ. . http://www.aao.hcmut.edu.vn/index.php?route=catalog/chitiettb&thongbao_id=1380. . Không biết em có thể đăng ký những môn học theo lộ trình trên cho kịp đợt ĐKMH này trong quá trình làm thủ tục không ạ.. . Mong cô và nhà trường xem xét giúp đỡ linh động trong tình hình dịch bệnh này ạ.. . Em xin chân thành cảm ơn",
            "Chào bạn,. . PDT đã tiếp nhận đơn chuyển ngành của bạn và đang chuyển cho Khoa Máy tính xem xét trường hợp của bạn.. . Sau khi có kết quả sẽ trả lời cho bạn qua bksi.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Rút môn học (phải thanh toán học phí) Học kỳ 203 . Em Tên là [full_name] , MSSV [student_id], Lớp DD20LT21. . . . . Em nộp phiếu đăng ký rút môn học của học kì 203 môn Xác suất thống kê ( MT2013 ).. . . . Kính mong phòng đào tạo duyệt phiếu. . . . Em xin chân thành cảm ơn",
            "Chào bạn,. . - Phòng Đào tạo đã tiếp nhận yêu cầu về việc xin Rút môn học HK Hè 3/2020-2021 (tính Học Phí). Bạn vui lòng theo dõi kết quả được cập nhật trêntrang Mybk/xem điểm sau ngày 20/07/2021 (nếu sau thời gian trên vẫn chưa được xử lý bạn có thể vào trangbksi.hcmut.edu.vn để khiếu nại).. .  . . Chúc bạn học tập tốt nhé.. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ. Kỉnh gửi PDT,. . . . Em có thắc mắc về việc chuyển đổi tín chỉ của môn học tương đương, cụ thể là môn Kĩ thuật lập trình (CO1013). Do môn Kĩ thuật lập trình không còn mở và em đã hỏi bộ môn cũng như PDT về việc môn học tương đương thì được nói rằng là môn Nhập môn lập trình (CO1003), và em đã hoàn thành môn học vào học kì 201 nhưng đến giờ thì tín chỉ của môn đó vẫn chưa được chuyển vào tín chỉ tích lũy ngành ạ. Trước đó, em có thắc mắc với bộ môn vệ việc chuyển đổi thì nhận được phản hồi là đã gửi đơn lên PDT ạ. Em hy vọng nhận được phản hồi của PDT.. . . . Em xin cảm ơn!",
            "Chào em,. . PĐT đã cập nhật.. . Thân mến,. . . .",
            "Chào PDT ạ,. . . . Từ khi nhận được phản hồi của PDT đến giờ thì số tín chỉ tích lũy ngành của em vẫn chưa có môn Nhập môn lập trình ạ. Em hy vọng PDT có thể xem lại và phản hồi cho em ạ.. . . . Em xin cảm ơn!",
            "Chào bạn. . Bạn xem cập nhật tại Mybk- thông tin sinh viên - điểm chuyển. . Điểm hiện tại trên trang Mybk không phải là điểm TBTLnganh. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Hiện tại em chưa thể về trường lấy bằng tốt nghiệp THPT để điền số hiệu văn bằng thì sau dịch em đăng kí nộp bằng được không ạ ?. .",
            "Chào em,. . PĐT đã gửi email ngày 23/6/21 về việc này rồi. . . . Do tình hình dịch covid-19 nên SV nào chưa kịp nộp bằng trong đợt 1 thì có thể nộp bổ sung vào đợt 2. (Sinh viên CQ Bằng 2 và CQ Liên thông vui lòng bỏ qua email này).. . . . I. Hướng dẫn cách nộp. . . . 1. SV Vào myBK    Đăng ký nộp bằng THPT    Nhập thông tin bằng THPT và in ra phiếu xác nhận thông tin bằng THPT.. . . . 2. SV Nộp bản sao bằng THPT (phải ghi MSSV lên bản sao kèm phiếu xác nhận thông tin bằng THPT) cho lớp trưởng.. . . . - Lớp trưởng kiểm tra và lập danh sách lớp nộp (ghi rõ Tên lớp, Khoa, Tên lớp trưởng, sắp xếp theo thứ tự tăng dần của MSSV, mỗi bằng có kèm phiếu xác nhận thông tin bằng THPT của mỗi SV).. . . . * Địa điểm nộp: Phòng đào tạo 101A1 tại cơ sở 1 hoặc Khu hành chính - Cơ sở Dĩ An H1 tại cơ sở 2 (Để tránh thất lạc, SV không nên nộp riêng lẻ, cá nhân). . . . * Thời gian nộp: từ 06/09/2021 đến 16/09/2021. . . . 3. Sau khi nộp xong, SV chờ phòng đào tạo gửi mail xác nhận lại (sẽ có thông báo tới toàn bộ SV K20). . . . II. Lưu ý:. . . . SV có thể nộp một trong các loại giấy tờ bằng THPT như sau:. . . . - Bản sao bằng THPT do Sở GD&ĐT cấp. . . . - Bản photocopy bằng THPT do Sở GD&ĐT xác nhận “Sao y từ sổ gốc”. . . . - Bản photocopy bằng THPT có chứng thực sao y bản chính.. . . . . . . . Sau thời hạn nộp, các sinh viên không nộp bản sao bằng Tốt nghiệp THPT sẽ không được đăng ký môn học cho học kỳ tiếp theo và bị tạm dừng học.. . Thân mến,"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Em có đăng ký LVTN học kỳ 202, nhưng do dịch nên em không bảo vệ bài báo để kịp trước đợt bảo vệ LVTN. . Cho em hỏi làm cách nào để bảo lưu lại điểm LVTN, để điểm LVTN không bị điểm 13 ạ. . . .",
            "Chào bạn. . Về vấn đề này bạn liên hệ [full_name] để được giải đáp. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác  /i Chào các thầy cô.Cho em hỏi em đăng kí học liên thông hệ VLVH thangs6 năm 2019.Em có phiếu miễn môn học và học theo chương trình năm 2018. Bây giờ em xem lại thì được miễn thêm một số môn e đã học thì bây giờ em học theo hệ nào và những môn em đã học và có môn em đã đóng tiền mà chưa thi thì sao ạ.Em mong thầy cô giải đáp.Em cảm ơn. . . .",
            "Chào bạn,. . Bạn vẫn học theo chương trình đào tạo khóa 2018 hệ VLVH nhé. . Còn những môn bạn chưa thì do tình hình dịch covid nên lịch thi đã thông báo dời lịch và sẽ có thông báo mới khi có lịch cụ thể nhé. Học phí bạn còn nợ bắt buộc phải thanh toán nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Dạ em chào Thầy/Cô,. . Em có xin thực tập hè ở công ty Điện tử Foster. Người ta có hỏi và yêu cầu giấy Giới thiệu và kế hoạch đi thực tập từ trường mình. Họ có gửi em bảng mẫu của các anh chị trường khác khi đi thực tập tại đây. Không biết trường mình có 2 loại giấy tờ này không ạ? Và em xin lấy hay sẽ trả lời như thế nào về thủ tục với bên cty Foster.. . Em gửi Thầy/Cô xem thử ạ. . . Mong nhận được phản hồi từ Thầy/Cô để em hoàn thành thủ tục trước khi được vào thực tập.",
            "Chào bạn. . Về vấn đề này Bạn liên hệ Bộ môn - [full_name] để hướng dẫn. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em có đăng ký in thẻ sinh viên với giấy xác nhận sinh viên ngày 24/05/2021. Nhưng do dịch bênh covid nên chưa lấy được và đến bây giờ đã quá 30 ngày rồi. Không biết bây giờ em có lên lấy được không ạ, hay phải đăng ký lại vậy.. . em cảm ơn",
            "Chào em,. . - Em đăng ký lấy ở cơ sở nào. . - CS1: em ghi rõ: họ tên, địa chỉ, số điện thoại để gửi bưu điện em trả cước phí.. . - CS2: lấy bình thường.. . - Hoặc khi nào đi học lại em lấy.. . Thân mến,. .",
            "Chào chị!. . - Em đăng ký tại cơ sở 1 ạ.. . - [full_name], Địa chỉ: 118 Lê Trọng Tấn, Phường Tây Thạnh, Quận Tân Phú. SĐT: [phone_number]. . -em có đăng ký giấy xác nhận sinh viên để thi toeic nữa ạ, vậy có thể gửi chung với thẻ sinh viên luôn được không ạ hay gửi riêng vậy chị.. . Em cảm ơn.",
            "Chào bạn. . - Giấy xác nhận sinh viên để thi toeic Phòng đào tạo đã in và gởi về Khoa, bạn liên hệ Khoa giúp. . - Hiện tại Pdt vẫn làm việc bình thường nên chắc bạn liên hệ pdt để lấy thẻ sv. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Rút môn học (phải thanh toán học phí) Học kỳ 203 .",
            "Rút môn học (phải thanh toán học phí) Học kỳ 203. . . .   /QUOTE . .",
            "Chào bạn,. . - Phòng Đào tạo đã tiếp nhận yêu cầu về việc xin Rút môn học HK Hè 3/2020-2021 (tính Học Phí). Bạn vui lòng theo dõi kết quả được cập nhật trêntrang Mybk/xem điểm sau ngày 20/07/2021 (nếu sau thời gian trên vẫn chưa được xử lý bạn có thể vào trangbksi.hcmut.edu.vn để khiếu nại).. .  . . Chúc bạn học tập tốt nhé.. . Thân. .",
            "Chào bạn. . Phiếu đăng ký rút môn học của bạn không thể giải quyết vì môn học ở HK203 của bạn đã bị hủy (do không thanh toán học phí HK203). . Sinh viên sẽ bị huỷ thời khoá biểu và ghi nợ học phí Học kỳ hè 203 vì chưa thanh toán học phí (Sinh viên vẫn phải đóng học phí, không hoàn trả hay huỷ học phí). Và chắc chắn là bạn sẽ không DKMH của HK211 (chính quy+ dự thính). . Thân. .",
            "No solution"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Cho em hỏi cách hủy đăng kí in bản điẻm ạ?",
            "Chào em,. . PĐT đã hủy.. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Rút môn học (phải thanh toán học phí) Học kỳ 203 . Dạ em là [full_name] - [student_id].. . Em xin phép gửi phiếu Đăng ký Rút môn học (phải thanh toán học phí) Học kỳ 203 ạ. (Tệp đính kèm). . . . Rất mong phiếu của em sẽ được giải quyết sớm ạ.. . Em chúc mọi người luôn mạnh khỏe.. . . . Nếu có vấn đề gì về phiếu, hãy liên hệ với em qua email ạ: [email]. . . . Em cảm ơn mọi người nhiều.",
            "Chào bạn,. . - Phòng Đào tạo đã tiếp nhận yêu cầu về việc xin Rút môn học HK Hè 3/2020-2021 (tính Học Phí). Bạn vui lòng theo dõi kết quả được cập nhật trêntrang Mybk/xem điểm sau ngày 20/07/2021 (nếu sau thời gian trên vẫn chưa được xử lý bạn có thể vào trangbksi.hcmut.edu.vn để khiếu nại).. .  . . Chúc bạn học tập tốt nhé.. . Thân. ."
        ]
    }
]