[
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: 1712416  /b \t. . . .   i Học vụ . Dạ, em chào Thầy/Cô ạ.. . Thầy/Cô cho em hỏi kết quả thi tiếng Anh nói viết được tính theo kết quả đạt được cao nhất hay kết quả của lần thi gần nhất ạ?. . Cụ thể trường hợp nếu đã đạt chuẩn tiếng Anh nói viết để tốt nghiệp ( 200) nhưng không đủ chuẩn chương trình tài năng. Nếu em thi lại thêm lần nữa chẳng may kết quả thấp hơn mức tốt nghiệp (  200) vậy em có thể đăng ký tốt nghiệp chương trình đại trà không ạ?. . Em cảm ơn Thầy/Cô.",
            "Chào bạn,. . Nếu bạn không đủ chuẩn TN chương trình KSTN và muốn tốt nghiệp chương trình đại trà (đủ điều kiện), vui lòng làm đơn xin không nhận bằng kỹ sư tài năng và xin xét TN bằng thường nộp cho Phòng Đào tạo nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Dạ thưa thầy/cô, em đã hoàn thành xong chương trình học, chỉ còn thiếu anh văn 4 bởi vì dịch bất ngờ nên IIG vietnam hoãn thi từ tháng 6/2021 đến nay, em không thể thi toeic để nộp bằng và quy đổi điểm cho môn này được. Bằng toeic hiện tại đã nộp của em vào kỳ trước để đăng ký nhận luận văn là toeic 585đ. Em muốn hỏi là còn cách nào để em được xét tốt nghiệp trong đợt tháng 11 này không ạ. Em xin cảm ơn.",
            "Chào bạn,. . không được nhé bạn, môn AV4 là môn học thuộc CTĐT của bạn và SV phải hoàn thành nhé.. . Bạn có thể đăng ký học AV4 trong trường bình thường nhé để hoàn thành CTĐT. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em là SV K19. Cho em hỏi dịch bệnh thế này thì nhà trường có gửi giấy xác nhạn sinh viên được không ạ?",
            "Chào bạn,. . - SV chủ động đăng ký giấy Xác nhận SV hoãn NVQS để bổ sung cho địa phương và chọn dịch vụ gửi qua được bưu điện (người nhận trả tiền) nếu có nhu cầu (PDT không in hàng loạt như các năm trước). . - Sau khi xử lý giấy chứng nhận sinh viên, Phòng Đào tạo sẽ gửi về địa chỉ sinh viên đăng ký khi bưu điện hoạt động lại bình thường trong đợt giãn cách xã hội. Mặt khác, sinh viên có thể tải bản scan trên trang đăng ký chứng nhận sinh viên (sau khi yêu cầu của SV đã được xử lý).. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính gửi Phòng Đào Tạo,. . Em tên [full_name] ([student_id]). Hồi tháng cuối tháng 1/2021, em bị mất thẻ sinh viên và  đã đăng kí in lại trên mybk. Nhưng vì đi làm xa em không tiện đến trường nhận thẻ. Hiện nay, em đã đăng kí kì thi Speaking & Writing để xét tốt nghiệp đợt này. Em muốn đăng kí in lại thẻ sinh viên trên mybk để kịp dự thi nhưng hệ thống báo không đăng kí được.  Mong nhà trường hướng dẫn em cách giải quyết để có thể dự thi ạ. Em xin chân thành cám ơn!",
            "Chào bạn,. . Bạn vui lòng liên hệ với trung tâm ngoại ngữ để hỏi về việc dự thi nhé, hiện tại do bưu điện tạm ngưng không thể gửi qua đường bưu điện nhé, bạn vẫn có thể đăng ký in thẻ và gửi qua đường bưu điện và nhà trường sẽ gửi sớm nhất khi có thể nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: em Xin tạm dừng học HK211 . . (email lần trước em chấp nhận Xin tạm dừng học HK211 ạ)",
            "Chào bạn. . PDT đã tiếp nhận và đang xử lý đơn tạm dừng vào HK1(2021-2022) của bạn.. . Bạn vui lòng theo dõi tình trạng sinh viên từ “đang học” sang tình trạng “tạm dừng” sẽ cập nhật trên Mybk-thông tin sinh viên, dự kiến trễ nhất vào 24/9/2021. . PDT sẽ gửi qua mail file scan quyết định tạm dừng cho sinh viên trễ nhất là 30/9/21. Sau thời gian này vẫn chưa nhận được file quyết định tạm dừng vui lòng gửi phản hồi lại bksi để PDT kiểm tra và trả lời.. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính gửi PĐT,. . . . . . Em là [full_name], MSSV: [student_id], mong nhận được sự hỗ trợ của PĐT.. . . . Em là người gửi yêu cầu #33486 về việc không đăng ký được đề cương LV, và đã được yêu cầu cung cấp mã môn học vào ngày 10/9. Thật tiếc là em quên kiểm tra thư của PĐT cho đến hôm nay 12/9.. . . . Em xin gửi mã MH: ME4087.. . . . Do trước đây em đặt độ ưu tiên thấp, dẫn đến v/v được giải quyết không gấp rút, nên hiện tại em vẫn chưa đăng ký được môn học nào. Em rất lo về nguy cơ bị đình chỉ trong HK kế tiếp.. . . . Rất mong nhận được sự hỗ trợ từ PĐT. Chúc quý thầy/cô mạnh khỏe vượt qua mùa dịch này. . . . . . . Kính chào.",
            "Chào bạn,. . PDT đã ghi nhận yêu cầu về ĐKMH của bạn và đã chuyển cho bộ phận ĐKMH kiểm tra và xử lý.. . Bạn vui lòng theo dõi kết quả cật nhật TKB tại mybk sau ngày 20/9/2021. . Trường hợp sau ngày này vẫn chưa có TKB, SV vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . SV chủ động liên hệ khoa để xin nhận GV hướng dẫn.. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính gửi Phòng Đào Tạo Trường Đại Học Bách Khoa TP.HCM,. . Em tên là [full_name], MSSV: [student_id].. . Hôm nay, em viết mail này mong Phòng Đào Tạo có thể mở lại tài khoản sinh viên, phần Đăng ký môn học giúp em ạ.. . Theo như thời gian đào tạo khóa học của em thì đã hết hạn, nhưng em trước đó đã xin gia hạn 1 học kỳ và kết quả đã được Phòng Đào Tạo cho gia hạn (em có đính kèm file hình bên dưới ạ). . . Vào thời điểm lúc xin gia hạn thì em còn thiếu môn [full_name] 4 và [full_name] nói-viết, qua 1 học kỳ được gia hạn thì em đã hoàn thành môn [full_name] 4. Nhưng do vấn đề nhập điểm có sai sót, em đã phản hồi lại giảng viên và nhận được phản hồi là đợi kết quả cập nhật lại điểm.. . Trong khoảng thời gian này, em có nhận được mail đăng ký thi [full_name] nói-viết, nhưng do tài khoản sinh viên của em đã bị khóa mục Đăng ký môn học nên em không đăng ký thi được. Em mong Phòng Đào Tạo có thể hỗ trợ mở lại tài khoản sinh viên Mục Đăng ký môn học, trong khi chờ đợi cập nhật lại điểm môn học [full_name] 4 ạ.. . Vì thời gian đăng kí thi [full_name] nói-viết chỉ được đăng ký 1 lần/tháng (mà thời gian để nhận bằng tốt nghiệp của em cũng sắp hết), mong Phòng Đào Tạo có thể xem xét giúp em ạ.. . Trong khi chờ đợi phản hồi từ Phòng Đào Tạo, em xin chân thành cảm ơn.. . Sinh viên,. . [full_name]",
            "Chào bạn. . Đã ghi nhận chiều nay sau 13 giờ bạn vào đăng ký nghen, nếu lỡ không đăng ký được đợt này, thì đợt 3 dự kiến từ 14 đến 17/9, bạn vẫn không vào dk được thì báo liền nghen. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em xin chào cá thầy cô ạ.. . Em tên là Phan Thanh Hưng, MSSV:[student_id]. . Khoa Cơ Khí   Lớp : CK18CTM1. . Em muốn hỏi là em là con thương binh, từ năm nhất em đã hoàn tất hồ sơ miễn giảm học phí trong quá trình học tập và được các thầy cô thông báo là làm 1 lần cho 4 năm học. Nhưng khi kiểm tra lại thông tin học phí trên BK Pay trong học kỳ này thì lại có khoản thanh toán học phí trong học kỳ ạ. Em mong các thầy cô xem xét giúp em vấn đề này ạ. Học kỳ này, em học lại 1 môn học phí là [student_id] đồng, nhưng khoản thanh toán là [student_id] đồng.",
            "Chào em,. . Em liên hệ phòng Công tác chính trị sv qua email [email] để được hướng dẫn nhé.. . - Thời điểm hiện tại P.CTCTSV chưa gửi PĐT danh sách miễn giảm HP. Khoảng cuối tháng 10 PĐT nhận được DS thì cập nhật lại trước khi sv đóng HP.. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Kính gửi PĐT, em xin được giải đáp thắc mắc về vấn đề hoãn thi.. . . . Cụ thể là em có đăng ký hoãn thi 2 môn gần kề do lúc đó có biểu hiện bệnh Covid, các môn còn lại em tham gia thi đầy đủ.. . . . Vậy không rõ là em sẽ bị tính hoãn thi toàn bộ môn học hay chỉ 2 môn em đã đăng kí trước đó.. . . . Hiện em không có điểm thi của bất kỳ môn học nào vì vậy kính mong PĐT có thể giúp em kiểm tra, giải đáp thắc mắc này.. . . . Em xin cám ơn!",
            "Chào em,. . - Em đăng ký hoãn thi môn nào trong form HOÃN THI thì xem email xác nhận.. . - Vậy không rõ là em sẽ bị tính hoãn thi toàn bộ môn học hay chỉ 2 môn em đã đăng kí trước đó.. . =  Không tính toàn bộ nhé em.. . - PĐT chuẩn bị các công tác tiếp theo. . . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Kính gửi PĐT,. .  Em tên là [full_name]. MSSV: [student_id].. .  Em có một câu hỏi liên quan đến vấn đề về đăng ký nộp bằng tốt nghiệp THPT. Cụ thể là hiện tại bằng tốt nghiệp của em đang nằm trong . . nhà trọ tại TP.Hồ Chí Minh và hiện em đang ở quê Bình Thuận. Chính vì thế em không đủ thông tin để tiến hành đăng ký nộp bằng PTTH. Vậy PĐT cho em xin hỏi em sẽ phải giải quyết vấn đề này như thế nào để không bị chậm tiến độ ạ.. . Em trân thành cảm ơn,. .  [full_name]",
            "Chào bạn,. . PDT sẽ tổng kiểm tra bằng TN THPT (và bằng Cao Đẳng, Đại học đối với SV bằng 2, và VLVH). SV phải chuẩn bị sẵn sàng (bảng sao và bản scan) các bằng TN. Thời gian kiểm tra là trong tháng 10 và theo thông báo riêng. . Thân mến,. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em là k18, kỳ vừa rồi em đã đăng ký nhầm mã luận văn tốt nghiệp CO4315 thành CO4311. . Hiện tại em đang hoang mang không biết mình có còn cách nào để giải quyết không ạ.. . Em đã đăng ký đề tài và đang làm thì mới nhận ra ạ.. . Em chân thành cảm ơn",
            "Chào bạn. . Hiện tại đã đến tuần thứ 5 của HK 211, nên bạn vui lòng làm đơn đổi mã LVTN, trong đơn ghi rõ tên môn học, mã số môn học đúng + sai, lý do bổ sung. Và phải có xác nhận của Khoa MSMH đúng (có thể gởi yêu cầu Khoa xác nhận trong đơn, hoặc xác nhận qua maii, bạn chụp hình mail  đồng ý đính kèm ), gởi yêu cầu tại BKSI để xử lý. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Dạ em đủ tín chỉ, đủ số buổi tình nguyện rồi ạ. . Ngoại ngữ em chỉ thiếu bằng nói viết nữa và đang chuẩn bị thi để có thể nộp đúng hạn ạ.. . Mong PĐT thu nhận lại em ạ.. .   i Tốt nghiệp .",
            "Chào bạn,. . PDT tiếp nhận đơn thu nhận xét tốt nghiệp của bạn, bạn vui lòng theo dõi tình trạng SV tại mybk/Thông tin SV, sẽ chuyển qua trạng thái \"Đang học\" trước ngày 20/9.. . Khi nào đủ điều kiện tốt nghiệp, SV gửi câu hỏi qua bksi để đăng ký xét TN bổ sung nhé!. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Dạ em có gọi trung tâm trước khi lên BKSI hỏi phòng đào tạo rồi ạ.. . Bên trung tâm bảo lịch thi nè là do PĐT xếp nên nếu có muốn đổi lịch thì liên hệ PĐT ạ.. . Vậy không biết bây giờ em phải làm như nào để có thể đổi ca thi hoặc buổi thi được không ạ?. . Em xin lỗi vì sự bất tiện nè nhưng thật sự em đang bị cách ly nên việc học hành của em bị hạn chế, mong PĐT tạo điều kiện ạ.. . Em cảm ơn ạ.. .   i Tốt nghiệp .",
            "Chào bạn[full_name] [full_name] Pdt đã có thông báo, vì số lượng SV dự kiến trong đợt tháng 9 và tháng 10 này là 3000SV, tổ chức cho 4 đợt, vì để có thể hỗ trợ tốt cho các bạn, ai cũng có thể thi được trong đợt này, nên mỗi SV chỉ có thể đăng ký thi 1 lần, Nên bạn đã đăng ký thì vui lòng đi thi, không thể đổi lịch được[full_name] [full_name] Cuối cùng vì những lý do không thể thi được bạn có thể đợi hết thời gian giãn cách có thể đăng ký thi trực tiếp tại Trung tâm Ngoại ngữ"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em chào quý Thầy cô:. . Em là [full_name], sinh viên khoa Công nghệ vật liệu khóa K15, MSSV: [student_id]. . Vào học kì HK202 em có đăng kí luận văn tốt nghiệp nhưng do chưa kịp hoàn thành luận văn nên em có làm   B đơn xin hoãn bảo vệ  /B  sang kì sau là kì HK211, đơn hoãn em đã thông qua GVHD, thầy trưởng bộ môn và Khoa CNVL. . . Đơn đã được Khoa gửi trực tiếp email cho PĐT từ ngày 13/8/2021, theo em biết thời gian giải quyết trong vòng 14 ngày, song đến hiện giờ em chưa nhận  được bất kì phản hồi nào từ PĐT, em đã gọi điện cho PĐT nhiều lần nhưng không có phản hồi. . Do đến hạn cuối đăng kí luận văn kì HK211 nên em đã phải đăng kí để có thể bảo vệ vào kì này. . . Nên hiện giờ em xin phép hỏi về vấn đề của em, em có được duyệt đơn hoãn luận văn dời qua kì hk211 không và nếu được thì kì này em đăng kí rồi thì liệu có được miễn học phí  LVTN không ạ.. . Mong nhận được thông tin phản hồi sớm từ PĐT. Em cám ơn. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]  /b \t[full_name] [full_name] [full_name] [full_name]   i Học vụ  /i [full_name] [full_name] [full_name] [full_name] Dạ em chào Thầy/Cô[full_name] [full_name] Thầy/Cô cho em hỏi kết quả thi anh văn nói viết là lấy kết quả cao nhất trong các lần thi hay lấy kết quả của lần thi gần nhất ạ?[full_name] [full_name] Do trên quy chế em tìm đọc không thấy đề cập đến việc thi anh văn tại trung tâm ngoại ngữ trường thì kết quả sẽ được lấy thế nào nếu thi nhiều lần[full_name] Mặt khác kết quả này sẽ do trung tâm tự cập nhật với phòng đào tạo chứ không phải thẩm tra bằng như tiếng anh nghe đọc[full_name] Vì vậy, em muốn xác nhận lại ạ[full_name] [full_name] Em cảm ơn Thầy/Cô[full_name][full_name] [full_name]",
            "Chào bạn. . thi anh văn nói viết là lấy kết quả đạt, khi Trung tâm NN chuyển dữ liệu về PDT có kết quả đạt thì PDT tự động cập nhật tại Mybk-thông tin SV-điểm chuyển: Đạt Toeic. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]  /b . . Sắp tới em có kì thi Nói-Viết online nhưng vì lý do e để quên thẻ sinh viên ở Tp Hồ Chí Minh, nên em có thể xin cấp lại thẻ sinh viên online được không ạ?. . Em cảm ơn\t. . . .",
            "Chào em,. . Thi AV Nói - [full_name]: sử dụng CMND/CCCD được nhé.. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]7  /b \t. . . .   i Đăng ký môn học . Em xin đăng ký môn học Luận Văn Tốt Nghiệp (218303). Do em thuộc diện thu nhận lại nên không đăng ký môn học trên trang ĐKMH được.. .  E đã yêu cầu 4 lần từ 12/8 nhưng k được giải quyết, xin chờ phản hồi từ cán bộ ạ .",
            "Chào bạn,. . PDT đã ghi nhận yêu cầu về ĐKMH của bạn và đã chuyển cho bộ phận ĐKMH kiểm tra và xử lý.. . Bạn vui lòng theo dõi kết quả cật nhật TKB tại mybk sau ngày 20/9/2021. . Trường hợp sau ngày này vẫn chưa có TKB, SV vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . SV chủ động liên hệ khoa để xin nhận GV hướng dẫn.. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]4  /b \t. . . .   i Yêu cầu khác . Dạ em đã làm đơn xin chuyển hệ VHVL.. . Phòng đào tạo có đề nghị em gửi các môn học để khôi phục Thời khóa biểu:. . - CI31363: Phân Tích thiết kế kết cấu.. . - CI2107: Thiết kế kiến trúc 1. . - CI3217: Nguyên lý thiết kế kiến trúc và kĩ thuật công trình công nghiệp.. . (Thời khóa biểu cũ).. . - CI1007 Trắc địa đại cương.. . - MT1008 Đại số tuyến tính. . (Nguyện vọng đăng kí bổ sung học kì dự thính"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Kính chào Phòng Đào tạo,. . . . Em là [full_name], MSSV: [student_id]. . . . Em là một trường hợp được Khoa KT Hóa học đồng ý cho hoãn bảo vệ LVTN do ảnh hưởng của dịch Covid-19. Em có một số câu hỏi về vấn đề đó như sau:. . . . 1. Do đây là môn học cuối cùng của em nên HK sau em không có đăng ký môn nào. Trong trường hợp như vậy thì HK 211 em có còn được giấy chứng nhận là sinh viên của trường hay không?. . . . 2. Khi hoãn BV LVTN có cần tốn thêm chi phí phụ gì không?. . . . 3. Liên quan đến việc ĐKMH, em có đăng ký môn   B LVTN Kỹ thuật hóa vô cơ  /B  (CH4343) trong đợt ĐKMH chính quy học kỳ 211, do đã được đồng ý hoãn, nên em có được rút môn học đó không ạ ?. . . . Bên dưới là minh chứng PĐT đã nhận được email đăng ký hoãn BV LCTN của em.. . . . Kính mong PĐT giải đáp giúp em ạ. Em xin cảm ơn rất nhiều.. . . . Trân trọng./.. .",
            "Chào bạn. . 1- Bạn có TKB 211 nên bạn có thể đăng ký giấy CNSV. . 2- 2 cái khác nhau:. . - [full_name]: cho HK202, đã thấy ghi nhận thông tin của bạn nhưng còn sẽ gởi danh sách về Khoa xin ý kiến sau mới có QD chính thức, sẽ thực hiện theo quy định . . - Hk 211 bạn đăng ký thì phải thanh toán học phí. . 3- Bạn phải làm đơn để Cô trình Ban lãnh đạo Phòng duyệt. . Thân",
            "Em chào Cô ạ,. . . . Cô cho em hỏi tầm bao nhiều lâu nữa thì đơn xin hoãn luận văn của em sẽ có hiệu lực ạ? . . . . Bên cạnh đó theo yêu cầu của Cô, em đã làm đơn xin hủy môn học trình qua VP.ĐTQT và đã được xác nhận là được chuyển xuống PĐT rồi ạ.. . . . Trân trọng./.",
            "Chào bạn. . Sau khi pdt giải quyết công văn của quốc tế thì sẽ phản hổi lại cho quốc tế để trả lời SV. . - Về Hoãn thi LVTN, khoảng đầu tháng 10 sẽ có QD chính thức. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em tên là Ngô Hoàng Dũng, MSSV: [student_id]. Em đã đăng ký kiểm tra Anh văn 2 kỹ năng Nói - Viết theo hình thức trực tuyến vào Đợt 1 và đã thanh toán. Ngân hàng OCB đã trừ tiền trong tài khoàn (hình ảnh đính kèm). Nhưng hiện tại em vẫn chưa được xác nhận đã thanh toán tại trang BKPay và cũng chưa nhận được danh sách thi. Xin hỏi em có thể đăng ký lại vào đợt sau hoặc sau khi ngân hàng xác nhận em đã thanh toán thì có được bổ sung danh sách thi vào đợt này hay không ạ?. . Em xin chân thành cảm ơn.",
            "Chào bạn. . Trước tiên bạn báo ngân hàng OCB: 18006678 (số hotline), để giải quyết vấn đề của bạn. . Sau khi ngân hàng giải quyết xong, bạn báo giúp BKSI ghi rõ tiêu đề BỔ SUNG THI ANH VĂN (VÌ LỖI NGÂN HÀNG OCB). . - Cố gắng liên hệ gấp nghen bạn. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Dạ chào thầy/cô!. . . . Em cần thẻ sinh viên hoặc giấy xác nhận sinh viên để thi anh văn 2 kĩ năng để đủ điều kiện xét tốt nghiệp,em bị mất thẻ sinh viên và em đăng kí in thẻ trên mybk thì bị lỗi không có thời khóa biểu (Em vừa bảo vệ luận văn trong kì vừa rồi và không đăng kí môn học trong kì này).. . . . Mong thầy/cô hướng dẫn quy trình( thủ tục) trong trường hợp này để em có thể tham gia kì thi anh văn 2 kĩ năng sắp tới với ạ.. . . . Em xin cảm ơn!. .",
            "Chào em,. . - Em có TKB mới đăng ký in thẻ sv nhé.. . - Thi AV 2 kỹ năng cần CMND, CCCD được nhé.. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Chào thầy/cô. Cho em hỏi là em muốn đăng ký thi anh văn Nói-Viết để xét tốt nghiệp kỳ này (Em đã nộp chứng chỉ anh văn Đọc-Nghe). Nhưng do em đã hết hạn đào tạo (Em đã xin gia hạn thời gian đào tạo 1 lần)  nên em không thể đăng ký thi anh văn Nói-Viết  trên trang \"Đăng ký môn học\". Em phải làm sao?. . Em cảm ơn.",
            "Chào bạn. . Bạn đã có tên trong danh sách rồi mà, Cô đã báo để mở ra cho bạn đăng ký, chiều nay 13 g bạn vào đăng ký nghen, nếu không thì đợt 3 từ 14/9 sẽ có thông báo, bạn vào đăng ký nếu có lỗi phát sinh, bạn báo liền nghen. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Kính gửi phòng đào tạo Đại Học Bách Khoa,. . . . Dạ thầy ơi, em là [full_name], . . MSSV: [student_id].. . . . Em là sinh viên khóa 2020. Hiện tại em đang có nhu cầu gửi giấy xác nhận sinh viên về bằng Bưu điện, nhưng em không thể đăng ký được. Nhờ thầy kiểm tra và hỗ trợ đăng ký giúp em với ạ.  . . Em xin chân thành cảm ơn.. . . .  . . . . Best Regards,. . . . -------------------------------. . . . [full_name]. . . . Mobile: 0335.854.890. . . . Email: [email]",
            "Chào bạn,. . - SV chủ động đăng ký giấy Xác nhận SV hoãn NVQS để bổ sung cho địa phương và chọn dịch vụ gửi qua được bưu điện (người nhận trả tiền) nếu có nhu cầu (PDT không in hàng loạt như các năm trước). . . . - Sau khi xử lý giấy chứng nhận sinh viên, Phòng Đào tạo sẽ gửi về địa chỉ sinh viên đăng ký khi bưu điện hoạt động lại bình thường trong đợt giãn cách xã hội. Mặt khác, sinh viên có thể tải bản scan trên trang đăng ký chứng nhận sinh viên (sau khi yêu cầu của SV đã được xử lý).. . . . - Giấy chứng nhận với lý: gửi cho địa phương cũng vậy nhé.. . . . Thân mến,. .",
            "Kính gửi phòng đào tạo Đại Học Bách Khoa,. . Em là [full_name], MSSV: [student_id].. . Dạ hiện tại em đang cần giấy xác nhận để nộp về quê. Nhưng em vào lại trang đăng ký CNSV vẫn chưa có bản scan.. . Cô [full_name] có trả lời yêu cầu của em. nhưng hiện tại do em không thể chọn yêu cầu gửi bưu điện được Nên không có bản scan được. Nhờ thầy check lại tài khoản của em với ạ. . . Hiện tại trang đăng ký của em không có: Khoa/TT đào tạo. . Em xin chân thành cảm ơn.. . . .  . . . . Best Regards,. . . . -------------------------------. . . . [full_name]. . . . Mobile: 0335.854.890. . . . Email: [email]",
            "li answer rate: Answer does not suit / Câu trả lời không đúng ý",
            "Kính gửi phòng đào tạo Đại Học Bách Khoa,. . Em là [full_name], MSSV: [student_id].. . Dạ hiện tại em đang cần giấy xác nhận để nộp về quê. Nhưng em vào lại trang đăng ký CNSV vẫn chưa có bản scan.. . Cô [full_name] có trả lời yêu cầu của em. nhưng hiện tại do em không thể chọn yêu cầu gửi bưu điện được Nên không có bản scan được. Nhờ thầy check lại tài khoản của em với ạ.. . Hiện tại trang đăng ký của em không có: Khoa/TT đào tạo. . Em xin chân thành cảm ơn.. . . . . . . . Best Regards,. . . . -------------------------------. . . . [full_name]. . . . Mobile: 0335.854.890. . . . Email: [email]",
            "Chào em,. . Em load lại trang, PĐT đã chỉnh lại rồi nhé.. . Thân mến,. .",
            "Dạ cô ơi em mới reload lại vẫn chưa được ạ. Khi nào cô làm việc cô load lại giúp em với ạ.. . . . . . Hoặc cô giúp em gửi giấy xác nhận SV qua grab qua nhà em được không cô.. . Họ và tên: [full_name]. . SĐT: [phone_number]. . Địa chỉ: 827/46  Tỉnh Lộ 10, Phường Bình Trị Đông B, Quận Bình Tân được không ạ.. . Mọi chi phí em sẽ thanh toán ạ. Em xin cảm ơn cô.. .",
            "Dạ cô ơi, cho em hỏi em đăng ký được chưa vậy ạ? Thanks cô",
            "Chào bạn[full_name] [full_name] [full_name] đã ghi nhận phản hồi của bạn, Vì số lượng đăng ký giấy CNSV tăng đáng kể, Nên [full_name] đang cố gắng xử lý dữ liệu, xong sẽ scan để đưa lên hệ thống ngay, SV vui lòng thông cảm đợi thêm, giải thích thêm với cơ quan yêu cầu giấy CNSV[full_name][full_name] [full_name]  Sau khi [full_name] cập nhật xong bạn có thể tải bản scan trên trang đăng ký chứng nhận sinh viên[full_name][full_name] [full_name] Thân[full_name] [full_name]"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Mới đây, em thấy có mở đăng ký tốt nghiệp trên trang MyBK và các bạn em đều hiện là đủ điều kiện để đăng ký, nhưng riêng em thì lại thông báo là không đủ điều kiện để đăng ký như trong hình đính kèm bên dưới. Trong khi đó, em đã đủ số ngày CTXH và đủ tín chỉ, vì vậy em tạo câu hỏi này để hỏi là em chưa đủ điều kiện nào ạ.",
            "hiện tại thì em thấy em đã có tên trong danh sách tốt nghiệp rồi nhưng khi em kiểm tra lại thì thấy hình như em không đủ tiêu chuẩn AV. Nhưng em đã có bằng IELTS và đã đăng ký nộp chứng chỉ ngoại ngữ hợp lệ rồi ạ.",
            "Chào em,. . Đã mở khóa cho em vào đăng ký tốt nghiệp, em vào đăng ký tốt nghiệp lại giúp cô còn bị lỗi không nhé!. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Kinh gửi PĐT. . Nay em đang rất cần thẻ sinh viên để có thể đăng kí thi anh văn nói-viết cho mục đích tốt nghiệp.. . Lí do em không thể tự đăng kí in thẻ là do em đã hoàn thành hết chương trình, vì thế không có thời khóa biểu cho học kì này, điều này làm em không được phép đăng kí vì không có thời khóa biểu.. . Em xin gửi 2 ảnh chứa thông tin in thẻ cho PĐT.. . p/s: Em đã có gửi mail cho pđt từ trước mà chưa có phản hồi, do tính gấp gáp của việc này nên em xin gửi lại lên đây.",
            "Chào em,. . - Em có TKB mới được đăng ký in thẻ sv . . - Thi AV nói viết sử dụng CMND/CCCD được nhé em.. . Thân mến,"
        ]
    },
    {
        "intent": "",
        "message": [
            "Do bị Covid nên em trễ đăng ký học kỳ 211. Có cách nào em đăng ký bù lại được không. . . .",
            "Chào bạn,. . Hiện tại đã qua tuần thứ 5 của HK211, đã quá trễ để bổ sung MH nhé.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Chào PĐT, em tên là [full_name], MSSV [student_id].. . Hiện tại em cần in bảng điểm để bổ sung vào hồ sơ xin học bổng nhưng do tình hình dịch bệnh nên em không thể nhận bảng điểm gửi về được.. . Em xin PĐT gửi bản scan bảng điểm qua mail [email] giúp em để em để em bổ sung vào hồ sơ ạ.. . Em xin cảm ơn!. . mail của em: [email]",
            "gửi em bản scan"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Tình hình hiện tại địa phương em đã yêu cầu có phải có giấy hoãn nghĩa vụ trong 1 tuần.. . Mà hiện tại em vô đăng kí giấy hoạn nghĩa vụ chỉ có giấy cấp lại.. . Cho em hỏi nhà trường đã có giấy mới chưa ạ, địa phương em chỉ yêu cầu có hình ảnh chụp giấy hoãn nghĩa vụ đầy đủ, rõ ràng là được rồi ạ.. . Em cảm ơn.",
            "Chào bạn,. . - SV chủ động đăng ký giấy Xác nhận SV hoãn NVQS để bổ sung cho địa phương và chọn dịch vụ gửi qua được bưu điện (người nhận trả tiền) nếu có nhu cầu (PDT không in hàng loạt như các năm trước). . - Sau khi xử lý giấy chứng nhận sinh viên, Phòng Đào tạo sẽ gửi về địa chỉ sinh viên đăng ký khi bưu điện hoạt động lại bình thường trong đợt giãn cách xã hội. Mặt khác, sinh viên có thể tải bản scan trên trang đăng ký chứng nhận sinh viên (sau khi yêu cầu của SV đã được xử lý).. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Kính thưa Thầy/Cô,. . Hiện tại ở chỗ em không còn ngân hàng nào mở cửa làm việc. Trong thẻ ngân hàng của em không có tiền sẵn. Vậy làm sao có thể đóng học phí dự thính ạ? Trong mail trường chỉ cho dời đóng tiền học kì chính, nhưng hiện tại em không thể đóng học phí dự thính đúng hạn được. Phòng đào tạo có thể xem xét không ạ?",
            "Chào em,. . - Em chờ email từ PĐT, sẽ gia hạn đến 20/9/21.. . - Hoặc em nhờ TK của bạn nhé.. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kỳ này em muốn đăng ký bổ sung môn học Giải tích 2 dự thính, thì giờ em có thể xin đăng ký bổ sung không ạ?",
            "Chào bạn,. . Hiện tại đã hết thời gia để đăng ký bổ sung môn học cho HK211 rồi nhé bạn. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Nhà trường đã xác nhận em xin hoãn thi qua BKSI và e cũng đã xác nhận lại qua mail rồi ạ. Mong nhà trường xem xét. Em xin cảm ơn.. . . .",
            "Chào em,. . - Danh sách thi PĐT đã gửi trước rồi em (điểm 13). . - Em đã điền form hoãn thi, xem email xác nhận nhé.. . - PĐT chuẩn bị các công tác tiếp theo.. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em chào thầy cô.. . Em là [full_name]. MSSV: [student_id]. . Em thuộc diện miễn giảm học phí (con thương binh - 06), các học kỳ trước em không cần phải đóng học phí (BKPay không hiện khoản phải nộp trong danh sách).. . Theo thông báo, việc miễn giảm theo các thì em đã làm các thủ tục miễn giảm học phí ở năm 1 và không cần phải làm thêm thủ tục gì ở những năm tiếp theo.. . . . Tuy nhiên, Học kỳ 211 trên BkPay của em vẫn hiện khoản phải nộp và thời hạn nộp.. . Thầy cô cho em hỏi em có phải nộp khoản học cho HK211 không? Nếu không phải nộp em có cần phải làm thủ tục gì không ạ?. . Em cảm ơn thầy cô!. .",
            "-\tHọc phí Học Kỳ chính chưa được tính miễn giảm diện chính sách. Lý do: Phòng Công tác chính trị Sinh viên chưa gửi danh sách miễn giảm. Học phí sẽ được cập nhật mới (nếu SV có tên trong ds miễn giảm) trước khi bắt đầu thanh toán học phí vào đầu tháng 11/2021. . -\tLiên hệ Phòng Công tác chính trị Sinh viên để được hỗ trợ gia hạn học phí. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Thưa thầy/cô,. . . . Em có đăng kí in 2 bảng điểm chuyển phát bưu điện (InBD[phone_number]8 và InBD[phone_number]6) và ngày hẹn trả kết quả lần lượt là 1/9 và 23/8. Nhưng hiện tại em vẫn chưa nhận được bảng điểm nào cả. Mong thầy/cô có thể kiểm tra lại giúp em với ạ. . . . . Em xin cảm ơn.. . Sinh viên. . [full_name]. . . . . .",
            "Chào bạn. . Hiện tại Bên bộ phận bưu cục tạm ngưng do giãn cách xã hội. Pdt đang cố gắng liên hệ nhanh nhất có thể để gởi bảng điểm đến SV. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Kính thưa quý thầy cô!. . . . Em tên là [full_name], mã số sinh viên [student_id] thuộc hệ VHVL chuyển từ chính quy sang chuyên ngành Cảng - Công trình biển thuộc khoa Kỹ thuật xây dựng đại học Bách Khoa TPHCM với mã số sinh viên cũ bên chính quy là [student_id].. . . . Vừa qua thì em đã hoàn thành xong môn cuối cùng của chương trình học là luận văn tốt nghiệp (mã môn học CI4333). Em đã nộp chứng chỉ anh văn Toeic 450 (nghe đọc).. . . . Em muốn hỏi là bây giờ muốn được đăng ký tốt nghiệp thì em chỉ cần nộp thêm bằng Toeic 200 (nói viết) hay phải làm gì thêm ạ?. . . . Em xin chân thành cám ơn quý thầy cô. Chúc thầy cô và gia đình luôn mạnh khỏe!. . . .",
            "Chào bạn,. . PDT đã ghi nhận yêu cầu về đăng ký xét TN của bạn. SV vui lòng theo dõi email  và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 21/09/2021 SV vẫn chưa nhận được mail hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 11/2021. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Kính gửi PĐT,  em là sinh viên [full_name], chương trình Việt Pháp ngành Viễn Thông lớp VP17VT, mã số sinh viên [student_id], về điểm tổng kết môn học Năng lượng tái tạo, mã môn học 403705 do thầy [full_name] đảm nhiệm ở học kỳ 202 . Hồi tháng 4 do em gặp vấn đề nên em có xin gặp thầy [full_name] để báo cáo muộn, bài báo cáo quyết định điểm thi và sau đó em nộp bài báo cáo qua mail của thầy và không nộp qua Bkel vì em tưởng trễ hạn thầy đã khoá link nộp. Em liên lạc với thầy thì thì thông báo là chưa khoá và em có nộp lại gần đây và thầy thông báo em liên lạc với PĐT để được hướng dẫn giải quyết ạ. Em có hình minh chứng đã nộp bài vào tháng 4 đính kèm ạ.",
            "Chào em,. . - Nếu [full_name]V đã khóa môn học và muốn sửa điểm thì [full_name]V gửi Email hoặc phiếu đề nghị mở khóa môn học, nhóm để mở khóa (HK202) trong thời gian cho phép sửa.. . - Nếu em đã điền form hoàn thi thì em gửi đơn hủy hoãn thi nhé.. . - Nếu [full_name]V chưa khóa thì do [full_name]V quyết định nhé. . . . . Thân mến."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Chào thầy/cô,. . Em là sinh viên chương trình KSTN, K18, khoa Điện - Điện tử. Em có một số câu hỏi về điều kiện tốt nghiệp của KSTN như sau:. . 1. Các môn học bắt buộc của học phần tài năng yêu cầu trung bình môn đạt 7.5, như vậy nếu không đạt và phải học lại, nếu em không đạt mức đó trong vòng 4 năm (CTDT 4 năm) thì nếu trễ, bằng tốt nghiệp của em có được bằng KSTN không ạ? Hay bắt buộc phải tốt nghiệp đúng hạn mới đạt bằng KSTN ạ?. . 2. KSTN có yêu cầu tham gia nghiên cứu khoa học. Em không tham gia NCKH trong chương trình trường thông báo nhưng có tham gia các hoạt động khác và nhận được giấy khen (giấy chứng nhận) NCKH do trường cấp (có tham dự buổi lễ phát giấy do trường tổ chức), như vậy em có được tính là đã tham gia NCKH không ạ? Hay bắt buộc phải đăng kí NCKH của khoa hoặc của trường ạ.. . . . Em cám ơn thầy/cô ạ.. .",
            "Chào bạn,. . 1) Bắt buộc phải tốt nghiệp đúng hạn nhé bạn, sau thời gian đó bạn chỉ có thể nhận bằng thường.. . 2) vấn đề này bạn vui lòng liên hệ Khoa của bạn để được tư vấn. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Dạ cô ơi , em đã đăng ký hoãn thi một môn nhưng tại sao bảng điểm lại để là điểm 13 v cô . Em cảm ơn ạ.",
            "Chào em,. . - Danh sách thi PĐT đã gửi trước rồi em (điểm 13). . - Em đã điền form hoãn thi, xem email xác nhận nhé.. . - PĐT chuẩn bị các công tác tiếp theo.. . Thân mến,. .",
            "Dạ cô ơi , v là hiện tại em vẫn để điểm là 13 , sau này phòng đào tạo sẽ hiệu chỉnh lại hay sao v cô .",
            "Chào bạn. . Bạn xem lại thông báo sau khi đăng ký vào form Hoãn thi, Pdt sẽ phản hồi thông tin cho Sinh viên vào cuối tháng 9. . . Nếu có Quyết định hoãn thi sẽ được cập nhật thành điểm 14. . Thân . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em muốn xin được đăng ký bổ sung môn Đề cương Luận văn TN. . Em đã gửi đơn xin phép khoa và đã được phê duyệt. Em có đính kèm đơn bên dưới.. . . . Em cám ơn.",
            "Chào bạn,. . PDT đã ghi nhận yêu cầu về ĐKMH của bạn và đã chuyển cho bộ phận ĐKMH kiểm tra và xử lý.. . Bạn vui lòng theo dõi kết quả cật nhật TKB tại mybk sau ngày 20/9/2021. . Trường hợp sau ngày này vẫn chưa có TKB, SV vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . SV chủ động liên hệ khoa để xin nhận GV hướng dẫn.. . Thân. .",
            "Chào bạn. . Pdt kiểm tra số tín chỉ tích luỹ ngành của bạn: 52+24=86  98 Không đủ điều kiện nhận  TTTN =  ĐCLV song hành với TTTN. . Bạn kiểm tra lại nghen. . Thân. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: . . Em là sinh viên K2016, vào ngày 10/9, em đã thanh toán lệ phí thi anh văn nói viết vào lúc 11:59 nhưng hiện tại tên của em không có trong danh sách thi. Em đã vào BKpay kiểm tra thì phát hiện là ngân hàng đã trừ tiền nhưng vẫn chưa đóng lệ phí cho em. Em xin phép phòng đào tạo giải quyết cho em trong trường hợp này ạ.. . Em xin cảm ơn ạ",
            "Chào bạn. . Trước tiên bạn báo ngân hàng OCB: 18006678 (số hotline), để giải quyết vấn đề của bạn. . Sau khi ngân hàng giải quyết xong, bạn báo giúp BKSI ghi rõ tiêu đề BỔ SUNG THI ANH VĂN (VÌ LỖI NGÂN HÀNG OCB), Cô sẽ cập nhật vào đợt tiếp theo cho bạn thi. . - Cố gắng liên hệ gấp nghen bạn. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính gửi : Phòng Đào Tạo . .            Cô [full_name]. . Em tên : [full_name]  MSSV : [student_id]. . Lớp : CK17LTH. . Vào hôm trước em có gửi đơn yêu cầu đăng ký môn học LVTN ( ME4029 ) vào học kỳ 1 ( 2021 -2022 ) và được cô [full_name] yêu cầu em làm đơn cứu xét để trình bày rõ lý do . Nay em xin gửi 2 file : . . File 1 : hình hôm trước cô [full_name] trả lời em. . File 2 : file word đơn xin cứu xét của em . . Em kính mong cô [full_name] và phòng đào tạo có thể xem xét và giúp đỡ em ạ ! . . Em xin cám ơn PĐT và cô [full_name] rất nhiều !. .         . .  . .",
            "Chào bạn,. . Bạn vui lòng xem lại hướng dẫn nhé, bạn vui lòng làm đơn xin chuyển hình thức đào tạo qua VLVH, ghi rõ tình trạng hiện tại của bạn. Không phải đơn cứu xét gì nhé.. . Trường hợp của bạn đã hết thời gian đào tạo và không cứu xét diện đăng ký chính quy được nhé. . Vui lòng làm lại đơn và gửi lại nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Chào thầy, cô,. . Em tên [full_name], MSSV: [student_id]. . Lớp Quá trình và thiết bị truyền nhiệt MSMH: CH2043, của giảng viên [full_name] (DH-HK211), L03.. . Em có đăng ký thành công môn học và đã có thời khóa biểu và có xuất hiện tài khoản trên elearning. Nhưng em không thể tìm được đường link google meet để vào học các lớp online cũng như thông tin tài liệu, các thông báo liên quan đến môn học.. . Em không liên hệ được với giảng viên môn này.. . Mong thầy cô xem xét và xử lý trường hợp của em giúp ạ.. . Thân mến,",
            "Chào em,. . - Các hoạt động trong khóa học do GV phụ trách môn học quản lý. PĐT không có quyền can thiệp. SV vui lòng liên hệ GV.. . - Em hỏi Khoa, Bộ môn, GVCN, các bạn em thử nhé.. . . . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em chào thầy/cô,. . Hiện tại, em đang còn 1 môn dự thính duy nhất của học kì 202. Em có liện hệ với thầy của môn học để thầy xếp lịch thi và vẫn chưa có kết quả gì. Nên mong thầy cô có em hỏi thì khi nào tổng kết điểm của DT202 và hạn nộp điểm của DT202 do em thầy các môn của học kì 202 đã có điểm thì hết rồi trong khi em còn chưa có lịch thi. Do em đã bảo vệ luận văn tốt nghiệp xong nên chỉ còn điểm của môn này nữa thôi ạ là có thể tốt nghiệp. Mong thầy cố có thể giải thích em vấn đề này ạ. Em xin chân thành cảm ơn",
            "Chào bạn. . Để xếp Lịch thi, [full_name] sẽ phản hồi Pdt những môn nào cần xếp lịch thi, nên bạn vui lòng liên hệ [full_name] để nhờ hỗ trợ. . [full_name]"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em tên : [full_name]    MSSV :[student_id]. . cho em hỏi là sao học phí học kì chính của em kì này tận 9,450,000 lận ạ em thấy bạn em hông có cao như em và theo như bình thường cũng không cao đến vậy",
            "Chào em,. . Em sv diện VLVH tính HP 525000/tc là đúng rồi. . nhé.. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em là [full_name], MSSV [student_id], lúc trước em có làm thủ tục tạm ngưng học để đi du học (cùng với 2 bạn khác là [full_name] và [full_name]) và theo em đọc quy chế quy định của trường thì sẽ được bảo lưu tối đa 2 học kỳ chính liên tiếp.. . Tuy nhiên, do tình hình dịch hiện tại thì việc du học của chúng em hiện tại vẫn chưa chắc chắn về thời gian khi nào sẽ đi, nên em muốn hỏi liệu chúng em có thể gia hạn thời gian bảo lưu thêm được 1 kỳ nữa hoặc 1 năm nữa được không ạ? . . Em mong sớm nhận được câu trả lời về vấn đề này ạ.",
            "Chào bạn,. . Theo quy chế thì chỉ được bảo lưu tối đa trong vòng 1 năm thôi nhé bạn (không gia hạn thêm nhé). . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Kính gửi thầy cô,. . . . Em là [full_name], Mssv [student_id] . . Hiện tại em đã hoàn thành đủ số tín chỉ để ra trường, nên kỳ này em không có thời khóa biểu trên trường.. . Tuy nhiên em bị mất thẻ sinh viên trong giai đoạn này, và em cần thẻ sinh viên để thi tiếng anh nói viết online.. . . . Thầy cô cho em hỏi cách để làm lại thẻ sinh viên trong trường hợp của em ,để em có thể tham gia thi tiếng anh nói viết ạ. . . . Em xin cảm ơn!. .",
            "Chào em,. . - Em có TKB mới được đăng ký in thẻ sv . . - Thi AV nói viết sử dụng CMND/CCCD được nhé em.. . . . Thân mến,. .",
            "li answer rate: Answer suits the needs / Câu trả lời đúng ý"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Kính chào quý thầy cô. . . Em tên là Nguyễn Ngọc Tuấn Huy, mssv [student_id], lớp Việt pháp Viễn thông K19. Điểm số học kỳ 202 của em đã có cập nhật lên Mybk và môn học Phương Pháp tính msmh MT2011 có sai sót ở phần điểm thành phần cụ thể là phần điểm Kiểm tra (Giữa kỳ) và điểm tổng kết. Em đã liên hệ với thầy bộ môn để điều chỉnh và thầy đã cập nhật điểm cho em, nhưng trên MyBk điểm vẫn chưa thay đổi. Mong thầy cô điều chỉnh lại giúp em. Em xin cảm ơn. . Kính chúc thầy cô sức khỏe.. . . . Ảnh 1: bảng điểm môn PPT ngày 13/9.. . Ảnh 2: bảng điểm chỉnh sửa môn PPT thầy bộ môn cung cấp.. .",
            "Chào em,. .  Nếu [full_name]V đã khóa môn học và muốn sửa điểm thì [full_name]V gửi Email hoặc phiếu đề nghị mở khóa môn học, nhóm để mở khóa (HK202) trong thời gian cho phép sửa.. . . . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Em xin phép chào thầy cơ phòng đào tạo trường ĐHBK HCM.. . Em tên [full_name]. . MSSV [student_id]. . . . Em xin hỏi là em có thể đăng ký bổ sung luận văn tốt nghiệp cho kỳ 211 năm học 2021-2022 không ạ. Hôm đấy em không biết là trường mình không xét chuẩn anh văn để đăng ký môn học nên em tưởng mình không thể đăng ký được ạ. Nếu được em muốn hỏi mình cần làm đơn gì để bổ sung không ạ.. . . . Em xin chân thành cảm ơn.. . . .",
            "Chào bạn,. . Bạn đã chuyển qua VLVH rồi?. . SV vui lòng dùng tài khoản của VLVH để gửi yêu, bổ sung giùm cô mã LVTN và xác nhận đồng ý của [full_name] nhé. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Thời điểm nộp bằng thpt tính theo dấu bưu điện phải không ạ?",
            "Chào bạn,. . PDT sẽ tổng kiểm tra bằng TN THPT (và bằng Cao Đẳng, Đại học đối với SV bằng 2, và VLVH). SV phải chuẩn bị sẵn sàng (bảng sao và bản scan) các bằng TN. Thời gian kiểm tra là trong tháng 10 và theo thông báo riêng. . Thân mến,. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]  /b . . Cho em được đặt câu hỏi là tại sao em thi trắc nghiệm môn MT1005 lớp L16 từ 07 tháng 8 tới giờ, là 1 tháng 6 ngày, đã biết điểm từ lúc nộp bài và các cột thành phần đã hoàn thành mà điểm không có trên mybk. Em có email giảng viên để thắc mắc nhưng không được hồi.. . Vậy nên em email pdt để được hỏi về ngày dự kiến cập nhật điểm cho em và các bạn.. . Em biết PDT rất bận nhưng xét tốt nghiệp  đúng thời điểm là nhu cầu chính đáng của sinh viên ạ.. . Em xin cảm ơn. .",
            "điểm thi đã được cập nhật vào ngày 15 tháng 9 năm 2021.. . Em xin phép được đóng form,. . xin cảm ơn PDT.",
            "li answer rate: Answer suits the needs / Câu trả lời đúng ý"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Dạ cho em xin email của thầy [full_name] thuộc khoa Khoa khoa học và kỹ thuật máy tính",
            "Chào em,. . Em liên hệ [full_name] hoặc email [email] để hướng dẫn nhé.. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Hiện tại thì em lên trang myBK xem phần bảng điểm thì em thấy đã có hai môn cập nhật điểm nhưng lại để là điểm 13 dù em đã đăng ký hoãn thi trước đó vì lý do kỹ thuật.. . . . Cho em hỏi là điểm PDT cập nhật trên bảng điểm có phải là điểm cuối chưa hay còn phải đợi để xem xét nữa ạ?. . . . Em xin cảm ơn.",
            "Chào em,. . - Danh sách thi PĐT đã gửi trước rồi em (điểm 13). . - Em đã điền form hoãn thi, xem email xác nhận nhé.. . - PĐT chuẩn bị các công tác tiếp theo.. . Thân mến,. .",
            "Em chưa hiểu ý lắm ạ.. . . . Đúng là em đã điền form hoãn thi. Nhưng em thấy trong bảng điểm là điểm 13. . . . . Cho em hỏi là PDT sẽ hậu kiểm lại hay sao ạ?. . . . Em xin cảm ơn.",
            "Chào em,. . Điểm 13: danh sách thi gửi trước khi em điền form hoãn thi. PĐT đang làm công tác hậu kiểm (lịch thi hk chưa thi xong) khoảng tháng 12 hậu kiểm xong mới có quyết định (điểm 14). . . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Dạ thưa thầy cô em vừa mới xin chuyển hệ sang vừa làm vừa học. Em có thể xin gia hạn học phí không ạ, tại vì 25 này tới hạn rồi gấp quá em xoay sở không kịp ạ",
            "Chào bạn. . Vấn đề BHYT, Học bổng, vay vốn ngân hàng, miễn giảm và gia hạn học phí… Bạn vui lòng liên hệ Phòng Công tác Chính trị Sinh viên để được hướng dẫn.. . Email:  [email]. . Học phí học kỳ chính hiện tại chưa được tính miễn giảm theo diện chính sách (do P.CTCT SV chưa gửi danh sách). HP  SV sẽ được cập nhật miễn giảm (nếu có) trước khi bắt đầu đóng HP vào tháng 11/2021.. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Dạ chào nhà trường,. . . . Em là [full_name], MSSV [student_id].. . . . Dạ trong học kỳ 202, em có học môn thể dục Võ ạ. Tuy nhiên giữa chừng thì do dịch bệnh diễn biến phức tạp nên phải nghỉ học, em cũng không thấy lịch học và lịch thi, vậy thì môn này em được tính qua môn hay không ạ.. . . . Dạ em cảm ơn.",
            "Chào em,. . Em liên hệ cô [full_name] [phone_number], phòng 520 Nhà điều hành ĐHQG-HCM (khu phố 6, phường Linh trung, Thủ đức). . Email của cô [full_name] : [email]. . Thân mến,. ."
        ]
    }
]