[
    {
        "intent": "",
        "message": [
            "Rút môn học HK Hè/2019-2020 (có tính học phí) . Do em ở vùng giãn cách xã hội do dịch covid các tiệm Photocopy không mở cửa hôm nay mới in đơn được, hôm trước em có gửi yêu cầu một lần mà không có đơn nên không được chấp nhận",
            "Chào bạn,. . - Phòng Đào tạo đã tiếp nhận yêu cầu về việc xin Rút môn học HK Hè 3/2019-2020 (tính Học Phí). Bạn vui lòng theo dõi kết quả được cập nhật trên trang Mybk/xem điểm sau ngày 15/09/2020 (nếu sau thời gian trên vẫn chưa được xử lý bạn có thể vào trang bksi.hcmut.edu.vn để khiếu nại).. . . . Chúc bạn học tập tốt nhé.. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Dạ vậy em có thể hiểu quy định mới là em bắt buộc phải thi TOEIC min là 600 thì mới được tốt nghiệp đúng không ạ? Vậy sao trên quy chế em lại đọc chuẩn tiếng anh để tốt nghiệp chỉ là 500 ạ?",
            "Chào bạn. . . . - Về quy định chuẩn tiếng anh trong quá trình học: Bạn vui lòng xem chi tiết tại trang web aao--  sinh viên --  Quy chế --  Quy chế đào tạo và học vụ bậc đại học và cao đẳng -- Phụ lục 1: Quy định về ngoại ngữ . . Chúc bạn học tập tốt nhé.. . Thân. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . dạ e kính chào thầy/cô. Hiện em có thắc mắc là em đang tích lũy tín chỉ được 47 và đang đăng kí 10 tín chỉ học kì hè thì có đủ tín chỉ để đăng kí môn năm 3 không ạ? Em xin chân thành cảm ơn thầy/cô.",
            "Chào bạn, . . -\tTrên tinh thần Phòng Đào tạo sẽ tạm cộng số tín chỉ của học kỳ hè (HK3/2019-2020) để hỗ trợ cho sinh viên đăng ký môn học của học kỳ 1/2020-2021. Nhưng sau khi có kết quả của học kỳ dự thính hè 193, Phòng Đào tạo sẽ hậu kiểm lại và hủy kết quả ĐKMH của học kỳ 1/2020-2021 nếu sinh viên không đạt đủ số tín chỉ theo quy định. . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Chào anh/chị, cho em hỏi nhà trường có mẫu đơn  xin xác nhận đang là sinh viên học tại trường không, hay là mình tự soạn. Và thủ tục hay quy trình như thế nào để em nắm rõ và thực hiện ạ.  Em cần xác nhận với địa phương để không bị đi nghĩa vụ quân sự. Em xin cám ơn.",
            "Chào bạn. . -\tBạn có thời khóa biểu HK193 nên bạn có thể đăng nhập vào trang web mybk.hcmut.edu.vn    In xác nhận sinh viên    chọn mục: in giấy chứng nhận Sv để hoãn NVQS. . Để phòng đào tạo lấy dữ liệu in giấy chứng nhận Sv để hoãn NVQS cho bạn. . -\tGiấy chứng nhận Sv để hoãn NVQS cho niên học 2020-2021 (HK201) sẽ được phòng đào tạo in chuyển về Khoa phát cho sinh viên có thời khóa biểu HK201 dự kiến sau ngày 21/9/20. . Chúc bạn học tập tốt nhé.. . Thân. .",
            "li answer rate: Answer suits the needs / Câu trả lời đúng ý"
        ]
    },
    {
        "intent": "",
        "message": [
            "B . . Em xin chào !. . Em đã hoàn thành tất cả chương trình học, bao gồm tín chỉ, luận văn, ngày CTXH, TOEIC 500 với K16 và anh văn nói viết, nhưng hiện em vẫn chưa có được gởi mail tốt nghiệp, nhưng các bạn em đã có, em có kết quả đậu anh văn nói viết vào ngày 14/8, em thi ngày 2/8.. . . . . .",
            "Chào bạn. . Phòng đào tạo đã ghi nhận trường hợp xét tốt nghiệp bổ sung của sinh viên, sau ngày 08/9/20 phòng đào tạo sẽ thông báo danh sách tốt nghiệp cập nhật mới :  . . -\tSinh viên xem kết quả xét lại tốt nghiệp trên: www.aao.hcmut.edu.vn    tốt nghiệp    thông tin tốt nghiệp    danh sách tốt nghiệp 11/2020. . -\tTrường hợp không có tên trong danh sách tốt nghiệp bổ sung sinh viên vui lòng phản hồi tại trang bksi.hcmut.edu.vn để để phòng đào tạo kiểm tra lý do.. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em chào phòng đào tạo, em đã hoàn thành chương trình học và nhận được email có tên trong danh sách dự kiến tốt nghiệp tháng 11 tới. Em vào Mybk mục Đăng ký tốt nghiệp, phía dưới cùng có ghi Tình trạng đăng ký: không được phép đăng ký (Nợ CTXH + học phí). Phòng tạo cho em hỏi:. . 1/ Về phần nợ CTXH: em đã đi 15 ngày công tác xã hội theo như quy chế học vụ điều kiện để tốt nghiệp (vui lòng xem hình đính kèm), tuy nhiên trong phần Đăng ký tốt nghiệp trang Mybk lại ghi em còn nợ công tác xã hội. Mong phòng đào tạo xem xét và phản hồi giúp em.. . 2/ Về phần nợ học phí: em xác nhận là em còn học phí 1 môn trong học kỳ hè 193 dù em đã Rút môn học đó (có tính học phí). Phòng đào tạo cho em hỏi khi nào đến đợt thanh toán học phí để em thanh toán hoàn tất luôn ạ?. . Em cám ơn. . . . . [full_name]",
            "Chào bạn. . - Hiện đã có thông báo đóng học phí HK193. . - Thứ 6 hàng tuần Phòng Đào tạo sẽ cập nhật lại danh sách tốt nghiệp mới và mở khóa cho các trường hợp sinh viên nợ HP và Nợ ngày CTXH (sau khi đã thanh toán HP/bổ sung đầy đủ ngày CTXH trước thứ 5 hàng tuần), Sinh viên đăng ký tốt nghiệp lại vào thứ 2 tuần sau. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính gửi Phòng Đào tạo,. . . . Cho em hỏi:. . Trong 5 môn Chính trị. . - Triết học [full_name] - [full_name] (SP1031). . - Kinh tế chính trị [full_name] - [full_name] (SP1033). . - Chủ nghĩa xã hội khoa học (SP1035). . - Tư tưởng [full_name] (SP1037). . - Lịch sử Đảng Cộng sản Việt Nam (SP1039). . Có môn nào có điều kiện học trước hay tiên quyết không ạ?. . . . Em xin chân thành cảm ơn!",
            "Chào bạn. . Về chương trình đào tạo/phân ngành bạn vui lòng liên hệ Khoa (cụ thể là Thầy phó khoa phụ trách chương trình đào tạo) để tư vấn và giải đáp. . Chúc bạn học tập tốt nhé.. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: 1412581  /b \t. . . .   i Đăng ký môn học . Em kính gửi Quý Thầy/Cô. . Em xin phép hỏi.. . Hiện tại em đã chuyển đổi điểm av4 thông qua bằng toeic 500 và được 5 điểm. Nhưng vì em chưa qua kỳ thi tiếng anh speaking and writing vì trong kỳ này em có được đăng ký học av4 để học cải thiện không?. . + nếu em đăng ký được mà lỡ em không thi qua được kỳ thi cuối kỳ vậy điểm av4 có giữ được 5 điểm như đã chuyển không? . . + Và nếu em qua được kỳ thi toeic speaking and writing trong kỳ này thì em có được đăng ký tốt nghiệp vào tháng 11/2020 không? ( vì đang học av4 trong kỳ). . Em xin cảm ơn!. . Thân trọng.",
            "Chào bạn,  . . . . - Bạn đăng kí cải thiện điểm anh văn 4 nhưng không thi vẫn lấy điểm cũ.. . . . - Trường hợp bạn qua toeic speaking and writing thì bạn làm đơn rút môn học  và đăng kí xét tốt nghiệp để ra trường.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Thưa nhà trường, cho em hỏi là việc học cải thiện sau kỳ luận văn tốt nghiệp thì điểm có được tính vào điểm trung bình tích lũy không ạ?. .   i Yêu cầu khác .",
            "Chào bạn,. . Bạn học cải thiện trước khi bạn có tên trong danh sách tốt nghiệp và đăng ký tốt nghiệp là được tính  nhé bạn!. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Trong học kỳ 193 em quên đăng ký môn thực tập tốt nghiệp nhưng em đã được nhận và đang tham gia chương trình thực tập tại công ty. Em muôn hỏi là: Nếu trong kỳ 201 em đăng ký môn thực tập tốt nghiệp thì em có thể đăng ký trên 12 chỉ trong kỳ đó được không ạ? Tại vì lúc đó em đã thực tập xong tại công ty và em có thể dùng kết quả đó cho kết quả môn thực tập tốt nghiệp kỳ 201 không ạ?. . Em cảm ơn.. .   i Đăng ký môn học .",
            "Chào bạn. . - Việc đăng ký các môn học cùng học kỳ với môn TTTN: Khi đăng ký môn TTTN trong học kỳ 1 hoặc học kỳ 2, sinh viên được đăng ký học các môn học khác trong học kỳ chính với tổng số tín chỉ tối đa là 12 (tính cả môn TTTN). Ngoài ra sinh viên có thể đăng ký các môn học dự thính theo quy định.. . Thân",
            "Trong học kỳ 193 em quên đăng ký môn thực tập tốt nghiệp nhưng em đã được nhận và đang tham gia chương trình thực tập tại công ty. Em muôn hỏi là: Nếu trong kỳ 201 em đăng ký môn thực tập tốt nghiệp thì em có thể đăng ký trên 12 chỉ trong kỳ đó được không ạ? Tại vì lúc đó em đã thực tập xong tại công ty và em có thể dùng kết quả đó cho kết quả môn thực tập tốt nghiệp kỳ 201 không ạ?. . Em cảm ơn.. .   i Đăng ký môn học .",
            "Chào bạn. . - Việc đăng ký các môn học cùng học kỳ với môn TTTN: Khi đăng ký môn TTTN trong học kỳ 1 hoặc học kỳ 2, sinh viên được đăng ký học các môn học khác trong học kỳ chính với tổng số tín chỉ tối đa là 12 (tính cả môn TTTN). Ngoài ra sinh viên có thể đăng ký các môn học dự thính theo quy định.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Chào thầy, cô!. . Em muốn hỏi đợt kiểm tra anh văn đợt này kết quả kiểm tra có thể dùng như chứng chỉ anh văn là xét qua điểm các môn anh văn không ạ.. . Em cảm ơn",
            "Chào bạn. . - Sinh viên đăng ký dự kỳ kiểm tra tiếng Anh định kỳ (theo định dạng TOEIC) do PĐT tổ chức không dùng để miễn môn các môn anh văn 1234 chỉ dùng để đạt chuẩn tiếng Anh sau mỗi năm học. . - Về quy định chuẩn tiếng anh trong quá trình học: Bạn vui lòng xem chi tiết tại trang web aao--  sinh viên --  Quy chế --  Quy chế đào tạo và học vụ bậc đại học và cao đẳng -- Phụ lục 1: Quy định về ngoại ngữ --  điều 2-c. . Chúc bạn học tập tốt nhé.. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Dạ em muốn xin sửa thông tin Nơi sinh trong mục \"kiểm tra thông tin cá nhân\" của thông tin Đăng ký xét tốt nghiệp ạ.. . . . Dạ nơi sinh của em trên giấy khai sinh là Tỉnh Tây Ninh, bây giờ nó là Thành phố Tây Ninh rồi ạ nên em ko biết nên ghi là Tỉnh hay Thành phố. Còn Nơi sinh trong mục \" kiểm tra thông tin cá nhân\" hiện tại là Thành phố Hồ Chí Minh là không đúng với giấy khai sinh ạ.. . . . Dạ em cảm ơn thầy/cô ạ!. . . .",
            "Dạ và cho em hỏi là em phải đợi thông tin nơi sinh chỉnh sửa xong mới bấm nộp đơn đăng ký xét tốt nghiệp hay là có thể bấm nộp đơn đk xét Tốt nghiệp ngay ko cần chờ thông tin nơi sinh được chỉnh sửa xong ạ?. .",
            "Dạ em quên chờ thầy/cô trả lời em bấm nộp đăng ký xét tốt nghiệp và thanh toán phí luôn rồi ạ...",
            "Chào bạn. . Bạn vui lòng đợi pdt cập nhật lại dữ liệu chính xác rồi đăng ký tốt nghiệp nghen. . Thân",
            "Dạ em lỡ bấm đăng ký và thanh toán phí lun rôi và em đã nhận được email là đơn xin xét tốt nghiệp của em đã được xác nhận rồi ạ. Vậy bây giờ em phải làm gì cô ạ? thứ 6 này em có phải lên trường nhận chứng nhận tốt nghiệp tạm thời không ạ? . . . . Em cảm ơn cô ạ!",
            "Chào bạn. . Bạn cứ lên nhận giấy chứng nhận tốt nghiệp tạm thời. . Có gì trực trặc gì thì thông báo cho pdt nghen. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ,em chào thầy cô ạ!. . Câu hỏi của em liên quan đến việc đăng kí môn anh văn ạ.Hiện em đã đăng kí môn học anh văn 2 cho kì 201.Và ngày 20/9 này e có đăng kí kiểm tra anh văn do trường tổ chức.. . Em muốn được giải đáp rằng: nếu kết quả kiểm tra anh văn vào ngày 20/9 e được 420 - số điểm đủ để đăng kí anh văn 3, nhưng kì 201 e đã đăng kí anh văn 2 rồi.Lúc này trường có thể mở thêm 1 đợt hiệu chỉnh môn học , hay có  thể cho em đổi môn anh văn 2 thành anh văn 3 được không ạ.",
            "Chào bạn. . Kết quả thi kiểm tra trình độ Tiếng Anh theo chuẩn TOEIC sẽ do công ty IIG-Việt Nam tổ chức chỉ dùng để xét chuẩn tiếng Anh sau mỗi năm học. Không dùng để chuyển điểm, xét luận văn tốt nghiệp, tốt nghiệp hoặc xét miễn môn AV1,2,3,4.Sinh viên có nhu cầu vui lòng đăng ký tại mybk, thời hạn đăng ký từ ngày 21/8/2020 đến chiều ngày 2/9/2020 (xem chi tiết hướng dẫn đã gửi qua email sinh viên ngày 21/08/2020). . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Chào thầy cô, em là [full_name] hiện là sinh viên K18.. . Học kì vừa rồi e đã tích lũy được 47 tín chỉ, và em đang học học kì 193 với 9 tín chỉ. Thầy cô cho em hỏi nếu em đạt được 9 tín chỉ học kì hè 193 này thì có đủ tiêu chuẩn đăng kí học kì 201 không ạ. . . Em cảm ơn!!!",
            "Chào bạn. . -Trên tinh thần Phòng Đào tạo sẽ tạm cộng số tín chỉ của học kỳ hè (HK3/2019-2020) để hỗ trợ cho sinh viên đăng ký môn học của học kỳ 1/2020-2021. Nhưng sau khi có kết quả của học kỳ dự thính hè 193, Phòng Đào tạo sẽ hậu kiểm lại và hủy kết quả ĐKMH của học kỳ 1/2020-2021 nếu sinh viên không đạt đủ số tín chỉ theo quy định. . . - Quy định về xếp năm thứ của sinh viên, và quy định về mức độ môn học em xem trong quy chế đào tạo và học vụ của trường.. . . . Xếp năm thứ của SV ở Khoản 4.2, Điều 4.. . . . 4.2 Xếp hạng năm đào tạo. . Sau mỗi học kỳ, SV được xếp hạng năm đào tạo theo số tín chỉ tích lũy (TCTL) như sau:. . - SV năm thứ nhất: dưới 28 tín chỉ. . - SV năm thứ hai: từ 28 đến dưới 56 tín chỉ. . - SV năm thứ ba: từ 56 đến dưới 80 tín chỉ. . - SV năm thứ tư: từ 80 đến dưới 128 tín chỉ. . - SV năm thứ năm (đối với các CTĐT trên bốn năm): từ 108 tín chỉ. . . . Quy định mức độ môn học khi SV đăng ký môn học ở Khoản 9.7, Điều 9.. . . . . . 9.7. Ràng buộc về xếp hạng năm đào tạo SV và môn học được phép đăng ký. . . . Mức độ môn học được định nghĩa như sau:. . . . - Môn năm thứ nhất: dành cho tất cả SV các năm. . . . - Môn năm thứ hai: dành cho các SV từ năm thứ hai trở lên. . . . - Môn năm thứ ba: dành cho các SV từ năm thứ ba trở lên. . . . - Môn năm thứ tư: dành cho các SV từ năm thứ ba và thứ tư trở lên. . . . - Môn năm thứ năm: dành cho các SV từ năm thứ tư và thứ năm trở lên. . . . Nhà trường dùng mã môn học có dạng XXLYYY để phân định năm học, trong đó XX là viết tắt của ngành/Khoa, L là năm thứ và YYY là thứ tự môn học. . . . Như vậy, nếu các SV chưa đạt đủ 28TC thì vẫn có thể đăng ký các môn học có dạng XX1YYY, ví dụ như các môn Đại số tuyến tính (MT1007), Pháp luật VN ĐC (SP1007), ... Các môn học này trong các chuong trình đào tạo có thể được xếp vào các năm học ở năm 2.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: 1510639  /b \t. . . .   i Học vụ . Em chào Thầy/Cô. . . . Em đã hoàn thành chương trình đào tạo và các tiêu chuẩn tốt nghiệp, nhưng hiện tại vẫn chưa có mail tốt nghiệp. Thầy cô kiểm tra giúp em ạ.",
            "Chào bạn. . Phòng đào tạo đã ghi nhận trường hợp xét tốt nghiệp bổ sung của sinh viên, sau ngày 08/9/20 phòng đào tạo sẽ thông báo danh sách tốt nghiệp cập nhật mới :  . . -\tSinh viên xem kết quả xét lại tốt nghiệp trên: www.aao.hcmut.edu.vn    tốt nghiệp    thông tin tốt nghiệp    danh sách tốt nghiệp 11/2020. . -\tTrường hợp không có tên trong danh sách tốt nghiệp bổ sung sinh viên vui lòng phản hồi tại trang bksi.hcmut.edu.vn để để phòng đào tạo kiểm tra lý do.. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác:  Em chào Cô, em là sinh viên K15 khoa điện-điện tử.. . . .  Kỳ 192 em bị tạm dừng học vì không đăng ký môn học do không kịp thi anh văn nói viết để tốt nghiệp.. . . .  Nên hiện kỳ 201 sắp tới em muôn hỏi:nếu em thi xong anh văn nói viết nhưng không đăng ký môn học thì có bị tạm dừng học không ạ (vì em đọc là 2 lần tạm dừng là bị buộc thôi học).. .  . .  Em cảm ơn ạ. Chúc cô có một ngày làm việc tốt."
        ]
    },
    {
        "intent": "",
        "message": [
            "Chào Nhà trường,. . Em là [full_name], mã số sinh viên   B [student_id]  /B , sinh hoạt tại chi toàn   B MT16TN  /B . Vừa qua em đã   B hoàn thành thành công Khóa luận Tốt nghiệp  /B  của mình (minh chứng đính kèm). Số ngày CTXH của em là   B 17.5  /B . Anh văn đạt   B TOEIC 760  /B  2 kĩ năng Nghe-Đọc. Tuy nhiên, hiện em vẫn chưa thể đăng kí xét tối nghiệp trên hệ thống MyBK của trường với lý do là   B không nằm trong danh sách tốt nghiệp dự kiến  /B . . . . . Do đó, em muốn xin Nhà trường xác nhận lại giúp em về vấn đề trên để em tiến hành làm thủ tục xét tốt nghiệp vào cuối kì này kịp thời.. . . . Em xin trân trọng cảm ơn. .",
            "Chào bạn. . Phòng đào tạo đã ghi nhận trường hợp xét tốt nghiệp bổ sung của sinh viên, sau ngày 08/9/20 phòng đào tạo sẽ thông báo danh sách tốt nghiệp cập nhật mới :  . . -\tSinh viên xem kết quả xét lại tốt nghiệp trên: www.aao.hcmut.edu.vn    tốt nghiệp    thông tin tốt nghiệp    danh sách tốt nghiệp 11/2020. . -\tTrường hợp không có tên trong danh sách tốt nghiệp bổ sung sinh viên vui lòng phản hồi tại trang bksi.hcmut.edu.vn để để phòng đào tạo kiểm tra lý do.. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em đang là sinh viên năm 2 , học kì 192 em đã tích được 52 tín chỉ và em đã đăng kí học kì 193 10 tín chỉ. Em nghe nói là phòng đạo tạo hỗ trợ sinh viên mùa covid nên sẽ tính 10 chỉ của kì 193 vào để sinh viên đăng kí được những môn học của năm 3 , sau khi có kết quả của học kì 193 nếu k tích đủ 58 chỉ thì PĐT sẽ hủy môn học đã đk của sinh viên. CHo em hỏi là nếu trường hợp đó xảy ra thì học kì kế tiếp em có thể đăng kí môn được nữa k( nếu có thì bằng cách nào) hay phải tạm dừng một học kì ạ. TKs",
            "Đăng ký môn học. . Em đang là sinh viên năm 2 , học kì 192 em đã tích được 52 tín chỉ và em đã đăng kí học kì 193 10 tín chỉ. Em nghe nói là phòng đạo tạo hỗ trợ sinh viên mùa covid nên sẽ tính 10 chỉ của kì 193 vào để sinh viên đăng kí được những môn học của năm 3 , sau khi có kết quả của học kì 193 nếu k tích đủ 58 chỉ thì PĐT sẽ hủy môn học đã đk của sinh viên. CHo em hỏi là nếu trường hợp đó xảy ra thì học kì kế tiếp em có thể đăng kí môn được nữa k( nếu có thì bằng cách nào) hay phải tạm dừng một học kì ạ. TKs  /QUOTE . .",
            "Chào bạn, . . -\tTrên tinh thần Phòng Đào tạo sẽ tạm cộng số tín chỉ của học kỳ hè (HK3/2019-2020) để hỗ trợ cho sinh viên đăng ký môn học của học kỳ 1/2020-2021. Nhưng sau khi có kết quả của học kỳ dự thính hè 193, Phòng Đào tạo sẽ hậu kiểm lại và hủy kết quả ĐKMH của học kỳ 1/2020-2021 nếu sinh viên không đạt đủ số tín chỉ theo quy định. . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "chứng chỉ ngoại ngữ . Chào Thầy/Cô. Cho em hỏi là: ngày 12/11/2019  nhà trường có gửi mail thông báo thay đổi 1 số quy chế trong đó có thông báo \"từ học kì 1 năm 2020-2021 sẽ thay đổi cách quy đổi điểm từ điểm Toeic sang điểm Anh văn 1,2,3,4\". Và ngày 5/8/2020 nhà Trường có gửi mail là \"Do dịch Covid 19 nên Nhà trường tạm thời không xét điều kiện chuẩn tiếng Anh sau mỗi năm học (Chuẩn Anh văn hàng năm cho riêng học kỳ hè 193, học kỳ chính 201 và dự thính 201)\".. . . . Cho em hỏi là việc thay đổi cách quy đổi điểm anh văn từ học kì 1 2020/2021 vẫn tiếp tục thực hiện như thông báo hay bị hủy ạ?. . . . Em xin cảm ơn.!",
            "Chào Thầy/Cô! Cho em hỏi là có phải từ học kì 1 khóa 2020-2021 sẽ thay đổi cách quy đổi từ điểm từ bằng Toeic sang điểm anh văn 1,2,3,4 không ạ? Nếu có thay đổi thì sẽ áp dụng từ ngày nào ạ? . . Em xin cảm ơn!"
        ]
    },
    {
        "intent": "",
        "message": [
            "Em [full_name] xin làm đơn rút môn học Thực Tập Điện Tử 2 kì hè 193 do lý do bất khả kháng là F1 nên phải cách ly tập trung theo quy định nhà nước làm em mất 3 buổi trên lớp và hiện không thể bù các buổi thực tập . . . . .   iYêu cầu khác .",
            "Đã hủy cho bạn. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Chào thầy,cô!. . Em có xem trên lịch học vụ đợt tốt nghiệp tháng 11 có thấy từ ngày Từ 24/08/2020 đến 31/10/2020. . sẽ nằm trong thời gian đăng ký xét tốt nghiệp, mà khi vào đăng ký xét tốt nghiệp thì em lại thấy Thời gian đăng ký hạn từ 03/02/2020 10:14 -  30/08/2020 16:00. Vậy em sau thời gian 30/8/2020 nếu em chưa đủ điều kiện vì lý do anh văn thì có thể đăng ký xét tốt nghiệp sau thời gian này nếu nộp đủ các chứng chỉ anh văn không ạ?. . . . Em cảm ơn.",
            "Chào bạn, . . Xem chi tiết lịch học vụ (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 11/2020. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV[full_name] [student_id]  /b \t. . . .   i Yêu cầu khác . Kính gửi[full_name] Quý thầy, cô PĐT. . Em tên là[full_name] [full_name]hóa[full_name] 2018. . . . Khi thi anh văn đầu vào khi nhập học, em thi được 575, theo qui định thì đã vượt qua được AV4. Hiện tại trên bảng điểm của em đã cập nhật luôn 8 tín chỉ Av.. . Em có 2 vấn đề thắc mắc[full_name]. . 1/ Hiện tại, em sắp thi lấy bằng, quý thầy cô cho em hỏi khi lấy bằng rồi em có thể nộp vào để   B chuyển điểm để kéo điểm trung bình tích lũy lên được không?  /B . . 2/ Với bằng trên, có thể được tính như bằng được yêu cầu nộp vào lúc nhận luận văn hay không? hay lúc đó phải thi lại một lần nữa?. . . . Em rất mong nhận được sự giải đáp thắc mắc từ thầy cô. Em xin chân thành cảm ơn. . .",
            "Chào bạn,. . Được nhé bạn, mỗi môn AV chỉ được chuyển điểm 1 lần và bạn không cần nộp lại khi đăng ký LVTN và tốt nghiệp (nếu chứng chỉ đủ chuẩn nhận LVTN và tốt nghiệp, và chứng chỉ tại thời điểm nộp còn hạn).. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: 1510639  /b \t. . . .   i Yêu cầu khác . Em chào Thầy/Cô. . . . Em đã hoàn thành chương trình đào tạo và các tiêu chuẩn tốt nghiệp, nhưng hiện tại vẫn chưa có mail tốt nghiệp. Thầy cô kiểm tra giúp em ạ.",
            "Chào bạn . . Phòng đào tạo đã ghi nhận trường hợp xét tốt nghiệp bổ sung của sinh viên, sau ngày 08/9/20 phòng đào tạo sẽ thông báo danh sách tốt nghiệp cập nhật mới :. . - Sinh viên xem kết quả xét lại tốt nghiệp trên: www.aao.hcmut.edu.vn    tốt nghiệp    thông tin tốt nghiệp    danh sách tốt nghiệp 11/2020 - Trường hợp không có tên trong danh sách tốt nghiệp bổ sung sinh viên vui lòng phản hồi tại trang bksi.hcmut.edu.vn để để phòng đào tạo kiểm tra lý do.. .  Thân . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em chào thầy/cô ạ.. . Em hiện là sinh viên K16, dự kiến sẽ bảo vệ LVTN vào đợt 2 (giữa tháng 9/2020) và đăng kí lễ tốt nghiệp tiếp theo.. . Thầy/cô cho em hỏi đã có hạn cuối để hoàn thành các điều kiện như chuẩn đầu ra Tiếng Anh, ngày ctxh,... để đăng kí tốt nghiệp chưa ạ? Và nếu chưa thì làm sao để em biết được hạn cuối khi có cập nhật ạ? . . Em cảm ơn!. . . .",
            "Chào bạn, . . Xem chi tiết lịch học vụ (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 11/2020. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác .   B . . Kính gửi phòng đào tạo, do chỉ mở 1400 chỗ cho kì thi kiểm tra anh văn định kì nên em không giành được slot. Mong phòng đào tạo có thể mở thêm chỗ thi để hỗ trợ tụi em được không ạ. Xin cảm ơn phòng đào tạo ạ!",
            "Chào bạn. . Kết quả thi kiểm tra trình độ Tiếng Anh theo chuẩn TOEIC sẽ do công ty IIG-Việt Nam tổ chức chỉ dùng để xét chuẩn tiếng Anh sau mỗi năm học. Không dùng để chuyển điểm, xét luận văn tốt nghiệp, tốt nghiệp hoặc xét miễn môn AV1,2,3,4. Sinh viên có nhu cầu vui lòng đăng ký tại mybk (xem chi tiết thời gian + hướng dẫn sẽ gửi qua email sinh viên). . Thân. . . .",
            "li answer rate: Answer does not suit / Câu trả lời không đúng ý"
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính gửi phòng đào tạo. . Em tên là [full_name] mssv [student_id], sinh viên khóa k16 lớp tài năng dân dụng và công nghiệp XD16KSDD. . . Em viết thư này mong phòng đào tạo xem xét lại giúp em là em đã đủ số tín chỉ 142/142 đtb 8.16, đủ 15 ngày ctxh, toeic nghe đọc 600 và nói viết 255 điểm. Mặc dù đã đủ điều kiện tốt nghiệp nhưng hôm qua em không nhận được mail thông báo nằm trong danh sách tốt nghiệp như các bạn trong lớp ạ. Em rất mong nhận được phản hồi sớm từ phía thầy cô. . Em xin chân thành cảm ơn ạ. . . .",
            "Chào bạn . . Phòng đào tạo đã ghi nhận trường hợp xét tốt nghiệp bổ sung của sinh viên, sau ngày 08/9/20 phòng đào tạo sẽ thông báo danh sách tốt nghiệp cập nhật mới :. . - Sinh viên xem kết quả xét lại tốt nghiệp trên: www.aao.hcmut.edu.vn    tốt nghiệp    thông tin tốt nghiệp    danh sách tốt nghiệp 11/2020 - Trường hợp không có tên trong danh sách tốt nghiệp bổ sung sinh viên vui lòng phản hồi tại trang bksi.hcmut.edu.vn để để phòng đào tạo kiểm tra lý do.. .  Thân . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em chào thầy cô ạ, em đang học môn Thiết kế hệ thống cơ điện tử (ME3005) trong kì hè ạ, nó là môn học trước của Đồ án thiết kế hệ thống cơ điện tử (ME3017) ạ, tuy nhiên khi đăng ký môn học thì em đăng ký không được do hệ thống báo về là thiếu môn học trước ạ. Cho em hỏi trường hợp này thì cách giải quyết như thế nào ạ? Em xin chân thành cám ơn.. .",
            "Chào bạn. . Phòng đào tạo đã cập nhật lại dữ liệu, bạn nhanh chóng vào đăng ký lại môn học đợt 2 (từ 25/8 đến 15g 31/8). . Chúc bạn học tập tốt nhé. . Thân. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . kì hè 193 em đang học môn tín hiệu hệ thống (EE2005) là môn học trước của 3 môn : EE2015, EE2017, EE3019. Kì tới ( kì 201) em muốn học 3 môn trên nhưng do kì hè 193 chưa kết thúc nên đăng kí chưa được,cho em hỏi liệu có cách nào đăng kí được không ạ ? tại vì hè này em sẽ học xong môn học trước để kì chính tới học 3 môn tiếp theo, nếu không em sẽ bị trễ tiến độ lắm, mong phòng đạo tạo giúp em",
            "Chào bạn. . Phòng đào tạo đã cập nhật lại dữ liệu, bạn nhanh chóng vào đăng ký lại môn học đợt 2 (từ 25/8 đến 15g 31/8). . Chúc bạn học tập tốt nhé. . Thân. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Xin chào thầy/cô. . Em tên là [full_name], MSSV [student_id].. . Em có đăng ký môn luận văn tốt nghiệp (CO4313 ) cho HK1 (2020-2021). Lúc đó thì em nhận được thông báo đăng ký thành công. Tuy nhiên trong phần kết quả đăng ký thì không thấy môn luận văn tốt nghiệp nữa. . . Mong thầy/cô kiểm tra lại giúp em ạ. Nếu em còn thiếu điều kiện đăng ký nào thì mong reply giúp em ạ. Em cảm ơn",
            "Chào bạn. . Các môn đề cương luận văn, thực tập tốt nghiệp, luận văn tốt nghiệp sinh viên vui lòng đăng ký lại vào đợt 3 (từ ngày 8/9 đến 10/9) để pdt lấy dữ liệu xét lại. . Sinh viên vui lòng vào trang bksi.hcmut.edu.vn/Hỏi-Yêu cầu/Đăng ký môn học để gửi câu hỏi (nếu không đăng ký môn học được). . . . Chúc bạn học tập tốt nhé. . Thân. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em chào PĐT, cho em hỏi là môn CLC mã CI2005 của khoa CNVL còn được dạy không ạ? Vì em không thấy có mở lớp, nên không biết là có phải thay thế học môn CI2003 không? Em cảm ơn PĐT",
            "Chào bạn,. . . . Việc môn thay thế bạn vui lòng hỏi khoa để tư vấn cho bạn.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em chào thầy/cô. . Thầy/cô giải đáp dùm em các thắc mắc với ạ.. . 1. Một vài môn của em bị xóa do thiếu GDTS_3 là gì vậy ạ.. . 2. Chương trình đào tạo của em có môn GE2007 là môn học trước của GE3001. Trong học kì 193 này em đã đăng kí và đang học môn GE2007, vậy tại sao khi đăng kí môn GE3001 vào học kì 201 tới thì lại báo thiếu môn GE2007 vậy ạ.. . Em cảm ơn thầy/cô đã dành thời gian ạ.. .",
            "Chào bạn. . Phòng đào tạo đã cập nhật lại dữ liệu, bạn nhanh chóng vào đăng ký lại môn học đợt 2 (từ 25/8 đến 15g 31/8). . Chúc bạn học tập tốt nhé. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . xin mở lớp giải tích 2 ( MT1005 ) trong học kì chính quy 201",
            "Chào bạn,. . Quy trình mở môn học :. .   + Bước 1: SV tải mẫu đơn tại trang web: www.aao.hcmut.edu.vn  -  Sinh viên -  biểu mẫu -  mẫu Đề nghị mở môn học (ngoại lệ). .   + Bước 2: Sau khi có xác nhận chữ ký đồng ý theo quy định trong đơn. .   SV nộp đơn tại PĐT – cơ sở 1-  . .   Thời gian nộp đơn mở lớp dự thính: từ ngày 25/08/2020 đến 10g ngày 27/08/2020. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Phòng đào tạo cho em hỏi: hè này em học môn Tín hiệu hệ thống EE2005 lần đầu. Các môn học kỳ 3 em muốn đăng ký là Xử lý số liệu EE2015, Cơ sở điều khiển tự động EE2019, Kỹ thuật hệ thống Viễn thông EE3015, Truyền số liêu vào mạng EE3019. Các môn này đều cần phải có môn Tín hiệu hệ thống 2005 (học trước) nhưng kỳ hè em mới được học. Vậy thì kỳ 201 em có được đăng ký mấy môn trên không ạ. Nếu được thì sao giờ em đăng ký mấy môn đó không được vậy ạ?",
            "Chào bạn. . Phòng đào tạo đã cập nhật lại dữ liệu, bạn nhanh chóng vào đăng ký lại môn học đợt 2 (từ 25/8 đến 15g 31/8). . Chúc bạn học tập tốt nhé. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Thầy cô ơi em không đăng kí được môn CI3183 với CI3185, em đăng kí môn CI3183 thì bảo thiếu CI3185 song hành, em đăng kí CI3185 thì bảo thiếu CI3183 song hành, em ko thể đăng kí được 2 môn, Thầy cô đăng kí giúp em với CI3183 lớp A01 với CI3185 A01 luôn với ạ, em đăng kí sáng giờ không được cứ báo lỗi em suốt",
            "Thầy cô cho em xin được đăng kí 2 môn đồ án này với, hiện em đang học anh văn với em  tích được 34 chỉ chưa tính hè này, hè em học 12 chỉ, em ráng qua trên 40 chỉ, thầy cô cứu vớt em để em cố gắng học qua với ạ, em ko đăng kí được môn"
        ]
    },
    {
        "intent": "",
        "message": [
            "Rút môn học HK hè 2019-2020 . Em xin phép rút môn học MT2013 và sẽ thanh toán học phí đầy đủ. . . .",
            "Chào bạn,. . Phòng Đào tạo đã tiếp nhận yêu cầu về việc xin Rút môn học HK Hè 3/2019-2020 (tính Học Phí). Bạn vui lòng theo dõi kết quả được cập nhật trên trang Mybk/xem điểm sau ngày 15/09/2020 (nếu sau thời gian trên vẫn chưa được xử lý bạn có thể vào trang bksi.hcmut.edu.vn để khiếu nại).. . Chúc bạn học tập tốt nhé.. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Cho em hỏi sao mấy môn r đăng ký, đủ sĩ số mak trên trang báo không mở lớp ạ",
            "Quy trình mở môn học :. . . . \tBước 1: SV tải mẫu đơn tại trang web: www.aao.hcmut.edu.vn  Sinh viên biểu mẫu mẫu Đề nghị mở môn học (ngoại lệ). . . . \tBước 2: Sau khi có xác nhận chữ ký đồng ý theo quy định trong đơn. . . . \tSV nộp đơn tại PĐT – cơ sở 1-  . . Thời gian nộp đơn mở lớp dự thính: từ ngày 25/08/2020 đến 10g ngày 27/08/2020. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Chào pđt,. . Em là sv khoá k18 chưa qua giải tích 2 nhưng kì này em thấy không mở môn giải tích 2. Không biết em có đăng kí môn tương đương hay xin mở lớp được không ạ?. . Em cảm ơn ạ!. .   i Đăng ký môn học .",
            "Quy trình mở môn học dự thính:. . . . \tBước 1: SV tải mẫu đơn tại trang web: www.aao.hcmut.edu.vn  Sinh viên biểu mẫu mẫu Đề nghị mở môn học (ngoại lệ). . . . \tBước 2: Sau khi có xác nhận chữ ký đồng ý theo quy định trong đơn. . . . \tSV nộp đơn tại PĐT – cơ sở 1-  . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính gửi thầy/cô,. . Vừa qua trong kì Đăng kí môn học đợt 1, em có đăng kí môn Lập trình Web (CO3049), nhưng khi kết quả trả về lại báo rằng: \"Thiếu môn tiên quyết GDTS_3\". Nhưng em xem cấu trúc môn học trên web aao thì môn học này không có ràng buộc bởi môn học khác, và số chỉ của em là đủ để đăng kí môn năm 3, và em đã qua 3 môn giáo dục thể chất. Xin quý thầy/cô giải thích giúp em.. . Em xin cám ơn.. . . .   i Đăng ký môn học .",
            "Chào bạn, . . Hiện tại Phòng Đào tạo đã cập nhật lại điểm GDTC, chuẩn GDTS_3, Sinh viên vui lòng vào đăng ký lại. . . Chúc bạn học tốt!. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Dạ, em là [full_name], MSSV: [student_id]. Em đang thực tập và có định hướng về lập trình nhúng, do đó, em muốn được học môn xử lý tín hiệu số với FPGA, mã môn học EE3041, nhưng môn học chỉ có 1 lớp và đã hết sĩ số. Mong PĐT mở them sĩ số cho môn học này. . . . . . .",
            "Chào bạn, . . Hiện tại các nhóm lớp đã được Phòng Đào tạo mở tối đa sĩ số theo đúng quy định (về môn học, sức chứa phòng...).Trường hợp bạn muốn tăng sĩ số của một nhóm lớp nào đó, bạn vui lòng liên hệ trực tiếp tại Phòng Đào tạo cơ sở 1 (trong thời gian đăng ký môn học), để được nhóm hỗ trợ đăng ký môn học kiểm tra, nếu còn khả năng tăng được hoặc có thể có 1 vài bạn sv xin hủy, nhóm sẽ hỗ trợ tăng sĩ số cho bạn (nếu được) và có thể vào đăng ký ngay luôn nhé. . . Chúc bạn học tốt!. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ cho em hỏi tại sao ở học kỳ 201, em đăng ký giáo dục thể chất( cụ thể là môn bóng chuyền) mã môn học PE1011 thì lại có thông báo là không mở lớp ạ. Vậy làm sao để em có thể đăng ký được giáo dục thể chất ạ",
            "Chào bạn, . . Về việc đăng ký các môn Giáo dục thể chất trong học kỳ 1/2020-2021, bạn vui lòng đợi thông báo sau của Phòng Đào tạo qua email sinh viên. . . Chúc bạn học tốt!. . . . Thân. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính gửi Phòng Đào tạo,. . Theo như thông tin em đucợ biết thì trong kì 201 trở vê sau, trường sẽ không mở các môn thể chất nữa mà sinh viên sẽ học chung với các trường ĐHQG. Vì vậy em xin được hỏi về quy trình đăng ký các môn thể chất mới như thế nào ạ?",
            "Chào bạn, . . Về việc đăng ký các môn Giáo dục thể chất trong học kỳ 1/2020-2021, bạn vui lòng đợi thông báo sau của Phòng Đào tạo qua email sinh viên. . . Chúc bạn học tốt!. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Thầy / cô cho em xin cách xử lý học môn MT1005 - Giải tích 2 theo mã mới.. . Em xin cảm ơn.",
            "Chào bạn. . Về chương trình đào tạo/phân ngành bạn vui lòng liên hệ Khoa (cụ thể là Thầy phó khoa phụ trách chương trình đào tạo) để tư vấn và giải đáp. . Chúc bạn học tập tốt nhé.. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ em chào cô (thầy) PĐT,. . Em tên: [full_name] MSSV: [student_id]. . Kết quả ĐKMH HK1 2020-2021 bị xóa do thiếu chuẩn GDTS3, nhưng theo quy chế mới về thay đổi môn học gdtc do nợ môn nên em đã đăng ký học 1 trong 9 môn được nêu ra trong quy chế và theo kết quả bảng điểm em đã học tất cả 3 môn thể chất và đã có kết quả qua cả 3 môn, mong phòng đào tạo xem lại giúp em với ạ.. . Em cảm ơn."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Chào thầy/cô. . Cho em hỏi kì hè 193 em học môn sức bền vật liệu (CI2007) để vô kì chính 201 em học các môn có điều kiện CI2007 là môn học trước, nhưng do hiện tại đăng kí môn học giữa lúc kì hè 193 nên các môn trong kì chính 201 em bị hủy do thiếu môn học trước, vậy có cách nào em học ở kì 201 không ạ, em cám ơn, mong thầy cô hồi đáp.",
            "Chào bạn. . Phòng đào tạo đã cập nhật lại dữ liệu, bạn nhanh chóng vào đăng ký lại môn học đợt 2 (từ 25/8 đến 15g 31/8). . Chúc bạn học tập tốt nhé. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ em chào thầy/cô, em là Nguyễn Duy Đạo SV khoa khoa học và kỹ thuật máy tính. . . 1. Trong đợt 1 ĐKMH em có đăng ký môn \"Mật Mã và An Ninh Mạng\" (Mã MH: CO3069) nhưng không được đăng ký, em có xem lịch sử đăng ký thì báo do thiếu môn tiên quyết là môn CO3093 nhưng em có kiểm tra môn trong chương trình đào tạo khoa máy tính thì không có môn này ạ.. . 2. Em và các bạn em có đăng ký môn Đề Cương LVTN trong đợt 1 nhưng kết quả ĐKMH đợt 1 thì tụi em đều bị huỷ không được đăng ký môn Đề Cương LVTN, trong lịch sử đăng ký cũng không hiển thị lý do huỷ môn. Em không biết là do thiếu điều kiện đăng ký hay bị gì ạ.. . Mong PĐT phản hồi ạ, em xin cảm ơn.",
            "Mong thầy/cô phản hồi sớm ạ, em xin cảm ơn",
            "Chào bạn. . - Về chương trình đào tạo/phân ngành bạn vui lòng liên hệ Khoa (cụ thể là Thầy phó khoa phụ trách chương trình đào tạo) để tư vấn và giải đáp. . - Các môn đề cương luận văn, thực tập tốt nghiệp, luận văn tốt nghiệp sinh viên vui lòng đăng ký lại vào đợt 3 (từ ngày 8/9 đến 10/9) để pdt lấy dữ liệu xét lại. . Sinh viên vui lòng vào trang bksi.hcmut.edu.vn/Hỏi-Yêu cầu/Đăng ký môn học để gửi câu hỏi (nếu không đăng ký môn học được). . Chúc bạn học tập tốt nhé.. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: 1811577  /b \t. . . .   i Đăng ký môn học . Chào Thầy/Cô ,hôm nay đăng kí môn học , Em có 2 môn học báo thiếu môn học trước , nhưng 2 môn học trước đó hiện tại Em đang học tại kì hè 193 này. Vậy mong phòng đào tạo cập nhật điều kiện học trước của hè này cho Em được đăng kí môn học với ạ, vì sĩ số các lớp đó hiện tại còn rất ít ạ. Em xin chân thành cảm ơn.",
            "Chào bạn. . Phòng đào tạo đã cập nhật lại dữ liệu, bạn nhanh chóng vào đăng ký lại môn học đợt 2 (từ 25/8 đến 15g 31/8). . Chúc bạn học tập tốt nhé. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Chào Ad ạ, ad vui lòng kiểm tra giúp e vấn đề này. Em đã qua tất cả các môn thể dục nhưng bây giờ hệ thống lại báo là em chưa hoàn thành môn thể chất 3(GDTS_3) nên không đăng kí cho em các môn học theo đúng tiến độ. Và môn có mã CH2061 có môn học trước là môn CI1003 em đang học trong kì hè này, cũng không cho em đăng kí luôn ạ. Kính mong AD xem xét giải quyết giúp em. Em xin cảm ơn. .   i Đăng ký môn học .",
            "Chào bạn, . . Hiện tại Phòng Đào tạo đã cập nhật lại điểm GDTC, chuẩn GDTS_3, Sinh viên vui lòng vào đăng ký lại. . . Chúc bạn học tốt!. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . cho em hỏi những môn chỉ mở đúng 1 học kì như nhiệt động truyền nhiệt, bơm quạt máy nén nhưng k19 lại k có những môn đó, em là k18 có học ạ vậy học kì 201 em có thể nộp đơn xin mở lớp không ạ?? và quy trình để nộp đơn xin mở lớp ạ?? em cảm ơn",
            "Chào bạn. . Về chương trình đào tạo/phân ngành bạn vui lòng liên hệ Khoa (cụ thể là Thầy phó khoa phụ trách chương trình đào tạo) để tư vấn và giải đáp. . Chúc bạn học tập tốt nhé.. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em là sinh viên năm 4 muốn đăng kí lại môn của năm 2 thì em phải dùng mã môn học nào ạ,K19 mã môn mạch điện tử là EE2035 còn K17 là EE2007 nhưng em nhập cả 2 mã cũng không tìm được môn đăng kí,cho em hỏi giờ em phải tìm mã môn học ở đâu để đăng kí ạ.",
            "Chào bạn. . Về chương trình đào tạo/phân ngành bạn vui lòng liên hệ Khoa (cụ thể là Thầy phó khoa phụ trách chương trình đào tạo) để tư vấn và giải đáp. . Chúc bạn học tập tốt nhé.. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Hiện [full_name]20-1 PĐT không mở môn học Đồ án (EE3151). E muốn xin mở lớp thì làm như thế nào a?. . . .",
            "Quy trình mở môn học :. . . . \tBước 1: SV tải mẫu đơn tại trang web: www.aao.hcmut.edu.vn  Sinh viên biểu mẫu mẫu Đề nghị mở môn học (ngoại lệ). . . . \tBước 2: Sau khi có xác nhận chữ ký đồng ý theo quy định trong đơn. . . . \tSV nộp đơn tại PĐT – cơ sở 1-  . . Thời gian nộp đơn mở lớp dự thính: từ ngày 25/08/2020 đến 10g ngày 27/08/2020. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em chào thầy cô, em tên Lê Mậu Duy [student_id]. Đợt 2 này em có đăng ký những môn sau thì hệ thống báo lỗi như hình trong khi đợt 1 vẫn đăng ký được.. . CI3061 PP phần tử hữu hạn. . CI3009 Kết cấu thép 1. . CI2091 Kết cấu bê tông cốt thép 1. . CI2031 Đồ án BTCT 1. . Vậy thầy cô có thể giúp em vấn đề này để em thuận lợi đăng ký môn cho kịp đợt k ạ? Em xin cảm ơn ạ"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ em chào thầy cô , dạ cho em hỏi đợt 1 em đăng kí 4 môn báo thành công hết mà h vào xem chỉ còn 2 môn . Vậy là lý do gì ạ . Có khi nào đợt 2 em đăng ki rồi đợt 3 vài xem lại bị xóa môn vậy không ? Em cảm ơn cô nhiều ạ !",
            "- Sinh viên xem lý do tại sao có ĐKMH đợt 1 mà không có kết quả tại trang web: mybk.hcmut.edu.vn    Đăng ký môn học    Kết quả - ĐKMH HK1(20-21) – Hệ chính quy – Đợt 1     bấm vào mục Đăng ký mới    chọn Loại hình đăng ký    xem Lịch sử đăng ký"
        ]
    },
    {
        "intent": "",
        "message": [
            "Cho em hỏi là kì 191 em không đăng kí môn thực tập cơ khí đại cương 2(ME2001) nên kì này(201) em muốn đăng kí, khóa 2019 sẽ thực tập cơ khí đại cương 2 nhưng sao em kiểm tra thì không thấy môn học này mở vậy ạ??. . Nếu không em  có thể nộp đơn xin mở môn học không ạ??",
            "Quy trình mở môn học :. . . . \tBước 1: SV tải mẫu đơn tại trang web: www.aao.hcmut.edu.vn  Sinh viên biểu mẫu mẫu Đề nghị mở môn học (ngoại lệ). . . . \tBước 2: Sau khi có xác nhận chữ ký đồng ý theo quy định trong đơn. . . . \tSV nộp đơn tại PĐT – cơ sở 1-  . . Thời gian nộp đơn mở lớp dự thính: từ ngày 25/08/2020 đến 10g ngày 27/08/2020. ."
        ]
    }
]