[
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em muốn xoá môn học CH3149 - Côngnghệ sảnxuất phânbón vào t6 tiết 4 5 để đăng ký môn khác vì thầy chủ nhiệm có mail với lớp nói môn này không có giáo viên đứng lớp. Em rất mong có thể được hỗ trợ để kịp thời đăng ký môn khác ạ! Em xin chân thành cảm ơn. .",
            "Em muốn xoá môn học CH3149 - Côngnghệ sảnxuất phânbón vào t6 tiết 4 5 để đăng ký môn khác vì thầy chủ nhiệm có mail với lớp nói môn này không có giáo viên đứng lớp. Em rất mong có thể được hỗ trợ để kịp thời đăng ký môn khác ạ! Em xin chân thành cảm ơn",
            "Chào bạn,. . . . Đợt 4 không cho hiệu chỉnh môn học được bạn.. . . . Thân. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em chào thầy/cô ạ! đợt đăng kí vừa rồi do nhầm lẫn nên em đăng kí nhầm lớp cơ sở 2. Mong thầy cô mở khóa môn để em có thể xóa môn ạ vì hiện tại em đang ở quận 10 nên đi lại bất tiện lắm ạ. Lỗi này hoàn toàn nằm ở em , em xin lỗi và mong thầy/cô giúp em .. . em xin chân thành cảm ơn",
            "Chào bạn,. . . . Đợt 4 không cho hiệu chỉnh môn học được bạn.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Cho em hỏi là lúc đăng kí môn học đợt 3 em vẫn chưa qua av2 để đăng kí môn của năm ba. Đợt thi cuối tháng 1 em đã qua và đăng kí môn đợt 4 được rồi nhưng do số tín chỉ đợt 3 đã đủ không thể đăng kí thêm em có cách nào rút môn đại cương để đăng kí môn chuyên ngành không ạ.. . Em cảm ơn ạ.",
            "Chào bạn,. . . . Đợt 4 chỉ cho bổ sung không cho huỷ môn học nha bạn.. . . . Thân. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em chào cán bộ. Em là sv khoá 2014, đến nay đã hết thời gian đào tạo tối đa.. . Trong thời gian trước em đã làm đơn xin kéo dài thời gian đào tạo thêm 1 học kì và đã được phòng Đào tạo chấp thuận.. . Từ ngày 2-3 tháng 2 là đợt đăng kí môn học đợt bổ sung nhưng em vẫn bị tình trạng không được dkmh.. . Em mong cán bộ giải đáp cho em. . . Em xin cảm ơn.. .",
            "Chào bạn. . Trường hợp của bạn phải liên hệ trực tiếp phòng đào tạo để nhận quyết định kéo dài và đăng ký môn học trực tiếp luôn. . Thân",
            "Dạ. Như vậy cán bộ cho em hỏi là sau thời gian nghỉ tết em có thể liên hệ phòng đào tạo để đăng kí môn luận văn tốt nghiệp được không? Vì hiện tại em đã về quê nghỉ tết rồi ạ.. . Em cảm ơn cán bộ.",
            "Chào bạn. . Được nghen bạn, trong tuần đầu tiên của học kỳ bắt đầu từ 22/02/21 . . Thân",
            "Dạ. Em cảm ơn cán bộ ạ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính gửi Phòng Đào tạo, . . . . Em tên [full_name], MSSV [student_id]. . Trong đợt đăng ký môn học bổ sung đợt 2 và đkmh đợt 3, em muốn đăng ký thêm môn Pháp luật đại cương (SP1007), nhưng đều không thể đăng ký do hết sĩ số lớp hay thời khoá biểu bị trùng. . . . . Nên em xin phép thầy cô có thể tăng sĩ số môn học lớp A01, mã SP1007 cho em được không ạ? Không biết có được không ạ. Em rất cần học môn này ở HK202. . . . . Em cảm ơn thầy cô rất nhiều.. . . . . .",
            "Chào bạn,. . . . Môn học đã tăng sỉ số tối đa không tăng được nữa nha bạn.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ thưa thầy, cô phòng Đào tạo, Trong kì đăng kí môn học lần này em có đăng kí 20 tín chỉ (trong đó có môn cải thiện là 5 tín chỉ) còn 15 tín chỉ còn lại là học mới. Có cách nào để em có thể đăng kí được thêm 1 môn (2 tín chỉ). Mà vẫn học trong học kì chính này mà không học dự thính không ạ. Tại vì môn đó 2 tín chỉ nên nếu đăng kí thì bị báo lỗi 22/21 tín chỉ quá số tín chỉ nhưng em vẫn có nguyện vọng học môn đó nhưng bị quá 1 tín chỉ 22/21 thì em phải làm sao ạ? . . Dạ em xin cảm ơn thầy, cô ạ.",
            "Chào bạn,. . . . Bạn vui lòng xem qui chế học vụ điều 9, mục 9.3 http://www.aao.hcmut.edu.vn/index.php?route=catalog/chitietsv&path=90&tid=1658.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Chào thầy cô, em là [full_name] thuộc khoa KT xây Dựng khóa K18. Từ đầu khóa em đã rút môn Anh văn cơ bản, mục tiêu của em là thi toeic trong trường hoặc IIG nộp bằng vào. Nhưng vào đợt thi anh văn trong trường vừa rồi em chỉ được 425 điểm (qua AV2), bây giờ xuất hiện lớp anh văn theo nhu cầu. Em muốn hỏi giờ em phải học anh văn theo nhu cầu từ cơ bản đến AV4A hay chỉ cần học AV3A,AV4A thôi ạ. Em cảm ơn thầy cô đã xem. Mong thầy cô trả lười em sớm ạ, đợt 4 dkmh sắp kết thúc r ạ.",
            "Chào bạn,. . Anh văn nhu cầu thì tiêu chi xét cũng giống 1A,2A,3A,4A như AV1,2,3,4 nhé bạn.. . Bạn lưu ý kỳ thi AV trong trường chỉ dùng để pass chuẩn tiếng Anh từn năm, không xét qua môn AV1,2,3,4.. . Vui lòng tham khảo quy định tại đây:. . http://aao.hcmut.edu.vn/ sinh viên/quy chế-quy định/học vụ/ Quy chế đào tạo và học vụ bậc đại học, cao đẳng:/Phụ lục 1: Quy định về ngoại ngữ (áp dụng cho các chương trình giảng dạy bằng tiếng Việt). . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Em tên là:[full_name]. . MSSV: [student_id]. . Kính gửi:Phòng Đào tạo Trường đại học Bách Khoa TP.HCM. . Hôm nay,em viết đơn này xin cho phép được hủy môn học đã đăng ký cho học kỳ 202.Vì lý đã đăng ký dư môn tự chọn, mà sang học kỳ 202, em muốn đi thực tập ở công ty bên ngoài để tích lũy thêm kinh nghiệm cho việc làm luận văn tốt nghiệp, cũng như kinh nghiệm cho công việc sau này. Mong thầy cô chấp nhận yêu cầu của em.. . Em xin chân thành cảm ơn!",
            "Chào bạn,. . . . Sau tết là thời gian rút môn học, PDT đã gởi mail sinh viên rồi. Lúc đó bạn làm đơn rút môn học nha.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính chào thầy cô quản lý trang hỗ trợ sinh viên trực tuyến, ở học kì này em có đăng kí môn học Lập trình web C03049. Chuyện là lịch của môn học này vào thời điểm kết thúc đợt ĐKMH lần 3 vẫn chưa quyết định giờ học lí thuyết, và ở lần 4 ĐKMH giờ học lí thuyết đã được quyết định trùng với môn học em đã đăng kí. Lúc trước em cũng có gửi yêu cầu ở đây về môn học này và các thầy cô đã hồi đáp là sẽ giữ môn học này lại cho em nếu xảy ra trùng với những môn học em đã đăng kí (ở dưới em có gửi 1 ảnh về lần hỏi/yêu cầu của em về môn học và được chấp thuận). Kết quả là lịch học của em đã được các thầy cô sắp xếp lại nhưng hiện tại nó tỏ ra rất bất tiện khi lịch học rải rác khắp tuần.. . Em xin thầy cô đổi nhóm một số môn học giúp em. Em không ở trọ tại KTX ĐHQG_TPHCM mà ở chung với gia đình tại thành phố. Thời gian từ nhà tới trường là khoảng 1 giờ 30 phút. Với lịch học rải rác như vậy gây rất nhiều khó khăn, rất mong được thầy cô giúp đỡ, em xin cảm ơn rất nhiều (ở bên dưới em xin gửi thêm một file .pdf để tóm tắt lại TKB trước đây cũng như TKB mà em mong muốn được sửa bao gồm nhóm mà em mong muốn được đổi).",
            "Em những tưởng rằng kì ĐKMH này không cho phép đổi nhóm nhưng không phải, rất xin lỗi thầy cô vì đã gửi mà không vào kiểm tra lại. Nếu thầy cô có đọc được thì em đã đổi lịch học của mình lại, em xin lỗi rất nhiều ạ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em chào thầy/cô ạ,. . . . Do trước đây em có thanh toán trễ hạn học phí nên không được đkmh vào đợt 3 và có gửi thắc mắc ở BKSI. Em được thông báo là chờ đợt đkmh tiếp theo, tuy nhiên, khi em truy cập vào cổng đkmh đợt 4 thì hệ thống vẫn báo em không thể đkmh do chưa thanh toán HP. Vậy thầy/cô cho em hỏi em có thể đkmh vào đợt 4 này không  ạ.. . . . Em cảm ơn ạ,",
            "Chào bạn,. . . . Hiện tại bạn còn khoảng học phí dự thính 201 chưa thanh toán nên không DKMH được nha bạn.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Em đã qua Anh văn 1, 2, 3 nhưng không thể đăng ký Anh văn 4A. Cho em hỏi tại sao ạ ?. . . .",
            "Chào bạn. . Phòng đào tạo đã kiểm tra bạn đã đăng ký được môn  Anh văn 4A. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ em chào thầy/cô, thầy/cô cho em xin mở khóa môn học đồ án kết cấu bê tông cốt thép 2 CI3177 để em điều chỉnh môn học ạ do em bị kẹt lịch học nên em cần điều chỉnh lại ạ. Em cảm ơn thầy/cô nhiều lắm ạ. Mã số sinh viên của em:: [student_id]",
            "Chào bạn,. . . . . . Đợt 4 không cho hiệu chỉnh môn học được bạn.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: 1811832  /b \t. . . .   i Đăng ký môn học . E chào Thầy/Cô, do em vẫn chưa đủ av năm 3, nên em có thi Toeic vào ngày 17/2, dự kiến có kết quả là ngày 24-27/2, cũng là tuần đầu tiên của học kì 202 theo dự kiện. Nếu có kết quả đủ em có thể đăng ký bổ sung thêm 1 môn chuyên nghành được không ạ. VÌ môn này không còn mở cho các kì sau, đặc biệt môn tương đương lại là môn tự chọn trong rất nhiều môn của K19 về sau nên gần  như không có khả năng học được dù là môn tương đương. Thầy/Cô có thê xem xét cho e đăng ký bổ sung nếu em đủ anh văn đươc không ạ? Em chân thành cảm ơn!",
            "Chào bạn,. . . . Hiện tại đã hết thời gian DKMH rồi bạn.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "U   /U Đăng ký môn học . Em xin tăng sĩ số  lớp sau để đăng ký môn học trong đợt 4 - HK202:. . Mã môn: CO2001, nhóm lớp: L01. . . . Em xin cảm ơn ạ.",
            "Chào bạn,. . . . Môn học đã tăng sỉ số tối đa không tăng được nữa nha bạn.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em tên là [full_name], MSSV là [student_id], thuộc khoa Văn phòng Đào tạo Quốc tế, ngành Kỹ thuật máy tính.. . . . Trong đợt Đăng kí môn học lần 2, em đã đăng kí lớp PH1007 Thí Nghiệm Vật Lý, song vì lý do gia đình và công việc, em không thể sắp xếp được thời gian cho lớp này.. . . . Em mong được mở hiệu chỉnh và có thể thay đổi sang nhóm lớp PH khác? Không biết có được không ạ. Em xin cảm ơn.",
            "Em tên là [full_name], MSSV là [student_id], thuộc khoa Văn phòng Đào tạo Quốc tế, ngành Kỹ thuật máy tính.. . . . Trong đợt Đăng kí môn học lần 2, em đã đăng kí lớp CC03 - mã môn học PH1007 [Thí Nghiệm Vật Lý], song vì lý do hoàn cảnh gia đình và công việc, em không thể sắp xếp được thời gian cho lớp này.. . . . Em mong được mở hiệu chỉnh và có thể thay đổi sang nhóm lớp CC khác không biết có được không ạ? . . . . Em xin chân thành cảm ơn.. . . . Chúc cô có 1 ngày tốt lành và làm việc hiệu quả. . . . Trân trọng ./.",
            "Chào bạn. . Câu hỏi của bạn về đăng ký môn học (khiếu nại, điều chỉnh...) của Học kỳ 2(20-21) theo quy định Phòng đào tạo không thể giải quyết.. . Chúc bạn học tập tốt nhé. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Môn học Thực tập kỹ thuật thiết kế (ME2025) hiện đã full. Em muốn tăng thêm sĩ số được không ạ vì môn này là môn tiên quyết của thực tập hè.. . Em xin chân thành cảm ơn.",
            "Chào bạn,. . . . Môn học đã tăng sỉ số tối đa không tăng được nữa nha bạn.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Em tên là [full_name]- MSSV: [student_id].. . . . Trong đợt đăng ký môn học đợt 3 vừa qua, em đã đăng ký lớp CC03 môn Thí Nghiệm Vật Lý. Nhưng vì hoàn cảnh gia đình, và công việc nên em không thể sắp xếp học thời gian học cho lớp này. . . . . . . Em mong được mở hiệu chỉnh để có thể đổi sang một lớp có lịch học phù hợp với hoàn cảnh của em không biết có được không ạ? Em xin trân thành cảm ơn.. .",
            "Chào bạn,. . . . Bạn sinh viên chất lượng cao vui lòng liên hệ văn phòng Đào tạo quốc tế nha.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ em chào cô ạ.. . Cô ơi em hỏi về môn ĐAMH Thi công công trình cảng ạ.. . Chủ nhiệm bộ môn em đã điều chỉnh đề cương môn học bỏ tiên quyết về việc đăng ký môn học ấy. Sao em vẫn không đăng ký được ạ.. . Mong cô xem xét lại ạ. . Em xin cảm ơn nhiều ạ",
            "Chào bạn,. . . . Nếu chủ nhiệm bộ môn  bỏ môn tiên quyết trên đề cương luận văn thì đề cương đó phải nộp lên  PDT. Lúc đó PDT mới cập nhật điều kiện tiên quyết được nha bạn.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em kính chào thầy cô ạ,. . Em là khoá 2018 khoa Khoa học máy tính.. . ĐKMH lần trước em có đăng kí môn kỹ thuật lập trình theo chương trình đào tạo của mình, nhưng do không có mở lớp nên em mới đăng kí theo mã CO1027 của khoá 2019 ạ. Hiện giờ em thấy có mở lớp cho khoá 2018 mã CO1011, nên mong thầy cô có thể giúp em xoá môn mã CO1027 hiện tại trên đkmh để đăng kí mã CO1011 được không ạ. Vì rắc rối của chuyển đổi môn tương đương nên em mong học đúng mã môn của mình ạ. . . Em xin chân thành cám ơn và xin lỗi đã làm phiền thầy cô ạ.",
            "Chào bạn,. . . . Đã hết thời gian huỷ môn học rồi bạn, muốn huỷ bạn làm đơn rút môn học.. . . . Hiện tại thì bạn đăng kí môn CO1011 trước.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Dạ chào Thầy/Cô,. . Trong lúc đăng kí môn học cho học kì 202 - đợt 4, em thấy có một số môn mở thêm các lớp có thông tin về giáo viên, giờ học, phòng học trùng với các lớp cũ. Vậy các lớp này là lớp mở rộng sĩ số hay là lỗi trang web vậy ạ?. . Em xin cám ơn.. . . .   i Đăng ký môn học .",
            "Chào bạn,. . . . Bạn cho biết mã môn để PDT kiểm tra.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "B Phòng Đào Tạo xem xét dùm em giúp em hủy đăng kí môn Hóa Đại Cương kì dự thính để em kịp đăng kí môn Hóa Đại Cương trong kì chính của đợt đăng kí môn học đợt 4 này  B   /B . Lý Do không có thời gian để đi học vào buổi tối. Em cảm ơn ạ.  /B  .",
            "Chào bạn,. . . . Bạn đăng kí vào học kỳ chính, đến học kỳ dự thính đợt 2 bạn huỷ môn học nha.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Cho em hỏi là hôm bữa em có làm đơn mở thêm lớp thực tập kỹ thuật và xóa môn đã đăng kí trước vì lý do môn thực tập trùng với môn đã đăng kí nhưng em muốn học môn thực tập lên em đã làm đơn xin xóa môn đã đăng kí ở đợt 2 và  được khoa chấp nhận. . . Nhưng giờ lớp thực tập đã mở nhưng môn đã đăng kí vẫn chưa xóa, và em không đăng kí được thực tập mong phồng đào tạo xem xét cho em.. . Em xin cảm ơn!. .",
            "Chào bạn,. . . . Đợt 4 không cho hiệu chỉnh môn học được bạn.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Chào thầy cô. . Em là [full_name]. . Thầy cô cho em hỏi vì sao trong bảng hiện lịch sử có môn im2025 nhưng khi hiện lên trong chỗ đki để xoá thì không có ạ . . Còn môn IM2027 của em đki thì bảo trùng lịch nhưng trong tkb không có môn nào trùn . . Mong có sự phản hồi từ các thầy cô. . . Em xin chân thành cảm ơn",
            "Chào bạn,. . . . - Đợt 4 không cho huỷ môn học được bạn.. . . . - Môn IM2027 học kỳ 202 không mở lớp nha bạn.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Chào thầy/cô,. . em tên [full_name],. . MSSV: [student_id]. . Em xin phép thầy/cô xóa giúp em môn Phương pháp tính (MT1009) lớp L05 với 3 tín chỉ thay vào đó thầy/cô đăng ký giúp em môn Kỹ năng chuyên nghiệp cho kỹ sư (CO2001) vơi 3 tín chỉ.. . Lý do em xin xóa môn và đăng ký môn khác là lúc đkmh đợt 3 em chưa đủ điểm chuẩn tiếng anh nên em đăng ký môn phương pháp tính cho đủ 14 tín chỉ, nhưng đợt thi avdv đợt 3 em đã qua chuẩn anh văn nên em mong thầy/cô thay đổi đăng ký giúp em ạ, hiện tại em đang học chậm 1 học kỳ nên mong thầy cô tạo điều kiện giúp em ạ.. . Em cảm ơn.. .",
            "Chào bạn,. . . . Đợt 4 không cho hiệu chỉnh môn học được bạn.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . kính thưa các thầy cô, vì một số lý do mà em muốn hủy 2 muốn dự thính hóa học đại cương và thí nghiệm vật lý. Mong thầy cô có thể hủy giúp em ạ. e cảm ơn ạ. .",
            "Chào bạn,. . . . Nếu là những môn dự thính thì còn đợt hiệu chỉnh nữa bạn. Lúc đó bạn vào huỷ nha.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . dạ cho em hỏi là trong đợt đkmh đợt 4 này trường có mở thêm mấy lớp bổ sung mà vẫn chưa có ai chọn hết, nếu em chọn vô lớp bổ sung đó thì có được học không ạ?. .",
            "Chào bạn,. . . . Nếu môn có mở thì bạn vào đăng kí nha.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Xin chào thầy cô, xin chào PĐT . . ĐKMH đợt 4 này em có đăng kí vài môn do rớt. Nhưng mà đa phần lớp đã đủ sỉ số. Còn các lớp còn lại thì sỉ số 0. Em sợ các lớp sỉ số quá ít sẽ không được mở lớp. Không biết em có thể xin vào các lớp khác không ạ. . Em muốn học môn CI2001- Sức bền vật liệu và PH1007- Thí nghiệm vật lí. Em cảm ơn ạ. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "B Yêu cầu khác: Em chào thầy/cô!. .  Thầy/cô cho em hỏi là, em muốn liện hệ đối chiếu bằng tốt nghiệp PTTH và cao đẳng thì có làm vào ngày thứ 7 được không?. . Em cảm ơn!",
            "Chào bạn,. . Bắt đầu vào học kỳ (sau tết) phòng đào tạo có trực tiếp VLVH vào buổi tối (tới 19h, từ thứ 2 đến thứ 5). . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ cho em hỏi là nếu em đã học qua anh văn 3 trong trường. Giờ em có được đăng ký anh văn 4A không ạ. Hay mình phải học từ anh văn 1A ạ. Tại vì em đăng ký 4A mà bị xoá ạ.",
            "Chào bạn,. . . . Bạn qua anh văn 3 thì bạn được đăng kí anh văn 4A được.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em chào thầy/cô!. . Em là [full_name],MSSV 181377 là sinh viên lớp HC18DK Khoa KT Hoá học.. . Lần đăng kí môn học đợt 3 em có đăng kí môn theo chương trình năm 3 và kết quả là bị xoá chỉ còn lại một môn. Em có tìm hiểu là do em chưa đủ chuẩn av sau năm 2 là 450 nhưng có môn mã 2xxx cũng bị xoá luôn. Ở đợt 4 này e lại đăng kí được bình thường. Thầy/cô cho em hỏi là vấn đề của em ở đây là như thế nào ạ để em có thể sắp xếp và đăng kí lại. . . Em xin chân thành cảm ơn!. . . .",
            "Chào bạn,. . . . Môn EE2027, CH2071 là môn năm 3 nha bạn, bạn phải đạt chuẩn anh văn năm 2 mới đăng kí những môn năm 3 được.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính gửi phòng đào tạo. . Cho em hỏi em là k18 và đã qua anh văn 3 trong trường. Giờ em muốn đăng ký anh văn theo yêu cầu. Là môn học anh văn 4A LA1043. Nhưng bị xoá. Có phải mình phải theo chuẩn k20 không ạ. Nghĩa là mình phải đăng ký từ anh văn 1A ạ",
            "Chào bạn,. . . . Bạn vẫn đăng kí được anh văn 4A được nha bạn.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Cho em hỏi rằng trong đợt ĐK Môn học 4 không được hủy môn học, em có cách nào để hủy môn học không ạ. Em muốn để kì sau học. Em cảm ơn. .  Môn mạch điện tử.MSMH EE2035. .",
            "Chào bạn,. . . . Đợt 4 không cho hiệu chỉnh môn học được bạn.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Chào thầy cô. Em đã có gửi mail lần trước cho pđt và gvbm nhưng cô dạy môn Cơ lưu chất không có phản hồi lại mail tới em về vấn đề phúc khảo bài thi cuối kì. Mong quý thầy cô giúp đỡ em. Em xin chân thành cảm ơn.",
            "Chào bạn,. . Bạn vui lòng trình bày rõ nội dung vấn đề của mình?. . [full_name] tra bài thi online nhé bạn."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Thầy/cô cho em hỏi. Môn Hình học họa hình msmh: CI1011, chương trình cũ từ k18 trở đi thì theo chương trình mới nó là môn gì ạ? Có phải là môn Vẽ kỹ thuật kiến trúc msmh: CI1067 không ạ?. . Và nếu em đăng khí môn vẽ kỹ thuật kiến trúc có được chuyển điểm qua môn Hình học họa hình từ chương trình k18 trở về trước không ạ. . . Em xin cảm ơn . .",
            "Chào bạn. . Về chương trình đào tạo/phân ngành bạn vui lòng liên hệ Khoa (cụ thể là Thầy phó khoa phụ trách chương trình đào tạo) để tư vấn và giải đáp. . Chúc bạn học tập tốt nhé.. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Kính chào Thầy/Cô,. . Trong mục điểm chuyển trên MyBK của em thì các các môn CCAS_0; CCAS_1;... CCAS_3; SVN_2;... SVN4 đều có điểm là 5.0 ạ. Vậy điểm này là sao ạ?. . Em cảm ơn.",
            "Chào bạn. . Là điểm đã đạt chuẩn nghen. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Thưa thầy, em thấy trên trang đăng kí môn học có một số lớp bị trùng lặp ạ (như hình đính kèm), một lớp có đầy đủ sĩ số, một lớp thì chỉ có một, hai bạn đăng kí, lịch học thì trùng nhau.. . Cho em hỏi như vậy là lỗi hay em có thể đăng kí vào 1 trong 2 lớp ạ?. . . .   i Đăng ký môn học .",
            "Chào bạn,. . . . Có thể lúc đó bị lỗi hệ thống đó bạn, không sao nha bạn.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ em gửi mail mà Chủ Nhiệm BM đã gửi cho em ạ.. . Mong pđt kiểm tra lại giúp em ạ.. . Em xin cảm ơn.",
            "Chào bạn,. . . . Chưa hiểu ý bạn.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Cho em xin đăng kí đồ án vào các lớp đã full sỉ số được không ạ. Nhóm em mới đăng kí có một mình em à. Em cảm ơn ạ. Nhóm nào cũng được ạ",
            "Chào bạn,. . . . Những môn đồ án, trường hợp bị full sỉ số. Sau đợt đăng kí môn học đợt 4 bạn nộp đơn đăng  kí tại PDT nha.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . cho em xin học môn ME2025 được không ạ, vì giờ em đã bị trễ rồi nếu không học em sẽ bị trễ thêm 1 năm nữa. Em năn nỉ cho em được học môn này đi ạ"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Chào [full_name],. . Em là [full_name], mssv [student_id]. Trong đợt đăng ký môn học lần 3 em muốn đăng ký 2 môn là EE3071 và EE3075, nhưng 2 môn đã đầy sĩ số lớp và [full_name] không tăng lớp nên em phải đăng ký 2 môn khác để kịp chương trình. Đợt 4 này em thấy [full_name] đã tăng sĩ số lớp. Không biết [full_name] có thể cho phép em xóa 2 môn em đã đăng ký và đăng ký lại 2 môn EE3071 và EE3075 không?. . Em cảm ơn.",
            "Chào bạn,. . . . Bạn muốn xoá môn học nào và đăng kí môn học nào.. . . . Thân",
            "Dạ em muốn xóa 2 môn EE3077 và EE3035. Em muốn đăng ký môn EE3071 lớp L01 và môn EE3075 lớp L01.. . Không biết có được không ạ?",
            "Chào bạn. . Yêu cầu của bạn về đăng ký môn học (khiếu nại, điều chỉnh...) của Học kỳ 2(20-21) Phòng đào tạo đã ghi nhận để xử lý. Sinh viên xem kết quả trên trang web Mybk.hcmut.edu.vn    xem TKB sau ngày 25/02/21.. . Chúc bạn học tập tốt nhé. . Thân. .",
            "Em có muốn đăng ký môn EE3075 lớp L01 mà PDT lại đăng ký lớp L02. Không biết PDT có thể đổi lại giúp em không? Hoặc có thể chuyển môn EE3069 của em từ L01 sang L03 được không?. . Nếu được thì em xin chuyển môn EE3069 ạ.. . Em cảm ơn.",
            "Chào bạn,. . . . Những trường hợp hiệu chỉnh trễ hạn, nhóm nào còn trống thì PDT sẽ cho bạn đăng kí. Nên không đổi nhóm được nữa nha bạn.. . . . Thân",
            "Chào cô. . Cô có thể chuyển môn EE3069 từ lớp L01 sang lớp L03 được không ạ? Cả 2 lớp đều còn trống sĩ số ạ. Do học kỳ này khoa điện chuyển lên cs2 nên thời gian hơi khó khăn ai. . . Mong cô thông cảm và giải quyết giúp em. Em cảm ơn.",
            "ok"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em chào thầy cô, mssv của em là: [student_id].. . . . Xin thầy cô có thể kiểm tra giúp em em còn thiếu những điều kiện gì (về môn học, anh văn,....) để có thể tốt nghiệp đợt tháng 4 này với ạ. Em sợ em sẽ bỏ sót gì đó nên mong thầy cô kiểm tra giúp em để em về tết được an tâm ạ.. . . . Em cảm ơn thầy cô nhiều ạ.",
            "Cô ơi giúp em với ạ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em chào thầy cô ạ, em có chút thắc mắc về vấn đề đăng ký môn thể chất K19 mong thầy cô giải đáp.. . Hết học kỳ 201 em hoàn thành 2 môn thể chất, em còn thiếu 1 môn thể chất nữa mới hoàn thành chương trình thể chất của chương trình đào tạo. Trong mấy đợt đăng ký môn học cho kỳ 202 gần đây em không thể đăng ky được môn thể chất ( tìm nhưng không thấy môn nào để đăng ký ). Vậy bây giờ em phải làm thế nào để đăng ký học thế chất cho kỳ 202 ạ ? Mong thầy cô giải đáp giúp em. . . Em cảm ơn.",
            ". . Chào bạn,. . . . Khi nào có đợt đăng kí môn GDTC Phòng Đào Tạo gởi mail thông báo cho sinh viên nha bạn.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Dạ em là [full_name], mssv [student_id]. Em muốn xin 1 slot vào lớp L03 môn Con người và môi trường (EN1003) ạ. Em đang rất cần học môn này vì sợ thiếu tín chỉ. Mong các thầy cô giúp em. Em cảm ơn rất nhiều ạ.",
            "Chào bạn,. . . . Môn học đã tăng sỉ số tối đa không tăng được nữa nha bạn.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học  /i  do đợt đăng kí môn học đợt 3 chưa đủ chuẩn anh văn em có dk môn xử lí số tín hiệu nhưng đã qua môn và đợt dk mở học lần này em đã đủ chuẩn av nhưng lại trùng giờ môn truyền số liệu và mạng môn này là một học trước của đồ án.em xin hủy lớp xử lí số sang dk môn truyền số liệu và mạng.Mong phòng đào tạo tạo điều kiện cho em, em chân thành cảm ơn. .",
            "Chào bạn,. . . . Đợt 4 không cho hiệu chỉnh môn học được bạn.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính gửi PĐT ạ.. . Cho em xin tăng sỉ sô lớp L05 La1009 ạ. Mong PĐT xem xét giúp em ạ. Vì em rất cần đợt đăng ký này ạ. . .",
            "Chào bạn,. . . . Môn học đã tăng sỉ số tối đa không tăng được nữa nha bạn.. . . . Thân. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ em chào thầy/cô PĐT,. . . . Cho em hỏi môn em mới đăng kí trong đợt 4 sao không được huỷ vậy ạ?. . . . Em cảm ơn nhiều ạ,",
            "Chào bạn,. . . . Đợt 4 chỉ cho bổ sung không cho huỷ môn học nha bạn.. . . . Thân. .",
            "Môn mới đăng kí trong đợt 4 cũng không được hủy luôn ạ?",
            "Chào bạn,. . . . Đúng bạn.. . . . Thân.",
            "Cho em hỏi nếu em kiếm được người nhường slot môn đó cho thì PĐT có chịu không ạ?"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em tên là [full_name], MSSV: [student_id]. Em xin phòng đào tạo tăng thêm sĩ số lớp Kĩ thuật Robot, mã môn ME3015, lớp A02-A06. Vì đây là môn chuyên ngành của em, nên mong anh chị giúp em với ạ. Em xin cảm ơn.",
            "Chào bạn,. . . . Môn học đã tăng sỉ số tối đa không tăng được nữa nha bạn.. . . . Thân. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học .   i Tăng sĩ số môn học  . xin nhà trường tăng sĩ số môn học này để em theo kịp tiến độ học tập. . Môn học:Khai phá dữ liệu. . MMH:CO3029. . Lop :L01. . em xin chan thanh cam on. .",
            "Chào bạn,. . . . Môn học đã tăng sỉ số tối đa không tăng được nữa nha bạn.. . . . Thân. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em xin tăng sỉ số lớp L2_L05 môn EE1007 vì lớp mới mở đợt 4 mà đã hết slot.",
            "Chào bạn,. . Môn học đã tăng sỉ số tối đa không tăng được nữa nha bạn.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em đóng học phí muộn nên đăng kí môn học trong đợt 4 này, nhưng không thể chọn được nữa vì số lượng sinh viên học các lớp đã đủ. Nay em xin đặt câu hỏi: còn mở lớp nào nữa được không ạ, hay em tham gia lớp được không, vì em đã là sv k15, kì này không hoàn thành những môn này thì em không kịp ra trường được ạ.",
            "Chào bạn,. . . . Môn học đã tăng sỉ số tối đa không tăng được nữa nha bạn.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em chào Thầy/Cô. Thầy/Cô đăng kí bổ sung giúp em vào lớp. . Môn: Quản lí dự án cho kĩ sư. . Mã môn: IM1025. . Lớp: L03 (T5 tiết 2 3 4). . Em cảm ơn Thầy/Cô nhiều!!!",
            "Chào bạn,. . . . Môn học đã tăng sỉ số tối đa không tăng được nữa nha bạn.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . e đăng kí cho hk202 là 20 chỉ giờ e muốn rút 1 môn 3 chỉ vậy khi đóng học phí e sẽ đóng học phí giá của 20 chỉ hay đóng giá học phí của 17 chỉ ạ. .",
            "Chào bạn,. . . . Rút môn học là tính học phí nha bạn.. . . . Thân",
            "No solution"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em chào Phòng Đào Tạo ạ. . Em tên là [full_name] - [student_id]. . Em viết đơn này mong phòng đào tạo có thể cho phép em đổi thời khoá biểu trong đợt 4 để có thể đăng ký thêm môn ạ. . Em cám ơn nhiều ạ.",
            "Chào bạn,. . . . Môn học đã tăng sỉ số tối đa không tăng được nữa nha bạn.. . . . Thân. ."
        ]
    }
]