[
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính gửi Thầy/Cô phòng Đào Tạo.Em là [full_name], Mssv [student_id], Hệ VHVL Ở đợt đăng ký môn học dự thính học kỳ 212 lộ trình 2. Em có đăng ký môn EE2009 Hệ Thống Máy Tính và Ngôn Ngữ Lập Trình thì bị trùng lịch thí nghiệm của môn này với lịch 2 tuần cuối lý thuyết của môn học dự thính đợt 1. Thầy/cô cho em hỏi em có thể gửi mail cho giáo viên dạy thí nghiệm xin dời lịch 2 tuần này không ạ, hay phòng đào tạo có thể lùi lịch thí nghiệm lại 2 tuần được không ạ. Em mong PDT có thể linh hoạt thời  khoá biểu để 2 lộ trình dự thính không bị trùng lắp ạ. Em cảm ơn thầy/cô ạ. . . .",
            "Chào bạn. . [full_name] thì không thể sắp xếp tkb nghen bạn. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Cho em hỏi là em đã thôi học ngành hiện tại và dự định sẽ thi lại vào ngành khác của Bách Khoa thì các môn đại cương em đã học qua rồi có được làm đơn xét miễn hay là phải học lại từ đầu ạ?",
            "Chào em,. . Hiện tại nhà trường đã ban hành quy chế mới, dự kiến sau tết nguyên đán sẽ đưa lên trang thông tin chung của trường và thông báo cho SV. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em là [full_name] - MSSV [student_id].. . Cho em hỏi là kỳ này em không thể đăng ký được luận văn tốt nghiệp thì em có cần bảo lưu đề cương luận văn tốt nghiệp không ạ. Và nếu phải bảo lưu thì phải thực hiện những thủ tục nào ạ.. . Em xin cảm ơn.",
            "Chào em,. . Vấn đề về ĐKMH nếu bạn đã có điểm đạt môn đề cương thì thỏa điều kiện môn tiên quyết LVTN, còn quan trong là GVHD LVTN có chấp nhận đề cương của bạn hay không thì bạn phải liên hệ về Khoa để được hướng dẫn.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Chào cô, em không đăng ký được LVTN (405700) và TTTN(405750) do bị thiếu tín chỉ (262/263) do em thiếu 4 môn AV(8 TC) ngoài ra em không rớt môn nào. Em xin PĐT tạo điều kiện cho em đăng ký để đạt đúng tiến độ học tập, em hứa sẽ chuyển điểm khi có đợt chuyển điểm để đạt đủ điều kiện. Em xin cảm ơn.",
            "Chào bạn. . Hiện tại Pdt không thể cứu xét theo yêu cầu của SV để đăng ký LVTN trong HK212 vì thiếu điều kiện đăng ký môn học. Bạn vui lòng hoàn thành các điều kiện còn thiếu trong HK212, sau đó đăng ký LVTN vào HK213 để Pdt xét.. . Về kế hoạch đăng ký LVTN trong HK213, Bạn vui lòng xem chi tiết: \"Kế hoạch học tập của HK2 và HK hè năm học 21-22\" Pdt đã gởi qua mail vào ngày 27/12/2021- [full_name] 6. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Khiếu nại đăng ký môn học . Tên: [full_name]. . Lớp: GT18OTO1. . Mã MH: TR4317. . Tên MH: Luận văn tốt nghiệp ( ô tô). . Học kỳ 2 ( 2021-2022) . . Lý do: Hiện tại kỳ   này em đăng kí luận văn tốt nghiệp và em chỉ thiếu 8 chỉ anh văn nên không đăng ký được. Cho em hỏi có cách nào để đăng kí được luận văn trong kỳ này để làm chung với nhóm của em được không? Mong  phòng đào tạo xem xét. Em cảm ơn.",
            "Chào bạn,. . Phòng đào tạo đã ghi nhận trường hợp của bạn, và đã chuyển thông tin đến các bộ phận liên quan để kiểm tra và xử lý, bạn vui lòng đợi Pdt phản hồi kết quả qua BKSI hoặc mail sinh viên. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Chào anh (chị),. . Em hiện đang không đăng kí được LVTN và TTTN. Em có tìm hiểu nguyên nhân là do em không đủ STC theo yêu cầu của PDT. Và em xác định được các môn em chưa đạt là: AV1, AV2, AV3, Nhập môn về kỹ thuật (ME1001). Về môn Nhập môn về kỹ thuật thì em đã đạt nhưng do chương trình đào tạo của PFIEV ban đầu em được học mã khoa điện (EE1001), nên hiện tại ngành học của em là Cơ điện tử yêu cầu Nhập môn về kỹ thuật mã khoa cơ khí. Và em đang yêu cầu bên PDT làm quyết định miễn môn học ME1001, song PDT yêu cầu em xin xác nhận của Khoa cơ khí. Quá trình xin miễn môn hoàn thành là em đủ yêu cầu để đăng kí LVTN và TTTN nhưng tới hiện tại vẫn chưa hoàn thành.. . . . Em mong muốn có thể đặc cách em đăng kí LVTN và TTTN được không ạ? Tại vì về vấn đề này em không được thông báo cũng như hướng dẫn rõ ràng từ đầu.. . . . Em cảm ơn ạ.. . . .   i Đăng ký môn học .",
            "Em xin đính kèm một số minh chứng.",
            "Chào em,. . PDT đã ghi nhận yêu cầu về ĐKMH của bạn và đã chuyển cho bộ phận ĐKMH kiểm tra và xử lý.. . SV vui lòng theo dõi thời khóa biểu được cập nhật tại Mybk/Thông tin sinh viên/Xem thời khóa biểu dự kiến trễ nhất trước ngày 14/2/2022.. . Sau thời gian trên vẫn chưa được cập nhật TKB, SV vui lòng gửi lại câu hỏi qua bksi để biết lý do.. . Thân",
            "Em đính kèm file hoàn chỉnhh gửi PDT để xét chuyển điểm môn học.",
            "Chào bạn. . Pdt kiểm tra số tín chỉ tích luỹ ngành của bạn: 252  254 Không đủ ĐK nhận LVTN. . Gởi đính kèm: file thống kê các môn chưa tích lũy + số tín chỉ đã tích lũy. . Bạn kiểm tra lại nghen. . Trường hợp SV học môn tương đương nhưng chưa được cập nhật, vui lòng gửi lại thêm 1 yêu cầu khác về việc xin cập nhật môn tương đương (ghi rõ tên và mã MH SV học, ở học kỳ nào? bao nhiêu điểm? và tương đương với môn học nào thuộc CTĐT của SV). . Thân",
            "Yêu cầu về việc xin cập nhập môn tương đương.. . Tên MH: Nhập môn về kỹ thuật (EE1001) học kì 171.. . Điểm tổng kết: 9.0. . Môn học tương đương thuộc CTDT: Nhập môn về kỹ thuật (ME1001).. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Em chào thầy/cô,. . . . Đợt ĐKMH bổ sung em đã đăng ký và thỏa các điều kiện đăng ký rồi. Nhưng đến hiênn tại kết quả đăng ký môn học bổ sung của em không có, đã bị xóa.. . Mong thầy/cô có thể xử lý giúp em để có thể ĐKMH kịp tiến độ ạ. . Em cảm ơn",
            "Chào bạn,. . Phòng đào tạo đã ghi nhận trường hợp của bạn, và đã chuyển thông tin đến các bộ phận liên quan để kiểm tra và xử lý, bạn vui lòng đợi Pdt phản hồi kết quả qua BKSI hoặc mail sinh viên. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Chào Thầy cô phòng đào tạo,. . Em là [full_name] mssv [student_id] . . Trong đợt đăng kí bổ sung luận văn tốt nghiệp  vừa qua em lại bị hủy môn luận văn rồi ạ . . . . Em đã kiểm tra và so sánh với các bạn thì em nợ 7 chỉ (kỳ này em đang trả) , chuẩn anh văn và công tác xã hội nhờ phòng đào tạo xem xét lại dùm . . . .",
            "Chào bạn,. . Phòng đào tạo đã ghi nhận trường hợp của bạn, và đã chuyển thông tin đến các bộ phận liên quan để kiểm tra và xử lý, bạn vui lòng đợi Pdt phản hồi kết quả qua BKSI hoặc mail sinh viên. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Khiếu nại đăng ký môn học . Em là [full_name], mssv [student_id], Khoa CNVL, chuyên ngành Vật liệu polymer.. . . . Dạ thưa pdt cho đến hiện tại em vẫn bị xoá môn MA4317: luận văn tốt nghiệp ở đợt đăng ký hoch phần tốt nghiệp bổ sung, mặc dù em không hề bị vướng bất kì một điều kiện nào ngoài CCAV (CCAV hiên pdt đã hoãn rồi ạ). . . . Em không rớt bất kì môn tiên quyết nào của LVTN hay chưa đủ số chỉ để nhận luận văn (số chỉ của em hiện là 106 cộng thêm kì 211 là được 134 chỉ, kì 211 em hiện không rớt môn nào) và ngày ctxh (em đang có 13.5 ngày ctxh).. . . . Xét tất cả mọi điều kiện em đều đáp ứng, mong pdt kiểm tra lại trường hợp này của em ạ. Em xin cảm ơn",
            "Chào bạn,. . Phòng đào tạo đã ghi nhận trường hợp của bạn, và đã chuyển thông tin đến các bộ phận liên quan để kiểm tra và xử lý, bạn vui lòng đợi Pdt phản hồi kết quả qua BKSI hoặc mail sinh viên. . Thân",
            "li answer rate: Answer is not complete / Câu trả lời chưa hoàn chỉnh",
            "Dạ em cảm ơn, mong pdt xét lại trường hợp của em ạ vì em thấy mình không vướng điều kiện nào cả ạ.",
            "li answer rate: Answer does not suit / Câu trả lời không đúng ý",
            "Dạ pdt xem xét trường hợp của em với ạ, em không vướng điều kiện gì hết ngoài CCAV quốc tế, hiện em đang có 132 chỉ và 13.5 ngày ctxh. Mong pdt xem lại giúp em"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em là [full_name], mssv [student_id], Khoa CNVL, chuyên ngành Vật liệu polymer.. . . . Dạ thưa pdt cho đến hiện tại em vẫn bị xoá môn MA4317: luận văn tốt nghiệp ở đợt đăng ký hoch phần tốt nghiệp bổ sung, mặc dù em không hề bị vướng bất kì một điều kiện nào ngoài CCAV (CCAV hiên pdt đã hoãn rồi ạ). . . . Em không rớt bất kì môn tiên quyết nào của LVTN hay chưa đủ số chỉ để nhận luận văn (số chỉ của em hiện là 106 cộng thêm kì 211 là được 134 chỉ, kì 211 em hiện không rớt môn nào) và ngày ctxh (em đang có 13.5 ngày ctxh).. . . . Xét tất cả mọi điều kiện em đều đáp ứng, mong pdt kiểm tra lại trường hợp này của em ạ. Em xin cảm ơn",
            "Chào bạn,. . Phòng đào tạo đã ghi nhận trường hợp của bạn, và đã chuyển thông tin đến các bộ phận liên quan để kiểm tra và xử lý, bạn vui lòng đợi Pdt phản hồi kết quả qua BKSI hoặc mail sinh viên. . Thân. .",
            "Dạ pdt xem xét trường hợp này của em với ạ, em không vướng điều kiện gì hết ngoài CCAV quốc tế ( pdt đã tạm hoãn ), hiện em đang có 132 chỉ và 13.5 ngày ctxh, đủ điều kiện nhận lvtn. Mong pdt xem lại giúp em",
            "Dạ pdt xem xét trường hợp này của em với ạ, em không vướng điều kiện gì hết ngoài CCAV quốc tế ( pdt đã tạm hoãn ), hiện em đang có 132 chỉ và 13.5 ngày ctxh, đủ điều kiện nhận lvtn. Mong pdt xem lại giúp em"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em chào thầy cô,. . . . Vừa rồi em kiểm tra kết quả đkmh thì phòng đào tạo không cho em đki môn LVTN do không đủ điều kiện nhận LVTN. Hiện tại em đã được 109 tín chỉ và đã nộp chứng chỉ IELTS, không biết em cần tối thiểu bao nhiêu tín chỉ để được nhận LVTN ạ? Mong thầy cô hỗ trợ ạ.. . . . Em cảm ơn.",
            "Chào bạn,. . Phòng đào tạo đã ghi nhận trường hợp của bạn, và đã chuyển thông tin đến các bộ phận liên quan để kiểm tra và xử lý, bạn vui lòng đợi Pdt phản hồi kết quả qua BKSI hoặc mail sinh viên. . Thân",
            "Chào bạn. . Pdt kiểm tra số tín chỉ tích luỹ ngành của bạn: 105 Không đủ ĐK nhận LVTN. . Gởi đính kèm: file thống kê các môn chưa tích lũy + số tín chỉ đã tích lũy. . Bạn kiểm tra lại nghen. . Trường hợp SV học môn tương đương nhưng chưa được cập nhật, vui lòng gửi lại thêm 1 yêu cầu khác về việc xin cập nhật môn tương đương (ghi rõ tên và mã MH SV học, ở học kỳ nào? bao nhiêu điểm? và tương đương với môn học nào thuộc CTĐT của SV). . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính gửi phòng đào tạo,. . Em tên là [full_name], MSSV: [student_id], khoa Kỹ thuật hóa học.. . Em muốn hỏi về TKB HK2 của em không còn hiển thị nữa và các môn học trên e-learning của hk2 cũng mất luôn ạ.. . Em xin cảm ơn.. .",
            "Chào bạn,. . Phòng đào tạo đã ghi nhận trường hợp của bạn, và đã chuyển thông tin đến các bộ phận liên quan để kiểm tra và xử lý, bạn vui lòng đợi Pdt phản hồi kết quả qua BKSI hoặc mail sinh viên. . Thân. .",
            "Chào bạn;. . bạn check lại mail về vấn đề hồ sơ của bạn và làm theo hướng dẫn nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Điểm đề cương luận văn tốt nghiệm . Em chào PĐT, sau khi hỏi gvhd về việc điểm đề cương luận văn tốt nghiệp thì thầy báo đã nộp điểm rồi. Và một số bạn có, một số bạn không có, nhưng đều cùng lớp. Sau khi thầy kiểm tra, thì thấy các bạn trong danh sách tờ thứ 2 đều chưa có điểm, tờ một thì có điểm. [full_name]ầy có bảo em là liên hệ hỏi PĐT. Em mong cô có thể giải đáp giúp em thắc mắc này. Em cảm ơn.. . Mã môn AS4325, đề cương luận văn tốt nghiệp, giáo viên hướng dẫn [full_name].s [full_name].. . . .",
            "Chào bạn. . Pdt kiểm tra trong hệ thống gốc chưa có điểm nghen bạn. . Về việc nhập điểm là do Giảng viên phụ trách nhập điểm nghen bạn. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Mở môn học học kỳ 213 . Em muốn xin PĐT mở lớp môn PPL-CO3005 HK dự thính. PĐT có thể mở lớp rồi để sv đăng ký nếu không đủ thì đợt sau xóa được không ạ ?. .",
            "Chào em;. . vui lòng xem lại mail trường đã hướng dẫn mở lớp . . thân",
            "No solution"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Kính gửi PĐT,. . . . Em tên là   B Nguyễn Minh Khang  /B , hiện đang là sinh viên lớp   B VP VT 2014 (PFIEV)  /B , mssv:   B [student_id]  /B . . . . Lúc trước em có đăng ký xét tốt nghiệp đợt T11/2021 nhưng do còn chứng chỉ Tiếng Pháp DELF B1 của em chưa thẩm tra xong nên chưa thể xét được. Nay chứng chỉ Tiếng Pháp của em đã được thẩm tra xong và hợp lệ, kính xin BLĐ phòng Đào tạo có thể cứu xét cho em có thể được đăng ký xét tốt nghiệp đợt T11/2021 để em có thể sớm nhận bằng tốt nghiệp và xin việc làm ạ.. . . . Em rất mong BLĐ phòng Đào tạo có thể xem xét và hỗ trợ giúp em để em có thể được đăng ký xét tốt nghiệp, em xin chân thành cảm ơn ạ.. . . . Trân trọng,",
            "\"\"\"Chào em,. . Trường hợp SV đã đủ điều kiện tốt nghiệp, SV theo dõi lịch trình tốt nghiệp tháng 4/2022 tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 4/2022 (Hiện tại chưa cập nhật). . Sau thời gian công bố danh sách dự kiến tốt nghiệp, trường hợp SV vẫn chưa có tên trong danh sách dự kiến, có thể gửi câu hỏi qua bksi để được xét bổ sung (nếu đã đủ điều kiện tốt nghiệp), ds tốt nghiệp dự kiến sẽ cập nhật sau tết nguyên đán nhé. . Về tình trạng sinh viên, khi nào em có tên trong ds dự kiến tốt nghiệp, PDT sẽ tự động ra QD thu nhận cho bạn nhé. . Thân\"\"\""
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính gửi quý thầy cô ạ,. . Em tên là [full_name], MSSV [student_id].. . . . Vào ngày 19/1/2022, em có gửi yêu cầu xin đổi môn học từ Thực tập đồ án đa ngành – Hướng Trí Tuệ Nhân Tạo (CO3107) sang môn Thực tập đồ án đa ngành – Hướng Công nghệ phần mềm (CO3109) vì em sơ suất đăng ký nhầm môn.. . . . Hiện tại, em đã kiểm tra thời khóa biểu trên myBK vẫn còn giữ môn học Thực tập đồ án đa ngành – Hướng Trí Tuệ Nhân Tạo, mà việc phân nhóm học tập của các môn Thực tập đồ án đa ngành đang thực hiện và kết thúc vào ngày 26/1/2022 nên em sợ rằng mình sẽ không kịp tìm nhóm thực tập đồ án. Vì vậy, em xin phép giữ lại việc đăng ký môn học Thực tập đồ án đa ngành – Hướng Trí Tuệ Nhân Tạo như lúc đầu đăng ký để thuận lợi cho việc học tập môn Thực tập đồ án đa ngành. . Em thành thật xin lỗi vì đã làm phiền quý Thầy Cô nhiều lần ạ. Đây hoàn toàn là lỗi của em, xin kính mong quý Thầy Cô thông cảm và giúp đỡ em ạ. Em xin chân thành cám ơn quý Thầy Cô nhiều ạ.. . [full_name],. . [full_name]. . . .",
            "Chào em,. . Đã đăng ký môn CO3109 và hủy CO3107, TKB dự kiến sẽ được cập nhật lại sau ngày 24/1/2022. . SV lưu ý lần sau ghi lại cho đúng mã MH nhé.. . vui lòng xem lại câu hỏi trước của SV (Do ghi nhầm mã MH nên PDT không xử lý được). . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em đã đăng kí in bảng điểm từ ngày 10/1 nhưng đến bây giờ vẫn chưa nhận được. . . Kinh mong pđt kiểm tra lại giúp em.. . Em cảm ơn",
            "Chào em;. . hiện tại bưu điện hết nhận thư nên qua tết sẽ gửi thư lại cho em nhé. . thân",
            "Chào em,. . Hiện tại bưu điện đã ngưng nhận gửi thư nên hiện tại phải qua tết mới gửi bảng điểm theo địa chỉ SV đăng ký được nhé bạn. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Do em chỉ còn av4 hoặc toeic   600 để có thể đăng kí tốt nghiệp hk212. . . Cho em hỏi là sau tết, trường có tiếp  tục mở lớp av4 học online không ạ? . . Do hiện giờ em ở địa phương và đã đi làm nên không thể đến trường học được. Kinh mong pđt xem xét có thể mở thêm lớp av4 sau tết với hình thức học trực tuyến (online) ngoài giờ hành chính để những trường hợp như em có  thể hoàn thành chương trình ạ. . . Em cảm ơn.",
            "Chào bạn. . Vậy bạn theo dõi thông báo mở lớp dự thính anh văn theo nhu cầu sau tết Nguyên đán. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Khiếu nại đăng ký môn học . Em xin chào thầy cô.. . EM được biết HK tới bọn em được miễn AV và được đăng ký môn LVTN (Em đã đăng ký ĐCLVTN và hoàn thành). Nhưng hôm nay em nhận được kết quả đk LVTN vẫn chưa được. Em có thể xin hỏi lý do vì sao không ạ ?",
            "Khiếu nại đăng ký môn học. . . . Em xin chào thầy cô.. . EM được biết HK tới bọn em được miễn AV và được đăng ký môn LVTN (Em đã đăng ký ĐCLVTN và hoàn thành). Nhưng hôm nay em nhận được kết quả đk LVTN vẫn chưa được. Em có thể xin hỏi lý do vì sao không ạ ?  /QUOTE . . . . Có một số môn học em học kì vừa rồi mới được update điểm. Em muốn hỏi đó có phải lí do không ạ ? Mong PĐT giải quyết nhanh chóng giúp em. . . .",
            "Chào bạn,. . Phòng đào tạo đã ghi nhận trường hợp của bạn, và đã chuyển thông tin đến các bộ phận liên quan để kiểm tra và xử lý, bạn vui lòng đợi Pdt phản hồi kết quả qua BKSI hoặc mail sinh viên. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Khiếu nại đăng ký môn học . Kính gửi Phòng đào tạo!. . Em là [full_name], MSSV [student_id], khoa Công Nghệ Vật Liệu.. . Kỳ 212 em có đăng ký môn Luận văn tốt nghiệp (MA4317) trong tất cả các đợt đăng ký cho học kì chính. Nhưng PĐT đã hủy Luận văn của em với lí do \"(L: Không đủ đ/kiện nhận LVTN)\". . Cho em xin hỏi, tại sao PĐT lại hủy Luận văn tốt nghiệp của em vậy ạ?. . Em tự xét thấy, em đáp ứng đầy đủ các yêu cầu để được nhận Luận văn trong kì 212 này.. . - Em đã có 16,5 ngày CTXH.. . - Em đã pass qua AV4 và chuẩn Giáo dục thể chất.. . - Nhà trường tạm thời KHÔNG xét chuẩn CCAV quốc tế khi xét LVTN cho HK chính 212.. . - Về tín chỉ tích lũy ngành (TCTL ngành), em từng chuyển chuyên ngành và hiện đang học chuyên ngành Vật liệu Silicat (khoa em cho phép chuyển chuyên ngành trong quá trình học). Nên có thể hệ thống có sai sót trong quá trình cập nhật TCTL ngành. . . Hiện em có 131 tổng số tín chỉ tích lũy trên 142 số TCTL để tốt nghiệp của ngành Silicat. Em chỉ còn 3 chỉ thực tập (đã đăng ký rồi nhưng bị hoãn thực tập do dịch bệnh) và 9 chỉ LVTN.. . Em đã gặp trường hợp thiếu TCTL ngành khi đăng ký Thực tập tốt nghiệp và PĐT cũng đã giải quyết cho em rồi.. . Mong PĐT xem xét trường hợp của em và giúp em Đăng ký Luận văn (MA4317) ạ. Em xin cảm ơn!. .",
            "Chào bạn,. . Phòng đào tạo đã ghi nhận trường hợp của bạn, và đã chuyển thông tin đến các bộ phận liên quan để kiểm tra và xử lý, bạn vui lòng đợi Pdt phản hồi kết quả qua BKSI hoặc mail sinh viên. . Thân",
            "Chào bạn. . Pdt kiểm tra số tín chỉ tích luỹ ngành của bạn: 101 Không đủ ĐK nhận LVTN. . Gởi đính kèm: file thống kê các môn chưa tích lũy + số tín chỉ đã tích lũy. . Bạn kiểm tra lại nghen. . Trường hợp SV học môn tương đương nhưng chưa được cập nhật, vui lòng gửi lại thêm 1 yêu cầu khác về việc xin cập nhật môn tương đương (ghi rõ tên và mã MH SV học, ở học kỳ nào? bao nhiêu điểm? và tương đương với môn học nào thuộc CTĐT của SV). . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: em chào thầy cô, em là [full_name], MSSV [student_id], trên bảng điểm của em thì môn GDTC2 (PE1005) của học kì 2 2017-2018 thì là điểm không đạt, sau đó em có học bù môn bóng chuyển vào học kì 1 2019-2020 (PE1011), vào học kì đó môn học GDTC có gmail của trường là đổi qua các môn học khác với quy định mã từng môn như môn bóng chuyền ạ , vậy giờ em muốn chuyển điểm môn bóng chuyền sang GDTC2 thì cần làm gì ạ",
            "Yêu cầu khác: em chào thầy cô, em là [full_name], MSSV [student_id], trên bảng điểm của em thì môn GDTC2 (PE1005) của học kì 2 2017-2018 thì là điểm không đạt, sau đó em có học bù môn bóng chuyển vào học kì 1 2019-2020 (PE1011).. . Theo quy định: SV hoàn thành 3 môn GDTC khác mã môn học. Vậy nên thầy cô cho em hỏi là giờ em có chuyển điểm được không ạ hay em phải học lại môn GDTC2 hay sao ạ, em cám ơn.",
            "Chào em,. . Tự động PDT sẽ cập nhật cho bạn đạt môn GDTC2 nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Em là [full_name], MSSV [student_id], hiện đang học bằng 2 khoa Kỹ thuật Địa chất và Dầu khí.. .      Đợt Đăng ký môn học HK212 - Bổ sung TTTN,DCLV,LVTN em có đăng ký môn Luận văn tốt nghiệp (GE4313), hôm nay em vào Mybk xem Kết quả đăng ký môn học HK212 - Bổ sung TTTN,DCLV,LVTN thì PĐT không đăng ký cho em môn học này với lý do là không đủ điều kiện nhận LVTN. Em kiểm tra thì thấy mình đã đủ điều kiện nhận LVTN. Vậy em xin PĐT kiểm tra giúp em và cho biết em thiếu điều kiện gì? Nếu em đủ điều kiện thì cho em xin được đăng ký môn Luận văn tốt nghiệp (GE4313) để có thể làm trong học kỳ này.. .      Em xin cảm ơn! . .   i Đăng ký môn học .",
            "\"Chào em,. . PDT đã ghi nhận yêu cầu về ĐKMH của bạn và đã chuyển cho bộ phận ĐKMH kiểm tra và xử lý.. . SV vui lòng theo dõi thời khóa biểu được cập nhật tại Mybk/Thông tin sinh viên/Xem thời khóa biểu dự kiến trễ nhất trước ngày 14/2/2022.. . Sau thời gian trên vẫn chưa được cập nhật TKB, SV vui lòng gửi lại câu hỏi qua bksi để biết lý do.. . Thân\"",
            "li answer rate: Answer suits the needs / Câu trả lời đúng ý",
            "li answer rate:"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Kính gửi PĐT! Kết thúc HK212 là em chỉ còn Thực tập tốt nghiệp, Đồ án và Luận văn tốt nghiệp. Như vậy thì HK221 em chỉ cần đăng ký hoàn thành khoá luận mà không cần phải đăng ký đủ số tín chỉ tối thiểu theo qui định có được hay không ạ?",
            "Chào em,. . Việc ĐKMH là tùy sinh viên nhé, trường hợp không có TKB trong học kỳ, SV sẽ bị buộc tạm dừng, không được cấp giấy CNSV.. . Xem chi tiết quy chế tại đây:. . aao.hcmut.edu.vn/sinh viên/quy chế/học vụ/Quy chế đào tạo và học vụ bậc đại học, cao đẳng:/ điều 26. . Thân mến. .",
            "Chào [full_name]T! . . Quy chế đào tạo và học vụ bậc đại học, cao đẳng:/ điều 9.4 thì số TC tối thiểu trong mỗi học kì chính là 14TC. Do em đã học vượt nhiều môn nên đến hk221 (em K.2019 nên hk221 là học kì 7) em chỉ đăng ký \"Đồ Án Chuyên Ngành\" (2TC) thì có được không ạ?",
            "Chào bạn. . Không sao nghen bạn. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính gửi phòng đào tạo,. . Em tên là [full_name], MSSV:[student_id] Khoa Kỹ Thuật Hóa Học.. . Trường hợp của em là ở HK 212 môn GDTC 2 lớp võ của em bị hủy ở đợt 2 do sỉ số thấp mà em quên hiệu chỉnh để đăng kí môn này lớp khác ở  đợt 3 nên hiện tại em không học môn này. Em muốn hỏi là nếu em muốn học thì phải chờ đợt đăng kí tiếp theo đúng không ạ và nếu như vậy thì khoảng thời gian nào em mới được đăng kí học môn GDTC 2 nữa ạ.. . Em mong sẽ được phản hồi sớm.. . Em xin cảm ơn.",
            "responsible person: [551] [staff_name] [helpdesk staff]",
            "em vui lòng cung cấp thêm mã môn học nhé",
            "Chào bạn. . Bạn theo dõi thông báo đợt đăng ký môn học ở HK213 . . Sinh viên Xem chi tiết lịch đăng ký môn học + tốt nghiệp tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ năm học 2021-2022    Học kỳ 3 (sẽ cập nhật sau khoảng tháng 05/2022). . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Khiếu nại đăng ký môn học . Dạ em chào quý thầy cô ạ,. . Em tên là [full_name], MSSV:[student_id] Sinh viên khoa Cơ Khí lớp CK18CTM03. . .  Dạ thưa cô, Em đã đăng kí môn Luận Văn Tốt nghiệp (ktck) mã ME4727 lớp A01 trong đợt đăng kí LVTN bổ sung HK212 vừa rồi. Tuy nhiên em đã bị xóa vì lý do không đủ điều kiện nhận Luận Văn.. .  Hiện tại em đã tích lũy đủ 12.5 ngày CTXH, điểm TTTN và tích lũy được 123 tín chỉ (106 +17 chỉ HK211) nếu tính môn kì chính trước xem như đã qua và hiện tại chỉ còn nợ 7 chỉ môn chuyên ngành. Em đã đáp ứng đủ điều kiện nhận Luận văn tốt nghiệp nhưng bị xóa môn ạ.. .  Em mong quý thầy cô và pdt xem xét, tạo điều kiện cho phép em được đăng kí môn ạ.. .  Em xin cảm ơn. Chúc quý thầy cô có một ngày thật vui vẻ. . .",
            "Chào bạn,. . Phòng đào tạo đã ghi nhận trường hợp của bạn, và đã chuyển thông tin đến các bộ phận liên quan để kiểm tra và xử lý, bạn vui lòng đợi Pdt phản hồi kết quả qua BKSI hoặc mail sinh viên. . Thân",
            "Chào bạn. . Pdt kiểm tra số tín chỉ tích luỹ ngành của bạn: 120  123 Không đủ ĐK nhận LVTN. . Gởi đính kèm: file thống kê các môn chưa tích lũy + số tín chỉ đã tích lũy. . Bạn kiểm tra lại nghen. . Trường hợp SV học môn tương đương nhưng chưa được cập nhật, vui lòng gửi lại thêm 1 yêu cầu khác về việc xin cập nhật môn tương đương (ghi rõ tên và mã MH SV học, ở học kỳ nào? bao nhiêu điểm? và tương đương với môn học nào thuộc CTĐT của SV). . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Khiếu nại đăng ký môn học . Kính gửi Phòng đào tạo!. . Em là [full_name], MSSV [student_id], khoa Công Nghệ Vật Liệu.. . Kỳ 212 em có đăng ký Luận văn tốt nghiệp-MA4317 nhưng đã bị hủy với lí do \"(L: Không đủ đ/kiện nhận LVTN)\". . Em tự xét thấy, em đáp ứng đầy đủ các yêu cầu để được nhận Luận văn trong kì 212 này.. . - Em đã có 16,5 ngày CTXH.. . - Em đã pass qua 4 AV và chuẩn Giáo dục thể chất.. . - Nhà trường tạm thời KHÔNG xét chuẩn CCAV quốc tế khi xét LVTN cho HK chính 212.. . - Về tín chỉ tích lũy ngành (TCTL ngành), em từng chuyển chuyên ngành và hiện đang học chuyên ngành Vật liệu Silicat (khoa em cho phép chuyển chuyên ngành trong quá trình học). Nên có thể hệ thống có sai sót trong quá trình cập nhật TCTL ngành.. . Hiện em có 131 tổng số tín chỉ tích lũy trên 142 số TCTL để tốt nghiệp của ngành Silicat. Em chỉ còn 3 chỉ thực tập (đã đăng ký rồi nhưng bị hoãn thực tập do dịch bệnh) và 9 chỉ LVTN.. . Em đã gặp trường hợp thiếu TCTL ngành khi đăng ký Thực tập tốt nghiệp và PĐT cũng đã giải quyết cũng như khoa đã gửi văn bản về sự thay đổi theo quy định.. . Mong PĐT xem xét trường hợp của em và giúp em Đăng ký Luận văn (MA4317) ạ. Em xin cảm ơn!",
            "Chào bạn,. . Phòng đào tạo đã ghi nhận trường hợp của bạn, và đã chuyển thông tin đến các bộ phận liên quan để kiểm tra và xử lý, bạn vui lòng đợi Pdt phản hồi kết quả qua BKSI hoặc mail sinh viên. . Thân",
            "Chào bạn. . Pdt kiểm tra số tín chỉ tích luỹ ngành của bạn: 100 Không đủ ĐK nhận LVTN. . Gởi đính kèm: file thống kê các môn chưa tích lũy + số tín chỉ đã tích lũy. . Bạn kiểm tra lại nghen. . Trường hợp SV học môn tương đương nhưng chưa được cập nhật, vui lòng gửi lại thêm 1 yêu cầu khác về việc xin cập nhật môn tương đương (ghi rõ tên và mã MH SV học, ở học kỳ nào? bao nhiêu điểm? và tương đương với môn học nào thuộc CTĐT của SV). . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: em ở Khoa BDCN-K21( mssv:[student_id]) hôm 28,29,30 em có lịch thi các môn giải tích, vật lí 1,hóa đại cương nhưng do em bị nhiễm covid từ ba em nên em phải đi cách li để điều trị bệnh nên không hoãn thi ngay lúc đó được. Vào ngày 29 em có mail cho pđt xin hoãn nhưng không được phản hồi nên em không biết cách hoãn trên mybk do lúc đó em đang lo cho gia đình vì cả nhà em đang bị nhiễm nên không tìm hiểu kĩ hướng dẫn hoãn trên mybk. Em có được bên [full_name] chỉ là liên hệ giáo viên xác nhận để được xét thi lại và dưới đây là đơn thi lại có chữ kí thầy [full_name] ( Vật lí 1) và cô [full_name] (Giải tích 1) còn  của cô  [full_name] ( Hóa đại cương) thì cô đã mail cho pđt để được xem xét . Kính mong nhà trường xem xét cho em về vấn đề thi lại này ạ, em sẽ rút kinh nghiệm vào lần sau về việc hoãn thi ạ.. . 3 tệp đính kèm"
        ]
    },
    {
        "intent": "",
        "message": [
            "Khiếu nại đăng ký môn học . Dạ em chào quý thầy cô,. . Em tên là [full_name], MSSV:[student_id]. Sinh viên khoa Cơ khí lớp CK18-CTM03.. . Dạ thưa cô, em đã đắng kí môn học nhập môn lập trình mã CO1003 ở kì dự thính 212 đợt 1 lộ trình 2. Em đã từng học môn này ở kì chính Hk192 tuy nhiên vì kì này em bị trầm cảm và kì 192 em đăng kí 23 tín chỉ nên em xin rút môn học lúc giữa kì và đã thanh toán học phí môn này. Ngày 13/01/2022 em đã trao đổi về vấn đề này nhưng vẫn chưa được đăng kí môn ạ.. .  Hôm nay em viết đơn này xin quý thầy cô xem xét tạo điều kiện cho em đăng kí môn này vì em còn 1 môn nay để được ra trường ạ. Vì e đã đăng kí dự thính lộ trình 1 và bị hủy môn vì lí do học lần đầu ạ.. . Em xin cảm ơn. Chúc quý thầy cô có một ngày vui vẻ và hạnh phúc.",
            "Chào bạn,. . Phòng đào tạo đã ghi nhận trường hợp của bạn, và đã chuyển thông tin đến các bộ phận liên quan để kiểm tra và xử lý, bạn vui lòng đợi Pdt phản hồi kết quả qua BKSI hoặc mail sinh viên. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: em ở Khoa BDCN-K21( mssv:[student_id]) hôm 28,29,30 em có lịch thi các môn giải tích, vật lí 1,hóa đại cương nhưng do em bị nhiễm covid từ ba em nên em phải đi cách li để điều trị bệnh nên không hoãn thi ngay lúc đó được. Vào ngày 29 em có mail cho pđt xin hoãn nhưng không được phản hồi nên em không biết cách hoãn trên mybk do lúc đó em đang lo cho gia đình vì cả nhà em đang bị nhiễm nên không tìm hiểu kĩ hướng dẫn hoãn trên mybk. Em có được bên [full_name] chỉ là liên hệ giáo viên xác nhận để được xét thi lại và dưới đây là đơn thi lại có chữ kí thầy [full_name] ( Vật lí 1) và cô [full_name] (Giải tích 1) còn  của cô  [full_name] ( Hóa đại cương) thì cô đã mail cho pđt để được xem xét . Kính mong nhà trường xem xét cho em về vấn đề thi lại này ạ, em sẽ rút kinh nghiệm vào lần sau về việc hoãn thi ạ.. .",
            "\"Chào bạn,. . Đến thời điểm hiện tại Phòng đào tạo đã gởi hậu kiểm Hoãn thi với Khoa.. . Nên quy trình đến thời điểm này: Bạn tải mẫu đơn PHIẾU ĐĂNG KÝ HOÃN THI/ VẮNG THI CÓ PHÉP (CUỐI KỲ) tại trang web : aao.hcmut.edu.vn    biểu mẫu. MỖI ĐƠN CHO MỘT MÔN. . Sau khi có xác nhận của   B Giảng viên hướng dẫn + Khoa   /B không đồng ý cấm thi, đồng ý cho Hoãn thi gởi cho Phòng đào tạo xem xét nộp qua trang Mybk- Hỗ trợ trực tuyến (BKSI). ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính gửi phòng đào tạo!. . Em tên là [full_name].. . MSSV: [student_id].. . Em viết đơn này kính mong phòng đào tạo có thể cập nhật môn \"Luận văn tốt nghiệp\" lên thời khóa biểu và kết quả đăng ký môn học.. . Vấn đề: em đã đăng ký môn học nhưng kết quả và thời khóa biểu lại không có.. . . .",
            "Chào em,. . Em gửi lại thông tin có: mã số môn học, tên môn học, mã nhóm, HK, lý do nhé. . . Thân mến. . . . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            ". . . . Em chào thầy/cô,. . Em tên [full_name] MSSV [student_id]. . Đợt ĐKMH bổ sung em đã đăng ký và thỏa các điều kiện đăng ký rồi. Nhưng đến hiênn tại kết quả đăng ký môn học bổ sung của em không có, đã bị xóa.. . Mong thầy/cô có thể xử lý giúp em để có thể ĐKMH kịp tiến độ ạ. . Em cảm ơn",
            "Chào bạn,. . Phòng đào tạo đã ghi nhận trường hợp của bạn, và đã chuyển thông tin đến các bộ phận liên quan để kiểm tra và xử lý, bạn vui lòng đợi Pdt phản hồi kết quả qua BKSI hoặc mail sinh viên. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Mở môn học học kỳ 212 .",
            "bạn lên đăng ký online nhé"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em xin chào Phòng đào tạo ạ.. . . . Em tên [full_name], Mã số sinh viên [student_id], ngành kỹ thuật thuật công trình giao thông Chất lượng cao.. . . . Lí do em gửi mail là em xin hỏi về điểm số môn học Cơ học đất (CI3235) trong kì 211 vừa rồi do thầy [full_name] giảng dạy ạ.. . . . Dạ em có hỏi thầy [full_name] về điểm số và thầy đã xác nhận là Khoa Kỹ thuật Xây dựng đã gởi điểm môn Cơ học đất (CI3235) cho Phòng đào tạo để nhập điểm lên hệ thống và Phòng đào tạo cũng đã xác nhận lại với Khoa Xây dựng là đã nhận được ạ.. . . . Khoa Xây dựng xác nhận gởi điểm cho Phòng đào tạo vào ngày 6 tháng 1 năm 2022 ạ.. . . . Kính mong Phòng đào tạo kiểm tra lại giúp em về trường hợp của lớp em với ạ vì hiện tại lớp em chưa có sinh viên nào nhận được điểm ạ. Mong Phòng đào tạo rà soát lại và cập nhật điểm sớm cho tụi em ạ.. . . . Em xin cảm ơn.. . Trân trọng./.",
            "Chào em,. . Cô đã trao đổi với Khoa XD, Khoa sẽ làm việc trực tiếp với PĐT xem bị ách tắc chỗ nào nhé.. . Thân mến. .",
            "Học vụ . Em xin chào Phòng đào tạo ạ.. . . . Em tên [full_name], Mã số sinh viên [student_id], ngành kỹ thuật thuật công trình giao thông Chất lượng cao.. . . . Lí do em gửi mail là em xin hỏi về điểm số môn học Cơ học đất (CI3235) trong kì 211 vừa rồi do thầy [full_name] giảng dạy ạ.. . . . Dạ em có hỏi thầy [full_name] về điểm số và thầy đã xác nhận là Khoa Kỹ thuật Xây dựng đã gởi điểm môn Cơ học đất (CI3235) cho Phòng đào tạo để nhập điểm lên hệ thống và Phòng đào tạo cũng đã xác nhận lại với Khoa Xây dựng là đã nhận được ạ.. . . . Khoa Xây dựng xác nhận gởi điểm cho Phòng đào tạo vào ngày 6 tháng 1 năm 2022 ạ.. . . . Kính mong Phòng đào tạo kiểm tra lại giúp em về trường hợp của lớp em với ạ vì hiện tại lớp em chưa có sinh viên nào nhận được điểm ạ. Mong Phòng đào tạo rà soát lại và cập nhật điểm sớm cho tụi em ạ.. . . . Em xin cảm ơn.. . Trân trọng./.",
            "đã cập nhật điểm trên Mybk"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Kính gửi quý thầy cô phòng đào tạo. . Em tên [full_name]. . MSSV [student_id]. . . . Em đã xem điểm luận văn trên mybk và thấy có sự nhầm lẫn không ạ? Hổm em bảo vệ hội đồng đã chấm em là 8.5 nhưng điểm trên Mybk nhập là 8.21.. . Mong quý thầy cô phòng đào tạo kiểm tra lại giúp em với ạ!. . . . Em cám ơn nhiều ạ!",
            "Chào em,. . Điểm LVTN là do [full_name] nhập nhé bạn, em vui lòng liên hệ [full_name] để được hỗ trợ và giải đáp thắc mắc. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em xin chào Phòng đào tạo ạ.. . . . Em tên [full_name], Mã số sinh viên [student_id], ngành kỹ thuật thuật công trình giao thông Chất lượng cao.. . . . Lí do em gửi mail là em xin hỏi về điểm số môn học Cơ học đất (CI3235) trong kì 211 vừa rồi do thầy [full_name] giảng dạy ạ.. . . . Dạ em có hỏi thầy [full_name] về điểm số và thầy đã xác nhận là Khoa Kỹ thuật Xây dựng đã gởi điểm môn Cơ học đất (CI3235) cho Phòng đào tạo để nhập điểm lên hệ thống và Phòng đào tạo cũng đã xác nhận lại với Khoa Xây dựng là đã nhận được ạ.. . . . Khoa Xây dựng xác nhận gởi điểm cho Phòng đào tạo vào ngày 6 tháng 1 năm 2022 ạ.. . . . Kính mong Phòng đào tạo kiểm tra lại giúp em về trường hợp của lớp em với ạ vì hiện tại lớp em chưa có sinh viên nào nhận được điểm ạ. Mong Phòng đào tạo rà soát lại và cập nhật điểm sớm cho tụi em ạ.. . . . Em xin cảm ơn.. . Trân trọng./."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Kính gửi phòng đào tạo.. . . . Em đã đăng ký hoãn thi môn Phương pháp tính (MT1009), đáng lẽ trường hợp hoãn thi phải là điểm 14, nhưng em không hiểu tại sao trong bảng điểm của em lại hiện điểm thi là 0.00. Em không biết có sự nhầm lẫn nào không? Em mong phòng đào tạo giải đáp giúp em.  . . . . Em xin chân thành cảm ơn!",
            ". . \"\"\"Chào bạn. . Pdt ghi nhận đăng ký Hoãn thi của bạn. . 1502\t[student_id]\t[full_name]\tMT1009\tPhương pháp tính\tDT02\tA\t0.00\t\t\t\t\t\t1344. . Dự kiến vào cuối tháng 01/2022: Ra Quyết định Hoãn thi có điều kiện (SV phải hoàn thành các phần việc của môn học, nhất là TH/TNg và BTL. GV có quyền cấm thi nếu SV không hoàn thành tốt các phần này), và gửi email thông báo kết quả xử lý đến SV.. . Sau khi có quyết định sẽ chuyển thành điểm 14. . Thân\"\"\""
        ]
    },
    {
        "intent": "",
        "message": [
            "Khiếu nại đăng ký môn học . Dạ em chào thầy cô, em xin hỏi tại sao em tiếp tục bị xóa môn học ME4727 (LVTN(ktck)) vậy ạ. Trong khi tính số chỉ tích lũy cả kỳ này, em đã đủ điều kiện đăng ký, rồi theo thông báo là kỹ này bỏ xét anh văn, ngày CTXH em cũng đã đủ, điểm thực tập tốt nghiệp và đề cương luận văn em cũng đã có, thế lí do là gì mà em tiếp tục bị xóa LVTN vậy ạ. EM mong PĐT phản hồi giúp em, vì nếu không, em sẽ không đăng ký được LVTN trong kỳ này vì theo thông báo đợt này đã là đợt cuối. Em xin cảm ơn.",
            "Chào bạn,. . Phòng đào tạo đã ghi nhận trường hợp của bạn, và đã chuyển thông tin đến các bộ phận liên quan để kiểm tra và xử lý, bạn vui lòng đợi Pdt phản hồi kết quả qua BKSI hoặc mail sinh viên. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Khiếu nại đăng ký môn học . Thưa thầy/cô,. . Em là sinh viên k16 và chỉ còn môn cuối cùng là luận văn. Tuy nhiên hiện tại sau cả 4 đợt đăng ký môn, tính cả lần đăng ký bổ sung lvtn em vẫn chưa thể đăng ký được, mặc dù em đã kiểm tra rất kỹ là đã đủ các điều kiện để đăng ký (đã hoàn thành tất cả các môn học trong chương trình học cộng với chứng chỉ tiếng Anh). Em xin phép có câu trả lời thích đáng vì kỳ này rất quan trọng với em để ra trường và xin việc làm.. . Thân mến",
            "Chào bạn,. . Phòng đào tạo đã ghi nhận trường hợp của bạn, và đã chuyển thông tin đến các bộ phận liên quan để kiểm tra và xử lý, bạn vui lòng đợi Pdt phản hồi kết quả qua BKSI hoặc mail sinh viên. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em xin chào thầy cô ạ!. . Học kì 212 em có hoãn thi 2 môn. Nhưng đến giờ trên bảng điểm vẫn hiện điểm 13.. . Thầy cô cho em hỏi, hoãn thi 212 đã được PDT giải quyết chưa ạ!. . Em xin chân thành cảm ơn thầy cô đã xem!. . Mong thầy cô giải đáp thắc mắc giúp em.  Cảm ơn ạ. . . . . .",
            "\"Chào bạn. . Pdt đã nhận yêu cầu Hoãn thi 2 môn của SV và sẽ xử lý theo quy trình. . Về vấn đề Hoãn thi của HK211 bạn vui lòng xem chi tiết: Thông báo kế hoạch tổ chức thi HK211 Pdt đã gởi qua mail  vào ngày 22/11/2021- Mục 5. Hoặc Quy trình Hoãn thi HK211 Pdt đã gởi qua mail  vào ngày 10/12/2021. . Thân\""
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Thưa thầy/cô,. . Em là sinh viên k16, đã hoàn thành hết tất cả các môn học trừ lvtn nhưng lại chưa đăng ký được luận văn nên khả năng kỳ này sẽ k có môn học nào trong thời khóa biểu. Em xin được phép . . hỏi liệu em có bị buộc thôi học không ạ? Có cách nào để em bảo lưu học kỳ này qua hình thức online để tiếp tục học vào kỳ sau không ạ? Em rất mong nhận được câu trả lời của nhà trường.. . Thân mến.",
            "\"Chào bạn,. . Về việc đăng ký tạm dừng học:. . Bạn vui lòng tải mẫu đơn: Tạm dừng tại trang web : aao.hcmut.edu.vn    Sinh viên    biểu mẫu. . Điền đầy đủ thông tin nộp qua mail [email] hoặc BKSI. . Thân. . \""
        ]
    },
    {
        "intent": "",
        "message": [
            "Dear [full_name]. . Em: [full_name]. . Mssv:[student_id]. . Ngành: Kỹ thuật điều khiển Tự động hóa hệ VLVH. . Em có xin PDT DKMH EE2019 Cơ sở điều khiển tự động.. . PDT báo đã tiếp nhận và báo sau 14/1 sẽ có TKB. Tới nay TKB em chưa có môn EE2019.. . Mong thầy cô xem giúp em lại ạ. . Em thân gửi. . . .",
            "Chào bạn,. . Phòng đào tạo đã ghi nhận trường hợp của bạn, và đã chuyển thông tin đến các bộ phận liên quan để kiểm tra và xử lý, bạn vui lòng đợi Pdt phản hồi kết quả qua BKSI hoặc mail sinh viên. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . E chào thầy cô ạ. . Cho e hỏi là em có đăng kí kì dự thính 4 môn nhưng thời khoá biểu em bây giờ chỉ có 2 môn thôi ạ. Tới đợt 2 hôm nay được đăng kí em muốn đăng kí thêm nhưng lại bị cấm đăng kí ạ. Thầy (cô) có thể cho em biết lí do không ạ ? Kính mong thầy ( cô) có thể tạo điều kiện cho em đăng kí thêm .Em cảm ơn thầy ( cô) .",
            "Chào bạn,. . . . Theo lịch sử đăng ký môn học: thì bạn có đăng ký thêm 2 môn AS1003 và SP1031 lớp Dự thính.. . . . Trong lịch sử đăng ký môn học, có ghi lý do 2 môn học này bạn không đăng ký được vì [full_name] không mở lớp, SV liên hệ VP [full_name].. . . . Chúc bạn học tốt. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Khiếu nại đăng ký môn học . Kính gửi phòng đào tạo,. . . . Em tên là [full_name], MSSV [student_id].. . Vào đợt đăng kí môn học dự thính HK212-CQ Đợt 3, lộ trình 1, em đã đăng kí thành công môn học KTCT3 (ME3201) như hình đính kèm. Nhưng đến nay đã qua 3 tuần rồi mà thời khóa biểu trên mybk cũng như eLearning của em không có cập nhật môn học đó ạ. Xin phòng đào tạo xem xét, kiểm tra lại giúp em.. . . . Em xin cảm ơn và mong nhận được phản hồi sớm của phòng đào tạo.. . . . Trân trọng,. . [full_name]",
            "Chào bạn,. . Phòng đào tạo đã ghi nhận trường hợp của bạn, và đã chuyển thông tin đến các bộ phận liên quan để kiểm tra và xử lý, bạn vui lòng đợi Pdt phản hồi kết quả qua BKSI hoặc mail sinh viên. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Khiếu nại đăng ký môn học . Dạ em chào thầy cô ạ!. . Em tên [full_name], MSSV: [student_id], lớp CK18CDM. Dạ thầy cô ơi ngành Công nghệ may của em đủ 123 tín chỉ được đăng kí luận văn tốt nghiệp. Đợt đăng kí luận văn này em bị xóa, em xem lịch sử thì do không đủ điều kiện. Nhưng em đã học xong các môn tiên quyết, còn tín chỉ tích lũy hết kì 211 là em đủ tín chỉ rồi ạ. Em vừa chuyển điểm anh văn vào ngày 14-01-2022 để chuyển điểm cho đủ tích lũy tín chỉ, tổng tất cả em được 124 tín chỉ. Có thể do pđt chưa cập nhật kịp tín chỉ anh văn của em nên luận văn em bị xóa. Kính mong thầy xem xét trường hợp của em với ạ. Em rất hy vọng được đăng kí luận văn tốt nghiệp(ME4545) vào kì 212 ạ.. . Rất mong nhận phản hồi từ thầy cô, em chân thành cảm ơn ạ.",
            "Chào bạn,. . Phòng đào tạo đã ghi nhận trường hợp của bạn, và đã chuyển thông tin đến các bộ phận liên quan để kiểm tra và xử lý, bạn vui lòng đợi Pdt phản hồi kết quả qua BKSI hoặc mail sinh viên. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Mở môn học học kỳ 212 . PĐT có thể cho em lý do tại sao không mở lớp và làm cách nào để mở lớp Hoá lý kỳ Dự thính 212 không ạ? Đây là sĩ số đăng ký môn hiện tại và câu trả lời của Thầy [full_name] đại diện khoa Kỹ thuật Hoá học.. . Trân trọng",
            "Chào bạn. . Môn CH2003 có mở ở dự thính lộ trình 2 . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: chào thầy, cô em có đk in thẻ sv trên trang của trường do dịch về quê em k bt có làm mất thẻ k nên đã lên đk in lại. em đã đk từ hồi 4/1 và thanh toán rồi nhưng tới giờ vân chauw có thẻ ạ",
            "Chào em,. . Trường hợp của em đã in thẻ, nhưng hiện tại do bưu điện đã ngưng nhận thư nên chưa gửi thể gửi cho SV được, sau ngày 10/2/2022 mới gửi thư đi được nhé bạn. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Trong đợt đăng ký cuối cùng ngày 18-1, e có đăng ký luận văn tốt nghiệp. Mặc dì lúc đăng ký có ghi đủ điều kiện nhưng đến lúc có kết quả lại bị mất ạ. Em rất hoang mang và không biết lí do là gì, mong thầy cô giúp đỡ ạ! . .   i Khiếu nại đăng ký môn học .",
            "Chào em,. . Em vui lòng gửi thông tin có: mã số môn học, tên môn học, mã nhóm, HK, lý do nhé. . . Thân mến. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: - Dạ cho em hỏi là khi qua tết mình học onl tiếp hay mình học ở trường ạ?. . - Dạ để em biết để còn tim trọ nữa ạ",
            "Chào em,. . Vào đầu học kỳ, nhà trường đã thông báo là sẽ dần cho học trực tiếp từ sau Tết Nguyên đán. Trong tuần này, nhà trường sẽ có thông báo rõ hơn về việc đến trường trực tiếp cho toàn bộ sinh viên.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính gửi Phòng đào tạo!. . Em là Đinh Trần Kim Nguyên, MSSV [student_id], khoa Công Nghệ Vật Liệu.. . Kỳ 212 em có đăng ký môn Luận văn tốt nghiệp (MA4317) trong tất cả các đợt đăng ký cho học kì chính. Nhưng PĐT đã hủy Luận văn của em với lí do \"(L: Không đủ đ/kiện nhận LVTN)\". . Cho em xin hỏi, tại sao PĐT lại hủy Luận văn tốt nghiệp của em vậy ạ?. . Em tự xét thấy, em đáp ứng đầy đủ các yêu cầu để được nhận Luận văn trong kì 212 này.. . - Em đã có 15,5 ngày CTXH.. . - Nhà trường tạm thời KHÔNG xét chuẩn CCAV quốc tế khi xét LVTN cho HK chính 212.. . - Về tín chỉ tích lũy ngành (TCTL ngành), em từng chuyển chuyên ngành và hiện đang học chuyên ngành Vật liệu Năng Lượng (khoa em cho phép chuyển chuyên ngành trong quá trình học). Nên có thể hệ thống có sai sót trong quá trình cập nhật TCTL ngành.. . Hiện em có 127 (Một số môn chưa có điểm đến thời điểm hiện tại ngày 21/01/2021) tổng số tín chỉ tích lũy trên 142 số TCTL để tốt nghiệp của ngành Năng Lượng. . . Em đã gặp trường hợp thiếu TCTL ngành khi đăng ký Thực tập tốt nghiệp và PĐT cũng đã giải quyết cho em rồi.. . Mong PĐT xem xét trường hợp của em và giúp em Đăng ký Luận văn (MA4317) ạ. Em xin cảm ơn!",
            "Chào em,. . PDT đã ghi nhận yêu cầu về ĐKMH của em và đã chuyển cho bộ phận ĐKMH kiểm tra và xử lý.. . SV vui lòng theo dõi thời khóa biểu được cập nhật tại Mybk/Thông tin sinh viên/Xem thời khóa biểu dự kiến trễ nhất trước ngày 25/1/2022.. . Sau thời gian trên vẫn chưa được cập nhật TKB, SV vui lòng gửi lại câu hỏi qua bksi để biết lý do. . Thân mến. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Em chào thầy/cô ạ . . Em tên : [full_name]. . Mssv : [student_id]. . Thầy cô cho em hỏi lý do em không đăng kí được luận văn tốt nghiệp là em bị vướng gì ạ . . Em cảm ơn ạ .. .",
            "Chào em,. . Thông tin có: mã số môn học, tên môn học, mã nhóm, HK, lý do nhé. . . Thân mến. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Em tên [full_name] - MSSV [student_id] khoa quản lý công nghiệp. . Em có đăng ký luận văn tốt nghiệp bổ sung mà kết quả báo về là không đủ điều kiện . . Theo em được biết là kỳ này trường không xét chỉ anh văn và đủ 6 ngày CTXH . . Tín chỉ em đang học trong kỳ này là đủ 128 chỉ. . . Không biết em thiếu điều kiện kiện nào ạ, mong pđt check lại dùm em. . . Nếu em thiếu bằng quốc phòng, em có học rồi em xin bổ sung được không ạ. Mong pdt tạo cơ hội cho em được hoàn thành LVTN trong học kỳ này em xin trân trọng cảm ơn.  . . Trân trọng,",
            "Chào em,. . Em vui lòng gửi thông tin có: mã số môn học, tên môn học, mã nhóm, HK, lý do nhé. . . Thân mến. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "CODE Khiếu nại đăng ký môn học . . . Kính gửi phòng đào tạo,. . Em tên [full_name] - MSSV [student_id] khoa quản lý công nghiệp. . Em có đăng ký luận văn tốt nghiệp bổ sung mà kết quả báo về là không đủ điều kiện . . Theo em được biết là kỳ này trường không xét chỉ anh văn và đủ 6 ngày CTXH . . Tín chỉ em đang học trong kỳ này là đủ 128 chỉ. . . Không biết em thiếu điều kiện kiện nào ạ, mong pđt check lại dùm em. . . Nếu em thiếu bằng quốc phòng, em có học rồi em xin bổ sung được không ạ. Mong pdt tạo cơ hội cho em được hoàn thành LVTN trong học kỳ này em xin trân trọng cảm ơn.  . . Trân trọng,",
            "Chào bạn,. . Phòng đào tạo đã ghi nhận trường hợp của bạn, và đã chuyển thông tin đến các bộ phận liên quan để kiểm tra và xử lý, bạn vui lòng đợi Pdt phản hồi kết quả qua BKSI hoặc mail sinh viên. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Thầy cô cho em hỏi đợt đkmh bổ sung lvtn em vẫn bị huỷ ạ ME4545 ạ",
            "Chào em,. . PDT đã ghi nhận yêu cầu về ĐKMH của em và đã chuyển cho bộ phận ĐKMH kiểm tra và xử lý.. . SV vui lòng theo dõi thời khóa biểu được cập nhật tại Mybk/Thông tin sinh viên/Xem thời khóa biểu dự kiến trễ nhất trước ngày 25/1/2022.. . Sau thời gian trên vẫn chưa được cập nhật TKB, SV vui lòng gửi lại câu hỏi qua bksi để biết lý do. . Thân mến. . . ."
        ]
    }
]