[
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Pđt cho e hỏi bây giờ em muốn xin đăng ký vào lớp Đồ án Bê tông 1 học kỳ này có còn được không ạ? Em xin cám ơn",
            "Chào bạn,. . Hiện tại đã hết thời gian đã đăng ký MH của HK211 rồi nhé bạn. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Em chào quý Thầy cô,. . Em tên [full_name], MSSV [student_id]. . . . Hiện tại em đã có tên trong danh sách tốt nghiệp đợt 2 (11/2021) và đã thanh toán lệ phí tốt nghiệp vào ngày 14/09/2021.. . . . Em có nguyện vọng được cấp giấy chứng nhận tốt nghiệp tạm thời sớm nhất có thể để có thể bổ sung hồ sơ việc làm. Em mong được sự hỗ trợ từ quý Thầy cô.. . . . Em xin chân thành cảm ơn.",
            "Chào bạn. . Giấy chứng nhận tốt nghiệp sẽ được tải lên trang đăng ký hồ sơ cấp bằng. Sinh viên tự lên tải về sử dụng trong thời gian này (thứ 5 hàng tuần PDT sẽ lấy dữ liệu SV đăng ký và đóng tiền lệ phí tốt nghiệp trước đó để tiến hành in giấy CN tốt nghiệp tạm thời). Sẽ được cập nhật vào thứ 6 hàng tuần. . Giấy chứng nhận bản giấy vẫn được gửi về khoa và Sinh viên tự về Khoa nhận khi tình hình bình thường lại,. . SV vui lòng kiểm tra kỹ thông tin trên giấy CN tốt nghiệp tạm thời, nếu có sai sót gì vui lòng phản hồi lại PDT để kịp chỉnh sửa, những thông tin trên CN tốt nghiệp tạm thời sẽ dùng để in bằng TN. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính chào Pđt. . Mình bị rớt môn đồ án bê tông cốt thép 1, do thầy up điểm trễ nên không kịp đăng ký. Ko biết phòng đào tạo có thể đăng ký cho mình vào lớp dự thính được ko. Mong phòng đào tạo giúp đỡ.",
            "Chào bạn,. . HK dự thính không mở môn đồ án nhé!. . Thân",
            "li answer rate: Answer suits the needs / Câu trả lời đúng ý"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Chào PĐT. . Em tên là [full_name] MSSV: [student_id]. . Hiện tại em là sinh viên của hệ cao đẳng của Trung Tâm Đào Tạo Bảo Dưỡng Công Nghiệp. Hiện tại em có 95 chỉ tích lũy nhưng điều kiện làm tiểu luận tốt nghiệp là 96. Nhưng vì tình hình dịch bệnh kéo dài gần 4 tháng qua nên em không thể đăng kí thi toeic để nộp điểm (350) vào để đổi điểm AV1 và đủ điều kiện av để làm tiểu luận. Nhưng PĐT có mail là sẽ miễn av để làm tiểu luận. Nên em mong PĐT có thể xem xét lại trường hợp của để em có thể làm được tiêu luận trong kì này ạ.. . Em cảm ơn ạ.",
            "Chào bạn,. . Bạn vui lòng làm đơn xin đặc cách đăng ký LVTN, ghi rõ cụ thể tình trạng bạn thiếu như thế nào so với quy định, ghi rõ lý do.. . Trong đơn phải có xác nhận của [full_name] và GV hướng dẫn đồng ý cho SV thời điểm này vẫn cho nhận TLTN.. . Sau đó nộp qua bksi, cô sẽ giúp bạn chuyển đơn cho ban lãnh đạo xem xét và trả lời đơn cho bạn nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Em tên là [full_name] MSSV: [student_id]\t. . Ngày 6/9/2021 em có gửi yêu cầu rút môn học Thí nghiệm công trình Mã môn học: CI4011. Nhưng hiện tại vẫn chưa được cập nhật ạ. Mong pđt xử lý dùm em ạ.. . Em có gửi file ảnh đính kèm bên dưới ạ.. . Em xin chân thành cảm ơn ạ. . . .",
            "Chào bạn, . . Trong thư trả lời có ghi rõ là cập nhật sau ngày 15/10/2021, bạn vui lòng xem lại câu trả lời nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Thưa Cô,. . . . Em là [full_name], MSSV: [student_id], lớp XD17KSDD.. . . . Em xin gửi Cô hình ảnh tất cả những thông tin tốt nghiệp em thấy được ạ, bao gồm 5 ảnh:. . . . - 1 ảnh: Danh sách tốt nghiệp dự kiến.. . . . - 3 ảnh: Thông tin đăng ký tốt nghiệp trên website MyBK.. . . . - 1 ảnh: Email xác nhận đã đăng ký tốt nghiệp.. . . . Em mong Cô xem xét giúp em ạ.. . Em xin cảm ơn Cô!",
            "Dạ hiện tại với các thông tin trên em không thấy thông tin về bằng KSTN ạ.. . . . Em mong Cô kiểm tra xem em có được nhận bằng KSTN không ạ.. . . . Em xin cảm ơn Cô!",
            "Thưa Cô,. . . . Hôm nay em đã nhận được thông tin giấy chứng nhận tốt nghiệp tạm thời và có thông tin KSTN rồi ạ.. . . . Em cảm ơn Cô đã hỗ trợ ạ!"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính chào PĐT. . Mình bị rớt môn đồ án bê tông cốt thép 1 CI2093, do thầy up điểm trễ nên mình chưa kịp đăng ký. Đây là môn tiên quyết để nhận LVTN, mong phòng đào tạo giúp mình đăng vào học kỳ chính. Cảm ơn PĐT nhiều",
            "Chào bạn,. . Bạn vui lòng làm đơn xin đăng ký môn học trễ hạn, ghi rõ tên MH và mã MH, lý do đăng ký trễ hạn (Trong đơn phải có xác nhận đông ý của GVHD đồ án và khoa, dù trễ hạn) và gửi đơn qua bksi nhé, cô sẽ giúp bạn gửi đơn cho ban lãnh đạo xem xét và trả lời. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]  /b \t[full_name] [full_name] [full_name] [full_name]   i Tốt nghiệp  /i [full_name] [full_name] [full_name] [full_name] Dạ em chào PĐT,[full_name] [full_name] [full_name] [full_name] Hiện tại em đủ điều kiện tốt nghiệp, đã đăng ký tốt nghiệp, in bảng điểm và cũng đã thanh toán đủ trên BKpay[full_name][full_name] [full_name] [full_name] [full_name] Em đang chuẩn bị hồ sơ để đi du học cao học[full_name] Vì vậy em viết tin này xin nhờ PĐT hỗ trợ gửi file mềm/file scan bảng điểm và bằng tốt nghiệp tạm thời sớm qua email giúp em để em kịp hoàn thành hồ sơ cuối tháng 9/đầu tháng 10 này ạ[full_name] Vì tình hình dịch bệnh phức tạp em lo ngại việc chuyển phát các loại giấy tờ trên làm ảnh hưởng đến tiến độ nộp hồ sơ quan trọng của em[full_name][full_name] [full_name] [full_name] [full_name] Em cảm ơn Phòng[full_name] Mong nhận được phản hồi từ Phòng sớm ạ[full_name][full_name] [full_name] [full_name] [full_name] Trân trọng,[full_name] [full_name] [full_name][full_name]/[full_name]",
            "Chào em,. . Giấy chứng nhận tốt nghiệp sẽ được tải lên trang đăng ký hồ sơ cấp bằng. Sinh viên tự lên tải về sử dụng trong thời gian này (thứ 5 hàng tuần PDT sẽ lấy dữ liệu SV đăng ký và đóng tiền lệ phí tốt nghiệp trước đó để tiến hành in giấy CN tốt nghiệp tạm thời). Sẽ được cập nhật vào thứ 6 hàng tuần. . Giấy chứng nhận bản giấy vẫn được gửi về khoa và Sinh viên tự về Khoa nhận khi tình hình bình thường lại,. . SV vui lòng kiểm tra kỹ thông tin trên giấy CN tốt nghiệp tạm thời, nếu có sai sót gì vui lòng phản hồi lại PDT để kịp chỉnh sửa, những thông tin trên CN tốt nghiệp tạm thời sẽ dùng để in bằng TN. . Về bảng điểm, khi nào trên hệ thống báo đã in xong bạn gửi lại yêu cầu nhờ scan bảng điểm giúp cô nhé. . Thân. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính thưa thầy, cô PĐT!. . Em tên [full_name], MSSV: [student_id], khoa: Xây dựng.. . Hiện nay, PĐT đã mở 4 đợt đăng ký AV nói viết  nhưng đến nay em vẫn chưa nhận được mail để đăng kí thi ạ. Em xin phép hỏi PĐT về cách thức, hướng dẫn để được đăng kí thi AV nói viết nhằm phục vụ vấn đề tốt nghiệp của em không ạ. Xin chân thành cảm ơn thầy cô. Mong thầy cô hồi âm.. .   i Yêu cầu khác .",
            "Chào bạn,. . Ngày 23/9 bạn vô đăng ký lại nhé, cô đã ghi nhận và báo mở cho bạn đăng ký.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Cho em hỏi với điều kiện song hành AS3325 Thực tập ngoài trường thì mùa dịch này em không đi được nên có thể cho em gác lại và đăng ký Đề cương luận văn tốt nghiệp(mã môn AS4325) không ạ? Khoa em cũng có nhiều bạn không kịp thực tập nhưng vẫn đăng ký được.. . Mong thầy cô giúp em để em kịp tiến độ và không trễ tốt nghiệp. Em xin chân thành cảm ơn.",
            "Chào bạn,. . [full_name],[full_name]. . - Các học phần đang học nhưng chưa có điểm, kể cả học dự thính, và SV không thuộc diện bị cấm thi, được xem là đạt và tích luỹ được tín chỉ để đăng ký các học phần, kể cả các học phần tốt nghiệp (TTNT, ĐCLV và LVTN). Các học phần tốt nghiệp sẽ được PĐT hậu kiểm sau khi có kết quả học tập để đảm bảo đúng điều kiện ràng buộc theo đúng quy định. SV nên cân nhắc kỹ, tự xác định năng lực học tập trước khi đăng ký các học phần tốt nghiệp để việc học tập đạt kết quả tốt nhất.. . - Nhà trường tạm thời không xét điều kiện chuẩn tiếng Anh sau mỗi năm học (Chuẩn Anh văn hàng năm cho riêng HK chính 211 và HK dự thính 211). . Thời điểm này SV muốn xin đăng ký ĐCLV, vui lòng làm đơn trình bày rõ lý do, ghi rõ tên [full_name], mã [full_name], trong đơn phải có xác nhận đồng ý của [full_name] và [full_name] . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Em muốn hỏi là ngày 17/8/2021 em có lịch thi môn Kỹ thuật điện vào lúc 7h nhưng do bị khóa bkexam và trước đó em đã mail hỏi 1 thầy có mail đính kèm khi công bố lịch thi và thầy nói thầy không có quyền hạn mở. Đến 7:04 em mới gửi mail hoãn thi vậy có cần báo với CBCT hoặc trực thi để được ghi nhận vào trong  . . danh sách thi không ạ? Vì em đã hoãn thi trước khi kết thúc buổi thi ạ. . . .",
            "Chào em,. . Em đã điền vào form hoãn thi chưa, nếu chưa thì điền vào nhé.. . . . Thân gửi các bạn sinh viên, . . Phòng Đào tạo (PĐT) đã thông báo cho Sinh viên (SV) về việc nộp đơn hoãn thi trực tiếp cho PĐT đối với các môn học Lý thuyết, mà không thông qua Giảng viên (GV). PĐT sẽ hậu kiểm các tình huống cấm thi sau. Hiện nay, SV đăng ký bằng cách gửi email về PĐT có kèm file và qua hệ thống Hỗ trợ trực tuyến (BKSI). Để nhanh chóng và thuận lợi, PĐT thay đổi phương thức nộp đơn hoãn thi như sau:. . SV đăng nhập vào Google bằng tài khoản BKNetID@hcmut.edu.vn và điền thông tin hoãn thi theo link: https://forms.gle/ckyYcJMWN7w3kqe56. . Hạn cuối: 5 ngày sau khi thi online (chỉ tính ngày làm việc). . Trường hợp SV đã nộp đơn qua email của PĐT và  qua công cụ BKSI (đã hoặc chưa được tiếp nhận), vui lòng điền lại vào form trên để PĐT cập nhật dữ liệu đồng nhất và chính xác.. . Riêng đối với môn Đồ án, Thực tập ngoài trường, Đề cương Luận văn, Luận văn/Tiểu luận tốt nghiệp: SV có thể xin hoãn bảo vệ với lý do dịch Covid-19 ảnh hưởng nghiêm trọng đến kết quả thực hiện đề tài (không thực nghiệm được tại Phòng thí nghiệm, không thực địa, ...). SV gửi email trực tiếp đến Giáo viên hướng dẫn, Khoa/Bộ môn để được xem xét đồng ý và forward email cuối cùng đến email của PĐT để đăng ký.. . Thông tin thêm:. . •\tQuy định hoãn thi (HT): xem chi tiết tại khoản 17.2 Điều 17 trong Quy chế đào tạo và học vụ (aao.hcmut.edu.vn    Sinh viên    Quy chế).. . •\tCác môn có phần thí nghiệm (TNg) sẽ được tổ chức thi sau khi TNg xong. Một số môn, Giảng viên sẽ đề nghị cho thi trước, điểm TNg sẽ có sau, khi đó SV có thể xin hoãn thi.. . •\tRiêng hoãn thi kiểm tra giữa kỳ của HK DT202 và 203: SV liên hệ trực tiếp GV và Bộ môn để được xem xét cho kiểm tra riêng hoặc lấy cột điểm thành phần khác để làm điểm kiểm tra.. .  . . Chúc các bạn học tập thật tốt!. . . . . . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Chào Thầy/Cô, . . . . Cho em hỏi là em đã đăng kí xét tốt nghiệp thành công và có email xác nhận vào ngày 14 thg 9, 2021.. . . . Cho em hỏi là khi nào em được nhận bằng tạm thời ạ? Vì em đang cần gấp để nộp ạ.. . . . Em cảm ơn Thầy/Cô.",
            "Chào em,. . Giấy chứng nhận tốt nghiệp sẽ được tải lên trang đăng ký hồ sơ cấp bằng. Sinh viên tự lên tải về sử dụng trong thời gian này (thứ 5 hàng tuần PDT sẽ lấy dữ liệu SV đăng ký và đóng tiền lệ phí tốt nghiệp trước đó để tiến hành in giấy CN tốt nghiệp tạm thời). Sẽ được cập nhật vào thứ 6 hàng tuần. . Giấy chứng nhận bản giấy vẫn được gửi về khoa và Sinh viên tự về Khoa nhận khi tình hình bình thường lại,. . SV vui lòng kiểm tra kỹ thông tin trên giấy CN tốt nghiệp tạm thời, nếu có sai sót gì vui lòng phản hồi lại PDT để kịp chỉnh sửa, những thông tin trên CN tốt nghiệp tạm thời sẽ dùng để in bằng TN. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Chào anh/chị,. . Em tên là [full_name], MSSV:[student_id]. . Lớp CC16HC12. . Em đã đủ điều kiện xét tốt nghiệp nhưng chưa có tên trong danh sách tốt nghiệp dự kiến do mybk cập nhật điểm sau ngày 10/09.. . Em gửi thông tin này với mong muốn được xét tốt nghiệp bố sung.. . Em xin cảm ơn ạ.",
            "Chào bạn,. . PDT đã ghi nhận yêu cầu về đăng ký xét TN của bạn. SV vui lòng theo dõi email  và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 29/09/2021 SV vẫn chưa nhận được mail hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 11/2021. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Cho em hỏi, AVĐV đạt 330 điểm, thì được phép đăng ký anh văn 1A không ?. . Em cảm ơn ạ!. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Đợt vừa rồi em có đắng ki lớp dự thính anh văn 4(LA1009) với mục đích cần anh văn 4 để xét tốt nghiệp vào tháng 11 này, nhưng khi có thời khoá biểu thì lịch học đến tận tuần 47 và em hiện em đã học được 2 tuần, em có hỏi phòng đào tạo thì họ bảo khả năng sẽ không kịp xét tốt nghiệp vào tháng 11 này. Cho nên giờ em muốn chuyển qua lớp anh văn theo nhu cầu được không ạ? Nếu được em cần làm gì ạ?",
            "Chào bạn. . ·        Pdt sẽ giải quyết tốt nghiệp theo thông báo đến hết HK211 (dự kiến cuối tháng 12/2021) nghen, bạn yên tâm nghen học lớp đang học, không cần chuyển lớp. . Thân. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em mong trường có thể tạo điều kiện hơn cho tụi em có thể tiếp cận các phần mềm bản quyển như SOLIDWORKS,MATLAB. Những phần mềm này rất cần thiết đối với chúng em trong học tập.. . . . Em mong nhà trường có thể mua bản quyền này và các phần mềm khác cho sinh viên sử dụng, tránh những trường hợp sinh viên dùng bản crack, không hợp pháp ảnh hưởng đến ý thức của sinh viên và thương hiệu của nhà trường. . . . Em cảm ơn.",
            "Chào em,. . - Em vui lòng liên hệ Ban Đảm bảo chất lượng qua email: [email]. . . . - Em liên hệ phòng Công tác chính trị sv qua email [email] để được hướng dẫn nhé.. . Em vui lòng liên hệ 2 email trên, đôi khi PĐT cũng tự mua bản quyền để xài em nhé.. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: dạ em chào ạ, trước khi thi cơ lưu chất em đã điền link xin miễn thi mà sao trên bảng điểm lại là điểm 13 ạ",
            "Chào bạn,. . Hiện tại nhà trường chưa ra QD hoãn thi nhé bạn, dự kiến ra quyết định chung vào cuối tháng 12, nên trường hợp đăng ký hoãn thi vẫn bị điểm 13 bình thường. Sau khi hậu kiểm với ds của Khoa thì mới ra quyết định hoãn thi và sẽ điều chỉnh lại điểm trên mybk/Thông tin SV/xem điểm. . Lưu ý:. . 1) PDT sẽ hậu kiểm lại với danh sách cấm thi của Khoa gửi lên, nếu SV bị cấm thi sẽ bị hủy kết quả hoãn thi theo quy định. SV vẫn phải hoàn thành các phần việc của môn học, nhất là TH/TNg và BTL. GV có quyền cấm thi nếu SV không hoàn thành tốt các phần này. . 2) Trường hợp có sự cố bất khả kháng trong khi thi dẫn đến không thể hoàn thành được bài thi, và không được giải quyết cho thi vào ca thi tiếp theo (nếu có), sinh viên có thể đăng ký \"Hoãn thi\" ngay sau buổi thi (không phải vắng thi có phép), SV phải báo với CBCT hoặc trực thi để được ghi nhận vào trong danh sách thi. PDT sẽ đối chiếu lại với danh sách của Khoa về các tình huống đã thi nhưng điểm thấp hoặc không có báo cáo ghi nhận về các sự cố trong buổi thi trước khi quyết định hoãn thi. . 3) Riêng đối với môn Đồ án, Thực tập ngoài trường, Đề cương Luận văn, Luận văn/Tiểu luận tốt nghiệp: SV có thể xin hoãn bảo vệ với lý do dịch Covid-19 ảnh hưởng nghiêm trọng đến kết quả thực hiện đề tài (không thực nghiệm được tại Phòng thí nghiệm, không thực địa, ...). SV gửi email trực tiếp đến Giáo viên hướng dẫn, Khoa/Bộ môn để được xem xét đồng ý và forward email cuối cùng đến email của PĐT để đăng ký.. . Chúc bạn học tập tốt nhé.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Chào anh/chị,. . Em tên là [full_name], MSSV: [student_id], lớp CC17HC11. . Em đã đủ điều kiện xét tốt nghiệp nhưng chưa có tên trong danh sách tốt nghiệp dự kiến do mybk cập nhật đến sau ngày 10/09.. . Em gửi thông tin này với mong muốn được xét tốt nghiệp bổ sung.. . Em xin cảm ơn ạ.",
            "Chào bạn,. . PDT đã ghi nhận yêu cầu về đăng ký xét TN của bạn. SV vui lòng theo dõi email  và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 29/09/2021 SV vẫn chưa nhận được mail hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 11/2021. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Chào Thầy/Cô,. . Em tên là [full_name] MSSV [student_id]. . Em và bạn [full_name] ([student_id]) có làm chung đề tài Luận văn tốt nghiệp. Do em chưa đủ điều kiện anh văn nên em đăng ký LVTN ở HK211, còn bạn Mỹ đã đăng ký LVTN ở HK202 trước đó. Nhưng do tình hình dịch bệnh covid, bạn Mỹ cũng đã tạm hoãn bảo vệ LVTN học kỳ vừa rồi. . . Vậy cho em hỏi em và bạn Mỹ có được bảo vệ chung một Hội đồng tốt nghiệp ở HK này không ạ? Hay là mỗi đứa phải bảo vệ riêng ạ? . . Em có hoãn thi ở HK202 và bị điểm 13, cho em hỏi khi nào được xét và chỉnh lại ạ?. . Em mong sớm nhận được phản hồi. . . Cảm ơn Thầy/Cô.",
            "Chào em,. . - Em liên hệ Khoa hỏi về việc bảo vệ LVTN. . - Em có hoãn thi ở HK202 và bị điểm 13, cho em hỏi khi nào được xét và chỉnh lại ạ?. . =  . . Hiện tại nhà trường chưa ra QD hoãn thi nhé bạn, dự kiến ra quyết định chung vào cuối tháng 12, nên trường hợp đăng ký hoãn thi vẫn bị điểm 13 bình thường. Sau khi hậu kiểm với ds của Khoa thì mới ra quyết định hoãn thi và sẽ điều chỉnh lại điểm trên mybk/Thông tin SV/xem điểm. . Lưu ý:. . 1) PDT sẽ hậu kiểm lại với danh sách cấm thi của Khoa gửi lên, nếu SV bị cấm thi sẽ bị hủy kết quả hoãn thi theo quy định. SV vẫn phải hoàn thành các phần việc của môn học, nhất là TH/TNg và BTL. GV có quyền cấm thi nếu SV không hoàn thành tốt các phần này. . 2) Trường hợp có sự cố bất khả kháng trong khi thi dẫn đến không thể hoàn thành được bài thi, và không được giải quyết cho thi vào ca thi tiếp theo (nếu có), sinh viên có thể đăng ký \"Hoãn thi\" ngay sau buổi thi (không phải vắng thi có phép), SV phải báo với CBCT hoặc trực thi để được ghi nhận vào trong danh sách thi. PDT sẽ đối chiếu lại với danh sách của Khoa về các tình huống đã thi nhưng điểm thấp hoặc không có báo cáo ghi nhận về các sự cố trong buổi thi trước khi quyết định hoãn thi. . 3) Riêng đối với môn Đồ án, Thực tập ngoài trường, Đề cương Luận văn, Luận văn/Tiểu luận tốt nghiệp: SV có thể xin hoãn bảo vệ với lý do dịch Covid-19 ảnh hưởng nghiêm trọng đến kết quả thực hiện đề tài (không thực nghiệm được tại Phòng thí nghiệm, không thực địa, ...). SV gửi email trực tiếp đến Giáo viên hướng dẫn, Khoa/Bộ môn để được xem xét đồng ý và forward email cuối cùng đến email của PĐT để đăng ký.. . Chúc bạn học tập tốt nhé.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính thưa PĐT!. . . . Em có câu hỏi và thắc mắc như sau:. . Hiện em đang thiếu 1 chỉ để đăng ký luận văn. Vậy sau khi học dự thính môn AV3A trong ngắn hạn vào 11/10 , nếu có kết quả em có thể bổ sung được vào điều kiện tín chỉ tích lũy và được tạm nhận hướng dẫn đến trước khi bảo vệ được không ạ! Vậy nếu được phép bổ sung thì bổ sung vào thời điểm nào để thõa mãn điều kiện ạ! Mong PĐT giải đáp giúp em! Em chân thành cảm ơn!. . Chúc quý thầy/cô thật nhiều sức khỏe!",
            "Chào bạn. . Hiện tại bạn có thể viết 1 đơn xin cứu xét đăng ký LVTN . . - Nội dung : xin đăng ký lvtn còn thiếu 1 chỉ, trình bày kế hoạch để khắc phục. . - Đơn phải có xác nhận của giảng viên hướng dẫn + Bộ môn/Khoa. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Thầy cô cho em hỏi, em là sinh viên khóa 16, hiện kì này em đang làm đề cương, em muốn hỏi là em có thể làm song song với luận văn được không ạ?. . Em cảm ơn!",
            "Chào bạn,. . Theo quy là không được nhé,. . Về Chương trình Đào tạo, danh sách môn tương đương…, bạn vui lòng xem tại:. . aao.hcmut.edu.vn/Sinh viên/Chương trình Đào tạo. . Sinh viên thắc mắc về CTĐT vui lòng liên hệ về Khoa xin gặp Thầy/Cô [full_name] trách về CTĐT để được tư vấn và hỗ trợ thêm.. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Do tình hình covid19, em rút hết tiền trong thẻ để giữ tiền mặt phòng thân nên không xoay kịp tiền để thanh toán lệ phí thi. Em thanh toán muôn thì dù thử nhiều lần vẫn không thể thực hiện thành công giao dịch. Em đã liên lạc với ngân hàng và lỗi này sẽ được sửa chữa sớm nhất, kính mong quý thầy cô tạo điều kiện cho em được đóng lệ phí trễ để tham gia thi AV 2 kỹ năng theo hình thức trực tuyến- Đợt 2 - MSMH BKE123 nhằm kịp tốt nghiệp vào tháng 11 tới. Em chân thành cảm ơn",
            "Chào bạn. . Bạn liên hệ •\tSố điện thoại hotline của Ngân hàng OCB để được hỗ trợ (khi có phát sinh sự cố):[student_id]8. . Hoặc số: [student_id]95 : Cô [full_name] phục trách kỹ thuật OCB Lý Thường Kiệt. . Sau khi xử lý xong lệ phí, bạn liên hệ liền Pdt để cho tên bạn vào ds thi các đợt sau. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: E xin chào Phòng Đào Tạo.. . E là [full_name], mssv: [student_id], học lớp BD17CN02. Hiện tại e đã đăng ký giấy xác nhận sinh viên để tạm hoãn nghĩa vụ quân sự mà tới nay vẫn còn đang được xử lý. E kính mong Phòng đào tạo xem xét và cân nhắc xử lý sớm giấy xác nhận sinh viên giúp e để e kịp nộp cho địa phương vào đầu tháng 10 này ạ (e đã đăng ký gửi thẳng giấy về quê bằng hình thức bưu điện). Rất kính mong được Phòng đào tạo giúp đỡ e ạ.. . E xin cảm ơn Phòng đào tạo.",
            "Chào bạn,. . - SV chủ động đăng ký giấy Xác nhận SV hoãn NVQS để bổ sung cho địa phương và chọn dịch vụ gửi qua được bưu điện (người nhận trả tiền) nếu có nhu cầu (PDT không in hàng loạt như các năm trước). . - Sau khi xử lý giấy chứng nhận sinh viên, Phòng Đào tạo sẽ gửi về địa chỉ sinh viên đăng ký khi bưu điện hoạt động lại bình thường trong đợt giãn cách xã hội. Mặt khác, sinh viên có thể tải bản scan trên trang đăng ký chứng nhận sinh viên (sau khi yêu cầu của SV đã được xử lý).. . . . - Vì số lượng sv cần hơi nhiều, PĐT scan up lên nhanh nhất có thể.. . Thân mến,. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác  /i  . . Em chào thầy / cô,. . Em có 2 câu hỏi mong được thầy/ cô giải đáp thắc mắc như sau:. . 1/ Anh văn theo nhu cầu (học dự thính, đăng kí môn học vào ngày 21/9) em có được đăng kí cả 2 lớp 3A, 4A không ạ? Em là sinh viên k17, còn thiếu điểm anh văn 3 và 4 chưa thể thi toeic để chuyển điểm được.. . 2/ Cho em hỏi học phí của anh văn theo nhu cầu này tính như thế nào vậy ạ? Có tính theo tín chỉ dự thính, 800.000 vnđ/chỉ không ạ?. .",
            "Chào bạn. . 1) Bạn chỉ được đăng ký 1 anh văn. . 2) Tính theo tính chỉ dự thính. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em tên [full_name] MSSV [student_id], em đang thiếu 1 chỉ để đăng kí LVTN (vì em chưa học anh văn 1,2,3,4) vậy cho em hỏi kì này em đăng kí anh văn 1A thì nếu em qua môn có được tính 2 chỉ vào tính chỉ tích luỹ ngành để kì sau em đăng kí LVTN được không ạ? Em xin cám ơn ạ",
            "Chào bạn. . Môn Anh văn theo nhu cầu sẽ tính ĐẠT các môn anh văn tương ứng, và tính vào số tín chỉ tích luỹ chung. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Dạ em là [full_name], MSSV [student_id], học kỳ trước em có học môn Độc chất học trong công nghiệp ứng dụng (CH3127), đã thi cuối kỳ và có điểm tuy nhiên điểm của em vẫn chưa được cập nhật lên bảng điểm ạ. GV đã gửi điểm vào ngày 24/8 và các bạn khác trong lớp cũng đã được cập nhật điểm. Mong PĐT xem giúp em ạ. Em đã gửi yêu cầu 1 lần và được trả lời là chờ đến 20/9 nhưng tới hôm nay vẫn chưa thấy điểm được cập nhật ạ. Em cảm ơn PĐT.",
            "Chào em,. . - Điểm do GV dạy em cập nhật. . - Nếu GV đã khóa môn học và muốn sửa điểm thì GV gửi email hoặc phiếu đề nghị mở khóa môn học, nhóm để mở khóa (HK202) trong thời gian cho phép sửa.. . - Nếu thầy cô sửa điểm rồi thì phải nộp lại bảng điểm cho PĐT, lúc đó mới cập nhật lại nhé.. . Thân mến,. . . . . . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: 171[full_name][full_name][full_name][full_name]  /b \t. . . .   i Học vụ . Kính chào PĐT,. . Em có bằng toeic IIG với 560 điểm.. . em đã chuyển điểm anh văn 1. . . Như quy chế thì em đạt anh văn 2 và anh văn [full_name].. . Như vậy em không chuyển điểm điểm anh văn 2 và anh văn [full_name]. và đăng kí học anh văn thay thế anh văn [full_name]A. . . Nếu đạt anh văn [full_name]A em sẽ đủ  điều kiện tốt nghiệp phải không ạ. (các điều  kiện khác đều đạt). và ĐTBTL không tính anh văn 2 [full_name] [full_name] đúng không ạ. em cảm ơn.",
            "Chào bạn. . Cô kiểm tra mới kiểm tra bạn mới đăng ký chuyển điểm anh 1 (chưa chuyển anh văn 230. . - nên khi đăng ký anh văn theo nhu cầu 4a là không được (chỉ đăng ký được anh văn 2a). . - nên bạn phải đăng ký chuyển điểm anh văn 23 có điểm thì mới tiếp tục đăng ký được anh văn 4. . - 4 môn anh văn là môn có trong CTDT nên sẽ tính vào điểm TBTL chung",
            "Dạ em cảm  ơn cô rất nhiều.. . Như vậy nếu  bây giờ em chuyển điểm anh văn 2 3 và đăng kí học anh văn thay thế 4a. em vẫn chưa đủ điều kiện tốt nghiệp vì không có điểm anh văn 4 đúng không ạ?. . em cảm ơn. . Chúc cô luôn vui vẻ, hạnh phúc và bình an vượt qua đại dịch.. .",
            "QUOTE Dạ em cảm  ơn cô rất nhiều.. . Như vậy nếu  bây giờ em chuyển điểm anh văn 2 3 và đăng kí học anh văn thay thế 4a, nếu đạt anh văn thay thế 4a em vẫn chưa đủ điều kiện tốt nghiệp vì không có điểm anh văn 4 đúng không ạ?. . em cảm ơn. . Chúc cô luôn vui vẻ, hạnh phúc và bình an vượt qua đại dịch.. .   /QUOTE . .",
            "Chào bạn. . 4 môn anh văn là các môn bắt buộc phải hoàn thành trong CTDT, nên nếu bạn chưa đạt hết thì sẽ không tốt nghiệp được. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em tên [full_name]    . . MSSV [student_id] khoa Môi trường và tài nguyên. . . . Học kì 1 năm 2020-2021, em có đăng ký thi anh văn trong trường do IIG tổ chức và em được 425đ là đạt chuẩn anh văn 3. Ngày 21/09/2021 sẽ mở đợt đăng ký anh văn theo nhu cầu và em vừa đăng ký thử AV4A thì hệ thống thông báo em phải học AVA căn bản trước. Vậy em phải làm sao ạ? . . . . Mong phòng đạo tạo giải quyết thắc mắc giúp em.. . . . Em cảm ơn.",
            "Chào bạn. . Cô kiểm tra bạn đạt qua anh văn cơ bản. . - Sinh viên đăng ký dự kỳ kiểm tra tiếng Anh định kỳ (theo định dạng TOEIC) do PĐT kết hợp trung tâm IIG tổ chức không dùng để miễn môn các môn anh văn 1234 chỉ dùng để đạt chuẩn tiếng Anh sau mỗi năm học. . - Chưa thấy bạn đạt Anh văn 1,2. . - Nên bắt đầu phải là đăng ký từ AV1. . Thân",
            "No solution"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học. . chào thầy, cô do dịch bệnh covid19 lúc em về địa phương khi trường cho nghỉ thì trường em đã không cho nhận bằng tốt nghiệp neen em không đk nộp bằng tốt nghiệp được cho em hỏi giừo làm sao ạ",
            "Chào bạn,. . PDT sẽ tổng kiểm tra bằng TN THPT (và bằng Cao Đẳng, Đại học đối với SV bằng 2, và VLVH). SV phải chuẩn bị sẵn sàng (bảng sao và bản scan) các bằng TN. Thời gian kiểm tra là trong tháng 10 và theo thông báo riêng. . Thân mến,. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Cho em hỏi là . . - Đợt kiểm tra anh văn định kỳ tháng 12 năm 2020 em có thi được 495 điểm giờ em muốn đăng ký lớp anh văn theo yêu cầu, thì em đăng ký lớp anh văn theo yêu cầu 3A hay là phải đăng ký lớp anh văn cơ bản ạ. . Mong phòng đào tạo giải đáp giúp em !!",
            "Chào bạn. . - Sinh viên đăng ký dự kỳ kiểm tra tiếng Anh định kỳ (theo định dạng TOEIC) do PĐT kết hợp trung tâm IIG tổ chức không dùng để miễn môn các môn anh văn 1234 chỉ dùng để đạt chuẩn tiếng Anh sau mỗi năm học. . -Cô kiểm tra em vẫn chưa đạt anh văn cơ bản, bạn kiểm tra lại đăng ký anh văn 1 được không? còn không phải bắt đầu từ av cơ bản. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Thầy cô cho em hỏi là em thi anh văn đầu vào em chưa đủ chuẩn qua năm 1 và em đã luyện thi ở trung tâm để thi toeic nộp bằng nhưng do dịch bệnh bên IIG hoãn tổ chức. Thầy cô cho em hỏi em hên học anh văn theo yêu cầu theo lớp nào đc ạ hay em chờ thi toeic rồi nộp bằng lun ạ. Em cảm ơn.",
            "Chào bạn. . Cô kiểm tra bạn còn chưa đạt anh văn cơ bản, nên nếu bạn đăng ký học anh văn theo yêu cầu thì đăng ký học av cơ bản trước nghen. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . em đã nộp đơn xin hoãn thi cuối kì và có mail xác nhận, nhưng vì sao điểm thi của em là 13, không phải là 14 là được đăng kí thi lại vậy ạ?. .",
            "Chào em,. . Hiện tại nhà trường chưa ra QD hoãn thi nhé bạn, dự kiến ra quyết định chung vào cuối tháng 12, nên trường hợp đăng ký hoãn thi vẫn bị điểm 13 bình thường. Sau khi hậu kiểm với ds của Khoa thì mới ra quyết định hoãn thi và sẽ điều chỉnh lại điểm trên mybk/Thông tin SV/xem điểm. . Lưu ý:. . 1) PDT sẽ hậu kiểm lại với danh sách cấm thi của Khoa gửi lên, nếu SV bị cấm thi sẽ bị hủy kết quả hoãn thi theo quy định. SV vẫn phải hoàn thành các phần việc của môn học, nhất là TH/TNg và BTL. GV có quyền cấm thi nếu SV không hoàn thành tốt các phần này. . 2) Trường hợp có sự cố bất khả kháng trong khi thi dẫn đến không thể hoàn thành được bài thi, và không được giải quyết cho thi vào ca thi tiếp theo (nếu có), sinh viên có thể đăng ký \"Hoãn thi\" ngay sau buổi thi (không phải vắng thi có phép), SV phải báo với CBCT hoặc trực thi để được ghi nhận vào trong danh sách thi. PDT sẽ đối chiếu lại với danh sách của Khoa về các tình huống đã thi nhưng điểm thấp hoặc không có báo cáo ghi nhận về các sự cố trong buổi thi trước khi quyết định hoãn thi. . 3) Riêng đối với môn Đồ án, Thực tập ngoài trường, Đề cương Luận văn, Luận văn/Tiểu luận tốt nghiệp: SV có thể xin hoãn bảo vệ với lý do dịch Covid-19 ảnh hưởng nghiêm trọng đến kết quả thực hiện đề tài (không thực nghiệm được tại Phòng thí nghiệm, không thực địa, ...). SV gửi email trực tiếp đến Giáo viên hướng dẫn, Khoa/Bộ môn để được xem xét đồng ý và forward email cuối cùng đến email của PĐT để đăng ký.. . Chúc bạn học tập tốt nhé.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Dạ cho em hỏi nếu em đăng ký lớp Anh văn 4A bổ sung theo nhu cầu và bắt đầu học vào 11/10/2021 thì có kịp tiến độ tốt nghiệp trong học kỳ này không ạ?. . Em xin cảm ơn.",
            "Chào bạn. . ·        Pdt sẽ giải quyết tốt nghiệp theo thông báo đến hết HK211 (dự kiến cuối tháng 12/2021) nghen, bạn yên tâm nghen.. . - Vì môn này bắt đầu từ 11/10 nếu có kết quả thi trước thời điểm này thì xét tn ở Hk211 được. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Dạ em chào PDT ạ.. . . . Em tên: [full_name]. . MSSV: [student_id]. . . . Dạ, về giấy tạm chứng nhận sinh viên bổ sung hồ sơ cho việc tạm hoãn nghĩa vụ quân sự. Địa phương em có yêu cầu giấy xác nhận sinh viên thì trong ngày 16/05/2021 em có đăng ký trên hệ thống để nhận giấy xác nhận tại cơ sở 1 Lý Thường Kiệt thì dịch bệnh bùng phát cho đến hiện tại vẫn không thể đi lên trường để nhận giấy thì và gửi qua đường bưu điện về nhà để hoàn tất hồ sơ nhưng giờ địa phương lại yêu cầu thì PDT có thể giúp em gửi giấy chứng nhận về nhà qua đường bưu điện được không ạ.. . . . Em xin cảm ơn ạ.",
            "Chào bạn,. . - SV chủ động đăng ký giấy Xác nhận SV hoãn NVQS để bổ sung cho địa phương và chọn dịch vụ gửi qua được bưu điện (người nhận trả tiền) nếu có nhu cầu (PDT không in hàng loạt như các năm trước). . - Sau khi xử lý giấy chứng nhận sinh viên, Phòng Đào tạo sẽ gửi về địa chỉ sinh viên đăng ký khi bưu điện hoạt động lại bình thường trong đợt giãn cách xã hội. Mặt khác, sinh viên có thể tải bản scan trên trang đăng ký chứng nhận sinh viên (sau khi yêu cầu của SV đã được xử lý).. . . . - ngày 16/05/2021 em có đăng ký trên hệ thống. . =  Em đăng ký lại mới nhé.. . . . Thân mến,. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Em chào Phòng Đào tạo,. .  . . Em là [full_name], MSSV: [student_id], là sinh viên thuộc chương trình Kỹ sư tài năng Khoá K18, khoa Khoa học và kỹ thuật máy tính.. . . . Ở học kỳ này em có đăng ký học lại môn CO3005 Nguyên lý ngôn ngữ lập trình để cải thiện điểm phần chính của môn này. Em nhận thấy mình thuộc phần mở rộng môn CO300C Nguyên lý ngôn ngữ lập trình (mr) do hệ thống tự động sắp xếp khi em học lại. Ở học kỳ HK201, em đã có hoàn thành phần mở rộng môn này và đã được 8 điểm. . . . . Sau khi trao đổi với khoa, em được biết mình không cần thực hiện lại phần mở rộng nên em đã làm đơn xin rút môn học phần mở rộng của môn này và đã được khoa chấp nhận. Đính kèm là file đơn xin rút môn học phần mở rộng và xác nhận đơn đã được khoa duyệt qua email do tình hình dịch.. . . . Em kính mong phòng đào tạo xem xét các thông tin em đã cung cấp và sắp xếp rút em khỏi học phần mở rộng CO300C kỳ này.. . . . Em xin chân thành cảm ơn.. .   i Học vụ .",
            "Chào em,. . - Mặc định SV tài năng đăng ký môn cốt lõi sẽ có phần mở rộng (HPMR).. . - Nếu em đã đạt học phần mở rộng em nói với GV phụ trách, GV sẽ nhập điểm đã đạt của em vô, HPMR chỉ tính đạt hoặc không đạt.. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác  /i em là trần phương thuần mssv [student_id] em có đăng ký hoãn thi một số môn cho trang thiết bị không đủ. nhưng sao trong bảng điểm những môn hoãn thi lại cho điểm 13 . và nhờ phòng đào tạo cấp cho em minh chứng để em bổ sung hồ sơ ưu tiên trong phân ngành của khoa điện của em. em trân thành cảm ơn. mong phòng đào tạo trả lời cho em sớm.. . . .",
            "Chào bạn,. . Hiện tại nhà trường chưa ra QD hoãn thi nhé bạn, dự kiến ra quyết định chung vào cuối tháng 12, nên trường hợp đăng ký hoãn thi vẫn bị điểm 13 bình thường. Sau khi hậu kiểm với ds của Khoa thì mới ra quyết định hoãn thi và sẽ điều chỉnh lại điểm trên mybk/Thông tin SV/xem điểm. . Lưu ý:. . 1) PDT sẽ hậu kiểm lại với danh sách cấm thi của Khoa gửi lên, nếu SV bị cấm thi sẽ bị hủy kết quả hoãn thi theo quy định. SV vẫn phải hoàn thành các phần việc của môn học, nhất là TH/TNg và BTL. GV có quyền cấm thi nếu SV không hoàn thành tốt các phần này. . 2) Trường hợp có sự cố bất khả kháng trong khi thi dẫn đến không thể hoàn thành được bài thi, và không được giải quyết cho thi vào ca thi tiếp theo (nếu có), sinh viên có thể đăng ký \"Hoãn thi\" ngay sau buổi thi (không phải vắng thi có phép), SV phải báo với CBCT hoặc trực thi để được ghi nhận vào trong danh sách thi. PDT sẽ đối chiếu lại với danh sách của Khoa về các tình huống đã thi nhưng điểm thấp hoặc không có báo cáo ghi nhận về các sự cố trong buổi thi trước khi quyết định hoãn thi. . 3) Riêng đối với môn Đồ án, Thực tập ngoài trường, Đề cương Luận văn, Luận văn/Tiểu luận tốt nghiệp: SV có thể xin hoãn bảo vệ với lý do dịch Covid-19 ảnh hưởng nghiêm trọng đến kết quả thực hiện đề tài (không thực nghiệm được tại Phòng thí nghiệm, không thực địa, ...). SV gửi email trực tiếp đến Giáo viên hướng dẫn, Khoa/Bộ môn để được xem xét đồng ý và forward email cuối cùng đến email của PĐT để đăng ký.. . Chúc bạn học tập tốt nhé.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Cho em hỏi lớp anh văn theo yêu cầu 4A mà phòng đào tạo sắp mở có được tính điểm để ghi vào bảng điểm như môn anh văn 4 không ạ. Em cảm ơn.",
            "Chào bạn. . Môn Anh văn theo nhu cầu sẽ tính ĐẠT các môn anh văn tương ứng, và tính vào số tín chỉ tích luỹ chung. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Kính gửi thầy, cô,. . Xét thấy bản thân em đã đủ điều kiện đăng ký tốt nghiệp nhưng hiện giờ vẫn không thể đăng ký được trên MyBk. Em mong thầy, cô cho em biết em còn điều kiện nào chưa thỏa để nằm trong danh sách tốt nghiệp dự kiến để kip thời bổ sung ạ.. . Em cảm ơn. .",
            "Chào bạn,. . PDT đã ghi nhận yêu cầu về đăng ký xét TN của bạn. SV vui lòng theo dõi email  và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 29/09/2021 SV vẫn chưa nhận được mail hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 11/2021. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Dạ em chào Thầy/Cô!. . Thầy/cô cho em hỏi là em đang là SV năm 2, nhưng em chưa qua chuẩn anh văn sau năm nhất. Em được biết là trường tổ chức kì thi anh văn định kì trong hk211 này, nếu em đăng kí thi anh văn định kì em thi được 600đ ( đủ điểm để pass 4 av1-2-3-4 và chuẩn tiếng anh sau năm 1). Như vậy, em đc pass chuẩn tiếng anh sau năm 1. Nhưng 600đ là đủ để pass chuẩn tiếng anh sau năm 2, chuẩn tiếng anh sau năm 3 rồi. Vậy em có cần đăng kí thi lại kì thi anh văn định kì ở cuối hk212 năm 2 để được pass chuẩn anh văn sau năm 2 và đăng kí thi lại anh văn định kì cuối năm 3 để pass chuẩn anh văn sau năm 3 hay không? Hay em chỉ cần thi anh văn định kì 1 lần ở hk211 này nếu đc trên 600đ thi em được pass hết chuẩn anh văn sau năm 2 chuẩn av sau năm 2 và chuẩn anh văn sau năm 3 luôn ạ?. . Em mong Thầy/cô giải đáp thắc mắc này giúp em!. . Em cảm ơn Thầy/cô rất nhiều ạ!",
            "Dạ em chào Thầy/Cô!. . Thầy/cô cho em hỏi là em đang là SV năm 2, nhưng em chưa qua chuẩn anh văn sau năm nhất. Em được biết là trường tổ chức kì thi anh văn định kì trong hk211 này, nếu em đăng kí thi anh văn định kì em thi được 600đ ( đủ điểm để pass 4 av1-2-3-4 và chuẩn tiếng anh sau năm 1). Như vậy, em đc pass chuẩn tiếng anh sau năm 1. Nhưng 600đ là đủ để pass chuẩn tiếng anh sau năm 2, chuẩn tiếng anh sau năm 3 rồi. Vậy em có cần đăng kí thi lại kì thi anh văn định kì ở cuối hk212 năm 2 để được pass chuẩn anh văn sau năm 2 và đăng kí thi lại anh văn định kì cuối năm 3 để pass chuẩn anh văn sau năm 3 hay không? Hay em chỉ cần thi anh văn định kì 1 lần ở hk211 này nếu đc trên 600đ thi em được pass hết chuẩn anh văn sau năm 1 chuẩn av sau năm 2 và chuẩn anh văn sau năm 3 luôn ạ?. . Em mong Thầy/cô giải đáp thắc mắc này giúp em!. . Em cảm ơn Thầy/cô rất nhiều ạ!",
            "Chào bạn. . Trước tiên bạn xem quy định giúp Cô nghen, sau khi xem không hiểu gì hỏi lại, Cô sẽ giải thích rõ hơn. . - Sinh viên đăng ký dự kỳ kiểm tra tiếng Anh định kỳ (theo định dạng TOEIC) do PĐT kết hợp trung tâm IIG tổ chức không dùng để miễn môn các môn anh văn 1234 chỉ dùng để đạt chuẩn tiếng Anh sau mỗi năm học. . - Về quy định chuẩn tiếng anh trong quá trình học: Bạn vui lòng xem chi tiết tại trang web aao--  sinh viên --  Quy chế --  Quy chế đào tạo và học vụ bậc đại học và cao đẳng -- Phụ lục 1: Quy định về ngoại ngữ . . Chúc bạn học tập tốt nhé.. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Cô ơi cho em hỏi, nhà trường đã phát giấy hoãn nghĩa vụ quân sự chưa ạ, và nếu có rồi thì em làm cách nào để nhận được ạ, vì tình hình dịch ở Hồ Chí Minh đang phức tạp và em đang ở quê ạ. Em cảm ơn cô. .   i Yêu cầu khác .",
            "Chào bạn,. . - SV chủ động đăng ký giấy Xác nhận SV hoãn NVQS để bổ sung cho địa phương và chọn dịch vụ gửi qua được bưu điện (người nhận trả tiền) nếu có nhu cầu (PDT không in hàng loạt như các năm trước). . - Sau khi xử lý giấy chứng nhận sinh viên, Phòng Đào tạo sẽ gửi về địa chỉ sinh viên đăng ký khi bưu điện hoạt động lại bình thường trong đợt giãn cách xã hội. Mặt khác, sinh viên có thể tải bản scan trên trang đăng ký chứng nhận sinh viên (sau khi yêu cầu của SV đã được xử lý).. . . . Thân mến,. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em tên [full_name]. . Mssv [student_id]. . Kính mong phòng đào tạo xem giúp em vì sao em chưa có tên trong danh sách tốt nghiệp tạm thời đợt tốt nghiệp 11/2021",
            "Chào bạn,. . PDT đã ghi nhận yêu cầu về đăng ký xét TN của bạn. SV vui lòng theo dõi email  và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 29/09/2021 SV vẫn chưa nhận được mail hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 11/2021. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em đang là sinh viên năm 3 (K19), cuối kì 201 em có đăng kí thi Anh văn định kỳ (MSMH 003101) và em đạt được số điểm là 650. Cho em hỏi là em đã qua được hết 4 anh văn hay chỉ đạt được chuẩn anh văn của năm đó. Nếu như chỉ đạt được chuẩn anh văn của năm đó thì cuối học kì 211 em có cần phải thi kiểm tra định kì anh văn lại để đạt được chuẩn năm 3 không ạ?",
            "Chào bạn. . - Sinh viên đăng ký dự kỳ kiểm tra tiếng Anh định kỳ (theo định dạng TOEIC) do PĐT kết hợp trung tâm IIG tổ chức không dùng để miễn môn các môn anh văn 1234 chỉ dùng để đạt chuẩn tiếng Anh sau mỗi năm học. . - Hiện Cô kiểm tra bạn pass môn AVCB, và được miễn môn Anh văn 1. . - Bạn kiểm tra tại Mybk-chuyển điểm. . - Về quy định chuẩn tiếng anh trong quá trình học: Bạn vui lòng xem chi tiết tại trang web aao--  sinh viên --  Quy chế --  Quy chế đào tạo và học vụ bậc đại học và cao đẳng -- Phụ lục 1: Quy định về ngoại ngữ --  điều 2-c. . Chúc bạn học tập tốt nhé.. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em tên là: [full_name]. MSSV:[student_id]. Em có một số câu hỏi về Tốt nghiệp đợt 11/2021 như sau:. . - Thời hạn đăng kí Tốt nghiệp là 31/10, vậy đối với các bạn còn thiếu chứng chỉ AV nói - viết có được đăng kí và sau đó bổ sung không?. . - Bản thân em còn thiếu 6 chỉ do chưa nộp bằng Toeic 600 để xét điểm AV2, AV3, AV4 và TKB đang còn 1 môn AV2. Nhưng nếu em thi được chứng chỉ Toiec 600 thì em sẽ hủy môn. Vậy em có được gửi đăng ký trước 31/10, sau đó hủy môn, nộp chứng chỉ bổ sung sau ngày 31/10 không?. . - Hiện tại em đang học AV2 để duy trì TKB, nếu sau khoảng thời gian rút môn học, em nộp chứng chỉ Toeic 600 thì em còn xin hủy môn học được nữa không ạ?. . - Trường hợp sau ngày 31/10, em hoàn thành đầy đủ điều kiện để xét Tốt nghiệp thì PĐT có cho phép đăng kí bổ sung để Tốt nghiệp đợt 11/2021 không?. . - Theo em được biết, AV theo yêu cầu chỉ xét 2 mức \"Đạt và Không Đạt\". Vậy, \"Đạt\" ở AV4a có được xem là đủ điều kiện để Tốt nghiệp không, hay nhất thiết phải có điểm trung bình môn? . . Mong PĐT nhanh chóng giải đáp thắc mắc giúp em? Em xin cảm  ơn.",
            "Chào bạn,. . Phải đủ điều kiện SV mới có thể đăng ký xét Tốt nghiệp bổ sung.. . Trường hợp khi  bạn đủ điều kiện tốt nghiệp có thể làm đơn xin rút MH (có tính HP theo quy định) để tốt nghiệp, xem quy định rút MH tại Quy chế học vụ điều 11.2.. . Thời gian xét tốt nghiệp:. . Lịch trình tốt nghiệp SV xem tại đây:. . Xem chi tiết lịch học vụ (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 11/2021. . Lịch này để chốt danh sách tham dự lễ và in bằng TN chung. . Mặt khác nhà trường vẫn cứu xét xét tốt nghiệp đến hết HK211 dành cho những trường hợp trễ hạn nhé (vẫn in bằng trễ cho SV, và in theo đợt). . Về việc môn AV4a, là môn tương đương của AV4, SV học AVa4 có thể xét môn tương đương AV4 nhé. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Kính gửi Phòng Đào Tạo,. .  Em muốn hỏi về thời gian tổ chức thi Anh Văn định kỳ năm nay có diễn ra không ạ ? Nếu trong trường hợp không thể tổ chức thi tập trung thì trường có tổ chức thi online không ạ ?. . Em cảm ơn Phòng Đào Tạo ạ. . . . .",
            "Chào bạn. . bạn vui lòng đợi thông báo của nhà trường về vấn đề này nghen. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "U Đăng ký môn học  /i  . . Cho em hỏi là anh văn nhu cầu A1,A2,A3,A4 có tín điểm vào điểm tín chỉ tích lũy không ạ hay chỉ cần qua môn để đk cho môn học năm 2, năm 3 ạ. Em cảm ơn.",
            "Chào bạn. . Môn Anh văn theo nhu cầu sẽ tính ĐẠT các môn anh văn tương ứng, và tính vào số tín chỉ tích luỹ chung. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Cho em được hỏi, nếu mình đăng ký avcb, thi xong thì có lớp avan 1A để học liên tiếp trong 1 học kỳ không ạ ? . . Em cảm ơn và mong pđt phản hồi ạ.",
            "Chào bạn. . Được nghen, . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính gửi thầy/cô,. . . . Em là [full_name], sinh viên khoa Quản lý Công nghiệp khóa 2018. Hiện tại ở dưới địa phương em có yêu câu giấy chứng nhận sinh viên để hoàn tất các thủ tục liên quan đến chương trình Nghĩa vụ quân sự. Vì vậy, em muốn đặt câu hỏi là: Trong thời gian giãn cách xã hội, nhà trường có thể hỗ trợ gửi giấy chứng nhận sinh viên bằng file pdf hoặc hình ảnh được không ạ? Do là, ở địa phương cũng cho phép sử dụng file hình ảnh hoặc pdf ạ.. . . . Em xin cảm ơn thầy/cô.. . Chúc thầy/cô bình an.... .",
            "Chào bạn,. . - SV chủ động đăng ký giấy Xác nhận SV hoãn NVQS để bổ sung cho địa phương và chọn dịch vụ gửi qua được bưu điện (người nhận trả tiền) nếu có nhu cầu (PDT không in hàng loạt như các năm trước). . - Sau khi xử lý giấy chứng nhận sinh viên, Phòng Đào tạo sẽ gửi về địa chỉ sinh viên đăng ký khi bưu điện hoạt động lại bình thường trong đợt giãn cách xã hội. Mặt khác, sinh viên có thể tải bản scan trên trang đăng ký chứng nhận sinh viên (sau khi yêu cầu của SV đã được xử lý).. . . . Thân mến,. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em nộp đơn hủy hoãn thi.",
            "Chào bạn. . - Phòng Đào tạo đã đồng ý yêu cầu về việc xin HUỶ Hoãn Thi của bạn. . . - Bạn thi bình thường theo Lịch thi đã thông báo. . - Trường hợp có sự cố bất khả kháng trong khi thi dẫn đến không thể hoàn thành được bài thi, và không được giải quyết cho thi các ca thi sau (nếu có), sinh viên có thể đăng ký \"Hoãn thi\" ngay sau buổi thi (không phải vắng thi có phép), SV phải báo với CBCT hoặc trực thi để được ghi nhận vào trong danh sách thi. PDT sẽ đối chiếu lại với danh sách Khoa để ra quyết định hoãn thi. . Chúc bạn học tập tốt nhé.. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Năm ngoái em có thi TOEIC ở ngoài trường được 465 điểm và đã chuyển điểm vào trường rồi ạ. Em dự định cuối học kì em thi tiếp nhằm đạt đủ số điểm để đạt yêu cầu về Anh văn cho đăng kí luận văn. Nhưng dịch bênh đang hết sức phức tạp nên em nghĩ khó có điều kiện để đi thi được, do đó em dự định đăng kí Anh văn 4A. Theo bảng chuyển điểm anh văn, với số điểm trên thì em đã qua được Anh văn 3, nhưng hiện tại em không đăng kí Anh văn 4A với lý do hiện trên bảng đăng kí  chưa qua Anh văn 3A. Cho em xin hỏi liệu tường hợp của em có đăng kí được Anh văn 4A không ạ. Nếu trường hợp không đăng kí được thì em có thể có cách nào đủ yêu cầu về Anh văn để làm luận văn cho học kì tiếp theo không ạ?. . Em xin chân thành cảm ơn!. . . .",
            "Chào bạn. . Cô kiểm tra với số điểm 465 bạn chỉ đăng ký miễn anh văn 1, . . Bạn muốn miễn anh văn 2+3 thì phải đăng ký chuyển điểm theo quy định. . Nên theo hiện nay thì bạn chỉ đăng ký được anh văn 2a. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em đã hoàn thành xong chương trình học, bảo vệ luận văn và đủ ngày công tác xã hội. Nhưng trước HK211 em còn thiếu TOEIC 2 kỹ năng nói viết, nên em có đăng kí học 1 môn học (đã học và qua môn rồi). Đến ngày 16/9, em đã được thi TOEIC nói viết do nhà trường tổ chức.. . Em muốn hỏi nếu bây giờ em rút môn và đóng học phí đầy đủ, thì em có kịp xét tốt nghiệp học kì này không ạ. Em xin cảm ơn.",
            "Chào bạn,. . Được nhé bạn, bạn cứ đăng ký rút MH theo form nhà trường đã gửi mail nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Kính gửi quý nhà trường!. . . . Chuyện là lúc năm nhất em có tham gia kỳ thi anh văn đầu vào và điểm số chỉ qua được anh văn 3. Sau đó, khi kết thúc học kỳ 2 năm 2 thì em đăng ký thi Toeic tại trường và điểm số trên 500 và qua được anh văn 4. . . . Vậy em đã được tính là đã qua 4 anh văn cơ bản của trường chưa ạ. Hay điểm thi chỉ áp dụng để xét cho học kỳ tiếp theo và em phải tiếp tục thi để đạt yêu cầu đăng ký môn học ạ. . . . Mong nhà trường giải đáp thắc mắc giúp em. . . . Em xin chân thành cảm ơn!. .",
            "Chào bạn. . - Sinh viên đăng ký dự kỳ kiểm tra tiếng Anh định kỳ (theo định dạng TOEIC) do PĐT kết hợp trung tâm IIG tổ chức không dùng để miễn môn các môn anh văn 1234 chỉ dùng để đạt chuẩn tiếng Anh sau mỗi năm học. . - Kỳ thi đầu tiên bạn được miễn anh văn 123. . - Bạn xem kết quả miễn tại Mybk-chuyển điểm. . - Về quy định chuẩn tiếng anh trong quá trình học: Bạn vui lòng xem chi tiết tại trang web aao--  sinh viên --  Quy chế --  Quy chế đào tạo và học vụ bậc đại học và cao đẳng -- Phụ lục 1: Quy định về ngoại ngữ --  điều 2-c. . Chúc bạn học tập tốt nhé.. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em chào thầy/cô,. . Em là [full_name], MSSV: [student_id]. . Hiện tại em đã đăng kí in bảng điểm và đã thanh toán lệ phí. Theo em được biết, bảng điểm sẽ được gửi theo bưu điện về địa chỉ cần thiết. Dạ cho em hỏi là trường mình có scan bảng điểm gửi về email thay vì nhận bằng bưu điện được không ạ?. . Em cảm ơn thầy/cô ạ",
            "Chào bạn. . hiện tại là gởi theo bưu cục nghen bạn. . Thân",
            "Dạ em cảm ơn cô ạ",
            "Dạ cô ơi, hiện tại em muốn nhận bản file [full_name]fd bảng điểm mà không cần bản cứng có được không ạ. Em đã thanh toán lệ [full_name]hí in rồi ạ. . . ( hiện tại em cần file [full_name]df gấ[full_name] để làm hồ sơ học bổng ạ, em thấy [full_name]dt đã gửi file [full_name]df bảng điểm cho 1 số bạn rồi ạ). . Em cảm ơn cô",
            "Chào bạn. . Bảng điểm của bạn đã được gởi bưu điện, bạn vui lòng đợi nhận nghen. . Thân",
            "Dạ vậy cô cho em hỏi khoảng mấy ngày sẽ nhận được sau khi gửi ạ? . . Vì hiện em cũng đang cần gấp và sợ không kịp nộp hồ sơ ạ?",
            "Chào bạn. . Bảng điểm của bạn đã được gởi bưu cục, Bạn đợi nhận nghen. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em tên Đặng Hồng Ân. . MSSV [student_id] khoa BDCNk17CNO3. . Em đăng ký chuyển điểm những môn này từ hệ đại học sang hệ cao đẳng để em có thể đăng ký xét tốt nghiệp.. . -Giải tích 2 (MT1005) =  Toán 2 (006602). . -Tư tưởng Hồ Chí Minh (SP1005) =  Tư tưởng Hồ Chí Minh (001025). . Mong được Phòng Đào Tạo hỗ trợ. . Em cám ơn",
            "Chào bạn,. . Bạn muốn đăng ký xét tốt nghiệp bổ sung phải không?. . Thân",
            "Dạ em chào cô hiện nay em có hai môn là . . Giải tích 2 (MT1005),Tư tưởng [full_name] (SP1005) đang ở hệ đại học. Em muốn đăng ký PDT chuyển hộ em điểm của hai môn trên về hệ cao đẳng ạ.Mong cô giúp đỡ em ạ . .",
            "Chào bạn,. . không phải chuyển điểm nhé bạn, nếu bạn học môn tương đương thì tính điểm theo quy định của môn tương đương nhé.. . Em xem quy định về tính điểm tương đương tại đây nhé:. . Xem chi tiết quy chế tại đây:. . aao.hcmut.edu.vn/sinh viên/quy chế/học vụ/Quy chế đào tạo và học vụ bậc đại học, cao đẳng:/ điều 6.4. .",
            "dạ em chào cô ạ . . Hiện tại em đã hoàn thành chương trình đào tạo nhưng vẫn không đăng ký tốt nghiệp được ạ. . Mong cô hỗ trợ em ạ. . Em tên [full_name] MSSV [student_id] khoa BDCNk17. . Cảm ơn cô rất nhiều ạ",
            "Chào bạn,. . PDT đã ghi nhận yêu cầu về đăng ký xét TN của bạn. SV vui lòng theo dõi email  và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 05/10/2021 SV vẫn chưa nhận được mail hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 11/2021. . Thân. ."
        ]
    }
]