[
    {
        "intent": "",
        "message": [
            "Học vụ  /i Em có gửi yêu cầu rút môn học ở trong form đăng kí gg của trường nhưng hơn 15 ngày rồi em không thấy thông báo rút môn học thành công cũng như chưa thấy thời khóa biểu xóa môn học đó đi. Môn học của em là anh văn 2 mã môn học là LA1005. Thầy cô có thể kiểm tra giúp em xem là môn của em có được rút chưa ạ? . . . .",
            "Chào bạn. . Hiện tại PĐT đã cập nhật kết quả RÚT MÔN HỌC HK212 (điểm RT) của SV đã đăng ký qua google forms. Sinh viên vui lòng vào kiểm tra tại trang mybk.hcmut.edu.vn/Thông tin sinh viên/Bảng điểm).. . Thân.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: . . Hôm nay là hạn chót đóng học phí, nhưng e không có mục chọn để đóng học phí ạ (hình đính kèm). . . . Mong thầy cô hỗ trợ, e xin cảm ơn. .",
            "Chào em,. . SV vui lòng đợi thông báo sau của Phòng Đào tạo về việc thay đổi (gia hạn)thời gian thanh toán Học phí nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Chào Anh/chị. . Em tên [full_name], MSSV [student_id]. . Em còn đang nợ AV2, AV3, AV4, Toeic và Nói viết. Tình trạng SV hiện tại \"Nghỉ\", quyết định ngày 15/03/2022.. . Do em còn nợ các môn AV nên em có thể đăng ký kéo dài thêm thời gian đào tạo HK212 để hoàn thành các môn AV.. . Xin cảm ơn!",
            "Học vụ. . . . Chào Anh/chị. . Em tên [full_name], MSSV [student_id], khóa 2015, khoa Cơ khí.. . Hiện tại, em còn chưa đạt chuẩn CCNN tốt nghiệp, chuẩn chuyển điểm cho AV2, AV3, AV4 và chuẩn tối thiểu Anh văn Nói-[full_name].. . Với lý do trên, mong PĐT xem xét có thể cho em gia hạn thời gian đào tạo tối đa thêm 1 học kì là HK212 để hoàn thành các chứng chỉ Anh văn.. . Xin cảm ơn!  /QUOTE . .",
            "\"Chào bạn. . - Về quy định thời gian và kế hoạch học tập: Bạn vui lòng xem chi tiết tại trang web aao    sinh viên    Quy chế    Quy chế đào tạo và học vụ bậc đại học và cao đẳng    Các trường hợp được kéo dài thời gian đào tạo    điều 5.5. . Trường hợp của bạn không được gia hạn 1 Hk, bạn chuyển sang VLVH. . Bạn tải mẫu Phiếu đề nghị chuyển sang VLVH  tại trang web: aao.hcmut.edu.vn gởi tại BKSI để Pdt xử lý chuyển sang VLVH cho bạn. . Thân. . \""
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Cho em hỏi em hiện tại đang học ở cơ sở 2 ở Thủ Đức thì em phải lấy thẻ sinh viên ở đâu ạ ?",
            "Chào em;. . em liên hệ ở khoa nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em đã đọc thông báo của pđt trên bkel về việc thi để xóa điểm hoãn thi kì 211.. . . . Tuy nhiên, em có vài chỗ thắc mắc mong cô có thể giải đáp. . . . 1/ Nhà trường thông báo thời gian thi trong tháng 3 này và hôm nay đã là tuần thứ 3 của tháng 3. Em mong nhà trường có thể thông báo sớm hơn ít nhất một tuần để em có thời gian ôn bài cũng như chuẩn bị sách vở cho kì thi.. . . . 2/ Hình thức thi sẽ là thi tập trung hay thi online ạ ?. . . . Em cảm ơn cô . .",
            "Chào bạn. . Cuối tháng 3 sẽ có thông tin chí tiết hết nghen em. . Nhà trường đang sắp xếp lại dữ liệu rồi sẽ thông báo đến SV. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . PDT cho em hỏi em về thủ tục chuyển điểm của môn tương đương ạ.",
            "\"Chào em,. . Em gửi lại 1 yêu cầu khác qua bksi, ghi rõ tiêu đề xin cập nhật môn tương đương, em ghi rõ em học môn học nào?ở Học kỳ nào? bao nhiêu điểm? tương đương môn học nào (ghi rõ tên và mã MH). . Thân\""
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Kính gửi phòng,. . . . Em tên là [full_name], MSSV [student_id] hiện đang học tại trường. Xin cho phép em hỏi về việc thanh toán học phí là theo thông em nhận được trên BKPay là vào 15h chiều ngày 21/03/2022 mới hết hạn nộp học phí nhưng em không thấy phần để thanh toán học phí online nữa ạ? Do hiện em đang nhiễm Covid nên không thanh toán học phí trực tiếp được ạ. (Hình mẫu được kính kèm bên dưới). . Em xin chân thành cảm ơn và mong chờ câu trả lời.",
            "Chào em,. . SV vui lòng đợi thông báo sau của Phòng Đào tạo về việc thay đổi (gia hạn)thời gian thanh toán Học phí nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em chào thầy/cô,. . Em là [full_name], MSSV [student_id].. . Thầy/cô cho em hỏi: . . Ngày 20/03/2022, em vừa có kết quả thi nói viết và đã đủ điểm tốt nghiệp.. . Hiện tại em cũng đủ điều kiện tốt nghiệp nhưng chưa thấy tên trong danh sách tốt nghiệp dự kiến, tình trạng sinh viên là tạm dừng do không đăng ký môn ạ.. . Mong Thầy/cô hỗ trợ giúp em ạ.. . Em cảm ơn.. . . .",
            "\"Chào bạn,. . PDT đã ghi nhận yêu cầu về đăng ký xét TN của bạn. SV vui lòng theo dõi email  và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 30/03/2022 SV vẫn chưa nhận được thấy tên trong ds dự kiến tốt nghiệp ( Tra danh sách tại http://www.aao.hcmut.edu.vn    Tốt nghiệp    Thông tin tốt nghiệp) hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 04/2022 (cập nhật mới gia hạn thời gian xử lý tốt nghiệp). . Về tình trạng sinh viên, khi nào em có tên trong ds dự kiến tốt nghiệp, PDT sẽ tự động ra QD thu nhận cho bạn nhé. . Thân. . \"",
            "\"Chào bạn. . Pdt kiểm tra hiện tại bạn còn nợ Toeic. . Không đủ ĐK để tốt nghiệp. . Bạn kiểm tra lại nghen. . Trường hợp có khiếu nại bạn có thể gửi lại qua bksi.. . Trường hợp SV học môn tương đương nhưng chưa được cập nhật, vui lòng gửi lại thêm 1 yêu cầu khác về việc xin cập nhật môn tương đương (ghi rõ tên và mã MH SV học, ở học kỳ nào? bao nhiêu điểm? và tương đương với môn học nào thuộc CTĐT của SV). . Thân\""
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Chào Phòng Đào tạo.. . Em là sinh viên k15. Em vừa có kết quả anh văn nói viết đã đạt chuẩn để tốt nghiệp. Nên viết yếu cầu này để Phòng Đào tạo mở lại mục đăng ký tối nghiệp để em đăng ký xét tốt nghiệp ạ.. . Mong Phòng Đào tạo sớm giải quyết yêu cầu của em ạ. Em xin cảm ơn!",
            "\"Chào bạn,. . PDT đã ghi nhận yêu cầu về đăng ký xét TN của bạn. SV vui lòng theo dõi email  và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 30/03/2022 SV vẫn chưa nhận được thấy tên trong ds dự kiến tốt nghiệp ( Tra danh sách tại http://www.aao.hcmut.edu.vn    Tốt nghiệp    Thông tin tốt nghiệp) hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 04/2022 (cập nhật mới gia hạn thời gian xử lý tốt nghiệp). . Về tình trạng sinh viên, khi nào em có tên trong ds dự kiến tốt nghiệp, PDT sẽ tự động ra QD thu nhận cho bạn nhé. . Thân. . \""
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: . . Dù em chưa hết hạn thanh toán . . . . em đã bị khoá thanh toán. . . . Mong thầy/cô giúp đỡ em . . . . Em cảm ơn ạ",
            "Chào em,. . SV vui lòng đợi thông báo sau của Phòng Đào tạo về việc thay đổi(gia hạn)thời gian thanh toán Học phí nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Chào thầy/cô, em mong được đăng ký bảo hiểm y tế dù trễ 1 tuần so với hạn chót đợt 3 do sơ suất. Mong thầy / cô có thể cho em đăng ký hoặc cho em biết cách nào đó để có thể tiếp tục đăng ký các môn học kỳ tiếp. .",
            "\"Chào bạn. . Vấn đề BHYT, Học bổng, vay vốn ngân hàng, gia hạn và miễn giảm học phí, sinh hoạt công dân… Bạn vui lòng liên hệ Phòng Công tác Chính trị Sinh viên để được hướng dẫn.. . Email:  [email]. . Thân. . \""
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Kính gửi phòng đào tạo, em tên [full_name]-[student_id].Theo như thông báo, phòng đào tạo có thông báo thanh toán học phí dự thính từ ngày 14/03/2022-21/03/2022 nhưng đến nay là ngày 19 thì vẫn hiện chưa đến kì thanh toán và em không thể thực hiện thanh toán học phí được. Em mong phòng đào tạo giải đáp thắc mắc. Em xin chân thành cảm ơn.. . . . Người viết. . [full_name]",
            "Chào em,. . SV vui lòng đợi thông báo sau của Phòng Đào tạo về việc thay đổi(gia hạn)thời gian thanh toán Học phí nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Dạ e chào quý thầy cô bên văn phòng ạ !. . Em tên: [full_name]. . Hiện tại e ko đăng kí tốt nghiệp được do lỗi  500. Em có thể xin quý thầy cô xem xét lại để em có thể đăng kí tốt nghiệp được ko ạ. Em đã đủ điều kiện xét tốt nghiệp",
            "\"Chào em,. . Hiện tại PDT đang ra Quyết định thu nhận lại cho SV để đăng ký xét tốt nghiệp, em theo dõi tình trạng trên mybk/Thông tin Sinh viên, khi nào chuyển qua trạng thái \"\"đang học\"\", em vào đăng ký tốt nghiệp lại nhé.. . Thân\""
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Kính gởi bộ phận giải quyết vấn đề sinh viên !. . Em là sinh viên k15 ngành kiến trúc. Do e hoàn thành môn học từ năm 2020 nhưng chưa thi được av và chưa đủ ngày ctxh nên không đăng ký tn được. Do đã hoàn thành môn học nên e không đăng ký thêm nữa, trường cũng có gởi mail cho tạm dừng. Giờ e đã có bằng av và đủ ngày ctxh, cũng đã gởi cho trường phê duyệt bằng av. Nhưng hiện lên trang mybk không vào được trang đăng ký tn. Trường hợp của e thì phải làm thế nào để được đăng ký ạ ? . .",
            "\"Chào bạn,. . PDT đã ghi nhận yêu cầu về đăng ký xét TN của bạn. SV vui lòng theo dõi email  và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 30/03/2022 SV vẫn chưa nhận được thấy tên trong ds dự kiến tốt nghiệp ( Tra danh sách tại http://www.aao.hcmut.edu.vn    Tốt nghiệp    Thông tin tốt nghiệp) hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 04/2022 (cập nhật mới gia hạn thời gian xử lý tốt nghiệp). . Về tình trạng sinh viên, khi nào em có tên trong ds dự kiến tốt nghiệp, PDT sẽ tự động ra QD thu nhận cho bạn nhé. . Thân. . \""
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em chào thầy cô.. . Em tên [full_name] - MSSV [student_id]. . . Em xin đăng ký xét tốt nghiệp.. . Mong thầy cô xét sớm cho em em cám ơn thầy cô.",
            "Chào em,. . Trường hợp của em vui lòng làm đơn xin dùng chứng chỉ ngoại ngữ 400 để xét đạt 4 môn AV để xét tốt nghiệp và gửi qua bksi để xét tốt nghiệp cho bạn. . Thân",
            "Em gửi đơn xét tốt nghiệp. . Kính mong thầy cô xem xét trường hợp của em.Em cám ơn",
            "Chào em,. . Trường hợp của em là xin xét đạt 4 môn AV (lấy điểm 12 của cả 4 môn AV) hay là em chỉ xin xét đạt 2 AV3 và 4. Vì cô thấy em đã đăng ký chuyển điểm AV 1,2. . Vui lòng trình bày rõ thêm giúp cô nhé!. . Thân",
            "Dạ em xin xét đạt anh văn 3 và 4 và xét tốt nghiệp luôn ạ",
            "QUOTE Dạ em xin xét đạt anh văn 3 và 4 và xét tốt nghiệp luôn ạ  /QUOTE . . Dạ vậy em làm lại đơn em nộp trên bksi đúng không cô?",
            "Chào em,. . Vậy em làm lại đơn và ghi rõ nội dung xin trong đơn và gửi lại qua [full_name] nhé. . Thân",
            "Cô cho em gửi lại đơn",
            "\"Chào bạn,. . PDT đã ghi nhận yêu cầu về đăng ký xét TN của bạn. SV vui lòng theo dõi email  và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 30/03/2022 SV vẫn chưa nhận được thấy tên trong ds dự kiến tốt nghiệp ( Tra danh sách tại http://www.aao.hcmut.edu.vn    Tốt nghiệp    Thông tin tốt nghiệp) hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 04/2022 (cập nhật mới gia hạn thời gian xử lý tốt nghiệp). . Về tình trạng sinh viên, khi nào em có tên trong ds dự kiến tốt nghiệp, PDT sẽ tự động ra QD thu nhận cho bạn nhé. . Thân. . \"",
            "Em chào thầy cô.. . Em vẫn chưa nhận được mail tốt nghiệp. Thầy cô kiểm tra giúp em. . . Em xin cám ơn.",
            "\"Chào bạn,. . PDT đã ghi nhận yêu cầu về đăng ký xét TN của bạn. SV vui lòng theo dõi email  và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 05/04/2022 SV vẫn chưa nhận được thấy tên trong ds dự kiến tốt nghiệp ( Tra danh sách tại http://www.aao.hcmut.edu.vn    Tốt nghiệp    Thông tin tốt nghiệp) hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 04/2022 (cập nhật mới gia hạn thời gian xử lý tốt nghiệp). . Về tình trạng sinh viên, khi nào em có tên trong ds dự kiến tốt nghiệp, PDT sẽ tự động ra QD thu nhận cho bạn nhé. . Thân. . \""
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Chào thầy cô,. . Kỳ trước em đăng nhập wifi trường bình thường sau đó em nghỉ bảo lưu kết quả học tập , kỳ này em đi học lại thì đăng nhập wifi trường không được. Mong thầy cô giúp em mở lại tài khoản wifi trường. Em chân thành cảm ơn",
            "Chào em,. . Về wifi trường, em vui lòng liên hệ tại Ban Quản lý mạng của trường để được hỗ trợ và trả lời nhé.. . Ban Quản Lý Mạng - Trường ĐH Bách Khoa Tp.HCM. . . . Địa chỉ: 268 Lý Thường Kiệt, Quận 10, Tp.HCM. .              Phòng 109, nhà A5. .              [email]. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Kính gửi Phòng Đào Tạo!,. . Em là [full_name] MSSV [student_id], khoa Công Nghệ Vật Liệu.. . Kỳ 212 hiện nay em [full_name] được LVTN trễ hơn 3 giai đoạn nhà Trường cho phép. Em cảm ơn PĐT vì điều này để hỗ trợ em có cơ hội tốt nghiệp. Nhưng đến hiện nay em vẫn chưa nhận được biên lai học phí cần đóng. . . Mong PĐT xem xét tình hình của em để em có thể hoàn thành trách nhiệm của người học tốt hơn. . . Em cảm ơn.",
            "Chào em,. . HP học kỳ chính 212 theo lịch học vụ từ ngày 4/4 mới bắt đầu thanh toán nhé bạn. . Hiện tại chưa cập nhật HP HK212. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Cho em hỏi là em vào trang đăng kí tốt nghiệp thì nó không cho em đăng kí, mong phòng đào tạo giúp em sửa lại để em đăng kí ạ, em có đính kèm hình ở dưới ạ. .",
            "\"Chào em,. . Hiện tại PDT đang ra Quyết định thu nhận lại cho SV để đăng ký xét tốt nghiệp, em theo dõi tình trạng trên mybk/Thông tin Sinh viên, khi nào chuyển qua trạng thái \"\"đang học\"\", em vào đăng ký tốt nghiệp lại nhé.. . Thân\""
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: em tên [full_name] MSSV [student_id].chiều nay là hết hạn đóng học phí kì dự thính nhưng em ra ngân hàng OCB đóng thì người ta nói trường chưa đẩy học nên lên nên chưa đóng được.em thấy trên bk pay cũng không có phần thanh toán.vậy thời gian đóng học phí dời phải không ạ.em cảm ơn ạ",
            "Chào em,. . SV vui lòng đợi thông báo sau của Phòng Đào tạo về việc thay đổi (gia hạn)thời gian thanh toán Học phí nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Em chào các thầy cô.. . Em tên là [full_name]. MSSV: [student_id]. . Ảnh thẻ làm thẻ sinh viên của em bị báo mờ nên chưa có thẻ, em phải làm thủ tục như nào để được cấp thẻ ạ. Em cảm ơn. . . . . .",
            "\"Chào em,. . Trường hợp của bạn vào lại trang mybk/Mục nhập học, để nộp lại ảnh nhé.. . Hàng tuần Phòng Đào tạo sẽ lấy lại ảnh về để in lại cho những trường hợp ảnh không đúng quy định và gửi về Khoa phát cho SV.. . Thân\""
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: 1713949  /b \t. . . .   i Tốt nghiệp . Dạ em chào Thầy/Cô ạ, em tên Nguyễn Tuấn Việt, MSSV: 1713949 .Em đã hoàn thành luận văn tốt nghiệp trong HK211 cũng như hoàn thành các môn học khác nên không đăng ký thời khóa biểu trong HK212, vì vậy tình trạng sinh viên chuyển sang tạm dừng ạ. Thầy cô cho em hỏi làm thế nào để có thể đăng ký tốt nghiệp được ạ? Em cảm ơn Thầy/Cô ạ.",
            "\"Chào bạn,. . PDT đã ghi nhận yêu cầu về đăng ký xét TN của bạn. SV vui lòng theo dõi email  và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 30/03/2022 SV vẫn chưa nhận được thấy tên trong ds dự kiến tốt nghiệp ( Tra danh sách tại http://www.aao.hcmut.edu.vn    Tốt nghiệp    Thông tin tốt nghiệp) hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 04/2022 (cập nhật mới gia hạn thời gian xử lý tốt nghiệp). . Về tình trạng sinh viên, khi nào em có tên trong ds dự kiến tốt nghiệp, PDT sẽ tự động ra QD thu nhận cho bạn nhé. . Thân. . \""
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em tên [full_name], MSSV: [student_id]. . Hiện tại em còn khoản học phí dự thính Anh văn 3 chưa thanh toán. Sáng hôm nay 21-3-2022 e có ra hệ thống ngân hàng OCB để nộp học phí thì chị nhân viên bảo trên hệ thống chưa có dữ liệu thanh toán, chị ý sợ nộp vào tiến bị treo nên không dám nhận nộp, em cũng không biết phương thức thanh toán nào khác. Chính vì vậy mong phòng đào tạo hướng dẫn em hình thức thanh toán hoặc chỉnh sửa lại hệ thống để em có thể đăng kí các môn học sau ạ. em cảm ơn pdt rất nhiều ạ. Hiện em đang khá gấp nên mong pdt phản hồi sớm giúp em.",
            "Chào em,. . SV vui lòng đợi thông báo sau của Phòng Đào tạo về việc thay đổi (gia hạn)thời gian thanh toán Học phí nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: cho em xin số tài khoản đại học bách khoa thành phố để chuyển tiền với ạ",
            "Chào em,. . Vui lòng trình bày rõ vấn đề của bạn nhé, vì SV thanh toán học phí qua bkpay nhé bạn, không chuyển khoản vào tài khoản của trường. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em là [full_name],. . . . Hiện tại bằng Toeic của em đã có kết quả thẩm tra hợp lệ. Và em cũng đã đăng ký chuyển điểm [full_name].. . . . Mong [full_name] có thể xử lý chuyển điểm sớm, để em có thể đăng ký tốt nghiệp kịp thời ạ.. . . . Em xin cảm ơn,. . [full_name]",
            "\"Chào bạn,. . PDT đã ghi nhận yêu cầu về đăng ký xét TN của bạn. SV vui lòng theo dõi email  và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 30/03/2022 SV vẫn chưa nhận được thấy tên trong ds dự kiến tốt nghiệp (http://www.aao.hcmut.edu.vn    Tốt nghiệp    Thông tin tốt nghiệp) hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ tại (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 04/2022 . . Về tình trạng sinh viên, khi nào bạn có tên trong ds dự kiến tốt nghiệp, PDT sẽ tự động ra QD thu nhận cho bạn nhé. . Thân\""
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Dạ em muốn hỏi là: bên trường mình có cấp giấy chứng nhận hoàn thành khóa học sau khi đã cập nhật đầy đủ điều kiện để tốt nghiệp, do khả năng cao em không kịp hoàn thành điều kiện để tốt nghiệp trong đợt tốt nghiệp tháng 4 này ạ. Em cần giấy này để nộp cho công ty ạ.",
            "Chào em,. . Không có giấy hoàn thành khóa học nhé bạn, SV có thể sử dụng bảng điểm để nộp nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . pdt ơi cho em hỏi em mới thi anh văn Nói-Viết ở Bkenglish và đã có điểm thì giờ em có cần làm gì để cập nhật điểm không ạ",
            "Chào em,. . Tự đông bên BKenglish sẽ gửi kết quả cho PDT.. . hiện tại em đã đủ điều kiện tốt nghiệp chưa?. . Thân",
            "Dạ em còn thiếu anh văn nghe-đọc toeic dự khoản ngày 8/4 này sẽ có kết quả bên BKE đó ạ. Khi đó em còn đăng ký tốt nghiệp kịp không ạ.",
            "\"Chào em,. . Trường hợp để được xét tốt nghiệp, yêu cầu bắt buộc chứng chỉ phải được thẩm tra hợp lệ bạn.. . SV theo dõi lịch trình tốt nghiệp tháng 4/2022 tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 4/2022. . Thân\""
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Kính gửi phòng đào tạo,. . . . Em không thể đăng kí tốt nghiệp, hệ thống thông báo rằng em bị tạm dừng học vì không đăng kí môn học.. . . . Em đã hoàn thành luận văn tốt nghiệp và đủ số tín chỉ, đủ điều kiện tốt nghiệp.. . . . Mong quý anh chị/ thầy cô xem xét giúp em.. . . . Em xin cảm ơn.. . . . Phi. .",
            "Chào em,. . Trường hợp của bạn bị tạm dừng, hiện tại PDT đang tiến hành làm QD thu nhận cho bạn.. . Nhưng bạn còn thiếu ngày CTXH, hiện tại bạn đã cập nhật đủ chưa?. . Vui lòng trình bày rõ giúp cô nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em kính chào Thầy/Cô ạ, em tên [full_name], MSSV: [student_id]. . Em đã hoàn thành chương trình đào tạo trong HK211 nên em không đăng ký môn học ở HK212 dẫn đến tình trạng sinh viên tạm dừng. Hiện tại em đã đủ các điều kiện để tốt nghiệp (có anh văn nói viết vừa có kết quả hôm qua nên em không biết có chuyển điểm qua cho trường chưa ạ). Em có biết phải làm đơn thu nhận lại nhưng em không biết em có thể gửi đơn thu nhận online được không hay phải nộp trực tiếp ạ? Em cảm ơn Thầy/Cô ạ.",
            "\"Chào bạn,. . PDT đã ghi nhận yêu cầu về đăng ký xét TN của bạn. SV vui lòng theo dõi email  và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 30/03/2022 SV vẫn chưa nhận được thấy tên trong ds dự kiến tốt nghiệp ( Tra danh sách tại http://www.aao.hcmut.edu.vn    Tốt nghiệp    Thông tin tốt nghiệp) hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 04/2022 (cập nhật mới gia hạn thời gian xử lý tốt nghiệp). . Về tình trạng sinh viên, khi nào em có tên trong ds dự kiến tốt nghiệp, PDT sẽ tự động ra QD thu nhận cho bạn nhé. . Thân. . \""
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Dạ cho em hỏi là em có nhận được thông báo đóng tiền học phí dự thính ngoài giờ, hạn chót là 15h 21/3/2022 nhưng khi em lên Bkpay xem thì hệ thống không mở để đóng ạ. Vậy em có cần ra ngân hàng để đóng trực tiếp không ạ?. . Em cảm ơn ạ.",
            "Chào em,. . SV vui lòng đợi thông báo sau của Phòng Đào tạo về việc thay đổi (gia hạn)thời gian thanh toán Học phí nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em chào thầy/cô ạ. Em là [full_name], MSSV [student_id], ngành KT Cơ điện tử. Em đã có tên trong danh sách dự kiến tốt nghiệp, nhưng do học kỳ này em không đăng ký môn học nên bị Tạm dừng Tình trạng sinh viên, không thể đăng ký tốt nghiệp. Em có phải làm thủ tục thu nhận lại để được đăng ký tốt nghiệp không ạ? Em xin cảm ơn thầy/cô."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em chào Cô, em muốn đăng ký xét tốt nghiệp, mà không thấy có trong danh sách dự kiến, không biết em còn thiếu điều kiện nào không ạ?. .",
            "\"Chào bạn,. . PDT đã ghi nhận yêu cầu về đăng ký xét TN của bạn. SV vui lòng theo dõi email  và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 30/03/2022 SV vẫn chưa nhận được thấy tên trong ds dự kiến tốt nghiệp (http://www.aao.hcmut.edu.vn    Tốt nghiệp    Thông tin tốt nghiệp) hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ tại (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 04/2022 . . Về tình trạng sinh viên, khi nào bạn có tên trong ds dự kiến tốt nghiệp, PDT sẽ tự động ra QD thu nhận cho bạn nhé. . Thân\"",
            "\"Chào bạn. . Pdt kiểm tra hiện tại bạn còn nợ Toeic. . Không đủ ĐK để tốt nghiệp. . Bạn kiểm tra lại nghen. . Trường hợp có khiếu nại bạn có thể gửi lại qua bksi.. . Trường hợp SV học môn tương đương nhưng chưa được cập nhật, vui lòng gửi lại thêm 1 yêu cầu khác về việc xin cập nhật môn tương đương (ghi rõ tên và mã MH SV học, ở học kỳ nào? bao nhiêu điểm? và tương đương với môn học nào thuộc CTĐT của SV). . Thân\"",
            "Em chào Cô.. . em đăng ký chuyển qua VHVL là không cần xét Toeic 2 kỹ năng nói viết phải không ạ?. em hoàn thành thủ tục chuyển hệ là có thể đăng ký xét tốt nghiệp hay cần làm thủ tục gì khác không ạ?. . em cảm ơn Cô đã đọc và phản hồi hỗ trợ Em.",
            "Chào em,. . Hệ VLVH khóa 2014 không cần 2 kỹ năng nói viết nhé bạn.. . SV xem quy định tại đây: http://www.aao.hcmut.edu.vn/sinh viên/quy chế/học vụ/Quyết định ban hành Quy định học vụ và đào tạo bậc Đại học/ phụ lục 1/2. Chuẩn ngoại ngữ tốt nghiệp . . Thân\". . Hiện tại e đã đủ điều kiện tốt nghiệp chưa?. . Thân",
            "Em chào Cô.. . Em đã đạt 140 tín chỉ, không còn nợ môn, hay nợ học phí. Anh đạt chuẩn Toeic nghe đọc. Chỉ chờ xác nhận chuyển qua hệ VHVL thôi ạ.",
            "Chào em,. . Hiện tại em đã nộp đơn chuyển qua VLVH và gửi cho PDT chưa?. . Nếu có vui lòng chụp hình biên nhận đơn đính kèm ở PDT kiểm tra nhé!. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Chào anh chị,. . Hiện tại em đã đủ điều kiện tốt nghiệp nhưng em không vào được phần đăng kí tốt nghiệp trên mybk. Cho em hỏi trường hợp của em cần làm những gì để có thể đăng kí tốt nghiệp được ạ.. . Em cảm ơn",
            "\"Chào bạn,. . PDT đã ghi nhận yêu cầu về đăng ký xét TN của bạn. SV vui lòng theo dõi email  và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 30/03/2022 SV vẫn chưa nhận được thấy tên trong ds dự kiến tốt nghiệp ( Tra danh sách tại http://www.aao.hcmut.edu.vn    Tốt nghiệp    Thông tin tốt nghiệp) hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 04/2022 (cập nhật mới gia hạn thời gian xử lý tốt nghiệp). . Về tình trạng sinh viên, khi nào em có tên trong ds dự kiến tốt nghiệp, PDT sẽ tự động ra QD thu nhận cho bạn nhé. . Thân. . \""
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Dạ em chào [full_name] ạ, em tên là [full_name] MSSV [student_id] lớp CK17CD1. Em có 1 câu hỏi ạ. E đã có email thông báo tốt nghiệp và đã có tên trong danh sách tốt nghiệp dự kiến tháng 4/2022 nhưng em vào my bk để đăng kí tốt nghiệp thì không được vì tình trạng sv đang tạm dừng. Bây giờ có phải làm đơn xin huỷ tình trạng sv tạm dừng không ạ. Em cảm ơn",
            "\"Chào em,. . Hiện tại PDT đang ra Quyết định thu nhận lại cho SV để đăng ký xét tốt nghiệp, em theo dõi tình trạng trên mybk/Thông tin Sinh viên, khi nào chuyển qua trạng thái \"\"đang học\"\", em vào đăng ký tốt nghiệp lại nhé.. . Thân\""
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: 2033577  /b \t. . . .   i Yêu cầu khác . HỌC PHÍ . . . . Kính chào Thầy/Cô Phòng Đào tạo,. . . . Em tên: NGUYỄN ĐĂNG KHOA. . MSSV: 2033577. . Hệ VLVH: Khoa Điện-Điện tử. . . . Em có thấy thông tin yêu cầu đóng học phí trên BKPAY cho học kỳ 212 hạn thanh toán 15h ngày 21/03/2022. Tuy nhiên, hiện tại là 11h30 ngày 21/03/2022 em có vào thanh toán học phí, hệ thống vẫn chưa mở để thực hiện. (Hình ảnh đính kèm). . . . Kính mong Thầy/Cô kiểm tra và hướng dẫn giúp em ạ.. . Em cảm ơn nhiều ạ.",
            "Chào em,. . SV vui lòng đợi thông báo sau của Phòng Đào tạo về việc thay đổi (gia hạn)thời gian thanh toán Học phí nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Kính gửi PĐT,. . . . Em đã hoàn tất toàn bộ hồ sơ và đóng lệ phí tốt nghiệp HK2 năm học 2021-2022 vào hôm nay (21/03/2022). Hiện tại em đang cần rất gấp Giấy chứng nhận tốt nghiệp tạm thời bản cứng/ hoặc mềm (trong tuần này) để hoàn thành hồ sơ cho công ty. . . Em rất mong PĐT có thể giải quyết sớm trường hợp khẩn cấp này giúp em. Em xin chân thành cảm ơn.. . . . Trân trọng!",
            "Chào em,. . Thứ 6 hàng tuần PDT sẽ lấy dữ liệu in và up lên trang mybk/Đăng ký tốt nghiệp, sau ngày thứ 6 SV có thể vào tải file mềm sử dụng trước nhé. Sau đó bản giấy sẽ nhận tại Phòng Đào tạo 101A1 nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em đã bị ra quyết định tạm dừng nên không thể đăng ký xét Tốt nghiệp trên trang Mybk. Em đã hoàn thành toàn bộ môn học, đủ điều kiện tốt nghiệp và có tên trong danh sách dự kiến tốt nghiệp tháng 4/2022.. . Rất mong PĐT sớm phản hồi và giải quyết giúp em.. . Xin cảm ơn.",
            "\"Chào em,. . Hiện tại PDT đang ra Quyết định thu nhận lại cho SV để đăng ký xét tốt nghiệp, em theo dõi tình trạng trên mybk/Thông tin Sinh viên, khi nào chuyển qua trạng thái \"\"đang học\"\", em vào đăng ký tốt nghiệp lại nhé.. . Thân\""
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Cho em hỏi điểm số 24 trong bảng điểm chuyển là điểm gì vậy ạ? (đạt, không đạt,...). .",
            "Chào em,. . Điểm 24 không có trong thang điểm nhé, môn AV cơ bản cũng không có trong CTĐT của bạn, nên cũng sẽ tính điểm trung bình/Trung bình tích lũy nhé!. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính gửi phòng đào tạo,. .   Em tên [full_name], MSSV: [student_id]. Dạ cho em hỏi em đã đăng kí tốt nghiệp và thanh toán lệ phí tốt nghiệp (23/02/2022) nhưng đến hiện tại em vẫn chưa nhận email thông báo nhận bằng tốt nghiệp tạm thời ạ? Lúc đăng kí tốt nghiệp phần để email do em không đọc kĩ nên đã điền email của trường thì có vấn đề gì không ạ.. .   Em chân thành cảm ơn ạ. .",
            "Chào bạn. . Theo quy trình cấp bằng đại học hiện tại: dự kiến vào cuối mỗi tháng Phòng đào tạo sẽ lấy danh sách sinh viên đã đăng ký tốt nghiệp (SV đã đăng ký, thanh toán tiền và có xác nhận đã nhận của PĐT) để ra Quyết định công nhận tốt nghiệp, tiến hành in Bằng tốt nghiệp và sẽ thông báo mời SV đến nhận sau khi hoàn tất.. . Nên nếu SV thật sự cần Giấy chứng nhận tốt nghiệp, thì vui lòng điền thông tin vào form (đã có tên trong danh sách dự kiến tốt nghiệp, đã khai thông tin tốt nghiệp, thanh toán 95.000 lệ phí tốt nghiệp): https://forms.gle/2WnfHeAHnRZWJ6Jn7. . Sau khi kiểm tra dữ liệu, dự kiến Thứ 2 hàng tuần sẽ in và scan gởi qua mail SV, sau đó SV cần bảng chính vui lòng liên hệ Pdt để nhận. . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Chào Cô (thầy),. . Em tên là Vũ Mạnh Cường, MSSV [student_id]. Cho em hỏi là tại sao em vào BKpay thì không thanh toán được học phí dự thính cho kì 212 ạ. Em cảm ơn.",
            "Chào em,. . SV vui lòng đợi thông báo sau của Phòng Đào tạo về việc thay đổi (gia hạn)thời gian thanh toán Học phí nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Hiện tại tình trạng sinh viên của em là \"tạm dừng\". Em vừa có điểm thi anh văn nói viết đủ điều kiện tốt nghiệp nên mong muốn nhà trường mở lại tình trạng sinh viên của em để em có thể đăng ký tốt nghiệp ạ.",
            "\"Chào bạn,. . PDT đã ghi nhận yêu cầu về đăng ký xét TN của bạn. SV vui lòng theo dõi email  và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 30/03/2022 SV vẫn chưa nhận được thấy tên trong ds dự kiến tốt nghiệp (http://www.aao.hcmut.edu.vn    Tốt nghiệp    Thông tin tốt nghiệp) hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ tại (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 04/2022 . . Về tình trạng sinh viên, khi nào bạn có tên trong ds dự kiến tốt nghiệp, PDT sẽ tự động ra QD thu nhận cho bạn nhé. . Thân\""
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Dạ thưa quý thầy/cô PĐT, hiện em là sinh viên khóa k17 đã hoàn thành anh văn nói viết để tốt nghiệp. Nhưng hiện tại tình trạng của em trên MyBK đang là \"tạm dừng học\" vì không ĐKMH kì này (em đã hoàn thành chương trình học, em thi anh văn trễ 1 kì). Em muốn hỏi là em có cần nộp đơn thu nhận để mở lại MyBK và em tiến hành đăng ký tốt nghiệp cho đợt tháng 4 này không ạ? Mong các thầy/cô giải đáp. Em xin cám ơn quý thầy/cô.",
            "\"Chào bạn,. . PDT đã ghi nhận yêu cầu về đăng ký xét TN của bạn. SV vui lòng theo dõi email  và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 30/03/2022 SV vẫn chưa nhận được thấy tên trong ds dự kiến tốt nghiệp ( Tra danh sách tại http://www.aao.hcmut.edu.vn    Tốt nghiệp    Thông tin tốt nghiệp) hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 04/2022 (cập nhật mới gia hạn thời gian xử lý tốt nghiệp). . Về tình trạng sinh viên, khi nào em có tên trong ds dự kiến tốt nghiệp, PDT sẽ tự động ra QD thu nhận cho bạn nhé. . Thân. . \"",
            "\"Chào bạn. . Pdt kiểm tra hiện tại bạn còn nợ 4 anh văn. . Không đủ ĐK để tốt nghiệp. . Bạn kiểm tra lại nghen. . Trường hợp có khiếu nại bạn có thể gửi lại qua bksi.. . Trường hợp SV học môn tương đương nhưng chưa được cập nhật, vui lòng gửi lại thêm 1 yêu cầu khác về việc xin cập nhật môn tương đương (ghi rõ tên và mã MH SV học, ở học kỳ nào? bao nhiêu điểm? và tương đương với môn học nào thuộc CTĐT của SV). . Thân\""
        ]
    },
    {
        "intent": "",
        "message": [
            "Chào thầy/cô. . Em đã đóng tiền chuyển điểm av1234, thầy/ cô xác nhận đăng kí giúp em ạ, để em đăng kí tốt nghiệp, em sợ không kịp hạn đăng kí tốt nghiệp ấy ạ.. . Em xin chân thành cảm ơn thầy/cô.. .",
            "\"Chào bạn. . Trường hợp của bạn đã có tên trong ds dự kiến tốt nghiệp, SV kiểm tra mail và vào đăng ký tốt nghiệp nhé. . Thân\""
        ]
    },
    {
        "intent": "",
        "message": [
            "Dạ em xin chào Thầy/Cô!. . Em tên [full_name], MSSV [student_id], lớp MO15QLMT.. . Hôm nay em làm đơn này xin Thầy/Cô xem xét cho em xin gia hạn thời gian đào tạo, do tình hình dịch bệnh và em bị nhiễm covid nên em không đủ thời gian và sức khỏe để thi và hoàn thành chứng chỉ anh văn kịp thời hạn. Hiện tại em chỉ thiếu chứng chỉ anh văn để được ra trường. Mong Thầy/Cô xem xét cho em gia hạn thêm 1 học kì để hoàn thành các chứng chỉ anh văn và ra trường ạ.. . Em xin chân thành cảm ơn Cô/Thầy ạ.",
            "\"Chào em,. . SV khóa 2015 hiện tại đã hết thời gian đào tạo theo quy định và hạn cuối tốt nghiệp vào đợt tháng 4/2022 này.. . Hiện tại PDT đã ra quyết định thôi học vì hết thời gian đào tạo. . Trong đợt tốt nghiệp tháng 4/2022 này, khi nào SV đủ điều kiện tốt nghiệp, có thể làm đơn gửi qua bksi để xin cứu xét thu nhận lại để xét tốt nghiệp nhé. . Sau ngày 22/04/2022, SV chưa đủ điều kiện tốt nghiệp do chưa hoàn thành đủ ngày CTXH, CCNN xét tốt nghiệp, có thể nộp đơn xin gian hạn 1HK tại Phòng Đào tạo.. . (chưa đủ điều kiện vì thiếu CCNN  có nghĩa là SV phải hoàn thành tất cả các môn học thuộc CTĐT, kể cả AV1,2,3,4. có thể làm đơn xin gia hạn thời gian nộp CCNN để tốt nghiệp. SV lưu ý, trường hợp này PDT phải xét điều kiện đúng là SV chỉ còn nợ CCNN để tốt nghiệp mới được gia hạn nhé). . Thân. . \""
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Kính gửi: Phòng Đào Tạo Trường Đại Học Bách Khoa Tp HCM. . Em tên [full_name] khóa ck15, em mong nhà trường có thể cho e xin đăng kí tốt nghiệp bổ sung. . . Em xin cám ơn",
            "\"Chào bạn,. . PDT đã ghi nhận yêu cầu về đăng ký xét TN của bạn. SV vui lòng theo dõi email  và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 30/03/2022 SV vẫn chưa nhận được thấy tên trong ds dự kiến tốt nghiệp (http://www.aao.hcmut.edu.vn    Tốt nghiệp    Thông tin tốt nghiệp) hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ tại (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 04/2022 . . Về tình trạng sinh viên, khi nào bạn có tên trong ds dự kiến tốt nghiệp, PDT sẽ tự động ra QD thu nhận cho bạn nhé. . Thân\""
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính gửi thầy/cô!. . Cho em xin phép hủy rút môn học Điện - Giải tích mạch (EE2031) nhóm lớp DT01.. . Do lần trước em xin chuyển từ học kỳ chính sang dự thính nên trước đó có lỡ điền form đăng ký rút môn. . . Kính mong thầy/cô giúp đỡ cho em được hủy rút môn học! . . Em xin chân thành xin lỗi và cảm ơn thầy/cô rất nhiều!.",
            "Chào em,. . Em vui lòng viết đơn trình bày rõ lý do, tên và mã MH xin rút, ở Học kỳ nào? và gửi lại qua bksi giúp cô nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Xin chào phòng đào tạo. Em tên là [full_name]. MSSV là [student_id] hiện em đã hoàn thành tất cả các môn, luận vă, các chứng chỉ anh văn, ngày CTXH Và đã đủ tất cả các điều kiện tốt nghiệp Nhưng em vẫn không thể đăng ký tốt nghiệp được. Đến khi vào trang sinh viên thì thấy thực trạng là hiện tại là nghỉ và có quyết định nghỉ theo 727/QĐ-ĐHBK ngày 15/03/2022.. . Mong phòng đào tạo xem xét để em có thể đăng ký tốt nghiệp bổ sung trong đợt tháng 4 này ạ. . Mong nhận được phản hồi từ phía Phòng đào tạo. Em chân thành cảm ơn ạ.",
            "\"Chào bạn,. . PDT đã ghi nhận yêu cầu về đăng ký xét TN của bạn. SV vui lòng theo dõi email  và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 30/03/2022 SV vẫn chưa nhận được thấy tên trong ds dự kiến tốt nghiệp (http://www.aao.hcmut.edu.vn    Tốt nghiệp    Thông tin tốt nghiệp) hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ tại (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 04/2022 . . Về tình trạng sinh viên, khi nào bạn có tên trong ds dự kiến tốt nghiệp, PDT sẽ tự động ra QD thu nhận cho bạn nhé. . Thân\""
        ]
    },
    {
        "intent": "",
        "message": [
            "B Khiếu nại đăng ký môn học . Em là [full_name] lớp HC18TP. Đợt vừa rồi em có đăng ký môn học Luận Văn Tốt Nghiệp(CNTP) mã môn học là CH4337. Tuy nhiên hiện tại em check thời khóa biểu thì không thấy môn học em đã đăng ký. Đợt 2 em có ĐKMH nhưng nay em kiểm tra lại thì thấy kết quả báo thiếu môn tiên quyết CH4005 nhưng em đã hoàn thành môn học và có điểm trên hệ thống. Mong thầy(cô) kiểm tra lại giúp em. Em xin cảm ơn.",
            "Chào em,. . Môn này của em có điểm lúc nào? Vui lòng trình bày rõ giúp cô nhé, vì kết quả hủy LVTN của bạn từ ngày 1/1/2022. . Hiện tại nếu SV đã đủ điều kiện đăng ký LVTN, vui lòng làm đơn trình bày xin đăng ký LVTN trễ hạn, trong đơn có xác nhận của GV hướng dẫn về tiến độ thực hiện và [full_name] xác nhận đồng ý cho bạn nhận LVTN trễ hạn và gửi qua bksi vì hiện tại đã là tuần thứ 12 của học kỳ. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Cho em hỏi. Em đã có tên trong dánh sách tốt nghiệp dư kiến nhưng em vẫn không đăng kí tốt nghiệp được ạ. .",
            "\"Chào em,. . Hiện tại PDT đang ra Quyết định thu nhận lại cho SV để đăng ký xét tốt nghiệp, em theo dõi tình trạng trên mybk/Thông tin Sinh viên, khi nào chuyển qua trạng thái \"\"đang học\"\", em vào đăng ký tốt nghiệp lại nhé.. . Thân\""
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em là [full_name], mssv [student_id] lớp CC16KTM.. .  . . Hiện tại em đã đủ điều kiện để được xét tốt nghiệp. Tuy nhiên đến thời điểm hiện tại em vẫn chưa có tên trong danh sách tốt nghiệp dự kiến, và không thể lựa chọn đăng kí tốt nghiệp trong myBK. Ngoài ra em còn bị xét tạm dừng tình trạng sinh viên (vì không đăng kí môn học) nên không thể truy cập vào trang đăng kí tốt nghiệp. Vậy mong PDT xem xét để em được đăng kí tốt nghiệp.. . . . Em xin cám ơn.",
            "\"Chào bạn,. . PDT đã ghi nhận yêu cầu về đăng ký xét TN của bạn. SV vui lòng theo dõi email  và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 30/03/2022 SV vẫn chưa nhận được thấy tên trong ds dự kiến tốt nghiệp (http://www.aao.hcmut.edu.vn    Tốt nghiệp    Thông tin tốt nghiệp) hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ tại (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 04/2022 . . Về tình trạng sinh viên, khi nào bạn có tên trong ds dự kiến tốt nghiệp, PDT sẽ tự động ra QD thu nhận cho bạn nhé. . Thân\"",
            "\"Chào bạn. . Pdt kiểm tra hiện tại bạn còn nợ. . Không đủ ĐK để tốt nghiệp. . Bạn kiểm tra lại nghen. . Trường hợp có khiếu nại bạn có thể gửi lại qua bksi.. . Trường hợp SV học môn tương đương nhưng chưa được cập nhật, vui lòng gửi lại thêm 1 yêu cầu khác về việc xin cập nhật môn tương đương (ghi rõ tên và mã MH SV học, ở học kỳ nào? bao nhiêu điểm? và tương đương với môn học nào thuộc CTĐT của SV). . Thân\"",
            "Gửi PĐT,. . . . Sau khi kiểm tra lại kĩ em thấy mình đã đạt đủ số môn và tín chỉ theo chương trình đào tạo (là 141 tín chỉ). Tuy nhiên, khi tra cứu trên myBK thì có vẻ như kết quả của học kì 211 (học kì này em chỉ đăng kí làm luận văn tốt nghiệp là môn học duy nhất) chưa được cập nhật vào số tín chỉ tích lũy (như ở đính kèm 1 và 2). Số tín chỉ còn thiếu (8 tín chỉ) có thể là do việc chưa cập nhật này.. . . . Vậy mong PĐT xem xét tình huống này giúp em, để em có thể đăng kí tốt nghiệp đúng lịch trình và tiến độ. Nếu như đã cập nhật mà còn thiếu chỉ, vậy xin PĐT có thể gửi em bảng điểm để em xem còn môn nào thiếu để đăng kí học bổ sung vào kì học tới.. . . . Em xin cám ơn.",
            "Gửi PDT,. . . . Sau khi gửi phản hồi trên em đã thấy đính kèm được gửi từ phản hồi trước. PĐT có thể bỏ qua phản hồi vừa rồi.. . . . Theo đính kèm từ PĐT thì em bị thiếu 1 môn là:. . - CO2029  XU LY TIN HIEU SO. . và thiếu 2 môn tự chọn chuyên ngành.. . Em xin đính chính là em đã hoàn thành các môn này. . . - CO2035 Xử lý tín hiệu số ĐTK 7.50. . Các môn tự chọn:. . - CO3037 Pt ứd internet of things ĐTK 10.0. . - CO3041 Hệ thống thông minh ĐTK 7.50. . - CO3065 C/nghệ phần mềm nâng cao ĐTK 8.50. . - CO3069 Mật mã và an ninh mạng ĐTK 8.50. . . . Vậy PĐT cập nhật giúp em môn xử lí tín hiệu số và các môn còn lại là đã hoàn thành rồi.. . Xin cám ơn PĐT.",
            "Chào em,. . em vui lòng ghi rõ và xem lại file xét phòng đào tạo gửi nhé.. . 1) về môn em thiếu C2029, em học môn tương đương, vui lòng ghi rõ em học ở HK nào? bao nhiêu điểm? tương đương môn học gì (tên và mã MH). . Trong tổ hợp nhóm 2 (theo file xét PDT gửi cho SV) em gửi không có môn C3041 nhé, SV vui lòng liên hệ ở khoa để được tư vấn về chương trình đào tạo của bạn thêm nhé. . Thân",
            "Gửi PĐT,. . . . Về môn CO2029 XU LY TIN HIEU SO thì em đã học môn tương đương là CO2035 Xử lí tín hiệu số ở Học kỳ 1 (2020-2021) HK201 với điểm số là 7.50, PĐT có thể xem ở file đính kèm 1.. . . . Còn về môn tự chọn thì em chỉ thiếu đúng mỗi 1 môn tự chọn (3 tín chỉ tự chọn) vì môn CO3041 không có trong chương trình đào tạo và 3 môn còn lại (CO3037, CO3065, CO3069) là đã đạt chuẩn và được xét duyệt rồi đúng không ạ? Em cần được xác minh để kì sau đăng kí học môn học còn thiếu ạ.. . . . Em cám ơn PĐT.",
            "Chào em,. . File xét tốt nghiệp PDT đã gửi cho SV nhé, SV học đúng theo đúng theo CTĐT nhé.. . Cần tư vấn đề CTĐT SV vui lòng liên hệ về Khoa để được tư vấn nhé.. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Dạ em chào pđt ạ,. . . . Cho em xin chuyển điểm sớm để xét tốt nghiệp tháng 4/2022 ạ.. . Tên [full_name] - [student_id]. . . . Em xin cảm ơn ạ.",
            "\"Chào bạn,. . PDT đã ghi nhận yêu cầu về đăng ký xét TN của bạn. SV vui lòng theo dõi email  và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 30/03/2022 SV vẫn chưa nhận được thấy tên trong ds dự kiến tốt nghiệp ( Tra danh sách tại http://www.aao.hcmut.edu.vn    Tốt nghiệp    Thông tin tốt nghiệp) hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 04/2022 (cập nhật mới gia hạn thời gian xử lý tốt nghiệp). . Về tình trạng sinh viên, khi nào em có tên trong ds dự kiến tốt nghiệp, PDT sẽ tự động ra QD thu nhận cho bạn nhé. . Thân. . \""
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em chào thầy/cô,. . . . Dạ tình hình là em đã có tên trong danh sách dự kiến tốt nghiệp nhưng em không đăng kí tốt nghiệp được vì học kì này em bị tạm dừng do không đăng kí môn học. Thầy/cô có thể giúp em xem xét được không ạ?. . . . Em xin cảm ơn!",
            "\"Chào em,. . Hiện tại PDT đang ra Quyết định thu nhận lại cho SV để đăng ký xét tốt nghiệp, em theo dõi tình trạng trên mybk/Thông tin Sinh viên, khi nào chuyển qua trạng thái \"\"đang học\"\", em vào đăng ký tốt nghiệp lại nhé.. . Thân\""
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Anh/chị cho em hỏi, em đã đăng ký tốt nghiệp 1/3/2022 thì khi nào có bằng tốt nghiệp chính thức ạ ? (Bằng tốt nghiệp tạme thời vẫn chưa được gửi về luôn ạ)",
            "\"Chào bạn. . Theo quy trình cấp bằng đại học hiện tại: dự kiến vào cuối mỗi tháng Phòng đào tạo sẽ lấy danh sách sinh viên đã đăng ký tốt nghiệp (SV đã đăng ký, thanh toán tiền và có xác nhận đã nhận của PĐT) để ra Quyết định công nhận tốt nghiệp, tiến hành in Bằng tốt nghiệp và sẽ thông báo mời SV đến nhận sau khi hoàn tất.. . Nên nếu SV thật sự cần Giấy chứng nhận tốt nghiệp, thì vui lòng điền thông tin vào form (đã có tên trong danh sách dự kiến tốt nghiệp, đã khai thông tin tốt nghiệp, thanh toán 95.000 lệ phí tốt nghiệp(sad) https://forms.gle/2WnfHeAHnRZWJ6Jn7. . Sau khi kiểm tra dữ liệu, dự kiến Thứ 2 hàng tuần sẽ in và scan gởi qua mail SV, sau đó SV cần bảng chính vui lòng liên hệ Pdt để nhận. . . Thân\"\"\""
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp ."
        ]
    }
]