[
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Kính gửi pđt, . . . . Em đã nộp đơn xét tốt nghiệp và được pđt xác nhận. Tuy nhiên em phát hiện phần thông tin giáo viên hướng dẫn luận văn trong mục \"Khai lý lịch tốt nghiệp\" bị sai. . . Làm sao để em thay đổi/cập nhật thông tin vậy ạ?",
            "Chào em,. . Em không cần phải cập nhật lại, thông tin này sẽ được lấy từ Khoa để in học bạ cho sinh viên chứ không lấy thông tin sinh viên khai.. . Thân mến. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Dear [full_name].. . . . Em là [full_name], MSSV: [student_id].. . . . Vừa qua, em đã tham gia kỳ thi kiểm tra 2 kỹ năng  Nói - Viết tiếng Anh và đạt đủ điểm để tốt nghiệp (295).. . . . Tuy nhiên, hiện tại em vẫn chưa có tên trong danh sách tốt nghiệp dự kiến (hoặc mail thông báo đăng ký tốt nghiệp). Và theo em được biết, các bạn thi cùng đợt với em hiện đã nhận được thông tin.. . . . Kính nhờ [full_name] kiểm tra lại giúp em và bổ sung em vào danh sách tốt nghiệp hoặc thông báo giúp em nếu có bất kỳ vấn đề gì.. . . . Em cảm ơn [full_name]."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: E xin chào Phòng Đào Tạo. . E là [full_name]. . Mssv: [student_id]. . Trong kỳ thanh toán học phí dự đợt này tài khoản ocb của e bị khoá và e đang ở quê (Phú Yên) không có văn phòng ocb để mở khoá. Thì cho e hỏi giờ e phải làm như thế nào để thanh toán học phí ạ. Rất mong Phòng Đạo Tạo giúp đỡ.. . E xin cảm ơn Phòng Đào Tạo",
            "Chào em,. . Số điện thoại hotline của Ngân hàng OCB để được hỗ trợ:[student_id]8. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Chào thầy/ cô.. . . . Em xin hủy môn học sau đây có tính học phí.. . MT1009 - [full_name] Pháp Tính. . . . . . Em xin chân thành cảm ơn thầy/ cô.",
            "Chào em,. . Đã hết thời gian rút môn học (phải thanh toán học phí), em cần làm theo hướng dẫn sau để gửi BLĐ phòng xem xét. . 1.   Sv tải PHIẾU ĐĂNG KÝ RÚT MÔN HỌC (tại trang web: aao.hcmut.edu.vn biểu mẫu) điền thông tin ký tên chụp hình để có file ảnh tải lên trang bksi.hcmut.edu.vn. . 2.   Sv đăng nhập vào trang bksi.hcmut.edu.vn ¬¬¬ Hỏi/Yêu cầu  Tạo câu hỏi/yêu cầu mới: Rút môn học (phải thanh toán học phí) HK 211: điền thông tin vào CHỦ ĐỀ VÀ NỘI DUNG. . 3.   Click vào choose file để tại file ảnh . . 4.   Click vào GỞI. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em đã hoàn thành xong anh văn 4 học kì vừa rồi và đã có điểm và em đã thi anh văn 2 kỹ năng nói và viết 2019.. . . . Mong quý Thầy (Cô) phòng đào tạo xem xét bổ sung em vào danh sách tốt nghiệp dự kiến năm 2021. . . . . Em xin chân thành cảm ơn quý Thầy (Cô) !",
            "Chào bạn,. . PDT đã ghi nhận yêu cầu về đăng ký xét TN của bạn. SV vui lòng theo dõi email  và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 26/10/2021 SV vẫn chưa nhận được mail hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 11/2021 (cập nhật mới gia hạn thời gian xử lý tốt nghiệp). . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em đã đủ điều kiện để xét tốt nghiệp nhưng không đăng ký được (hiển thị Không được phép đăng ký (Nợ CTXH)). Xin PĐT giải quyết giúp em vấn đề này ạ.. .",
            "Chào em,. . Sau 10h ngày 21/10 bạn vô đăng ký tốt nghiệp lại nhé!. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em xin hủy môn học sau đây:. . CO4323 - Luận văn tốt nghiệp (Kỹ thuật Máy tính). . CO4321 - Đề cương luận văn tốt nghiệp (Kỹ thuật Máy tính)\t. . . . Em xin chân thành cảm ơn.",
            "Chào em,. . Đã hết thời gian rút môn học (phải thanh toán học phí), em cần làm theo hướng dẫn sau để gửi BLĐ phòng xem xét. . 1.   Sv tải PHIẾU ĐĂNG KÝ RÚT MÔN HỌC (tại trang web: aao.hcmut.edu.vn biểu mẫu) điền thông tin ký tên chụp hình để có file ảnh tải lên trang bksi.hcmut.edu.vn. . 2.   Sv đăng nhập vào trang bksi.hcmut.edu.vn ¬¬¬ Hỏi/Yêu cầu  Tạo câu hỏi/yêu cầu mới: Rút môn học (phải thanh toán học phí) HK 211: điền thông tin vào CHỦ ĐỀ VÀ NỘI DUNG. . 3.   Click vào choose file để tại file ảnh . . 4.   Click vào GỞI. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em chào thầy cô,. . Trước đây, em có hỏi về việc khi cải thiện môn cốt lõi thì có cần học lại phần mở rộng không thì được trả lời là thông báo cho giáo viên phụ trách để được chuyển điểm. Nhưng thầy em liên lạc với pđt thì được trả lời là em cần làm đơn xin rút môn mở rộng. Hiện tại thì form xin rút môn đã khóa nên em không thể điền được. Bây giờ em phải làm sao ạ ?. . Em cảm ơn thầy cô.",
            "Chào em,. . - Mặc định SV tài năng đăng ký môn cốt lõi sẽ có phần mở rộng (HPMR).. . - Nếu em đã đạt học phần mở rộng em nói với GV phụ trách, GV sẽ nhập điểm đã đạt của em vô, HPMR chỉ tính đạt hoặc không đạt.. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Luận văn của em tên là \" Hoạch định tồn kho tại công ty TNHH sản xuất và thương mại Á Châu\"  và em vẫn muốn giữ tên này nhưng lúc đăng ký tốt nghiệp trên myBK em đăng ký tốt nghiệp với tên luận văn là \"Hoạch định tồn kho công ty sản xuất và thương mại Á Châu\" không biết điều này có ảnh hưởng xấu gì đến việc tốt nghiệp không ạ?. . Em mong sớm nhận được phản hồi từ thầy cô.. . Trân trọng,. . Trung Tín.",
            "Chào em,. . Thông tin đề tài LVTN lấy trực tiếp từ Khoa để in học bạ.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Cho em hỏi chính xác là khi nào phòng đào tạo mới cập nhật đăng ký tốt nghiệp.. . Hiện tại em đã có tên trong danh sách nhưng do nợ học phí hk211 chưa đăng ký được. Vì vậy mà em đã đóng học phí rồi nhưng đã viết yêu cầu hỏi 2 lần sau khi đóng học phí thì vẫn chưa thấy cập nhật cho đăng ký.. . Mong phòng đào tạo phản hồi cho em biết lý do tại sao em chưa đăng ký được hoặc xử lý sớm để em có thể đăng ký vì hạn đăng ký không còn nhiều. . . Em cảm ơn ạ. . .   i Tốt nghiệp .",
            "Chào bạn . . Hiện tại trên BKpay bạn vẫn còn khoản nợ : 55.000 lệ phí in thẻ sinh viên. . Bạn hoàn thành xong rồi báo Pdt để xử lý tiếp việc khai thông tin tốt nghiệp. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em vừa nhận được Mail là bên phòng đào tạo không chấp nhận môn hoãn thi của em là đại số tuyến tính Mã MT1008 của HK202. Em vẫn không hiểu là cả 3 lần đều không được chấp nhận nhưng trong lần đầu trường có trả lời Mail riêng cho em là đơn Hoãn Thi đã được chấp nhận. Nhưng khi tới 2 đợt vừa rồi em lại nằm trong danh sách không được chấp thuận. Em xin cảm ơn ạ",
            "Chào bạn. . Bạn xem lại các thông báo của Pdt. . - Lần đầu là tiếp nhận thông tin Hoãn thi. . - Sau khi hậu kiểm, Pdt thông báo môn [student_id]\tHK203\tMT1008\tĐại số tuyến tính (bt) không thể giải quyết yêu cầu Hoãn thi của bạn vì Bạn đăng ký hoãn thi môn bài tập lớn là môn học kèm chính xác là bạn phải đăng ký môn học chính thức …. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Em có đăng ký hoãn thi môn Nhập môn trí tuệ nhân tạo mã số CO3061 vào ngày 17/9/2021 thì theo mail em mới nhận được sáng nay (19/10/2021) thì đăng ký hoãn thi không thành công. Sau khi kiểm tra lại thì em thấy trong file kết quả pđt gửi lại là em đăng ký hoãn thi môn này vào HK203, trong khi em học môn này vào HK202. Em dùng form đăng ký cho HK202 nhưng có lẽ có sự nhầm lẫn mong PĐT điều chỉnh lại giúp em.. .   i Yêu cầu khác .",
            "Chào bạn[full_name] [full_name] Pdt đã ghi nhận thông tin của bạn[full_name] [full_name] [full_name]"
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính gửi Trường Đại học Bách Khoa TP HCM!. . Em tên là: [full_name] MSSV: [student_id]. . Em đã có tên trong danh sách tốt nghiệp đợt 2 năm 2021. Nay vào mục đăng ký tốt nghiệp nhưng không thành công do lỗi tình trạng sinh viên \"tạm dừng\".Em mong nhà trường giải quyết hoặc hướng dẫn để em hoàn thành tốt nghiệp ạ.. .",
            "Chào em,. . Em vô đăng ký tốt nghiệp lại nhé, đã mở lại. . Nếu còn bị lỗi vui lòng phản hồi lại giúp cô nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Xin chào thầy cô. E là [full_name], mssv [student_id], khoa Bảo dưỡng công nghiệp k17.. . E vừa thanh toán xong nợ học phí trên Bkpay. Mong thầy cô giải quyết sớm để e có thể đăng ký tốt nghiệp theo kịp tiến độ ra trường ạ.. . Trân trọng. . .",
            "Chào em,. . Sau ngày 20-10 em vô đăng ký tốt nghiệp lại nhé!. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em chào Phòng Đào tạo ạ. Em viết yêu cầu này để xin được hoãm thi 3 môn trong học kì 202. Em đã đăng kí hoãn thi trước đó do dịch bệnh, nhưng do em lấy mã môn học ở trên \" thư viện tài liệu Bách Khoa\" và ở đây thì sử dụng mã môn học đã cũ nên PĐT ko xét hoãn thi cho em. Vậy nên em gửi lại đơn xin hoãn thi với 3 môn còn lại theo mã môn học mới ở trong thời khoá biểu học kì 202 của em, mong PĐT chấp nhận và bỏ qua cho sai lầm của em ạ. Em xin cảm ơn.",
            "Chào bạn. . Pdt ghi nhận thông tin phản hồi của bạn. . Lần sau bạn cẩn thận hơn nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Em chào cô, trong câu hỏi trước cô có nói em đk 1 trong 2 học phần GDTC để hoàn thành môn 1 trong 3 môn GDTC theo chương trình cũ những em đăng ký GDTC học phần 1 không cho phép đk ạ, tại em còn nợ một môn GDTC2 nếu k đk kịp sợ kỳ sau em bị đình chỉ 1 kỳ ạ . .   i Đăng ký môn học .",
            "Chào bạn. . Bạn hỏi không rõ ràng gì hết. . Cô kiểm tra bạn đã đạt: gdtc3, Bơi. . Hk202 bạn đang học cầu lông. . Miễn là bạn đạt 3 môn Gctc với 3 mã khác nhau là được. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em là sinh viên khóa K21, hiện em đang muốn làm đơn xin bảo lưu thì phải làm như thế nào ạ.. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: em vắng thi cuối kì giải tích 2 vì lý do điện em gửi đơn hoãn thi là giải tích 2 mã môn học là MT1005 nhưng vân không được giải quyết, em phải đăng kí 2 phần giải tích 2 MT1005 và Giả tích 2 bt MT1006 ạ , mong pdt giải quyết giúp đễ em sớm được thi lại",
            "Chào bạn. . Bạn kiểm tra lại môn Mt1005 trong TKB của Hk203 không có? thì sao giải quyết được Hoãn thi. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em muốn phản hồi lại môn hoãn thi của em do đăng ký không đúng mã số môn học . Em xin điều chỉnh là \" Hoãn thi HK203 môn đại số tuyến tính MT1007\". [full_name] MSSV: [student_id]. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em muốn phản hồi lại môn hoãn thi của em do đăng ký không đúng mã số môn học . Em xin điều chỉnh là \" Hoãn thi HK202 môn đại số tuyến tính MT1007\". [full_name] MSSV: [student_id]. . . . . .",
            "Chào bạn. . Sau khi đối chiếu dữ liệu, Pdt xác nhận bạn đã đăng ký Hoãn thi:. . [student_id]\tHK202\tMT1007. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Chào thầy/cô,. . Em có đăng ký in thẻ sinh viên vận chuyển qua bưu điện đươc trả kết quả in thành công vào ngày 27/07 nhưng bây giờ vẫn chưa nhận được thẻ. Mong thầy/cô cho em xin thông tin vận chuyển để liên hệ với đơn vị vận chuyển.. . Trân trọng./.. .   i Yêu cầu khác .",
            "Chào em,. . Em cung cấp thêm số điện thoại để có thông tin kiểm tra.. . Thân mến. . . .",
            "Dạ số điện thoại của em là [phone_number].",
            "Chào em,. . Hiện trường vẫn chưa nhận được phản hồi gì từ phía bưu điện về việc gửi thẻ của bạn, bạn vui lòng cung cấp lại giúp cô chính xác địa chỉ người nhận, số điện thoại để cô nhờ bộ phận in thẻ in lại và gửi lại cho bạn. . . Thân",
            "Chào cô,. . Cho em gửi thông tin người nhận.. . Địa chỉ: Khu 14, xã Long Đức, huyện Long Thành, tỉnh Đồng Nai. . SĐT: [phone_number].. . Cám ơn cô.",
            "Chào em,. . Thẻ của em đã được gởi cho bưu điện vào hôm thứ 2 ngày 8/11.. . Em theo dõi điện thoại nhé, có 1 số khu vực ở Đồng Nai thư không đi được. . thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính gửi thầy cô phòng Đào tạo. Em tên là [full_name]. MSSV:[student_id].. . Hiện tại em đã thực hiện đăng kí bổ sung các môn GDTC đợt 2 nhưng các lớp đều đã đóng đăng kí và đầy sinh viên. Em mong quý thầy, cô phản hồi và có hướng dẫn giúp em đăng ký môn.. . Em xin chân thành cảm ơn.",
            "Chào em,. . - Hiện tại toàn bộ môn học GDTC đã được Phòng Đào tạo tăng sĩ số tối đa theo quy định của TT GDTC (tối đa của nhóm thể dục là 50sv). . - Trường hợp SV bị trùng lịch học, hết chỗ không đăng ký trong HK1 vẫn có thể đăng ký lại ở các HK sắp tới.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Dạ em chào Thầy/Cô ạ!. . Tình hình dịch bệnh khá khó khăn nên em chỉ có thể thanh toán đúng hạn học phí (\t 3,500,000đ ) học kỳ 211 và 1 phần học phí kỳ 202 ( 3,680,000 đ) vào cuối kỳ 1 này. Em mong quý thầy/cô có thể cho em gia hạn 1 phần học phí của kỳ 202 (3,670,000đ) qua kỳ 212 được không ạ.. . Em chân thành xin cảm ơn ạ.",
            "Chào em,. . Em liên hệ phòng Công tác chính trị sv qua email [email] để được hướng dẫn nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp .",
            "đã đăng ký"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Cho em hỏi nếu muốn hoãn thi thì phải như nào vậy ạ",
            "Chào bạn. . Hoãn thi lý do gì, cho Học kỳ nào. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Dạ cho em hỏi là trường đã có thông báo học thực hành, thí nghiệm trực tiếp chưa ạ?? Và bữa em điền form nhưng không đọc kĩ về điều kiện di chuyển nên trong trường hợp trường thông báo học thực hành trực tiếp mà em chưa tham gia được (vì lí do di chuyển) thì có bị sao không ạ?",
            "Chào em,. . - Thông báo học thực hành trực tiếp mà em chưa tham gia được (vì lí do di chuyển) thì có bị sao không ạ?. . =  Em làm đơn xin không học thí nghiệm trực tiếp tại trường. . - Đơn em tự làm, không có mẫu. . - Đơn có thông tin:. . + mssv, họ tên. . + lý do. . + ngày tháng năm. . + họ tên chữ ký của người làm đơn. . - Gửi đơn qua bksi. . Thân mến. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Chào anh chị ạ. . Em tên [full_name] MSSV [student_id]. . Dạ lúc trước anh chị bảo em đợi đến 19/10 nay em vẫn chưa thấy tên ạ mong anh chị cho em đăng kí tốt nghiệp bổ sung ạ. . Em cảm ơn anh chị"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Em chào thầy/ cô ạ!. . Tài khoản của em không có đăng nhập vào trang exam nhưng liên tục bị khóa từ hôm 10/10 đến nay.. . email: [email]. . Mong thầy cô mở khóa cho em với ạ ! . . Em cảm ơn thầy/cô !. . . .",
            "Chào em,. . Trước giờ thi vẫn vào được, thông báo có ghi rõ mà em.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Xin chào trường ạ, em tên là [full_name] tân sinh viên K21 của ngành Khoa học máy tính CLC, MSSV của em là [student_id]. Vào ngày 11/10 em có nhận được mail báo là phòng đào tạo đã nhận được bản sao chứng chỉ ngoại ngữ của em và em đã đăng ký thẩm tra chứng chỉ của mình trên mybk và làm theo hướng dẫn xác nhận trên file google sheet trong mail. Nhưng hôm nay em lại nhận được mail của cô [full_name] bên mail cá nhân của mình báo rằng phòng đào tạo vẫn chưa nhận được bản sao chứng chỉ của em thì em phải làm sao ạ. Em xin cảm ơn.",
            "Chào bạn. . Bạn phản hồi lại mail cho Cô [full_name] để đối chiếu thông tin. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Em là [full_name] mssv [student_id]. . Em đã đăng kí tốt nghiệp và ban đầu đã xác nhận thành công nhưng tại sao bây giờ lại bị để trong đăng kí là nợ học phí.. . . . Trong khi em đã thanh toán đầy đủ trong bkpay. . . . Em có đính kèm file chứng minh bên dưới. . . . Mong phòng đào tạo xem xét xử lý giúp em sớm với ạ. Vì em đang làm ở công ty cần có chứng nhận đã đăng kí tốt nghiệp thành công. . . .",
            "đã đăng ký tốt nghiệp"
        ]
    },
    {
        "intent": "",
        "message": [
            "CODE Yêu cầu khác  /i. . Chào admin ạ,em có vấn đề muốn hỏi là em vắng học hai buổi võ do không biết tuần này bắt đầu học, vậy có vấn đề gì không ạ. Với lại cho em hỏi email của thầy [full_name] để xin phép thầy học bù ạ!. . . .",
            "Chào em,. . Em liên hệ cô [full_name] [phone_number], phòng 520 Nhà điều hành ĐHQG-HCM (khu phố 6, phường Linh trung, Thủ đức). . Email của cô [full_name] : [email]. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em tên [full_name], mssv [student_id].. . Hiện giờ em đã hoàn thành chương trình học, và đủ ngày công tác xã hội,. . Em vẫn chưa đăng kí tốt nghiệp trên Mybk được.. . Em mong được hỗ trợ để có thể tốt nghiệp được.",
            "Chào bạn,. . PDT đã ghi nhận yêu cầu về đăng ký xét TN của bạn. SV vui lòng theo dõi email  và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 26/10/2021 SV vẫn chưa nhận được mail hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 11/2021 (cập nhật mới gia hạn thời gian xử lý tốt nghiệp). . Thân. .",
            "li answer rate: Answer suits the needs / Câu trả lời đúng ý"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Trước khi khi thpt, em đã gửi bản sao chứng chỉ ngoại ngữ về trường để được chuyển điểm.. . Ngày 11/10, em nhận được mail đề cập tới việc Phòng đào tạo đã nhận được bản sao  và yêu cầu em khai báo thông tin online.. . Ngày 11/10, em đã đăng kí thông tin chứng chỉ ngoại ngữ online .. . Ngày 19/10, em nhận được mail yêu cầu nộp bản sao chứng chỉ ngoại ngữ.. . Có phải em đã quên thực hiện bước nào không hay là do nhà trường có sự nhầm lẫn ạ. . Hy vọng nhà trường có thể trả lời câu hỏi của em.. .",
            "Chào bạn. . Dữ liệu CCNN của bạn đã được cập nhật hợp lệ. . Bạn xem tại Mybk-đăng ký CCNN. . - Bạn có thể đăng ký chuyển điểm anh văn theo quy định. . - Về quy định chuẩn tiếng anh trong quá trình học: Bạn vui lòng xem chi tiết tại trang web aao--  sinh viên --  Quy chế --  Quy chế đào tạo và học vụ bậc đại học và cao đẳng -- Phụ lục 1: Quy định về ngoại ngữ . . Chúc bạn học tập tốt nhé.. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em tên là: [full_name].. . MSSV: [student_id]. . lớp: CK19CTM1. . Hiện em có một khoản học phí dự thính môn anh văn 4A cần đóng. Tài khoảng ngân hàng OCB của em đã bị khóa. Ở tỉnh em không có chi nhánh ngân hàng OCB nào, vì dịch Covid và điều kiện không cho phép nên em không thể đi xa qua các tỉnh khác có ngân hàng OCB. Em đã phản hồi cho ngân hàng và xin hỗ trợ, hiện em vẫn đang đợi phản hồi lại của ngân hàng. . . Vậy cho em hỏi trường hợp của em có được xin đóng học phí muộn không",
            "Chào em,. . Em cố gắng thanh toán sớm nhất nhé. Hoặc em nhờ bạn có TK OCB giúp em.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Gửi PĐT, em có đóng học phí trễ môn anh văn theo yêu cầu, hiện tại thì em đã đóng đủ nhưng em biết là sẽ phải làm đơn nộp. Vậy cho em hỏi quy trình làm đơn như thế nào và xác nhận ra sao cũng như nơi tải mẫu đơn ạ.",
            "Chào em,. . Vậy cho em hỏi quy trình làm đơn như thế nào và xác nhận ra sao cũng như nơi tải mẫu đơn ạ.. . =  Em đã đóng rồi không cần nộp đơn nhé.. . Thân mến. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Thưa thầy/cô:. . -Việc đăng kí học GDTC học phần 1 của k21 lớp đại trà có cần phải đăng kí cả 2 môn võ và aerobic không ạ, nếu đăng kí cả 2 thì có được tính là hoàn thành 2 học phần để tốt nghiệp không ạ.. . -Nếu em đã đăng kí aerobic rồi thì có cách nào hủy lớp mà không mất học phí không ạ.. . Mong thầy/cô giải đáp ạ.. . Em xin cảm ơn!",
            "Chào em,. . - Phải đăng kí cả 2 môn võ và aerobic không ạ. . =  Em đăng ký 1 trong 2 môn nhé. . - Nếu em đã đăng kí aerobic rồi thì có cách nào hủy lớp mà không mất học phí không ạ.. . =  Em làm đơn xin hủy nôn GDTC gửi qua bksi, hoặc nộp trực tiếp PĐT chuyển giúp BLĐ phòng xem xét. . - Đơn em tự làm, không có mẫu. . - Đơn có thông tin:. . + mssv, họ tên. . + mã môn học. . + tên môn học. . + lý do. . + ngày tháng năm. . + họ tên chữ ký của người làm đơn. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Dạ xin chào.. . Do em không đọc rõ quy chế học vụ và gmail từ Ban Hỗ Trợ SV nên em đã đăng ký nhầm môn GDTC học phần 1 (đợt 1 từ 15/10/2021 đến 17/10/2021).. . . . Em có mong muốn được được rút môn học, và cam kết sẽ đóng đầy đủ học phí.",
            "Chào em,. . Em làm đơn xin hủy gửi qua bksi, PĐT chuyển giúp BLĐ phòng xem xét. . - Đơn em tự làm, không có mẫu. . - Đơn có thông tin:. . + mssv, họ tên. . + mã môn học. . + tên môn học. . + lý do. . + ngày tháng năm. . + họ tên chữ ký của người làm đơn. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em đã bị dừng học 2 học kì vì thiếu anh văn nói viết. Nay em đã có kết quả đậu nói viết thì em muốn vào myBK mục Đăng kí tốt nghiệp nhưng không được vì tình trạng sv là tạm dừng.. . . . Em muốn làm đơn thu nhận lại nhưng hiện tại do Covid nên không lên trường nộp đơn thu nhận được. Thì em phải làm sao ạ?",
            "Chào em,. . PDT đã làm QD thu nhận cho bạn rồi nhé, cô thấy em đã đăng ký tốt nghiệp, nhưng hiện tại cô thấy em vẫn chưa thanh toán khoản lệ phí tốt nghiệp 95.000 đ. . thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Em đăng kí hoãn thi sai mã môn học.. . Em xin đổi ME1007 thành MT1007.. . Em xin cảm ơn.. .",
            "Chào bạn[full_name] [full_name] Pdt đã ghi nhận thông tin của bạn[full_name] [full_name] [full_name]"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em có đăng kí ở phần địa chỉ nhận số điện thoại là [phone_number]. Nhưng em lên kiểm tra trên Viettel Post thì lại không thấy bưu kiện nào được gửi đến cho số điện thoại mà em đã đăng kí ạ. Mong được thầy cô kiểm tra lại giúp cho em ạ. Em cảm ơn. .    [full_name]. .    MSSV:[student_id]. .    sđt:[phone_number]. .    email:[email]",
            "Chào em,. . - Những đơn hàng sv kiểm tra thấy báo đơn hàng bị từ chối vì đã làm vận đơn trên hệ thống viettel post nhưng chưa chuyển đi được vì một số  lý do:. . + Thẻ data viettel chưa có cho nên gần 1000 đơn có loại thẻ này chưa thể đóng gói và chuyển đi.. . +  Viettel post hiện không nhận đơn đến các  Tỉnh Đồng Nai, Bình Dương, Bình Phước, một số khu vực, Long An, Tiền Giang, Bà Rịa Vũng Tàu, Cà Mau, Đồng Tháp ... (cập nhật thường xuyên). . . . - Các trường hợp không gửi được cho SV (SĐT không liên lạc được, địa chỉ không đúng), Sau khi bưu cục trả sách về, lúc đó thư viên sẽ liên hệ lại với SV để xác nhận lại địa chỉ và số điện thoại và gửi lại sách cho SV (Trường hợp này SV phải đợi). . . - Em liên hệ thư viện phụ trách việc gửi sách cho Tân sinh viên: [email] để được hướng dẫn thêm nhé.. . Thân mến. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Chào thầy cô,. . Em là [full_name], MSSV [student_id]. . Em xin đăng ký rút môn học Anh văn theo nhu cầu 4A lớp DT07 học kì dự thính 211 (Đã đóng học phí). . Lý do: Em bị trùng lịch học môn thể dục. . Em mong có thể được chấp thuận ạ.. . [full_name],. . [full_name]",
            "1.   Sv tải PHIẾU ĐĂNG KÝ RÚT MÔN HỌC (tải tai trang aao.hcmut.edu.vn) điền thông tin    ký tên    chụp hình để có file ảnh tải lên trang bksi.hcmut.edu.vn.. . 2.   Sv đăng nhập vào trang bksi.hcmut.edu.vn   ¬ Hỏi/Yêucầu    Tạo câuhỏi/yêu cầu mới :: điền thông tin vào CHỦ ĐỀ : Rút môn học (phải thanh toán học phí) HK 211.. . 3.   Click vào choose file để tải file ảnh .. . 4.   Click vào GỞI.. . Hạn chót đăng ký: Trước 10h ngày 22/10/2021 (Sau thời gian trên PĐT sẽ không giải quyết các phát sinh khác nếu có)."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Chào Phòng đào tạo. . Em tên [full_name] là sinh viên K17 khoa Kỹ thuật Giao thông, MSSV [student_id].. . Em hiện đã đủ điều kiện tốt nghiệp đợt tháng 11/2021, và đã có chứng nhận tốt nghiệp tạm thời.. . Em xin phép Phòng đào tạo cấp bằng Tốt nghiệp Chính thức cũng như bảng điểm cho em vào tháng 11/2021. Lý do là em cần bằng tốt nghiệp chính thức để làm hồ sơ cho cục xuất nhập cảnh qua Nhật Bản, phía doanh nghiệp Nhật cần bằng tốt nghiệp chính thức để có thể làm hồ sơ.. . Em xin cám ơn.. .",
            "Chào em,. . Hiện tại nhà trường đang tiến hành in bằng tốt nghiệp cho các bạn sinh viên đã đăng ký tốt nghiệp.. . Sinh viên vui lòng đợi mail thông báo của Phòng Đào về việc nhận bằng tốt nghiệp qua email.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Dạ em chào thầy/cô ạ.. . Dạ thưa thầy/cô, em có đăng kí in bảng điểm từ ngày 12.10.2021 và thanh toán vào thời điểm đó. Cho em hỏi là khoảng khi nào thì em sẽ nhận được bảng điểm qua đường bưu điện vậy ạ, vì em cần hơi gấp ạ! Em cảm ơn ạ.",
            "Chào em,. . Bảng điểm này của em đã được chuyển cho bưu điện gửi theo địa chỉ em đăng ký nhé, bạn nhớ để ý điện thoại có 1 số trường hợp bưu điện không gọi được lại hoàn trả về cho trường vì lý do người nhận không nghe điện thoại. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Em chào thầy/cô ạ.. . . . Hiện tại phường nơi em sinh sống yêu cầu có giấy xác nhận từ trường để tạm hoãn nghĩa vụ quân sự ạ nên em muốn hỏi đó là loại giấy tờ gì và em có thể nhận ở đâu ạ?. .  . . Cảm ơn thầy/cô đã trả lời ạ.. . . .",
            "Chào bạn,. . - SV chủ động đăng ký giấy Xác nhận SV hoãn NVQS để bổ sung cho địa phương và chọn dịch vụ gửi qua được bưu điện (người nhận trả tiền) nếu có nhu cầu (PDT không in hàng loạt như các năm trước). . -Sau khi PĐT cập nhật xong bạn có thể tải bản scan trên trang đăng ký chứng nhận sinh viên.. . Đồng thời PĐT cũng đã gởi bưu điện nếu SV có đăng ký, vui lòng nhận sau.. . - Em vào mybk/xác nhận sv .... . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Sau đợt đăng kí hoãn thi đợt 1 không thành công, thì em có đăng kí họa thi lần 2, nhưng đến giờ em vẫn chưa có phản hồi gì từ nhà trường, nhưng một số bạn em thấy đã có, cho em hỏi là đã có kết quả đăng kí hoãn thi đợt 2 chưa ạ? Vì theo mail một số bạn thì mai đã là hạn cuối phản hồi cho nhà trường!. . . .",
            "Chào bạn. . Sau khi đối chiếu dữ liệu, Pdt xác nhận bạn đã đăng ký Hoãn thi:. . [student_id]\t[full_name]202\tMT1003. . [student_id]\t[full_name]202\tPH1003. . [student_id]\t[full_name]202\tCH1003. . [student_id]\t[full_name]202\tMT1003. . [student_id]\t[full_name]202\tPH1003. . [student_id]\t[full_name]202\tCH1003. . [student_id]\t[full_name]203\tPH1005. . [student_id]\t[full_name]203\tMT1005. . [student_id]\t[full_name]203\tMT1007. . Bạn đợi thông báo tiếp theo của Pdt. [full_name]ân"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]  /b . . Dạ cho em hỏi là em không đăng kí môn giáo dục thể chất mà trên web hiện ra như vậy là như thế nào ạ? Em xin cảm ơn ạ.. .   i Đăng ký môn học .",
            "Chào bạn. . Trên Mybk-TKB Hk211 của bạn không có môn GDTC. . Bạn vui lòng đặt yêu cầu câu hỏi ghi rõ ràng nội dung và kèm theo minh chứng bằng file ảnh kiểm. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em đang cần gấp giấy chứng nhận đang học để nộp cho Hội đồng NVQS ở chỗ em nhưng em không lên trường lấy được.. . Mong nhà trường gửi cho em hình chụp giấy chứng nhận đang học để nộp gấp.",
            "Chào bạn,. . - SV chủ động đăng ký giấy Xác nhận SV hoãn NVQS để bổ sung cho địa phương và chọn dịch vụ gửi qua được bưu điện (người nhận trả tiền) nếu có nhu cầu (PDT không in hàng loạt như các năm trước). . -Sau khi PĐT cập nhật xong bạn có thể tải bản scan trên trang đăng ký chứng nhận sinh viên.. . Đồng thời PĐT cũng đã gởi bưu điện nếu SV có đăng ký, vui lòng nhận sau.. . - Hiện tại em đăng ký nhận trực tiếp tại PĐT CS1 cũng được nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Hiện tại em có Lệ phí miễn điểm cần thanh toán trên BKPay nhưng em không biết cách thức thanh toán như tài khoản nhận, nội dung chuyển khoản là như thế nào ạ. Mong được trợ giúp ạ.. . . .",
            "Chào em,. . - Số điện thoại hotline của Ngân hàng OCB để được hỗ trợ:18006678. . - Nội dung chuyển khoản: em vào đây có nội dung nhé. https://bkpay.hcmut.edu.vn/man/home.action;jsessionid=9FBB9BD2C0BF6BA4D542094C21F3779F. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em xin chào mọi người. . Em là [full_name], MSSV [student_id]. . Vừa rồi em báo cáo luận văn tốt nghiệp xong, đủ 145 tín chỉ, anh văn 4 kĩ năng em cũng thi đủ, ngày công tác xã hội em đủ 15 ngày nhưng em vẫn chưa nhận được mail đăng kí tốt nghiệp.. . Bạn bè em đa số đều được nhận mail và có tên trong danh sách dự kiến tốt nghiệp tháng 11/2021. . Mong được nhận sự hỗ trợ, em cảm ơn.",
            "Chào bạn,. . PDT đã ghi nhận yêu cầu về đăng ký xét TN của bạn. SV vui lòng theo dõi email  và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 26/10/2021 SV vẫn chưa nhận được mail hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 11/2021 (cập nhật mới gia hạn thời gian xử lý tốt nghiệp). . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . hoc kỳ vừa rồi do đk gia đình nên em không đăng ký môn học và k có tkb cho em hỏi khi nào có danh sách tạm dừng học và khi nào mình làm đơn xin thu nhận lại ạ",
            "Chào bạn,. . Bạn nộp đơn thu nhận cho HK 212 vào cuối tháng 11/2021.. . Xem chi tiết lịch đăng ký môn học HK kế tiếp (HK 212) dự kiến cập nhật cuối tháng 11/2021 tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ theo học kỳ    Lịch học vụ năm học 2021-2022    Học kỳ 2. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em xin chào thầy cô ạ. . Xin thầy cô cho em hỏi nếu em Đã đạt  học cải thiện chứ kh phải rớt môn học lại thì số tín chỉ học cải thiện đó có tính vào 5% số tín chỉ để hạ bậc xếp loại không.. . . . . .",
            "Chào em,. . Khái niệm học cải thiện khác với học lại nhé.. . Cải thiện là môn học đã đạt và đăng ký học cải thiện học môn đã đạt.. . Học lại là môn học đã rớt và đăng ký học lại môn bị rớt.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em chào các thầy/cô PĐT, em tên [full_name], sinh viên năm 4, khoa Môi trường.. . . . Em có sử dụng thanh toán học phí thông qua hệ thống BKPay nhưng bị lỗi như trong hình (em có đính kèm hình). Mặc dù có thay đổi thiết bị và trình duyệt web nhưng kết quả trong đổi . . trong thời gian từ ngày 16 -18/10.. . . . Em có gửi 1 email đến PĐT nhưng hiện tại chưa có kết quả.. . . . Em mong các thầy/cô có thể kiểm tra lại hệ thống và hướng dẫn em thanh toán học phí hoặc  làm đơn gia hạn thời gian.. . . . Em cảm ơn!. .",
            "Chào em,. . Hiện tại cô thấy em đã thanh toán lệ phí anh văn rồi nhé.. . Thân mến. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV: [student_id]  /b \t. . . . Em không biết mình sai thông tin nào ạ. Em là [full_name] hoãn thi môn đại số tuyến tính lớp CC08 HK203. . .",
            "Chào bạn. . Bạn xem trong file gởi đính kèm. . Bạn đăng ký môn [student_id]\tHK203\tMT1008\tĐại số tuyến tính (bt). . bài tập lớn là môn học kèm . . chính xác là bạn phải đăng ký môn học chính thức. . Thân",
            "li answer rate: Answer suits the needs / Câu trả lời đúng ý",
            "MSSV: [student_id]\t. . . . chào thầy cô [full_name] ạ.. . [full_name] cho em chỉnh lại thông tin là. . Tên: [full_name]. . hoãn thi môn đại số tuyến tính lớp CC08 HK203. . MT1007. .",
            "Chào bạn[full_name] [full_name] Pdt đã ghi nhận thông tin của bạn[full_name] [full_name] [full_name]",
            "li answer rate: Answer suits the needs / Câu trả lời đúng ý"
        ]
    }
]