[
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính gửi Phòng đào tạo,. . . . Em tên [full_name], MSSV:[student_id], sinh viên khoa Quản lý công nghiệp, K17. Vừa qua, em có đăng ký bổ sung lại môn Đề cương luận văn Tốt nghiệp, MMH: IM4321. Em không biết khi nào mới có kết quả đăng ký. Do đăng ký đợt 1 HK202 em đã bị xóa khỏi danh sách đăng kí  mặc dù kì trước em đã làm rồi và không qua môn.. . . . Rất mong quý Thầy/Cô giải đáp thắc mắc giúp em.Em chân thành cám ơn!",
            "Chào bạn,. . . . Ý bạn muốn đăng kí đề cương luận văn hay sao?. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính gửi phòng đào tạo,. . Em muốn đăng ký môn PH1003 (vật lý 1), lớp DT07 dự thính,nhưng lớp đã quá sĩ số, mong phòng đào tạo có thể tăng sĩ số để em được đăng kí môn học ạ.. . Em xin cảm ơn",
            "Chào bạn,. . . . Hiện tại các môn dự thính đã tăng sỉ số tối đa không tăng được nữa nha bạn.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "kính gửi pđt, em là [full_name] mssv:[student_id].. . Em muốn xin pđt tna8g thêm sỉ số lớp DT04_DT04 môn Giải Tích 2 mã MT1005.. . Vì em đã đăng ký mà pđt hủy với lý do không đủ thời gian duy chuyển giữa 2 cơ sở. Tuy nhiên theo lịch thứ 6 học online do đó em có thể ở lại đó để học online.. . Kính mong pđt xem xét trường hợp này.. . Em chân thành cảm ơn.",
            "Chào bạn,. . . . Hiện tại các môn dự thính đã tăng sỉ số tối đa không tăng được nữa nha bạn.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Dạ cho em hỏi thông báo phải có bằng tin học cơ bản mới được đăng kí môn của chương trình đào tạo năm 2 có phải là thông tin chính xác không ạ? Nếu có vậy em sẽ nộp bằng như thế nào và khi nào ạ?",
            "Chào bạn,. . . . Hiện tại nhà trường chưa có thông báo về việc nộp chứng chỉ ứng dụng công nghệ thông tin. Khi nào có thông báo PDT sẽ gởi mail thông báo cho sinh viên.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "B Yêu cầu khác .  em đăng kí phúc khảo từ tháng 2 tới h mà vẫn ko có gì cả nên em gửi câu hỏi:  . .",
            "Đăng ký môn học .  em đợi rất lâu mong hồi âm từ nhà trường ạ. .",
            "Chào bạn,. . . . Là sao bạn.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học .",
            "Chào bạn,. . . . Hiện tại các môn dự thính đã tăng sỉ số tối đa không tăng được nữa nha bạn.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Cho em hỏi có thể mở thêm một lớp Vật Lý 1 trong kì dự thính hoặc tăng sĩ số lớp lên ko ạ?",
            "Chào bạn,. . . . Hiện tại các môn dự thính đã tăng sỉ số tối đa không tăng được nữa nha bạn.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học  /i :. . Em xin chào thầy cô, chuyện là sáng nay lúc 08:05 em có đăng kí môn học PH1003 cho kỳ dự thính 202. Nhưng vì lý do nào đó, em bị hủy kết quả đăng ký (em có đính kèm ảnh) và do em có việc bận nên đến tận chiều em mới đọc được mail, lúc này em có lên đăng kí lại nhưng đã hết slot. Em hi vọng Phòng đạo tạo đọc được yêu cầu này của em và giúp em đăng kí môn PH 1003 lớp DT07. Do việc này quan trọng đối với em trong việc tích lũy tín chỉ, nên em mong Phòng đạo tạo giúp em ạ. Em cảm ơn. . . .",
            "Chào bạn,. . . . Hiện tại các môn dự thính đã tăng sỉ số tối đa không tăng được nữa nha bạn.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Em tên : [full_name]. . -MSSV : [student_id]. . . . Nay em làm đơn này kính xin Ban Giám hiệu nhà trường, Phòng đào tạo, Khoa và quý thầy cô cho phép em được đăng ký học môn :. . -Môn : Giải tích 1. . -Mã MH : MT1003. . -Lớp: DT01. . -Học kỳ 2 : (2020-2021) hệ dự thính.. . Lý do : em đăng ký nhưng quá sỹ số kính mong Ban Giám hiệu nhà trường, Phòng đào tạo, Khoa và quý thầy cô xem xét và giải quyết cho em. . Em xin chân thành cảm ơn !. . . .",
            "Em tên : [full_name]. . -MSSV : [student_id]. . . . Nay em làm đơn này kính xin Ban Giám hiệu nhà trường, Phòng đào tạo, Khoa và quý thầy cô cho phép em được đăng ký học môn :. . -Môn : Giải tích 1. . -Mã MH : MT1003. . -Lớp: DT01. . -Học kỳ 2 : (2020-2021) hệ chính quy.. . Lý do : em đăng ký nhưng quá sỹ số kính mong Ban Giám hiệu nhà trường, Phòng đào tạo, Khoa và quý thầy cô xem xét và giải quyết cho em. . Em xin chân thành cảm ơn !",
            "Chào bạn,. . . . Sau đợt đăng kí dự thính, bạn làm đơn xin đăng kí đặc cách môn MT1003.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Cho em hỏi là tại sao em đã đăng ký bhyt ở bệnh viện 30/4 nhưng khi phát thẻ lại là bệnh viện Trưng Vương ạ",
            "Chào bạn,. . . . Việc này bạn liên hệ phòng Công Tác Chính Trị Sinh Viên.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Hiện tại em còn thiếu môn Giải tích 2 (MT1005) để đủ tín chỉ đăng kí LVTN, nhưng các lớp trong đợt đkmh dự thính 201 đã full hết rồi ạ. . . Xin PĐT mở thêm sỉ số lớp để em được đăng kí ạ. . . Hoặc em làm cách nào để xin tăng thêm sỉ số để được đăng kí môn học trong kì Dự thính này ạ?. . Em xin cảm ơn quý thầy/cô.",
            "Chào bạn,. . . . Hiện tại các môn dự thính đã tăng sỉ số tối đa không tăng được nữa nha bạn.. . . . Sau đợt DKMH dự thính bạn làm  đơn đặc cách   xin đăng kí môn MT1005 để ban lãnh đaọ phòng phê duyệt cho bạn.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em là [full_name], MSSV [student_id], Lớp XD18CB.. . Em muốn xin mở thêm 1 slot sỉ số lớp DT02 môn Giải tích 2 (Mã môn: MT1005) học kỳ dự thính 202. Em là sinh viên năm 3 và hiện chỉ còn nợ 1 môn này và đồng thời học kỳ hè phải đi thực tập nên không thể thực hiện việc trả môn. . . Kính mong nhà trường xem xét hỗ trợ giải quyết trường hợp này.. . Em xin chân thành cám ơn.",
            "Chào bạn,. . . . Hiện tại các môn dự thính đã tăng sỉ số tối đa không tăng được nữa nha bạn.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]  /b  . . cho em hỏi là lớp dự tính môn MT1005 có thể mở thêm sĩ số lớp không và đăng ký giúp em vô lớp bất kì được không ạ, e cảm ơn",
            "Chào bạn,. . . . Hiện tại các môn dự thính đã tăng sỉ số tối đa không tăng được nữa nha bạn.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Hiện tại em vẫn chưa được đăng kí môn học dự thính ạ. . Mong nhà trường giúp em để em có thể được học tiếp ạ. . Hiện tại,trong quá trính đăng kí môn thì hệ thống báo em chưa thanh toán học phí trong khi em đã thanh toán tất cả rồi ạ. . Sinh viên: [full_name]. . MSSV [student_id]",
            "Chào bạn,. . . . Bạn đóng học phí trễ nên đợt 2 DKMH bạn chưa đăng kí được. Bạn đợi 3 DKMH nha.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Quý thầy cô cho em hỏi, em muốn đăng ký thêm môn dự thính có mã MT1005 nhưng hiện tại tất cả các lớp đã đủ sĩ số thì em phải làm như thế nào ạ.. . Mong thầy cô trả lời giúp em. . Em cảm ơn.",
            "Chào bạn,. . . . Hiện tại các môn dự thính đã tăng sỉ số tối đa không tăng được nữa nha bạn.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính gửi: Phòng đào tạo và thầy bộ môn giải tích mạch [full_name]. . Em tên là: [full_name]. . Mssv: [student_id]. . Em viết yêu cầu này gửi thầy phòng đào tạo để xin thầy và phòng đào tạo cho em được bổ sung vào lớp dự thính kì 202 môn Giải Tích Mạch mã EE2033 lớp DT01-DT03 hoặc lớp DT01-DT01 ạ. Hiện hai lớp này đã đủ nhưng em mong thầy và phòng đào tạo xem xét vào thêm 1 sinh viên nữa là em được học 1 trong 2 lớp này. Em có xin mở lớp nhưng vì chỉ có 1 vài bạn nên chưa mở thêm lớp được ạ. Em mong mình có thể được đăng kí thêm vào lớp học này ạ.. . Em cảm ơn thầy và phòng đào tạo ạ.",
            "Chào bạn,. . . . Hiện tại các môn dự thính đã tăng sỉ số tối đa không tăng được nữa nha bạn.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Em muốn xin mở thêm lớp lớp dự thính môn Giải Tích Mạch (Mã môn : EE2033) học kỳ dự thính 202.. . Kính mong nhà trường xem xét giải quyết. . Em xin chân thành cảm ơn",
            "Chào bạn,. . . . Hiện tại các môn dự thính đã tăng sỉ số tối đa không tăng được nữa nha bạn.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính gửi: Phòng đào tạo và thầy bộ môn giải tích mạch [full_name]. . Em tên là: [full_name]. . Mssv: [student_id]. . Em viết yêu cầu này gửi thầy phòng đào tạo để xin thầy và phòng đào tạo cho em được bổ sung vào lớp dự thính kì 202 môn Giải Tích Mạch mã EE2033 lớp DT01-DT03 hoặc lớp DT01-DT01 ạ. Hiện hai lớp này đã đủ nhưng em mong thầy và phòng đào tạo xem xét vào thêm 1 sinh viên nữa là em được học 1 trong 2 lớp này. Em có xin mở lớp nhưng vì chỉ có 1 vài bạn nên chưa mở thêm lớp được ạ. Em đã đăng kí môn này ở đợt đăng kí đầu tiên nhưng lại bị xoá ở đợt 2 ạ. Em mong mình có thể được đăng kí thêm vào lớp học này ạ.. . Em cảm ơn thầy và phòng đào tạo ạ.",
            "Chào bạn,. . . . Hiện tại các môn dự thính đã tăng sỉ số tối đa không tăng được nữa nha bạn.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em chào PDT ạ. Em xin tự giới thiệu em là sinh viên khoá K20. . . PDT cho em hỏi là kì thi anh văn đầu vào (avdv) đợt 1 em thi mà không được pass av nào cả. Đợt 2 em đăng ký thi đóng lệ phí là 160k em đi thi thì em có được pass av thì em có được tính là em pass av theo điểm em đạt được không ạ hay là tính như thế nào ạ. Mong PDT giải đáp thắc mắc cho em. . . Em xin chân thành cảm ơn ạ",
            "Chào bạn,. . . . Lần đầu bạn thi anh văn đầu vào đạt điểm cao anh văn sẽ  được miễn anh văn 1,2,3,4 vừa xét chuẩn anh văn sau các năm.. . . . Những lần sau đó thi anh văn chỉ dùng xét chuẩn anh văn sau các năm không xét miễn anh văn 1,2,3,4 nha.. . . . Thân",
            "Xét chuẩn anh văn sau cắc năm vậy trong đợt thi lần 2 đó em thi được 550+ thì năm 3 em có được đăng ký môn học không ạ hay là trong năm 2 em phải thi lại lần nữa được 550+ thì em mới được đăng ký môn học năm 3?. . Em cảm ơn ạ!",
            "Chào bạn,. . . . Bạn đã qua chuẩn anh văn sau các năm 1,2,3 thì bạn không cần phải thi nữa.. . . . Thân.",
            "li answer rate: Answer suits the needs / Câu trả lời đúng ý"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ cho em hỏi trường có gửi mail huỷ mấy lớp dự thính vật lý 1 và đăng kí lại những lớp từ dt06 trở đi nhưng các lớp đều đầy hết rồi ạ. Cho em hỏi mình còn mở thêm lớp không hay em phải lên xin mở rộng sỉ số ạ? Em cảm ơn. .",
            "Chào bạn,. . . . Hiện tại các môn dự thính đã tăng sỉ số tối đa không tăng được nữa nha bạn.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Thưa các thầy cô . . Sáng sớm hôm qua e có đăng kí học dự thính môn vật lý 1( mã PH1003) lớp DT04 nhưng buổi chiều 3h lại bị hủy lớp đó. Song các lớp khác đã đủ sinh viên . . Em muốn đăng kí lại vào lớp DT09 thì phải làm thế nào ạ? . . Mong các thầy cô giải đáp cho e . . Em cám ơn ạ",
            "Chào bạn,. . . . Hiện tại các môn dự thính đã tăng sỉ số tối đa không tăng được nữa nha bạn.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ trên TKB em có môn Cầu Lông L11 nhưng trên BKEL của em thì không có môn cầu lông.",
            "Chào bạn,. . . . Nếu môn cầu lông nhóm L11 có TKB trên công thông tin sinh viên là được rồi bạn. Không sao nha bạn.. . . . Thân. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]  /b \t  QUOTE   /QUOTE   I . . . .   i Đăng ký môn học .",
            "Chào bạn,. . . . Hiện tại các môn dự thính đã tăng sỉ số tối đa không tăng được nữa nha bạn.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Em xin hỏi trong những giấy tờ nhập học vào trường của em thì có để tên của bố em là tên trong giấy khai sinh nhưng trong sổ hộ khẩu thì bố để tên thường gọi, bố em có hai tên như vậy thì có ảnh hưởng gì đến quá trình học tập cũng như lúc ra trường của em ko? Nếu có thì có cần xác nhận hai tên là một không?. . Em cảm ơn.. .",
            "Chào bạn,. . . . Không sao bạn.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học  /i  Cơ lưu chất DT01. . Lý do: Do hôm qua em đăng ký không kịp nên hết lớp rồi ạ, em rất mong nhà trường tạo điều kiện cho e được học môn này để giúp em đủ chỉ để được đăng ký môn cho năm sau ạ, em rất cảm ơn ạ. . . .",
            "QUOTE em  /QUOTE . .  Đăng ký môn học Cơ lưu chất DT01. . Lý do: Do hôm qua em đăng ký không kịp nên hết lớp rồi ạ, em rất mong nhà trường tạo điều kiện cho e được học môn này để giúp em đủ chỉ để được đăng ký môn cho năm sau ạ, em rất cảm ơn ạ. . . .   /QUOTE . .",
            "Chào bạn,. . . . Tất cả môn học đã tăng sỉ số tối đa không tăng được nữa nha bạn.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học .",
            "Chào bạn,. . . . Hiện tại các môn dự thính đã tăng sỉ số tối đa không tăng được nữa nha bạn.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học  /i  Cơ lưu chất CI2003 lớp DT01 . . Lý do: vì hôm qua em đăng ký muộn nên hết lớp rồi ạ, em rất mong pđt xem xét giúp em mở thêm sĩ số lớp ạ, em cảm ơn rất nhiều ạ. . . .",
            "Chào bạn,. . . . Hiện tại các môn dự thính đã tăng sỉ số tối đa không tăng được nữa nha bạn.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em bị trùng lịch môn dự thính Lý thuyết điều khiển nâng cao ( môn học trước đề cương luận văn ) thứ 2 và 5  , rất mong Thầy Cô mở sĩ số lớp Kỹ Thuật Số EE1015 DT02-DT03 cho em được học với ạ , cả hai môn đang rất quan trọng với em",
            "Kính gửi Thầy Cô phòng đào tạo. . Em là Phạm Duân [student_id], em bị trùng lịch môn dự thính Lý thuyết điều khiển nâng cao ( môn học trước đề cương luận văn ) thứ 2 và 5  , rất mong Thầy Cô mở sĩ số lớp Kỹ Thuật Số EE1015 DT02-DT03 cho em được học với ạ , cả hai môn đang rất quan trọng với em",
            "Đăng ký môn học. . . . Em bị trùng lịch môn dự thính Lý thuyết điều khiển nâng cao ( môn học trước đề cương luận văn ) thứ 2 và 5  , rất mong Thầy Cô mở sĩ số lớp Kỹ Thuật Số EE1015 DT02-DT03 cho em được học với ạ , cả hai môn đang rất quan trọng với em  /QUOTE . .",
            ". .",
            "Chào bạn,. . . . Hiện tại các môn dự thính đã tăng sỉ số tối đa không tăng được nữa nha bạn.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính gửi: Phòng đào tạo, Trường ĐH Bách Khoa - ĐHQG.HCM. . . . Tôi tên: [full_name]. . MSSV: [student_id]. . . . Nay tôi gửi yêu cầu này, để xin PĐT tăng sĩ số lớp dự thính Vật lý 1, Mã MH: PH1003, Lớp DT07.. . . . Lý do: . . - Tôi đã đăng ký lớp DT02 nhưng không hiểu vì lý do gì mà PĐT huỷ lớp này, sau đó tôi vào đăng ký lại thì hết lớp.. . - Tôi không thể học dự thính vào học kỳ hè, vì khó khăn trong việc đi lại.. . . . Vì thế, tôi rất mong PĐT đáp ứng được yêu cầu của tôi và trả lời trong thời gian sớm nhất.. . . . Xin chân thành cảm ơn.",
            "Đăng ký môn học .   B Kính gửi:  /B  Phòng đào tạo, Trường ĐH Bách Khoa - ĐHQG.HCM. . . . Tôi tên: [full_name]. . MSSV: [student_id]. . . . Nay tôi gửi yêu cầu này, để xin PĐT tăng sĩ số lớp dự thính,   B Mã MH: PH1003  /B ,   B Lớp DT07  /B .. . . .   U Lý do:   /U . . - Tôi đã đăng ký lớp DT02 nhưng không hiểu vì lý do gì mà PĐT huỷ lớp này, sau đó tôi vào đăng ký lại thì hết lớp.. . - Tôi không thể học dự thính vào học kỳ hè, vì khó khăn trong việc đi lại.. . . . Vì thế, tôi rất mong PĐT đáp ứng được yêu cầu của tôi và trả lời trong thời gian sớm nhất.. . . . Xin chân thành cảm ơn."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Chào anh chị,. . Em đăng kí GDTC môn Quần vợt lớp L02, nhưng bây giờ môn không có trên thời khóa biểu nữa.. . Em muốn hỏi là có phải các lớp Quần vọt đã bị hủy không? Nếu môn đã bị hủy vậy em xin được chuyển vào lớp Bơi L21. Và nếu chuyển được thì chiều nay em cần phải đi học ngay không?. . Mong được giải quyết! Cảm ơn anh chị!. . . .",
            "Chào bạn,. . . . [full_name]T ghi nhận yêu cầu của bạn, kết quả DKMH sẽ cập nhật trên cổng thông tin sinh viên mục TKB.. . . . Thân. .",
            "Chào thầy cô PĐT,. . TKB và danh sách lớp chưa có tên em. Vì tuần sau đóng phí hồ bơi và chuẩn bị thi GK thể chất, nên em mong PĐT cập nhật giúp em.. . Chân thành cảm ơn!",
            "Chào bạn,. . . . Môn Bơi L21 bị full sỉ số không tăng được nữa nha bạn.. . . . Thân",
            "Em xin chào thầy cô Phòng Đào tạo, . . Em xin phép mở tiếp cuộc trò chuyện này để thầy cô tiện theo dõi vì có liên quan môn GDTC.. . Em đang là sinh viên năm 2, năm sau cần đủ 3 môn GDTC, nhưng do HK202 lớp bị hủy và dự thính hè dịch bệnh không mở lớp nên không đăng kí được môn GDTC, bây giờ em mới chỉ có 2 môn.. . Nay em xin được thầy cô Phòng Đào tạo hướng dẫn mẫu đơn xin được học GDTC vào học kì sau.. . Xin chúc thầy cô Phòng Đào tạo nhiều sức khỏe để đồng hành cùng trường và sinh viên vượt qua thời gian khó khăn này!. . Em xin cảm ơn!",
            "Chào bạn,. . . . Nếu học kỳ sau có mở bạn vào đăng kí sớm nha.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . - Chào quý thầy cô ! em có 1 vấn đề cần giúp đỡ ạ là đơt5 bổ xung tiểu luận tốt nghiệp MSMH :260663 nhưng bị pdt hủy lý do ' khong đủ điều kiện nhận '' nhưng em đã kiểm tra xem xét và thấy mình đã đủ điều kiện : . . - số tín chín hiện tại 99 (quy định nhận là tối thiểu 96 ). . - công tác xã hổi cao đăng 6 ( đã đủ ). . - Các môn tiên quyết đã hoàn thành. . =  rất mong quý thầy cô xem xét duyệt giúp em được đăng kí !",
            "Chào bạn,. . . . PDT ghi nhận và xét lại tiểu luận tốt nghiệp cho bạn, sau ngày 16/3 kết quả DKMH sẽ cập nhật trên cổng thông tin sinh viên. Nếu  có gì thắc mắc bạn liên hệ trực tiếp PDT.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "b  B  MSSV/MSGV: [student_id]  /b \t. . . .   i Đăng ký môn học .   /B  Kính thưa nhà trường.. . Em tên là [full_name] là sinh viên K18 khoa xây dựng. Em xin phép hỏi là em muốn đăng ký thêm môn bê tông 1( CI2091) trong kì dự thính hk2 này nhưng do sỉ số lớp đã full em có thể xin tăng thêm sỉ số được không ạ??. . Em cảm ơn ạ!",
            "Kính thưa nhà trường.. . Em tên là [full_name] là sinh viên K18 khoa xây dựng. Em xin phép hỏi là em muốn đăng ký thêm môn bê tông 1( CI2091) trong kì dự thính hk2 này nhưng do sỉ số lớp đã full em  xin phòng đào tạo tăng thêm sỉ số lớp môn bê tông 1 ạ. . . Em cảm ơn ạ!"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . em chào thầy cô. . thầy cô cho em hỏi, môn học mình đã học trong   B kì hè   /B  mà chưa qua thì có được tính là    B học trước   /B  không ạ. . em cảm ơn. . . .",
            "Chào bạn. . Bạn xem quy định về môn học trước:. . -   B Môn học A là môn học trước của môn học B: điều kiện bắt buộc để đăng ký học môn học B là đã học và có điểm tổng kết của môn A khác không (Điểm cấm thi CT, vắng thi VT và không đạt KD được tính như điểm 0).  /B . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Thưa thầy(cô)!. . Em là sinh viên khoá k17. Em thấy mail của trường cho phép đăng kí thể chất ở kì dự thính cho k19 trở về trước ạ.. . Cho em hỏi kì dự thính này sẽ học thể chất trong bao nhiêu tuần ạ? . . Có thể tăng thêm lớp dự thính vào ngày thứ 7 được không ạ? Vì hiện lớp thể chất mở vào 2 khung giờ chủ nhất mà 2 khung giờ này là lúc học những môn thí nghiệm của k19 về trước ạ nên khó để đăng kí vì vướn 1 2 tiết trùng giao giữa 2 môn ạ.. . Em cám ơn. . . . . .",
            "Em đăng kia lớp Bóng Rổ ạ!"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Sinh viên [full_name] mssv [student_id]. . . . xin đăng kí vào lớp DT05 môn mt1003",
            "Chào bạn,. . . . Hiện tại các môn dự thính đã tăng sỉ số tối đa không tăng được nữa nha bạn.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính gửi: Phòng đào tạo. . Em tên: Đoàn thanh phong, học lớp XD17 bằng 2. . Em làm đơn này xin Phòng đào tạo cho em được đăng kí thêm lớp DT01 môn CI1033_ Vẽ kỹ thuật xây dựng. . Lí do: HK Dự thính có mở lớp DT01 môn CI1033_ Vẽ kỹ thuật xây dựng, học tại cơ sở 1 buối tối. . T2(tiết 131415), T4(tiết 131415-học tương tác), T6(tiết 131415,thực hành 5 buổi). . và em đã vào học kì dự thính đăng kí môn học rồi. Nhưng trước đó, ở HK202 đang học em có thời khóa biểu môn CI1033 (ĐH_HK202) học ở cơ sở 2 Thủ Đức buổi sáng. . Em làm đơn này, xin Phòng đào tạo cho em được đăng kí thêm lớp DT01_môn CI1033 Vẽ kỹ thuật xây dựng. . Mong được sự chấp nhận của Phòng đào tạo. Em chân thành cám ơn. . . . .",
            "Chào bạn,. . . . Hiện tại là đợt 3 đăng kí dự thính, bạn vào đăng kí nha.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV[full_name] [student_id]  /b \t. . . .   i Đăng ký môn học . Kính gửi phòng đào tạo .. . Em tên là[full_name] [full_name] . . Lí do là em có đăng kí môn học Những nguyên lí cơ bản của chủ nghĩa [full_name]-[full_name] mà không chú ý từ k20 trở đi đã hủy môn này.Và thế nên em đã không kịp hủy môn đúng thời hạn đăng kí môn .Vì thế em muốn được hủy môn này sau thời hạn. . .   kính mong phòng đào tạo xem xét sớm giải quết giúp em. . .   em xin cảm ơn.. .",
            "Chào bạn,. . . . [full_name]T ghi nhận yêu cầu của bạn, kết quả DKMH sẽ cập nhật trên cổng thông tin sinh viên mục TKB.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ xin phòng đào mở sĩ số môn Quản trị kinh doanh cho kĩ sư IM3001 lớp DT01",
            "Chào bạn,. . . . Hiện tại các môn dự thính đã tăng sỉ số tối đa không tăng được nữa nha bạn.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . em có đăng kí môn giải tích mạch và được xếp lớp .Nhưng do em muốn đổi sang lớp khác để tiện đăng kí thêm một môn khác. Và bây giờ các lớp dự thính giải tích mạch không thể chuyển nhóm được. . vậy bây giờ có  cách nào chuyển nhóm được không cô? mong cô giải đáp giúp em. . em cảm ơn",
            "Chào bạn,. . . . Được 2 dự thính được chuyển nha bạn.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Dạ chào phòng đào tạo, tình hình là em lỡ xét miến điểm anh văn 1, em muốn nộp bằng lần này để cập nhật lại điểm . PĐT chỉ em cách để cập nhật lại điểm anh văn 1 đã xét miễn a.Em chân thành cảm ơn.. . . .",
            "Chào bạn,. . . . Mỗi môn anh văn chỉ chuyển điểm 1 lần nha bạn. Bạn đăng kí chuyển điểm rồi không chuyển điểm được nữa.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . kính gửi phòng đào tạo.. . em tên là: [full_name] - [student_id]. . em gửi xin được vào lớp dự thính môn giải tích mạch EE2033 nhóm lớp DT01_DT03. . em cảm ơn ạ",
            "Chào bạn,. . . . Hiện tại các môn dự thính đã tăng sỉ số tối đa không tăng được nữa nha bạn.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]  /b \t[full_name] [full_name] [full_name] [full_name]   i Đăng ký môn học  /i [full_name] [full_name] [full_name] [full_name] Em chào thầy/cô,[full_name] [full_name] Em là [full_name]-[student_id][full_name] Hiện tại, em đang có nhu cầu học cải thiện môn cơ học đất[full_name] Em có theo dõi và định đăng ký dự thính nhưng sỉ số lớp dự thính DT01_DT01 đã đủ (45/45)[full_name] Em mong được tăng sỉ số môn học Cơ học đất[full_name][full_name] [full_name] Em xin chân thành cảm ơn[full_name][full_name] [full_name] Ký tên[full_name] [full_name] Việt [full_name] [full_name] [full_name]",
            "Chào bạn,. . . . Hiện tại các môn dự thính đã tăng sỉ số tối đa không tăng được nữa nha bạn.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Em tên: [full_name] MSSV: [student_id]. . Do môn học Vật lý 1(PH1003) em đăng kí kì dự thính 202 đã bị hủy, em mong phòng đào tạo sẽ mở và thêm em sỉ số lớp DT07 để kịp với tiến độ kế hoạch học tập của em.Em cảm ơn.. .",
            "Chào bạn,. . . . Hiện tại các môn dự thính đã tăng sỉ số tối đa không tăng được nữa nha bạn.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Cho em hỏi PĐT chỉ mở giới hạn lớp dự thính Vật Lý 1 (PH1003) và không tăng sỉ số nữa đúng không ạ. . . . . Em đã đăng kí 2 lần và PĐT bất ngờ xóa môn học khiến cho những người đăng kí trước bất chợt bị mất chỗ do không kịp đăng kí lại, sỉ số các lớp cũng đã đủ khiến cho mất môn dù đã đăng kí trước từ đợt đầu tiên. . . . . Việc làm này khiến cho kế hoạch ra trường của em bị ảnh hưởng rất nhiều. Mong được xem xét ạ",
            "Chào bạn,. . . . Việc huỷ lớp vật lý 1 là do khoa, bạn liên hệ khoa để được giải đáp.. . . . Sau đợt DKMH dự thính bạn làm đơn xin đăng kí môn học dự thính đặc cách nha.. . . . Thân. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em muốn xin vào lớp DT08 dự thính Vật lý 1 ( hiện đang full slot) có được không ạ.",
            "Chào bạn,. . . . Hiện tại các môn dự thính đã tăng sỉ số tối đa không tăng được nữa nha bạn.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học .   B Kính gửi: Phòng đào tạo, Trường ĐH Bách Khoa-ĐHQG.HCM. . . . Tôi tên: NGUYỄN DUY HÙNG. . MSSV: [student_id]. . . . Nay tôi gửi yêu cầu này, để xin PĐT tăng sĩ số lớp dự thính.   B MÃ MH: PH1003, Lớp DT07. . . .   U Lý do: . . - Tôi không thể đăng kí dự thính học kì hè, vì khó khăn trong việc đi lại. . - Do thiếu tín chỉ nhiều nên tôi muốn học thêm dự thính để đủ tín chỉ.. . . . Vì thế tôi rất mong PĐT đáp ứng được yêu cầu của tôi và phản hồi trong thời gian sớm nhất.. . . . Xin chân thành cảm ơn!",
            "Chào bạn,. . . . Hiện tại các môn dự thính đã tăng sỉ số tối đa không tăng được nữa nha bạn.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Chào thầy/cô. Em là [full_name]. . Cho em hỏi là điểm chuyển môn Nền móng của em giờ không thấy ở mục chuyển điểm ạ. Em làm đơn xin chuyển điểm từ trước Tết và đã được chấp thuận (hiện ở mybk mục chuyển điểm) rồi ạ."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]  /b \t[full_name] [full_name] Dạ em chào quý thầy cô ạ[full_name] Vì lí do đóng học phí trễ nên cả kì chính lẫn kì dự thính của em đều không đăng kí được môn vì lý do không đóng học phí[full_name] Mà mặc dù em đã đóng tiền học đầy đủ những vẫn không được đăng kí môn ạ[full_name] Rất mong quý thầy cô hướng cho em cách giải quyết ạ[full_name] Em cảm ơn![full_name] [full_name]",
            "Chào bạn,. . . . Bạn mới đóng học phí dự thính 201 vào ngày 09/3/2021 thì đợt 2 DKMH bạn không đăng kí được.Đợt 3 bạn mới đăng kí môn học dự thính được.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Cho em hỏi em có thể chuyển điểm anh văn thêm lần nào nữa được không, tại em đã nộp bằng toeic (500 điểm) và chuyển điểm cho cả 4 môn anh văn (1,2,3,4) rồi? Em muốn nộp lại chứng chỉ để chuyển lấy điểm cao hơn ạ. Em cảm ơn!. .",
            "Chào bạn,. . . . Theo qui định của trường mỗi anh văn chỉ chuyển điểm 1 lần nha bạn.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Cho em hỏi điểm chuẩn anh văn ra trường K18 vẫn là 500 hay 550 ạ?",
            "Chào bạn,. . . . Bạn vui lòng xem qui chế học vụ điều 31, phụ lục 1 nha http://www.aao.hcmut.edu.vn/index.php?route=catalog/chitietsv&path=90&tid=1658.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Quý Thầy, Cô cho em xin hỏi là: em hiện tại đả học hêtz môn và đả bảo vệ thành công tiểu luận tốt nghiệp nhưng hiện chưa có bằng toeic và còn thiếu 3 ngày công tác xã hội, Thầy Cô cho em hỏi là em thấy trên web ở mục đăng kí tốt nghiệp có ghi hạn chót là 30-4. Vậy hạn chót em có thể nộp bằng là thời gian nào ạ. Em chân thành cám ơn quý Thầy Cô.. . . . Tốt nghiệp .",
            "Chào bạn,. . . . Hạt chót chốt danh sách để xét tốt nghiệp đợt tháng 4/2021 là ngày 02/04/2021 nha bạn.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Kính thưa thầy cô. . em có nợ môn 700200 và đã trả nợ bằng môn tương đương là IM2003 với tổng điểm là 7.5 nay em mong thầy cô cập nhật sớm để em kịp đợt xét tốt nghiệp. . em chân thành cám ơn",
            "Chào bạn. . . . Phòng đào tạo đã ghi nhận trường hợp xét tốt nghiệp bổ sung của sinh viên, sau ngày 22/3  Phòng Đào Tạo sẽ thông báo danh sách tốt nghiệp cập nhật mới : . . -          Sinh viên xem kết quả xét lại tốt nghiệp trên: www.aao.hcmut.edu.vn  tốt nghiệp  thông tin tốt nghiệp  danh sách tốt nghiệp 4/2021. . -          Trường hợp không có tên trong danh sách tốt nghiệp bổ sung sinh viên liên hệ trực tiếp phòng đào tạo để kiểm tra lại lý do.. . Chào bạn,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "cho e hỏi sao e ko đăng kí dự thính vl1 dc.. . thầy cô có thể chèn em zo một lớp nào của môn vl1 đc ko ạ  . .",
            "Chào bạn,. . . . Hiện tại các môn dự thính đã tăng sỉ số tối đa không tăng được nữa nha bạn.. . . . Thân. ."
        ]
    }
]