[
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tăng sĩ số lớp môn học . Do bị trùng lịch nên em xin phòng đào tạo tăng sĩ số lớp để em có thể đăng kí được môn học. Em cảm ơn",
            "đã tăng sĩ số 1 số nhóm lên tối đa. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được .",
            "Chào bạn,. . Bạn vui lòng xem thêm về quy chế mới về chuẩn  số tín chỉ tại đây nhé:. . http://www.aao.hcmut.edu.vn/sinh viên/quy chế/ Quy chế đào tạo và học vụ bậc đại học, cao đẳng:/Điều 4. Sinh viên/4.2 Xếp hạng năm đào tạo. . Bạn kiểm tra mình đủ điều kiện về tín chỉ theo quy chế chưa nhé. . Lưu ý: vui lòng ghi rõ câu hỏi trong ô nội dung"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tăng sĩ số lớp môn học . Em chào anh/chị ! Em muốn nhờ anh/chị tăng sĩ số môn Xã hội học đại cương (IM2023) nhóm lớp L02 lên 65 được không ạ! Em cảm ơn!",
            "Chào bạn. . Hiện PĐT đã tăng sĩ số môn học lên mức tối đa có thể. . Bạn vào đăng ký liền nhé. . Thân. .",
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tăng sĩ số lớp môn học . . . Em xin tăng sĩ số lớp L27_L49 của Giải Tích 1 (MT1005) vì đã đầy.",
            "MSSV/MSGV: [student_id]    . . . . Đăng ký môn học - Đại học - Cao đẳng chính quy   Tăng sĩ số lớp môn học. . . . . . Em xin tăng sĩ số lớp L27_L49 của Giải Tích 2(MT1005) vì đã đầy."
        ]
    },
    {
        "intent": "",
        "message": [
            "B   /B Đăng ký môn học - Đại học - Cao đẳng chính quy   Tăng sĩ số lớp môn học . Kính mong Thầy/Cô tăng sỉ số môn Giải tích 2 mã L06-L11. .",
            "[full_name]E MSSV/MSGV: [student_id]    . . . . Đăng ký môn học - Đại học - Cao đẳng chính quy   Tăng sĩ số lớp môn học. . Kính mong Thầy/Cô tăng sỉ số môn Đại số tuyến tính mã L06-L11. .   /[full_name]E . .   [full_name]E MSSV/MSGV: [student_id]    . . . . Đăng ký môn học - Đại học - Cao đẳng chính quy   Tăng sĩ số lớp môn học. . Kính mong Thầy/Cô tăng sỉ số môn Đại số tuyến tính  mã L06-L11. .   /[full_name]E . .",
            "Dạ e chào Thầy/cô. Do e chưa xem kĩ nên đã gửi 2 yêu cầu trên.   B   U E chỉ xin mở lớp Đại số tuyến tính MT1007, lớp L11-L22.",
            "Chào em,. . . . Môn này PDT đã tăng lên sỉ số max không tăng được nữa. Em có thể làm đơn mở xin mở lớp dự thính.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được .",
            "Bạn vui lòng chọn đúng đợt đăng ký. . . . . Để đăng ký cùng các sinh viên chính quy bạn chọn đợt chuyển hệ,"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]4  /b \t. . . .   i Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được . Dạ hiện tại môn   B Vật liệu xây dựng  /B  em không đăng ký được do yêu cầu phải có môn tiên quyết là   B Sức bền vật liệu  /B , 2 môn này đều là mã mới đổi từ 2014, em đã qua môn Sức bền vật liệu ở mã cũ trước đó rồi. Mong PĐT duyệt cho em có thể được đăng ký Vật liệu xây dựng ở mã mới",
            "Chào bạn. . . . Môn học 809033 chỉ tương đương với môn CI2009. Để xét các trường hợp tương đương bổ sung bạn về gặp trực tiếp bộ môn để được giải quyết."
        ]
    },
    {
        "intent": "",
        "message": [
            "Em tên là [full_name] ạ, hiện tại thì lớp anh văn chiều thứ 2 đã full 65/65 ạ, em xin thầy cô mở giúp em thêm 1 slot để em đăng kí với ạ, hiện tại lớp anh văn 3 còn nhìu slot lắm ạ, nhưng mà mấy ngày đó em đều bị trùng với các môn chỉ có 1 lớp nên em không đổi được ạ.. . Em xin cảm ơn ạ",
            "Chào bạn. . Môn học đã ở sĩ số tối đa không thể tăng thêm cho bạn được.. . Bạn có thể về Khoa làm đơn xin mở thêm lớp. Đơn sau khi có xác nhận của Khoa bạn nộp về PĐT để mở lớp. . . Lưu ý PĐT chỉ nhận đơn mở lớp trong đợt 2 ĐKMH. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tăng sĩ số lớp môn học . Mong Phòng Đào tạo tăng sĩ số lớp Giải tích mạch EE1011 lên ạ.. .",
            "Chào bạn. . Môn học đã ở sĩ số tối đa không thể tăng thêm cho bạn được.. . Bạn có thể về Khoa làm đơn xin mở thêm lớp. Đơn sau khi có xác nhận của Khoa bạn nộp về PĐT để mở lớp. . . Lưu ý PĐT chỉ nhận đơn mở lớp trong đợt 2 ĐKMH. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Nhưng nếu vậy tại sao bạn em cũng chỉ mới đạt chuẩn anh văn sau năm 1 lại vẫn được đăng kí môn đồ án thiết kế me2011 ạ, và đăng kí đợt 1 em đã đăng kia thành công , tuy nhiên vì lý do không mở môn học nên em bị xóa mất môn học đó.. . Bây giờ em đăng kí lại môn me2011 lại bị dính anh văn ạ.. . Mong pđt giải quyết ạ.. .",
            "Bạn vui lòng cung cấp MSSV của bạn của bạn để PĐT kiểm tra",
            "Dạ [student_id] ạ. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tăng sĩ số lớp môn học . môn Đại số tuyến tính lớp L01_L01",
            "Chào em,. . . . Môn này PDT đã tăng lên sỉ số max không tăng được nữa. Em có thể làm đơn mở xin mở lớp dự thính.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tăng sĩ số lớp môn học . Mong Phòng Đào tạo tăng sĩ số lớp Giải tích mạch EE1011 nhóm A01 lên ạ.. .",
            ". . Chào bạn. . Môn học đã ở sĩ số tối đa không thể tăng thêm cho bạn được.. . Bạn có thể về Khoa làm đơn xin mở thêm lớp. Đơn sau khi có xác nhận của Khoa bạn nộp về PĐT để mở lớp. . . Lưu ý PĐT chỉ nhận đơn mở lớp trong đợt 2 ĐKMH. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tăng sĩ số lớp môn học . MSSV/MSGV: [student_id]    . . . . Đăng ký môn học - Đại học - Cao đẳng chính quy   Tăng sĩ số lớp môn học. . . . . . Em xin tăng sĩ số lớp L27_L49 của Giải Tích 2 (MT1005) vì đã đầy."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tăng sĩ số lớp môn học . Nhập môn về lập trình CO1003 nhóm lơp l03_l05. .",
            "Chào em,. . . . PDT đã tăng sỉ số, em đăng kí lại nhé.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính gửi Phòng đào tạo, . . . . . . Do điều kiện Tôi vừa làm vừa học, không theo dõi lịch nộp học phí nên đã không đóng đúng hạn. Vì vậy SV không được đăng ký môn học đợt 02 học kỳ 192.. . . . Nay Tôi đã tiến hành nộp học phí đủ (file đính kèm). Kính mong Phòng đào tạo xem xét cho tôi được đăng ký môn học ở học kỳ 192.. . . . Chân thành cảm ơn. . ---. . [full_name]. .",
            "Nếu bạn đã thanh toán đủ học phí bạn có thể đăng ký ở đợt 3 đăng ký môn học sắp tới"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tăng sĩ số lớp môn học . Mong Phòng đào tạo tăng sĩ số lớp Pháp luật Việt Nam đại cương SP1007 nhóm L04",
            ". . Chào em,. . . . Môn này PDT đã tăng lên sỉ số max không tăng được nữa. Em có thể làm đơn mở xin mở lớp dự thính.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tăng sĩ số lớp môn học . Vậy mong Phòng Đào Tạo tăng sĩ số lớp L01_L01 của môn PH1005-Vật lý 2 để em cs thể đăng ký được không ạ?",
            ". . Chào em,. . . . Môn này PDT đã tăng lên sỉ số max không tăng được nữa. Em có thể làm đơn mở xin mở lớp dự thính.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tăng sĩ số lớp môn học . Kính thưa phòng đào tạo em là [full_name], lớp vl15po, mssv: [student_id]. Em hiện đang học song bằng, em hiện đã xong các môn vb1 nhưng bị kẹt lịch nhiều môn nên chỉ học được các lớp này, nếu không em sẽ bị trễ 1 năm vb2. Vì em không đam mê ngành vb1 nên đang cố học vb2. Kính mong Phòng đào tạo điều kiện giúp đỡ để em sớm ra trường đi làm ạ,. . Xin mở [full_name]ớp [full_name]01_[full_name]01 thứ 3 tiết 789, thứ 4 234, thứ 5 234, môn thiết kế luân lý- MS CO1025.. .",
            ". . Chào em,. . . . PDT đã tăng sỉ số, em đăng kí lại nhé.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tăng sĩ số lớp môn học .",
            "Chào bạn. . PĐT đã tăng sĩ số cho bạn. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]  /b \tEm là Sinh viên khoa Bảo Dưỡng Công Nghiệp muốn đăng kí một số môn đại cương đã được khoa chuyển qua hệ Đại học như Giải Tích 1 (MT 1003), Hóa Đại Cương (CH 1003) vì lý do \"Bạn không được phép đăng kí nhóm lớp này\". Mong nhà trường xem xét để em được đăng kí môn.. . . .",
            "responsible person: [551] [staff_name] [helpdesk staff]",
            "Bạn vui lòng xem kỹ nhóm môn học cần đăng ký.. . . . Nếu bạn là SV hệ CĐ bạn chọn đợt chuyển hệ để đăng ký các nhóm cùng SV chính quy/"
        ]
    },
    {
        "intent": "",
        "message": [
            "Có thể tăng sỉ số lớp đại số tuyến tính chính quy giup em được không ạ",
            ". . Chào em,. . . . Môn này PDT đã tăng lên sỉ số max không tăng được nữa. Em có thể làm đơn mở xin mở lớp dự thính.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tăng sĩ số lớp môn học . Kính gửi: phòng đào tạo. . Em tên: [full_name], mssv: [student_id], khoa: Xây dựng. . Lí do em gửi đơn này như sau, tại học kì 183 em có học xong anh văn 1 nhưng đăng kí môn ở học kì 191 diễn ra trước nên em không đăng kí được môn sức bền vật liệu(ci2007). Học kì 192 không mở môn này nên tụi em có xin mở 1 lớp nhưng khi mở lớp đăng kí vì số lượng bạn đăng kí đông nên em đăng kí không kịp. Nên em xin tăng sĩ số cho em để được vào lớp học vì môn này rất quan trọng nếu em không học được ở học kì này thì học kì sau nhiều môn sau em không thể đăng kí vì nó là môn tiên quyết. Nếu không được học thì em sẽ bị trễ hạn ra trường 1 năm. Em cũng đã xin thầy [full_name](người dạy) và thầy đồng ý cho em vào lớp và thầy dặn em lên xin phòng đào tạo xét cho em vào lớp, nếu như nhà trường đồng ý tăng sĩ số cho em vào môn sức bền vật liệu thì hủy giùm em môn trắc địa đại cương(ci1007) vì môn đó có trùng lịch sáng thứ 3 với môn sức bền vật liệu. Em không hủy trước là vì chưa chắc chắn được chấp nhận tăng sĩ số thì lại mất thêm 1 môn đăng kí. . Em xin trân thành cảm ơn.",
            "Chào em,. . . . . . Môn này  phòng thí nghiệm bị full sỉ số không tăng được nữa. Em có thể làm đơn xin mở lớp dự thính.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được . Cho em hỏi sao em không đăng kí chuyển môn học được vậy ạ. Tuy chuyển qua các ngày không bị trùng lịch mà nó vẫn ghi là không thể chuyển được vì trùng thời khóa biểu ạ.",
            "Môn chuyển đến trùng tkb 1 TRONG CÁC MÔN HIỆN CÓ CỦA [full_name]. . . . [full_name] KIỂM TRA [full_name]"
        ]
    },
    {
        "intent": "",
        "message": [
            "Cho em hỏi đợt 3 đăng kí môn học em có được xin mở thêm sĩ số không ạ , và phải lên trực tiếp phòng đào tạo hay sao ạ. . em cảm ơn !. . . .",
            "responsible person: [551] [staff_name] [helpdesk staff]",
            "Bạn cứ lên BKSI nêu mã môn + mã nhóm cần tăng sĩ số"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được .",
            "No solution"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tăng sĩ số lớp môn học . Hiện tại em đã đăng kí được 4 môn cho học kì 192 rồi nhưng còn 3 môn chưa đăng kí đc vì hết lớp thì phải làm sao ạ.. . Em muốn đang kí thêm các lớp:. . -MT1005 giải tích 2 lớp L04_L08. . -MT1007 đại số tuyến tính L07-L13. . -CH2047 quá trình kĩ thuật sinh học 2 L01",
            "Đã tăng sĩ số cho bạn"
        ]
    },
    {
        "intent": "",
        "message": [
            "Do hoàn cảnh gia đình hôm nay em mới đóng được học phí mà r không thể đăng ký môn học kì 2 giờ em phải làm sao ạ",
            "responsible person: [551] [staff_name] [helpdesk staff]",
            "Bạn có thể đăng ký trong đợt 3 ĐKMH . . . . Bạn theo dõi lịch học vụ trên trang PĐT để biết rõ hơn"
        ]
    },
    {
        "intent": "",
        "message": [
            "B Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được . Thưa nhà trường, em là: [full_name] MS:[student_id]. . Trong đợt đk môn học hk2, em có đăng kí môn AV2. Nhưng trong kết quả đăng kí thì môn AV2 của e bị xoá và qua đợt 2 thì e không đăng kí lại được vì các lí do: lớp học phù hợp thì đã đủ sĩ số hoặc là dính vào giờ học mà nhà trường ko cho phép. Em mong nhà trường giải quyết trường hợp của e. Em cám ơn.. .                                . .",
            "Bạn cần tăng sĩ số nhóm nào?"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng kí mở thêm sỉ số lớp môn học ĐAMH công trình cảng. Mã môn học CI3205. Giờ học thứ 4: 10-11-12 và thứ 5: 10-11-12",
            "responsible person: [551] [staff_name] [helpdesk staff]",
            "Đã tăng sĩ số cho bạn"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được . Làm ơn giải quyết dùm đi. . Tình trạng không đăng ký được môn mạch điện tử thông tin ee3011 ( hệ thống báo chưa có điểm môn mạch điện tử ee2007) dù đã học và qua môn mạch điện tử ở kỳ hè 183. Giải quyết dùm đi em trễ 1 học kỳ vì môn đó đó !",
            "Bạn vào đăng ký lại nhé"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tăng sĩ số lớp môn học . Em chào thầy cô ạ,. . Hiện tại em đang không đăng kí được môn pháp luật mã môn học SP1007 vì số lượng đã đủ. Thầy cô có thể mở số lượng lớp L07-thứ3-tiết 234 cho em thêm một người nữa được không ạ. Em đã lập danh sách xin mở lớp nhưng do số lượng không đủ 20 bạn nên không đăng kí mở thêm lớp được ạ. Sắp hết thời gian đăng kí môn học rồi. Thầy cô có thể giúp em được không ạ.. . Em cảm ơn thầy cô rất nhiều ạ.",
            "Chào em,. . . . PDT đã tăng sỉ số, em đăng kí lại nhé.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Em đã đóng tiền thì anh văn 150k nhưng không có lịch thi, nên không được kiểm tra tiếng Anh đợt vừa qua. Em muốn được hoàn lại số tiền đã đóng .",
            "Chào bạn. . Trường hợp thanh toán trễ lệ phí thi Anh văn sẽ không có tên trong danh sách thi đợt này. Bạn vui lòng đợi mail thông báo của phòng  Đào tạo về đợt thi sau.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Do hoàn cảnh gia đình hôm nay em mới có thể hoàn thành học phí mà giờ em không thể đăng kí môn học được giờ em phải làm sao ạ?",
            "Bạn có thể đăng ký trong đợt 3 ĐKMH"
        ]
    },
    {
        "intent": "",
        "message": [
            "Xin mở thêm sỉ số môn học ĐAMH Công trình cảng. Mã môn học: CI3205. Giờ học thứ 4: 10-11-12 và thứ 5: 10-11-12",
            "Đã tăng sĩ số . . . . Bạn đăng ký trong đợt 3 nhé"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tăng sĩ số lớp môn học .",
            "Chào em,. . . . Môn này full sỉ số, không tăng được nữa. Em có thể làm đơn xin mở lớp dự thính."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]  /b . . Em chào nhà trường,. . Em yêu cầu nhà trường làm lại hệ thống đăng kí thời khóa biểu. Em tự sắp xếp tay thời khóa biểu và đổi 3 môn không trùng lịch, thế nhưng hệ thống vẫn báo \" trùng thời khóa biểu\" . Thiết nghĩ nhà trường nên cho sinh viên tự do lựa chọn hơn. Sinh viên chọn trùng thì sinh viên tự chịu. Em cám ơn nhà trường.. . . . P/s: vì nhà trường xếp lịch học sẵn của em như thế, khiến em mất công việc làm thêm hiện tại. Em muốn đổi , hệ thống không cho.. . . . Hoàng Anh. .",
            "Chào bạn. . . . hệ thống đăng ký môn học tính toán ngoài các điều kiện trùng lịch còn tính đến thời gian di chuyển, cận giờ, thông tầm lịch học. . . . . Nếu bạn đã đăng ký trong đợt 1 thì chắc chắn tkb trong đợt 2 bạn sẽ có và sẽ tối ưu theo lịch học,. . . . Theo bạn nếu hệ thống quá tệ hoặc không đáp ứng đúng ý muốn bạn có thể vào đợt 2 đkmh xóa toàn bộ các môn hiện có và tự ý xếp lịch lại theo ý muốn.. . . . Sau khi hủy môn học PĐT sẽ không phục hồi nếu có trường hợp quá sĩ số hoặc lỗi trùng giờ theo lịch của bạn."
        ]
    },
    {
        "intent": "",
        "message": [
            "Em muốn xin tăng sĩ số môn vật lý bán dẫn : mã môn EE1013. . Em là [full_name] ,mssv [student_id], khoa điện điện tử( chương trình tăng cường tiếng nhật).. .",
            ". . Chào bạn. . Môn học đã ở sĩ số tối đa không thể tăng thêm cho bạn được.. . Bạn có thể về Khoa làm đơn xin mở thêm lớp. Đơn sau khi có xác nhận của Khoa bạn nộp về PĐT để mở lớp. . . Lưu ý PĐT chỉ nhận đơn mở lớp trong đợt 2 ĐKMH. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tăng sĩ số lớp môn học . Dạ e chào thầy/cô. Kính mong thầy/cô tăng sỉ số môn Đại số tuyến tính mã L12-L22 để theo kịp tiến độ học tập. E cảm ơn ạ",
            "Chào em,. . . . Môn này PDT đã tăng lên sỉ số max không tăng được nữa. Em có thể làm đơn mở xin mở lớp dự thính.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Dạ,cho em hỏi là em thanh toán trễ hạn học phí, bây giờ đăng kí môn học học kì 2 của em bị hủy thì em phải làm sao để đăng kí lại được ạ?.em xin cảm ơn ạ!",
            "responsible person: [551] [staff_name] [helpdesk staff]",
            "bạn phải đăng ký lại trong đợt 3 ĐKMH",
            "Dạ,em cảm ơn, cho em hỏi thêm là đợt 3 ĐKMH tầm khi nào mở vậy ạ?",
            "Bạn theo dõi lịch học vụ trên web PĐT để biết rõ nhé bạn."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tăng sĩ số lớp môn học .   p Kính xin PDT tăng sĩ số lớp cho môn Cấu trúc dữ liệu và giải thuật, mã môn học: CO2003, nhóm lớp: L01_L02.. . Em xin chân thành cảm ơn.  /p",
            "Chào em,. . . . Môn này  phòng thí nghiệm bị full sỉ số, không tăng được nữa. Em có thể làm đơn xin mở lớp dự thính.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]  /b hojc. . Em chafo thầy cô ạ. . Cho em hỏi em muốn tăng sĩ số môn me3201 nhóm a03 thứ 6 tiết 789 được không a. . Em cám ơn",
            "responsible person: [551] [staff_name] [helpdesk staff]",
            "Đã tăng sĩ số cho bạn"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tăng sĩ số lớp môn học . Giải tích 2 (MT1005) hiện đã đầy lớp, cho em hỏi em xin mở thêm sĩ số lớp cho . . . . L27_L49 được không ạ?. . . . Em có gửi yêu cầu từ trước nhưng chưa được xem xét ạ.",
            "Chào em,. . . . PDT đã tăng sỉ số, em đăng kí lại nhé, nhanh lên.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác:",
            "No solution"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: 1511252  /b \t. . Em muốn hỏi nếu đã đăng kí full 21 tín chỉ cho các lớp chính quy ban ngày, thì có được đăng kí môn thêm ở lớp CHÍNH QUY NGOÀI GIỜ BUỔI TUỔI CỦA LỚP BẰNG 2 không ạ.. . . . Em thấy có quy định thứ 3 ở đây ạ: http://wiki.hcmut.edu.vn/wiki/index.php/H%E1%BB%8Dc_k%E1%BB%B3_ch%C3%ADnh. . . . Mong phòng đào tạo giải đáp giúp em.. .   i Đăng ký môn học - Đại học - Cao đẳng chính quy   Khác ... .",
            "Bạn vẫn có thể đăng ký các lớp buổi tối nhé. . . . Số tín chỉ tối đa cho các lớp dự thính tối là 12 tín chỉ.. . . . Các lớp bằng 2 buổi tối vẫn được tính cùng học kỳ chính và tối đa bạn đăng ký là 21tc . . . . Chỉ có các lớp dự thính tối bạn mới có thể đăng ký nếu vượt 21tc ở hk chính",
            "Ủa anh, sao 2 câu trả lời của anh ở thread trươc và thread này không thống nhất thế ạ. Cái thread câu hỏi này em chỉ copy cái trước do sợ hỏi thêm câu hỏi trong 1 thread thì không được trả lời.. . . . Ở thread trước em cũng hỏi thêm câu này, anh vừa trả lời xong là nếu trong các lớp chính quy ban ngày, em đã đăng kí đủ 21 chỉ. Thi vẫn được đăng kí môn thêm ở lớp CHÍNH QUY NGOÀI GIỜ BUỔI TUỔI CỦA [full_name] 2, và số tín chỉ khi đó sẽ vượt 21 tín chỉ.. . . . Tại em có đọc mục 3 ở quy định ở đây: http://wiki.hcmut.edu.vn/wiki/index.php/H%E1%BB%8Dc_k%E1%BB%B3_ch%C3%[full_name]. . . . Mong anh kiểm tra lại giúp em."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được .",
            "No solution"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được . em đăng ký môn học nhưng trang web luôn hiện thông báo đỏ các chuẩn sinh viên năm 3 (SV_N3) làm nên em không đăng ký môn học được.. em có nhận thông báo từ email về cách chuẩn sv sau các năm.. nhưng trong trường hợp của em thì có được đăng ký môn học được  không ạ? và nếu không được thì có hướng giải quyết nào không ạ?. .  sau đó là các chuẩn thể chất (GDTS. . -2) em đã qua hết tát cả các môn thể chất từ lần học đầu tiên ạ..",
            "Bạn không spam 1 nội dung nhiều topic nhé"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được . em đăng ký môn học nhưng trang web luôn hiện thông báo đỏ các chuẩn sinh viên năm 3 (SV_N3)  nên em không đăng ký môn học được.. em có nhận thông báo từ email về các chuẩn sv sau các năm.. nhưng trong trường hợp của em thì có được đăng ký môn học được  không ạ? và nếu không được thì có hướng giải quyết nào không ạ?. . sau đó là các chuẩn thể chất (GDTS. . -2) em đã qua hết tát cả các môn thể chất từ lần học đầu tiên ạ..",
            "Chào bạn. . . . Hiện tại chuẩn giáo dục thể chất chưa áp dụng ở HK192 nên PĐT sẽ cập nhật lại. . . . Riêng số tín chỉ xếp loại sinh viên năm 3 bạn đã đạt bao nhiêu tín chỉ tổng rồi ?. .",
            "em được 84 tín chỉ tổng rồi ạ (em tự cộng),trên trang tổng số tin chỉ sinh viên trong trang thông tin sinh viên thì nó hiện thị là 101 tín chỉ... . với 84 tín chỉ vẫn đat chuẩn sinh viên năm 4 (SV năm thứ tư: từ 80 đến dưới 128 tín chỉ ). . nhưng em vẫn không đăng ký được nhưng môn của năm thứ 3 và năm 4.. không đăng ký được và luôn hiện lên bảng đỏ SV_N3... . mong phòng đào tạo giải quyết dùm để em còn đăng ký đợt vét :(("
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Khác ... . Kính chào thầy/cô,. . . . Em là [full_name], sinh viên bằng 2 khoa Khoa học và kỹ thuật máy tính.. . Em kính xin được đăng kí môn học: Cấu trúc dữ liệu và giải thuật, mã môn học: CO2003, nhóm lớp: L01_L01 (hiện tại lớp này đang sĩ số 41/42 sv).. . Nếu không đăng kí được môn này thì kì tới em sẽ không đăng kí được nhiều môn, em kính xin PDT xem xét cho em được đăng kí vào nhóm lớp này.. . Em xin chân thành cảm ơn.. .",
            "Bạn theo dõi lịch học vụ và đăng ký trong đợt 3 ĐKMH nhé."
        ]
    },
    {
        "intent": "",
        "message": [
            "Dạ cho em hỏi đợt vừa rồi tụi em có xin mở lớp Quá trình và thiết bị cơ học(CH2019). Trong đợt 2 ĐKMH này e có đăng kí môn CH2019 nhưng do trang thông báo là không đạt chuẩn anh văn năm 1. Nhưng có một số môn em đăng kí lại cần chuẩn anh văn năm 1 như anh văn 2, hoá hữu cơ.... thì em đăng kí môn bình thường. Một số bạn em chưa đạt chuẩn anh văn năm 1 vẫn đăng kí được môn CH2019 nhưng em thì lại không. Mong pđt giải quyết dùm em, em xin cảm ơn!",
            "Bạn vui lòng cung cấp MSSV của bạn của bạn để PĐT kiểm tra. . . . Các trường hợp không đạt chuẩn AV sau khi PĐT hậu kiểm đều hủy kết quả ĐKMH",
            "Do các môn chuyên ngành mà em đăng kí mặc dù vẫn hiện lên thông báo là không đạt chuẩn av năm 1 nhưng vẫn được vào danh sách đăng kí, riêng môn CH2019 thì em đăng kí không được. Để sau khi có điểm thi av đầu vào hay av1 thì các môn học đã đăng kí vẫn có thể giữ nguyên cho HK kế tiếp. MSSV:[student_id]",
            "Chào bạn. . . . Như đã nói ở trên, khi chưa đủ chuẩn AV bạn không thể đăng ký được môn CH2019. Bạn phải đạt chuẩn SV sau năm 1.. . . . Bạn trình bày 1 số bạn chưa đặt chuẩn vẫn đăng ký được, bạn vui lòng cung cấp MSSV của sinh viên đã đăng ký thành công nhưng chưa đạt chuẩn AV để PĐT kiểm tra.",
            "[full_name] [student_id]. . [full_name] [student_id]. . Hai bạn của em vẫn chưa đủ chuẩn av mà vẫn đăng kí được.",
            "Về việc tăng sĩ số/khiếu nại đăng ký MH. . Bạn vui lòng vào trang http://bksi.hcmut.edu.vn/. . Bước 1: Chọn mục Hỏi/yêu cầu. . Bước 2: Tạo câu hỏi/ yêu cầu mới. . Bước 3: Click vào dấu (+) đứng trước các danh mục để chọn chủ đề câu hỏi cho phù hợp. . Ví dụ: Chọn mục” đăng ký môn học”. . Lưu ý phải chọn cho đúng chủ đề để được trả lời nhanh nhất.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "vì lý do cá nhân nên em bị chậm mất đăng ký hiệu chỉnh môn họcm, mong pdt có thể gia hạn thời gian hiệu chỉnh được không ạ. Em xin cảm ơn",
            "Bạn theo dõi lịch học vụ để biết thời gian đăng ký các đợt tiếp theo"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Khác ... . Dạ, trong đợt hiệu chỉnh môn học (18/12-23/12) em quên hủy một môn học ạ (mã môn học: EE3067 - Nhóm lớp A01). . . Lý do hủy: để phân bố thời gian hợp lý. . Thầy/cô có cách xử lý cho trường hợp này không ạ?",
            "Trong đợt 3 ĐKMH bạn không thể hủy môn học.. . . . Bạn có thể làm đơn xin rút môn học khi học kỳ bắt đầu (có tính học phí môn rút)"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Khác ... . Em đăng kí thiếu 1 số môn vì kh đăng kí đc thì phải làm sao ạ",
            "Bạn theo dõi lịch học vụ và đăng ký trong đợt 3 ĐKMH"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tăng sĩ số lớp môn học . Em chào thầy cô, em tên [full_name]ớ_[student_id]. . Hôm trước em không đăng kí được môn học Thiết kế công việc & đo lường lao động (ME2053) nên vì lỗi hệ thống, tới lúc và được thì đủ sĩ số, em đã nhờ thầy tăng thêm sĩ số nhưng do 3 ngày sau thầy trả lời nên em không nhìn thấy và đã qua hạn đăng kí môn học. Em thực sự xin lỗi vì không theo dõi câu trả lời của thầy. . . Em mong thầy có thể giúp em đăng kí môn học ME2053, vì 2 học kì trước em đã không thể đăng kí được môn này.. . Mong thầy cô giúp đỡ để em không bị trễ thêm.. . Em xin chân thành cảm ơn",
            "Bạn có thể đăng ký không đợt 3 đkmh nhé. . . . bạn chú ý theo dõi lịch học vụ để đăng ký đúng hạn"
        ]
    }
]