[
    {
        "intent": "",
        "message": [
            "Tốt nghiệp  /. . Hiện tại bằng TOEIC đã thẩm tra xong rồi ạ. Phòng đào tạo giúp em chuyển điểm anh văn 2,3,4 nhanh hơn để em kịp đăng kí tốt nghiệp được không ạ. E cảm ơn nhiều ạ.",
            "\"Chào bạn,. . PDT đã ghi nhận yêu cầu về đăng ký xét TN của bạn. SV vui lòng theo dõi email  và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 27/12/2021 SV vẫn chưa nhận được mail hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 11/2021 (cập nhật mới gia hạn thời gian xử lý tốt nghiệp). . Về tình trạng sinh viên, khi nào em có tên trong ds dự kiến tốt nghiệp, PDT sẽ tự động ra QD thu nhận cho bạn nhé. . Thân. . \""
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính gửi Phòng đào tạo trường Đại học Bách Khoa TP.HCM. . Em tên là [full_name] - MSSV: [student_id] -  Khoa Kỹ thuật Hóa học.. . Dạ em có đăng ký học hóa thí nghiệm trực tiếp tại trường nhưng khi em xem thời khóa biểu và lịch thi thì em thấy lịch học thí nghiệm vào tuần 51 và 52 ở tòa B2-401A BK-CS1 vào thứ 5 từ 13h, Lớp VL04 lại trùng với lịch thi cuối kỳ môn Hóa Đại Cương ạ và em đã được Phòng đào tạo hướng dẫn cách giải quyết rùi ạ . . Nên em viết mail này để xin thầy/cô hủy lịch thí nghiệm đợt này giúp em gấp ạ !. . Dạ em xin lỗi vì sự bất tiện này.. . Dạ em xin chân thành cảm ơn thầy/cô đã đọc ạ !",
            "Chào em,. . Phòng Đào tạo đã tiếp nhận thông tin xin hủy đăng ký học thí nghiệm trực tiếp của em.. . SV vui lòng theo dõi mail và thời khóa biểu được cập nhật Mybk/Thông tin sinh viên/Xem thời khóa biểu sau khi trường được hoạt động lại bình thường (dự kiến trong tháng 3/2022). . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Dạ cho em hỏi, em vừa có điểm môn học cuối cùng là av4- dự thính ạ. Vậy em có được xét tốt nghiệp đợt 24/12 này không ạ? . . Em cảm ơn",
            "\"Chào bạn,. . PDT đã ghi nhận yêu cầu về đăng ký xét TN của bạn. SV vui lòng theo dõi email  và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 27/12/2021 SV vẫn chưa nhận được mail hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 11/2021 (cập nhật mới gia hạn thời gian xử lý tốt nghiệp). . Về tình trạng sinh viên, khi nào em có tên trong ds dự kiến tốt nghiệp, PDT sẽ tự động ra QD thu nhận cho bạn nhé. . Thân. . \""
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em tên là [full_name]. MSSV:[student_id]. Ngày 15/12/2021, em đã nộp bằng Toeic để chuyển điểm [full_name] 1,2,3,4 và đã thanh toán lệ phí xong. Hôm nay, bằng Toeic của em đã được thẩm tra. Em mong PĐT xử lý chuyển điểm [full_name] cho em sớm và xét cho em vào danh sách Tốt nghiệp dự kiến, để em được đăng kí Tốt nghiệp trước hạn chót 24/12. . . Mong PĐT nhanh chóng xem xét hỗ trợ trường hợp của em ạ. Em xin cảm ơn PĐT rất nhiều.. .",
            "\"Chào bạn,. . PDT đã ghi nhận yêu cầu về đăng ký xét TN của bạn. SV vui lòng theo dõi email  và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 27/12/2021 SV vẫn chưa nhận được mail hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 11/2021 (cập nhật mới gia hạn thời gian xử lý tốt nghiệp). . Về tình trạng sinh viên, khi nào em có tên trong ds dự kiến tốt nghiệp, PDT sẽ tự động ra QD thu nhận cho bạn nhé. . Thân. . \""
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Kính gửi phòng đào tạo, . . Em tên là [full_name] MSSV [student_id],. . Hiện tại, em đã có tên trong danh sách dự kiến tốt nghiệp tuy nhiên em vẫn chưa thể đăng ký xét tốt nghiệp vì lý do nợ học phí trong khi em tất cả học phí em đã hoàn thành xong.. . Kính mong phòng đào tạo mở đăng ký tốt nghiệp sớm cho em vì ngày 24/12 đã là hạn chót đăng ký xét tốt nghiệp.. . Em xin chân thành cảm ơn.. . [full_name]-[student_id]. . . .",
            "Chào em,. . Sau ngày 23/12 em vào đăng ký tốt nghiệp lại nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Chào nhà trường,. . Do tình hình dịch bệnh nên em thi Toeic muộn,. . Hiện tại em đã đủ điểm để ra trường, em cũng đã chuyển điểm trên web mybk.. . đến hôm nay bằng Toeic của em đã hoàn tất thẩm định, em đã đủ điều kiện ra trường.. . Nhưng khi em vào mục \"đăng ký tốt nghiệp\" trên Mybk thì hệ thống thông báo là em đã hết hạn Sinh viên nên không thể thực hiện được ạ, nhưng theo lịch nhà trường, hạn cuối để bổ sung hồ sơ là ngày 24/12/2021. Nhà trường có hướng giải quyết vấn đề này như nào ạ?. . [full_name]",
            "\"Chào bạn,. . PDT đã ghi nhận yêu cầu về đăng ký xét TN của bạn. SV vui lòng theo dõi email  và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 27/12/2021 SV vẫn chưa nhận được mail hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 11/2021 (cập nhật mới gia hạn thời gian xử lý tốt nghiệp). . Về tình trạng sinh viên, khi nào em có tên trong ds dự kiến tốt nghiệp, PDT sẽ tự động ra QD thu nhận cho bạn nhé. . Thân. . \""
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính gửi quý thầy cô, . . Em tên là [full_name], MSSV [student_id], sinh viên K21, khoa Kỹ thuật Hóa học.. . Em có thắc mắc về lịch thời khóa biểu hiện tại, em có môn Hóa Đại Cương (TN), mã môn học CH1004 với lớp học những tuần 42 43 là L33. Khi em kiểm tra thời khóa biểu hiện tại thì thấy có tới hai lớp học là VL08 (có lịch học tuần 50 51) và L33 (không có lịch học tuần 50 51). Em thắc mắc rằng lớp VL08 có phải lớp học của em không.. . Em mong nhận được lời giải đáp cho thắc mắc của mình.. . Trân trọng, . . [full_name]. . . .",
            "Chào em,. .  Em thắc mắc rằng lớp VL08 có phải lớp học của em không.. . =  Em đã đăng ký học trực tiếp TN nên nhóm VL là nhóm học trực tiếp TN.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em chào thầy/cô. . . . Thầy/cô cho em hỏi giờ em đã đăng kí hoãn thi (trong lúc thi) trên web trường rồi thì giờ có cần giảng viên xác nhận cho không ạ?. . Em xin cảm ơn thầy/cô đã xem qua.",
            "Chào em,. . Em vui lòng xem lại email PĐT đã gửi:. . Kế hoạch tổ chức thi học kỳ 1 năm 2021-2022. . mục 5. Hướng dẫn đăng ký hoãn thi Cuối kỳ, dự thi. . Thân mến. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em có thắc mắc là em thấy trên bkel, môn ĐSTT giáo viên có mở form đăng kí thi lại GK1, hạn ban đầu là 30/11 nên em có điền thông tin trước đó, sau đó do web bảo trì nên thầy cô dời hạn tới 10/12. Nhưng đến nay em vẫn chưa nhận được thông báo về việc thi lại nên em rất lo lắng ạ. Mong thầy cô xem xét giúp em. . . Em xin cảm ơn ạ.. . [full_name], MSSV: [student_id].",
            "Chào em,. . Các hoạt động trong khóa học do GV phụ trách môn học quản lý. PĐT không có quyền can thiệp. SV vui lòng liên hệ GV.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Xin chào nhà trường, cho em hỏi em muốn đổi giáo viên làm luận văn khác với giáo viên thực tập của em thì em cần hồ sơ hay làm những bước nào ạ? Em chưa học đề cương hay làm luận văn gì hết ạ, kì mới em mới học đề cương. . Em xin chân thành cảm ơn.",
            "Chào em,. . Em vui lòng liên hệ [full_name] nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em tên : [full_name]. . Mssv : [student_id]. . Nội dung : Nay đã là học kỳ cuối của em , em xin nhà trường cho em chuyển từ hệ chính quy sang hệ vừa học vừa làm để tiếp tục hoàn thành nội dung học . Em xin cảm ơn , mong nhà trường xem xét cho em.",
            "\"Chào em,. . PDT đã tiếp nhận đơn chuyển qua hệ VLVH của bạn, bạn theo dõi tình trạng sinh viên và quyết định được cập nhật tại:. . Mybk/Thông tin sinh viên/Tình trạng. . Trường hợp nếu SV đã đủ điều kiện tốt nghiệp của hệ VLVH, sau khi có QD chuyển hệ được cập nhật tại mybk/Thông tin SV có thể gửi câu hỏi qua bksi để xin đăng ký xét tốt nghiệp bổ sung. . SV theo dõi mail và lịch học vụ để vào đăng ký môn học cho HK212 nếu còn nợ MH, vào đợt 3 nhé. . Thân\""
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em hiện đã có tên trong danh sách dự kiến tốt nghiệp nhưng vẫn chưa thể đăng ký xét tốt nghiệp do trên trang đăng ký ghi: không được phép đăng ký (do nợ học phí/lệ phí) trong khi em đã hoàn thành thanh toán tất cả học phí rồi ạ.. . Kính mong phòng đào tạo hỗ trợ giúp em mở đăng ký tốt nghiệp do hạn chót đăng ký xét tốt nghiệp là 24/12. . . Em xin chân thành cảm ơn.. . Sinh viên: [full_name]. . MSSV: [student_id]",
            "Chào em,. . Sau ngày 23/12 em vào đăng ký tốt nghiệp lại nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]  /b \t[full_name] [full_name] [full_name] [full_name]   i Yêu cầu khác  /i [full_name] [full_name] [full_name] [full_name] Sáng hôm nay ngày 22/12/2021 em có lịch thi môn Database lúc 7h[full_name] Trước giờ thi 20 phút em login vào hệ thống BKexam và mở phần mềm quay màn hình lên để test trước[full_name] Vì mở nhiều tab chrome và PDF nên phần mềm quay màn hình làm treo máy em nên em phải restart máy[full_name] Sau đó[full_name] lúc vào thì tài khoản BKexam lại đã bị lock 2 tiếng (em có kèm theo file ảnh)[full_name] và vì lúc đó em chưa vào Google meet nên em không liên lạc được với cán bộ coi thi ngay sau đó[full_name][full_name] [full_name] [full_name] [full_name] Em mong được hoãn thi môn Database Systems (CO2013) và được thi lại ở kỳ thi sau[full_name] Em mong phòng đào tạo xem xét trường hợp của em[full_name][full_name] [full_name] [full_name] [full_name] Em xin cảm ơn[full_name][full_name] [full_name] [full_name]",
            "Chào em,. . Em vui lòng xem lại email PĐT đã gửi:. . Kế hoạch tổ chức thi học kỳ 1 năm 2021-2022. . mục 5. Hướng dẫn đăng ký hoãn thi Cuối kỳ, dự thi. . Thân mến. .",
            "MSSV/MSGV: [student_id]    [full_name] [full_name] [full_name] [full_name] Chào cô [full_name],[full_name] [full_name] [full_name] [full_name] Em đã vào trang app của trường và đăng ký hoãn thi như hình kèm theo[full_name] Cho em hỏi em có cần phải làm gì thêm không ạ?[full_name] [full_name] [full_name] [full_name] Em xin cảm ơn,[full_name] [full_name] [full_name]",
            "Chào em,. . Em vui lòng xem hết nội dung email đã gửi SV. Hết đợt thi HK, PĐT sẽ hậu kiểm với [full_name].. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính gửi phòng đào tạo , cùng quý Thầy Cô. . . . Em xin hỏi thời khoá biểu môn thí nghiệm sinh học đại cương học tại trường trên mybk lúc có lúc không . Nên em không biết rõ thời gian nào để học lại. . . . . . Xin quý thầy cô hướng dẫn. . . .",
            "Chào em,. . Trên mybk hiện tại không có nhóm V (là nhóm học TN trực tiếp). . SV vui lòng theo dõi mail và thời khóa biểu được cập nhật Mybk/Thông tin sinh viên/Xem thời khóa biểu sau khi trường được hoạt động lại bình thường (dự kiến trong tháng 3/2022). . Thân mến. .",
            "li answer rate: Answer is not complete / Câu trả lời chưa hoàn chỉnh",
            "Kính gửi Phòng Đào Tạo ,. . Quý thầy cô. . . . Em tên [full_name] : [student_id]. . . . Học kỳ 1  môn Sinh Học Đại Cương em chỉ còn chờ phần thí nghiệm để kết thúc môn nhưng chưa thấy thời khóa biểu, Do đó em có đăng ký lại Môn Sinh Học Đại Cương cho học kỳ 2 nhưng em rút môn học thì lại có có thời khóa biểu phần thí nghiệm.. .  Vậy em muốn kết thúc môn sinh học đại cương này thì em học thí nghiệm theo lịch học nào? xin quý thầy cô giải đáp.. . (đình kèm là thời khóa biểu của môn học). . . . Chân thành cảm ơn",
            "Chào em,. . Rút môn học tính luôn phần TN nhé =  nên em không cần học phần TN đã rút môn học, PĐT xếp lịch bù chung.. . Thân mến. . . .",
            "Kính chào quý thầy cô Phòng Đào Tạo,. . . . Em tên [full_name] MSSV [student_id].. . . . Em đã hoàn thành tất cả các môn học tại trường chỉ còn thiếu 1 môn TN Sinh Học từ học kỳ 1 (2021-2022) nhưng em chờ mãi chưa thấy lịch, nay em đã đi làm rồi nên kính xin quý thầy cô có sắp xếp lịch thi nghiệm cho em xin vào lớp học thứ 7 hoặc chủ nhật . . . . Em chân thành cảm ơn quý thầy cô. . . .",
            "\"Chào em,. . Đây là đợt xếp bù sau cùng của các học kỳ cũ và không thể hoãn và xếp tiếp cho SV nữa.. . Trường hợp của bạn nên chủ động liên hệ với Giảng viên để xin bù vào các tuần tiếp theo. . Chúc em học tốt. . Thân\"",
            "Dạ chào cô,. . . . Nhưng đính kèm là thời khóa biểu học kỳ 1 của em không biết tuần thí nghiệm cụ thể như thế nào???. . . . Cô xem file đính kèm. . . . Thanks",
            "Chào bạn,. . Đã dời lịch bù thí nghiệm môn sinh học đại cương qua chủ nhật cho bạn, học từ tuần 27, TKB sẽ được cập nhật lại cho bạn sau. . Thân",
            "Kính thư quý thầy cô phòng đào tạo. . . . Em tên [full_name]. . Mã Số Sv [student_id]. . . . Theo phản hồi và các thông tin ở trên trong cùng chủ đề này thì em chưa được học TN Sinh học đại Cương. Tại Sao em bị đánh vắng thi thí nghiệm học kỳ 1 . Em gửi quý thầy cô file đính kèm.. . . . Các Thầy Cô có mở lớp thí nghiệm học kỳ 1 đâu sao em học được mà thầy cô lại cho em vắng thi.. . . . Em chỉ còn 1 môn thí nghiệm này nữa là ra trường mong quý thầy cô rủ lòng thương phản hồi chính xác giúp em.",
            "Kính thư quý thầy cô phòng đào tạo. . . . Em tên [full_name]. . Mã Số Sv [student_id]. . . . Theo phản hồi và các thông tin ở trên trong cùng chủ đề này thì em chưa được học TN Sinh học đại Cương. Tại Sao em bị đánh vắng thi thí nghiệm học kỳ 1 . Em gửi quý thầy cô file đính kèm.. . . . Các Thầy Cô có mở lớp thí nghiệm học kỳ 1 đâu sao em học được mà thầy cô lại cho em vắng thi.. . . . Em chỉ còn 1 môn thí nghiệm này nữa là ra trường mong quý thầy cô rủ lòng thương phản hồi chính xác giúp em.. . Em gui lai vi chua nhan duoc phan hoi. . . . Cam on quy thay co",
            ". . Kính thư quý thầy cô phòng đào tạo. . . . Em tên [full_name]. . Mã Số Sv [student_id]. . . . Theo phản hồi và các thông tin ở trên trong cùng chủ đề này thì em chưa được học TN Sinh học đại Cương. Tại Sao em bị đánh vắng thi thí nghiệm học kỳ 1 . Em gửi quý thầy cô file đính kèm.. . . . Các Thầy Cô có mở lớp thí nghiệm học kỳ 1 đâu sao em học được mà thầy cô lại cho em vắng thi.. . . . Em chỉ còn 1 môn thí nghiệm này nữa là ra trường mong quý thầy cô rủ lòng thương phản hồi chính xác giúp em.. . Em gui lai vi chua nhan duoc phan hoi. . . . Cam on quy thay co. . So dt cua em [phone_number]"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Gửi Thầy/Cô,. . . . Thầy/Cô có thể cho em hỏi là nếu em thi lại ngành khác của trường mình thì em có thể chuyển điểm của những môn trùng nhau và chuẩn anh văn không ạ?. . . . Trân trọng,. . Nguyên. .",
            "Chào em,. . Em vui lòng xem quy chế. . https://portal.hcmut.edu.vn/dao-tao/quy-dinh-hoc-vu. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em đã thanh toán lệ phí in bảng điểm vào thứ 2 ngày 20/12 do trươca đó Bkpay bảo trì. Nhưng tới bây giờ em vẫn không đăng ký tốt nghiệp được do nợ lệ phí. Em mong bên trường giúp em kiểm tra lại để em kịp thời đăng ký tốt nghiệp trước 16h ngày 24/12. .",
            "Chào em,. . Sau ngày 23/12 em vào đăng ký tốt nghiệp lại nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "B Học vụ .",
            "\"Chào em,. . PDT đã tiếp nhận đơn chuyển qua hệ VLVH của bạn, bạn theo dõi tình trạng sinh viên và quyết định được cập nhật tại:. . Mybk/Thông tin sinh viên/Tình trạng. . Trường hợp nếu SV đã đủ điều kiện tốt nghiệp của hệ VLVH, sau khi có QD chuyển hệ được cập nhật tại mybk/Thông tin SV có thể gửi câu hỏi qua bksi để xin đăng ký xét tốt nghiệp bổ sung. . SV theo dõi mail và lịch học vụ để vào đăng ký môn học cho HK212 nếu còn nợ MH, vào đợt 3 nhé. . Thân\""
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Chào [full_name],. . Em tên [full_name] mssv:[student_id].. . [full_name] cho em hỏi là kỳ này (211) em có đăng ký làm Luận văn (chỉ duy nhất môn này) và kỳ này không thể bảo vệ Luận văn (em có thông báo với giáo viên hướng dẫn Luận văn) (chỉ là không thể bảo vệ chứ không phải là em không có làm , vẫn báo cáo định kỳ cho giảng viên hướng dẫn) nên có thể điểm trung bình học kỳ bằng 0. Vậy cho em hỏi kỳ tiếp theo (tức kỳ 212) em có bị thôi học không?Có được đăng ký làm Luận văn tiếp tục không ạ? Hay có cần làm thủ tục gì không.. . Mong [full_name] phản hồi sớm cho em.. . Em xin cám ơn.",
            "Chào bạn. . - Nếu bạn có tkb hk212 thì sẽ không bị bth =0. . - Bạn đăng ký môn học hk212 bình thường. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Thưa Phòng Đào Tạo, em là sinh viên k15. Hiện em mong muốn gia hạn thêm một học kỳ nữa để hoàn thành chương trình đào tạo. Kính mong Phòng Đào tao xem xét, giải quyết, tạo điều kiện cho em ạ. Em xin cảm ơn !",
            "Chào em,. . Em vui lòng làm đơn xin gia hạn 1Hk, ghi rõ mình thuộc đối tượng ưu tiên khu vực 1, ghi rõ bạn còn nợ gì? và gửi đơn lại qua [full_name]. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em tên là [full_name],mã số sinh viên là [student_id], hôm nay em kiểm tra lịch học thì thấy có lịch học thí nghiệm hoá đại cương của vào thời gian 13:00 đến 17:30 ngày thứ 7 tuần 51,52 của lớp [VL01][L74].Em muốn xin hoãn môn học và dời lịch học sang các tuần khác.Tại vì tại chỗ em ở có diễn biến phức tạp  của dịch Covid-19. Em mong sẽ được giải quyết sớm và không bị cho là vắng trong các buổi học trực tiếp.. . Em cảm ơn thầy.  B",
            "Chào em,. . Phòng Đào tạo đã tiếp nhận thông tin xin hủy đăng ký học thí nghiệm trực tiếp của em.. . SV vui lòng theo dõi mail và thời khóa biểu được cập nhật Mybk/Thông tin sinh viên/Xem thời khóa biểu sau khi trường được hoạt động lại bình thường (dự kiến trong tháng 3/2022). . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Kính gửi PĐT . . Em là [full_name] mssv [student_id].. . Em Là sinh viên khoá K15, hiện tại em đã có bằng toeic 500 nhưng hồi năm nhất em bị rớt anh văn đầu vào nên phải học môn “ anh văn cơ bản” và em bị rớt môn đó.. . PĐT cho em hỏi môn “Anh văn cơ bản” có ảnh hưởng gì tới việc xét tốt nghiệp không ạ. Do khi em nộp bằng toeic vào không có chuyển điểm môn đó.. . Em xin chân thành cảm ơn.",
            "Chào bạn. . Môn anh văn cơ bản không ảnh hưởng vì không có trong CTDT. . Chỉ có 4 môn anh văn 1234. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Do thi 2 ngày gần kế nhau nên em quên nộp bản nghi man hình môn giải tích mạch( EE1011 ) thi ngày 17/12/2021 ạ . Phòng đào tạo cho em hỏi có cách nào để em nộp lại link bản ghi không ạ ?",
            "Chào bạn,. . - Bạn vui lòng xem chi tiết hướng dẫn thi trực tuyến nhà trường đã gửi thông báo đến SV. . - Bạn cần thực hiện theo hướng dẫn của nhà trường và thực hành để thuần thục các thao tác ghi màn hình trước khi thi.. . - Bạn nên liên hệ GV giảng dạy để được hướng dẫn.. . Thân mến. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ. Em chào thầy cô ạ,em tên [full_name]-mssv [student_id]. .  Do sự cố ngoài ý muốn mà em không tham, gia thi cuối kì môn Cơ lưu chất ngày 19-12 vừa qua được, em đã hoãn thi trên mybk trước 1 ngày và vẫn chưa có phản hồi ạ, trường hợp của em có được thi lại không ạ, và lịch thi mới em phải tự đăng kí hay trường sắp sếp cho em được thi lại ạ, mong thầy cô giúp em với ạ",
            "Chào em,. . - Em vui lòng xem lại email PĐT đã gửi:. . Kế hoạch tổ chức thi học kỳ 1 năm 2021-2022. . mục 5. Hướng dẫn đăng ký hoãn thi Cuối kỳ, dự thi. . - Về quy định (thi xóa điểm VT, cách tính điểm ĐẠT) Vắng thi có phép và hoãn thi: Bạn vui lòng xem chi tiết tại trang web aao.hcmut.edu.vn--  sinh viên --  Quy chế --  Quy chế đào tạo và học vụ bậc đại học và cao đẳng -- Điều 17.2. . Thân mến. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em thuộc khóa K17, khoa điện-điện tử. . . . Hiện em đang có 96 chỉ tích lũy ngành(chưa tính môn VLBD mà em đã qua), điểm trung bình tích lũy ngành là 7.0 (cái này em lấy số tượng trưng).. . . . Học kỳ 202, em đã qua môn Vật lý bán dẫn (EE1007)(4 chỉ). Môn này là môn tương đương thay thế cho môn học cùng tên với mã EE1013 (3 chỉ).. . . . Khi em chuyển điểm sang mã cũ, em sẽ được 99 chỉ tích lũy ngành.. . . . Cho em hỏi là điểm trung bình tích lũy ngành của em vẫn là 7.0 hay là một số khác ạ. Vì em được biết điểm môn tương đương, thay thế sẽ được ghi là điểm miễn MT.. . . . Em cảm ơn nhiều ạ.",
            "Chào em,. . Điểm môn tương đương thay thế được quy về mã môn gốc nên sẽ không có tính vào đtbtl ngành. . . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em tên là [full_name]-[student_id]. Lúc trước em nhận được mail báo là bảo trì cổng Bkpay đến hết ngày 20/12/2021 nên em không đóng tiền bảo hiểm được ạ. Sau 20/12 thì có vài người bạn em được gia hạn tới 25/12 còn của em thì vẫn giữ nguyên 20/12 nên em bị trễ hạn rồi ạ.. . Mong bộ phận xem xét gia hạn thêm dùm em với ạ.. . Em cảm ơn.",
            "Chào em,. . Em liên hệ phòng Công tác chính trị sv qua email [email] để được hướng dẫn nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Em gửi đơn xin chuyển sang hệ VLVH ạ. .   i Học vụ .",
            "\"Chào em,. . PDT đã tiếp nhận đơn chuyển qua hệ VLVH của bạn, bạn theo dõi tình trạng sinh viên và quyết định được cập nhật tại:. . Mybk/Thông tin sinh viên/Tình trạng. . Trường hợp nếu SV đã đủ điều kiện tốt nghiệp của hệ VLVH, sau khi có QD chuyển hệ được cập nhật tại mybk/Thông tin SV có thể gửi câu hỏi qua bksi để xin đăng ký xét tốt nghiệp bổ sung. . SV theo dõi mail và lịch học vụ để vào đăng ký môn học cho HK212 nếu còn nợ MH, vào đợt 3 nhé. . Thân\""
        ]
    },
    {
        "intent": "",
        "message": [
            "Chào thầy, cô ạ. Em tên [full_name], MSSV [student_id]. Ngày 20/12 em có gửi mail cho PĐT  về việc xin hoãn thi và nộp đơn xin hoãn thi môn Vẽ kỹ thuật, đến nay em vẫn chưa thấy PĐT mail lại cho em. Vậy cho em hỏi PĐT đã giải quyết đơn xin hoãn thi cho em chưa ạ? Em xin cảm ơn ạ.",
            "Chào em,. . Em vui lòng xem lại email PĐT đã gửi:. . Kế hoạch tổ chức thi học kỳ 1 năm 2021-2022. . mục 5. Hướng dẫn đăng ký hoãn thi Cuối kỳ, dự thi. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: 2113592  /b \t. . . .   i Học vụ  /. . Thưa  pdt như trong yêu cầu trước em đã xin phép hoãn buổi THÍ NGHIỆM TRỰC TIẾP TẠI TRƯỜNG MÔN Nhập môn về kỹ thuật (thí nghiệm) EE1002 LỚP VL02 cán bộ phụ trách đã trả lời là không hoãn buổi được mà chỉ được hoãn đợt thí nghiệm lần này vậy nếu có thể hoãn được mà không cần có cần có điều kiều gì và em có thể dễ dàng đăng kí học lần sau bình thường mà không tốn thêm chi phí. Thì em xin phép được hoãn đợt thí nghiệm lần này vì em khỏi covid không lâu sợ ảnh hưởng đến thầy cô cũng như là sức khỏe bản thân. Em cảm ơn",
            "Chào em,. . Phòng Đào tạo đã tiếp nhận thông tin xin hủy đăng ký học thí nghiệm trực tiếp của em.. . SV vui lòng theo dõi mail và thời khóa biểu được cập nhật Mybk/Thông tin sinh viên/Xem thời khóa biểu sau khi trường được hoạt động lại bình thường (dự kiến trong tháng 3/2022). . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . E chào cô!. . cô ơi,em đã đăng ký tốt nghiệp thành công bà giờ e đang chờ cập nhật Quyết định tốt nghiệp chính thức và mail thông báo lên nhận bằng từ Phòng Đào tạo. Vậy khoảng bao lâu nữa e nhận nữa e nhận bằng chính thức ạ ?. . Em xin cám ơn . .",
            "Chào em,. . Em gửi giúp cô nôi dung mail nhận bằng nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Nay em xin nhà trường chuyển em sang hình thức vừa học vừa làm, thông tin như file đính kèm",
            "\"Chào em,. . PDT đã tiếp nhận đơn chuyển qua hệ VLVH của bạn, bạn theo dõi tình trạng sinh viên và quyết định được cập nhật tại:. . Mybk/Thông tin sinh viên/Tình trạng. . Trường hợp nếu SV đã đủ điều kiện tốt nghiệp của hệ VLVH, sau khi có QD chuyển hệ được cập nhật tại mybk/Thông tin SV có thể gửi câu hỏi qua bksi để xin đăng ký xét tốt nghiệp bổ sung. . SV theo dõi mail và lịch học vụ để vào đăng ký môn học cho HK212 nếu còn nợ MH, vào đợt 3 nhé. . Thân\"",
            "Tình trạng của em vẫn chưa được cập nhật trên Mybk. Hiện tại, tình trạng vẫn đang là \"tạm dừng\", em không thể DKMH được. PDT xem xét giùm em.",
            "\"Chào bạn. . . . -  Bạn gởi lại câu hỏi muốn đăng ký môn gì ghi rõ tên môn học + mã môn học + lý do diện mới được chuyển sang VLVH trên Bksi mục DKMH, để Pdt xử lý. . . . Thân. . \""
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ em xin chào ạ, em là Kĩ sư tài năng khóa K20 thì không biết em có phải đăng kí học phần mở rộng trong đăng kí môn học học kì 212 không ạ ?. . . .",
            "Chào em,. . - Mặc định SV tài năng đăng ký môn cốt lõi sẽ có phần mở rộng (HPMR).. . Thân mến. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ .",
            "Em chuyển hệ xong nhưng chưa muốn học ngay thì có vảo lưu được không ạ",
            "Chào bạn. . Để làm rõ thông tin chuyển sang vlvh rồi Pdt mới tiếp nhận hồ sơ chuyển sang VLVH của bạn nghen. . - Trước tiên nếu bạn chưa chuẩn bị học thì khoan làm hồ sơ, khi nào đã chuẩn bị sẵn sàng thì bạn nộp lại hồ sơ nghen. . Lưu ý:. . Về CTDT là giống nhau của đại trà và VLVH. . Tuy nhiên, VLVH sẽ:. . Giảm chuẩn anh văn xét LVTN và tốt nghiệp so với Chính quy: chi tiết xem quy chế học vụ. . Không xét môn anh văn 1234, GDTC, GDQP, Ngày CTXH, . . Thời gian học là 10 năm (tính từ năm 2015). . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Xin chào anh/chị Phòng đào tạo,. . . . Em tên là [full_name], MSSV: [student_id], sinh viên năm cuối của chương trình Tiên tiến khoa Điện-Điện tử. . . . Em viết mail này là để nhờ Phòng đào tạo kiểm tra giúp em về việc đăng ký tốt nghiệp. Mỗi khi em bấm vào mục \"Đăng ký tốt nghiệp\" trên MyBK thì trang web nói là em chưa được cấp quyền sử dụng trang này do tình trạng sinh viên của em. . . . Khi em bấm vào tình trạng sinh viên thì MyBK ghi là em đã tạm dừng vì không đăng ký môn học. Nhưng em đã học và thi hết các môn của học kỳ trước rồi và chỉ có 2 môn do COVID nên không tổ chức được trong học kỳ trước đã được tổ chức thi vào học kỳ này và đã có điểm trên MyBK. . . . Em cũng kiểm tra số tín chỉ và đã đủ yêu cầu cho ngành học của em, cho nên em nghĩ là em có thể xin đăng ký tốt nghiệp. . . . Mong phòng đào tạo giúp đỡ. . . . Em xin cảm ơn.. .   i Tốt nghiệp .",
            "Chào em,. . Trường hợp của em xét tốt nghiệp báo nợ HĐC  604002. . Em kiểm tra điều kiện giúp cô nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Chào thầy/cô,. . . . Em là [full_name], MSSV: [student_id],. . . . Hiện tại em đã chuyển điểm anh văn và hoàn thành chương trình đào tạo. Thầy/cô cho em hỏi là làm thế nào để em có thể đăng kí tốt nghiệp kịp trong đợt 24/12 này ạ?. . . . Em cảm ơn.",
            "\"Chào bạn,. . PDT đã ghi nhận yêu cầu về đăng ký xét TN của bạn. SV vui lòng theo dõi email  và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 27/12/2021 SV vẫn chưa nhận được mail hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 11/2021 (cập nhật mới gia hạn thời gian xử lý tốt nghiệp). . Về tình trạng sinh viên, khi nào em có tên trong ds dự kiến tốt nghiệp, PDT sẽ tự động ra QD thu nhận cho bạn nhé. . Thân. . \""
        ]
    },
    {
        "intent": "",
        "message": [
            "Em muốn vay tiền sinh viên. . . Ngân hàng địa phương em nói là cần phải có giấy xác nhận sinh viên do nhà trường gửi trực tiếp cho ngân hàng qua email. . . . . Cho em hỏi là nhà trường có hỗ trợ gửi giấy xác nhận sinh viên cho ngân hàng đó qua email được không ạ?. . . . Nếu có thì em phải liên hệ ai ạ?. . . . Em cảm ơn.. . . . (Em tên [full_name] MSSV [student_id]. . email ngân hàng em muốn vay tiền: [email]  ). . . .",
            "Chào em,. . Em liên hệ phòng Công tác chính trị sv qua email [email] để được hướng dẫn nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Kính gửi Phòng Đào Tạo,. . . . V/v đăng ký tốt nghiệp, em hiện đã nộp bằng anh văn và hoàn tất thủ tục chuyển điểm. Đã đủ điều kiện tốt nghiệp. Nhưng vẫn chưa được thu nhận để đăng kí tốt nghiệp trên mybk. Mong Phòng Đào Tạo xem xét giúp em vì sắp đến hạn chót đăng kí tốt nghiệp rồi ạ.. . . . Trân trọng cám ơn!",
            "\"Chào bạn,. . PDT đã ghi nhận yêu cầu về đăng ký xét TN của bạn. SV vui lòng theo dõi email  và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 27/12/2021 SV vẫn chưa nhận được mail hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 11/2021 (cập nhật mới gia hạn thời gian xử lý tốt nghiệp). . Về tình trạng sinh viên, khi nào em có tên trong ds dự kiến tốt nghiệp, PDT sẽ tự động ra QD thu nhận cho bạn nhé. . Thân. . \""
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Dạ em xin chào pdt, tối nay lúc thi siêu cao tần, máy tính em gặp sự cố treo máy nên bị thoát ra khỏi meet, sau đó nhiều sự cố treo khiến em không thể nộp bài đúng thời gian quy định, cho em hỏi em có đủ điều kiện hoãn thi không vậy ạ?",
            "Chào em,. . Em vui lòng xem lại email PĐT đã gửi:. . Kế hoạch tổ chức thi học kỳ 1 năm 2021-2022. . mục 5. Hướng dẫn đăng ký hoãn thi Cuối kỳ, dự thi. . Thân mến. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Kính gửi anh/chị,. . Em là [full_name] - [student_id] - GT18OTO2. . Nay em gửi đơn xin hoãn thi môn Vẽ [full_name]ật TR1003. . Với các lý do:. . Hiện gia đình em có người trong nhà mắc Covid-19 hiện vẫn còn dương tính, về vấn đề đi lại hiện tại nhà đã bị phong tỏa và khó khăn trong việc trang bị giấy,... để thi.. . Trong giai đoạn này sức khỏe em hiện đang dần có dấu hiệu của virus,.... . . . Lịch thi nằm tại học kỳ trước nên không có nút nhấn hoãn thi; nên em gửi mail pđt và nhắn với [full_name] mong được giải đáp sớm giúp em ạ.",
            "Chào em,. . Em vui lòng xem lại email PĐT đã gửi:. . Kế hoạch tổ chức thi học kỳ 1 năm 2021-2022. . mục 5. Hướng dẫn đăng ký hoãn thi Cuối kỳ, dự thi. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em chào thầy cô, em tên [full_name] [student_id] hiện trên danh sách tốt nghiệp dự kiến điểm GPA của em là 7.9, bằng Khá trong bằng tốt nghiệp tạm thời. Trong khi trên bảng điểm lúc em đăng kí tốt nghiệp GPA là [full_name].0. Nên mong thầy cô cập nhập điểm tốt nghiệp giúp em. Em cảm ơn. Em đã rất nỗ lực để lấy bằng Giỏi ạ.",
            "Chào em,. . Cô kiểm tra thấy ghi điểm TB tốt nghiệp của em là 7.9.. . Em mới bổ sung điểm môn học nào để cải thiện điểm TB tốt nghiệp hay như thế nào em vui lòng trình bày rõ? để cô nhờ bộ phận xét tốt nghiệp xem lại. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: . .  Em tên là [full_name], sinh viên năm 1 thuộc khoa Điện-Điện tử. Trước đây em có xin bảo lưu và bây giờ em muốn đi học lại. Em đã gửi đơn cho phòng đào tạo nhưng mà không thấy họ trả lời nên em gửi đơn cho phòng công tác sinh viên nhờ giải quyết ạ. Có những gì em cần phải làm nữa không ạ ?. .       Em xin cảm ơn.. .",
            "\"Chào em,. . Phòng Đào tạo đã tiếp nhận đơn gia hạn 1 học kỳ của bạn. . SV theo dõi tình trạng và quyết định sẽ cập nhật tại mybk/Thông tin Sinh viên (dự kiến cập nhật QD trễ  nhất  trong tháng 1/2022). . SV xem lịch học vụ và mail SV để vào ĐKMH cho HK212 vào đợt 3.. . Trường hợp trong đợt 3 SV vẫn không ĐKMH được, có thể làm đơn xin ĐKMH (ghi rõ tên và Mã Mh xin ĐK) và gửi qua bksi. . Thân\""
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Dạ em chào PDT, em là [full_name] MSSV: [student_id], hiện tại em đã nhận được email xác nhận đơn xin xét tốt nghiệp của em đã được xác nhận vậy nên cho em hỏi là liệu rằng đợt này trường có tổ chức lễ tốt nghiệp không và nếu có thì khỏng thời gian nào sẽ tổ chức ạ. Em mong muốn biết để nếu không có em sẽ về quê sớm thay vì ở lại thành phố chờ dự tốt nghiệp ạ. Em cảm ơn.",
            "\"Chào bạn,. . Hiện tại Phòng Đào tạo đang tiến hành in bằng và gửi mail nhận bằng theo từng đợt. . SV đã đăng ký tốt nghiệp thành công, vui lòng đợi cập nhật Quyết định tốt nghiệp chính thức và mail thông báo lên nhận bằng từ Phòng Đào tạo. . Về lễ tốt nghiệp tháng 11/2021 SV vui lòng đợi thông báo sau của nhà trường. . Thân. . \""
        ]
    },
    {
        "intent": "",
        "message": [
            "Dạ em chào anh/ chị em vừa nhận được một mail thông báo về quy định CCTA, phần trên thư có viết hạn nộp là 10/6/2021 nhưng ở dưới lại có đề cập \"Đối với các thí sinh ở các vùng tỉnh thành đang bị ảnh hưởng bởi dịch Covid 19 và không thể thi IELTS giấy/ máy tính, để hỗ trợ SV, Nhà trường quyết định công nhận kết quả của kỳ thi VPET với GSE  ≥ 66 do Trường Đại học Kinh tế - Luật tổ chức (chỉ xét tạm đạt chuẩn để SV có thể đăng ký môn học tại HK 212), SV vẫn phải nộp CCTA chính thức để không bị xử lý Buộc thôi học). SV liên hệ trực tiếp với Trung tâm ngoại ngữ-tin học, Trường Đại học Kinh tế - Luật để đăng ký thi.\" . . Điều này có nghĩa là sao vậy ạ? và hiện tại nếu chuea có ielts 6.0 thì em có được đăng kí các môn học học kì 212 không ạ?. . . .  . .",
            "Chào em,. . Em liên hệ Văn phòng Đào tạo quốc tế [email] để được hỗ trợ nhé.. . Thân mến. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "[full_name] - [student_id]. . Em chào anh/chị,. . Hiện nay em đang học học kỳ 3 chương trình chất lượng cao, thì em vừa mới nhận được mail của phòng đào tạo về việc nộp văn bằng Ielts để tiếp tục học học kỳ 5 chương trình chất lượng cao nếu không sẽ buộc thôi học. Nhưng khi mới vào trường em lại được thông báo là đến học kỳ 9 mới bị buộc thôi học. Em hi vọng sẽ nhận được phản hồi về vấn đề này. Em cảm ơn ạ.  . .",
            "Chào em,. . Em liên hệ Văn phòng Đào tạo quốc tế [email] để được hỗ trợ nhé.. . Thân mến. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em chào Thầy Cô. Thầy Cô cho em hỏi điểm tổng kết các môn Anh Văn nhu cầu (AV1A AV2A...) có được tính vào điểm TBHK, TBTL không ạ. Học kỳ 202 Em thấy điểm TBTL có tính nhưng sang HK 211 thì không ạ.. . Em cảm ơn Thầy Cô.",
            "Chào em,. . Các môn anh văn theo nhu cầu đều không tính vào điểm TBTL, chỉ tính stctl, đều quy về mã gốc theo quy định.. . Thân mến. . . . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Dạ cho em xin phép được hoãn thi cuối kì ở môn Vẽ kĩ thuật (TR1003) vì lí do không đảm bảo được trang thiết bị, dụng cụ vẽ, em xin lỗi vì đã làm phiền ạ.. . . .",
            "Chào em,. . Em vui lòng xem lại email PĐT đã gửi:. . Kế hoạch tổ chức thi học kỳ 1 năm 2021-2022. . mục 5. Hướng dẫn đăng ký hoãn thi Cuối kỳ, dự thi. . Thân mến. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Hiện tại máy tính em bị hư, em dự định đăng ký hoãn thi nhưng trên mybk lại thiếu một vài môn học. Nhà trường có thể hướng dẫn em để em có thể  hoàn thành thủ tục hoãn thi được không ạ? . . Em xin cảm ơn.",
            "Chào em,. . Em vui lòng ghi rõ mã môn học, tên môn học để PĐT kiểm tra nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em chào PĐT,. . Em tên [full_name], Mssv [student_id]. Em đã đủ 142 tín chỉ và thỏa điều kiện Anh [full_name] nghiệp. . . Nhưng ngày CTXH thì vẫn còn thiếu 4 ngày, em đã nộp giấy xác nhận CTXH tại địa phương qua mail đoàn trường.. . PĐT có thể xác nhận từ đoàn trường giúp em và bổ sung tên em trong danh sách dự kiến tốt nghiệp với ạ.. . Em đã đính kèm hình ảnh giấy xác nhận CTXH tại địa phương (nếu PĐT có cần).. . Em cảm ơn ạ.",
            "Chào em,. . Em liên hệ phòng Công tác chính trị sv qua email [email] để được hướng dẫn nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Cho em xin phép được hoãn thi cuối kỳ môn vẽ kỹ thuật giao thông ạ. .  [full_name]- MSSV:[student_id]. .  Lớp vẽ kỹ thuật giao thông :L01. .  Lớp học :GT20THK2",
            "Chào em,. . Em vui lòng xem lại email PĐT đã gửi:. . Kế hoạch tổ chức thi học kỳ 1 năm 2021-2022. . mục 5. Hướng dẫn đăng ký hoãn thi Cuối kỳ, dự thi. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Dạ em chào thầy/cô ạ,. . Em là [full_name] - [student_id] lớp DC17KT của khoa kỹ thuật Địa Chất và [full_name] Khí,. . Hiện tại em đã đủ điều kiện để xét tốt nghiệp chưa thể \"Cập nhập thông tin\" trong mục đăng kí tốt nghiệp để xét tốt nghiệp ạ.. . Mong thầy/cô sẽ hỗ trợ giúp em,. . Em xin chân thành cảm ơn thầy cô ạ.. . . .",
            "\"Chào bạn,. . PDT đã ghi nhận yêu cầu về đăng ký xét TN của bạn. SV vui lòng theo dõi email  và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 27/12/2021 SV vẫn chưa nhận được mail hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 11/2021 (cập nhật mới gia hạn thời gian xử lý tốt nghiệp). . Về tình trạng sinh viên, khi nào em có tên trong ds dự kiến tốt nghiệp, PDT sẽ tự động ra QD thu nhận cho bạn nhé. . Thân. . \""
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Cho em hỏi là e có thể đăng ký học lại các môn ở học kỳ trước không ạ.",
            "Chào em,. . Việc ĐKMH tuỳ SV nhé, em có thể tham khảo từ GVCN.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Dạ xin chào thầy/cô,. . Theo mail của PĐT gửi vào ngày 10/12/2021 nội dung về quy trình Hoãn thi HK211 và Xóa điểm hoãn thi HK202&203. Cho em hỏi trường hợp gặp sự cố trong lúc thi cuối kì dẫn đến việc không thể hoàn thành bài thi, sau khi sinh viên báo với CBCT hoặc Giảng viên giảng dạy môn học đó để được ghi nhận về sự cố thì sau đó sinh viên có được đăng kí hoãn thi môn đó cho HK211 không ạ? Hay hướng giải quyết đối với trường hợp này là như thế nào ạ? . . Em cảm ơn thầy/cô.",
            "Chào em,. . Em vui lòng xem lại email PĐT đã gửi:. . Kế hoạch tổ chức thi học kỳ 1 năm 2021-2022. . mục 5. Hướng dẫn đăng ký hoãn thi Cuối kỳ, dự thi. . - PĐT sẽ hậu kiểm với Khoa khi hết đợt thi HK. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em là [full_name], em chỉ muốn xem tình trạng đăng ký môn học của mình nhưng nó đã bị khoá, thầy cô có thể cho em biết nguyên nhân được không ạ",
            "Chào em,. . Em vui lòng xem lại email PĐT đã gửi:. . V/v thay đổi Lịch đăng ký môn học HK212- Đợt 2. . Hộp thư đến. . . . - Ho Tro SV   [email] . . 08:25 (1 giờ trước). . tới stu.all, bcc: tôi. . . . Thân gửi các bạn sinh viên, . . . . Vì lý do kỹ thuật nên thời gian kiểm tra kết quả đăng ký môn học HK212 của Đợt 1 và hiệu chỉnh đăng ký môn học - Đợt 2 dời lại 2 ngày. . . . . Lịch cũ: từ 23/12 đến 29/12/2021.. . . . Lịch thay đổi mới : Từ 10 giờ ngày 25/12 đến 14g59 ngày 29/12/2021.. . - Hoặc Em liên hệ Văn phòng Đào tạo quốc tế [email] để được hỗ trợ nhé.. . . . Trân trọng thông báo."
        ]
    }
]