[
    {
        "intent": "",
        "message": [
            "Em tên là: [full_name]. . MSSV: [student_id]. . Lý do: ĐAMH thiết kế cấu em học hồi Hk191 rồi.. . - Môn học: ĐAMH thiết kế cấu. . - Mã môn học: CI4123. . - Nhóm lớp: A01",
            "responsible person: [551] [staff_name] [helpdesk staff]",
            "Chào bạn,. . Đã hết thời gian nhận yêu cầu rút môn học (không đóng học phí), các trường hợp gửi yêu cầu rút môn học qua bksi.hcmut.edu sau ngày 17/04/2020, vui lòng đợi thông báo của Phòng Đào tạo qua email sinh viên về việc đăng ký rút môn học (có tính học phí theo quy định). Phòng Đào tạo sẽ hướng dẫn rõ thời gian và hình thức nộp đơn rút môn học.. . Chúc bạn học tốt!. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Hỏi đáp học trực tuyến (BKeL) .   B Về việc có môn học khác so với thời khoá biểu ở trên trang BKeL  B . .",
            "Hỏi đáp học trực tuyến (BKeL). . . .  Về việc có môn học khác so với thời khoá biểu ở trên trang BKeL . .   /QUOTE . . Thưa nhà trường,. . . . Ở học kì 192, dựa theo các môn học em đã đăng kí thành công ở trang myBK (ảnh 1), thì không có môn \"Công nghệ tinh chế nguyên liệu dược - CH3073\". Nhưng ở trên trang BKeL, em lại thấy có môn \"Công nghệ tinh chế nguyên liệu dược (CH3073)_Video (HK192)\" (ảnh 2). Ban đầu em nghĩ là do lỗi hệ thống, nhưng sau nhiều ngày môn học đó vẫn còn trên BKeL. Em có hỏi các bạn khác trong lớp CC17KHM2, thì một số bạn cũng bị như vậy. Em không biết môn học này sẽ có ảnh hưởng gì đến GPA hoặc những vấn đề liên quan không ạ?. . . . Em xin cảm ơn,. . [full_name].",
            "Chào bạn,. . . . [full_name] sẽ kiểm tra lại, và cập nhật cho bạn vào ngày  ngày thứ 6. Tối thứ 6 này em kiểm tra lại TKB.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Thưa PĐT cho em nộp đơn thu nhận lại. Và cho em hỏi thêm liệu rằng em có được đăng kí dự thính học kì 192 này không ạ.. . Em xin chân thành cảm ơn !. .   i Học vụ - Đại học - Cao đẳng chính quy   Thu nhận lại .",
            "Chào bạn. . Bạn đã có quyết định thôi học đi du học, vì lý do gì mà bạn xin thu nhận học lại dự thính. . Nếu thật sự bạn muốn thu nhận để học lại trường thi bạn vui lòng viết đơn tường trình lý do để phòng đào tạo xem xét. . Thân",
            "Thưa PĐT. . Em xin gửi đơn tường trình để nhà trường xem xét ạ.. . Em xin cảm ơn!",
            "Chào bạn,. . Phòng Đào tạo đã tiếp nhận đơn của bạn và đồng ý để bạn tiếp tục thu nhận vào học kỳ 192.. . Về việc đăng ký dự thính 192, bạn vui lòng liên hệ tại Khoa, bộ môn của bạn để biết được những môn có thể mở trong học kỳ dự thính 192.. . Sau ngày 28/4 sau khi đã công bố các môn mở trong dự thính 192, bạn vui lòng gửi yêu cầu qua bksi các môn xin học trong học kỳ dự thính 192 để Phòng Đào tạo hỗ trợ đăng ký cho bạn nhé!. . Thân",
            "Dạ thưa cho em gửi 4 mã môn học kì dự thính 192 để xin được Phòng đào tạo hỗ trợ đăng kí dùm ạ. Hiện tại em không thể đăng ký onl được ạ.. .  . . MT1005 Giải tích 2 CN tiết 4 5. . . . CH2003 Hóa lý 1 CN tiết 6 7. . . . AS2007 Cơ học ứng dụng CN tiết 14 15. . . . SP1009 Đường lối T7 tiết 8 9",
            "Chào bạn,. . Phòng Đào tạo đã tiếp nhận nguyện vọng xin đăng ký dự thính của bạn và sẽ đăng ký các MH bạn gửi yêu cầu (nếu MH có mở và bạn thỏa các điều kiện theo quy định), vui lòng xem TKB cập nhật tại mybk sau ngày 4/5.. . Thân",
            "Dạ thưa PĐT. . Cô [full_name] có bảo em là xem TKB sau ngày 4/5, em có xem lịch học vụ thì học kì dự thính 192 bắt đầu từ 4/5 nhưng sao đến 6/5 em vẫn không xem được TKB ở mybk ạ?. . Em xin cảm ơn",
            "Chào bạn,. . . . Hiện tại dự thính 192 đang trong đợt đăng kí đợt 3, thời gian PDT có gởi mail cho từng sinh viên. Do vậy, bạn lên đăng kí nhé.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Hỏi đáp học trực tuyến (BKeL) . Em có làm yêu cầu rút môn học trong khoảng thời gian từ ngày 06/04/2020 đến 17/04/2020 và phía nhà trường có phản hồi là đã giải quyết yêu cầu của em. Nhưng hôm nay 22/4/2020 em lên thời khóa biểu xem thì môn học em xin rút vẫn còn. Mong nhà trường giải quyết lại giúp em, em cám ơn.",
            "Chào bạn. . TKB chính đã được hủy.. . TKB livestream sẽ hủy sau. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Thưa thầy cô em muốn hỏi về lớp dự thính sẽ học online xuyên suốt hay chỉ là học tạm thời đến khi hết dịch thì học tại cơ sở 1 ạ. Em cảm ơn",
            "responsible person: [551] [staff_name] [helpdesk staff]",
            "Chào bạn. . Tạm thời hình thức học dự thính  theo thông báo là “giảng dạy trực tuyến theo cách truyền trực tiếp” (sau đây gọi là giảng dạy livestream).. . Phòng đào tạo sẽ thông báo cho sinh viên qua mail nếu có thay đổi về hình thức học.. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em tên [full_name] - MSSV [student_id], em vừa đăng ký thành công việc yêu cầu hỗ trợ dữ liệu 3g từ sim Vinaphone của mình (sđt [phone_number]), theo em được biết chu kỳ sử dụng 3G từ 21/4 đến 20/5/2020 nhưng đến hôm nay 22/4/2020 em vẫn chưa sử dụng 3g được. Mong nhà trường giải quyết và cho em câu trả lời sớm nhất có thể ạ! . . Em cảm ơn!",
            "responsible person: [551] [staff_name] [helpdesk staff]",
            "Chào bạn. . VinaPhone sẽ thông báo cho bạn khi nào gói cước được kích hoạt. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký rút môn học HK192 (không tính HP)   Dành cho SV các hệ (không phải Quốc tế, CLC) .   p Môn học muốn rút: CO3043 - Phát triển ứd trên tbdđ  /p . . . .   p Lý do: Hiện tại em đã đủ số tín chỉ yêu cầu để tốt nghiệp và không có nguyện vọng học thêm môn này.  /p . . . .",
            "Chào bạn,. . Đã hết thời gian nhận yêu cầu rút môn học (không đóng học phí), các trường hợp gửi yêu cầu rút môn học qua bksi.hcmut.edu sau ngày 17/04/2020, vui lòng đợi thông báo của Phòng Đào tạo qua email sinh viên về việc đăng ký rút môn học (có tính học phí theo quy định). Phòng đào tạo sẽ hướng dẫn rõ thời gian và hình thức nộp đơn rút môn học (có tính học phí theo quy định).. . Chúc bạn học tốt!. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: thầy cô cho em hỏi, em hiên tại đã học xong vb1 nhưng chưa đăng kí tốt nghiệp và hiện đang học các môn văn bằng 2, em hiện cho 2 môn ở vb1 và cần quy đổi ra vb2 để học kì sau có thể đăng kí môn, cho em hỏi là hiện qui đổi có thể làm online hay phải lên trực tiếp trường vì hiên em đang ở quê, và nếu làm onl thì em phải làm theo các bước như thế nào. Em xin cảm ơn.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ - Đại học - Cao đẳng chính quy   Khác ... . Chào nhà trường, Em là [full_name], đang theo học ngành Kỹ Thuật Máy Tính CLC.. . Em muốn hỏi về quy chế chuyển ngành,nhóm ngành của trường mình ạ.. . 1) Nếu đến cuối năm nhất và em muốn chuyển sang nhóm ngành khác là Khoa Học Máy Tính CLC và đã đáp ứng đủ điều kiện thì em cần gặp ai, làm gì để thực hiện việc chuyển nhóm ngành ạ?. . . . 2) Theo như em thấy trên Kế hoạch giảng dạy thì ở HK2 của Khoa Học Máy Tính CLC có 1 môn khác với HK2 của Kỹ Thuật Máy Tính CLC, cụ thể là \"Cấu trúc rời rạc cho khoa học máy tính\" của Khoa Học Máy Tính và \"Thiết kế luận lý\" của Kỹ Thuật Máy Tính. Nếu được chuyển nhóm ngành thành công thì những môn học khác nhau này sẽ ra sao ạ?",
            "Chào bạn. . 1- chuyển sang nhóm ngành khác : Bạn liên hệ bộ phận học vụ của Văn phòng đào tạo quốc tế để tư vấn. . 2- Về chương trình đào tạo : Bạn tư vấn trực tiếp tại Khoa. . Chúc bạn học tốt"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký rút môn học HK192 (không tính HP)   Dành cho SV các hệ (không phải Quốc tế, CLC) . Em tên là [full_name]. Sinh viên lớp BT15DDLT. [student_id].. . Đơn rút môn học của em đã được xác nhận, sao trong thời khóa biểu vẫn còn môn ĐAMH TK cầu bê tông. e xin cám ơn",
            "Chào bạn.. . Môn học 801831 đã được Hủy trong kết quả đkmh cho bạn.. . TKB sẽ được cập nhật lại sau. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Kính chào nhà trường,. . . . Em tên là [full_name] có mssv: [student_id].. . Học kỳ 192 này em được xếp vào lớp L02 Chi tiết máy ME2007. Nhưng hiện tại trên trang BKEL của em đã mất đường dẫn vào môn học này là: Chi tiết máy (ME2007) và bây giờ chỉ còn lại 3 đường đó là: Chi tiết máy (TN) (ME2008)_video, Chi tiết máy (ME2007)_video, Chi tiết máy (TN) (ME2008). . . . . Em xin chắc chắn rằng thời gian qua em không hề rút môn học nào và thời khoá biểu hiện tại của em vẫn còn môn học này.. . Bên dưới em có đính kèm theo các bức ảnh trên trang BKEL của mình.. . . . Vì em cần phải lấy tài liệu và làm bài tập lớn nên rất mong nhà trường có thể kiểm tra lại và khắc phục sớm giúp em.. . . . Em xin cảm ơn.. .",
            "Yêu cầu khác: Kính chào nhà trường,. . . . Em tên là [full_name] có mssv: [student_id].. . Học kỳ 192 này em được xếp vào lớp L02 Chi tiết máy ME2007. Nhưng hiện tại trên trang BKEL của em đã mất đường dẫn vào môn học này là: Chi tiết máy (ME2007) và bây giờ chỉ còn lại 3 đường dẫn đó là: Chi tiết máy (TN) (ME2008)_video, Chi tiết máy (ME2007)_video, Chi tiết máy (TN) (ME2008). . . . . Em xin chắc chắn rằng thời gian qua em không hề rút môn học nào và thời khoá biểu hiện tại của em vẫn còn môn học này.. . Bên dưới em có đính kèm theo các bức ảnh trên trang BKEL của mình.. . . . Vì em cần phải lấy tài liệu và làm bài tập lớn nên rất mong nhà trường có thể kiểm tra lại và khắc phục sớm giúp em.. . . . Em xin cảm ơn.. .",
            "Chào bạn, . . . . Hiện tại học online nên BKEL sẽ hiện phần video, nhưng trên cổng thông tin sinh viên vẫn có nhóm lớp L02 nhé. Em kiểm tra trên công thông tin sinh viên lại nhé https://mybk.hcmut.edu.vn/stinfo/. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Dạ em chào Phòng Đào tạo, em đã thực hiện đăng ký môn học đúng trong thời gian quy định và nhận được phản hồi đã giải quyết trường hợp của em, tuy nhiên khi TKB được cập nhật trên hệ thống MyBK thì môn học vẫn còn ạ. Mong Phòng Đào tạo giải quyết giúp em. Môn \"Hệ hỗ trợ quyết định và trí tuệ kinh doanh\", mã số môn học IM3014, nhóm/tổ A01. Em cảm ơn.",
            "Chào bạn,. . Bạn vui lòng kiểm tra lại MH của mình nhé, do bạn ghi sai mã nên Phòng Đào tạo không thể xử lý trường hợp của bạn.. . Bạn vui lòng làm đơn tường trình trình bày rõ, do ghi sai mã MH, xin Phòng Đào tạo xem xét cho xin rút bổ sung, ghi rõ tên và mã MH đúng, ký tên và chụp hình đơn gửi qua bksi.. . Thân",
            "Dạ em chào Phòng Đào tạo, em xin gửi đơn tường trình về việc ghi sai mã số môn học ạ. Em mong Phòng Đào tạo xem xét và tạo điều kiện cho em. Em cảm ơn ạ.",
            "Chào bạn. . Phòng Đào tạo đã tiếp nhận đơn của bạn và trình Ban lãnh đạo xem xét, bạn vui lòng xem kết quả cập nhật tại mybk/xem thời khóa biểu sau ngày 5/5/2020.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Hỏi đáp học trực tuyến (BKeL) . Thầy cô ơi, em muốn đăng ký thêm các môn học dự thính, nhưng vì em đang xin nghỉ học đi trao đổi ở Đài Loan nên myBK không đăng ký được. Em muốn được đăng ký các môn sau để cải thiện điểm. Thầy cô đăng ký giúp em với ạ.. . . . 1. Vật lý 1                    - mã : 007706. . 2. Vẽ kỹ thuật                 - mã : 806702. . 3. Hóa học                     - mã : 601701. . 4. Cấu trúc dữ liệu nâng cao   - mã : 501704. . 5. Giải tích 3                 - mã : 006725. . 6. Mạng IP                     - mã : 405725",
            "Chào bạn,. . . . Hiện tại bạn đang có quyết định tạm dừng với lý do đi nước ngoài thức tập. Bạn muốn đăng kí bạn phải làm đơn thu nhận lại mới đăng kí môn học được.. . . . Hướng dẫn thu nhận lại http://www.aao.hcmut.edu.vn/index.php?route=catalog/chitietsv&path=192&tid=907.. . . . Thân.. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Hỏi đáp học trực tuyến (BKeL) . Em tên [full_name] với MSSV là [student_id]. Ngày 12/04/2020 em có tạo yêu cầu rút môn học Công nghệ vật liệu (MA3037) và KT điện-điện tử (EE2011) nhưng chỉ có môn học Công nghệ vật liệu được giải quyết thôi ạ. Sau khi kiểm tra thời khóa biểu thì môn KT điện-điện tử vẫn chưa được bỏ đi ạ. Em mong thầy/cô xem và giải quyết giúp em ạ. . Em cảm ơn ạ",
            "Chào bạn,. . Phòng Đào tạo đã tiếp nhận khiếu nại của bạn, và sẽ xử lý rút MH bổ sung EE2011 - KT Điện ĐT cho bạn, bạn vui lòng xem kết quả cập nhật lại tại mybk/xem thời khóa biểu sau ngày 4/5/2020. . Chúc bạn học tốt.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp - Đại học - Cao đẳng chính quy   Khác ... . Kính gửi phòng đào tạo. . Em tên là [full_name]. . MSSV:[student_id]. . Hiện nhà trường đã có lịch chính thức cho ngày lễ tốt nghiệp chưa ạ. Và em có thể thuê lễ phục như thế nào và ở đâu ạ.. . Em xin cảm ơn.. . [full_name]",
            "Chào bạn. . Hiện chưa có thông báo mới về lịch trình tốt nghiệp nghen bạn. . Thuê lễ phục sẽ liên hệ Khoa: bạn sẽ nhận thông báo sau nghen"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký rút môn học HK192 (không tính HP)   Dành cho SV các hệ (không phải Quốc tế, CLC) . Thưa thầy/ cô, tại sao em đã đăng kí rút môn Giải tích 2 : MT 1005 rồi mà sao thời khóa biểu vẫn còn xếp lịch ạ?. . Em xin cảm ơn",
            "Đề nghị bạn kiểm tra lại câu hỏi trước, do bạn ghi sai mã số môn học cần rút nên phòng đào tạo không xử lý được.. . Bạn vui lòng làm đơn tường trình: trình bày rõ trường hợp sai sót trong quá trình ghi môn rút, ghi chính xác lại tên môn học và mã môn học, ký tên, chụp hình gởi đơn lên [full_name] để phòng đào tạo xem xét giải quyết.. . Thân.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Hỏi đáp học trực tuyến (BKeL) . Kính gửi Phòng Đào Tạo,. .   Em tên là [full_name], mssv [student_id]. Vào ngày 9/04/2020 em có làm đơn xin rút môn học:. .   Mô Hình Hóa, Mô Phỏng Và Tối Ưu Hóa Trong CNHH. .   Mã môn hoc: CH3133. . nhưng do có nhầm lẫn về mã số môn học nên vào ngày 14/04/2020 em có làm lại đơn xin rút môn học. Sau khi xem kết quả rút môn thì Phòng Đạo Tạo đã hủy thành công môn học Mô Hình Hóa, Mô Phỏng Và Tối Ưu Hóa Trong CNHH, nhưng [full_name] (mã số: CH4353)  của em cũng bị hủy. Xin Phòng Đào Tạo xem xét lại giúp em.. . Em xin cảm ơn!"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp - Đại học - Cao đẳng chính quy   Cập nhật ngày CTXH, điểm ... . Kính gửi: Phòng đào tạo.. . . . Em là : Phạm [full_name] Hiệp, Sinh viên K-2015, . . Khoa: Điện - Điện tử. . Hiện tại em vẫn chưa có trong DS tốt nghiệp dự kiến. Vì vậy, em muốn hỏi là khống biết em còn thiếu điều kiện gì để tốt nghiệp?. . . . Em mong phòng đào tạo có thể kiểm tra và phản hồi vào email [email] giúp Em.. . . . Em xin chân thành cảm ơn!. . . . Best regards,. . Phạm [full_name] Hiệp",
            "Chào bạn,. . Bạn vui lòng xem file đính kèm về xét tốt nghiệp của bạn nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Chào quí nhà trường,. . Em tên [full_name], MSSV [student_id].. . Em đã kiểm tra danh sách tốt nghiệp dự kiến tháng 4/2020 chưa thấy có tên (Thời hạn cập nhật 22/04/2020). Mong quí nhà trường kiểm tra giúp em những hồ sơ em còn thiếu hoặc chưa đạt yêu cầu để em có thể kịp thời điều chỉnh và hoàn thiện ạ.. . . . Em cám ơn.. . [full_name].",
            "Chào quí nhà trường,. . Em tên [full_name], MSSV [student_id].. . . . Em đã kiểm tra danh sách tốt nghiệp dự kiến tháng 4/2020 chưa thấy có tên. Mong quí nhà trường kiểm tra giúp em những hồ sơ em còn thiếu hoặc chưa đạt yêu cầu để em có thể kịp thời điều chỉnh và hoàn thiện ạ.. . . . Dưới đây là một vài thông tin của em.. . . . Mong quý nhà trường hỗ trợ kịp thời.. . Em cám ơn.. . [full_name].",
            "Chào bạn,. . Hiện tại bạn đã có tên trong danh sách tốt nghiệp, chiều này PDT sẽ cập nhật lại danh sách mới, hết ngày hôm nay bạn có thể vào đăng ký tốt nghiệp nhé!. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Thưa thầy/cô cho em hỏi là đăng kí môn học dự thính HK192 thì đợt 2 có được xóa môn học không ạ ? Vì trong đợt 1 chưa có TKB nên em chưa thể quyết định được ạ",
            "Chào bạn,. . . . Vì tình hình dịch bệnh nên việc mở lớp gặp nhiều hạn chế, nếu bạn thực sự muốn học bạn mới đăng kí nhé. Bạn nên đăng kí học kỳ dự thính hè 193.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Hỏi đáp học trực tuyến (BKeL) .   p Chào cô/thầy  /br . . Ngày 21/02/2020, em có đến phòng đào tạo và xin rút môn học - Lập trình web (CO3049). . . . . Hôm nay, sau khi nhận mail của trường về việc Khiếu nại Rút môn học, em đã kiểm tra thời khóa biểu của mình và kết quả môn Lập trình web vẫn còn trong thời khóa biểu chính thức.. . . . Mong cô/thầy có thể xem xét lại trường hợp của em. . . . . Em xin cảm ơn!. . Trân trọng,. . . . . . . .   /p",
            "Chào cô/thầy,. . . . Ngày 21/02/2020, em có đến phòng đào tạo và xin rút môn học - Lập trình web (CO3049).. . . . Hôm nay, sau khi nhận mail của trường về việc Khiếu nại Rút môn học, em đã kiểm tra thời khóa biểu của mình và kết quả môn Lập trình web vẫn còn trong thời khóa biểu chính thức.. . . . Mong cô/thầy có thể xem xét lại trường hợp của em.. . . . Em xin cảm ơn!. . Trân trọng,. .",
            "Chào  bạn,. . . . Hạn chót rút môn học là ngày 17/4, bạn nộp trễ PDT sẽ cập nhật TKB vào đợt sau. Tuần sau PDT sẽ cập nhật lại, bạn kiểm tra TKB thường xuyên nhé.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Hỏi đáp học trực tuyến (BKeL) . Thầy (cô) cho em hỏi, theo như em được biết thì học kỳ dự thính 192 sẽ được tổ chức học qua hình thức livestream. Vậy thì học phí dự thính vẫn được tính như cũ hay có điều chỉnh gì không ạ. Em cảm ơn.. . . .",
            "Chào bạn,. . . . Hiện tại nhà trường chưa có thông báo mới  về học phí dự thính 192.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Khác ... . Chào thầy (cô)ạ, em tên là [full_name] K18 , khoa Cơ Khí, ngành Kĩ thuật Hệ thống Công nghiệp.. . Em muốn hỏi là việc đăng kí dự thính theo hình thức học livestream là đến khi nhập học và hoàn tất môn học vẫn theo hình thức livestream hay chỉ đến khi nhập học mình sẽ học trên lớp lại vào buổi tối ạ.. . Mong thầy (cô) giải đáp giúp em với ạ.",
            "Chào bạn. . Tạm thời hình thức học dự thính  theo thông báo là “giảng dạy trực tuyến theo cách truyền trực tiếp” (sau đây gọi là giảng dạy livestream).. . Phòng đào tạo sẽ thông báo cho sinh viên qua mail nếu có thay đổi về hình thức học.. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Hỏi đáp học trực tuyến (BKeL) . Ngày 11/4 em có đăng kí rút 2 môn. Và có xác nhận là không được hiệu chỉnh. Nhưng hôm nay TKB của em vẫn chưa cập nhật, mong quí thầy cô giải quyết và phản hồi giúp em ạ. . .",
            "Chào bạn,. . Bạn đã gửi yêu cầu rút MH ngày 9/4 . . Ngày 10/4 bạn gửi yêu cầu hủy (PĐT đã tiếp nhận và nhắc nhở bạn lưu ý lần sau không được thay đổi). . Bây giờ bạn khiếu nại không hủy?. . Bây giờ bạn vui lòng viết bản tường trình, trình rõ ràng trường hợp của mình, ghi rõ là bạn muốn xin rút hay không rút, ghi rõ cam đoan không thay đổi (ghi rõ tên MH, Mã MH xin phục hồi nếu không rút). Trình bày rõ trong đơn, ký tên và chụp hình gửi qua bksi. Phòng Đào tạo sẽ căn cứ trên đơn trình bày của em để xem xét trả lời trường hợp của bạn.. . Thân. .",
            "Em xin nộp bản tường trình và cam kết quyết định cuối cùng của em là xin rút 2 môn Quản lí chất lượng (IM3063 nhóm A02) và Đổi mới sản phẩm/dịch vụ (IM3027 nhóm A01). Em mong Phòng đào tạo xem xét trường hợp của em ạ.",
            "Chào bạn,. . Phòng Đào tạo đã tiếp nhận đơn của bạn và trình Ban lãnh đạo xem xét, bạn vui lòng xem kết quả cập nhật tại mybk/xem thời khóa biểu sau ngày 4/5/2020.. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Hỏi đáp học trực tuyến (BKeL) . em chào admin.. . em tên [full_name] [student_id].. . -admin cho em hỏi là: trong mail PDT nói kì dư thính 192 PDT k mở các môn có thí nghiệm =)) sức bền vật liệu(ci2007) là k mở đúng k ạ. Giờ bọn em lập danh sách với xin giáo viên bộ môn thì có được mở k ạ.. . - khi hết dịch đi học lại thì dư thính 192 có học offline  k ạ, hay vẫn học livestream.. . MOng admin giải đáp. Em xin cảm ơn ạ!",
            "Chào bạn. . - Tạm thời hình thức học dự thính  theo thông báo là “giảng dạy trực tuyến theo cách truyền trực tiếp” (sau đây gọi là giảng dạy livestream).. . Phòng đào tạo sẽ thông báo cho sinh viên qua mail nếu có thay đổi về hình thức học.. . - Chính xác môn học có học thí nghiệm là không mở được trong học kỳ dự thính 192 . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "phòng đào tạo cho em hỏi là học kì dự thính HK192 là học hoàn toàn trực tuyến hay sau khi đi học lại thì học truyền thống trên lớp. . . .",
            "Chào bạn. . -Tạm thời hình thức học dự thính  theo thông báo là “giảng dạy trực tuyến theo cách truyền trực tiếp” (sau đây gọi là giảng dạy livestream).. . - Chính xác phòng đào tạo không mở lớp các môn có thí nghiệm. . - Đợt 2 bạn có thể điều chỉnh môn học. . Phòng đào tạo sẽ thông báo cho sinh viên qua mail nếu có thay đổi về hình thức học.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký rút môn học HK192 (không tính HP)   Dành cho SV các hệ (không phải Quốc tế, CLC) . em tên: [full_name]. Mssv: [student_id]. . Hôm ngày 17/04 em có gửi đăng ký hủy môn nhưng nhập sai mã môn học ạ. Em xin đính chính lại:. . Lý do em rút môn vì em cảm thấy mình không đủ khả năng hoàn thành tất cả các bài tập trong kì này.. . Môn học muốn rút: giải tích 2, mã môn học: mt1005, nhóm lý thuyết: L22, nhóm bài tập: L39.. . Em rất mong đượ giải quyết và rất xin lỗi vì sự cố này.",
            "li answer rate: Answer is not complete / Câu trả lời chưa hoàn chỉnh",
            "li answer rate:",
            "Hỏi đáp học trực tuyến (BKeL) . Kính gửi nhà trường , em tên [full_name], MSSV: [student_id]. em đã đăng ký rút môn học mà thời khóa biểu vẫn còn hiện môn học.",
            "Chào bạn. . TKB chính đã được hủy.. . TKB livestream sẽ hủy sau. . Thân. .",
            "Hỏi đáp học trực tuyến (BKeL) . Em muốn rút môn GDTC HK192",
            "Chào bạn,. . Đã hết thời gian nhận yêu cầu rút môn học (không đóng học phí), các trường hợp gửi yêu cầu rút môn học qua bksi.hcmut.edu sau ngày 17/04/2020, vui lòng đợi thông báo của Phòng Đào tạo qua email sinh viên về việc đăng ký rút môn học (có tính học phí theo quy định).. . Chúc bạn học tốt!. . Thân. .",
            "Hỏi đáp học trực tuyến (BKeL) . Chào thầy cô ạ.. . Cho em hỏi e đã rút môn học rồi mà thời khoá biểu em vẫn còn. Xin thầy cô kiểm tra giúp em. Em cảm ơn",
            "Chào bạn. . TKB chính đã được hủy.. . TKB livestream sẽ hủy sau. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Khác ... . Dạ em chào PĐT ạ. Em tên [full_name], MSSV [student_id] ạ.. . Thưa PĐT cho em hỏi là em đọc trong quy chế là được phép nợ 7 tín chỉ nhưng không ghi rõ là có tính tín chỉ anh văn trong đó không. Hiện tại em đang còn nợ 6 tín chỉ và 3 anh vặn thì em có đủ điều kiện nhận tiểu luận tốt nghiệp không ạ. Và nếu em đậu TTTN và hiện tại em có thể đổi điểm thêm 1 anh văn nữa thì số tín chỉ đó có được tính là hợp lệ nhận TLTN không ạ. Hiện tại em đang có 88 tín chỉ tích lũy rồi ạ.",
            "Chào bạn. . Bạn xem chi tiết QUY ĐỊNH VỀ MÔN THỰC TẬP TỐT NGHIỆP,ĐỀ CƯƠNG [full_name], [full_name] TỐT NGHIỆP theo link bên dưới (môn anh văn là môn nằm trong chương trình đào tạo). . http://www.aao.hcmut.edu.vn/index.php?route=catalog/chitietsv&path=59_62&tid=1609",
            "Chào bạn,. . . . - 7 tín chỉ tính cả các môn anh văn. Nếu em chuyển điểm anh văn thì số tín chỉ vẫn tín vào số tín chỉ tích luỹ luôn nhé.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Hỏi đáp học trực tuyến (BKeL) . Phòng đào tạo cho em hỏi là trên hệ thống Stinfo của MyBK không còn bảng Tiến độ học tập nữa, vậy thì em có thể xem ở đâu để thấy mức độ hoàn thành các môn học của em ạ ??. . Em muốn xem xét để biết mà đăng ký môn học và đăng ký thực tập tốt nghiệp.. . Em xin cám ơn !!. .",
            "Chào bạn,. . Bạn có thể xem CTDT của bạn và đối chiếu với bảng điểm của bạn tại mybk để biết mình hoàn thanh tới đâu nhé!. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Hỏi đáp học trực tuyến (BKeL) . Em chào thầy / cô ạ !. . Em có một vấn đề thắc mắc cần giải đáp về việc đăng kí dịch vụ gói cước data 3G/4G được hỗ trợ bởi nhà trường ạ .. . Cho em hỏi là việc nhận kết quả đăng kí như thế nào ạ ?. Em đăng kí vào thời điểm 6:48 (16/4/2020) nhưng đến tận thời điểm hiện tại em vẫn chưa nhận được kết quả đăng kí qua tin nhắn SMS ạ . Mặc dù em đã kiểm tra số điện thoại là hoàn toàn chính xác rồi ạ .",
            "Chào bạn. . VinaPhone sẽ thông báo cho bạn khi nào gói cước được kích hoạt. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Hỏi đáp học trực tuyến (BKeL) . Kính gửi quý thầy,cô làm việc tại phòng đào tạo Đại Học Bách Khoa Thành Phố Hồ Chí Minh.. . Em tên: [full_name], MSSV: [student_id]. . Hiện đang là sinh viên lớp Việt Pháp 1 khóa 2018.. . Nay em gửi đơn này xin quý thầy cô xem xét cho em được rút môn học thể chất: Điền kinh. Vì lý do em đã đăng ký thành công môn học thể chẩt: Bóng rổ. Do em không thể học được 2 môn thể chất trong một kỳ được nên em rất mong quý thầy cô chấp nhận.. . Kính chúc quý thầy,cô có nhiều sức khỏe.. .",
            "Chào bạn,. . Đã hết thời gian nhận yêu cầu rút môn học (không đóng học phí), các trường hợp gửi yêu cầu rút môn học qua bksi.hcmut.edu sau ngày 17/04/2020, vui lòng đợi thông báo của Phòng Đào tạo qua email sinh viên về việc đăng ký rút môn học (có tính học phí theo quy định).. . Chúc bạn học tốt!. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Em xin chào thầy (cô) phòng đào tạo, trước ngày 17 tháng 4 em có đăng ký rút môn SCADA( mã môn học là EE3071, mã nhóm là T01). Em tưởng như vậy là đã rút được hết môn SCADA. Tới chiều ngày 22 tháng 4 em thấy thời khóa biểu của em có thay đổi nhưng vẫn còn môn SCADA với (mã môn học là EE3071, mã nhóm là ONL). Em mong thầy (cô)phòng đào tạo tiếp tục hủy giúp em môn SCADA (mã môn là EE3071, mã nhóm là ONL),vì em bị mất laptop nên em không thể làm các bài tập trên phần mềm của môn học SCADA được. em sẽ đăng ký học vào các học kỳ sau. Mong thầy (cô) sớm phê duyệt giúp em! Em xin cảm ơn ạ!",
            "Chào bạn. . TKB chính đã được hủy.. . TKB livestream sẽ hủy sau. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "B Hỏi đáp học trực tuyến (BKeL) . Kính gửi Phòng đào tạo, em tên [full_name], MSSV: [student_id], vào ngày 14/4 em có gửi đơn online xin rút môn học PLC MSMH là 260620. Nhưng vì không nắm rõ cách trình bày, nên em làm sai. Sau đó em có lên Bksi để check lại xem đã được duyệt chưa, nhưng không thấy thông báo, và cũng không rõ cách tìm xem lại đơn đã gửi ở đâu nên em không xem được câu trả lời của phòng đào tạo, không biết em đã gửi đơn sai cách trình bày và không được xét duyệt huỷ môn. Đến nay em nhận được email trường về việc kiểm tra lại thời khóa biểu xem đã được huỷ môn chưa thì mới nhận ra mình vẫn chưa được huỷ ạ. Vậy cho em hỏi, bây giờ em có thể xin hủy môn không đóng học phí được nữa không ạ? Em cảm ơn.",
            "Chào bạn,. . - Phòng Đào tạo đã tiếp nhận yêu cầu về việc xin Rút môn học HK 2/2019-2020 (không tính Học Phí). Bạn vui lòng theo dõi kết quả được cập nhật trên trang Mybk/TKB sau ngày 06/05/2020 (nếu sau thời gian trên vẫn chưa được xử lý bạn có thể vào trang bksi.hcmut.edu.vn để khiếu nại).. . - Cám ơn những góp ý, và phản hồi của bạn cho nhà trường, mong bạn chia sẻ và đồng hành cùng nhà trường.. . Chúc bạn học tập tốt nhé.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]7. . cho em hỏi hôm bữa em có đăng ký rút môn học không tính phí mà sao nay em lên xem thời khóa biêu thì vẫn còn môn tin học quản lý ạ , thầy cô giải đáp giúp em với ạ , em cảm ơn thầy cô nhiều ạ",
            "chào bạn.. . môn học đã được xóa khỏi TKB chính.. . TKB livestream sẽ được xóa sau. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Hỏi đáp học trực tuyến (BKeL) . cho em có 2 câu hỏi ạ:. . 1/ Các môn dự tính kì này học hoàn toàn là online hay chỉ học online đến khi hết dịch?. . 2/ Môn Vẽ Kỹ Thuật (CI1003) có được mở ở kì dự thính không?. . Em cảm ơn ạ",
            "Chào bạn,. . . . 1. Hiện tại học online, chưa có thông báo mới học tập trung, khi nào có thông báo học tập trung trở lại PDT sẽ gởi thông báo qua mail cho từng sinh viên.. . . . 2. Những môn có thí nghiệm sẽ không được mở dự thính, nếu trường hợp các bạn sinh viên có nhu cầu thực sự muốn học những môn có thí nghiệm trên máy tính như vẽ kỹ thuật thì các bạn làm đơn mở lớp có sự đồng ý của giáo viên giảng dạy và sinh đồng ý sinh viên, đủ sỉ số thì PDT sẽ mở lớp.. . . . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Hỏi đáp học trực tuyến (BKeL) . Kính gửi Phòng Đào Tạo,. .   Em tên là [full_name], mssv [student_id]. Vào ngày 9/04/2020 em có làm đơn xin rút môn học:. .   Mô Hình Hóa, Mô Phỏng Và Tối Ưu Hóa Trong CNHH. .   Mã môn hoc: CH3133. . nhưng do có nhầm lẫn về mã số môn học nên vào ngày 14/04/2020 em có làm lại đơn xin rút môn học. Sau khi xem kết quả rút môn thì Phòng Đạo Tạo đã hủy thành công môn học Mô Hình Hóa, Mô Phỏng Và Tối Ưu Hóa Trong CNHH, nhưng [full_name] (mã số: CH4353)  của em cũng bị hủy. Xin Phòng Đào Tạo xem xét lại giúp em.. . Em xin cảm ơn!",
            "Chào bạn,. . Do bạn gửi 2 lần, và ghi 2 MH khác nhau, bạn vui lòng kiểm tra lại yêu cầu của mình.. . Bạn vui lòng viết bản tường trình, ghi rõ do mình ghi sai mã MH và xin Phòng Đào tạo xem xét phục hồi lại môn LVTN (do ghi sai mã). Và trình bày rõ trong đơn, ký tên và chụp hình và gửi qua Bksi để được xem xét",
            "Chào chị,. . Cho em hỏi đơn bắt buộc viết tay hay đánh máy và em gửi đơn trong cuộc topic này đúng không ạ?. . Em cám ơn chị!",
            "Kính gửi Phòng Đào Tạo,. .   em xin gửi bản tường trình về việc ghi sai mã môn học.. . Em cảm ơn!",
            "Kính gửi Phòng Đào Tạo,. .   em xin gửi bản tường trình(bản đánh máy) về việc ghi sai mã môn học.. . Em cảm ơn!",
            "Chào bạn,. . Phòng Đào tạo đã tiếp nhận đơn của bạn và trình Ban lãnh đạo xem xét, bạn vui lòng xem kết quả cập nhật tại mybk/xem thời khóa biểu sau ngày 4/5/2020.. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Khác ... . Em muốn hỏi có điều kiện gì để dời lịch phản biện/ báo cáo luận văn vào đợt bổ sung từ 14/09/2020 đến 20/9/2020 không? Có bị ảnh hưởng gì đến thời gian tốt nghiệp không? Và làm thế nào để đăng ký dời lịch phản biện/báo cáo luận văn ạ?. . . . Em xin cảm ơn,. .",
            "Chào bạn. . Về việc dời lịch phản biện/ báo cáo luận văn, bạn liên hệ trực tiếp Khoa - bộ môn để được hỗ trợ và xử lý nghen. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Em co xin rút mom vẽ cơ khí me2021.  Sao vẫn còn...  Mong nha trường kiếm tra gium em. Cảm on ạ . . . .",
            "responsible person: [551] [staff_name] [helpdesk staff]",
            "Chào bạn. . TKB chính đã được hủy.. . TKB livestream sẽ hủy sau. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký rút môn học HK192 (không tính HP)   Dành cho SV các hệ (không phải Quốc tế, CLC) . Vừa rồi trong yêu cầu # 10438, em có xin rút môn học CI3145, và được phản hồi là sẽ có email của Phòng Đào Tạo về việc đăng ký rút môn học, em muốn hỏi mail này chỉ gửi cho SV nào có yêu cầu rút môn học hay là gửi cho tất cả SV ạ? Và với những trường hợp đăng ký rút môn học sau ngày 17/4 như em thì sẽ được giải quyết trong thời gian bao lâu ạ? Em xin cám ơn!. .",
            "Chào bạn,. . Sẽ gửi cho tất cả sinh viên nhé bạn, bạn vui lòng đợi mail thông báo sẽ hướng dẫn rõ thời gian nhận và hình thức nhận rút môn học (có tính học phí) cho tất cả sinh viên.",
            "Dạ em xin cám ơn!"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]. . . .   i Đăng ký rút môn học HK192 (không tính HP) . . Đăng ký rút môn học : Kỹ thuật điều khiển tự động (mở rộng) (ME200E). . . . Sinh viên: [full_name] / [student_id]",
            "Chào bạn,. . Đã hết thời gian nhận yêu cầu rút môn học (không đóng học phí), các trường hợp gửi yêu cầu rút môn học qua bksi.hcmut.edu sau ngày 17/04/2020, vui lòng đợi thông báo của Phòng Đào tạo qua email sinh viên về việc đăng ký rút môn học (có tính học phí theo quy định).. . Chúc bạn học tốt!. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Hỏi đáp học trực tuyến (BKeL) . Xin chào anh/chị.. . Em tên [full_name], MSSV [student_id] hệ VLVH, em có gửi yêu cầu hủy môn học: Kỹ thuật độ tin cậy MSMH ME4465 vào ngày 13/4/2020 do em không thể sắp xếp lịch học online được ( bận công việc vào ngày học). Tuy nhiên, hiện tại TKB của trường đã được cập nhật nhưng em vẫn thấy môn kỹ thuật độ tin cậy vẫn còn nằm trong TKB. Mong nhà trường xem xét giúp em. . . Em cám ơn",
            "Chào bạn.. . Môn học ME4665 nhóm T01 đã được hủy cho bạn rồi nhé. . . . Nhóm ONT sẽ hủy sau ( chỉ là học online ) vì tkb nhóm chính đã hủy. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Em tên [full_name], MSSV: [student_id]. . Em có đăng ký rút môn học:. . - Quản trị kinh doanh cho KS, IM3001, nhóm A02.. . - Kỹ thuật độ tin cậy, ME4465, nhóm T01.. . Nhưng trên thời khóa biểu em thấy vẫn còn môn 'Kỹ thuật độ tin cậy'.. . Giúp em với ạ.. . Em cảm ơn!",
            "Chào bạn.. . Môn học ME4665 nhóm T01 đã được hủy cho bạn rồi nhé. . . . Nhóm ONT sẽ hủy sau ( chỉ là học online ) vì tkb nhóm chính đã hủy. . Thân. .",
            "Em cảm ơn!"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được . thầy cô cho em hỏi, em hiên tại đã học xong vb1 nhưng chưa đăng kí tốt nghiệp và hiện đang học các môn văn bằng 2, em hiện cho 2 môn ở vb1 và cần quy đổi ra vb2 để học kì sau có thể đăng kí môn, cho em hỏi là hiện qui đổi có thể làm online hay phải lên trực tiếp trường vì hiên em đang ở quê, và nếu làm onl thì em phải làm theo các bước như thế nào. Em xin cảm ơn.",
            "Chào bạn,. . . . Trường mình đào tạo theo tín chỉ, nên bạn học đủ môn thì tự động đăng kí môn học sau đó. Bạn học hết môn học của chương trình đào tạo và các đểu kiện chuẩn anh văn, ngày công tác chính trị... theo qui định của nhà trường thì xét cho em ra trường.. . . . Thân.. . . .  . . . . . . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký rút môn học HK192 (không tính HP)   Dành cho SV các hệ (không phải Quốc tế, CLC) . Em xin được rút môn học Đường lối cách mạng ĐCSVN SP1009 vào thứ 2 lúc 13:30-14:45",
            "Chào bạn,. . Đã hết thời gian nhận yêu cầu rút môn học (không đóng học phí), các trường hợp gửi yêu cầu rút môn học qua bksi.hcmut.edu sau ngày 17/04/2020, vui lòng đợi thông báo của Phòng Đào tạo qua email sinh viên về việc đăng ký rút môn học (có tính học phí theo quy định).. . Chúc bạn học tốt!. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Hỏi đáp học trực tuyến (BKeL) . Dạ, cho em hỏi, em có xin rút 2 môn mà 1 môn đã đc bỏ trong TKB nhưng vẫn còn 1 môn (công trình đất yếu) là vẫn còn trong TKB, mong nhà trường cập nhật bỏ giúp em môn đó với ạ. Em cảm ơn ạ  . .",
            "Chào bạn. . TKB chính đã được hủy.. . TKB livestream sẽ hủy sau. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Hỏi đáp học trực tuyến (BKeL) . Em chào nhà trường ạ.. . Cho em hỏi là lớp Anh văn 4 A01 có được học không ạ vì em thấy vẫn có thời khóa biểu nhưng trên e-Learning thì lại không thấy có học gì ạ?. . Em cảm ơn ạ.. . Trân trọng.",
            "Chào bạn. . - Môn ngoại ngữ không mở học livestream, Phòng đào tạo sẽ thông báo sau qua mail về hình thức học cho bạn nghen, bạn vui lòng check mail thường xuyên để cập nhật những thông báo mới nhất.. . - Cám ơn những góp ý, và phản hồi của bạn cho nhà trường, mong bạn chia sẻ và đồng hành cùng nhà trường.. . Chúc bạn học tập tốt nhé.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "E tên [full_name] - [student_id], vào học kì 192 e có đăng kí môn đề cương luận văn ( khoa kỹ thuật xây dựng) mà giờ em bị huỷ môn học, cho em hỏi là lý do e bị hủy môn học ạ.. . . .",
            "Chào bạn. . Phòng đào tạo kiểm tra TKB hk192 của bạn có TKB môn đề cương luận văn (khoa kỹ thuật xây dựng) trên Mybk-xemtkb"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . cho e hỏi, e đã đăng kí hỗ trợ data đợt 1 ngày 18/4, cho đến nay vẫn chưa nhận được data, trong khi gói đã có hiệu lực từ ngày 21 theo thông báo của trường. Mong quý thầy cô hỗ trợ để e có thể ổn định được việc học online ạ. Em cảm ơn. . .",
            "Chào bạn. . VinaPhone sẽ thông báo cho bạn khi nào gói cước được kích hoạt. . Thân. .",
            "Em đăng kí từ 18/4, sao hôm nay 1/5 vẫn chưa có thông báo nào vậy cô[full_name] E thắc mắc không biết do sim em có vấn đề hay do nhà mạng kích hoạt gói cước chậm a?  Em cảm ơn",
            "Chào bạn. . VinaPhone sẽ thông báo cho bạn khi nào gói cước được kích hoạt. Nếu không được kích hoạt, trường hợp của bạn sẽ chuyển sang phương án nhận hỗ trợ 50,000/tháng (Sinh viên vui lòng đợi thông báo của Nhà trường qua mail về việc hỗ trợ 50,000/tháng này). . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: PDT cho e hỏi về việc xin rút LVTN thì có được không tính học phí không ạ?",
            "Chào bạn,. . Đã hết thời gian nhận yêu cầu rút môn học (không đóng học phí), các trường hợp gửi yêu cầu rút môn học qua bksi.hcmut.edu sau ngày 17/04/2020, vui lòng đợi thông báo của Phòng Đào tạo qua email sinh viên về việc đăng ký rút môn học (có tính học phí theo quy định). Phòng đào tạo sẽ hướng dẫn rõ thời gian và hình thức nộp đơn rút môn học (có tính học phí theo quy định).. . Chúc bạn học tốt!. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học phí - Đại học - Cao đẳng chính quy   Học phí học kỳ chính . Họ Tên: [full_name]. . MSSV: [student_id]. . Theo công văn số 35 /ĐHBK-CTCT-SV. . Em là con thương binh thuộc   b  Đối tượng chính sách nhóm 1   /b  thì có phải làm thêm bộ hồ sơ theo hướng dẫn không.. . Em xin cảm ơn.. .",
            "Chào bạn. . Bạn vui lòng liên hệ tại Phòng Công tác Chính trị Sinh viên để được hướng dẫn về việc miễn giảm học phí. . email: [email]"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em đã đăng kí rút môn học vào đúng thời gian cho rút sao nhà trường vẫn để môn học em xin rút trên thời khoá biểu vậy hai môn là chi tiết máy và cad- cam",
            "responsible person: [551] [staff_name] [helpdesk staff]",
            "Chào bạn. . TKB chính đã được hủy.. . TKB livestream sẽ hủy sau. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học phí - Đại học - Cao đẳng chính quy   Khác ... . dạ cho em hỏi là khi nào thì thanh toán học phí tạm ứng với học phí dự thính vậy ạ",
            "Chào bạn. . Bạn vui lòng check mail thường xuyên để biết các thông tin về học phí mới nhất nghen.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Thưa thầy cô, em đã đăng ký rút môn học tại bksi.hcmut.edu.vn trước ngày 17/4/2020 nhưng không được giải quyết ạ, thời khóa biểu vẫn còn môn học.. . Xin quý thầy cô xem xét giúp em ạ. . Em cảm ơn thầy cô",
            "Chào bạn,. . Do bạn gửi yêu cầu không đúng hướng dẫn quy định, không ghĩ rõ tên MH và mã MH xin rút và Phòng Đào tạo cũng đã yêu cầu bạn bổ sung nhưng bạn không phải hồi.. . Đã hết thời gian nhận yêu cầu rút môn học (không đóng học phí), các trường hợp gửi yêu cầu rút môn học qua bksi.hcmut.edu sau ngày 17/04/2020, vui lòng đợi thông báo của Phòng Đào tạo qua email sinh viên về việc đăng ký rút môn học (có tính học phí theo quy định). Phòng Đào tạo sẽ hướng dẫn rõ thời gian và hình thức nộp đơn rút môn học.. . Thân",
            "Yêu cầu khác: Thưa thầy cô, em đã đăng ký rút môn học tại bksi.hcmut.edu.vn trước ngày 17/4/2020 nhưng không được giải quyết ạ, thời khóa biểu vẫn còn môn học.. . Xin quý thầy cô xem xét giúp em ạ. . Em cảm ơn thầy cô  I"
        ]
    }
]