[
    {
        "intent": "",
        "message": [
            "Cho em hỏi là lúc trước PĐT có trả lời ĐTBTL chỉ tính đủ tín chỉ trong nhóm môn tự chọn với cột điểm cao nhất. Nhưng em đã học đủ 6 tín chỉ trong nhóm môn tự chọn này và đạt, vậy tại sao môn thứ ba này lại tính điểm vào ĐTBTL của em luôn vậy ạ. Hình ảnh em có gửi kèm theo. . Em xin cảm ơn !",
            "Chào bạn,. . Điểm trung bình tích lũy là tính tất cả các môn  bạn đăng ký học. Khi nào tinh điểm TBTN thì mới chọn cao nhất trong tổ hợp để tính. Hai cách tính khác nhau nha bạn. Bạn xem lại các tính điểm TBTL chung & ĐTBTN trên web nha.. . Thân mến"
        ]
    },
    {
        "intent": "",
        "message": [
            "Chứng chỉ ngoại ngữ - Đại học - Cao đẳng chính quy   Khác ... . Em chào anh/chị,. .  . . Theo như quy chế có ghi (hình bên dưới), thì nếu thi ở Trung tâm BKenglish thì chuẩn chỉ cần ở mức đạt (200 điểm) là được. Còn nếu lấy bằng Toeic quốc tế thì kstn phải đạt 245.. . Vậy Anh chị cho em hỏi về điểm chuẩn Speaking & Wrting, nếu e thi ở BKenglish thì điểm chuẩn dành cho chương trình kĩ sư tài năng sẽ là 200 hay 245 vậy ạ ?. . Em cảm ơn ạ !",
            "Chào bạn,. . Theo quy chế học vụ là KSTN phải chuẩn S&R là 245.. . Bạn vui lòng liện hệ trực tiếp Thầy [full_name]- giám  đốc trung tâm ngoại ngữ để được tư vấn về chuẩn đạt của KSTN.. . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Chứng chỉ ngoại ngữ - Đại học - Cao đẳng chính quy   Khác ... . Em là [full_name], MSSV: [student_id]. Em đã có tên trong danh sách dự kiến tốt nghiệp tháng 11/2019. Em có thi 2 lần chứng chỉ TOEIC với số điểm lần lượt là 595 và 690. Em muốn chứng chỉ TOEIC của mình hiện là 690, thay vì 595 như hiện tại. Mong PĐT chỉnh sửa giúp."
        ]
    },
    {
        "intent": "",
        "message": [
            "Điểm thi - Đại học - Cao đẳng chính quy   Điểm môn học . Thưa thầy cô, em bị thiếu điểm [full_name] môn GT2 lớp L28A. Theo điểm [full_name] cô [full_name] (dạy bài tập) đăng lên e learning thì có điểm. Nhưng em lên mybk thì [full_name] bị thiếu. Em đã làm đơn phúc khảo và có kết quả nhưng vẫn thiếu điểm đó. Em gửi đính kèm chụp màn hình file điểm ạ.. . Xin thầy cô hướng dẫn em giải quyết. Em cảm ơn.",
            "Chào bạn,. . V/v điểm BTL bạn vui lòng liên hệ trực tiếp giáo viên giảng dạy tại văn phòng bộ môn Toán - Khoa Học Ứng Dụng tại nhà B4.. . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "responsible person: [551] [staff_name] [helpdesk staff]",
            "bạn nộp đơn có sự đồng ý của GC giảng dạy môn học nhé. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "B Kính gửi :Ban Giám Hiệu Trường Đại Học Bách Khoa TP. HCM và Phòng Đạo Tạo. Em tên :[full_name] MSSV:[student_id] hiện là sinh viên hệ vừa làm vừa học. Nay em viết đơn này xin ban giám hiệu nhà trường và phòng đào tạo cho phép em được đăng ký môn học AV300 nhóm RZ01,MMH:AV300.vì lý do em mới đăng ký dự thi kỳ thi Toeic ngày 29/06/2019 và mới có kết quả ngày hôm nay ngày 18/07/2019,trong khi đợt đăng ký dự thính hè đã hết hạn vào thứ 5 tuần rồi.Nay em làm đơn này xin được đăng ký môn học AV300.Em rất mong được sự đồng ý và cho phép em được đăng ký môn học này. Em xin chân thành cảm ơn quý Thầy Cô cho phép em được học môn học này.",
            "responsible person: [551] [staff_name] [helpdesk staff]",
            "bạn nộp đơn có sự đồng ý của GC giảng dạy môn học nhé. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]4  /b \t. . . .   i Tốt nghiệp - Đại học - Cao đẳng chính quy   Cập nhật ngày CTXH, điểm ... .   QUOTE Trích. . MSSV/MSGV: [student_id]4    . . . . Tốt nghiệp - Đại học - Cao đẳng chính quy   Cập nhật ngày CTXH, điểm .... . . . Cho em hỏi là điểm xét tốt nghiệp là điểm trung bình tích lũy ngành mà trong bảng điểm của em là 6.98 nhưng sao trong danh sách dự kiến để điểm trung bình tốt nghiệp có 6.86?. . . . . . [full_name], Trong bảng điểm là. . Điểm trung bình tích lũy ngành: 6.98. . Tính đến hết học kỳ : HK1 (2018-2019)  /QUOTE . . Em biết là tính đến hết HK1 (2018-2019).. . Nhưng HK2 (2018-2019) em chỉ học có 1 môn(môn chuyển điểm và ĐTK 7.5) thì sao chênh lệch lại nhiều như vậy?. . Em sợ có sai sót nên muốn hỏi ạ.",
            "QUOTE MSSV/MSGV: [student_id]4    . . . . Tốt nghiệp - Đại học - Cao đẳng chính quy   Cập nhật ngày CTXH, điểm .... . Trích. . Trích. . MSSV/MSGV: [student_id]4    . . . . Tốt nghiệp - Đại học - Cao đẳng chính quy   Cập nhật ngày CTXH, điểm .... . . . Cho em hỏi là điểm xét tốt nghiệp là điểm trung bình tích lũy ngành mà trong bảng điểm của em là 6.98 nhưng sao trong danh sách dự kiến để điểm trung bình tốt nghiệp có 6.86?. . . . . . [full_name], Trong bảng điểm là. . Điểm trung bình tích lũy ngành: 6.98. . Tính đến hết học kỳ : HK1 (2018-2019). . . . Em biết là tính đến hết HK1 (2018-2019).. . Nhưng HK2 (2018-2019) em chỉ học có 1 môn(môn chuyển điểm và ĐTK 7.5) thì sao chênh lệch lại nhiều như vậy?. . Em sợ có sai sót nên muốn hỏi ạ.  /QUOTE . . [full_name], em đọc lại QUY CHẾ [full_name], CAO ĐẲNG mục 6.4 nhe"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Khác ... . Học kì chính em có đăng kí 3 môn học tự chọn, do đi làm em không nắm bắt lịch hủy môn học nên em không hủy môn được. Em muốn xin quý thầy cô cho em hủy môn tự động hóa.",
            "em đk ở đâu. hệ vlvh hay CQ",
            "Em học hệ VLVH mà đăng kí 3 môn trên ở kì chính hệ chính quy ạ. .",
            "ok. đã hủy HK191 Chính quy"
        ]
    },
    {
        "intent": "",
        "message": [
            "Em là Sinh viên bằng 2 K18. Vừa rồi em vào đợt xét miễn môn học em có làm đơn xin miễn môn học Cơ Lý thuyết (AS1003) do đã được học ở Văn bằng 1. Em đã làm đơn và nộp bảng điểm nhưng đến giờ vẫn chưa thấy thông tin. Kính mong Phòng đạo tạo xem xét tình trạng của em như thế nào, em xin chân thành cảm ơn.. . Chương trình đào tạo - Đại học - Cao đẳng chính quy   Khác ... .",
            "chào bạn.. . Thông tin của bạn đã được chyển tới bộ phận liên quan. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Chưa cập nhật điểm . Em tên [full_name] mssv [student_id] em có bị nhập nhầm điểm môn cơ lưu chất manh ci2003 thầy đã sửa cho em và có in ra bảng điểm cho em xem nhưng trên bảng điểm của mybk vẫn ko có thay đổi gì hết... Mong nhận được sự giúp đỡ từ thầy cô phòng đào tạo ạ.",
            "Chào bạn,. . Bạn không nói rõ nhầm cột điểm nào? Bạn xem lại nhé.. . Thân mến",
            "Dạ em bị nhầm điểm tổng kết ạ. Điểm thành phần đều đúng và thầy đã sửa lại cho em rồi nhưng em vẫn chưa thấy cập nhật ạ.",
            "Đây là bảng điểm của thầy ạ.",
            "Chào bạn, . . Bảng điểm GV chưa nộp lại cho PĐT bạn nhé.. . Thân mến",
            "Nhưng thầy đã nói là thầy cập nhật rồi ạ.. . Thân !!!",
            "Chào bạn,. . Thầy cập nhật xong phải in ra nộp trực tiếp lên Phòng đào tạo khi đó điểm cảu bạn mới được cập nhật vào dữ liệu sv.. . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Khác ... . Em là [full_name]. . Như em đã trình bày trên PĐT thì được PĐT kêu lên khoa nhờ làm công văn mở lại TKB môn học cũng như học phí học kỳ 183. Do em thanh toán trễ hạn học phí dự thính học kỳ 182 và cũng là lỗi chủ quan của em nên em đã không xem kết quả đăng ký môn học dẫn đến tình trạng hiện nay( em đã và đang thực tập được 1 tháng 2 tuần). Em đã lên VP [full_name] để gởi đơn trình bày lí do trễ hạn học phí và VP [full_name] nói với em sẽ gởi công văn để PĐT xem xét duyệt mở lại môn Thực tập giúp em.(Thực tập rất quan trọng tới quá trình năm học thứ 4 của em, em hi vọng có thể được mở lại) Mong PĐT xem xét, em xin chân thành cảm ơn",
            "Chào bạn,. . Bạn vui lòng liên hệ văn Phòng Khoa để biết kết quả trường hợp cuả bạn.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính gửi Phòng Đào Tạo. . Cho em hỏi nếu em đăng kí môn học đợt 2 .Vậy đợt 3 em có được đăng kí bổ sung không ạ. . . Em cảm ơn ạ.",
            "Chào bạn,. . Bạn vẫn đăng ký được đợt bổ sung nếu không bị vi phạm các quy định chặn đăng ký môn học. . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được . Em vào đăng ký dự án tốt nghiệp thì không được vì “chưa có điểm môn tiên quyết là thực tập tốt nghiệp” nhưng ngành kiến trúc thực tập tốt nghiệp học kỳ hè nên chưa thể có điểm được. Làm sao để em có thể đăng ký ạ?",
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được. . . . Em vào đăng ký dự án tốt nghiệp thì không được vì “chưa có điểm môn tiên quyết là thực tập tốt nghiệp” nhưng ngành kiến trúc thực tập tốt nghiệp học kỳ hè nên chưa thể có điểm được. Làm sao để em có thể đăng ký ạ?  /QUOTE . . . . Em vào xem lịch học vụ để đăng ký lại môn dự án tốt nghiệp nhe!"
        ]
    },
    {
        "intent": "",
        "message": [
            "Chào Thầy/Cô phòng đào tạo,. . Em muốn nhờ phòng đào tạo kiểm tra lại điểm \"trung bình tích lũy\" và \"trung bình tích lũy ngành\" hiện tại của em.. . Do có sự khác biệt giữa điểm em tính bằng excel và điểm công bố trên mybachkhoa.. . . . . . Trân trọng / Best regards, . . . . [full_name]. .",
            "Chào bạn,. . Bạn vui lòng trình bày rõ việc của bạn cần hỏi để được hỗ trợ.. . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]  /b . . \t. . Chào Thầy/Cô phòng đào tạo,. . Em muốn nhờ phòng đào tạo kiểm tra lại điểm \"trung bình tích lũy\" và \"trung bình tích lũy ngành\" hiện tại của em.. . Khi em tính tay thì \"Điểm trung bình tích lũy là 7.12\", nhưng trên web mybachkhoa thì lại tính là 6.88. . . . Trân trọng/Best regards. . [full_name]",
            "Chào bạn,. . Đính kèm file cách tính điểm TBTL.. . Thân mến"
        ]
    },
    {
        "intent": "",
        "message": [
            "Em kính gửi thầy cô phòng đào tạo! . . Em tên: [full_name]. . MSSV: [student_id]. . Em là [full_name]18 đã học qua vài môn trong Học [full_name]ỳ 1,. . nay e thi lại và trở thành [full_name]19 thì các môn em đã học ở [full_name]18 có được chuyển điểm không ạ bao gồm cả chứng chỉ GDQP-AN em đã học.Mong các thầy cô giải đáp giúp. Em xin cảm ơn",
            "Chào bạn,. . SV có cùng mã số sv & học các môn có chung mã môn học thì hệ thống tự động chuyển điểm nếu sv đã học.. . Thân mến",
            "Chào bạn,. . Nếu bạn trúng tuyển K2019 thì việc truoc71 tiên phải làm là nộp đơn thôi học khóa hiện tại thì mới nhập học ngành mới.. . Bạn chị được miễn điểm đối với môn GDQP -GDTC. Bạn nộp đơn miễn tại cửa tiếp sv Phòng đào tạo.. . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]3  /b \t. . . . Em kính gửi thầy cô phòng đào tạo! . . Em tên [full_name] . . MSSV: [student_id]3 . . Số điện thoại: . . [phone_number] . . Em là sinh viên k13. . . Do các môn học mã cũ không còn mở lớp nên em có đăng kí 2 môn tương đương thay thế: . . 1. [full_name] ( mã môn học : CI2003 ) để thay thế cho môn [full_name] ( mã môn học : 802015 ) vào học kì 172 . . 2. Cơ Học Đất ( mã môn học : CI3001 ) để thay thế cho môn Thí Nghiệm Cơ Học Đất ( mã môn học : 805016 ) vào học kì 181 . . Em đã hoàn thành 2 môn học tương đương này. Tuy nhiên điểm không được chuyển, cho nên em không đăng kí được luận văn tốt nghiệp. . . Vì vậy kính mong Phòng Đào Tạo xem xét và giúp em giải đáp vấn đề này. . .",
            "responsible person: [551] [staff_name] [helpdesk staff]",
            "Chào bạn,. . Đã cập nhật miễn môn 805016 & 802015.. . Thân mến",
            "Em kiểm tra trên “ Tiến độ học tập “ thì vẫn báo là chưa đạt. Khi nào thì mới cập nhập ạ!",
            "Chào Thầy Cô!. . Em kiễm tra lại thấy môn Thí Nghiệm Cơ Học Đất ( mã môn học: 805016 ) vẫn chưa được chuyển điểm. Mong Phòng Đào Tạo xem xét lại giúp em! . . E xin chân thành cám ơn!]",
            "Chào bạn,. . Mục xem tiến độ chưa cập nhật mới nha bạn.. . Thân mến",
            "Dạ em cám ơn cô nhiều!"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp - Đại học - Cao đẳng chính quy   Khác ... . Chào quý thầy(cô),. . . . Như đã trao đổi lần trước, thông tin cá nhân của tôi chưa chính xác.   B Nơi sinh trên mybk (Khánh Hòa) không chính xác. Nơi sinh chính xác của tôi là tỉnh Đắc Lắc  /B .. . . . Tôi nhận được thông báo sau ngày 18/7/2019 thông tin cá nhân để đăng kí tốt nghiệp của tôi sẽ được điều chỉnh chính xác để tôi có thể đăng kí theo quy định của nhà trường. Nhưng vào lúc 22h50' ngày 19/7/2019 tôi đăng nhập vào đăng kí tốt nghiệp thì nhận thấy thông tin của tôi vẫn chưa được cập nhật.. . . . Kính mong quý thầy(cô) xem xét lại và điều chỉnh để tôi có thể đăng kí tốt nghiệp đúng theo quy định của nhà  trường.. . . . Cảm ơn quý thầy(cô)!!. . . . [full_name]. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Ad ơi giúp em rút môn cơ lưu chất mã CI2003 học kì hè này đc ko ạ. . .",
            "Chào bạn,. . Học kỳ hè là diện dự thính nên không giải quyết rút môn học, nến điểm dưới 5 sẽ tự hủy tên hệ thống điểm cảu bạn, nhưng bạn vẫn phải thanh toán học phí.. . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Chào thầy/ cô. . Em muốn hỏi là lúc trước em có đăng kí in bảng điểm, tuy nhiên vì lỗi liên kết với ocb nên em không thanh toán được và em đã in lại và lấy bảng điểm rồi. Tuy nhiên các mục lỗi liên kết, số tiền thanh toán 35000 sau đó lại hiện lên bên BK pay của em và deadline đã từ nam 2016. Trước em đã gặp cô bên pđt xoá các lệnh in lỗi như vậy rồii. Giờ em sắp tốt nghiệp mà em bị ghi nợ học phí, em muốn hỏi có phải vì em chưa thanh toán các mục đó không ạ? Và hết thời gian nộp tiền thì làm sao giờ ạ? Em chân thành cảm ơn thầy cô",
            "Chào bạn,. . Phòng đào tạo sẽ hủy thông tin phí in bảng điểm tên Bkpay năm 2016 và 2017 của bạn. Riêng phía in bảng điểm cuả năm 2019 tên Bkpay là không hủy được, bản phải thanh toán.. . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Em xin chào các thầy cô phòng đạo tạo.. . . . Em tên là [full_name] - [student_id]. . Em kính mong thầy cô có thể giúp em với ạ.. . Em đang cần bảng điểm file PDF nhưng e không biết làm như thế nào? Hi vọng được thầy cô hướng dẫn ạ!",
            "Chào bạn,. . BẠn đăng ký in bảng điểm online, sau khi lấy bản điểm bạn cầm ra ngoài scan thì bạn sẽ có file PDF lưu để cần.. . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính chào PĐT, . . Em tên: [full_name]. . MSSV: [student_id]. . Hiện nay, địa phương em đang yêu cầu giấy xác nhận là sinh viên đang đi học để hoãn nghĩa vụ quân sự. Muốn có giấy xác nhận này thì em trực tiếp lên PĐT xin hay cần cố giấy tờ, đơn, biễu mẫu gì không ạ. Em xin cảm ơn.. . . .   i Yêu cầu khác .",
            "responsible person: [551] [staff_name] [helpdesk staff]",
            "Chào bạn,. . Bạn đăng ký online tên cổng Mybk -   Ứng dụng sinh viên -  mục 5.. . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Chứng chỉ ngoại ngữ - Đại học - Cao đẳng chính quy   Thẩm tra chứng chỉ (nộp chứng chỉ) . Em thi toiec nộp chứng chỉ nhưng đủ qua anh văn 1 2 3 thôi ạ ,giờ em đăng kí nộp bằng em buộc phải đăng kí chuyển điểm thì mới được đăng kí môn học hay chỉ cần đăng kí thẩm tra là đã được đăng kí môn học ạ",
            "Chào bạn,. . KHi bạn đăng ký nộp chứng chỉ online, [full_name].đào tạo sẽ tự xét pass các chuẩn anh văn của từng năm nếu bạn đạt. Riêng việc chuyển điểm, bạn phải đăng ký và nộp lệ phí thì mới được tính điểm chuyển vào bảng điểm của bạn.. . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính gửi Phòng đào tạo,. . Em hiện đang theo học lớp Kỹ sư tài năng và vừa thi Anh văn nói viết do BKEnglish tổ chức, đạt 210 điểm. Em muốn hỏi chuẩn tiếng anh nói viết để ra trường của sinh viên tài năng là bao nhiêu ạ? Vì theo trang web của phòng đào tạo thì đối với sinh viên thi kì thi nói viết của BKEngish thì chỉ cần đạt(200) là đủ, nhưng theo nhiều bạn đã hỏi Phòng đào tạo thì thi nói viết của BKEnglish phải đủ 245 điểm mới đủ chuẩn tài năng.. .",
            "Chào bạn,. . Thông tin trên quy chế ghi rõ là 245, các bạn đang hiểu sai vấn đề. Cửa tiếp sinh viên của Phòng đào tạo đã trả lời chính xác rồi, bạn cần xác định điều gì nữa???? Hoặc bạn có thể xin gặp Thầy trưởng phòng đào tạo -[full_name] để xác nhận lại thông tin.. . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Cho em xin hỏi sau khi tốt nghiệp thì email sinh viên của em có còn được sử dụng nữa hay sẽ bị thu hồi ạ? . . Nếu email bị thu hồi lại em có thể xin phòng đạo tạo để tiếp tục sử dụng email cho mục đích nộp hồ sơ du học nước ngoài được không ạ tại vì khi nộp hồ sơ thường yêu cầu là email sinh viên thì người ta mới chấp nhận ạ!. . Em xin chân thành cảm ơn",
            "CHào bạn,. . Sau khi tốt nghiệp email sinh viên của bạn vẫn sử dụng bình thường.. . Thân.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Danh Thượng  MSSV: [student_id]\t. . . . Chào PĐT !. .  Em xin hỏi sắp tới có lịch đăng ký bổ sung Luận Văn Tốt Nghiệp cho HK191 Không ạ?. .  Em xin cám ơn !. . . .",
            "QUOTE MSSV: [student_id]    . . . . Chào PĐT !. . Em xin hỏi sắp tới có lịch đăng ký bổ sung [full_name] cho HK191 Không ạ?. . Em xin cám ơn !. . . .   /QUOTE . . Em vào lịch học vụ xem nhe!"
        ]
    },
    {
        "intent": "",
        "message": [
            "B   /B Đăng ký môn học - Đại học - Cao đẳng chính quy   Khác ... . Kính gửi Phòng Đào tạo !. . Em là [full_name] sinh viên K15.. . Hiện tại em muốn học thêm văn bằng 2 khoa Khoa học và kĩ thuật máy tính. Học kì tới em muốn học 2 môn Nhập môn điện toán (CO1005) và \tCấu trúc rời rạc cho khoa học máy tính (CO1007) . Vì do không đủ sĩ số để mở lớp nên 2 môn này em chỉ có thể học cùng K19. . . Em viết yêu cầu này mong Phòng đào tạo có thể giúp đỡ em ạ! nếu không học được 2 môn đó sẽ ảnh hưởng đến một vài môn học sau ạ ! Em xin chân thành cảm ơn!",
            "Chào bạn,. .  Hiện tại không giải quyết việc học chung với K2019.. . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Em là Sinh viên bằng 2 K18. Vừa rồi em nộp đơn xin miễn môn và đã được PĐT phản hồi không chấp nhận do không cùng tên môn học. Môn của ĐH bách Khoa là môn Cơ Lý thuyết và môn của trường em là Cơ xây dựng. Theo em tìm hiểu thì mỗi trường mỗi tên môn khác nhau thì có thể sẽ không thể nào giống nhau hoàn toàn được. Và theo bảng điểm môn Cơ xây dựng em đã được học ở trường VB1 thì khối lương kiến thức tới 4 tín chỉ hơn so với 3 tín chỉ của Cơ Lý thuyết (ĐH Bách Khoa).. . Hiện tại văn bằng 2 tụi em toàn đa số vừa học vừa làm, trúng ngành XD cầu đường lai ít Sinh viên nên hầu hết tụi em không thể học lớp buổi tối như các bạn XD dân dụng. Như thế rất khó khăn cho việc vừa học vừa làm. Kính mong PĐT xem xét lại giúp em giảm bớt được môn mà em đã được học, đã được đào tạo từ VB1, giảm bớt được khối lượng kiến thức để em nhanh chóng hoàn thành công việc học và phân bố được thời gian vừa học vừa làm.. . Em xin chân thành cảm ơn.. . Chương trình đào tạo - Đại học - Cao đẳng chính quy   Khác ... .",
            "đã chuyển câu hỏi của bạn tới bộ phận liên quan nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Chào Thầy/Cô phòng đào tạo,. . Em có thanh toán trễ học phí học kì dự thính hè đợt này, và đã làm \"Đơn trình bày lý do thanh toán trễ học phí\" nộp cho phòng đào tạo.. . Nhưng hiện tại trang web đăng ký tốt nghiệp vẫn lỗi \"Không tìm thấy thông tin sinh viên\". . mặc dù trên aao, em đã có tên trong \"danh sách dự kiện tốt nghiệp\". . Mong phòng đào tạo kiểm tra lại giúp em.. . Em xin chân thành cảm ơn.",
            "Chào bạn,. . bạn vui lòng liê nhệ trực tiệp phòng đao tạo để được hỗ trợ.. . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Cho em hỏi :. . khi đăng kí nộp chứng chỉ thi toiec quốc tế    , têp đính kèm là hình ảnh chụp phiếu điểm đúng k ạ .. .  như hình dưới",
            "responsible person: [551] [staff_name] [helpdesk staff]",
            "Chào bạn,. . Bạn xem hướng dẫn cách nộp chứng chỉ và chuyển điểm tại  www.aao.hcmut.edu.vn- Sinh viên -  Hướng dẫn - Ngọại ngữ.. . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Kính chào thầy, cô và các cô chú cán bộ, công nhân viên của trường.. . Vào tháng 7 vừa qua, em đã đại diện bộ môn bắn súng thành phố tham gia thi đấu giải Cúp bắn súng Jing-jong Oh lần thứ nhất và giải Vô địch Trẻ Quốc gia 2019 tại Hà Nội. Tại giải đấu em đã đạt được HCV cá nhân và đồng đội ở nội dung 10m súng ngắn hơi nam, HVB nội dung 10m súng ngắn hơi hỗn hợp giải Vô Địch Trẻ và HCV nội dung 10m súng ngắn hơi nam giải Cúp Bắn súng Jing-jong Oh.. . Em xin hỏi với thành tích như trên em có thể nhận được khen thưởng, hỗ trợ nào từ phía nhà trường hay không?. . Bản thành tích thi đấu được đính kèm",
            "Chào bạn,. . Các vấn đề này bạn vui lòng liên hệ trực tiếp Phòng Công tác chính trị sinh viên để được hỗ trợ.. . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính chào Phòng Đào tạo.. . Em tên là [full_name] Thị Huyền, MSSV: [student_id].. . Hai học kỳ vừa rồi em đã tạm dừng học và em cũng đã nộp đơn xin học lại vào cuối tháng 5. Nhưng mà em đăng ký môn học lại không được, trong thời khóa biểu của em thì toàn bộ các môn em đăng ký bị lỗi, còn em xem trong trang kết quả ĐKMH thì em đăng ký được 5 môn. Em không hiểu tại sao lại như vậy, thầy cô giải thích giúp em được không ạ? Và em có thể đăng ký môn học lại vào đợt đăng ký môn học bổ sung được không ạ?. . Em cảm ơn.",
            "responsible person: [551] [staff_name] [helpdesk staff]"
        ]
    },
    {
        "intent": "",
        "message": [
            "Vừa làm vừa học - ĐTTX   Đăng ký môn học . Chào thầy/cô. . . Em là sv chuyển từ hệ chính quy khoá k12 sang hệ vhvl khoá k14. . . Em đã học qua đồ án 1 nhưng chưa qua đồ án 2. Vậy thì môn đồ án (ee3151) em có cần phải đăng ký học không ạ?",
            "Em xem chương trình đào tạo của ngành học Khóa 2014.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Chứng chỉ ngoại ngữ - Đại học - Cao đẳng chính quy   Thẩm tra chứng chỉ (nộp chứng chỉ) . Em xin chào các thầy/cô ạ!. . Em có đăng ký thẩm tra chứng chỉ ngoại ngữ trực tuyến trên MyBK. Đến nay là đã qua 2 tuần mà chưa có kết quả thẩm tra. Thầy/cô cho em hỏi thời hạn trả kết quả thẩm tra là bao nhiêu ngày ạ. Và khi nào thì em có thể biết kết quả ạ?. . Em xin cảm ơn thầy/cô"
        ]
    },
    {
        "intent": "",
        "message": [
            "Chứng chỉ ngoại ngữ - Đại học - Cao đẳng chính quy   Xét miễn môn anh văn (chuyển điểm) . Kính thưa [full_name], em tên [full_name], em có đăng ký xét miễn điểm anh văn vào ngày 27/11/2018 nhưng hiện nay điểm anh văn trong bảng điểm mybk của em vẫn chưa được chuyển. Kính mong [full_name] xem xét và giải đáp thắc mắc của em. Em xin cảm ơn.",
            "Chào bạn,. . Hiện tại điểm chuyển cac1m ôn nah văn của bạn đã được cập nhật từ HK182, bạn phải xem trên mục điểm chuyển, hoặc bạn đăng ký in bảng điểm để kiểm tra lại.. . Thân.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Khác ... . Lúc đăng kí môn học em chưa đủ chuẩn anh văn để đăng kí những môn chuyên ngành, và có đăng kí một số môn khác.Em mới thi toeic , giờ đã đủ chuẩn được đăng kí môn chuyên nghành, nhưng giờ chỉ còn đợt đăng kí bổ sung nên em không hủy những môn kia được, tại vì lịch học những môn chuyên ngành trùng với lịch những môn em đã đăng kí, giờ em muốn xin nhà trường hủy những môn đã đăng kí thì phải làm sao ạ .",
            "Chào bạn,. . Bạn vui lòng liên hệ trực tiếp cửa tiếp sinh viên trình bày để được hướng dẫn, trả lời.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: 1513249  /b \t. . . .   i Tốt nghiệp - Đại học - Cao đẳng chính quy   Khác ... . Em chào quý thầy cô,. . . . Theo quy chế đào tạo  http://www.aao.hcmut.edu.vn/index.php?route=catalog/chitietsv&path=90&tid=1658. .  có đề cập:. .   QUOTE + Các chứng chỉ tiếng Anh 2 kỹ năng (Listening & Reading) TOEIC, TOEFL ITP, BULATS được chấp nhận với điều kiện phải đạt thêm một trong các chứng chỉ sau:. . . .   B * Chứng chỉ Speaking & Writing (với mức Đạt) của Trung tâm Ngoại ngữ của Trường Đại học Bách Khoa (chỉ áp dụng từ khóa 2013 đến khóa 2017)  /B . . . . * Chứng chỉ TOEIC Speaking & Writing với mức điểm tối thiểu là 200. Riêng chương trình tài năng là 245.. . . . * Chứng chỉ BULATS Speaking & Writing với mức điểm tối thiểu là 6.0  /QUOTE . . . . em có một vài thắc mắc sau mong sớm nhận được trả lời từ quý thầy cô:. . . . 1/ Theo như nội dung trích dẫn trên thì em hiểu là: chỉ cần đạt đủ điều kiện của 1 trong ba nội dung thì em sẽ được công nhận đạt anh văn. Không biết em hiểu như vậy đã đúng và đủ chưa?. . . . 2/ Các bạn theo học chương trình tài năng từ K2013-K2017 nếu thi tại trung tâm anh ngữ ở trường ( theo như điều kiện 1) ở   B mức đạt  /B   vẫn được chấp nhận và cấp bằng tài năng đúng không ạ?. . . . 3/ Mức đạt của trung tâm anh ngữ đại học Bách Khoa là bao nhiêu ạ? Em có tìm kiếm các thông tin về mức đạt này nhưng chưa tìm thấy thống tin về quy định này.. . . . Em cảm ơn quý thầy cô nhiều, mong sớm nhận được phản hồi. Em kính chúc quý thầy cô nhiều sức khỏe."
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính gửi Phòng Đào Tạo . . Em tên : [full_name]. . MSSV: [student_id]. . Trong đợt đăng kí môn học lần 2 hk191 em chưa đủ 350 để đăng kí môn cơ sở ngành nên em đã đăng kí 14 tín chỉ môn đại cương , nhưng vừa rồi em thi anh văn và đã qua được 350 , em muốn xóa môn đại cương để  đăng kí môn cơ sở ngành vào đợt ĐKMH đợt 3 hk191 .. . Vậy PĐT cho em hỏi là :. . 1/ Em muốn xóa môn vào đợt 3 thì có được không, nếu không được thì em xin rút môn có mất tiền hay không ?. . 2/ Nếu muốn rút môn thì em phải làm như thế nào ?. . 3/ Rút môn xong thì trong bao lâu thì môn học sẽ bị hủy ?. . Em xin cảm ơn .",
            "Kính gửi Phòng Đào Tạo . . Em tên : [full_name]. . MSSV: [student_id]. . Trong đợt đăng kí môn học lần 2 hk191 em chưa đủ 350 để đăng kí môn cơ sở ngành nên em đã đăng kí 14 tín chỉ môn đại cương , nhưng vừa rồi em thi anh văn và đã qua được 350 , em muốn xóa môn đại cương để  đăng kí môn cơ sở ngành vào đợt ĐKMH đợt 3 hk191 .. . Vậy PĐT cho em hỏi là :. . 1/ Em muốn xóa môn vào đợt 3 thì có được không, nếu không được thì em xin rút môn có mất tiền hay không ?. . 2/ Nếu muốn rút môn thì em phải làm như thế nào ?. . 3/ Rút môn xong thì trong bao lâu thì môn học sẽ bị hủy ?. . Em xin cảm ơn .",
            "Chào bạn. . - Trong đợt 3 không hủy môn học, chỉ đăng ký bổ sung thêm môn học nếu còn sĩ số. . - rút môn học (tương đương như hủy nhưng phải đóng học phí) thời gian nộp từ 21/8 đến 30/9. . - môn học bị rút sẽ cập nhật trong bảng điểm là điểm 17 trước khi thi cuối kỳ"
        ]
    },
    {
        "intent": "",
        "message": [
            "Chào Thầy/Cô phòng đào tạo,. . Em có thanh toán trễ học phí học kì dự thính hè đợt này, và đã làm \"Đơn trình bày lý do thanh toán trễ học phí\" nộp cho phòng đào tạo.. . Nhưng hiện tại trang web đăng ký tốt nghiệp vẫn lỗi \"Không tìm thấy thông tin sinh viên\". . mặc dù trên aao, em đã có tên trong \"danh sách dự kiện tốt nghiệp\". . Mong phòng đào tạo kiểm tra lại giúp em.. . Em xin chân thành cảm ơn.. .",
            "Chào bạn,. . bạn vui lòng liên hệ trực tiếp Phòng đào tạo để được hỗ trợ.. . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được . Em tên phan minh nhườn mssv [student_id]. . Nay em có vấn đề quan trọng cần phòng đào tạo giúp đỡ ạ.. . Hiện nay e đang học chuyên ngành tàu thủy( khoa kỹ thuật giao thông) khoá 2017. Vì lý do  không có khoá 2018 nên em phải được đăng ký môn cùng tiến độ. Nhưng hiện giờ em đang theo học anh văn 1 học kỳ hè 183. Nên em xin phòng đào tạo cho em được làm đơn cam kết anh văn 1 để được đăng ký môn. Xin phòng đào tạo hướng dẫn em cần làm gì ạ. Em xin cảm ơn.",
            "Chào bạn,. . Khi nào bạn đạt chuẩn anh văn theo quy định thì mới được đăng ký môn học theo quy định.. . hãy cố học anh văn cho đạt bạn nhé.. . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV[full_name] [student_id]  /b \t. . . .   i Chứng chỉ ngoại ngữ - Đại học - Cao đẳng chính quy   Khác ... . Kính gửi Phòng Đào Tạo. . . Em tên là[full_name] [full_name] MSSV[full_name] [student_id] chuyển từ hệ chính quy K2011 sang VLVH K2019.Em có đọc trên web aao.hcmut.edu.vn học vụ  về chuẩn tiếng Anh Nhận Luận văn của hệ VLVH Khóa 2019 là 450 TOEIC hoặc đạt môn AV450. Em đã đạt môn này lúc học hệ Chính quy là môn Anh văn 4. Vậy em có cần nộp chứng chỉ Anh văn TOEIC của IIG nữa không ạ?. .  Em xin chân thành cảm ơn.",
            "Chào bạn,. . Bạn cần cung cấp đủ thông tin mssv của hệ chính quy để được hỗ trợ.. . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "B   /B Chứng chỉ ngoại ngữ - Đại học - Cao đẳng chính quy   Khác ... . Kính gửi phòng đào tạo! . . Em không đủ tiêu chuẩn anh văn năm 2 (350đ) và vừa rồi em có thi toeic lấy bằng để chuyển điểm. Nhưng vì lý do khách quan khi thi được 15 phút em bị tiêu chảy nên ảnh hưởng lớn đến điểm thi và chỉ được 340 điểm nhưng thực tế em thấy khả năng mình hơn thế. Và em đã đăng ký thi lại vào tháng 8 nhưng sẽ không kịp hạn đăng ký môn học học kì 191 dẫn đến trễ hạn 1 năm. Em cảm thấy không may mắn và tiếc vì 10 điểm sai với khả năng thực tế mà em bị trễ 1 năm mà trước giờ em chưa rớt môn học nào ạ. Em hy vọng phòng đào tạo sẽ cho em cơ hội em được đăng ký môn trong đợt bổ sung 191 và em sẽ viết giấy cam kết rằng sẽ đạt 350 điểm vào đợt chuyển điểm trong tháng 8 ạ. . . Em viết nội dung này trong tâm thế buồn, tiếc và lo lắng ạ. . . Em hy vọng sẽ nhận được phản hồi sớm từ phòng đạo tạo ạ. .    Em chân thành cảm ơn ạ!",
            "Chào bạn,. . Trường hợp của bạn vui lòng liên hệ trực tiếp cửa tiếp sinh viên Phòng đào tạo để được tư vấn hoặc hỗ trợ.. . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Dịch vụ cho sinh viên - Đại học - Cao đẳng chính quy   Giấy xác nhận sinh viên . Em có nhu cầu in giấy xác nhận sinh viên nhưng sau khi in xong thì trên giấy điền sai địa chỉ thường trú thành   B Buôn Đôn - Đăk Lăk  /B . Sau đó em kiểm tra lại trên hệ thống mybk thì thấy địa chỉ thường trú của em đang bị sai, nên sửa lại cho đúng thành   B Krông Bông - Đăk Lăk  /B  và đăng kí in lại giấy xác nhận sinh viên. Tuy nhiên khi nhận được giấy thì giấy vẫn ghi địa chỉ cũ là   B Buôn Đôn - Đăk Lăk  /B .. . . . Em hi vọng trường giúp em xem xét để em có thể in được giấy xác nhận sinh viên với địa chỉ đúng.",
            "Chào bạn,. . Bạn vui lòng cầm phiếu xác nhận sinh viên đang bị sai đến trực tiếp cửa tiếp sinh viên Phòng đào tạo cơ sở 1 để đổi lại phiếu in mới sau ngày 30/07/2019.. . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Chào cô,. . Cô cho em hỏi, bữa em có tên trong danh sách tốt nghiệp đợt 2, em đã nhập thông tin tốt nghiệp, tuy nhiên chưa up ảnh. Nhưng hôm nay có ảnh, em vào nộp thì hiện em không có tên trong danh sách là vì sao ạ?. . Mong cô giải thích cho em, . . Em cảm ơn cô. .  . .  . .",
            "Chào bạn,. . [full_name] vui lòng vào khai báo lại, nếu bị lỗi hãy liên hệ trực tiếp cửa tiếp sinh viên Phòng đào tạo để được hỗ trợ.. . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính gửi quý thầy cô Phòng đào tạo. . Em tên: [full_name]. . MSSV: [student_id]. . . . Vì ngày 18/7 có kết quả phân ngành của khoa Cơ khí và em đã đăng kí Môn Vẽ Cơ khí trong đợt 2 đăng kí môn của học kì 191 kết thúc ngày 17/7 và môn này không có trong chương trình đào tạo của em. Xin thầy cô cho em hỏi là em có thể làm gì để hủy môn học này ạ.",
            "Chào em, . . . . Trong đợt 3 chỉ có bổ sung không được huỷ môn học, nhưng trường hợp em đăng kí sai môn, PDT có thể mở khoa cho em huỷ . Chỉ giải quyết lần này thôi, lần sau đăng kí cẩn thận nhé."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Dạ cho em hỏi, em đang bị trễ avan. Em nghe nói là có thể lên xin pđt và cam kết sẽ đủ avan để dki môn rồi sau đó mới nộp bằng. Cho e hỏi có không ạ và cách thực hiện như thế nào ạ",
            "Chào bạn,. . Trong quy định không có bạn nhé.. . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "B   /B Em chào quý Thầy Cô. . . Em tên : [full_name] - MSSV: [student_id]. . Em xin hỏi là lịch thi cuối kì VL1, GT2 dự thính của em trùng với lịch SHCD của trường. Vậy em được phép đi vào ngày khác không ạ? Nếu được thì mình có cần giấy tờ gì không ạ?. . Em cảm ơn.",
            "responsible person: [551] [staff_name] [helpdesk staff]",
            "Chào bạn,. . Lịch sinh hoạt công dân bạn phải liên hệ trực tiếp Phòng Công tác chính trị sinh viên.. . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Chứng chỉ ngoại ngữ - Đại học - Cao đẳng chính quy   Xét miễn môn anh văn (chuyển điểm) . Em bên hệ VLVH ( mới chuyển từ hệ chính quy sang). Trước đây, khi học em còn nợ Anh văn 4. Hiện tại, em đã có bằng Toeic 525 thi tại IIG. Em muốn chuyển điểm cho 4 Anh văn ( từ 1 đên 4) mà không được.. . Mong pdt xem xét dùm. Em cảm ơn",
            "Chào bạn,. . Trong chương trình học của bạn không có các môn AV1+2+3+4 ban5n hé.. . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Chương trình đào tạo - Đại học - Cao đẳng chính quy   Môn tương đương, tiên quyết, ... . Cho em hỏi là theo Căn cứ kết luận của Hội đồng học vụ học kỳ 1/2017-2018, Phòng Đào tạo thông báo một số điều chỉnh quy chế học vụ áp dụng từ học kỳ 2/2017-2018 thì quy định môn TTTN và môn ĐCLV (CTĐT đại học từ K.2014) là môn tiên quyết.. . Tuy nhiên khi em đăng kí LVTN thì nó báo thiếu môn tiên quyết ( ko phải 2 môn TTTN & DCLV). . PDT hỗ trợ giúp em. . Em cảm ơn",
            "Không ai trả lời .. :((",
            "Chào bạn. . . . Môn học TQ của bạn [full_name] (Kỹ Thuật sx chất KD vô cơ ). . . . Môn học TQ do khoa quy định tại đây :. . . . http://www.aao.hcmut.edu.vn/index.php?route=catalog/chuongtrinhdaotao"
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính gửi quý thầy cô phòng đào tạo . . Em tên: [full_name] . . MSSV:[student_id] . . Em rớt AV1 năm 1, Toeic em thi được 335 không đủ điều kiện đăng kí môn học năm 2. Em muốn hỏi bây giờ em phải làm sau để đăng kí được môn năm sau. . Em xin cảm ơn!",
            "Chào bạn,. . Nếu bạn chưa đạt chuẩn anh văn sau năm 1 thì bạn sẽ không được đăng ký các môn cơ sở ngành cuả năm 2.. . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]9  /b \t. . . . Dạ chào thầy/cô,. . Em tên [full_name], hiện là cựu sinh viên đã tốt nghiệp ngành kĩ thuật điều khiển - tự động hóa của trường 2 năm, bây giờ em có nguyện vọng được   B học thêm chuyên ngành khoa học máy tính  /B  thuộc diện VLVH thì phải đăng kí thế nào ạ? Có phải thi bắt buộc đầu vào môn gì không? Mong thầy/cô giúp em giải đáp thắc mắc trên ạ!. . Em xin chân thành cảm ơn quý thầy/cô.",
            "Chào bạn,. . Vui lòng liên hệ trực tiếp Phòng đào tạo - Phòng 201 A4.. . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Chào PĐT. . em vừa nộp chứng chỉ thi toiec ( nghe- đọc ). . vào ngày 20/07/2019. Để quy đổi điểm anh văn 1,2,3 .. . MÀ đợt chuyển điểm anh văn là vào ngày hôm qua(25/07/2019). . Hiện em chưa thấy kết quả thẩm tra, cũng như điểm được cập nhật vào bảng điểm .. . . . Vậy em xin PĐT hãy cập nhật điểm các môn av 1,2,3 này sớm bởi vì lí do đăng kí bổ sung môn học trong đợt sắp tới ( đủ điều kiện chuẩn tiếng anh mới được đăng kí các môn học). . . .                            em cảm ơn!",
            "responsible person: [551] [staff_name] [helpdesk staff]",
            "Chào bạn,. . Điểm chuyển môn av của bạn đã được cập nhật dữ liệu điểm của bạn HK183, điểm sẽ hiển thị vào phần điểm chuyển lúc cuối kỳ HK183.. . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: 1510672  /b \t. . . .   i Đăng ký môn học - Đại học - Cao đẳng chính quy   Khác ... . Trong đợt đăng ký môn học Học kỳ 1 (2019 - 2020) - HK191 - Hệ Chính Quy - đợt 2 em đã đăng ký thành công và thỏa điều kiện đăng ký luận văn tốt nghiệp.Nhưng khi có kết quả đăng ký đợt 2 thì môn luận văn tốt nghiệp của em bị hủy và xem lịch sử đăng ký thì bảo là hủy do không đủ điều kiện.Trong khi em đã nộp chứng chỉ Toeic và chuyển điểm anh văn, cũng đã hoàn thành hết môn học và ngày công tác xã hội cũng đủ 10 ngày.Xin PDT cho em biết cụ thể là em không đủ điều kiện gì ạ ? . . Cảm ơn !",
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Khác .... . . . Trong đợt đăng ký môn học Học kỳ 1 (2019 - 2020) - HK191 - [full_name] - đợt 2 em đã đăng ký thành công và thỏa điều kiện đăng ký luận văn tốt nghiệp.Nhưng khi có kết quả đăng ký đợt 2 thì môn luận văn tốt nghiệp của em bị hủy và xem lịch sử đăng ký thì bảo là hủy do không đủ điều kiện.Trong khi em đã nộp chứng chỉ Toeic và chuyển điểm anh văn, cũng đã hoàn thành hết môn học và ngày công tác xã hội cũng đủ 10 ngày.Xin PDT cho em biết cụ thể là em không đủ điều kiện gì ạ ? . . Cảm ơn !  /QUOTE . . Chiều em lên Mybk kiểm tra lại TKB."
        ]
    }
]