[
    {
        "intent": "",
        "message": [
            "Khiếu nại đăng ký môn học . Em chào PĐT. . Em hiện đang là sinh viên năm cuối MSSV: [student_id] đăng ký không được luận van tốt nghệp. Hôm nay đã quá ngày cập nhật TKB theo hạn chót mà PHĐT thông báo với em nhưng em vẫn chưa có môn LVTN trong TKB ạ, mong PĐT xem xét và giúp đỡ em trường hợp này. Em xin gữi lại thông tin môn học.. . MSMH: ME4677. . Tên môn học: Luận văn tốt nghiệp. . Mã nhóm: A01. . HK: HK212. . Lý do: Không đủ điều kiện nhận luân văn mặc dù em đã đủ điều kiện ạ.. . Cảm ơn thầy cô.",
            "Chào em,. . PDT đã ghi nhận yêu cầu về ĐKMH của bạn và đã chuyển cho bộ phận ĐKMH kiểm tra và xử lý.. . SV vui lòng theo dõi thời khóa biểu được cập nhật tại Mybk/Thông tin sinh viên/Xem thời khóa biểu dự kiến trễ nhất trước ngày 14/2/2022.. . Sau thời gian trên vẫn chưa được cập nhật TKB, SV vui lòng gửi lại câu hỏi qua bksi để biết lý do.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Khiếu nại đăng ký môn học . Em tên là [full_name], MSSV: [student_id], khoa Quản lý công nghiệp, lớp QL18KD.. . . . Khi đăng ký môn học Luận văn tốt nghiệp (mã môn học: IM4317) cho học kỳ 212 thì em không đăng ký môn học thành công mặc dù em thỏa mọi điều kiện. Những môn tiên quyết trước đó em đã hoàn thành, đặc biệt là môn Thực tập tốt nghiệp và Đề cương luận văn. Minh chứng trong file đính kèm ạ. . . . . Em cảm ơn thầy/cô đã dành thời gian cho em ạ.. . Trân trọng,. . [full_name]. .",
            "Chào em,. . PDT đã ghi nhận yêu cầu về ĐKMH của bạn và đã chuyển cho bộ phận ĐKMH kiểm tra và xử lý.. . SV vui lòng theo dõi thời khóa biểu được cập nhật tại Mybk/Thông tin sinh viên/Xem thời khóa biểu dự kiến trễ nhất trước ngày 15/2/2022.. . Sau thời gian trên vẫn chưa được cập nhật TKB, SV vui lòng gửi lại câu hỏi qua bksi để biết lý do.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Em là [full_name].  b MSSV/MSGV: [student_id]  /b . Sinh viên ngành Khoa học máy tính của Khoa Khoa học và kỹ thuật máy tính. . . . . Em có nguyện vọng   b xin ra khỏi chương trình kỹ sư tài năng khoá K20 của ngành Khoa học máy tính  b  vì lý do cá nhân. Em có đính kèm theo đây đơn xin của em. Xin phòng đào tạo xem xét và nếu em có thiếu xót gì, mong phòng đạo tạo hướng dẫn thêm quy trình cho em với ạ. . . . . Em xin cảm ơn rất nhiều.\t. . . . . . . .",
            "Chào bạn. . Về vấn đề này bạn vui lòng liên hệ Khoa quản lý để nộp đơn. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Khiếu nại đăng ký môn học . Em kính chào quý thầy cô ạ. . Em tên là [full_name]-[student_id], hiện tại em bị từ chối khi đăng ký môn Luận văn tốt nghiệp-CO4323 vì lý do không đủ điều kiện để nhận LVTN (em có đính kèm ảnh lí do từ chối). Hiện tại kỳ 212 này em đã đăng ký thành công môn thực tập tốt nghiệp-CO3323 và môn Kỹ thuật truyền số liệu-CO2031 nếu em đăng ký thành công môn Luận văn tốt nghiệp thì tổng số tín chỉ em đăng ký sẽ là 14 chỉ (quy định tối đa là 12 chỉ). Em bắt buộc phải học môn Kỹ thuật truyền số liệu trong kỳ này vì môn này các kỳ trước đều không mở, em và các bạn đã xin mãi thì kỳ này môn mới mở. Nếu em đăng ký thành công Luận Văn trong kỳ 212 này thì em sẽ hoàn thành hết chương trình học.Em đã có xin phép [full_name] về quyết định cho em có thể thực tập chung kỳ với Luận văn (em có đính kèm quyết định của [full_name]). Em mong quý thầy cô có thể xem xét và hướng dẫn em có thể đăng ký thành công môn Luận Văn trong kỳ 212 này ạ. Em xin chân thành cảm ơn. Em xin cam kết sẽ cố gắng hoàn thành trách nhiệm của mình trong quá trình học tập và thực tập ạ",
            "Đã trả lời câu trước. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em chào thầy cô, em là [full_name], MSSV: [student_id], thuộc lớp HC18HLY. Thầy cô cho em hỏi điều kiện để nhận LVTN khoa Hóa ạ và em thấy có nhiều bạn cũng thiếu tín chỉ như em và chưa đạt môn tiên quyết là ĐỒ ÁN vẫn đăng ký LVTN đc, thì những bạn đó có bị xóa môn không ạ?",
            "Chào em,. . Em vui lòng gửi thông tin có: mã số môn học, tên môn học, mã nhóm, HK, lý do nhé. . . Thân mến. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính gửi phòng đào tạo. Em tên [full_name] [student_id] lớp XD18KT. Tuần trước em có gửi đơn xin đăng ký bổ sung cho em môn Thực tập kỹ thuật CI3153 ở kỳ chính 212 vì môn này chưa dạy buổi nào và em rất mong muốn được học. Phòng đào tạo đã gửi phản hồi và kêu em kiếm tra thời khoá biểu. Nhưng đến ngày 25/1 vẫn chưa thầy hiện thời khoá biểu có môn này ạ. Em muốn hỏi là không biết phòng đào tạo có thể đăng ký môn này cho em được không ạ. Hoặc không thì có thể cho em biết lý do được không ạ. Em cảm ơn ạ .. . . .",
            "Chào em,. . PDT đã ghi nhận yêu cầu về ĐKMH của em và đã chuyển cho bộ phận ĐKMH kiểm tra và xử lý.. . SV vui lòng theo dõi thời khóa biểu được cập nhật tại Mybk/Thông tin sinh viên/Xem thời khóa biểu dự kiến trễ nhất trước ngày 14/02/2022.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Khiếu nại đăng ký môn học . Em tên là [full_name] MSSV: [student_id]. . . . Hiện em không được chấp nhận đăng kí môn học \"Đề Cương Luận Văn Tốt Nghiệp\" - [full_name]: ME4219 trong khi đã hoàn thành đầy đủ các môn tiên quyết và chỉ còn ĐCLVTN và LVTN. Em đã đăng kí nhiều lần nhưng đều báo sai CTDT. Kính mong quý thầy/cô xem xét để em được học ĐCLVTN trong học kỳ 212 để kịp tiến độ tốt nghiệp.. . Em mong nhận được sự phản hồi từ quý thầy/cô.. . Em xin cảm ơn.",
            "Chào em,. . PDT đã ghi nhận yêu cầu về ĐKMH của bạn và đã chuyển cho bộ phận ĐKMH kiểm tra và xử lý.. . SV vui lòng theo dõi thời khóa biểu được cập nhật tại Mybk/Thông tin sinh viên/Xem thời khóa biểu dự kiến trễ nhất trước ngày 15/2/2022.. . Sau thời gian trên vẫn chưa được cập nhật TKB, SV vui lòng gửi lại câu hỏi qua bksi để biết lý do.. . Thân",
            "Khiếu nại đăng ký môn học . Em chào quý thầy cô, em tên là [full_name], MSSV: 181344, khoa Hóa thuộc lớp HC18HLY. Em viết đơn này xin khiếu nại về vấn đề đăng ký LVTN. Lý do: Trong đợt đăng ký bổ sung LVTN, em không đủ điều kiện để đăng ký LVTN. Tuy nhiên có một vài bạn cũng không đủ điều kiện như em, vẫn đăng ký được LV và đã có thời khóa biểu chính thức. Mong phòng đào tạo có thể kiếm tra và xem xét lại giúp em. Em cảm ơn quý thầy cô.",
            "Chào em,. . PDT đã ghi nhận yêu cầu về ĐKMH của bạn và đã chuyển cho bộ phận ĐKMH kiểm tra và xử lý.. . SV vui lòng theo dõi thời khóa biểu được cập nhật tại Mybk/Thông tin sinh viên/Xem thời khóa biểu dự kiến trễ nhất trước ngày 15/2/2022.. . Sau thời gian trên vẫn chưa được cập nhật TKB, SV vui lòng gửi lại câu hỏi qua bksi để biết lý do.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em kính chào thầy/cô,. . . . Em gửi bài viết này để xin chuyển sang hệ vừa học vừa làm vì em chưa đạt môn Giải tích 2 và em không thể đăng ký môn học được nữa do đã quá hạn năm học.. . . . Chân thành cảm ơn thầy/cô,. . [full_name]",
            "Chào em,. . Em tải mẫu, điền đầy đủ thông tin gửi [email]. . http://www.aao.hcmut.edu.vn/sinh viên/biểu mẫu. . Phiếu đề nghị chuyển sang hình thức Vừa Làm Vừa Học. . Thân mến. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Khiếu nại đăng ký môn học . Kính chào phòng đào tạo,. . Em tên [full_name], MSSV:[student_id]. . . . Hiện em không được chấp nhận đăng ký môn học \"Đề Cương Luận Văn Tốt Nghiệp\" - Mã [full_name]: ME4219 trong khi đã đạt đầy đủ điều kiện. Em đã đăng ký nhiều lần nhưng đều bị báo sai CTDT. Kính mong phòng đào tạo có thể xem xét để em được đăng ký môn học ĐCLVTN trong học kỳ 212 và nếu em có đăng ký sai CTDT cũng mong thầy/cô có thể giúp đỡ em đăng ký đúng mã môn vì hiện tại em chỉ còn 2 môn là ĐCLVTN và LVTN là đã hoàn thành chương trình học.. . Mong sớm nhận được phản hồi từ quý thầy/cô.. . Em xin chân thành cảm ơn.",
            "Chào em;. . em liên hệ [full_name] để biết về chương trình Đào tạo theo ngành học của mình nhé. . Thân",
            "Em chào thầy/cô;. . . . Em đã liên hệ khoa và được biết chương trình đào tạo cũng như mã môn học ĐỀ CƯƠNG [full_name] TN của em là ME4095. Mong thầy/cô giúp em đăng ký môn học này vì hiện tại em chỉ còn 2 môn là ĐCLVTN và LVTN là đã hoàn thành chương trình học.. . Mong sớm nhận được phản hồi từ quý thầy/cô.. . Em xin chân thành cảm ơn.",
            "li answer rate: Answer is not complete / Câu trả lời chưa hoàn chỉnh"
        ]
    },
    {
        "intent": "",
        "message": [
            "Em có đăng ký môn học Đồ Án 2 trong HK211, nhưng do ảnh hưởng của dịch bệnh COVID-19 nên Em không thể liên hệ GVHD để hoàn thành Đồ án được. Em muốn xin hoãn nộp báo cáo, bảo vệ Đồ án 2 trong HK211 thì làm thế nào ạ? . .",
            "Chào em,. . Em vui lòng xem email PĐT đã gửi:. . Kế hoạch tổ chức thi học kỳ 1 năm 2021-2022. . mục 5. Hướng dẫn đăng ký hoãn thi Cuối kỳ, dự thi. . Thân mến. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính gửi Phòng đào tạo, hiện em đang không đạt đủ điều kiện số tín chỉ nhận LVTN vì chưa đạt số tín chỉ tích lũy ngành tối thiểu (cho phép nợ tối đa 7 tín chỉ so với tiến độ đào tạo).. . . . Em kiểm tra các môn đang bị nợ thì có:. . 407410 - Ht máy tính &nn lậptrình: 4 TC. . 405404 - Mạch điện tử: 3 TC. . 006404 - Cơ sở phương trìnhviphân - 3 TC. . . . Môn Mạch điện tử (405404) em đã học vào HK192 và điểm tổng kết là 6.0. Vì môn này có học phần với GSNN, nên hiện tại điểm 6.0 được chuyển vào cột điểm KT và điểm tổng kết là 15.. . Tuy nhiên, vào ngày 1/10/2021 em có điền danh sách sinh viên đăng ký Lấy điểm GSVN làm điểm tổng kết đối với các môn có GSNN, trong đó có môn Mạch điện tử.. . . . Em gửi kèm hình ảnh bài đăng, danh sách sinh viên lấy điểm GSVN (tên em ở STT 10) và bảng điểm HK192 đến thời điểm hiện tại ạ.. . . . PĐT cho em hỏi thêm là trong trường hợp này, có được hỗ trợ lấy điểm GSVN làm điểm tổng kết, để em đủ điều kiện đăng ký môn LVTN trong HK212 này luôn không ạ?. . . . Em xin cảm ơn và chờ phản hồi từ PĐT ạ.",
            "Chào em,. . PDT đã ghi nhận yêu cầu về ĐKMH của bạn và đã chuyển cho bộ phận ĐKMH kiểm tra và xử lý.. . SV vui lòng theo dõi thời khóa biểu được cập nhật tại Mybk/Thông tin sinh viên/Xem thời khóa biểu dự kiến trễ nhất trước ngày 15/2/2022.. . Sau thời gian trên vẫn chưa được cập nhật TKB, SV vui lòng gửi lại câu hỏi qua bksi để biết lý do.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: bkel của em tuần nay rồi nó chỉ hiện học kì 1 thôi ạ mong được cứu chứ em khổ lắm rồi. điện bên pdt thì mãi không ai nghe TvT. .",
            "Chào em,. . Trường hợp của em chưa nộp hồ sơ SV cho trường nên bị xóa Thời khóa biểu. PDT đã gửi mail cho SV về việc này, em vui lòng kiểm tra mail và bổ sung hồ sơ theo quy định. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Khiếu nại đăng ký môn học . Em xin kính chào Phòng đào tạo ạ.. . . . Em là [full_name] (MSSV: [student_id]), sinh viên K19 Đại học Bách Khoa.. . . . Nay em xin phép được trình bày sự việc như sau: . . Theo chương trình đào tạo của khóa 2019 (tại đây) thì sinh viên sẽ đăng ký học phần EE3375 – Thực tập ngoài trường trong học kỳ 6. Tuy nhiên, khi sinh viên thực hiện đăng ký môn học EE3375 trên hệ thống của nhà trường thì nhận được phản hồi là “PDT không đ/ký cho SV MH EE3375 (N: Không đủ đ/kiện nhận TTTN - STC)”. Đối chiếu với các điều kiện để được đăng ký thực tập theo quy chế học tập tại đây thì sinh viên đều thoả điều kiện: Không nợ quá 16 tín chỉ (số tín chỉ tích luỹ của em đến học kỳ 211 là 69 tín chỉ); thoả điều kiện về môn học trước, môn tiên quyết, môn song hành. Vì vậy, em làm đơn này kính mong được Phòng đào tạo cho phép đăng ký môn học Thực tập ngoài trường.. . . . Em xin gửi kèm ảnh chụp kết quả đăng ký môn học đợt 4 của mình.. . . . Em cam kết tham gia lớp học và thanh toán học phí đúng theo thời gian. Kính mong Phòng đào tạo xem xét. . . . . Kính thư. . . . [full_name]. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Khiếu nại đăng ký môn học . theo ctđt tại đây :. . https://docs.google.com/spreadsheets/d/1udOobWHFPviVmLbPzGsDUksQW2MpXt0Icewy1AMNIPM/edit#gid=[phone_number] . . Em có môn thực tập ngoài trường (EE3375). học đủ tín chỉ, chỉ rớt 1 môn từ hồi kì 1 của năm nhất. kính mong phòng đào tạo giải thích rõ hơn lý do ghi trong trang đăng ký môn học (chép ra). trân trọng. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ .",
            "Chào bạn. . Bạn làm 1 đơn tổng hợp tất cá môn học cần đăng ký và gởi lại nghen. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Khiếu nại đăng ký môn học . Em Tên : [full_name] . . mssv : [student_id]. . Lý do : Mong thầy cô giúp em đăng ký luận văn tốt nghiệp ( 260663 ) . Em đã đăng đăng ký nhiều lần trên trang đăng ký môn học nhưng điều bị hủy.Mong thầy/cô xem xét giúp em để em đượclàm được làm tiểu luận tốt nghiệp để hoàn thành khóa học . Em cảm ơn quý thầy/cô và nhà trường rất nhiều  . .",
            "Chào bạn. . Pdt kiểm tra số tín chỉ tích luỹ ngành của bạn: 89 Không đủ ĐK nhận LVTN. . Gởi đính kèm: file thống kê các môn chưa tích lũy + số tín chỉ đã tích lũy. . Bạn kiểm tra lại nghen. . Trường hợp SV học môn tương đương nhưng chưa được cập nhật, vui lòng gửi lại thêm 1 yêu cầu khác về việc xin cập nhật môn tương đương (ghi rõ tên và mã MH SV học, ở học kỳ nào? bao nhiêu điểm? và tương đương với môn học nào thuộc CTĐT của SV). . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em có lỡ quên đăng ký học phần Luận văn tốt nghiệp - CH4337 vào đợt 4 bổ sung TTTN, DCLVTN, LVTN và đã có làm \"Đơn xin điều chỉnh môn học\" gửi đến Văn phòng Đào tạo quốc tế. Cho em hỏi em có cần làm thêm thủ tục gì không vì em vẫn chưa có TKB cho học phần này ạ? Em xin cảm ơn.",
            "\"Chào em,. . PDT đã ghi nhận yêu cầu về ĐKMH của bạn và đã chuyển cho bộ phận ĐKMH kiểm tra và xử lý.. . SV vui lòng theo dõi thời khóa biểu được cập nhật tại Mybk/Thông tin sinh viên/Xem thời khóa biểu dự kiến trễ nhất trước ngày 16/2/2022.. . Sau thời gian trên vẫn chưa được cập nhật TKB, SV vui lòng gửi lại câu hỏi qua bksi để biết lý do.. . Thân\""
        ]
    },
    {
        "intent": "",
        "message": [
            "Khiếu nại đăng ký môn học . Khiếu nại đăng ký môn học. . . . Dạ em chào thầy/cô PĐT ạ,. . . . Em là [full_name] - [student_id], dạ theo thông báo của nhà trường là các môn học chưa có điểm nhưng SV không bị cấm thi được xem là đạt và tích luỹ được tín chỉ để đăng ký các học phần tốt nghiệp và trong kỳ 212 này nhà trường cũng không xét đến điều kiện anh văn nên em đủ điều kiện để đăng ký môn Luận Văn Tốt Nghiệp theo tiến độ của chương trình, nhưng đợt vừa rồi môn học của em vẫn bị xóa và lý do là không đủ điều kiện đăng ký môn học. Mã môn học Luận Văn Tốt Nghiệp của em là IM4317.. . Em mong thầy/cô có thể xem xét lại giúp em về vấn đề này ạ.. . . . Em xin cảm ơn thầy/cô ạ.. . . . Trân trọng,. . [full_name]",
            "Chào em,. . PDT đã ghi nhận yêu cầu về ĐKMH của bạn và đã chuyển cho bộ phận ĐKMH kiểm tra và xử lý.. . SV vui lòng theo dõi thời khóa biểu được cập nhật tại Mybk/Thông tin sinh viên/Xem thời khóa biểu dự kiến trễ nhất trước ngày 15/2/2022.. . Sau thời gian trên vẫn chưa được cập nhật TKB, SV vui lòng gửi lại câu hỏi qua bksi để biết lý do.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Cho em hỏi là theo lịch của nhà trường thì sau tết sẽ học online đến 6/3/2022, nhưng TKB lại là học trực tiếp thực hành từ tuần 7.. . Vậy em cần làm theo TKB hay mail của trường.",
            "Chào bạn. . Bạn vui lòng đợi cập nhật mới TKB, có thể thí nghiệm hangout hay trực tiếp. . Pdt đang làm việc lại với Phòng thí nghiệm/Khoa để ra TKB chính xác và cập nhật mới . . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Khiếu nại đăng ký môn học . Em là [full_name],MSSV: [student_id]. . Em có đăng ký môn học Luận văn tốt nghiệp CH4327 vào đợt bổ sung nhưng bị xóa vì lý do thiếu điều kiện. Nhưng em nhận thấy em đủ điều kiện để đăng ký ạ. Em nhờ Phòng đào tạo kiểm tra lại giúp em.. . Note: Em có học 2 môn cao học (4 chỉ) để chuyển điểm qua đại học ạ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em gửi đơn hoãn thi môn Anh văn 2A (LA1039) ngày 22/1 lúc 16g00 ạ.",
            "\"\"\"Chào bạn. . Pdt ghi nhận đăng ký Hoãn thi của bạn. . Dự kiến vào cuối tháng 03/2022: Ra Quyết định Hoãn thi có điều kiện (SV phải hoàn thành các phần việc của môn học, nhất là TH/TNg và BTL. GV có quyền cấm thi nếu SV không hoàn thành tốt các phần này), và gửi email thông báo kết quả xử lý đến SV.. . Thân\"\"\""
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Kính gửi phòng đào tạo,. . Em tên là [full_name] - MSSV [student_id] - Khoa Khoa học và Kỹ thuật Máy tính. Em muốn trình bày việc tài khoản mybk của em bị mất thời khóa biểu môn học PH1003 - Vật lý 1. Và ngay cả bkel cũng mất hoàn toàn dữ liệu của môn học Vật lý 1. Do đó em không thể làm bài tập trên hệ thống và truy cập vào lớp học nên gây khó khăn cho em trong quá trình học tập. Em đã cập nhật nhiều lần trang web bkel và TKB nhưng tới nay 25/01/2022 môn Vật lý 1 vẫn chưa được cập nhật ạ. . . Mong phòng đào tạo kiểm tra lại tài khoản của em và chỉnh sửa lại giúp em. Em chờ hồi âm sớm nhất từ phòng đạo tào. Em cảm ơn thầy cô rất nhiều ạ.. . Thân gửi",
            "Chào bạn. . Trên thời khóa biểu Mybk-xem TKB không có môn PH1003, bạn kiểm tra lại nghen. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Khiếu nại đăng ký môn học . Dear Thầy/Cô,. . . . -   B Em là [full_name] (MSSV: [student_id]) , Khoa Công nghệ Vật liệu - Bộ môn Silicate  /B , em đã đăng ký đợt 4 bổ sung cho Luận văn tốt nghiệp (  B Mã MH: MA4317  /B ) nhưng không được chấp nhận với lý do:   B \"Không đủ điều kiện đăng ký\"  /B . Tuy nhiên, em không rõ mình thiếu điều kiện nào, vì theo mail thông báo trước đó thì trường KHÔNG xét CCAV cho luận văn và số tín chỉ của em tính đến học kỳ này là   B 125  /B . . . . - Vì vậy, em viết mail này mong nhà trường xem xét lại điều kiện đăng ký LVTN của em. Trong trường hợp không đủ điều kiện đăng ký, xin cho em biết rõ không đạt ở điều kiện nào ạ!. . . . Mong nhận được phản hồi của Thầy/Cô. . . . Em chân thành cảm ơn!. . . . Trân trọng,",
            "Chào bạn. . Pdt kiểm tra số tín chỉ tích luỹ ngành của bạn: 122  126 Không đủ ĐK nhận LVTN. . Gởi đính kèm: file thống kê các môn chưa tích lũy + số tín chỉ đã tích lũy. . Bạn kiểm tra lại nghen. . Trường hợp SV học môn tương đương nhưng chưa được cập nhật, vui lòng gửi lại thêm 1 yêu cầu khác về việc xin cập nhật môn tương đương (ghi rõ tên và mã MH SV học, ở học kỳ nào? bao nhiêu điểm? và tương đương với môn học nào thuộc CTĐT của SV). . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Họ tên: [full_name]. . MSSV: [student_id]. . Môn học: Đồ án chuyên nghành - [ME4053]. . Em mong PDT cho phép em được đăng ký môn học trong học kỳ này. Môn học này rất quan trọng và ảnh hưởng đến tiến trình học tập của em ạ.. . Em xin cảm ơn."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Chào Cô !. . . . Em tên [full_name], MSSV [student_id]. . . . Em gửi tin này nhờ Cô giúp em kiểm tra dùm em về ngày nhận bằng tốt nghiệp bản gốc của em là ngày nào ạ !. . . . Em cảm ơn Cô !. . Trân trọng.. . . . [full_name].",
            "Chào em,. . Hiện tại PDT đang tiến hành gửi mail theo ds cho SV đến nhận bằng.. . SV theo dõi mail SV nhé.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Khiếu nại đăng ký môn học . Khiếu nại ĐKMH HK 212. . Em tên [full_name] - MSSV: [student_id]. . Nội dung khiếu nại: Kết quả đăng ký môn học là chờ xét TTTN_LVTN_DCLVTN- SV xem kết quả sau. Em có đăng ký LVTN mã môn học 801303 nhưng không được phòng đào tạo xét duyệt do thiếu môn học. Em đã làm luận văn học kỳ này là  học kỳ thứ 4 do các học kỳ trước bận việc nên em không bảo vệ tốt nghiệp được. Nhưng đến học kỳ này lại không đăng ký được.. . . . Em mong nhận được sự phản hồi từ Quý Thầy, Cô.. . Em xin cảm ơn.. . Bên dưới em có đính kèm hình chụp thời khóa biểu của em các học kỳ trước",
            "Chào em,. . PDT đã ghi nhận yêu cầu về ĐKMH của em và đã chuyển cho bộ phận ĐKMH kiểm tra và xử lý.. . SV vui lòng theo dõi thời khóa biểu được cập nhật tại Mybk/Thông tin sinh viên/Xem thời khóa biểu dự kiến trễ nhất trước ngày 14/02/2022.. . Sau thời gian trên vẫn chưa được cập nhật TKB, SV vui lòng gửi lại câu hỏi qua bksi để biết lý do. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Khiếu nại đăng ký môn học . Em xin chào,. . . . Em tên là Trần Lê Minh. . SV hệ VHVL - [student_id]. . . . Em muốn trình bày khiếu nại về việc \"ĐĂNG KÍ KHÔNG THÀNH CÔNG MÔN HỌC: LUẬN VĂN TỐT NGHIỆP - ME4049\" vào đợt 4 18-19/1. Trong khi 2 kỳ vừa rồi em vẫn đăng kí được bình thường. Mong [full_name]T xem xét tạo điều kiện cho em đăng kí môn học.. . . . Em xin gởi minh chứng là TKB vào 2 kỳ vừa rồi.. . . . Em xin cảm ơn.",
            "\"Chào em,. . PDT đã ghi nhận yêu cầu về ĐKMH của bạn và đã chuyển cho bộ phận ĐKMH kiểm tra và xử lý.. . SV vui lòng theo dõi thời khóa biểu được cập nhật tại Mybk/Thông tin sinh viên/Xem thời khóa biểu dự kiến trễ nhất trước ngày 17/2/2022.. . Sau thời gian trên vẫn chưa được cập nhật TKB, SV vui lòng gửi lại câu hỏi qua bksi để biết lý do.. . Thân\""
        ]
    },
    {
        "intent": "",
        "message": [
            "Khiếu nại đăng ký môn học . Luận văn tốt nghiệp(ckt)-AS4313. . . . Phòng đào tạo cho em hỏi em đạt đủ đồ án, đề cương luận văn nhưng sao vẫn không đăng ký được luận văn. Trong mục giải thích lí do trên BK-EL chưa giải thích rõ.. . . . Mong PĐT giải thích rõ giúp em. . . . Em xin cảm ơn,",
            "Chào em,. . PDT đã ghi nhận yêu cầu về ĐKMH của em và đã chuyển cho bộ phận ĐKMH kiểm tra và xử lý.. . SV vui lòng theo dõi thời khóa biểu được cập nhật tại Mybk/Thông tin sinh viên/Xem thời khóa biểu dự kiến trễ nhất trước ngày 14/02/2022.. . Sau thời gian trên vẫn chưa được cập nhật TKB, SV vui lòng gửi lại câu hỏi qua bksi để biết lý do. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Khiếu nại đăng ký môn học . Thưa phòng đào tạo, đăng kí môn học đợt 3 em có đăng kí môn mạch điện tử thông tin(mdttt), và trước đó em hoãn thi môn mạch điện tử nhưng sau khi thi xong thì kết quả của em không đạt môn mạch điện tử. Môn mạch điện tử lại là môn tiên quyết của môn mdttt và hiện tại sau khi em đăng kí môn học đợt 3 thì đã có thời khóa biểu cũng như trang e-learning của môn mdttt. PDT cho em hỏi môn mdttt kì này em sẽ tiếp tục học hay là bị hủy tkb vậy ạ. Em xin cảm ơn.",
            "Và em muốn hỏi thêm là nếu như em bị huỷ thời khoá biểu do thiếu môn học tiên quyết, dù trước đó đã đăng kí thành công môn học thì em có phải đóng học phí cho môn học đó không ạ. Em xin cảm ơn.",
            "Chào em,. . - Em vui lòng gửi thông tin có: mã số môn học, tên môn học, mã nhóm, HK, lý do nhé. . . - Môn học có trong TKB đều tính HP nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . E chào cô!. . Cho em hỏi thêm về thông tin bằng tốt nghiệp khi nào pdt sẽ in và e sẽ được nhận ạ . . E xin cám ơn cô",
            "\"Chào bạn,. . Hiện tại Phòng Đào tạo đang tiến hành in bằng và gửi mail nhận bằng theo từng đợt. . SV đã đăng ký tốt nghiệp thành công và nhận được mail xác nhận đồng ý, vui lòng đợi cập nhật Quyết định tốt nghiệp chính thức và mail thông báo lên nhận bằng từ Phòng Đào tạo. . Về lễ tốt nghiệp tháng 11/2021 SV vui lòng đợi thông báo sau của nhà trường. . Thân. . \""
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Chào thầy cô,. . Em đã đăng ký Luận văn tốt nghiệp trong học kỳ 212 này. Tuy nhiên vì một số lý do em phải đổi thầy hướng dẫn và đề tài, việc này ảnh hưởng lớn đến việc thực hiện luận văn trong học kỳ này.. . Liệu em có thể rút thực hiện luận văn được không, và nếu rút được thì có tính học phí không ạ.. . Em xin cảm ơn.. .",
            "Chào bạn. . Đến thời điểm này thì không thể hủy môn học chỉ có thể đăng ký rút môn học (tính học phí). . Bạn xem mail Pdt gởi Ngày 08/01/2022. . . . Tiêu đề : ĐĂNG KÝ RÚT MÔN HỌC HỌC KỲ 2(2021-2022) . .  Thân gửi các bạn sinh viên. .   Phòng đào tạo thông báo về phương thức đăng ký RÚT MÔN HỌC (tính Học Phí theo quy định) (Chính quy + Dự thính) của học kỳ 2(2021-2022) như sau:. . SV đăng nhập vào Google bằng tài khoản BKNetID@hcmut.edu.vn và điền thông tin RÚT MÔN HỌC theo link: https://forms.gle/QUtA7vkKnkW9oqBm8. . Thời gian đăng ký : Từ ngày 10/01/2022 đến hết ngày 05/03/2022. . Xem chi tiết quy định về rút môn học tại QUY CHẾ ĐÀO TẠO VÀ HỌC VỤ điều 11.2. . Chúc các bạn học tập thật tốt!. . . . Trân trọng thông báo.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Khiếu nại đăng ký môn học . - EM xin chào PĐT ạ, em tên là [full_name] Minh Tâm, MSSV [student_id]. . . . - Em có đăng ký LVTN 4 lần và tất cả 4 lần đều bị hủy kết quả đăng ký. Mã môn học đăng ký là: CO4327. . . . - Lý do là vì em thiếu môn Mạng Máy Tính(CO3003). . . . . - Về môn Mạng Máy Tính(HK211), trong lúc thi cuối kỳ do trục trặc kỹ thuật nên em đã làm đơn xin hoãn thi cuối kỳ để thi vào kỳ sau, và theo phản hồi từ [full_name] thì em phải đợi đến tháng 3 để đợi biện pháp giải quyết từ văn phòng [full_name].. . . . - Em có đính kèm 2 file ảnh \"lịch sử đăng ký\" và \"[full_name]\" ở dưới ạ.. . . . - Em chúc thầy/cô ở PĐT một ngày mới vui vẻ.",
            "Chào em,. . PDT đã ghi nhận yêu cầu về ĐKMH của em và đã chuyển cho bộ phận ĐKMH kiểm tra và xử lý.. . SV vui lòng theo dõi thời khóa biểu được cập nhật tại Mybk/Thông tin sinh viên/Xem thời khóa biểu dự kiến trễ nhất trước ngày 14/02/2022.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "[full_name] ([full_name] 04/2021) . Dạ,em là [full_name], MSSV [student_id]. Tháng 5/2021 em có nhận được mail của phòng đào tạo bảo em lên nhận thẻ sinh viên, nhưng do lúc đó em đang ở quê, sau đó là giai đoạn bùng phát dịch nên em không đến trường được.. . . . Nay em cần lấy thẻ để làm các thủ tục thi Toeic, và nhận các hỗ trợ từ Đoàn.Không biết là thứ Sáu tuần này 27/01 em có thể đến trực tiếp Phòng đào tạo cơ sở 1 để nhận thẻ không ạ !. . . . Em có đính kèm hình e-mail phòng đào tạo bảo em đến nhận thẻ.. . . . [full_name]. . [phone_number]",
            "Chào em,. . Được bạn, khi đến nhận bạn nhớ mang theo CMND/CCCD nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Khiếu nại đăng ký môn học . Em kính gửi văn phòng.. . Em xin phép đi thẳng vào vấn đề, trong kỳ này em có môn thực tập ngoài trường (EE3375). học đủ tín chỉ, chỉ rớt 1 môn từ hồi kì 1 của năm nhất. . . . . theo chương trình đào tạo tại đây( em thuộc khoá k19):. . https://docs.google.com/spreadsheets/d/1udOobWHFPviVmLbPzGsDUksQW2MpXt0Icewy1AMNIPM/edit#gid=[phone_number] . . . . Văn phòng kêu tụi em đăng ký cả 3 lần đăng ký môn học và cả 3 lần đều không có môn. . . kính mong phòng đào tạo giải thích rõ hơn lý do ghi trong trang đăng ký môn học: “PDT không đ/ký cho SV MH EE3375 (N: Không đủ đ/kiện nhận TTTN - STC)”.. . Em mong văn phòng giải quyết giúp chúng em.. . trân trọng. .",
            "Chào em,. . PDT đã ghi nhận yêu cầu về ĐKMH của bạn và đã chuyển cho bộ phận ĐKMH kiểm tra và xử lý.. . SV vui lòng theo dõi thời khóa biểu được cập nhật tại Mybk/Thông tin sinh viên/Xem thời khóa biểu dự kiến trễ nhất trước ngày 14/2/2022.. . Sau thời gian trên vẫn chưa được cập nhật TKB, SV vui lòng gửi lại câu hỏi qua bksi để biết lý do.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Khiếu nại đăng ký môn học . Em là [full_name],MSSV: [student_id]. . Em có đăng ký môn học Luận văn tốt nghiệp CH4327 vào đợt bổ sung nhưng bị xóa vì lý do thiếu điều kiện. Nhưng em nhận thấy em đủ điều kiện để đăng ký ạ. Em nhờ Phòng đào tạo kiểm tra lại giúp em.. . Note: Em có học 2 môn cao học (4 chỉ) để chuyển điểm qua đại học ạ.",
            "Chào bạn. . Pdt kiểm tra số tín chỉ tích luỹ ngành của bạn: 123  125 Không đủ ĐK nhận LVTN. . Gởi đính kèm: file thống kê các môn chưa tích lũy + số tín chỉ đã tích lũy. . Bạn kiểm tra lại nghen. . Trường hợp SV học môn tương đương nhưng chưa được cập nhật, vui lòng gửi lại thêm 1 yêu cầu khác về việc xin cập nhật môn tương đương (ghi rõ tên và mã MH SV học, ở học kỳ nào? bao nhiêu điểm? và tương đương với môn học nào thuộc CTĐT của SV). . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác  /i Dạ em chào thầy/cô.. . Em có hoãn thi môn Trường Điện Từ (EE2003) vào học kì 3 năm học 2020-2021 và em có tham gia thi lại vào đợt cuối tháng 12/2021.. . Em muốn đăng kí phúc khảo thì phải làm sao ạ. (Phúc khảo trên mybk em không đăng kí được vì không có hiện đợt thi lại vừa rồi). . Em cảm ơn!. . . .",
            "Chào em,. . Em vui lòng tải mẫu đơn phúc tra bài thi tại aao.hcmut.edu.vn/Sinh viên/biểu mẫu, điền đầy đủ thông tin và gửi qua bksi nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Khiếu nại đăng ký môn học . Thưa thầy/cô,. . . .   Em tên VIÊN TÀI PHÁT. .   MSSV: [student_id]. .   LỚP: VP17XDC. . . . Em đã kiểm tra và đủ điều kiện nhưng vẫn không đăng ký được Luận văn tốt nghiệp (MSMH:800700).. . Kính mong thầy/cô xem xét để em có thể đăng ký Luận văn tốt nghiệp ạ.. . . . Em xin chân thành cảm ơn.. . . . Trân trọng.",
            "Chào em,. . PDT đã ghi nhận yêu cầu về ĐKMH của em và đã chuyển cho bộ phận ĐKMH kiểm tra và xử lý.. . SV vui lòng theo dõi thời khóa biểu được cập nhật tại Mybk/Thông tin sinh viên/Xem thời khóa biểu dự kiến trễ nhất trước ngày 14/02/2022.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em kính chào thầy(cô) ạ!. . Dạ cho em hỏi về vấn đề điểm thi cuối kỳ như sau ạ : Em đã hoàn thành thi cuối kỳ và được cán bộ phòng thi xác nhận là đã nhận được bài thi  (cụ thể là môn Trang bị điện điện tử trong máy công nghiệp ME2005 kỳ 211, thời gian thi 24/12/2021 ) cũng như việc nộp link record màn hình. Nhưng đến ngày 25/01/2022 bắt đầu có điểm trên cổng thông tin sinh viên thì em lại có điểm thi là 13 ạ. Để giải quyết vấn đề này thì em làm như nào ạ ? em cảm ơn nhiều ạ!",
            "Chào em,. . Các hoạt động trong khóa học do GV phụ trách môn học quản lý, PĐT không có quyền can thiệp. SV vui lòng liên hệ GV.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Khiếu nại đăng ký môn học . Em có gửi yêu cầu nhờ PDT đăng kí giúp em LVTN (Mã môn học CI4343) do xãy ra lỗi trong đợt đăng kí môn học đợt 3 và 4. PDT phản hồi sẽ có TKB  trướt ngày 25/1 nhưng tới nay em vẫn chưa có TKB (anh minh họa). Nay em xin PDT xem xét và hỗ trợ đăng kí LVTN giúp cho em với ạ!",
            "Chào em,. . Em xem TKB nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Chào Phòng Đào Tạo!. . . . Em tên [full_name]. . MSSV [student_id]. . . . Học kỳ này em có đăng ký luận văn ngành cảng (CI4333) nhưng bị hủy đăng ký. Hiện tại em đã chuyển điêm và hoàn thành các yêu cầu luận văn ( Công tác xã hội, Anh văn Toiec 480đ ), em chỉ nợ lại duy nhất môn cơ học kết cấu( CI2029). Mong phòng đào tạo xem xét để em có thể làm luận văn và hoàn thành việc học trong kỳ này ạ.. . . . Em mong phản hồi từ phòng đào tạo!. . Em xin cảm ơn",
            "Chào em,. . PDT đã ghi nhận yêu cầu về ĐKMH của em và đã chuyển cho bộ phận ĐKMH kiểm tra và xử lý.. . SV vui lòng theo dõi thời khóa biểu được cập nhật tại Mybk/Thông tin sinh viên/Xem thời khóa biểu dự kiến trễ nhất trước ngày 14/02/2022.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Khiếu nại đăng ký môn học  . . Dạ cho em hỏi học kỳ này em có đăng ký môn Luận văn tốt nghiệp (Mã môn học ME4029) nhưng không được phòng đào tạo đăng ký với lý do chờ xét TTTN-LVTN-DCLVTN và có ghi là sinh viên xem kết quả sau. Vậy cho em hỏi là em có đăng ký được môn học không ạ",
            "Em đã có trong danh sách phân công LVTN của bộ môn nhưng thời khoá biểu thì không có ạ.",
            "Chào em,. . PDT đã ghi nhận yêu cầu về ĐKMH của bạn và đã chuyển cho bộ phận ĐKMH kiểm tra và xử lý.. . SV vui lòng theo dõi thời khóa biểu được cập nhật tại Mybk/Thông tin sinh viên/Xem thời khóa biểu dự kiến trễ nhất trước ngày 15/2/2022.. . Sau thời gian trên vẫn chưa được cập nhật TKB, SV vui lòng gửi lại câu hỏi qua bksi để biết lý do.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Khiếu nại đăng ký môn học . Kính chào quý thầy cô,. . . . Em tên Nguyễn Hồng Chung - Mssv: [student_id] - Lớp VP16NL.. . Học kỳ 212, em có đăng ký 2 môn Luận văn tốt nghiệp (403700) và Thực tập tốt nghiệp (403750).. . Em đã đăng ký được 2 môn này từ đợt 1 và có thời khóa biểu trên MyBK nhưng sau đó đã bị xóa ạ.. . Trong đợt 4 - Đăng ký bổ sung TTTN, DCLVTN, LVTN (18/1) em đã đăng ký lại thành công và có thời khóa biểu trên MyBK(Em có gửi đính kèm hình ảnh kết quả đăng ký).. . Nhưng hiện tại (25/1) thời khóa biểu của em lại bị xóa ạ. Hôm qua em có kiểm tra thì vẫn còn. . . Em mong quý thầy cô kiểm tra, xem xét giúp trường hợp của em ạ.. . Em xin cảm ơn.. .",
            "Kính chào quý thầy cô,. . . . Hiện tại thời khóa biểu của em đã hiển thị lại trên trang MyBK sau đợt cập nhật lúc 1h56 (26/1). . . Không biết việc bị xóa hôm qua là lỗi từ hệ thống hay có lý do nào khác. Vì bị xóa một lần ở đợt đăng ký trước nên em rất sợ gặp tình trạng tương tự trong tương lai ạ.. . Nếu tình trạng này xảy ra lần nữa thì em nên giải quyết như thế nào ạ? Mong thầy cô tư vấn giúp em để em yên tâm nhận và thực hiện đề tài luận văn sớm ạ.. . Em xin chân thành cảm ơn.. .",
            "Chào em,. . TKB đã cập nhật mới nhất, em yên tâm nhé, có vấn đề gì em gửi bksi.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em chào thầy cô ạ, em là [full_name]_mssv [student_id]. Trong kì 211 em có hoãn thi môn cơ lưu chất cuối kì do trường hợp bất khả kháng, em đã đang kí hoãn thi và bào giáo viên nhưng đến đến hiện tại em vân chưa có lịch kiểm tra lại và bảng điểm của em bị 0 điểm ạ, mong thầy cô kiểm tra lại giúp em với ạ.",
            "Chào em,. . Hiện tại nhà trường chưa ra QD hoãn thi nhé em, dự kiến ra quyết định chung vào tháng 2, nên trường hợp đăng ký hoãn thi vẫn bị điểm 13, điểm 0 bình thường. Sau khi hậu kiểm với ds của Khoa thì mới ra quyết định hoãn thi và sẽ điều chỉnh lại điểm trên mybk/Thông tin SV/xem điểm. . Lưu ý:. . 1) PDT sẽ hậu kiểm lại với danh sách cấm thi của Khoa gửi lên, nếu SV bị cấm thi sẽ bị hủy kết quả hoãn thi theo quy định. SV vẫn phải hoàn thành các phần việc của môn học, nhất là TH/TNg và BTL. GV có quyền cấm thi nếu SV không hoàn thành tốt các phần này. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Khiếu nại đăng ký môn học . Em chào thầy/ cô,. . . . Tên em là [full_name], mssv [student_id].. . Đợt đkmh vừa qua em đã có kết quả đkmh tại lịch sử đăng kí. Tuy nhiên khi kiểm tra TKB trên mybk thì không có TKB HK212. Em muốn hỏi đây có phải do lỗi hệ thống không và nếu không phải thì lý do của việc này là gì, có ảnh hưởng như thế nào đến quá trình học tập của em?. . Mong thầy cô giúp em giải đáp thắc mắc.. . . . Em cảm ơn, chúc thầy cô sứ khỏe và đón năm mới Nhâm Dần thật vui và hạnh phúc, vạn sự như ý.. . . . [full_name].",
            "Chào em,. . Em xem TKB nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . MSSV: [student_id]. . Hệ đào tạo: VLVH. . Dạ cho em hỏi thời khóa biểu của em chưa được cập nhật cho HK này ạ, mong PĐT cập nhật lại TKB. . em xin cảm ơn",
            "Chào em,. . Em vui lòng thông tin có: mã số môn học, tên môn học, mã nhóm, HK, lý do nhé. . . Cô đã trả lời câu trước của em rồi. . . Thân mến. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "B Khiếu nại đăng ký môn học . Em chào thầy cô ạ,. . Em tên là [full_name], MSSV: [student_id] đang học tại TTĐT Bảo dưỡng Công nghiệp.. . Đợt đăng kí cuối cùng của LVTN em đã đăng kí theo đúng như kế hoạch mà PĐT đưa ra nhưng khi xem kết quả thì em đã không được đăng kí LVTN. Em thấy trên bảng điểm của em trong vòng 1 năm trở lại không được cập nhật số TCTL ngành mặc dù đã học đúng và theo kịp CTĐT (chỉ có 82 tín chỉ) nên không được đăng kí.. . Em mong PĐT xem xét và tạo điều kiện để em được học tập tốt.. . Em xin chân thành cảm ơn.. .",
            "Chào em,. . Em vui lòng gửi thông tin có: mã số môn học, tên môn học, mã nhóm, HK, lý do nhé. . . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Xin chào quý Thầy (Cô) phòng đào tạo.Em là [full_name], sinh viên học lớp CK18CD03.. . Em có đăng ký học dự thính môn học Nhập môn lập trình CO1003 nhưng bị hủy vì chưa từng học lần nào .[full_name]ầy Cô cho em hỏi là học kì hè có cho sinh viên chính quy học lần đầu không ạ .. . Em cảm ơn ạ !",
            "Chào em,. .  Em vui lòng xem email PĐT đã gửi: \"Thông báo Kế hoạch học tập của học kỳ 2 và học kỳ hè năm học 2021-2022 và phần bù các học kỳ trước. . Hộp thư đến. . - Ho Tro SV   support.stu@hcmut.edu.vn . . 10:36, 27 thg 12, 2021 . . tới stu,. . -   Lưu ý: Thực hiện Nghị định 81/2021/NĐ-CP ngày 27/8/2021, đối với các SINH VIÊN CHÍNH QUY, chỉ tổ chức dạng dự thính cho các trường hợp HỌC LẠI (học từ lần thứ hai).\" . . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính gửi Phòng Đào Tạo!. . . . Em tên: [full_name]. . Mssv:   [student_id]. . Lớp: DD16B2TD. . Số điện thoại: [phone_number]. . . . Thưa Phòng Đào Tạo, hiện nay em đã hoàn thành chương trình học với 161 tín chỉ, đã hoàn thành luận văn tốt nghiệp, TOEIC 495/450, TOEIC nói viết đạt 230/200 trong đợt thi tháng 12.. . . . Như vậy em đã đủ điều kiện tốt nghiệp không ạ?. . Nếu chưa đủ mong Phòng Đào Tạo cho em biết em chưa hoàn thành phần nào ạ?. . . . Em xin cảm ơn!. .",
            "Chào em,. . Cô gửi em file xét điều kiện tốt nghiệp của bạn.. . Em kiểm tra lại nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Khiếu nại đăng ký môn học . Hôm nay ngày 25/1/2022 em vào xem thời khóa biểu thì phát hiện thời khóa biểu học kỳ 2 đã bị mất ạ.. . Em mong nhận được sự hỗ trợ ạ.  B"
        ]
    },
    {
        "intent": "",
        "message": [
            "Khiếu nại đăng ký môn học . Em tên: [full_name] . . MSSV: [student_id]. . Mã môn học: ME4677. . Lý do: em đã hoàn thành đầy đủ các môn học theo tiến độ nhà trường (không bị nợ môn). Ngoài ra nhà trường không xem xét chứng chỉ anh văn kì này. Em đã đăng kí Luận văn tốt nghiệp nhưng được thông báo là không đủ điều kiện để đăng kí và hiện tại vẫn chưa có thời khóa biểu. Em không biết lý do tại sao ạ?. . . . Em mong Nhà trường sớm xem xét lại trường hợp của em. Em cảm ơn.",
            "Chào em,. . PDT đã ghi nhận yêu cầu về ĐKMH của em và đã chuyển cho bộ phận ĐKMH kiểm tra và xử lý.. . SV vui lòng theo dõi thời khóa biểu được cập nhật tại Mybk/Thông tin sinh viên/Xem thời khóa biểu dự kiến trễ nhất trước ngày 14/02/2022.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ, bên em có thắc mắc là môn CI3445 Thực tập ngoài trường em không đăng ký được.. . . . Mong PĐT xem xét lại giúp em ạ. Do em mới chuyển từ k18 sang k19. Nên hệ thống cho rằng là em đã đăng ký sai mã môn học.. . . . Mong PĐT giải quyết",
            "Chào em,. . PDT đã ghi nhận yêu cầu về ĐKMH của bạn và đã chuyển cho bộ phận ĐKMH kiểm tra và xử lý.. . SV vui lòng theo dõi thời khóa biểu được cập nhật tại Mybk/Thông tin sinh viên/Xem thời khóa biểu dự kiến trễ nhất trước ngày 15/2/2022.. . Sau thời gian trên vẫn chưa được cập nhật TKB, SV vui lòng gửi lại câu hỏi qua bksi để biết lý do.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính gửi Phòng đạo tạo Đại học Bách Khoa TPHCM. . Em tên: [full_name]. . MSSV: [student_id]. . Em làm đơn này rất mong phòng đào tạo xét duyệt cho em được đăng ký học phần môn Máy Điện (EE3009) HK212.. . Lý do: Em vừa thi Máy điện học kỳ trước 211 ngày 15/1/2022. Em làm bài không được tốt nên mong muốn phòng đào tạo cho phép em được đăng ký môn Máy Điện trong HK212 này để đúng tiến độ TN vì hiện tại em đang làm LVTN trong HK212 này. Em đã nộp đơn xin đăng ký học phần từ tuần trước và có xin phép thầy [full_name] cho phép vào học. Em có gửi đơn xin rút môn học ngay sau đó vì thấy có trùng lịch học với môn đăng ký.Em đã gửi đơn hủy lịch học online theo form cũng như viết đã viết đơn đính kèm tại đây. Em rất mong muốn được xét duyệt sớm để đạt được tiến độ học tập tốt nghiệp trong HK này.. . Em xin cảm ơn. . .   i Đăng ký môn học .",
            "\"Chào em,. . PDT đã ghi nhận yêu cầu về ĐKMH của bạn và đã chuyển cho bộ phận ĐKMH kiểm tra và xử lý.. . SV vui lòng theo dõi thời khóa biểu được cập nhật tại Mybk/Thông tin sinh viên/Xem thời khóa biểu dự kiến trễ nhất trước ngày 14/2/2022.. . Sau thời gian trên vẫn chưa được cập nhật TKB, SV vui lòng gửi lại câu hỏi qua bksi để biết lý do.. . Thân\""
        ]
    },
    {
        "intent": "",
        "message": [
            "Khiếu nại đăng ký môn học . Cho em thắc mắc về lý do chưa có TKB ạ. Em được thông báo như hình trễ nhất 25/1 có TKB. Em cảm ơn nhiều ạ",
            "Chào em,. . PDT đã ghi nhận yêu cầu về ĐKMH của em và đã chuyển cho bộ phận ĐKMH kiểm tra và xử lý.. . SV vui lòng theo dõi thời khóa biểu được cập nhật tại Mybk/Thông tin sinh viên/Xem thời khóa biểu dự kiến trễ nhất trước ngày 14/02/2022.. . Sau thời gian trên vẫn chưa được cập nhật TKB, SV vui lòng gửi lại câu hỏi qua bksi để biết lý do. . Thân mến. ."
        ]
    }
]