[
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em chào thầy/cô ạ, kì chính vừa rồi em có qua xong môn Sức bền vật liệu là môn tiên quyết cho môn Kết cấu thép 1 nhưng đăng kí dự thính hệ thống báo chưa có điểm, liệu em có được đăng kí không ạ?",
            "Chào bạn,. . . . Đợt 3 DKMH dự thính bạn vào đăng kí lại nha.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học  . . Kính chào thầy cô phụ trách Phòng Đào tạo em là [full_name] MSSV [student_id] sinh viên Khoa Điện _Điện tử . Do không kịp đăng kí môn Kỹ thuật hệ thống viễn thông  mã môn EE3015 nên danh sách lớp đã đầy , Môn này có liên quan dến việc đăng kí đồ án và thực tập nên em viết mail này khẩn thiết nhờ thầy cô gia tăng sĩ số sinh viên để em có thể đăng kí được môn này , do chương trình K18 và K19 khác nhau nên em không thể học môn này ở chương trình K19 được . Hiện tại sĩ số lớp DT01 là 25/25. Em cảm ơn thầy cô rất nhiều .",
            "Chào bạn,. . . . Tất cả các môn học dự thính đã tăng sỉ số tối đa không tăng được nữa. Sau đợt DKMH bạn làm đơn xin đăng kí đặc cách để ban lãnh đạo phòng phê duyệt cho bạn.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Thưa thầy/ cô, cho em hỏi học phí dự thính tối đã lên thành 880.000/TC chưa ạ? Em cảm ơn thầy/ cô.",
            "Chào bạn,. . . . Bạn vui  lòng xem thông tin học phí đã cập nhật trên web PDT http://www.aao.hcmut.edu.vn/index.php?route=catalog/chitietsv&path=59_79&tid=1952.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính gửi thầy ,cô phòng đào tạo.. . . . Em bên hệ vhvl theo trương trình đào tạo thì em có 1 môn tiên quyết phải học là: mã CO1027 Kỹ thuật lập trình, nhưng trong đợt dk hk này cũng có môn tên y chang Kỹ thuật lập trình mã là CO1011.. . Vậy 2 môn này đều là một đúng ko thầy ,nếu em đk vẫn sẽ tính số tín chỉ hay không?. . . . Kính mong thầy cô giải đáp giúp em để kịp thời đk trong khóa học mới .. . Em xin cảm ơn.",
            "Chào bạn,. . . . Bạn vui lòng xem môn tương đượng có cập nhật trên web PDT http://www.aao.hcmut.edu.vn/index.php?route=catalog/chitietsv&path=59_62&tid=1717.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Họ tên SV: [full_name] Hà . . MSSV : [student_id]. . Môn học xin mở tăng sĩ số :  Hóa lý 1. . Mã môn học : CH2003. . Mong phòng đào tạo tăng sĩ số lớp Hóa lý 1 ,dự thính học vào chiều thứ 4 và sáng CN. Do lớp còn lại em trùng lịch môn khác nên không thể đăng kí được. Hiện tại cả 2 lớp đều đã full sinh viên đăng kí. Rất mong phòng đào tạo xem xét và tạo cơ hội cho em được đăng kí học dự thính môn này. . . Em xin cảm ơn",
            "Chào bạn,. . . . Tất cả các môn học dự thính đã tăng sỉ số tối đa không tăng được nữa nha bạn.. . . . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Chào thầy/cô, em là sinh viên [full_name] học khoa Cơ khí chuyên ngành Cơ điện tử. Trong đợt 2 đăng kí môn học dự thính học kì 202, em có nguyện vọng học môn tự chọn nhóm C là Kỹ thuật lạnh (mã môn học: ME3035). Nhưng khi em đăng kí môn thì hệ thống lại báo lỗi và nói thiếu môn Nhiệt Động lực học kĩ thuật (học trước - ME2099). Theo đúng chương trình thì em đã học và qua môn Nhiệt động lực học và truyền nhiệt (ME2013). Mong thầy/cô có thể giải quyết giúp em vì em chỉ còn thiếu mỗi môn này là kết thúc chương trình. Em cảm ơn thầy/cô rất nhiều!!",
            "Chào em,. . Môn ME3035 [full_name]ỹ thuật lạnh là môn bắt buộc trong CTDT ngành [full_name]T Nhiệt từ [full_name]14 - [full_name]20, môn tự chọn trong CTDT ngành Cơ điện tử từ [full_name]14 - [full_name]18.. . Môn ME2041 Nhiệt động và truyền nhiệt:  bắt buộc trong CTDT ngành [full_name]T Nhiệt [full_name]14 - [full_name]18. . Môn ME2099 Nhiệt động lực  học kt:  môn bắt buộc trong CTDT ngành [full_name]T Nhiệt [full_name]19 - [full_name]20. . ME2013 Nhiệt động lực học và truyền nhiệt: bắt buộc trong ctdt ngành Cơ điện tử từ [full_name]14 - [full_name]18. . . . Mỗi ngành cần khối kiến thức riêng đặc thù của ngành. ME2013 và ME2041/ME2099 không thuộc danh mục môn tương đương mà [full_name]hoa C[full_name] đã gởi PĐT. Em có thể liên hệ khoa để được tư vấn về môn học cần bổ sung hoặc thay thế.. . Chúc em học tốt."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính chào Thầy Cô.. . Em tên: [full_name] MSSV:[student_id]. . Hệ VLVH.Cho em hỏi là trong đợt đăng kí môn học học kỳ 2 202.Em đăng kí vài môn học trong CTĐT ngành Công Nghệ Sinh Học của em.Nhưng đến khi đợt hiệu chỉnh thì những môn mở lớp và môn em đăng ký lại không có.Vậy em phải đăng ký lớp học dự thính học kỳ 2 202 hay sao ạ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Xin chào thầy cô ạ, . . Em xin thầy cô mở thêm sỉ số môn Giải tích 2, lớp DT02 để em có thể tham gia học tập ạ, em xin cảm ơn thầy cô!. . . .",
            "Chào bạn,. . . . Hiện tại các môn dự thính đã tăng sỉ số tối đa không tăng được nữa nha bạn.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Tôi đăng kí môn học Giải Tích 1 (MT1003) trong đợt 1 vào trước tết, nhưng đến nay PĐT đã công bố kết quả đợt 1 nhưng lại không có môn học tôi đã đăng kí.. . Mong nhà trường xem xét. . . Cảm ơn. . . .",
            "Chào bạn,. . . . Bạn vui lòng xem kết quả DKMH.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em đã đủ điều kiện tốt nghiệp nhưng không có trong danh sách dự kiến tốt nghiệp thì em phải làm sao ạ. . . Mong thầy/cô giải đáp thắc mắc của em ạ!",
            "Chào bạn,. . . . Phòng đào tạo đã ghi nhận trường hợp xét tốt nghiệp bổ sung của sinh viên, sau ngày 16/3  Phòng Đào Tạo sẽ thông báo danh sách tốt nghiệp cập nhật mới : . . -          Sinh viên xem kết quả xét lại tốt nghiệp trên: www.aao.hcmut.edu.vn  tốt nghiệp  thông tin tốt nghiệp  danh sách tốt nghiệp 4/2021. . -          Trường hợp không có tên trong danh sách tốt nghiệp bổ sung sinh viên liên hệ trực tiếp phòng đào tạo để kiểm tra lại lý do.. . . . Thân.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em chào thầy/cô.Thầy/cô cho e hỏi là kì 202 em đang học môn A,môn A học vào hai khung giờ thứ 2 và chủ nhật,hiện tại e đang học môn A này vào chủ nhật mà em muốn  chuyển thời khoá biểu sang thứ 2 thì em phải làm như thế nào ạ.Em xin chân thành cảm ơn ạ",
            "Chào bạn,. . . . Hiện tại không thay đổi TKB được nha bạn.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Chào ad,. . Trong học kỳ 201 e có đăng ký môn đề cương luận văn nhưng không vượt qua được môn học này.. . Trong học kỳ này 202 e có đăng ký môn đề cương luận văn lại với thêm môn luận văn tốt nghiệp và đều đã có trong thời khóa biểu.. . Vậy theo quy chế học vụ không biết e có thể thực hiện 2 môn này song song ở cùng một học kỳ không ak ? Hay do hệ thống nhầm lẫn ?. .  . . E cám ơn.",
            "Chào bạn,. . . . Môn luận văn có môn tiên quyết là đề cương luận văn. Do vậy 2 môn này không đăng kí song song được bạn.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Cho em hỏi trường mình có mở đăng kí dt đợt 3 khôgn ạ",
            "Chào bạn,. . . . Dự thính có đợt DKMH đợt 3 nha bạn, bạn vui lòng xem lịch học vụ.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "QUOTE Đăng ký môn học . Môn học Giải tích 2. . Mã môn học MT1005. . Lớp DT01. . . .",
            "Chào bạn,. . . . Hiện tại các môn dự thính đã tăng sỉ số tối đa không tăng được nữa nha bạn.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ thưa thầy/cô, em là [full_name], mssv: [student_id]. . . . Hôm nay em có chuyển lớp giải tích 1 từ DT04 sang lớp DT03, nhưng hệ thống báo là lỗi trùng giờ thời khóa biểu. Nhưng thời khóa biểu kỳ chính của em là học thứ 2, 4, 6 còn DT03 là thứ 3 thứ 7 và chủ nhật. Nên em có thắc mắc vì không đụng ngày nhưng vẫn không chuyển được, mong thầy cô hướng dẫn em ạ, em cảm ơn thầy cô.",
            "Chào bạn,. . . . Bạn xem thử nhóm bạn muốn chuyển cho bị full sỉ số không nha.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em hiện tại đang học năm 2, hết học kỳ này là pass av2 thì hè này em có được đăng ký môn học năm 3 không ạ?",
            "Chào bạn,. . . . Được bạn.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em tên là [full_name]. . MSSV [student_id]. . Em làm đơn này kính xin Ban Giám Hiệu nhà trường , Phong đào tạo , Khoa và quý Thầy cô tăng sĩ số cho phép em được đăng ký học môn :. . - Vật lý 1. . - Mã số môn học : PH1003. . - Lớp DT04. . Kính mong Ban giám hiệu nhà trường , quý Phòng , quý khoa và quý Thầy Cô xem xét và giải quyết cho em .. . Em xin chân thành cảm ơn.",
            "Chào bạn.. . . . Hiện tại các môn dự thính đã tăng sỉ số tối đa không tăng được nữa nha bạn.. . . . Sau đợt DKMH bạn làm đơn đặc cách xin DKMH nộp tại PDT nha.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: E muốn hỏi là bảng chuyển điểm anh văn của k16 có bị thay đổi ko ạ? Và có thể cho e xem bảng quy đổi điểm áp dụng cho k16 đc ko ạ?",
            "Chào bạn,. . . . Bạn vui lòng xem bảng qui điểm điểm anh văn trong qui chế học vụ điều 31, phụ lục 1, mục 4 phần :. . . . - Bảng quy đổi tương đương và chuyển điểm áp dụng từ HK1/2017-2018 đến HK3/2019-2020.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học  /i. . cho em hỏi là mình chưa qua anh văn đầu vào thì mình đăng kí anh văn theo yêu cầu là anh văn cơ bản 1A hay có thể đăng kí anh văn 1A được luôn ạ ???",
            "Chào bạn,. . . . Bạn thi anh văn đầu vào đạt bao nhiêu điểm.. . . . tHÂN"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em xin chào ạ.. . Các đợt đăng ký môn học vừa rồi em có đăng ký luận văn tốt nghiệp (GE4343), thầy cô trong khoa nhập điểm trễ môn học tiên quyết nên các đợt đăng kí vừa rồi chúng em bị huỷ luận văn tốt nghiệp (GE4343).. . Hiện tại đã có đủ điểm và điều kiện đăng kí luận văn tốt nghiệp (GE4343).. . Em xin phòng đạo tạo đăng kí giúp em môn học luận văn tốt nghiệp (GE4343) ạ. . em xin cảm ơn. . . .",
            "Chào bạn,. . . . [full_name] ghi nhận và xét lại luận văn cho bạn, sau ngày 16/3 kết quả DKMH sẽ cập nhật trên cổng thông tin sinh viên. Nếu  có gì thắc mắc bạn liên hệ trực tiếp [full_name].. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính gửi thầy(cô) [full_name],. . Vì lý do thầy cô trong khoa nhập điểm trễ môn học tiên quyết nên em bị hủy đăng ký luận văn tốt nghiệp (GE4343). Hiện tại đã có đủ điểm và điều kiện luận văn. . . Mong [full_name] đăng ký giúp em môn học luận văn tốt nghiệp (GE4343).. . Em cảm ơn.",
            "Chào bạn,. . . . [full_name] ghi nhận và xét lại luận văn cho bạn, sau ngày 16/3 kết quả DKMH sẽ cập nhật trên cổng thông tin sinh viên. Nếu  có gì thắc mắc bạn liên hệ trực tiếp [full_name].. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Xin chào ạ.. . Vì lí do thầy cô trong khoa nhập điểm trễ môn học tiên quyết nên các đợt đăng kí vừa rồi  các em bị  huỷ luận văn tốt nghiệp  (GE4343).. . Hiện tại đã có đủ điểm và điều kiện đăng kí luận văn  tốt  nghiệp (GE4343).. . vì vậy em  xin phòng đạo tạo đăng kí giúp em  môn học luận văn  tốt nghiệp (GE4343) ạ.. . Em cảm ơn.. . chúc anh chị ngày  mới  vui vẻ.",
            "Chào bạn,. . . . [full_name] ghi nhận và xét lại luận văn cho bạn, sau ngày 16/3 kết quả DKMH sẽ cập nhật trên cổng thông tin sinh viên. Nếu  có gì thắc mắc bạn liên hệ trực tiếp [full_name].. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Xin chào Thầy/Cô . . Em tên là[full_name] [full_name]. . Hiện đang là sinh viên hệ VLVH. . Em muốn hỏi Thầy/Cô về lịch tuần học . . Vì trong 1 email được gửi em thấy từ ngày 22/2/2021 đến 28/2/2021 tính là tuần 0 . . Vậy cho em hỏi các tuần sau này sẽ được tính như thế nào vì trong cổng thông tin sinh viên đang để tuần này ( 8/3/2021 đến 14/3/2021 ) là tuần thứ 10 nhưng trong lịch đăng kí môn học thì để các tuần học lại là [student_id]. . Mong nhận đưo75c phản hồi từ phía Thầy/Cô . . Em xin cảm ơn ạ. . . .",
            "Tuần trên trang đkmh hệ vlvh tính là tuần 5. ( từ ngày 22/03. tuần dương lịch là tuần 12. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ chào thầy cô. Lớp dự thính DT01 em vừa đăng kí sáng nay đã bị hủy. Bây giờ em mới đi học về nên đọc mail trễ và không còn cơ hội đăng kí lớp dự thính nữa ạ. Ngoài em ra rất nhiều bạn khác cũng như thế ạ. Em rất mong thầy cô có thể mở thêm các lớp dự thính Vật lý cho chúng em ạ. Em cảm ơn thầy cô nhiều lắm lắm.",
            "Chào bạn,. . . . Hiện tại các môn dự thính đã tăng sỉ số tối đa không tăng được nữa nha bạn.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Đăng ký môn học. . . . Kính gửi thầy(cô) [full_name]T,. . Vì lý do thầy cô trong khoa nhập điểm trễ môn học tiên quyết nên em bị hủy đăng ký luận văn tốt nghiệp (GE4343). Hiện tại đã có đủ điểm và điều kiện luận văn.. . Mong [full_name]T đăng ký giúp em môn học luận văn tốt nghiệp (GE4343).. . Em cảm ơn.",
            "Chào bạn,. . . . [full_name] ghi nhận và xét lại luận văn cho bạn, sau ngày 16/3 kết quả DKMH sẽ cập nhật trên cổng thông tin sinh viên. Nếu  có gì thắc mắc bạn liên hệ trực tiếp [full_name].. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Chào cô/thầy, do tất cả các lớp dự thính giải tích 2 đã full lớp nên em mong cô/thầy giúp xếp em vào học lớp sau với ạ.. . Mã môn học: MT1005. . Mã nhóm: DT02_DT02",
            ". . Chào bạn,. . . . Hiện tại các môn dự thính đã tăng sỉ số tối đa không tăng được nữa nha bạn.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Xin chào ạ!. . Vì lý do thầy cô trong khoa nhập điểm trễ môn học Thực tập sản xuất (GE3119) nên đợt đăng ký vừa rồi các em bị hủy Luận văn tốt nghiệp.. . Hiện tại đã có đủ điểm và điều kiện đăng ký luận văn tốt nghiệp(GE4343).. . Vì vậy em xin phòng đào tạo đăng ký giúp em môn học Luận văn tốt nghiệp (GE4343) ạ.. . Em cảm ơn!. .",
            "Chào bạn,. . . . [full_name] ghi nhận và xét lại luận văn cho bạn, sau ngày 16/3 kết quả DKMH sẽ cập nhật trên cổng thông tin sinh viên. Nếu  có gì thắc mắc bạn liên hệ trực tiếp [full_name].. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . em tên: [full_name]. . MSSV: [student_id]. . em muốn xin chuyển lớp Vật Lý 1 học kỳ dự thính lớp DT09_DT09 qua lớp DT01_DT01 có được không ạ vì em muốn học cho qua môn Vật Lý 1 kỳ này nhưng trường sắp lớp em bị kẹt chỗ di chuyển từ cơ sở 2 sang cơ sở 1 vì giờ đi qua lại giữa 2 cơ sở của em chỉ có 1 tiếng rất mong có thể xem xét đổi lịch dùm em ạ. Chân thành cảm ơn PĐT ạ",
            "Chào bạn,. . . . Hiện tại các môn dự thính đã tăng sỉ số tối đa không tăng được nữa nha bạn.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em muốn xin PĐT có thể mở thêm lớp môn Nhiệt động lực học và truyền nhiệt mã ME2013 được không ạ em rất muốn học nhưng vì chỉ có 1 lớp đó mà lớp bị vấn đề chỗ di chuyển giữa 2 cơ sở đó ạ rất mong PĐT xem xét ạ. .",
            "Chào bạn,. . . . Hiện tại các môn dự thính đã tăng sỉ số tối đa không tăng được nữa nha bạn.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ em tên là [full_name], MSSV [student_id], vì một số lí do khách quan và chủ quan nên em đã không kịp đăng kí  môn học dự thính Giải Tích 2.. . Vậy nên em viết bài này xin được thêm 1 chỗ trong lớp dự thính để có thể học dự thính trong kì này, vì kì hè 1 chỉ 880k, với điều kiện của gia đình em thì nó thật sự là số tiền lớn. Nên em tha thiết được xin 1 slot dự thính giải tích 2 ạ.. . Em xin cảm ơn !. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính gửi: Thầy/Cô Phòng đào tạo ĐH Bách KHoa. . Em tên là: [full_name]   MSSV: [student_id]. . Em xin Thầy/Cô cho e xin mở thêm sỉ số lớp dự thính môn Truyền số liệu và Mạng (EE3019) của cô [full_name] nhóm DT01_DT02.. . Vì vậy em viết thư này xin Thầy/Cô phòng đào tạo và nhà trường có thể xem xét, tạo điều kiện cho em kịp tiến độ ra trường.. . Em xin chân thành cảm ơn Thầy/cô! . . . . . .",
            "Chào bạn,. . . . Hiện tại các môn dự thính đã tăng sỉ số tối đa không tăng được nữa nha bạn.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em xin chào thầy cô ạ. . Vì lý do thầy cô trong khoa nhập điểm trễ môn học tiên quyết, nên qua các đợt đăng ký môn học vừa rồi em đều bị xoá môn luận văn (GE4343) ạ. Nay em đã có đủ điểm, nên em mong phòng đào tạo đăng ký giúp em môn luận văn (GE4343) ạ.. . Em xin chân thành cảm ơn",
            "Chào bạn,. . . . [full_name] ghi nhận và xét lại luận văn cho bạn, sau ngày 16/3 kết quả DKMH sẽ cập nhật trên cổng thông tin sinh viên. Nếu  có gì thắc mắc bạn liên hệ trực tiếp [full_name].. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "I   /I Học vụ . Cho em hỏi là chứng chỉ tin học cơ bản để công nhận sinh viên năm 1 có thể nộp vào học kì hè để tiếp tục học năm 2 hay phải trong học kì chính vậy ạ?. . Em cảm ơn.. . . .",
            "Chào bạn,. . . . Hiện tại nhà trường chưa có thông báo về việc nộp chứng chỉ ứng dụng công nghệ thông tin. Khi nào có thông báo PDT sẽ gởi mail thông báo cho sinh viên.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Admin cho em xin vào lớp DT09_DT09 bên môn vật lí 1 được không ạ do em đăng kí rồi nhưng k hiểu sao bị mất lớp lúc em dậy thì phải đăng kí lại mà giờ em không còn lịch nào rảnh ngoài trừ lịch của lớp trên vì di chuyển từ cs2 qua cs1 mất rất nhiều thời gian vào thời gian cao điểm và em không có phương tiện di chuyển riêng mong ad có thể thêm em vào lớp trên . Em cảm ơn ạ. .   i Đăng ký môn học . PH1003. .",
            "Chào bạn,. . . . Hiện tại các môn dự thính đã tăng sỉ số tối đa không tăng được nữa nha bạn.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Pđt có thể tăng sĩ số lớp Dt03 vật lí 1 ph1003 được không ạ",
            "Chào bạn,. . . . Hiện tại các môn dự thính đã tăng sỉ số tối đa không tăng được nữa nha bạn.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Em tên:[full_name] MSSSV: [student_id]. . . . Do môn học Vật lý 1 em đăng kí trong HKDT202 bị xóa nên em mong pdt mở thêm sỉ số lớp và thêm em vào lớp DT07 của môn Vật lý 1.Em cảm ơn.",
            "Chào bạn,. . . . Hiện tại các môn dự thính đã tăng sỉ số tối đa không tăng được nữa nha bạn.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Dạ em là [full_name] - MSSV: [student_id] - Khoa Kĩ thuật Hóa học. . . Em có nguyện vọng muốn cải thiện môn Vật lý 1, cụ thể giờ học của em phù hợp với lớp DT03 (Thứ 4 - Thứ 7 - Chủ nhật - hình thức học hangout), nên em kính mong phòng đào tạo có thể mở thêm sỉ số của lớp DT03 để em được đăng kí môn này ạ.. . Em xin chân thành cảm ơn.. . . .",
            "Chào bạn,. . . . Hiện tại các môn dự thính đã tăng sỉ số tối đa không tăng được nữa nha bạn.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ cho em hỏi là em thi AVĐV đạt 495 điểm thì em có được đăng kí học AV4A khộng ạ. Tại em nghe có một số thông tin bên ngoài rằng muốn đăng kí AV4A thì có cần phải học trước AV1A, AV2A, AV3A ạ. Em xin chân thành cảm ơn quý thầy cô ạ !. .",
            "QUOTE MSSV/MSGV: [student_id]    . . Đăng ký môn học. . Họ và tên: [full_name]. . Email: [email]. . Lý do viết mail: Dạ em xin kính chào quý thầy cô ạ. Dạ cho em hỏi là em thi AVĐV đạt 495 điểm thì em có được đăng kí học AV4A khộng ạ. Tại em nghe có một số thông tin bên ngoài rằng muốn đăng kí AV4A thì có cần phải học trước AV1A, AV2A, AV3A ạ. Em xin chân thành cảm ơn quý thầy cô ạ !. .   /QUOTE . .",
            "Chào bạn,. . . . Điểm thi anh văn định kỳ chỉ để dùng xét chuẩn anh văn sau các năm thôi bạn. Không xét miễn anh văn.. .  Muốn đăng kí AV4A thì có cần phải học trước AV1A, AV2A, AV3A.. . . . Bạn vui lòng tham khảo qui chế học vụ điều 31, phụ lục 1 http://www.aao.hcmut.edu.vn/index.php?route=catalog/chitietsv&path=90&tid=1658.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "B   /B   b MSSV/MSGV: [student_id]7  /b \t. . . .   i Tốt nghiệp . Kính chào PĐT của trường ĐH BK HCM.. . Hiện tại em mới nhận được danh sách cập nhật của PĐT về việc tốt nghiệp tháng 4/2021. Tuy nhiên, sau đó e thanh toán vào 18h14 phút ngày 09/03/2021 tại BKpay (trễ gần 2 tiếng cùng ngày). Như vậy thì em phải là gì để cập nhật tình trạng đã thanh toán và nhận giấy giấy CNTN tạm thời. Mong phòng đào tạo trường hỗ trợ em.. . Xin chân thành cảm ơn.",
            "Chào bạn,. . . . Hiện tại bạn đã thành toán tiền tốt nghiệp, bạn về khoá lấy giấy tốt nghiệp tạm thời nha bạn.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "MSSV: [student_id]\t. . . . Đăng ký môn học: EE1011. . . . Em chào anh chị ạ.. . Em có nhu cầu đăng ký môn giải tích mạch (EE1011) kì dự thính 202 nhưng chỉ có một lớp và đã hết slot ạ, không biết anh chị có thể cho em đăng ký bổ sung vào lớp DT01 đó không ạ. Nếu không được thì em có thể xin mở lớp không ạ.. . Em xin cám ơn.. . Trân trọng. . . .",
            "Chào bạn,. . . . Hiện tại các môn dự thính đã tăng sỉ số tối đa không tăng được nữa nha bạn.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em là sinh viên ngành Kỹ thuật Máy tính, mssv [student_id].. . . . Em làm đơn này là để xin đăng ký lớp dự thính Giải tích mạch EE2033 DT01_DT02 (các nhóm lớp còn lại cũng đã đủ sĩ số) vì trên MyBK thì lớp này đã đủ sĩ số 32/32.. . . . Em mong là có thể mở rộng sĩ số lớp và cho em đăng ký môn này vì rất ít người học và có thể không có lớp ở các học kỳ sau.. . . . Em xin cám ơn.",
            "Chào bạn,. . . . Hiện tại các môn dự thính đã tăng sỉ số tối đa không tăng được nữa nha bạn.. . . . Thân. .",
            "Em chào cô ạ,. . . . Cô cho em hỏi thêm là nếu các kỳ sau môn này không được mở do thiếu sĩ số lớp (em đã đăng ký 3 kỳ liên tiếp đều không được học lớp Chính quy và kỳ này mới có lớp Dự thính)  thì em có thể đăng ký môn bằng những cách nào ạ?. . . . Em cám ơn cô.",
            "Chào bạn,. . . .  Nếu trường hợp ngoại lệ, bạn làm đơn nộp PDT để ban lãnh đạo phòng phê duyệt.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dù thứ 3 em có lịch học tiết 11, 12 ở cơ sở 2 nhưng hiện trên trang ĐKMH vẫn cho em đăng kí lớp Vật lý 1_PH1003 nhóm lớp DT08. Năm nay em năm 4 em rất mong muốn được học môn học này trong học kì dự thính 202.. . . . Hy vọng nhà trường có thể xem lại, và xem xét cho em được đăng kí vào nhóm lớp DT07.. . . . Em cảm ơn.. . Trân trọng.",
            "Chào bạn,. . . . Hiện tại các môn dự thính đã tăng sỉ số tối đa không tăng được nữa nha bạn.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . các thầy cô ho e hỏi . . e đang học tại cơ sở 2 nhưng s e không đăng kí học dự thính 202 được ạ ????. . mong thầy cô giải đáp cho em . . em cám ơn ạ . .",
            "Chào bạn,. . . . Được bạn, học kỳ dự thính không bất buộc bạn phải đăng kí.. . . . Thân. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em tên là [full_name] mssv [student_id]. Phòng đào tạo cho em xin slot vào lớp DT02_DT02 môn giải tích 2 mã môn MT1005 của cô [full_name] ạ. .",
            "Chào bạn,. . . . Hiện tại các môn dự thính đã tăng sỉ số tối đa không tăng được nữa nha bạn.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em xin chào phòng đào tạo. Em là [full_name] ([student_id]) sinh viên trung tâm đào tạo bảo dưỡng công nghiệp.. . Nay em xin phép phòng đào tạo mở thêm sĩ số 2 môn học: Pháp luật đại cương (SP1007) nhóm lớp DT02 và môn Giải tích 1 (MT1003) nhóm lớp DT02_DT02 để em có thể hoàn thành trương trình học của mình. . . Em xin cảm ơn phòng đào tạo",
            "Chào bạn,. . . . Hiện tại các môn dự thính đã tăng sỉ số tối đa không tăng được nữa nha bạn.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Dạ em chào thầy/cô,. . Thưa thầy/cô, em là sinh viên khóa k17,em có nhận được quy chuẩn mới của trường (theo như trong hình dưới), vậy cho em hỏi là chuẩn anh văn đầu ra toeic 2 kỹ năng nghe - đọc cho khóa k17 của tụi em là 500 hay 550 ạ.. . Xin chân thành cảm ơn .. . Mong nhận được sự phản hồi sớm của quý thầy cô.",
            "Chào bạn,. . . . Bạn vui lòng xem qui chế học vụ điều 31, phụ lục 1 nha http://www.aao.hcmut.edu.vn/index.php?route=catalog/chitietsv&path=90&tid=1658.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Xin chào ạ. . Vì lý do thầy cô trong khoa nhập điểm trễ môn học tiên quyết nên các đợt đăng ký môn học vừa rồi em bị hủy luận văn tốt nghiệp (GE4343). . Hiện tại em đã đủ điều kiện để đăng ký luận văn tốt nghiệp (GE4343). . Em xin cảm ơn ạ",
            "Chào bạn,. . . . [full_name] ghi nhận và xét lại luận văn cho bạn, sau ngày 16/3 kết quả DKMH sẽ cập nhật trên cổng thông tin sinh viên. Nếu  có gì thắc mắc bạn liên hệ trực tiếp [full_name].. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: 1914823  /b \t. . . .   i Đăng ký môn học . Dạ em chào thầy cô. Theo quy định của nhà trường thì hết năm 2 phải đủ 56 tín chỉ. Hiện tại em đang còn thiếu 4 chỉ của môn Giải Tích 2. Mà Đợt đăng ký dự thính vừa mở đã hết chỗ . Không biết có cách nào để em đăng ký 1 slot giải tích 2 dự thính không ạ ?. . Dạ nếu được thì em xin vào lớp dt03 môn giải tích 2. Họ tên: Hồ Anh Quân. Mssv: 1914823. . Mong nhận được sự phản hồi của thầy cô. Em xin cảm ơn ạ. .",
            "Chào bạn,. . . . Hiện tại là đợt đăng kí dự thính đợt 3, bạn vào đăng kí nha.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính gửi nhà trường,. . . .   U Nội dung chính  /U : Áp dụng hình thức học trực tuyến trên google meet thì có bị hủy môn vì lý do không đủ thời gian di chuyển giữa 2 cơ sở không.. . . . Cụ thể: Vào ngày thứ 4, em có học triết từ tiết 10-12. Em đăng ký lớp dự thính giải tích mạch ee2033 vào thứ 4 từ tiết 13-15 thì có bị hủy môn không ạ. Riêng em nghĩ là vẫn ổn vì thứ 4 học trên google meet thì khoảng thời gian 10 phút là vẫn đủ để em chuẩn bị. Ngoài thứ 4 ra thì những buổi học giải tích mạch khác em đều sắp xếp học được.. . . . Mong nhận được sự phản hồi sớm, em cảm ơn ạ.. .",
            "Chào bạn,. . . . Nếu học trực tuyến trên google meet thì không xét di chuyển giữa 2 cơ sở.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính gửi thầy(cô) [full_name],. . Vì lý do thầy cô trong khoa nhập điểm trễ môn học tiên quyết nên em bị hủy đăng ký luận văn tốt nghiệp (GE4343). Hiện tại đã có đủ điểm và điều kiện luận văn.. . Mong [full_name] đăng ký giúp em môn học luận văn tốt nghiệp (GE4343).. . Em cảm ơn.. .",
            "Chào bạn,. . . . [full_name] ghi nhận và xét lại luận văn cho bạn, sau ngày 16/3 kết quả DKMH sẽ cập nhật trên cổng thông tin sinh viên. Nếu  có gì thắc mắc bạn liên hệ trực tiếp [full_name].. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ kính thưa PĐT, em hiện đang là sinh viên ngành Viễn Thông chương trình Việt Pháp khoá K17. Trong đợt đăng ký môn học dự thính ngày 9/3 này em có ý định đăng ký học môn Đường lối cách mạng của Đảng Cộng sản Việt Nam mã số môn học là SP1009. Do buổi sáng em bận học trên lớp nên không kịp đăng ký. Em xin hỏi PĐT là em có thể xin đăng ký một chỗ trong lớp dự thính kỳ này không ạ. Em xin cảm ơn PĐT ạ.",
            "Chào bạn,. . . . Hiện tại các môn dự thính đã tăng sỉ số tối đa không tăng được nữa nha bạn.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "B Yêu cầu khác: Kính gửi quý thầy/cô, em là [full_name] - MSSV [student_id], em muốn hỏi về vấn đề cập nhật tổng số tín chỉ tích luỹ trên trang My [full_name]. Theo như em biết thì khi điểm thi Chuẩn anh văn vào lớn hơn 450 thì sẽ được miến AV1 và được cộng 2 tín chỉ vào tín chỉ tích luỹ. Hiện nay điểm Chuẩn anh văn vào của em là 465, tức là được miễn AV1 nhưng sao tín chỉ tích luỹ của em chỉ có 15 tín chỉ. Mong quý thầy/cô giải đáp giúp em. Em chân thành cảm ơn.",
            "Chào bạn,. . . . Lần đầu tiên bạn thi anh văn đầu vào nếu điểm cao sẽ được miễn điểm anh văn. Những lần sau đó điểm thi anh văn đầu vào chỉ xét chuẩn anh văn sau các năm.. . . . Bạn vui lòng tham khảo qui chế học vụ điều 31, phụ lục 1 http://www.aao.hcmut.edu.vn/index.php?route=catalog/chitietsv&path=90&tid=1658.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . em có đăng kí học môn bóng đá, trường thông báo là học bên kí túc xá mà em qua thì chú bảo vệ bảo không có tập. Đã 2 tuần rồi em qua đều bảo không tập. Không biết là có vấn đề gì không ạ? em đang lo là mình có bỏ lỡ thông tin về địa điểm môn học này ko?. .",
            "Chào bạn. . bạn tham khảo thông tin chi tiết sau:. . . . PĐT xin thông báo lại địa điểm học các môn GDTC học tại CS2 như sau: . . . . - Trường ĐH Bách Khoa CS2: Cơ sở Dĩ An (Khu Đại học Quốc Gia Tp.HCM, Dĩ An, Bình Dương. . . . - Trung tâm Thể dục Thể thao: Khu Đại học Quốc Gia TP.HCM (khu phố Tân Lập, P.Đông Hòa, TP.Dĩ An, Bình Dương- khu sân bóng đá gần kTX khu A, ĐHQG-HCM). . . .  . . . . Mọi thắc mắc về TKB sinh viên có thể liên hệ trực tiếp tại trung tâm thể dục thể thao khu phố Tân Lập, P.Đông Hòa, TP.Dĩ An, Bình Dương- khu sân bóng đá gần kTX khu A, ĐHQG-HCM)"
        ]
    }
]