[
    {
        "intent": "",
        "message": [
            "I Đăng ký môn học . Em tên là [full_name]. MSSV là [student_id]. Khoa Điện_điện tử. Ngành Tự động hóa.. . Em không có đăng kí môn Sinh học đại cương(CH2027) ở lần đăng kí môn học lần 3 và cả những lần trước nhưng sao môn đó lại có trong kết quả đăng kí môn học đợt 3 ạ. Em vào lịch sử đăng kí thì cũng không thấy là em đăng kí môn đó ạ",
            "Chào bạn,. . . . PDT sẽ xem xét và huỷ môn CH2027, kết quả DKMH sẽ cập nhật trên cổng thông tin sinh viên nha.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính chào thầy/cô phòng đạo tạo ĐH Bách Khoa TPHCM. . Em xin trình bày hoàn cảnh vấn đề như sau: . . Vào đợt 2 của đợt ĐKMH học kì chính học kì 202 em có đăng kí môn EE3027, là môn học trước của Đề cương luận văn khoa Điện - Điện tử, ban đầu thì đủ sĩ số nhưng vào ngày cuối đăng kí môn thì em bị bất ngờ chỉ còn sĩ số 10/24 nên khi có kết quả thì bị xóa nhóm mất.. . em có kiểm tra lại thì vào đợt 4 này nếu em xóa bớt môn không quan trọng thì có thể đăng kí được môn này để có thể đăng kí lại vào nhóm khác của môn EE3027.. . Môn EE3027 này 1 năm chỉ mở 1 lần vào học kì 2 nên nếu không học được môn này em sẽ bị trễ thêm 1 năm, em mong phòng đào tạo xem xét giúp em, tạo điều kiện để em có thể hiệu chỉnh lại đăng kí môn học để không bị trễ thời gian nữa ạ. Em cảm ơn thầy/cô rất nhiều ạ",
            "Chào bạn,. . . . Đợt 4 không cho hiệu chỉnh môn học được bạn.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . da chao pdt , cho em hoi co mo thi anh van dau vao dot tiep theo khong a ! tai em thanh toan dot nay nhung tre han , tien em van con hay da mat a ! em cam on pdt !. . . .",
            "Chào bạn,. . . . Bạn vui lòng viết mail cho dấu.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Chào thầy/cô, em là [full_name]; MSSV [student_id], em có đăng kí môn XSTK MT2013 lớp L05 cho kì 202 nhưng vì lí do gia đình nên em không để học theo lịch của lớp, em có thể đổi sang lớp khác được không ạ. . Mong thầy/cô trả lời, em xin chân thành cảm ơn",
            "Chào bạn,. . . . Đợt 4 không cho hiệu chỉnh môn học được bạn.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Em gửi yêu cầu mong phòng đào tạo cho em xin hủy môn học ME4045 Đồ án chuyên ngành(ct) trong đợt đăng ký môn học này vì em đã qua môn học này trong kỳ học trước.. . Em xin cảm ơn.. .",
            "Chào bạn,. . . . Đã hết thời gian huỷ môn học rồi bạn.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học .   p Kính gửi phòng đào tạo,. . . . Thưa phòng đào tạo, hiện tại em chưa dủ điều kiện để đăng ký luận văn tốt nghiệp do thiếu số chỉ tối thiểu theo quy định(Hiện tại 94 chỉ tích luỹ và 18 chỉ của HK201). Tuy nhiên, số lượng tín chỉ này chưa bao gồm 8 chỉ của 4 môn anh văn mà em đã được miễn ở kỳ thi anh văn đầu vào, và hiện tại em đã nộp chứng chỉ anh văn, đăng ký đổi điểm và thanh toán. Em biết điểm chỉ được tính ở kỳ tiếp theo, nhưng em mong phong đào tạo có thể châm chước cho em và xem như 8 tín chỉ đó được tính vào số tín chỉ tích luỹ để em có thể được đủ điều kiện để được làm luận văn tốt nghiệp.  /p . . . .",
            "Thưa phòng đào tạo, hiện tại em chưa dủ điều kiện để đăng ký luận văn tốt nghiệp do thiếu số chỉ tối thiểu theo quy định(Hiện tại 94 chỉ tích luỹ và 18 chỉ của HK201). Tuy nhiên, số lượng tín chỉ này chưa bao gồm 8 chỉ của 4 môn anh văn mà em đã được miễn ở kỳ thi anh văn đầu vào, và hiện tại em đã nộp chứng chỉ anh văn, đăng ký đổi điểm và thanh toán. Em biết điểm chỉ được tính ở kỳ tiếp theo, nhưng em mong phong đào tạo có thể châm chước cho em và xem như 8 tín chỉ đó được tính vào số tín chỉ tích luỹ để em có thể được đủ điều kiện để được làm luận văn tốt nghiệp."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Chào thầy/cô, . . Thầy/cô cho em hỏi ngày mai điểm Toiec đợt 3 đã cập nhật chưa ạ, tại vì bảng điểm hiện tại chưa cập nhật mà mai là có lịch đkmh đợt 4 r ạ, em sợ cập nhật muộn không còn slot đăng ký.. . Mong thầy/cô giải đáp sớm. . Em cảm ơn. . . .",
            "Chào bạn,. . . . Bạn vào đăng kí đợt 4 nha.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]\t. . . .   i Đăng ký môn học : ci4341 đề cương luận văn tốt nghiêp. .  Em đăng kí môn đề cương nhưng bị hủy do môn tiên quyết GDTS_3 là môn thể chất 3 nhưng môn này em qua r ạ.. . . .",
            "Chào bạn.. . . . Đợt 4 bạn vào đăng kí lại nha.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính gửi phòng đào tạo,. . . . Thưa phòng đào tạo, hiện tại em chưa dủ điều kiện để đăng ký luận văn tốt nghiệp do thiếu số chỉ tối thiểu theo quy định(119 tín chỉ)(Hiện tại 94 chỉ tích luỹ và 18 chỉ của HK201, tổng cộng 112 tín chỉ). Tuy nhiên, số lượng tín chỉ này chưa bao gồm 8 chỉ của 4 môn anh văn mà em đã được miễn ở kỳ thi anh văn đầu vào, và hiện tại em đã nộp chứng chỉ anh văn, đăng ký đổi điểm và thanh toán thành công. Em biết điểm chỉ được tính ở kỳ tiếp theo, nhưng em mong phong đào tạo có thể châm chước cho em và xem như 8 tín chỉ đó được tính vào số tín chỉ tích luỹ để em có thể được đủ điều kiện để được làm luận văn tốt nghiệp.. . . . Em xin chân thành cảm ơn phòng đào tạo.",
            "Chào bạn,. . . . Đợt 4 bạn vào đăng kí nha.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . - Em chào PĐT,. . - PĐT cho em hỏi là trong kỳ vừa rồi em đã chuyển điểm thành công các môn: Anh văn 1 (MMH:LA1003), Anh văn 2(MMH:LA1005), Anh văn 3(MMH:LA1007).. . - Tuy nhiên, em lại bị hủy kết quả đăng ký môn học Anh văn 4A(MMH:1043), với lý do là phải học trước Anh văn 3A(MMH:1041). Theo em được biết thì anh văn theo nhu cầu được xét miễn tương đương anh văn thông thường.. . - Mong PĐT giải quyết thắc mắc này giúp em. Em xin cảm ơn PĐT.",
            "Chào bạn,. . Bạn vui lòng vào kiểm tra lại, kết quả đăng ký môn học trong đợt 4 bạn có đăng ký được môn học 4A (MSMH:  LA1043). . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Ý em muốn hỏi là có những môn học không được mở trong học kỳ hè. Em muốn hỏi những môn như thế nào thì không được mở ạ",
            "Chào bạn,. . Bạn có thể liên hệ về Khoa để tư vấn thêm về môn học nào không được mở và môn học còn mở nhé!. . Thân",
            "Chào bạn. . - Học kỳ hè bao gồm: 1- chính quy chủ yếu là các môn thực tập ; 2- dự thính: mở theo nhu cầu của sinh viên. . - Về chương trình đào tạo/phân ngành bạn vui lòng liên hệ Khoa (cụ thể là Thầy phó khoa phụ trách chương trình đào tạo) để tư vấn và giải đáp. . Chúc bạn học tập tốt nhé.. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Xin chào quý thầy cô PĐT trường ĐHBK. . Em là [full_name] [student_id] sinh viên bằng 2 khoa Xây Dựng!. . Sau rất nhiều lần đăng ký từ đợt 1 tới giờ xong sang đợt kế tiếp em đều bị hủy môn học, dù tất cả các môn này em đã được chuyển và miễn.. .  Cụ thể trong đợt này em bị hủy tất cả gồm 4 môn : CI3175 kết cấu bê tông cốt thép 2, CI3177 Đồ án bê tông cốt thép 2, CI3095 Cấp thoát nước,  CI3043 kỹ thuật thi công. Tất cả các môn này em đã hoàn thành . Mong phòng đạo tạo cập nhật giúp em để tránh tình trạng hủy môn lần nữa. . ( File điểm miễn đính kèm). . Em xin chân thành cám ơn !"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Chào [full_name],. . Em tên là [full_name]. MSSV:[student_id]. Em muốn xin [full_name] cho em đổi lớp Kỹ thuật siêu cao tần (EE3025) từ lớp A01 sang bất cứ lớp nào (A03, A04, A05) với lý do em phải thường xuyên về quê thăm ba em đang bị bệnh ở Tây Ninh vào chủ nhật và tiết học của lớp là sáng thứ 2 (2-4) và em sợ ảnh hưởng đến giờ học. Cho nên em xin [full_name] đổi lịch cho em sang nhóm/lớp khác để có điều kiện học tốt hơn. Môn này em đã rớt 1 lần rồi và môn này 1 năm chỉ mở một kỳ này. Để không ảnh hưởng đến việc tốt nghiệp. Em tha thiết, mong [full_name] xem xét và giúp đỡ em. Em mong [full_name] sẽ đổi cho em. Em xin cám ơn",
            "Chào bạn. . Yêu cầu của bạn về đăng ký môn học (khiếu nại, điều chỉnh...) của Học kỳ 2(20-21) Phòng đào tạo đã ghi nhận để xử lý. Sinh viên xem kết quả trên trang web Mybk.hcmut.edu.vn    xem TKB sau ngày 25/02/21.. . Chúc bạn học tập tốt nhé. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Thứ nhất, cho em hỏi môn tiên quyết CCAS_2 là gì mà hệ thống bảo em thiếu môn đó nên bị hết 15 tín chỉ.. . Thứ hai, ngày 29/01/2021 em có tham gia kiểm tra trình độ tiếng anh trong trường và đạt 520 điểm nhưng đến nay chưa có kết quả.. . Mong trường giải quyết sớm giúp em, vì 8h59 AM ngày 2/2 bắt đầu đăng kí môn học đợt 4.",
            "Chào bạn,. . CCAS-2 là chuyển tiếng Anh sau năm 2 nhé bạn, nếu đợt 29/1 bạn đạt chuẩn, vui lòng vào đăng ký lại trong đợt 4 nhé!. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em muốn huỷ đăng kí môn ci1033 có được không ạ vì em đã đăng kí nhầm . Em xin cảm ơn . .",
            "Chào bạn. . Câu hỏi của bạn về đăng ký môn học (khiếu nại, điều chỉnh...) của Học kỳ 2(20-21) theo quy định Phòng đào tạo không thể giải quyết.. . Bạn chỉ có thể rút môn học (có tính học phí). . Chúc bạn học tập tốt nhé. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "B Đăng ký môn học . Em chào thầy cô. Em k17 kiến trúc cho em xin hỏi trong đợt thi anh văn định kỳ đợt 3 ngày 25.01 đạt được 455 đủ chuẩn đăng ký môn học năm 4 thì đợt 4 em có được đăng ký môn học cho học kỳ 202 không ạ vì kết quả đợt 3 em bị xoá hết rất cả các môn. Em xin cảm ơn và mong phản hồi sớm từ thầy cô.",
            "Chào bạn,. . Nếu đủ chuẩn AV đăng ký thì kết quả không bị xóa nhé bạn. Nếu PDT xử lý sai bạn có thể khiếu nại nhé!. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ em chào thầy/cô, thầy/cô cho em hỏi là đợt đăng kí môn học ngày 2/2 (đợt 4) có còn cho xóa môn hay chuyển đổi nhóm lớp không ạ ? Em cảm ơn thầy/cô nhiều ạ",
            "Chào bạn,. . Theo quy định và mail đã thông báo là đợt 4 chỉ có thể đăng ký bổ sung MH nhé bạn (khổng hủy và điều chỉnh). . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ tỉ số lớp môn vẽ kĩ thuật ME2021 cả lớp đều full từ đợt 1 r ạ. Pđt cho em xin thêm 1 slot vào được không ạ",
            "Chào bạn,. . Trong các đợt đăng ký, các nhóm đã được tăng sĩ số tôi đa theo quy định rùi nhé bạn.. . Yên cầu của bạn về đăng ký môn học của Học kỳ 2(20-21) theo quy định Phòng đào tạo không thể giải quyết.. . . . Chúc bạn học tập tốt nhé. . . . Thân. .",
            "Chào bạn, . . Hiện tại các nhóm lớp đã được Phòng Đào tạo mở tối đa sĩ số theo đúng quy định (về môn học, sức chứa phòng...) rất tiếc không thể giải quyết cho bạn . . Chúc bạn học tốt!. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Chào [full_name], học kì này em đk môn học ở cs 2 nhưng do đường xa nên em đk môn đó ở lớp dự thính, cho em hỏi nếu em học ở lớp dự thính và bỏ học ở lớp chính quy thì kết quả thi cuối kì của em có được tính hay không? Em xin cảm ơn",
            "Chào bạn. . Theo quy định trong 1 học kỳ không thể đăng ký 1 môn học ở chính quy và dự thính nên chăc chắn nếu bạn đã đăng ký môn học được ở HK chính thì kết quả của dự thính sẽ không có. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Cho em hỏi đợt đăng kí này mình đăng kí vào lớp 0/40 như hình thì em có được học môn đó không ạ. Vì đây là môn tiên quyết của thực tập hè nên em cần học ạ"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ cho em hỏi. Đợt đăng kí môn học đợt 3 vừa rồi em có đăng kí môn av4 theo nhu cầu. Nhưng hiện tại em coi trên kết quả đăng kí môn học đợt 3 thì môn av bị huỷ do ghi là thiếu môn học LA1041 thì em không hiểu tại sao ạ? Em đã qua av3 rồi ạ và tình trạng này cũng xảy ra đối với các bạn của em. Mong pđt hậu kiểm giúp em ạ. Em xin cảm ơn!",
            "Chào bạn. . Pdt kiểm tra thấy bạn đã đăng ký được môn LA1041 - Anh văn 4A rồi nghen. . Thân",
            "Đăng ký môn học . Dạ cho em hỏi. Đợt đăng kí môn học đợt 3 vừa rồi em có đăng kí môn av4 theo nhu cầu. Nhưng hiện tại em coi trên kết quả đăng kí môn học đợt 3 thì môn av bị huỷ do ghi là thiếu môn học LA1041 thì em không hiểu tại sao ạ? Em đã qua av3 rồi ạ và tình trạng này cũng xảy ra đối với các bạn của em. Mong pđt hậu kiểm giúp em ạ. Em xin cảm ơn!",
            "Chào bạn,. . Trong kết quả đăng ký môn học bạn có môn AV4a  mà bạn.. . Bạn vui lòng kiểm tra lại nhé!. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em chào các thầy cô, em vừa nhận được email thông báo bảo trì Bkel từ 8:00 ngày 2/2/2021- 17h ngày 5/2/2021. Mà đăng ký môn học đợt 4 lại diễn ra vào 8:59 ngày 2/2-3 . . 14h59 ngày 3/2/2021. Nên là tụi em không thể đkmh đợt 4 được. Vậy thì đợt đkmh đợt 4 sẽ diễn ra vào khoảng thời gian nào ạ? . . Em cảm ơn!",
            "À em nhầm là [full_name]. Không liên quan đến đăng ký môn học. Mà cho em hỏi là em đã qua Anh Văn 2 nhưng sao không đăng ký được anh văn 3A( theo nhu cầu) ạ? Tại mail có gửi là anh văn 2 tương đương với anh văn 2A",
            "Chào bạn,. . . . Bạn đã đăng kí được anh văn 3 rồi mà.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính gửi thầy(cô). . . . Em có thi Chuẩn Anh văn tại trường vào ngày 28/1/2021 và đã đạt 475 điểm_qua chuẩn anh văn sau năm 2. Nhưng hệ thống đăng ký môn học vẫn xóa môn năm 3 do em thiếu chuẩn Anh văn.. . . . Hiện tổng tín chỉ kỳ 202 của em là 5. Cho em hỏi:. . 1. Có khả năng em có thể đăng ký môn học kỳ 202 đợt 4 không?. . 2. Có cách nào để khôi phục các môn mà hệ thống đã xóa sau đợt 3 không?. . . . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính thưa phòng đào tạo , . . Cho em hỏi là kỳ chính đăng ký tối thiếu có phải 10 chỉ đúng không vậy ạ .",
            "Chào bạn. . Bạn xem chi tiết. . 9.4. Số tín chỉ/môn học tối thiểu trong một học kỳ chính. . . . SV chính quy phải đăng ký môn học với khối lượng học tập tối thiểu là:. . . . - 14 TC cho mỗi học kỳ chính, trừ các học kỳ sau thời gian đào tạo theo kế hoạch (Xem Điều 5) và trừ các học kỳ học tiếng Anh của chương trình đào tạo bằng tiếng Anh. Riêng SV có học lực yếu hoặc kém (xếp loại dựa vào ĐTBHK của HK ngay trước HK đăng ký học hoặc ĐTBTL theo Điều 13) thì tối thiểu là 10 TC. Từ K.2018 về trước, cho phép số TC tối thiểu bằng với số TC thiết kế trong CTĐT của học kỳ. Các SV chưa đạt chuẩn AV từng năm, cho phép đăng ký học ít hơn 10 TC.. . . . - 01 môn học cho mỗi học kỳ chính đối với các học kỳ sau thời gian đào tạo theo kế hoạch.. . . . Lưu ý: Riêng số tín chỉ tối thiểu để được xét học bổng khuyến khích học tập được quy định riêng (Xem quy định về học bổng khuyến khích học tập). SV có đăng ký môn học nhưng có ĐTBHK bằng 0 sẽ bị xử lý buộc thôi học do tự ý nghỉ học (Xem 27.2).. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "B Đăng ký môn học . Dạ cô ơi! Em là sv năm 2 , đợt 1 e thi tiếng a ko đủ 350 nhưng lần 2 e thi được trên 600 . Nhưng nay em thấy e bị xoá hết mấy môn không phải môn đại cương của kỳ tới ạ . E hoang mang quá . Mong cô giúp e sớm ! Em cảm ơn cô !",
            "Chào bạn,. . Bạn vui lòng trình bày rõ vấn đề nhé.. . Kết quả thì anh văn định kỳ vào ngày 25/1 đã cập nhật cho sinh viên đăng ký MH vào đợt 4 nhé.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em chào quý thầy cô PĐT,. . Ngày 2-3/2 sẽ có đợt ĐKMH đợt 4 mà hiện tại điểm thi AV đợt 25/01 của nhà trường vẫn chưa được cập nhật để em có đủ điều kiện để ĐKMH đợt này. Kính mong quý thầy cô giúp em.. . Em xin chân thành cảm ơn."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Thưa thầy/cô,. . Em tên là [full_name], MSSV [student_id], sinh viên K17 chương trình đại trà Khoa Khoa học và Kỹ thuật máy tính, theo như chương trình đào tạo thì đối với khoa máy tính số chỉ tối thiểu để đăng kí luận văn tốt nghiệp là 119. Em có 2 thắc mắc như sau:. . 1. Số chỉ đó là tính hết học kỳ hiện tại hay chỉ tính đến học kì trước? Trường hợp học kì này chưa có điểm (có điểm trễ) thì giải quyết như thế nào ạ?. . 2. Do có những môn học em chuyển điểm và tín chỉ từ chương trình liên thông thạc sĩ về chương trình đại học nhưng vẫn chưa được chuyển. Nếu hết đợt đăng kí cuối cùng (2/2/2021 - 3/2/2021) em vẫn chưa được chuyển thì giải quyết ra sao ạ?. . Em xin cảm ơn thầy/cô. Mong thầy/cô giải quyết thắc mắc của em ạ.",
            "Chào bạn,. . Hiện tại LVTN còn 1 đợt đăng ký sau tết, bạn vui lòng xem tại lịch học vụ.. . Các môn bạn học trong học kỳ 201 được tạm cộng vào để bạn đăng ký LVTN trong học kỳ 202.. . Riêng các môn học trong chương trình liên thông thạc sĩ phải có bảng điểm từ sau đại học gửi về phòng Đào tạo Đại học mới ra quyết định và cộng tín chỉ vào cho bạn được.. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính gửi PDT,. . Em tên là [full_name]-MSSV:[student_id], hiện tại em học chương trình Việt-Pháp năm thứ 5. Sau khi đăng ký môn học e nhận thấy môn LVTN và TTTN của mình bị hủy nhiều lần, em đã đủ điều kiện để đăng ký LV nhưng còn nợ 3 môn và 1 đồ án môn học. Tuy nhiên kỳ này em đã hoàn thành riêng đồ án với thầy và chuẩn bị kỳ sau chuyển điểm. Cho em hỏi không biết có phải do môn đồ án này nên em không thể đăng ký LVTN và TTTN không ạ? Và không biết em có thể làm gì để đăng ký được 2 môn này không ạ?. . . .",
            "Chào bạn,. . Bạn vui lòng kiểm tra về điều kiện tiên quyết về của môn TTTN và LVTN nhé.. . Theo lịch sử ĐKMH báo là bạn thiếu điện kiện về số tín chỉ. . bạn vui lòng xem quy định về nhận TTTN và LVTN tại đây:. . http://aao.hcmut.edu.vn/ sinh viên/quy chế-quy định/học vụ/ Quy chế đào tạo và học vụ bậc đại học, cao đẳng:/Điều 10. Thực tập tốt nghiệp, Luận văn tốt nghiệp và các môn đặc biệt. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Dạ chào phòng đào tạo, cho em hỏi đợt 4 có thể hiệu chỉnh không. . . .",
            "Chào bạn,. . . . Đợt 4 không cho hiệu chỉnh môn học được bạn.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Điểm thi anh văn ngày 28/01 do trường tổ chức đã áp dụng cho đk môn học đợt 4 rồi đúng không ạ, tại em thấy chưa có điểm trên bảng điểm ạ.",
            "Chào bạn,. . . . Kịp cho bạn DKMH đợt 4 nha bạn.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Em tên là [full_name] [student_id]. . Em có đăng ký luận văn tốt nghiệp CI4343 nhưng tại sao nhà trường lại xếp em vào nhóm lớp CC01 thay vì A01 hay B01.... Trong khi em là không phải học sinh quốc tế ạ.. . Và nếu em không đổi được sang nhóm lớp A hay B thì khi học nhóm lớp CC học phí có thay đổi không ạ?. . Em cám ơn . .",
            "Chào bạn,. . PDT sẽ hậu kiểm lại và sẽ điều chỉnh lại cho bạn về đúng nhóm nhé. Bạn vui lòng kiểm tra lại TKB trước ngày 22/2/2021.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ kính thưa PĐT, em hiện đang là sinh viên ngành Viễn Thông chương trình Việt Pháp khoá K17. Học kỳ 202 này em đã đăng ký 37 tín chỉ nhưng vẫn còn một môn đồ án tin học (mã môn học 407702) em muốn đăng ký để làm chung với bạn ạ. Em xin hỏi PĐT là em có thể xin đăng ký thêm một môn này được không ạ. Em có tính đi từ quê lên để nộp đơn xin nhưng do dịch nên em hỏi trước ạ.",
            "Chào bạn. . Tuần đầu tiên sau tết, bạn đi học lại thì nhanh chóng làm đơn nộp trực tiếp tại pdt để trình ban lãnh đạo phòng xem xét hồ sơ nghen. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Cô ơi, em là sinh viên năm 3 khoa kỹ thuật xây dựng chuyên ngành cơ sở hạ tầng (cấp thoát nước).Hiện tại, em thiếu và nợ 1 số môn học của khóa k18. Em muốn xin danh sách môn học tương đương hoặc thay thế của chương trình đào tạo khóa k18 sang k19. Và liệu các kỳ sau pđt có mở những môn của khóa k18 mà lệch năm và lệch kỳ so với k19, đặc biệt là các môn chuyên ngành không ạ. Em xin cảm ơn cô.. . . .",
            "Chào bạn,. . Bạn vui lòng xem danh sách môn tương đương thay thế tại đây:. . http://aao.hcmut.edu.vn/sinh viên/CHƯƠNG TRÌNH ĐÀO TẠO/Danh sách môn tương đương, thay thế . . Bạn có thể liên hệ tại [full_name] của bạn (văn phòng [full_name]) xin gặp thầy Phó [full_name] phụ trách về CTĐT để được tư vấn thêm nhé!. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "[full_name] . . MSSV [student_id]. .   i Đăng ký môn học . Cho em xin phép huỷ môn học EE2007-[full_name] để thay vào đó đăng ký môn EE3079- Điện Tử Công Suất Ứng Dụng.. . Vì môn EE3079 là môn cần thiết để em   U ra trường trễ hạn ít nhất là 1 năm.  /U  Em là sinh viên khoá K17 hiện đang trễ 1 năm, nên nếu em không đăng ký được môn EE3079 này thì học kì tiếp theo không đủ thời gian để đăng ký các môn còn lại. . . Mong các thầy cô thông cảm giúp em. Em xin cảm ơn.",
            "Chào bạn,. . Tại sao trong các đợt đăng ký online bạn không vào đăng ký? Báo lỗi gì?. . Bạn vui lòng trình bày lại rõ nội dung vấn đề của bạn nhé!. . Thân",
            "Dạ do môn EE2007 gần hơn 3 tuần mới có điểm lên mybk nên em phải đăng ký để phòng trường hợp đóng Đợt ĐKMH. . Còn về môn EE3079 em xin đăng kí thì bảo không chỉ được đăng kí tối đa 21 tín chỉ. Nên em mong nếu được cho em xin đăng kí thêm môn EE3079 và hủy bớt môn EE2007 ạ.",
            "Chào bạn. . Yêu cầu của bạn về đăng ký môn học (khiếu nại, điều chỉnh...) của Học kỳ 2(20-21) Phòng đào tạo đã ghi nhận để xử lý. Sinh viên xem kết quả trên trang web Mybk.hcmut.edu.vn    xem TKB sau ngày 25/02/21.. . Chúc bạn học tập tốt nhé. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em tên là [full_name], MSSV: [student_id]. Trước đây em học lớp kĩ sư tài năng CK18KSCD, em  đã làm đơn xin ra và hệ thống đã cập nhật cho em là đang học lớp CK18CD1. Với điểm toeic của em là 500, đủ điều kiện để đăng ký môn trong kỳ này, nhưng em không hiểu những môn chuyên ngành của em lại bị xóa. Mong anh chị kiểm tra lại giùm em.. . Những môn bị xóa:. . - Thiết kế hệ thống cơ điện tử, Mã môn ME3005, lớp bị xóa: A01.. . - Hệ thống PLC, Mã môn: ME3013, lớp bị xóa: A01-A02.. . - Kĩ thuật Robot, Mã môn: ME3015, lớp bị xóa: A02-A06.",
            "Chào bạn,. . Bạn vui lòng kiểm tra lại kết quả môn học trong đợt 4 nhé!. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Em xin chào các thầy/cô phòng đào tạo. . . . . .",
            "Do trong đợt 3 có môn chuyên ngành em đăng ký nhưng bị trùng lịch hiện chưa đăng ký được. Nhưng đợt 4 em thấy môn đó còn chỗ nhưng em bị vướng môn thời gian của môn cơ sở ngành. Các thầy/cô PĐT có thể mở cho em xóa môn để đăng ký môn chuyên ngành được không ạ?. . . . Em xin cảm ơn",
            "Chào bạn,. . Trong đợt 4 theo quy định không được hủy và điều chỉnh môn học nhé bạn!. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Cho em hỏi về cách tính điểm ĐTBTLN có tính các môn như là giải tích 1, triết học mác lê nin , hay các môn kỹ năng cho kỹ sư( thuộc con người và môi trường) vào không ạ. Em cảm ơn !",
            "Tốt nghiệp. . . . Cho em hỏi về cách tính điểm ĐTBTLN có tính các môn như là giải tích 1, triết học mác lê nin các môn kỹ năng cho kỹ sư( thuộc con người và môi trường) và các môn thuộc khối kiến thức nhập môn, cơ sở ngành vào không ạ. Em cảm ơn !  /QUOTE . .",
            "Chào bạn,. . . . Bạn vui lòng xem qui chế học vụ điều 19 http://www.aao.hcmut.edu.vn/index.php?route=catalog/chitietsv&path=90&tid=1658.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Kính chào quý Thầy/Cô,. . . . Em tên là [full_name], MSSV [student_id]. . . . Hiện em có nguyện vọng được phúc tra bài thi cuối kỳ môn CAD/CAM (ME4007). Tuy nhiên khi đăng ký online, em nhận được thông báo môn này không được hỗ trợ phúc tra, mặc dù cấu trúc đề thi là 50% tự luận và 50% trắc nghiệm.. . . . Kính mong quý Thầy/Cô kiểm tra giúp em.. . . . Em xin chân thành cảm ơn!.",
            "Chào bạn. . Bạn vào đăng ký lại nghen. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Chào cô, cho em em bị vướng chuẩn sinh viên năm 3 nên không được đăng kí các môn năm 3, 4. Môn CI1053-Quản lý dự án xây dựng và CI1051-Hư hỏng sửa chữa công trình đều có đầu là \"CI1\" mà em không được cho đăng kí do CCAS_3 trong khi môn CI2093-ĐAMH kết cấu bêtông ct1 em lại được xếp lớp (như hình em đính kèm) . vậy tại sao em không được đăng kí 2 môn trên ạ ? . . Em cám ơn, mong cô hồi đáp. Chúc cô một ngày tốt lành",
            "Chào bạn. . - Từ Khóa 2018 trở về trước phân bổ các môn học theo chương trình đào tạo của Khoa phân công. Về chương trình đào tạo/phân ngành bạn vui lòng liên hệ Khoa (cụ thể là Thầy phó khoa phụ trách chương trình đào tạo) để tư vấn và giải đáp. . - Nên môn \"CI1\" chưa chắc là môn học của năm 1 hay năm 2 .... . Chúc bạn học tập tốt nhé.. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học .   B Chào PĐT, em có thể làm đơn xin đổi sang Nhóm lớp khác của cùng môn học có được không ạ?   /B . . . . Cụ thể, trong đợt đăng kí lần 3, em có đăng kí tổng cộng 4 môn. Sau đó kết quả ĐKMH lần 3 chỉ còn có 3 môn (trong đó có môn Kỹ thuật lập trình CO1027 bị chuyển sang Nhóm khác so với nhóm lớp em đăng kí ban đầu, môn MT2013 (Xác xuất thống kê) bị xoá  chưa rõ lý do).   I Hiện nay em muốn xin chuyển Nhóm của môn CO1027 để đăng kí lại môn MT2013 ở đợt 4 ạ. . Trân trọng,. . [full_name]",
            "Chào bạn. . . . Câu hỏi của bạn về đăng ký môn học của Học kỳ 2(20-21) theo quy định Phòng đào tạo không thể giải quyết.. . . . Chúc bạn học tập tốt nhé. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Thưa thầy/cô,. . Em là sinh viên khoa Kĩ thuật hoá học, khoá 2017, trong chương trình đào tạo có yêu cầu học 6 tín chỉ tự chọn nhóm A. Em đã học 8 tín chỉ nhóm A và đậu 6 tín chỉ, rớt 2 tín chỉ, vậy em có bắt buộc phải học lại 2 tín chỉ này không? Vì em sợ rớt 2 tín chỉ này mà chưa học lại  sẽ không được tốt nghiệp",
            "Chào bạn,. . . . Bạn hoàn thành đủ chỉ của nhóm môn tự chọn qui định là được.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ em chào anh/chị,. . Em hiện đang theo học chương trình chất lượng cao ạ.. . Do em vừa nhận được kết quả thi và em thi rớt môn nên em muốn đăng kí học lại môn đó ở ngay kì tới mà lịch các lớp chất lượng cao của môn đó đều bị trùng với lịch các môn khác của em rồi ạ.. . Em có nghe thầy trong khoa nói tụi em có quyền xin chuyển 1 môn/1 năm sang hệ đại trà để theo học ạ.. . Em chưa biết cách thức để chuyển môn sang hệ đại trà như nào và có được phép không nên em gửi thư mong anh/chị có thể giải đáp giúp em ạ.. . Em cảm ơn nhiều.",
            "Chào bạn,. . Bạn có thể liên hệ tại phòng 402 A4 (văn phòng Đào tạo Quốc tế), gặp [full_name] để được tư vấn về ĐKMH cho bạn. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Thấy/cô cho em hỏi:. . Kết quả đăng kí môn học đợt 3 của em bị xóa 3 môn do môn tiên quyết CCAS_2(chuẩn anh văn). Sau khi thi anh văn IIG đợt 3 vừa rồi thì em đã đạt được đủ điểm để đăng kí môn học (570 điểm). Em muốn hỏi là lần đăng kí môn học đợt 4 em có thể đăng kí những môn học của năm 3 (mã XX3YYY) được chưa ạ?. . . . Em xin cám ơn!",
            "Chào bạn,. . Điểm thi IIG đợt 25/1 sẽ cập nhật cho sinh viên đăng ký MH vào đợt 4 nhé!. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ .   B  Đổi nhóm lớp môn Thí nghiệm   U Hóa phân tích  /U  . . Em xin chào Phòng Đào Tạo, . . Cho em hỏi em muốn đổi lớp môn Thí nghiệm Hóa phân tích   /B   U CH2115 được không ạ? Hiện em đang học lớp   B L03 vào chiều thứ 5 của thầy [full_name]. Vì lý do cá nhân, em bị kẹt không thể học vào buổi chiều thứ 5, em có thể chuyển qua lớp sáng chủ nhật   /B L06 của cô [full_name] được không ạ?. . Em xin cảm ơn Phòng Đào Tạo rất nhiều và mong PĐT hồi đáp sớm.",
            "Chào bạn,. . . . Đã hết thời gian hiệu chỉnh môn học rồi bạn.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kinh gửi Phòng Đào tạo trường ĐHBK,. . Em là [full_name], MSSV [student_id], hiện đang là sinh viên năm 4 Khoa KH & KT Máy tính của trường.. . Hiện tại em đã có kết quả ĐKMH đợt 3 và em bị từ chối đăng ký môn Luận văn Tốt nghiệp (mã MH: CO4313), em đoán lý do là số TCTL của em là 114 dưới mức tối thiểu để đăng ký Luận văn.. . Tuy nhiên, em có tham gia chương trình liên thông Đại học - Cao học của trường, theo chương trình này em được phép chuyển điểm các môn học trên Cao học. Hiện tại em đã hoàn thành 5 môn, trong đó có 4 môn dùng để chuyển điểm xuống Đại học (trừ môn Nền tảng lập trình cho phân tích và trực quan dữ liệu). Do đó, số TCTL của em là 114 + 12 = 126   119 nên đủ điều kiện để đăng ký môn Luận văn Tốt nghiệp. Em xin gửi bảng điểm Cao học của em đến thời điểm hiện tại trong file đính kèm làm minh chứng.. . Em viết email này mong PĐT xem xét trường hợp của em để em được đăng ký môn học trên cho học kỳ tới.. . Em xin cảm ơn và xin chờ phản hồi từ PĐT.. . Trân trọng,. . [full_name]",
            "Chào bạn,. . Bạn vui lòng liên hệ Khoa và Phòng Đào tạo Sau đại học để làm đơn xin xét chuyển điểm môn tương về cho PHòng Đào tạo Đại học, thì mới có dữ liệu để cập nhật điểm và số tín chỉ môn tương đương cho bạn nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Em chào [full_name]. . Em tên là [full_name] MSSV: [student_id]. . Trong đợt hiệu chỉnh môn học đợt rồi do số lượng slot trong lớp có giới hạn. Cũng vì ngay trong lúc thi CUỐI KÌ nên em để yên những môn ở đợt 2 mà không hiệu chỉnh để ngày thứ 5 có thể thoải mái để học tập hơn (Bây giờ thứ 5 học full ngày em thực sự sẽ rất đuối, ảnh hưởng tới kết quả học tập). . Em xin đề nghị pdt có thể mở khóa để em xoá môn và đăng kí vào lớp khác hợp lý hơn ạ. . Em xin cảm ơn rất nhiều",
            "Em nhớ không sai thì đợt 3 pđt mở ngay lúc thi của tụi em.",
            "Chào bạn,. . . . Đợt 4 không cho hiệu chỉnh môn học được bạn.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: 1711552  /b \t. . . .   i Đăng ký môn học . Kính gửi phòng đào tạo,. . . . Em tên là Trần Huy, mã số sinh viên 1711552, hiện đang học Khoa Khoa học & Kĩ thuật Máy tính.. . . . Hiện tại, em đã đăng ký môn học Luận văn tốt nghiệp (mã MH: CO4313) và đã bị từ chối 3 lần. Tuy nhiên, em không hiểu rõ lý do bị từ chối nhưng em đoán có thể là do em thiếu tín chỉ tối thiểu để đăng kí luận văn tốt nghiệp. Theo điều kiện của phòng đào tạo, số tín chỉ luận văn tốt nghiệp tối thiểu của ngành Khoa học Máy tính 2017 là 119. Tuy nhiên số tín chỉ trên Đại học hiện tại của em là 114.. . . . Tuy nhiên, lí do mà em bị thiếu tín chỉ không phải vì nợ môn mà là do em đang tham gia chương trình Liên thông Thạc sĩ của phòng đào tạo Sau đại học. Theo quy chế của phòng đào tạo Sau đại học, hiện tại em có thể chuyển điểm từ môn trên Cao học xuống Đại học tối đa 5 môn (tương đương với 15 tín chỉ). Ngay tại thời điểm này, số môn trên Cao học mà em có thể chuyển điểm xuống cho đại học là 4 môn (tương đương với 12 tín chỉ). . . . . Vì vậy, nếu tính tổng số tín chỉ mà em thực có sau khi chuyển điểm từ Cao học xuống thì hiện tại em đang có (114 + 12 = 126 tín chỉ), tức đủ điều kiện để đăng ký Luận văn tốt nghiệp. Bên cạnh đó, em cũng đã nộp chứng chỉ tiếng Anh và đạt đủ số ngày công tác xã hội yêu cầu.. . . . Vì vậy nên, kính mong phòng đào tạo xem xét lại trường hợp của em và cho phép em đăng ký môn học Luận văn tốt nghiệp (khmt) (mã MH: CO4313).. . . . Nếu em cần bổ sung chi tiết nào thì mong phòng đào tạo hướng dẫn em ạ.. . . . Tất cả những minh chứng đã được em đính kèm. . . . . Em xin cảm ơn.. . . . Trân trọng,. . Trần Huy",
            "Chào bạn,. . . . - Bạn đã nộp môn chuyển điểm từ cao học sang đại học chưa?, bạn liên hệ phòng Sau Đại Học để hướng dẫn chuyển điểm.. . . . - Còn đợt đăng kí luận văn sau tết, bạn vào đăng kí nha.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Em chào phòng đào tạo ạ, em tên là [full_name]. . sinh viên năm 3 đại học chính quy khoa máy tính. . Em viết đơn này kinh mong phòng đào tạo mở khoá cho em chuyển lớp từ cơ sở 1 sang cơ sở 2 môn [full_name]ỦA [full_name] ạ. . em cám ơn nhiều ạ. . Mong sớm nhận được phản hồi từ phòng đào tạo . .",
            "Chào bạn,. . . . Đợt 4 không cho hiệu chỉnh môn học được bạn.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Em chào PDT. . PDT cho e hỏi khi nào mình mới có cập nhật điểm thi anh văn tại trường ngày 25/1/2021. . Tới ngày đăng ký môn học rồi mà điểm vẫn chưa thấy cập nhật e sợ ko đăng ký được môn.. . Mong hồi đáp nhanh từ PDT ạ . . Em cảm ơn !  .",
            "Chào bạn,. . . . Đợt 4 bạn vào đăng kí môn học nha.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ em xin chào thầy/cô,. . Em là [full_name], MSSV [student_id], sinh viên văn bằng 2 ngành Khoa học máy tính khóa 2019.. . . . Theo em được biết, kể từ khóa 2019 thì mã môn học CO1009 ([full_name]ệ thống số) được thay thế bằng 2 môn CO1023 ([full_name]ệ thống số) + CO1029 (Đồ án hệ thống số).. . . . [full_name]iện tại em đều dã học 2 mã mới (CO1023 + CO1029) nhưng vì hệ thống vẫn bắt lỗi ràng buộc mã môn học cũ CO1009 nên em không đăng ký được môn CO3313  (Thực tập tốt nghiệp) và CO4311 (Đề cương luận văn).. . . . Kính mong thầy/cô xem xét lại ràng buộc để em được đăng ký và học 2 môn CO3313  (Thực tập tốt nghiệp) và CO4311 (Đề cương luận văn) trong học kỳ [full_name]K202 này ạ,. . . . Em cám ơn thầy cô nhiều,. . [full_name].Nghia",
            "Chào bạn,. . . . Qua tết có đợt dành riêng đăng kí môn TTTN/luận văn/ĐCMH  bạn vào đăng kí lại nha.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Thưa thầy cô, do sau khi được thông tin từ thầy bộ môn thì có môn chuyên ngành của em đã đăng ký kì này sẽ không dạy được. Do giảng viên không đảm bảo sức khỏe. Nhưng trên lịch đăng ký vẫn được giữ lại. Nên em xin hỏi đợt đăng ký này thầy cô có thể mở hủy môn để em được hủy môn đó luôn không ạ? . . Em xin chân thành cảm ơn.",
            "Chào bạn,. . . . Việc  này bạn hỏi khoa/bộ môn nha.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em muốn hỏi là trong trường hợp của em đã học AV1 mã môn học LA1003 thì em có được học AV 2A (Tiếng anh theo nhu cầu) được hay không, hay em phải bắt đầu học AV 1A rồi mới được học lên AV 2A. .",
            "Chào bạn. . Được nghen bạn. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Em chào admin. . Em tên [full_name] mssv [student_id]. . Em học khoa xây dựng. . Trong đợt hiệu chỉnh môn học đợt cuối vào ngày hôm nay 2/2/2021 em không biết là không hủy đăng kí môn được. . Em xin pđt xóa môn Anh văn 4 (mã môn LA1009; nhóm lớp L06) mà em đã đăng kí để em đổi qua đăng kí môn khác ạ. . Em xin chân thành cảm ơn ad rất nhiều.",
            "Chào bạn,. . . . Đợt 4 không được hiệu chỉnh môn học, đã hết thời gian huỷ môn học rồi bạn.. . . . Thân"
        ]
    }
]