[
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Em tên là [full_name], vào ngày 14/04 sau khi trường mở bkpay để nộp học phí em đã vào và hoàn thành nộp học phí online. Nhưng không hiểu sao sau khi trừ tiền thì tài khoản em lại được cộng một khoảng tương đương và không hoàn thành nộp học phí. Hôm nay em kiểm tra lại tài khoản mới thấy chưa nộp học phí nên mới kiểm tra và hoàn thành lại. Dưới là file minh chứng đã nộp tiền đúng hạn, mong phòng đào tạo xem xét và không có các hình thức kỷ luật em.. .",
            "Chào bạn,. . . . Bạn vui lòng kiểm tra BKPay lại nha.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính gửi PĐT,. . Em tên là [full_name]. MSSV: [student_id]. . Em có đăng kí bảo vệ luận văn tốt nghiệp ở học kì này (HK211). Vì một số lý do chủ quan nên em có ý định muốn viết đơn xin dời thời gian bảo vệ luận văn ạ. Em muốn xin mẫu đơn cũng như cần những điều kiện gì để có thể xin dời được ạ. . . Em xin cảm ơn PĐT ạ.. .",
            "Chào bạn,. . . . Bạn vui lòng liên hệ văn phòng Đào Tạo quốc tế để tư vấn cho bạn.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Thưa quý thầy cô, em là k16, kì này em không có thời khóa biểu vì em chỉ còn Luận văn. Nhưng do em chưa nộp bằng Toeic nên chưa thể đăng ký luận văn .. .   Nên em muốn hỏi: Em có thể nhận giấy Xác Nhận Sinh viên được không ạ ? (Mục đích là để thi Toeic ở iig). .",
            "Chào bạn,. . . . Được bạn, bạn làm đơn xin giấy xác nhận sinh viên để thi toeic nộp PDT nha.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . dạ em đăng ký các môn của năm 2 khi bấm đăng ký thì góc bên phải có để là thiếu chuẩn anh văn năm 1 và màu vàng ! sau đó thì cho đăng ký nhưng em muốn hỏi pđt chắc rằng em có được học không ạ ! tại lần trước cũng vậy xong em bị xóa môn ạ !. .",
            "Chào bạn,. . . . Đó là câu cảnh báo thôi bạn.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Kính chào Thầy/Cô,. . Em tên [full_name], mssv [student_id] hệ VLVH.. . Do đợt đăng ký môn học vừa rồi em có đăng ký môn thực tập tốt nghiệp để dự phòng cho trường hợp không được miễn môn học. Hiện tại, khi có quyết định được miễn môn học không tính học phí từ PĐT nhưng trên bkpay của em vẫn chưa cập nhật lại học phí. Kính mong thầy cô hỗ trợ cập nhật giúp em trường hợp này.. . Trân trọng.. .",
            "Chào bạn,. . . . Bạn làm đơn huỷ môn học nộp tại PDT,  trong đơn ghi rõ lý do để ban lãnh đạo phòng phê duyêt cho bạn.. . . . Thân",
            "MSSV/MSGV: [student_id]    . . . . Yêu cầu khác. . Kính chào Thầy/Cô,. . Em tên [full_name], mssv [student_id] hệ VLVH.. . Do đợt đăng ký môn học vừa rồi em có đăng ký môn thực tập tốt nghiệp để dự phòng cho trường hợp không được miễn môn học. Hiện tại, khi có quyết định được miễn môn học không tính học phí từ PĐT nhưng trên bkpay của em vẫn chưa cập nhật lại học phí. Kính mong thầy cô hỗ trợ cập nhật giúp em trường hợp này.. . Trân trọng.. . Em đã làm đơn từ lâu rồi nhưng đến giờ vẫn chưa được cập nhật lại học phí trên bkpay ạ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Vắng thi cuối kỳ học kỳ 2/2019-2020 do dịch COVID-19 . Thưa thầy/cô,. . . . Em tên là [full_name]. Hiện tại em đang phải cách li tại nhà đến hết ngày 23/5 theo yêu cầu của phường. Nhưng ngày 18 và ngày 22 thì PĐT có xếp lịch thi cuối kì 2 môn của em. Hôm trước em cũng có hỏi PĐT và được trả lời là đọc kĩ lại thông báo của trường. Em cũng đã làm theo và em tìm khá kĩ nhưng chỉ tìm thấy 1 email liên quan đến việc thi cuối kì 2   I (em có đính kèm ở dưới)  /I . Theo em hiểu về mail đó thì PĐT sẽ dời lại lịch thi nhưng đến hiện tại chỉ còn 3 ngày nữa là thi nhưng lịch thi vẫn không có thay đổi gì.. . . . Em mong lần này thầy/cô sẽ hướng dẫn em những điều cần làm ạ (hoặc thầy cô có thể nhắc lại giúp em trong trường hợp em có đọc thiếu thông báo quan trọng của trường ạ).. . . . Em trân trọng cảm ơn.. . Sinh viên,. . [full_name]",
            "Dù chưa hết học kì nhưng vẫn có các môn thi là vì lớp em đã xong một số môn nên đã đăng kí thi sớm ạ.",
            "Chào bạn,. . . .  Khi nào có lịch thi mới PDT sẽ gởi mail cho sinh viên và cập nhật trên web PDT.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Chào PĐT, . . . . Em là [full_name], sinh viên năm 3 khoa máy tính, em có thắc mắc nếu hè này em đăng kí thực tập tốt nghiệp thì có được đăng kí thêm môn khác không ?. . . . Cảm ơn PĐT nhiều !",
            "Chào bạn,. . . . Nếu không trùng TKB  của môn TTTN thì vẫn đăng kí môn khác được nha.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học phí . Cho em hỏi OCB đã đóng hình thức chuyển qua qua web ebanking cũ thì em muốn thanh toán học phí thì làm sao ạ",
            "Chào bạn,. . . . Bạn liên hệ ngân hàng OCB để tư vấn cho bạn nha.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Mong PĐT đưa tên e vào ạ"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Dạ cho em hỏi khi nào mới có danh sách cấp học bổng chính thức ạ. Em xin cảm ơn ạ.. .",
            "Chào bạn,. . . . Việc này bạn liên hệ phòng Công Tác Chính Trị Sinh Viên nha.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính gửi Thầy Cô!. . Em là Điền mssv [student_id] khoá 2017 hệ vlvh,. . Hiện tại nếu em thi toiec ở trường phần listen, reading rồi quy đổi AV thì cần bao nhiêu điểm để tốt nghiệp? . . Em [full_name] ạ! . .",
            "Chào bạn,. . . . Bạn vui lòng xem qui chế học điều 31, phụ lục 1 http://www.aao.hcmut.edu.vn/index.php?route=catalog/chitietsv&path=90&tid=1658.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Em chào cô,. . Em tên là [full_name]. . MSSV:[student_id]. . Dạ cho em hỏi là tại sao trên trang điểm của em thì lại hiện 2 điếm số khác nhau ạ.. . học kì 201 e đăng ký 25 chỉ gồm 4 chỉ dự thính và 20 chỉ học kỳ chính, em rút 1 chỉ, và em tích lũy được 20 chỉ.. . kết quả của hk 201 là :. . Số tín chỉ đăng ký học kỳ :25. . Số tín chỉ tích lũy học kỳ:20. . Điểm trung bình học kỳ:6.42. . Số tín chỉ tích lũy:93. . Điểm trung bình tích lũy:6.24. . Nhưng bên thông tin xét khuyến khích học tập thì lại ghi như vậy ạ:. . ĐTB 1 học kỳ: 5.72. . Điểm rèn luyện: 78. . Số TC đạt trong học kỳ: 14. . Số TC tích lũy: 87. . Điều kiện xét HBKK: Không đủ. . Em hỏi các bạn bè em thì không ai bị giống em ạ. và e đã tích lũy được 93 chỉ đủ tín chỉ để học kỳ này em đi thực tập ạ, em không biết sao lại có sự khác nhau đó ạ.. . Em mong nhận được phản hồi sớm của cô ạ.. .   i Yêu cầu khác .",
            "Chào bạn,. . . . Bạn quan tâm cột kết quả của HK 201, còn phần thông tin xét khuyến khích học tập bạn không quan tâm.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em chào quý thầy/cô ạ.. . Em tên [full_name] MSSV [student_id]. Em muốn đặt 2 câu hỏi:. . 1. Khi nào thì mới đăng kí môn học cho học kì 211 ạ?. . 2. Em chưa đủ chuẩn anh văn cho năm 3, nếu em đăng kí môn học vào đợt 1 (lúc này em chưa nộp bằng), thì liệu em có bị xoá môn vào đợt 2 (lúc này em đã nộp bằng) hay không ạ. Hay là em đã không được đăng kí từ đợt 1 lúc em chưa đủ chuẩn rồi ạ?. . Em chân thành cám ơn quý thầy/cô đã hỗ trợ em.",
            "Chào bạn,. . . . 1. Hiện tại chưa có lịch học vụ học kỳ 211.. . . . 2. Bạn không đủ chuẩn anh văn sau năm 2  thì không cho đăng kí môn học năm 3.. . . . Thân. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Chào [full_name], cho em hỏi môn GDTC có được nghỉ do dịch không ạ. Em cám ơn ạ.",
            "Chào bạn,. . . . Việc này nhà trường đã gởi mail thông báo cho sinh viên rồi nha bạn.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Thưa [full_name],. . Em muốn lấy thẻ BHYT mới thì đăng kí và đến đâu để lấy ạ?. . Em xin cảm ơn.. .   i Yêu cầu khác .",
            "Chào bạn,. . . . Bạn vui lòng liên hệ phòng Công Tác Chính Trị Sinh Viên nha.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Chào thầy,. . Kì này em có làm luận văn tốt nghiệp nhưng trễ tiếng anh để đăng kí luận văn ạ.. . Đầu kì em có lên phòng đạo tạo hỏi về việc này. Em hỏi thầy lần nữa để xác nhận ạ. . . Trước khi lên bảo vệ luận văn 3 tuần thì viết đơn xin đăng kí trễ luận văn tốt nghiệp có chữ kí xác nhận của thầy và khoa kì này đang làm luận văn. Đúng không ạ?. . Tại lần thi gần nhất em rớt anh văn tiếp ạ. Ngày 1/6 sắp tới mới có kết quả ạ.. .",
            "Chào bạn,. . . . Bạn cố gắng hoàn thành chuẩn tiếng anh sớm nha.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Chào thầy/cô!. . Em hiện là SV năm cuối khoa KT Xây dựng. . . Theo như thông báo của PĐT từ email ngày 14/2 - LVTN sẽ được hướng dẫn đủ 15 tuần kể từ tuần thứ 3 của học kì. . . Nhưng theo 1 số thông báo được dán ở các bộ môn chỉ thấy thời gian làm luận văn từ ngày 23/02 đến ngày 03/6.. . Do đó em muốn hỏi về thời hạn nộp luận văn cuối cùng của học kì này ạ.. . Em xin cảm ơn!",
            "Chào bạn,. . . . Thời gian nộp luận văn bạn hỏi khoa nha.. . . . Thân.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: 1811625  /b \t. . . .   i Học vụ . Thầy cô chi em hỏi. . Với tình hình dịch vovid trường có tổ chức kỳ thi ANH VĂN ĐỊNH KỲ mỗi cuối học kỳ không ạ",
            "Chào bạn,. . . . Hiện tại nhà trường chưa có thông báo về việc tổ chức kỳ thi anh văn định kỳ nha bạn.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Dạ cho em hỏi,em hiện là sv ngành Bảo Dưỡng Công Nghiệp khóa K15 đã tốt nghiệp,khoảng 1 tháng trước em có làm hồ sơ xét tuyển vào ngành Bảo Dưỡng Công Nghiệp hệ vừa học vừa làm.Nhưng sau lễ thì em được báo do không đủ sĩ số nên sẽ dời lại vào đợt xét tuyển tháng 10.Và hiện tại khi em kiểm tra kết quả thì em cũng đã trúng tuyển.Nhưng khoảng vài ngày trước thì em có nhận được mail từ PĐT là sẽ có 2 phương thức có thí sinh lựa chọn.Đó là chờ tháng 10 xét tuyển hoặc sẽ tham gia học chung với lớp chính quy ban ngày và sẽ nộp hồ sơ vào 2 ngày 22/23-5-2021.Vậy cho em hỏi ngày đó em có thể vào pđt để nộp hồ sơ hoàn thành thủ tục đúng không ak.Em xin cảm ơn",
            "Chào bạn,. . . . Bạn chon phương thức lựa chon nào.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em đk xét tuyển hệ ĐH VHVL khoa Bảo Dưỡng mà trường thông báo do không đủ sỉ số nên yêu cầu học chính quy. Mà em từ CĐ Bảo dưỡng liên thông lên nên nếu học theo giờ chính quy thì em học ở Cơ sở 1 hay Cơ sở 2 ạ?",
            "Chào bạn,. . . . Học cở sở 2 nha bạn.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em chào thầy/cô,. . Do kì thi giữa học kì dự thính năm 2020-2021 đã bị hoãn do COVID 19 nên gia đình em đã hối thúc em về quê. Vậy thầy/cô cho em hỏi khi nào có lịch thi mới thì trường có báo cho tụi em trước 1 tuần để em chuẩn bị lên lại thành phố không ạ?. . Em cảm ơn và chúc thầy/cô một tuần làm việc vui vẻ.",
            "Chào bạn,. . . . Khi nào có lịch thi PDT sẽ gởi mail thông báo cho sinh viên và cập nhật trên web PDT.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Thầy Cô cho em hỏi: em là sinh viên năm 4 đang làm luận văn nhưng chưa đăng ký luận văn do chưa nộp chứng chỉ tiếng anh. Hiện tại em nộp chứng chỉ bổ sung để đăng ký luận văn được không? Nếu được cần viết đơn gì ạ?",
            "Chào bạn,. . . . Bạn nộp chứng chỉ ngoại ngữ, sau đó làm đơn nộp PDT xin đăng kí luận văn đơn có sự đồng ý của giáo viên hướng dẫn, ban chủ nhiệm khoa. . . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Chào PĐT, cho mình hỏi:. . -tuyển sinh hệ VLVH ngành Kiến trúc mở đợt 2 (03/09 – 26/11/2021) nếu sỉ số đăng ký ít thì có mở lớp đào tạo k ạ.. . -Trường hợp mình là sinh viên K17 ngành KT xây dựng công trình giao thông, khi đăng ký thì thời gian đào tạo là bao lâu. . . -Có thể cung cấp file chương trình đạo tạo đối vs trường hợp như trên cho mình được k.",
            "Chào bạn,. . . . - Nếu ngành đăng sỉ số ít thì học chung với chính qui ban ngày.. . . . - Bạn hoàn thành xong chương trình đào tạo thì ra trường thôi bạn. . . . . - Bạn xem chương trình đào tạo trên web PDT http://www.aao.hcmut.edu.vn/index.php?route=catalog/chuongtrinhdaotao.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ  /i  Dạ cho em hỏi khi nào dự kiến tổ chức thi anh văn xét chuẩn năm học cuối kì 202 vậy ạ? Em xin cảm ơn. . . .",
            "Chào bạn,. . . . Nhà trường chưa có thông báo về kỳ thi anh văn định kỳ nha bạn.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em chào cô. Em thi chứng chỉ ngoại ngữ toeic đã qua và đã thực hiên luận văn được 70% và đầy đủ điều kiện đăng ký luận văn.Cho em hỏi em có thể đăng ký bổ sung luận văn được không ạ ? Em cảm ơn cô.",
            "Chào bạn,. . . . Bạn nộp chứng chỉ ngoại ngữ, sau đó nộp đơn xin đăng kí luận văn tại PDT. Đơn có sự đồng ý của giáo viên hướng dẫn và ban chủ nhiệm khoa.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Dạ cho em hỏi lịch thi cuối kì HK202 có bị lùi lại ôn ạ? Do em có một số môn có học phần thí nghiệm mà dịch nên hiện tại vẫn chưa học buổi nào.",
            "Chào bạn,. . . . Bạn vui lòng đọc kỳ thông báo của nhà trường.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em chào thầy cô ạ. . Em là sinh viên k16, em vừa thi toeic được 480. Em có đăng ký thi lại nhưng do dịch nên tháng 6 em mới thi lại được. Em có thể xin đăng ký luận văn trước rồi em bổ sung toeic sau được không ạ. Em cam kết em sẽ có bằng toeic 500 trong tháng 6.. . . .",
            "Chào bạn,. . . . Rất tiếc việc này không giúp cho bạn được.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Xin chào, em là [full_name] MSSV [student_id] khoa Cơ khí, lúc trước có phát bằng quốc phòng do không để ý nên em đã không lấy, em xin hỏi giờ có thể nhận bằng ở đâu ạ?. . Em xin cảm ơn",
            "Chào bạn,. . . . Bạn về khoa nha bạn.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em chào quý thầy/cô. Huhu em lại phiền thầy cô giúp em trả lởi câu hỏi \"Em xem chương trình đào tạo thì khoa KTHH của em vào học kì 5 (học kỳ 211) thì mã môn học toàn bộ đều là CH2xxx. Vậy cô cho em hỏi liệu em không nộp bằng tiếng Anh để lấy chuẩn năm 3 kịp (vì hiện tại em vừa xem thì người ta không tổ chức thi nữa ạ), thì liệu em có đăng kí được những môn năm 3 học nhưng lại có mã năm 2 không ạ?\". . Em xin cảm ơn cô nhiều. Chúc cô sức khoẻ.. .",
            "Chào bạn,. . . . Khả năng là đăng kí được.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Kính chào thầy, cô.. . Em là [full_name]. . MSSV [student_id]. . Hệ vừa học vừa làm. . Đợt tốt nghiệp tháng 4 em có kiểm tra thông tin tốt nghiệp thì xét thấy em đạt 128/134 tín chỉ. Do 1 môn được miễn là nhập môn vẽ kĩ thuật chưa được cập nhật và 1 môn tự chọn nhóm A. Hiện em đã gửi thắc mắc thì môn nhập môn vẽ kĩ thuật đã được cập nhật nhưng, số tín chỉ đạt vẫn là 128/134. Em đã kiểm tra kĩ số môn, số tín chỉ theo chương trình đào tạo, thì kì này em hoàn thành môn tự chọn nhóm A là đủ 134. Kính mong thầy cô xem xét ạ. Em cám ơn.",
            "Chào bạn,. . . . [full_name] đã gởi mail cho bạn về việc này rồi nha.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Nếu em đã đậu ngành   I Kỹ thuật hóa học  /I  hệ   B Đại trà  /B  nhưng muốn chuyển sang hệ   B clc  /B  thì có được không ạ và có những yêu cầu gì thêm không?. . Em xin cảm ơn ạ.",
            "Chào bạn,. . . . Bạn vui lòng xem qui chế học vụ điều 30, mục 30.3 http://www.aao.hcmut.edu.vn/index.php?route=catalog/chitietsv&path=90&tid=1658. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em chào thầy cô. Em là sinh viên k17 Kiến Trúc nếu tính tới kỳ này để được làm thực tập tốt nghiệp(hè) phải đủ 144 chỉ mà hiện tại nếu tính tới hết kỳ này em chỉ tích luỹ được 143 chỉ ( em tính thi anh văn nộp bằng vào nhưng trong tình trạng này đang dịch em không thể đăng ký thi anh văn được) thì em có được đăng ký thực tập tốt nghiệp không ạ. . . Trong trường hợp Nếu hè em đăng ký trả thêm môn thì  số chỉ có được tính để em đăng ký thực tập tốt nghiệp không ạ. Em cảm ơn thầy cô!",
            "Chào bạn,. . . . Tại thời điểm xét tốt nghiệp bạn tích luỹ đủ tín chỉ mới đăng kí thực tập tốt nghiệp được bạn.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em là sinh viên năm 3, cần đăng kí môn Thực tập ngoài trường (TR3315) vào kì 203 nhưng đợt 1 vừa rồi em lỡ quên. Mong PĐT giúp đỡ em được đăng kí môn học này. Em cảm ơn!",
            "Chào bạn,. . . . Đợt 2 DKMH học kỳ 203 bạn vào đăng kí lại nha.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Kính gửi thầy cô,. . . . Em là [full_name], MSSV: [student_id]. Em đang học khoa Cơ Khí, bộ môn Cơ điện tử, chương trình Việt Pháp.  Hiện tại em đang thực tập tốt nghiệp và làm luận văn tại phòng thí nghiệm LCIS, Valence, Pháp. Trong thời gian thực tập, giảng viên hướng dẫn có đề nghị về việc em ứng tuyển cho việc học tiếp tại trường bên phía Pháp. Vì vậy, em cần phải chuẩn bị một số giấy tờ chứng minh quá trình học tập của mình.. . . . Trong qua trình chuẩn bị hồ sơ, em xin được thắc mắc về việc in bảng điểm trên trang thông tin sinh viên. Cụ thể, vì hoàn cảnh hiện tại của em cũng như tình hình dịch bệnh phức tạp sắp tới tại VN và tại TP HCM, em không thể có mặt ở trường cũng như khó có thể nhờ người thân đến trường lấy bảng điểm được. Vì thế em xin phép được thắc mắc về việc liệu em có thể đăng ký nhận bảng điểm trực tuyến hoặc thông qua thư tín bưu điện thông thường được hay không. Nếu cả hai cách đều không thể được thực hiện, em mong nhận được sự giúp đỡ từ thầy cô để có thể hoàn thành hồ sơ của mình.. . . . . . Em xin chân thành cảm ơn sự giúp đỡ từ thầy cô.. . . . Trân trọng,. . [full_name]. . . . . . . . . .",
            "Chào bạn,. . . . Bạn cố gắng nhờ người thân lại lấy bảng điểm dùm nha.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em đã làm thủ tục tạm ngưng học từ đầu học kỳ 202 này rồi thì liệu học bổng kkht của kỳ 201 em có được nhận không ạ",
            "Chào bạn,. . . . Nếu bạn đủ điều kiện nhận học bổng thì bạn vẫn nhận học bổng được nha.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "cho em hỏi là có thông báo đậu tuyển sinh hệ vhvl không ạ, do em không nhận được mail trúng tuyển cũng như không tra cứu mã hồ sơ được. Em đã đọc thông báo số 1, nếu như tình hình dịch căng thẳng như vậy thì em có phải đến trường để làm thủ tục không ạ. Mong được giải đáp ạ. . . .",
            "Chào bạn,. . . . Sinh viên chính qui chuyển sang hệ VLVH bạn vui lòng đợi mail thông báo của nhà trường nha.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em xin chào,. . Cho e hỏi: Em đã tốt nghiệp vào 25/4/2021 nhưng e chưa có bằng tốt nghiệp, vậy khi nào thì e có bằng ạ? Trong thời gian e chưa có bằng tốt nghiệp thì e có thể nhận bằng tốt nghiệp tạm thời được không ạ?. . Em xin cảm ơn",
            "Chào bạn,. . . . Khi nào có bằng tốt nghiệp và bằng tốt nghiệp tạm thời sẽ gởi mail cho sinh viên nha.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: cho em hỏi sao đột nhiên em bị mất thời khoá biểu của học kì này rồi ạ ? em cảm ơn",
            "Chào bạn,. . . . Hiện tại tình trạng sinh viên bạn buộc thôi học, bạn vui lòng liên hệ khoa để làm đơn cứu xét.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . CHo mình hỏi nếu hết kì hè năm 2 mà mình mới hoàn thành 2 môn GDTC thì kì 1 năm 3 có thể đăng ký môn cuối ko hay phải nộp đơn xin ạ ?",
            "Chào bạn,. . . . Hiện tại chưa có lịch học vụ học kỳ 211 nha bạn.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Kính gửi PĐT,. . . . Em là [full_name], MSSV [student_id], sinh viên K18, khoa Cơ Khí.. . Em đã thanh toán đủ học phí đợt 1, tuy nhiên đến đợt 2 này, vì dịch covid trở lại nên công việc của ba mẹ em khó khăn, nên sau cỡ 2 tuần khoảng ngày 8/6 gia đình em mới góp đủ tiền nộp học phí, nhưng sẽ trễ 2 tuần so với hạn cuối là ngày 25/5.. . Nên PĐT cho em hỏi là em có bị thôi học, hay bị hủy đăng kí môn học cho học kì hè không ạ.. . . . Em cảm ơn ạ.",
            "Chào bạn,. . . . Không sao bạn, bạn cố gắng thanh toán học phí sớm nha.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Kính thưa Thầy/Cô,. . . . Em hiện đang muốn in tờ thông tin hoạt động ngoại khóa của mình trên   I 'sàn hoạt động ngoại khóa' của myBK. Em có thể xuống văn phòng đào tạo ở CS2 in trực tiếp được không ạ? Nếu được, thì trong khoảng thời gian từ 20/5 - 27/5, PĐT có làm việc trực tiếp tại CS2 không ạ.. . . . Em rất mong nhận được sự giải đáp từ Thầy/Cô.. . . . Em xin chân thành cảm ơn!. . . . . . . . . .",
            "Chào bạn,. . . . Hoạt động ngoại khoá bạn liên hệ phòng Công Tác Chính Trị Sinh Viên nha.  Nhà trường vẫn hoạt động bình thường.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Kính gửi PĐT Trường đại học bách khoa TP HCM.. . Kỳ này em em có đăng ký môn LVTN nhưng vì lý do cá nhân em không hoàn thành được nên em định kỳ sau mới thực hiện. Cho em hỏi là có cần hủy môn không, hay chỉ cần kỳ sau đăng ký lại. Vì theo quy chế nếu tb học kỳ 13 điểm thì coi như bỏ học.. . EM cảm ơn.",
            "Chào bạn,. . . . Bạn có thể  nộp đơn rút môn học nộp tại PDT  và trình bày lý do chính đáng về việc rút môn học.. . . . [full_name]"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Trong học kì 202 em có đăng kí thực tập. Kết thúc học kì em vẫn thực tập chưa xong nên chưa có giấy xác nhận của công ty nên chưa thể nộp để xác nhận đã thực tập. Vậy em có bị đánh rớt thực tập không ạ. Trường hợp như em có cần phải đăng kí lại thực tập trong học kì hè không ạ. Em cảm ơn.",
            "Chào bạn,. . . . Việc này bạn về khoa để tư vấn cho bạn nha.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Chào thầy/cô hỗ trợ viên,. . . . Em là [full_name], MSSV [student_id], lớp CK18CTM4.. . . . Do có dự định trong hè nên em không đăng ký môn học HK203 đợt 1 vừa qua. Tuy nhiên tình hình dịch Covid-19 căng thẳng nằm ngoài dự tính, kính mong Nhà trường xem xét mở thêm đợt đăng ký giúp em cũng như những bạn gặp tình huống như em có thể tiếp tục tiến độ học tập trong hè.. . . . Rất mong được ý kiến được tiếp nhận, em xin chân thành cảm ơn.",
            "Chào bạn,. . . . Bạn vui lòng xem lịch học vụ để biết thời gian đăng kí môn học học kỳ 203 nha http://www.aao.hcmut.edu.vn/index.php?route=catalog/chitietsv&path=59_77&tid=1916.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: em có thể chuyển khoa mình đang học sang khoa khác sau năm nhất không ạ ? , và nếu như em bị nợ môn thì có được chuyển không ạ ?",
            "Chào bạn,. . . . Theo qui định nhà trường không chuyển khoa được nha bạn. Bạn vui lòng xem qui chế học vụ điều 30 http://www.aao.hcmut.edu.vn/index.php?route=catalog/chitietsv&path=90&tid=1658.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Em chào PĐT, dạ cho em hỏi là khi nào sẽ có danh sách học bổng khuyến khích học kì 201 ạ?. .",
            "Chào bạn,. . . . Việc này bạn liên hệ phòng Công Tác Chính Trị Sinh Viên nha.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Kính gửi PĐT.. . Em có 2 vấn đề thắc mắc rất mong PĐT có thể giải đáp ạ. . . Em muốn hỏi là chuyển điểm Tiếng Anh bằng Toeic sẽ được chuyển điểm và cập nhật lại bảng điểm vào thời gian bao lâu kể từ ngày chuyển ạ.. . Thứ 2 là nếu em đã chuyển điểm và thi lại Toeic với điểm cao hơn thì có được chuyển điểm lần 2 không ạ. . . Em xin chân thành cảm ơn.",
            "Chào bạn,. . . . - Khi nộp chứng chỉ ngoại ngữ, tầm 2 tuần sẽ có kết quả chuyển điểm nha bạn.. . . . - Mỗi môn anh văn sẽ được chuyển điểm 1 lần nha bạn.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em chào thầy/cô ạ.Em có 2 thắc mắc rất mong được thầy/cô giải đáp ạ. . 1.Với tình hình dịch bệnh hiện nay thì học kì này có tổ chức thi anh văn để xét chuẩn anh văn từng năm không ạ,nếu không thì có cách nào để xét không ạ. . 2.các môn tự chọn có tính vào điểm trung bình tích lũy không ạ.. . Em xin cảm ơn và rất mong nhận được phản hồi sớm từ thầy/cô ạ.. .",
            "Chào bạn,. . . . 1.Vì tình hình dịch bệnh như hiện này, sẽ khó tổ chức kỳ thi anh văn định kỳ. Bạn vui lòng đợi thông báo của nhà trường về việc này nha.. . . . 2.Nếu môn tự chọn nằm trong khung CTDT có qui định thì được tính vào điểm trung bình tích luỹ ngành nha.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em kính chào quý thầy/cô ạ!. . Thầy/cô cho em hỏi tình hình dịch bệnh thế này, trường có tổ chức thi anh văn đầu vào không ạ? Nếu không tổ chức được, trường có cho miễn chuẩn anh văn như năm rồi không ạ? . . Em cảm ơn quý thầy/cô nhiều!. .          Trân trọng."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Do em đã đọc Mail và thấy có ghi \"các môn thực hành vẫn học bình thường\", em không chắc rằng thể chất có nằm trong mục này không nên mới hỏi PDT ạ. Mong PDT bỏ chút ít thời gian giải đáp thắc mắc của em rằng GDTC có được nghỉ không ạ? EM xin lỗi vì đã làm phiền ạ.",
            "Chào bạn,. . . . Môn GDTC hiện tại tạm ngưng dạy đến khi nào có thông báo mới nha bạn.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Ngày 25/5 hết hạn đóng học phí nhưng giờ trên mục thanh toán học phí của em không hiện mục thanh toán. Kính mong phòng đào tạo xem xét cập nhật để em có thể thanh toán học phí đúng hạn. Em xin cảm ơn!"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Trường cho em hỏi, nếu em đang thiếu một môn học dạng thí nghiệm (1 chỉ) tại trường  để đủ tiêu chuẩn làm đồ án mà kỳ hè này trường không mở môn dạng thí nghiệm thì em có thể xin vừa làm đồ án và vừa học môn đó ở học kỳ 211 không.. . Em xin cám ơn",
            "Chào bạn,. . . . Việc này tôi không thể trả lời cho bạn được, vì việc này là qui định của nhà trường. . . . . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em chào thầy,cô ạ. Em là Quang Đăng. . MSSV [student_id]. . . . Em xin hỏi về việc chứng chỉ anh văn nói viết. Hiện tại vì tình hình dịch bệnh, nên Bkenglish ko mở thi đc ạ( em có đăng kí nhưng bị hoãn). Còn em thì hết HK 202 là hết hạn chương trình học. . . . . Vậy có cách nào phòng đào tạo và nhà trường tạo điều kiện giúp tụi em được ko ạ?. . . . Em xin cảm ơn thầy,cô nhiều.",
            "Chào bạn,. . . . Bạn cố găng thi nha bạn thời hạn đến 25/8 lận nha bạn.. . . . Thân"
        ]
    }
]