[
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Cho em hỏi học kì hè này có được đăng kí học trước các môn xã hội như [full_name] không ạ.Em cảm ơn ạ.. .",
            "Chào bạn,. . . . Đối với khoá 2019, học kỳ 193 những môn Mac-lê có mở môn Triết học [full_name] - [full_name] (SP1031). Khoá 2019 đăng kí mã môn này được nhen.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Thưa thầy/cô,. . Hiện tại em đang học môn SP1007 - Pháp luật Việt Nam đại cương HK192 và vừa đăng ký môn học  SP1031 - [full_name] MAC - LENIN vào kỳ hè 193. Em cũng vừa được biết là hai môn trên có thể sẽ thay đổi vào kỳ sau, 201. Em xin hỏi là liệu em có được chuyển điểm nếu em hoàn thành hai môn học trên hay không?. . Em xin cám ơn",
            "Chào bạn,. . . . Bạn hỏi khoa 2 môn này có đúng trong CTDT khoá 2019 hay không.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ em xin phép hỏi là học kỳ hè 193 này em đã đăng ký học môn Chủ Nghĩa [full_name] theo mail pđt đã trả lời ( có đính kèm ảnh 1). Nhưng hôm nay em lại thấy một số câu trả lời lại mâu thuẫn với thông tin trên ạ( có đính kẻm ảnh 2). Dạ em xin phép được thắc mắc ạ",
            "Chào bạn,. . . . Đối với khoá 2019, học kỳ 193 những môn Mac-lê có mở môn Triết học [full_name] - [full_name] (SP1031). Khoá 2019 đăng kí mã môn này được nhen.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em chào PDT á!. . Em là sinh viên k19,do không nắm rõ Chương trình đào tạo k19 nên em đã đăng ký sai mã môn Xác suất thống kê kỳ hè 193.PDT cho em hỏi có cách nào để xin chuyển điểm hoặc chuyển môn được không ạ? . . Em xin cảm ơn ạ!",
            "Xin kính gửi PDT ạ!. . Em dự định học hè môn Xác suất thống kê mà sinh viên k19 lại thay đổi mã môn thì PDT cho em hỏi có cách nào để xóa môn không ạ? Học môn mà không được tính chỉ vào điểm tích lũy thì tội cho SV như tụi em quá ạ :(.. . Em cảm ơn PDT!",
            "Chào bạn,. . . . Bạn đăng kí đúng mã số môn học trong chương trình đào tạo thì mới tính vào điểm trung bình tích luỹ ngành.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Cô ơi, em có hai câu hỏi sau mong cô giải đáp:. . 1. Đợt đăng ký môn học đợt 3 ngày 13.07.2020 có được mở thêm lớp không ạ ?. . 2. Tín chỉ tính chuẩn sinh viên xét cho đợt đăng ký môn học kỳ 201 có được cộng thêm tín chỉ đăng ký hè 193 không hay chỉ được cộng thêm tín chỉ của kỳ 192 thôi ạ ?. . . . Em cám ơn cô ạ !",
            "Chào bạn,. . . . 1. Đợt 3 không nhận đơn mở lớp.. . 2. Chuẩn sinh viên các năm học kỳ 201 cộng thêm tín chỉ của học kỳ 192 và điểm đạt 193.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: cho em xin lịch thi cuối kì với ạ. tối em thì rồi mà trên lich thi của em bị mất môn phương pháp tính ạ. giờ em không biết mình thi phòng nào ạ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em đang vướng bận chứng chỉ anh văn và có nguy cơ bị đình chỉ kì học 201 nếu không đạt được chứng chỉ anh văn trước khi đang kí môn học học kì 201. Nên cho em hỏi khi nào bắt đầu đăng kí môn học học kì 201 để em có thế sắp xếp đăng kí thi chứng chỉ anh văn đúng thời hạn.. . . . Em xin cảm ơn .",
            "Chào bạn,. . . . Học kỳ 201 bắt đầu 21/9/2020. Bạn xem lại biểu đồ học tập nhen.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: cho em xin phòng thi phương pháp tính ngày 10/07 với ạ. trên lịch thi của em bị mất rồi ạ. cho em biết lí do được không ạ. tối em thi rồi nên giờ em đang rất gấp ạ",
            "Chào bạn,. . . . Phương pháp tính thi ngày 10/7 bạn thi phòng 201B1.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Thầy cô cho em xin email của thầy [full_name] hiện đang dạy lớp Hóa Lý Hóa keo DT01 để hỏi thầy vài chuyện ạ!. . Em cảm ơn",
            "Chào bạn,. . . . Bạn liên hệ ở khoa nhen.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Thầy cô cho em hỏi, theo như câu trả lời tại hội nghị sinh viên thì k19 chúng em có được học mác với chương trình dạy mới vào kì hè không ạ. Nếu không thì phòng đào tạo cho tụi em xin hủy môn được không ạ",
            "Chào bạn,. . . . Đối với khoá 2019, học kỳ 193 những môn Mac-lê có mở môn Triết học [full_name] - [full_name] (SP1031). Khoá 2019 đăng kí mã môn này được nhen.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . em là sinh viên khóa K19, hệ chính quy. Em có đăng kí 1 số môn học kỳ hè ở đợt 1, nhưng đến ngày có kết quả đăng kí thì em k thấy kết quả đăng kí của mình. Khi em bấm vào lịch sử đăng kí môn học thì hiện ra dòng chữ đỏ \" bạn chưa chọn đợt đăng kí\". Cho em hỏi như vậy là em đã được đăng kí hay chưa, nếu chưa thì em phải làm sao để được học ạ.Em có thấy đang còn đợt 2 bổ sung nhưng em k thể đăng kí được ạ. Em xin cảm ơn.",
            "Chào bạn,. . . . Bạn có thể nhờ bạn bè những người xung quanh mình chỉ cho bạn cách đăng kí môn học nhen. PDT đã hướng dẫn cho sinh viên trong các buổi sinh hoạt đầu khoá rồi. . . . . Vì làm việc qua BKSI tôi không biết bị vấn đề gì. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Vì em đăng ký nhầm nên nếu em muốn hủy môn học đã đăng ký trước đó em có phải làm đơn không vậy. Vì môn học em đăng ký ko liên quan đến chương trình dạy 193",
            "Chào bạn,. . . . Bạn muốn huỷ môn học nào?, mã số môn học?. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học bổng khuyến khích . Em chào thầy/cô!. . Em có tên trong danh sách học bổng lần một nhưng trường có cập nhật thiếu số tín chỉ tích luỹ của em, qua lần cập nhật mới em bị xoá tên do không đủ 90% số chỉ tích luỹ . Em đã làm đơn xin xem xét lại gửi phòng đào tạo, thầy/cô cho em hỏi bao giờ trường mới xem xét cập nhật đúng số tín chỉ và danh sách học bổng mới vậy ạ.. . Mong thầy/cô hồi đáp giúp em. Em cảm ơn ạ!. .",
            "Chào bạn,. . . . Trong biện nhận có hẹn ngày mà bạn sau 21/7.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em đã đăng kí môn Giải tích 3 - MSMH: 006725 vào đợt 1 đăng kí môn dự thính hè chính quy (Bảng đăng kí trong hình đính kèm) nhưng chưa có kết quả + TKB.. . . . Hiện tại một số bạn của em đăng kí môn này trong \"đăng kí dự thính hè đợt 2\" đã có kết quả + TKB và học lớp của thầy [full_name].. . . . Em xin hỏi tại sao em đăng kí đợt 1 không có kết quả. Nếu có sai sót em xin thầy/cô điều chỉnh giúp em để em có thể học môn Giải tích 3 học kỳ hè này.. . . . Em xin cảm ơn",
            "Chào bạn,. . . . Hiện tại trong đợt DKMH đợt 3, bạn vào đăng kí nhen.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ thầy cô cho em hỏi là em lỡ đăng ký lộn một môn trong học kỳ Hè 193 này thì em có thể nộp đơn xin rút môn học được không ạ? Nếu được thì em có thể nộp vào khoảng thời gian nào ạ? Em không thấy có lịch tiếp nhận đơn xin rút môn học trong Lịch học vụ ạ.. . . . Em xin cảm ơn thầy cô ạ!. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em có đăng ký 2 môn học:. . + Cấu trúc dữ liệu và giải thuật (CO2003) - Nhóm lớp DT_01 ([full_name] 193 - Hệ Chính Quy). . + Cấu trúc dữ liệu và giải thuật (CO2003) - Nhóm lớp RZ03 ([full_name] Học Lại 2020 - Hệ VLVH).. . . . Em gửi mail này xin được Phòng Đào Tạo xem xét cho em được hủy môn CO2003 - Nhóm lớp DT_01 (Hệ chính quy).. . . . Lý do em đăng ký trùng môn học là vì Em không biết [full_name] có mở môn học này trong học hè hay không? Nên em đã đăng ký trước bên chính quy, để phòng trường hợp [full_name] không có mở môn này.. . . . Hôm nay 10/7, bên VLVH có thời khóa biểu hè chính thức, nên em làm đơn này xin được hủy môn đăng ký trước trên hệ chính quy.. . . . Em biết em làm sai quy trình, ảnh hưởng đến sỉ số lớp học, nhưng kính mong Phòng Đào Tạo xem xét, Để em không phải đóng học phí 2 lần ạ.. . . . Em xin đính kèm đơn xin hủy môn học.",
            "Chào bạn,. . . . PDT đã hiệu chỉnh, bạn vào huỷ/bổ sung môn học nhen.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Cho em hỏi môn pháp luật Việt Nam đại cương học kì 193 có được học không ạ",
            "Chào bạn,. . . . Môn Pháp luật Việt Nam đại cương tất cả các sinh viên đều học, nhưng bạn phải đăng kí đúng mã số môn học nhen.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Kính gửi PĐT . . Em tên là [full_name], sinh viên K18. . Cho em hỏi là theo như thông báo trước đó của PĐT là học kì 201 sẽ không xét chuẩn Anh văn khi đăng kí môn học, điều đó có chắc chắn không ạ?. . Học kì này PĐT có tổ chức thi Anh văn định kì không? Và sẽ tổ chức vào ngày nào ạ?",
            "Chào bạn. . - Phòng đào tạo đã gởi mail thông báo vào ngày 7/5/2020 V/v liên quan đến Chuẩn tiếng Anh sau mỗi năm học, bạn xem lại nghen. . - Về tổ chức thi Anh văn định kì bạn vui lòng kiểm tra mail thường xuyên, Pdt sẽ gởi mail thông báo nếu có thông báo mới nhất. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Chào quý thầy cô, cho em hỏi vừa rồi ngày 2/7 em có thanh toán khoản HP còn lại cho HK192, nhưng BKPay và OCB Online Banking có vẻ gặp trục trặc khi mà em đã được xác nhận khoản thanh toán trong OCB Online Banking rồi nên cứ nghĩ là đã thanh toán, hôm nay mở lại BKPay thì lại được thông báo học phí chưa được thanh toán?! Em vô OCB thì thấy tiền vẫn còn nguyên nên thanh toán lại 1 lần nữa thì lần này mới được và được thông báo là \"Đã thanh toán trễ hạn\". Vậy xin hỏi quý thầy cô trường hợp này em có bị phạt theo quy chế về học phí không ạ?",
            "Chào bạn,. . Bạn vui lòng làm đơn trình bày thanh toán trễ học phí và nộp trực tiếp tại Phòng Đào tạo nhé!. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Do mới có điểm vài môn, kết quả không tốt nên em muốn cải thiện vào Hè, vậy xin cho em hỏi học kỳ hè 193 có còn đợt hiểu chỉnh lần 3 như các năm trước không vậy ạ?. . Em xin cảm ơn."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em muốn hũy đăng ký môn trước đó mà đã hết hạn rối giờ em có cần nộp đơn gì không. Mong giúp em với vì em lỡ dại đăng ký trước 1 số môn mà nghe nói sẽ thay đổi trong năm tới. Em chân thành cảm ơn",
            "Chào bạn,. . . . Bạn muốn huỷ môn học nào?, mã số môn học?. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Chào cô, em vừa có thông tin là kể từ khoá 19 trở đi môn xác suất thống kê có đổi mã môn xác suất thống kê. Tuy nhiên hiện tại em lại đăng kí mã môn cũ MT2001. Vậy cho em hỏi có cách nào để giải quyết vấn đề này không, chứ mất 1 triệu 500 ngàn vì đăng kí sai môn thì đúng là cái giá đắt quá ạ.  Em cảm ơn, mong cô sớm phản hồi.",
            "Chào bạn,. . . . Sau đợt 3 DKMH bạn làm đơn nộp PDT ghi rõ mã số môn học đăng kí nhầm và mã số môn học đúng.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học .",
            "Cho em hỏi kì hè này có mở các lớp thể chất không ạ? Em cảm ơn",
            "Chào bạn,. . . . PDT có mở thêm môn GDTC bạn vào đăng kí nhen.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Em tên: [full_name]. . Mssv: [student_id]. . Chuyên ngành: công nghệ thông tin (vlvh). . . . Em xin chào phòng đào tạo, em có đăng ký môn kỹ thuật lập trình CO1011 bên hệ dự thính chính quy. Dạ hiện tại em có thể rút môn lại để đăng ký qua bên hệ vlvh được không ạ. Em xin cảm ơn. .  . .",
            "Chào bạn,. . . . [full_name] đã mở khoá cho bạn, bạn vào huỷ/bổ sung môn học nhen.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Xin chào phòng đào tạo, cho e hỏi là e đăng ký môn học dự thính hè 193 hệ chính qui đã qua đợt 1 và 2 nhưng bây giờ e muốn hủy môn thì có làm đơn rút môn được không ạ?. (E đã biết đợt 3 thì không được hủy môn)",
            "Chào bạn,. . . .",
            "Chào bạn,. . . . Bạn vào hiệu chỉnh nhé. PDT đã mở khoá cho bạn rồi.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ, em đã đăng ký chuyển điểm [full_name] vào ngày 9/7 .. . Cho em hỏi khi nào điểm mới được cập nhật để em có đủ số tín chỉ để đăng kí TTTN vào kỳ đkmh bổ sung (13/7-15/7) ạ. . Mong phòng đào tạo chuyển sớm dùm em để, em không bỏ lỡ kỳ TTTN .. .",
            "Có ai trả lời giúp em với, em cảm ơn",
            "Chào bạn,. . . . Hiện tại bạn vào đăng kí TTTN thử nhen, nếu PDT chưa chuyển điểm kịp thì bạn làm đơn nộp sau đó (sau đợt DKMH kết thúc).. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em thấy pdt có thông báo là đăng ký môn học đợt 3 từ ngày 13 đến 15 ạ, mà khoảng thời gian đó có thể môn học dự thính của em vẫn chưa được cập nhật điểm,vậy nếu sau đợt đkmh đợt 3 mà em đã đủ điều kiện để đăng ký đi thực tập tốt nghiệp thì em phải làm sao ạ. Em cảm ơn ạ.",
            "Em muốn hỏi là nếu học kỳ hè này em không đi TTTN được thì học kỳ chính 201 em có thể đăng ký đi không ạ, em cảm ơn ạ.",
            "Chào bạn,. . . . - Theo qui định nhà trường, khi xét tốt nghiệp thì xét số tính chỉ tích luỹ từ học kỳ 192 về trước, còn dự thính 192 chỉ xét môn học đạt.. . . . - Học kỳ chính 201 nếu khoa đồng ý mở môn TTTN thì PDT sẽ mở cho bạn nhen.. . . . Thân.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Hiện tại sau khi em đăng kí môn học Triết mác mới nghe được thông tin môn đó sẽ đổi chương trình dạy vào học kì 201. Vậy làm sao để em hủy môn mà không phải đóng tiền đăng kí môn ạ",
            "Chào bạn,. . . . Đối với khoá 2019, học kỳ 193 những môn Mac-lê có mở môn Triết học [full_name] - [full_name] (SP1031). Khoá 2019 đăng kí mã môn này được nhen.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Chào thầy cô !. . Em có đăng kí những môn vào kì hè vì nghĩ mình nợ nhưng em không còn nợ thì có được hủy vào đợt Đăng kí lần 3 không? . . Em cảm ơn",
            "Chào bạn,. . . . Đợt 3 DKMH không cho huỷ môn học mà chỉ bổ sung môn học thôi.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ xin cho em hỏi là k19 có được học hè 193 môn mác lê mã môn SP1031 không ạ! Em cảm ơn ạ!",
            ". . Chào bạn,. . . . Đối với khoá 2019, học kỳ 193 những môn Mac-lê có mở môn Triết học [full_name] - [full_name] (SP1031). Khoá 2019 đăng kí mã môn này được nhen.. . . . Thân. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em có nghe nói năm sau trường mình tự chủ về kinh tế,học phí tăng lên 25tr/năm,em xin hỏi thông tin này đúng hay không?Nếu đúng như vậy thì bắt đầu từ K20 hay tất cả các khóa ạ.Em xin chân thành cảm ơn.",
            "Chào bạn,. . Hiện tại chưa có thông tin chính thức về vấn đề tự chủ nhé. Nhà trường sẽ thông báo cho sinh viên sau khi có thông tin chính thức.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học bổng khuyến khích . Kính gửi: Phòng đào tạo trường Đại học Bách Khoa Thành phố Hồ Chí Minh,. . Em là: [full_name], MSSV: [student_id], sinh viên Khoa: Điện- Điện tử. . Em vừa nhận được thông báo về danh sách cập nhật học bổng dự kiến học kì 191 hôm nay, em thật sự cảm thấy hụt hẫng và không tin đây là sự thật, vì trong danh sách dự kiến trước đó có tên em và danh sách mới em bị loại với lý do rất đặc biệt là \"TRƯỜNG KHÔNG ĐỦ NGÂN SÁCH\" nên buộc phải cắt bớt để tăng tiền cho những bạn khác. Thà rằng ban đầu phòng đào tạo không công bố danh sách trước đó, hoặc việc điều chỉnh chỉ là bổ sung, chứ từ danh sách em có học bổng rồi lại thông báo điều chỉnh lại em trở thành không được nhận, em cảm thấy rất buồn và nản vì động lực để em phấn đấu qua mỗi kì lại được công bố bằng sự sai sót của phòng đào tạo. Có thể đối với trường con số 6 triệu là rất nhỏ nhưng  đối với em đó có thể hơn hai tháng tiền ăn và tiền học phí, bên cạnh đó khi hay tin có học bổng em đã thông báo với người thân thì giờ đây em biết báo lại như thế nào đây. Em nghĩ nhiều bạn cũng có tâm trạng như em thất vọng và hụt hẫng. . . Trên đây là những ý kiến nhỏ nhoi của em, kính mong phòng đào tạo xem qua và giải quyết thấu tình đạt lý và xin phòng đào tạo hãy đặt mình vào vị trí của những sinh viên như chúng em để đồng cảm với chúng em.. . Cuối lời, em xin chúc sức khỏe và xin chân thành cảm ơn đến tất cả ạ.. . Sinh viên. . [full_name]",
            "Chào bạn,. . - Phòng Đào tạo đã tiếp nhận yêu cầu khiếu nại Học bổng khuyến khích của bạn. Bạn vui lòng theo dõi kết quả được trả lời sau ngày 21/07/2020 tại đây (nếu sau thời gian trên vẫn chưa được xử lý bạn có thể gởi lại câu hỏi vào trang bksi.hcmut.edu.vn để khiếu nại).. . - Cám ơn những góp ý, và phản hồi của bạn cho nhà trường, mong bạn chia sẻ và đồng hành cùng nhà trường.. . Chúc bạn học tập tốt nhé.. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Thầy cô cho em hỏi học kỳ hè có thể học các môn học trước không ạ ?",
            "Chào bạn,. . . . Học kỳ hè bạn vẫn đăng kí được những môn học mới. . . . . Việc này bạn liên hệ với khoa, giáo viên chủ nhiệm để tư vấn cho bạn biết môn học  bạn đăng kí.. . . . Thân.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Thưa thầy/cô, Em là [full_name], sinh viên khóa K19 khoa Khoa học và Kĩ thuật máy tính, em xin hỏi về môn SP1031- Triết học [full_name] [full_name]-nin, em có đăng kí môn Triết để học trong học kì 193 hè do nhận được bức hình gợi ý các môn học của phòng đào tạo. Song, Em lại nghe qua về việc các môn xã hội sẽ có nội dung đổi mới chỉ được áp dụng từ học kì 201 đối với khóa K19. Vậy em xin hỏi là môn SP1031 nếu học trong hè thì có được tính không ạ? Hay kể từ học kì 201 trở đi, bọn em phải học lại môn [full_name] [full_name]-nin theo chương trình mới ạ ? Nếu môn học [full_name] [full_name]-nin trong kì hè này không được tính so với khóa K19, thì bọn em có được phép hủy không ạ? . . Em xin cảm ơn.",
            "Chào bạn,. . . . Đối với khoá 2019, học kỳ 193 những môn Mac-lê có mở môn Triết học [full_name] - [full_name] (SP1031). Khoá 2019 đăng kí mã môn này được nhen.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ e có đăng ký môn SP1031 và đã qua đợt đăng ký lần 2 thì e được pdt trả lời là học kỳ 193 chưa triển khai sang học kỳ 201 mới triển khai. Vì đã đăng ký lỡ và đã qua hạn đăng ký lần 2 , e xin trường có thể cho em rút môn SP1031 với ạ vì học phí hè khá mắc và học không được tính, vô năm mới triển khai học môn SP1031 phải học lại . . Em xin trường giúp em với ạ . Em cảm ơn trường ạ",
            "Chào bạn,. . . . Đối với khoá 2019, học kỳ 193 những môn Mac-lê có mở môn Triết học [full_name] - [full_name] (SP1031). Khoá 2019 đăng kí mã môn này được nhen.. . . . Thân. .",
            "Dạ bây giờ em cũng không biết phải nói như thế nào đây. Mẹ em mới điện hôm qua nói là chủ nhật tuần vừa rồi có trận giông lốc nó bẻ gãy cao su nhà em rất nhiều và không thể thu hoạch mũ nưã. Nhà em thu nhập chính từ lô cao su bây giờ không thể thu hoạch mũ được. Mẹ nói ba đi làm thêm thì cũng đáp ứng được cho em khoản tiền đầu năm 2, còn bây giờ em học hè thì không nuôi nỗi. Mẹ bảo hè này con về nhà cho ba mẹ đỡ tiền gửi lên nuôi và học phí hè, vào năm 2 có tiền cho con đóng.Em cảm ơn trường đã giải đáp thắc mắc của em về môn [full_name]-[full_name]. Hiện tại đã qua đăng ký môn học hè đợt 2 nên em không hủy môn được, em xin trường có thể hủy các môn học hè của em được không ạ. Em cảm ơn trường rất nhiều ạ",
            "pđt sẽ hủy môn học giúp em. . TKB sẽ cập nhật lại sau. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Chào [full_name] Đào Tao,. . Em học ngành Khoa học máy tính, K2019.. . Học kì hè 193 em có đăng kí môn SP1031 - [full_name] - [full_name]. Nếu em học môn này vào HK193 thì có được tính vào điểm trung bình tích lũy ngành không và nó có thuộc chương trình đào tạo của ngành em không ạ?. . Em cảm ơn.. .",
            "Chào bạn,. . . . Đối với khoá 2019, học kỳ 193 những môn Mac-lê có mở môn Triết học [full_name] - [full_name] (SP1031). Khoá 2019 đăng kí mã môn này được nhen.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "huy môn học . Kính gửi thầy cô. . . . Em là sinh viên hệ vừa làm vừa học nhưng đăng ký môn học nhầm vào hệ chính quy và không thể sắp xếp thời gian theo như lịch học được. Nhờ thầy cô xem xét huỷ môn học giúp em ạ. Em sẽ đăng lại vào hệ vừa làm vừa học và sẽ chú ý hơn vào lần đăng ký sau.. . . . Thông tin môn học cần huỷ:. .   B Mã môn học  /B :CO2003. .   B Tên môn học  /B : Ctrúc dữliệu & giảithuật. . . . Em xin cám ơn!. . . . . .",
            "Chào bạn,. . Hiện tại đã hết thời gian để hủy môn học nhé bạn.. . Bạn có thể đăng ký rút MH, theo dõi quy định rút MH tại đây:. . http://aao.hcmut.edu.vn/sinh viên/quy chế/ Quy chế đào tạo và học vụ bậc đại học, cao đẳng:/Điều 11. Hủy, rút môn học/11.2 Rút môn học. . Chúc bạn học tốt. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ cho em hỏi, hk 193 K19 có thể đăng ký các môn chính trị không ạ? và nếu không được đăng ký, thì em lỡ đăng ký rồi có được hủy môn không ạ? Em cảm ơn ạ",
            "Chào bạn,. . . . Đối với khoá 2019, học kỳ 193 những môn Mac-lê có mở môn Triết học [full_name] - [full_name] (SP1031). Khoá 2019 đăng kí mã môn này được nhen.. . . . Thân. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Dạ cho em hỏi ví dụ đầu học kì 1 năm 2 em nộp bằng toeic thì cuối kì 1 năm 2 em được chuyển điểm hay là sang học kì sau mới được chuyển điểm ạ. Em cám ơn nhiều ạ.. .",
            "Chào bạn. . - Việc chuyển điểm là do bạn quyết định có đăng ký chuyển điểm và đóng tiền hay không ?. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . em với một nhóm bạn xin được mở lớp thể chất ở HK193. em cần làm gì ạ, hiện em đã có danh sách các bạn. Em cám ơn",
            "có rất nhiều bạn có nhu cầu mở môn học, mông quí thầy cô hỗ trợ. vì đợt trước bạn đại diện không nộp đơn",
            "Chào bạn,. . . . Hiện tại PDT đã mở GDTC cho các bạn đăng kí, bạn đăng kí nhanh nhen.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Chào cô (thầy),. . Em đăng ký thực tập tốt nghiệp vào học kỳ hè này, đăng ký môn học đợt 3 từ ngày 13-15 nhưng lúc đó môn học dự thính của em vẫn chưa có điểm ạ. vì vậy nên thiếu 1 tín chỉ để đăng ký môn thực tập tốt nghiệp.. . Cho em hỏi là em có thể làm đơn xin đăng ký, xin đăng ký sau khi có điểm môn dự thính hoặc có cách nào để em có thể đăng ký thực tập tốt nghiệp trong học kỳ hè này không ạ?. . Em cảm ơn.",
            "Chào bạn,. . . . Hiện tại bạn thiếu 1 chỉ nên không DKMH được, bạn về khoa tư vấn cho bạn thử nhé.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Theo như em được biết trong buổi hội nghị sinh viên các thầy đã trả lời các môn chính trị mới ( cụ thể SP1031,...) không có đề cương môn học trong hk hè chỉ có trong học kỳ chính. Cho em hỏi môn này có học không và nếu không thì e có thể đăng ký môn khác được không. .",
            "Chào bạn,. . . . Đối với khoá 2019, học kỳ 193 những môn Mac-lê có mở môn Triết học [full_name] - [full_name] (SP1031). Khoá 2019 đăng kí mã môn này được nhen.. . . . Thân. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em chào PĐT,. . vào đợt ĐKMH bổ sung đợt 3, theo kế hoạch sẽ không được hủy môn và điều chỉnh nhóm. Nhưng vì một vài lí do cá nhân đột xuất, em muốn xin được chuyển từ nhóm DT01_DT02 sang DT02_DT04 thì em phải thực hiện quy trình như thế nào ạ ? rất mong PĐT hỗ trợ và phản hồi sớm giúp em ạ.. . Em xin chân thành cảm ơn.. . Trân trọng,. . [full_name].",
            "Chào bạn,. . . . Đợt 3 không hiểu chỉnh được nha bạn, chỉ được bổ sung thôi nha bạn.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Em xin chào [full_name] ạ. PĐT có thể xem xét lại việc mở hiệu chỉnh đợt 3 và cho hủy môn được không ạ , tại vì em có việc gia đình nên phải về quê trong thời gian dài và nếu rút môn vẫn đóng học phí thì đối với em số tiền đó quá lớn( 5 chỉ), em nằm trằn trọc suy nghĩ hoài  và cũng có nhiều em K19 cũng đăng kí nhầm mã môn á ạ. Xin PĐT xem xét.Em cảm ơn",
            "Chào bạn,. . . . - Bạn khoá 2018 bạn biết rõ về qui định DKMH, khi đăng kí môn học bạn phải cân nhắc kỹ chứ.. . - Lý do bạn đưa ra không thoả đáng.. . . . - Sau đợt 3 DKMH bạn làm đơn  xin huỷ môn học nộp PDT để ban lãnh đạo phê duyệt  có cho bạn huỷ hay không?. . . . Thân.. .",
            "Đăng ký môn học . Dạ cho em hỏi k19 đã đăng kí các môn như Pháp luật, Triết học mác hè này có được học không ạ. Bởi vì em nghe nói những môn này đổi mới nên tạm thời chưa học được nhưng trong kết quả đăng kí đợt 2 em lại đăng kí thành công. Em cảm ơn ạ",
            "Chào bạn,. . . . Học kỳ 193 này sinh viên khoá 2019 có thể đăng kí môn Pháp luật Việt Nam đại cương (SP1007), triết học mác- lê (SP1031) nhen.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Phòng đào tạo ơi em muốn xin giấy xác nhận sinh viên có đăng kí học kỳ hè 193 thì trình tự làm như thế nào ạ?",
            "Chào bạn,. . . . Bạn vui lòng nói rõ vì chưa hiểu ý.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Cho em hỏi là với những sinh viên K19 đã đăng ký môn học xã hội vào kỳ hè 193 và đã được xếp lớp cụ thể, trường sẽ tự hủy lịch đã đăng ký hay chúng em vẫn phải học nhưng không được tính vào tín chỉ ạ? Và trường hợp này chúng em có cần đóng học phí môn học đó không ạ ? Em cảm ơn ạ.",
            "Chào bạn,. . . . Bạn vui lòng cho biết mã số môn học cụ thể để PDT tư vấn cho bạn tiếp.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]8  /b \t. . . .   i Đăng ký môn học .   Kính gửi : PĐT, Ban giám hiệu trường DHBK TP.HCM. .   Tên em là : [full_name]  MSSV : [student_id]8. .   Trong học kì I -2020.2021 tới đây, em muốn đăng kí môn học : \"   B Nhập môn kiến trúc - CI1009  /B  \" . . .    Nhưng do đây là môn học thuộc chương trình cho sinh viên năm nhất nên em không thể đăng kí môn học theo cách thông thường. . .    Em viết đơn này mong PĐT cho em biết các yêu cầu để đăng kí được môn học này (như đơn xin đăng kí môn học, yêu câu chuẩn anh văn ,... và thời gian để đăng kí ).. .    Trong các năm trước đây em đã cố gắng đăng kí môn này nhưng không đăng kí được, em mong PĐT giúp đỡ . Em cám ơn ạ!. .",
            "Chào bạn,. . . . Bạn liên hệ khoa/bộ môn kiến trúc nhờ thấy cô tư vấn cho bạn (vì bạn khoá 2013) cũng gần hết thời gian đào tạo.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em muốn rút môn học kỹ thuật điều khiển tự động (ME2009) thfi phải làm sao ạ?",
            "Chào bạn,. . . . Thời gian này đã hết thời gian huỷ môn học rồi nha bạn. Bạn rút môn học thì phải làm đơn rút (có tính học phí).. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Xin chào thầy/ cô. E có bị muộn avan cho năm 2 ( em không học các môn chuyên ngành trong năm 2 ) nhưng do có 1 số công việc cá nhân nên e chưa nộp bằng cho trường được và chỉ học các môn không cần bằng avan. Được tin nhà trường cho dky môn học mà không cần bằng avan nhưng hôm trước e đăng ký thì báo lỗi ạ. Mong thầy cô hỗ trợ tư vấn giúp em ạ .. .",
            "Chào bạn,. . . . Bạn kiểm tra lại kết quả đăng kí môn học đợt 2 nhen. Khi bạn đăng kí môn học trong học kỳ 193 này nếu báo lỗi chuẩn anh văn thì đó là câu cảnh báo cho bạn biết thôi.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "B   /B   B   /B Đăng ký môn học . Kỳ  hè này em có đợt thực tập mà em đăng ký học thêm 1 môn có được không ạ? Em xin cám ơn",
            "Chào bạn,. . . . Bạn vẫn đăng kí được nếu không trùng TKB thực tập.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Dạ cho e hỏi học kì hè tuần thứ 1 bắt đầu từ ngày bao nhiêu ạ",
            "Chào bạn. . Bạn xem chi tiết tai trang web aao.hcmut.edu.vn --  Lịch học vụ --  LỊCH HỌC VỤ HỌC KỲ HÈ/2019 – 2020 (HK193). . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Kính thưa PĐT, em muốn hỏi là sau khi tốt nghiệp đại học thì em có thể đăng ký  văn bằng 2 nghành khác không ạ ví dụ như: em học ngành xây dựng thì em tốt nghiệp xong em đăng ký học  ngành ô tô được không ạ? và em có cần phải thi   để xét tuyển không ạ? em cam ơn rất nhiều ạ!",
            "Chào bạn,. . Được nhé bạn, bạn có thể tham khảo về quy trình tuyển sinh bằng 2 của Trường tại đây:. . http://tuyensinh.hcmut.edu.vn/admission/"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Trong đợt thực tập lần này có khả năng em phải đi tỉnh, vậy thì em có thể huỷ các môn học đã đăng kí sau khi biết kết quả thực tập được không ạ?",
            "Chào bạn,. . . . - Nếu bạn có kế hoạch tỉnh sao bạn lại DKMH.. . . . - Khi đăng kí môn học bạn phải cân nhắc kỹ chứ.. . . . - Bạn có thể làm đơn nộp PDT để ban lãnh đạo phê duyệt có cho bạn  được huỷ môn học hay không . Nếu không bạn phải làm đơn rút (có tính học phí).. . . . Thân."
        ]
    }
]