[
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em chào thầy cô ạ.. . Em đang trong thời gian đăng kí môn học nhưng do trùng thời khóa biểu các môn khác và môn em muốn đăng kí đã hết sĩ số. Nên em mong thầy cô có thể mở thêm sĩ số lớp để em có thể đăng ký môn này được không ạ. Đó là môn đồ án ngành nên rất quan trọng liên quan đến việc bị trễ chương trình học nên em mong thầy cô có thể giúp em ạ.. . ME2011: A09 Thứ 2 tiết 234 : đồ án thiết kế.. . Em xin cảm ơn thầy cô ạ",
            "đã tăng sĩ số"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Hiện tại e chưa đủ 28 tín chỉ vậy nên có một số môn học e không đăng kí học được và cũng bị trùng lịch mà e có sửa lịch thì cũng không đăng kí được như môn:. . . . EN2005:\tHóa học trong kỹ thuật và khoa học môi trường 1. . . . CH2009: Hóa phân tích. . . . Em theo ngành Kỹ thuật môi trường (mong nhà trường giúp đăng kí học)",
            "PĐT đã tăng sĩ số cho em đăng ký. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em xin tăng sĩ số môn học môn EN1003 L01 và môn MT1009 L01 ạ.",
            "Chào bạn, . . Hiện tại các nhóm lớp đã được Phòng Đào tạo mở tối đa sĩ số theo đúng quy định (về môn học, sức chứa phòng...).Trường hợp bạn muốn tăng sĩ số của một nhóm lớp nào đó, bạn vui lòng liên hệ trực tiếp tại Phòng Đào tạo cơ sở 1 (trong thời gian đăng ký môn học), để được nhóm hỗ trợ đăng ký môn học kiểm tra, nếu còn khả năng tăng được hoặc có thể có 1 vài bạn sv xin hủy, nhóm sẽ hỗ trợ tăng sĩ số cho bạn (nếu được) và có thể vào đăng ký ngay luôn nhé. . . Chúc bạn học tốt!. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em tên [full_name], mssv [student_id].. . Thầy/cô cho em hỏi là em có đăng ký môn Thực tập tốt nghiệp vào kỳ hè 193 này nhưng hiện tại khi em vào check Thời khóa biểu và Học phí đều không thấy hiện tên môn học.. . Mong thầy/cô xem xét giúp em ạ.. . Em cảm ơn.",
            "Chào bạn,. . . . - Học kỳ hè bạn chỉ đăng kí thôi, lấy dữ liệu PDT sẽ xét lại.. . . . - Bạn phải xem kết quả đăng kí môn học sau mỗi đợt DKMH.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Xin pdt mở thêm lớp phương pháp tính cơ sở 2 cho em đăng kí được hông ạ.",
            "Em liên hệ VP [full_name] để xin mở lớp. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Hôm qua hệ thống có bị lỗi về việc em đã học đủ thể chất nhưng bị xóa hết môn. Nay hệ thống đã được sửa tuy nhiên các môn em đã đăng ký đều không còn chỗ, em mong nhà trường mở thêm sỉ số cho các môn học của em ME4017, ME4647, ME4641, ME4625, ME4605, ME3231. Em mong nhà trường xem xét lại ạ. . . . Học vụ .",
            "Chào bạn, . . Hiện tại các nhóm lớp đã được Phòng Đào tạo mở tối đa sĩ số theo đúng quy định (về môn học, sức chứa phòng...).Trường hợp bạn muốn tăng sĩ số của một nhóm lớp nào đó, bạn vui lòng liên hệ trực tiếp tại Phòng Đào tạo cơ sở 1 (trong thời gian đăng ký môn học), để được nhóm hỗ trợ đăng ký môn học kiểm tra, nếu còn khả năng tăng được hoặc có thể có 1 vài bạn sv xin hủy, nhóm sẽ hỗ trợ tăng sĩ số cho bạn (nếu được) và có thể vào đăng ký ngay luôn nhé. . . Chúc bạn học tốt!. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính thưa Phòng đào tạo,. . Em tên là [full_name], mssv [student_id].. . Do vào ngày hôm qua hệ thống chưa cập nhật việc hoàn thành GDTC của em nên một số môn học em đã không đăng ký thành công. Hiện tại đã cập nhật rồi nhưng do sĩ số các lớp đã tối đa nên em không đăng ký được, kính mong phòng đào tạo mở thêm sĩ số các lớp sau cho em: lớp ME4641, lớp ME4605 thứ 6 tiết 2345, lớp ME4647. Em xin chân thành cảm ơn ạ",
            "Chào bạn, . . Hiện tại các nhóm lớp đã được Phòng Đào tạo mở tối đa sĩ số theo đúng quy định (về môn học, sức chứa phòng...).Trường hợp bạn muốn tăng sĩ số của một nhóm lớp nào đó, bạn vui lòng liên hệ trực tiếp tại Phòng Đào tạo cơ sở 1 (trong thời gian đăng ký môn học), để được nhóm hỗ trợ đăng ký môn học kiểm tra, nếu còn khả năng tăng được hoặc có thể có 1 vài bạn sv xin hủy, nhóm sẽ hỗ trợ tăng sĩ số cho bạn (nếu được) và có thể vào đăng ký ngay luôn nhé. . . Chúc bạn học tốt!. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]  /b . . Kính gửi phòng đào tạo\t. . Dạ em tên là [full_name] Mssv [student_id]. . Em có một số thắc mắc về đăng kí môn học là hiện tại em đang học mạch điện tử ở học kì hè. Bây giờ em muốn đăng kí môn học cho học kì sau nhưng 1 môn học yêu cầu phải học trước môn mạch điện tử còn 1 môn còn lại yêu cầu tiên quyết môn mạch điện tử. Nhưng kết quả của học kì hè lại có sau khi đợt đăng kí môn học kết thúc. Phòng đào tạo cho em hỏi có cách nào để em đăng kí được 2 môn học đó không ạ? . . Em cảm ơn!. . . . . .   i Đăng ký môn học .",
            "Em đã đk môn trong hè, PĐT sẽ tạm coi môn đó đạt để em đk môn HK201. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em muốn hỏi là tại sao em đăng ký thể chất rồi mhungw thời khoá biểu lại bị xoá nhập mã môn lại thì không có mở lớp",
            "Môn hiện chưa mở lớp. . PĐT sẽ mail khi môn mở. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em chào thầy/cô ạ! . . Thầy/cô cho em hỏi là hôm qua có kết quả đkmh thì em bị xoá 4 môn vì thiếu môn học trước là MT1005 và MT1009 nhưng kỳ hè này em đang học môn đó rồi ạ. . Em thấy rất vô lý vì ví dụ kỳ một các bạn đang học giải tích 1 mã MT1003 chưa kết thúc học kỳ đăng ký môn giải tích 2 mã MT1005 thì vẫn được. Nhưng tại sao kỳ hè của em lại không được tính ạ! . . Hôm qua em có lên pđt hỏi thì cô có bảo để thầy trường phòng giải quyết (phòng nào thì em không biết ạ) và cô có bảo em cứ đăng ký lại. Thầy/cô cho em hỏi là làm sao để em biết là nhưng môn em đăng ký lại đây được chấp nhận ạ! Tại em đã xem thì em đủ điều kiện môn học trước. Thật sự thì em không muốn đợt 3 lại bị xoá và phải lên pđt hỏi lại nữa ạ!!!. . Em cảm ơn ạ!!!",
            "PĐT đã cập nhật tạm điểm HK193 để em đk môn. . Em đk lại môn học nhé"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em có thể xin chuyển từ lớp A02 môn EE3003 sang lớp A03 được không ạ? (Vì lý do thuận tiện trong việc sắp xếp giờ học cho bản thân). . . . Nhưng em không thể đăng kí vào được nhưng em thấy số bạn đăng kí nhiều hơn số sinh viên quy định trong lớp.. .",
            "đã tăng sĩ số,. .  em vào đk lại. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em muốn hỏi là học kì trường mình có mở lớp gdtc không? Nếu không có phải đăng kí bên đại học thể dục thể thao như thế nào?. .",
            "Hiện môn GDTC chưa mở lớp. . Sẽ email khi môn mở. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Chào thầy, cô. . Hiện tại em không thể đăng ký môn học được ạ, mong thầy cô giúp em với!. . Em cảm ơn ạ !",
            "lý do"
        ]
    },
    {
        "intent": "",
        "message": [
            "Em xin kính chào quý thầy cô phòng đào tạo! Em có một thắc mắc mong quý thầy cô giải đáp:. . Em là sinh viên khóa k18, em xin hỏi là số tín chỉ hè 193 này của em có được cộng vào tổng số tín chỉ để xét chuẩn sinh viên cho năm 3 không ạ?? Do là đăng kí môn học có một số trường hợp đăng kí được và không và em lo là sau đợt 2 sẽ bị hủy nếu không cộng số tín chỉ của kì hè 193.. . Mong được quý thầy cô giải đáp. Em xin chân thành cảm ơn.. . . .",
            "Chào bạn,. . . . Số tin chỉ học kỳ hè 193 cộng vào tổng số tín chỉ để xét chuẩn sinh viên năm 3, khi có điểm học kỳ hè PDT sẽ xét lại nha.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ em hiện tại đang là sinh viên năm 2 sắp lên năm 3 khoa môi trường, tích lũy được 35 tín chỉ, qua hết 4 av ạ. Em đăng kí một số môn học năm 3 thì hệ thông báo là thiếu các môn học tiên quyết sinh viên năm 3 ạ. Cho em hỏi những môn tiên quyết là môn nào ạ ?",
            "SV năm thứ nhất: dưới 28 tín chỉ. . u SV năm thứ hai: từ 28 đến dưới 56 tín chỉ. . u SV năm thứ ba: từ 56 đến dưới 80 tín chỉ. . u SV năm thứ tư: từ 80 đến dưới 128 tín chỉ. . u SV năm thứ năm (đối với các CTĐT trên bốn năm):. . từ 108 tín chỉ. . . . Em hiện tại ko đủ 56 tín chỉ nên ko đk được môn năm 3"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính gửi phòng đào tạo.. . Hiện tại em đã đăng ký môn \"Thực tập điện 2 - EE3023\" rồi ạ. Điều kiện tiên quyết để đăng ký \"đồ án - EE3151\" là em cần học trước môn Thực tập điện 2 ạ. Em muốn hỏi pđt là em có thể đăng ký \"Đồ án - EE3151\" và \"Thực tập điện 2 - EE\" song song trên cùng một học kỳ 201 sắp tới được không ạ?",
            "Đăng ký môn học. . . . Kính gửi phòng đào tạo.. . Hiện tại em đã đăng ký môn \"Thực tập điện 2 - EE3023\" rồi ạ. Điều kiện tiên quyết để đăng ký \"đồ án - EE3151\" là em cần học trước môn Thực tập điện 2 ạ. Em muốn hỏi pđt là em có thể đăng ký \"Đồ án - EE3151\" và \"Thực tập điện 2 - EE3023\" song song trên cùng một học kỳ 201 sắp tới được không ạ?  /QUOTE . .",
            "ko em"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em chào Cô, em là sinh viên K15 khoa điện-điện tử.. . . . Kỳ 192 em bị tạm dừng học vì không đăng ký môn học do không kịp thi anh văn nói viết để tốt nghiệp.. . . . Nên hiện kỳ 201 sắp tới em muôn hỏi:nếu em thi xong anh văn nói viết nhưng không đăng ký môn học thì có bị tạm dừng học không ạ (vì em đọc là 2 lần tạm dừng là bị buộc thôi học).. . . . Em cảm ơn ạ. Chúc cô có một ngày làm việc tốt.",
            "Chào bạn,. . Bạn sẽ bị tạm dừng HK201, nếu tạm dừng quá 2 học kỳ liên tiếp bạn sẽ bị buộc thôi học.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ em gửi lời chào đến các thầy cô PĐT ạ. . Dạ hiện nay là sinh viên k19 không đủ 28 chỉ trong năm nhất thì sẽ không được đăng kí môn năm 2 phải không ? Và những bạn không đủ 28 chỉ mà vẫn đăng kí được thì sẽ bị xóa đăng kí phải không ạ ? Em mong nhận câu trả lời sớm nhất của thầy cô.. . Em cảm ơn.",
            "Em phải tích lũy đủ 28 tín chỉ mới có thể đăng ký các môn học thuộc năm 2 nhé.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]. . . .   i Đăng ký môn học . Nguyên lý máy-ME1015. . Lớp L05",
            "Chào bạn, . . Hiện tại các nhóm lớp đã được Phòng Đào tạo mở tối đa sĩ số theo đúng quy định (về môn học, sức chứa phòng...).Trường hợp bạn muốn tăng sĩ số của một nhóm lớp nào đó, bạn vui lòng liên hệ trực tiếp tại Phòng Đào tạo cơ sở 1 (trong thời gian đăng ký môn học), để được nhóm hỗ trợ đăng ký môn học kiểm tra, nếu còn khả năng tăng được hoặc có thể có 1 vài bạn sv xin hủy, nhóm sẽ hỗ trợ tăng sĩ số cho bạn (nếu được) và có thể vào đăng ký ngay luôn nhé. . . Chúc bạn học tốt!. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Chào thầy/cô,. . . . Em mong muốn được học thể chất vào học kỳ 201, nhưng hiện tại không thể đăng ký các môn GDTC, mong thầy/cô giải đáo giúp em.. . . . Em xin cảm ơn.",
            "Chào bạn,. . Về việc đăng ký các môn Giáo dục thể chất trong học kỳ 1/2020-2021, bạn vui lòng đợi thông báo sau của Phòng Đào tạo qua email sinh viên.. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em chào thầy! Em tên là [full_name] msss [student_id]. Em mong muốn được học môn chuyên ngành mã môn học là ME3085- Thiết kế trang phục 1 của năm 3 nhưng hiện tại lớp đã full 34/34. Thầy cô có thể xem xét tăng sĩ số lớp lên để em có thể đăng kí học môn này được không ạ. Môn này thực sự rất cần thiết với em. Và số lượng học ít nên không có lớp nào khác nữa. . . . . Thầy có nhắc em lên phòng đào tạo để hỏi nhưng hiện tại em đang đi thực tập và không thể về kịp lúc giờ hành chính của phòng đào tạo làm việc. Em mong thầy xem xét và tăng sĩ số lớp online giúp em. Em cảm ơn thầy nhiều ạ",
            "Chào bạn, . . Hiện tại các nhóm lớp đã được Phòng Đào tạo mở tối đa sĩ số theo đúng quy định (về môn học, sức chứa phòng...).Trường hợp bạn muốn tăng sĩ số của một nhóm lớp nào đó, bạn vui lòng liên hệ trực tiếp tại Phòng Đào tạo cơ sở 1 (trong thời gian đăng ký môn học), để được nhóm hỗ trợ đăng ký môn học kiểm tra, nếu còn khả năng tăng được hoặc có thể có 1 vài bạn sv xin hủy, nhóm sẽ hỗ trợ tăng sĩ số cho bạn (nếu được) và có thể vào đăng ký ngay luôn nhé. . . Chúc bạn học tốt!. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Em muốn hỏi là: điều kiện để đăng kí môn năm 3 là qua anh văn 1. Vậy em rớt anh văn 1 nhưng qua anh văn 2 có được đăng kí môn của năm 3 ko ạ. Em cảm ơn ạ! . .",
            "Chào bạn. . Bạn đăng ký môn học, nếu phát sinh thì liên hệ pdt để kiểm tra lại. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Hiện tại, các môn em đăng ký ở hk201 đều bị hủy.. . Dạ, học kỳ 192 em bị trượt duy nhất 1 môn Giải tích 2. Nhưng kết quả cuối kỳ lại có sau hạn chót của đăng ký môn học kỳ hè 193. Nên em không thể đăng ký lại Giải tích 2 được.. . Lúc trước, do dịch bệnh covid19, hạn chế nơi đông người nên các trung tâm toeic không mở giảng dạy.. . Sau đó, trường có gửi mail là để hỗ trợ sinh viên đăng ký môn học, trường sẽ tạm thời không xét điều kiện chuẩn tiếng Anh sau mỗi năm học. Nên em mới đăng ký luyện thi toeic hè để nhanh chóng lấy bằng toeic.. . Nhưng hiện tại chỉ vì rớt 1 môn GT2 học kỳ 192 như trên mà em chỉ còn 25 tín chỉ tích luỹ và không được đăng ký môn. 4 tín chỉ tiếng Anh lại chưa được bớt ra khỏi điều kiện 28 tín chỉ của quy chế khi tổng số chỉ của năm nhất khoa em là 33.. . Mặc khác, khoa Điện-Điện tử của em lại vừa gửi mail về chuẩn bị phân ngành.. . Dạ, em mong quý thầy cô nhà trường có thể xem xét lại cho em có thể đăng ký môn năm 2 để em được phân ngành, được học tập tiếp tục và sớm đóng góp lại cho nhà trường, cho xã hội, cho tương lai đất nước.. . Dạ, em xin cảm ơn. Chúc quý thầy cô có một ngày tốt lành."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]  /b [full_name]. . . .   i Đăng ký môn học  /i  nguyên lý máy . . mã môn học me1015. . lớp L04. .",
            "em đăng kí môn nguyên lý máy rùi cô [full_name] ơi. Cô [full_name] bỏ qua yêu cầu của em ạ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em có dự định đăng kí môn học Me1015 trong học kì tới, nhưng do có nhiều banh học sinh có nhu cầu học, sĩ số không đủ. Mong quý thầy (cô) giúp em ghi danh vô khóa học này với ạ.. . Thông tin của em: . . [full_name] - [student_id]",
            "môn đã tăng lên mức tối đa"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Thưa cô, E là sinh viên K14 đã hoàn thành đủ tín chỉ nên kỳ vừa rồi e ko đăng ký môn nào.. . Em thấy tình trạng sinh viên là bị tạm dừng. . . Vậy điều đó có ảnh hưởng tới việc tốt nghiệp của e ko ạ.. . Em có đính kèm ảnh phía dưới.. . . . Em cảm ơn cô.",
            "Chào bạn,. . Bạn phải làm đơn thu nhận lại để đăng ký xét TN.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em tên là [full_name] MSSV [student_id], nhà trường có thể mở giúp em thêm sĩ số môn Thiết bị và hệ thống tự động EE3029 lớp A03-A08 được không ạ? do lịch học của em được sắp xếp chỉ có thể đăng kí lớp học này nhưng hiện tại đã kín ạ. Em xin cảm ơn.. . . .",
            "Chào bạn, . . Hiện tại các nhóm lớp đã được Phòng Đào tạo mở tối đa sĩ số theo đúng quy định (về môn học, sức chứa phòng...).Trường hợp bạn muốn tăng sĩ số của một nhóm lớp nào đó, bạn vui lòng liên hệ trực tiếp tại Phòng Đào tạo cơ sở 1 (trong thời gian đăng ký môn học), để được nhóm hỗ trợ đăng ký môn học kiểm tra, nếu còn khả năng tăng được hoặc có thể có 1 vài bạn sv xin hủy, nhóm sẽ hỗ trợ tăng sĩ số cho bạn (nếu được) và có thể vào đăng ký ngay luôn nhé. . . Chúc bạn học tốt!. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]  /b \t[full_name] [full_name] [full_name] [full_name]   i Đăng ký môn học  /i [full_name] [full_name] Dạ chào Cô[full_name] [full_name] ﻿Cô cho em hỏi là em K17 mã môn sức bền là CI2001 bây giờ em muốn cải thiện nhưng chỉ mở lớp với mã mới CI2007 vậy em học lớp có mã CI2007 có được không, có cải thiện điểm được không[full_name] Tương tự với các môn khác thì sao ạ[full_name] [full_name] ﻿Cám ơn cô[full_name][full_name] [full_name] [full_name] [full_name]",
            "Chào bạn,. . . . Cải thiện thì phải đúng mã số trong chương trình đào tạo của bạn nha.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em là sinh viên k17.Em học 2 lần bóng chuyền vào kì 182 và 191 thì em có được chuyển thành gdct1 và gdct3 không ạ? Em cảm ơn thầy cô ạ!",
            "Chào bạn,. . . . Không nha bạn. Bạn xem qui chế học vụ nha http://www.aao.hcmut.edu.vn/image/data/CTDT/thay_doi_mon_hoc_gdtc.pdf. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Dạ Thầy/Cô cho em hỏi, . . Em là sinh viên ngành Cơ Điện Tử. Hôm 25/8 đăng kí môn học em có nhấn nhầm xóa môn Nguyên Lý Máy nhưng em không đăng kí lại được vì   B các lớp đã vượt số lượng sinh viên cho phép  /B  ạ. Thầy/Cô cho em hỏi ctdt của em có môn NLM học kì này thì em phải làm sao để có thể đăng kí lại được ạ ?. . Em Cám ơn Thầy/Cô rất nhiều ạ.",
            "Chào bạn,. . . . Đợt 3 bạn vào đăng kí lại, nếu có gì trục trặc bạn liên hệ trực tiếp PDT nha.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Chào Thầy/cô,  em là [full_name] sinh viên vb2 chính qui, mssv:[student_id], cho em hỏi làm sao biết được miễn môn nào ah,  vì trước đây em có danh sách môn được miễn nhưng giờ mất rồi.",
            "Chào bạn. . Bạn gởi mail cho anh [full_name] để xin lại thông tin: địa chỉ mail :[email]. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . ME1015 - L03",
            "đã tăng sĩ số"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ năm học vừa rồi e có tạm dừng hk2. Vậy nên số tc tích lũy là 14 chỉ thôi ạ. Vậy thì sang năm 2 e được phép đki các phần môn nào ạ. Vừa rồi e có đki các môn dành cho năm 2 nhưng k được ạ.",
            "Chào bạn,. . . . Bạn xem lại thông báo những môn sau năm 2 số tín chỉ tích luỹ 24 tín chỉ.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ em chào thầy cô ạ. Thầy cô cho em hỏi là địa chất công trình của xây dựng k17 là mã CI1043 phải không ạ. Hay là bị đổi thành CI2095 vậy ạ. Em xin cảm ơn thầy cô ạ",
            "Chào bạn,. . Về CTĐT bạn vui lòng liên hệ tại Văn Phòng Khoa - xin gặp thầy Phó Khoa phụ trách về CTĐT để được tư vấn và hướng dẫn nhé!. . Chúc bạn học tốt. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ kính thưa thầy/cô. . Hiện tại em đã đăng kí 20tc ở kì chính quy 201, em cũng xin mở thêm môn chuyên ngành 2tc ở kì chính. . . Dạ cho em hỏi như vậy có được không ạ? Hay sẽ bị xoá môn ở đợt ba ạ.. . E cảm ơn.",
            "Chào bạn,. . Bạn vui lòng xem quy định về ĐKMH tại đây:. . http://aao.hcmut.edu.vn/ sinh viên/quy chế/ Quy chế đào tạo và học vụ bậc đại học, cao đẳng:/Điều 9. Đăng ký môn học. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ em chào thầy/cô , em muốn xin được đăng kí vào môn [full_name] MT1009 lớp A02 nhưng do đã đủ sĩ số nên không đăng kí được. Mong thầy/cô mở thêm sĩ số cho em đăng kí đưỡ không ạ . Em cám ơn ạ",
            "Chào bạn,. . Hiện tại các nhóm lớp đã được Phòng Đào tạo mở tối đa sĩ số theo đúng quy định (về môn học, sức chứa phòng...).Trường hợp bạn muốn tăng sĩ số của một nhóm lớp nào đó, bạn vui lòng liên hệ trực tiếp tại Phòng Đào tạo cơ sở 1 (trong thời gian đăng ký môn học), để được nhóm hỗ trợ đăng ký môn học kiểm tra, nếu còn khả năng tăng được hoặc có thể có 1 vài bạn sv xin hủy, nhóm sẽ hỗ trợ tăng sĩ số cho bạn (nếu được) và có thể vào đăng ký ngay luôn nhé.. . Chúc bạn học tốt!. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Cho em xin mở thêm sĩ số lớp môn hoá hữa cơ (Mã MH: CH2021), nhóm A02, thứ 2, tiết 9-11 ạ. Em xin cảm ơn.",
            "Chào bạn,. . Hiện tại các nhóm lớp đã được Phòng Đào tạo mở tối đa sĩ số theo đúng quy định (về môn học, sức chứa phòng...).Trường hợp bạn muốn tăng sĩ số của một nhóm lớp nào đó, bạn vui lòng liên hệ trực tiếp tại Phòng Đào tạo cơ sở 1 (trong thời gian đăng ký môn học), để được nhóm hỗ trợ đăng ký môn học kiểm tra, nếu còn khả năng tăng được hoặc có thể có 1 vài bạn sv xin hủy, nhóm sẽ hỗ trợ tăng sĩ số cho bạn (nếu được) và có thể vào đăng ký ngay luôn nhé.. . Chúc bạn học tốt!. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Theo lịch trình đăng ký thì kì 201 này có môn tự chọn kiến thức cơ sở ngành thứ 2 bao gồm còn lại 3 môn là EN3007,EN3011 và EN3009. EN3011 và EN3009 thì không mở lớp cho CLC còn EN3007 có mở lớp CC cho tụi e nhưng lịch trình thì trùng với môn EN3003 cả 2 lớp CC01 và CC02 luôn ạ nên đa số bạn khoa quản lý môi trường không thể đăng ký được môn này ạ. Nên em muốn mở thêm lớp cho môn EN3007 tránh trùng lịch để tụi em có thể theo kịp chương trình đạo tạo.  Em cảm ơn ạ",
            "Chào bạn,. . Quy trình mở môn học :. .   + Bước 1: SV tải mẫu đơn tại trang web: www.aao.hcmut.edu.vn  -  Sinh viên -  biểu mẫu -  mẫu Đề nghị mở môn học (ngoại lệ). .   + Bước 2: Sau khi có xác nhận chữ ký đồng ý theo quy định trong đơn. .   SV nộp đơn tại PĐT – cơ sở 1-  . .   Thời gian nộp đơn mở lớp dự thính: từ ngày 25/08/2020 đến 10g ngày 27/08/2020. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính gửi PĐT,. . Em là [full_name], MSSV [student_id], lớp XD10B2D1. . . Kỳ này em có đăng ký môn học DAMH Tổ chức thi công (CI4127 - ĐAMH tổ chức thi công). Tuy nhiên, khi đăng ký thì báo lỗi thiếu môn học tiên quyết: chuẩn giáo dục thể chất sau năm 3. . . Kỳ trước em vẫn đăng ký môn học này được nhưng hiện tại không đủ yêu cầu để đăng ký. Rất mong PĐT xem xét.. . Em chân thành cảm ơn.. . Trân trọng,. . [full_name]",
            "Chào bạn,. . Hiện tại Phòng Đào tạo đã cập nhật lại chuẩn GDTC (chuẩn GDTS_3), Sinh viên vui lòng vào kiểm tra và đăng ký lại.. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học .",
            "cho e hỏi e muốn đăng kí môn hóa đại cương nhưng các lớp đã đủ sĩ số thì e phải làm như nào ạ",
            "nếu có 1 mình e tthif làm thé nào để xin vào các lớp đã đủ mà k phải mở lớp mới ạ. .",
            "Chào bạn,. . . . Hiện tại PTN  đã full sỉ số không tăng được nữa.. . . . Thân.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ PĐT cho em xin mở thêm sỉ số môn Đồ Án . . Mã môn hoc: CH4007 Lớp A04 . . Lí do: Em bị trùng thời khóa biểu mất ạ.. . Em cảm ơn PĐT ạ.",
            "Chào bạn,. . Hiện tại các nhóm lớp đã được Phòng Đào tạo mở tối đa sĩ số theo đúng quy định (về môn học, sức chứa phòng...).Trường hợp bạn muốn tăng sĩ số của một nhóm lớp nào đó, bạn vui lòng liên hệ trực tiếp tại Phòng Đào tạo cơ sở 1 (trong thời gian đăng ký môn học), để được nhóm hỗ trợ đăng ký môn học kiểm tra, nếu còn khả năng tăng được hoặc có thể có 1 vài bạn sv xin hủy, nhóm sẽ hỗ trợ tăng sĩ số cho bạn (nếu được) và có thể vào đăng ký ngay luôn nhé.. . Chúc bạn học tốt!. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Kính chào nhà trường,. . Em muốn hỏi thời gian để nộp bằng quy đổi điểm trong HK201 là lúc nào, có giới hạn thời gian không ?. . Em là sinh viên khoa điện, HK201 phân ngành em nộp bằng quy đổi điểm còn kịp không?. . Em xin cảm ơn !",
            "Chào bạn, . . Xem chi tiết lịch học vụ (dkmh+quy đổi điểm anh văn) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Học kỳ 201. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính gửi Phòng đào tạo, cho em được hỏi em học chương trình khoá 2017 nhưng giờ em đăng kí môn học chương trình khoá 2019 ( là Chương trình mới có nhiều môn học bị đổi mã môn học) . Vậy làm thế nào để em chuyển được mã môn học sang chương trình cũ.. . Em cảm ơn.",
            "Chào bạn, . . . . Việc này bạn về khoa để tư vấn cho bạn nha.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em xin chào PĐT, hiện tại em đã hoàn thành xong chương trình học và đủ các điều kiện để tốt nghiệp, em mong được đăng ký để xét tốt nghiệp cho đợt 11/2020. Em có lên đăng ký xét tốt nghiệp trên mybk nhưng trên trang thông báo em cần \"kích hoạt tài khoản cựu sinh viên\". Kính mong PĐT hướng dẫn chi tiết cho em ạ. Em cảm ơn!",
            "Chào bạn . . Phòng đào tạo đã ghi nhận trường hợp xét tốt nghiệp bổ sung của sinh viên, sau ngày 08/9/20 phòng đào tạo sẽ thông báo danh sách tốt nghiệp cập nhật mới :. . - Sinh viên xem kết quả xét lại tốt nghiệp trên: www.aao.hcmut.edu.vn    tốt nghiệp    thông tin tốt nghiệp    danh sách tốt nghiệp 11/2020 - Trường hợp không có tên trong danh sách tốt nghiệp bổ sung sinh viên vui lòng phản hồi tại trang bksi.hcmut.edu.vn để để phòng đào tạo kiểm tra lý do.. .  Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Em là [full_name] MSSV [student_id]. . Hiện kì tới e   B đăng kí LVTN nhưng không được do thiếu chứng chỉ ngoại ngữ  /B . Nhưng e đã nộp chứng chỉ TOEIC (460) trước đó,đủ điều kiện nhận luận văn ,e đã xét miễn nhưng không chuyển điểm, đăng kí đợt 1 nhưng kết quả đợt 1 bị mất và đợt 2 e đăng kí lại thì không được bị vì lỗi báo thiếu chứng chỉ ngoại ngữ ạ.. . Em mong PĐT xem xét giúp e và sớm có phẩn hồi giúp e ạ. E cám ơn.. . . .",
            "Chào bạn. . Các môn đề cương luận văn, thực tập tốt nghiệp, luận văn tốt nghiệp sinh viên vui lòng đăng ký lại vào đợt 3 (từ ngày 8/9 đến 10/9) để pdt lấy dữ liệu xét lại. . Sinh viên vui lòng vào trang bksi.hcmut.edu.vn/Hỏi-Yêu cầu/Đăng ký môn học để gửi câu hỏi (nếu không đăng ký môn học được). .  . . Chúc bạn học tập tốt nhé. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em tên là [full_name], mssv [student_id], khoa CNVL khóa 2014, lớp VL14KL. Hiện tại đã gần như kết thúc kì đăng kí tốt nghiệp tháng 8, điểm số của HK2 năm 2019-2020 đã được cập nhật trên mybk nhưng điểm tín chỉ tích lũy của em hiện tại vẫn ở HK1 2019-2020, em không thể đăng kí tốt nghiệp. Em đã gửi mail xin hỗ trợ nhưng được thông báo là điểm tín chỉ chỉ cập nhật khi có điểm tất cả các sinh viên, vậy cụ thể hạn chót là lúc nào ạ? Vì thời gian đăng kí xét tốt nghiệp đâu phải lúc nào cũng có ạ",
            "Chào bạn. . - Cô lấy dữ liệu để xét tốt nghiệp cho bạn nghen. . - Về điểm thì pdt cập nhật hàng ngày nhưng không cập nhật liền lên trang stinfor, nếu cần kiểm tra lại bạn có thể đăng ký in bảng điểm để kiểm tra (bảng điểm in ra cập nhật điểm số cũng như số tín chỉ mới nhất). . Phòng đào tạo đã ghi nhận trường hợp xét tốt nghiệp bổ sung của sinh viên, sau ngày 08/9/20 phòng đào tạo sẽ thông báo danh sách tốt nghiệp cập nhật mới :  . . -\tSinh viên xem kết quả xét lại tốt nghiệp trên: www.aao.hcmut.edu.vn    tốt nghiệp    thông tin tốt nghiệp    danh sách tốt nghiệp 11/2020. . -\tTrường hợp không có tên trong danh sách tốt nghiệp bổ sung sinh viên vui lòng phản hồi tại trang bksi.hcmut.edu.vn để để phòng đào tạo kiểm tra lý do.. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Cô cho em hỏi là ở HK201 này em đk đc có 12 chỉ mà số TC tối thiếu em thấy là 14 chỉ vậy cho em hỏi là dưới số TC đó có sao không ạ.. . Em định đăng kí kì dự thính thêm 8 chỉ nữa . . Vậy có được tính vào luôn không ?",
            "Chào bạn,. . . . Dự thính vẫn tín luôn nha bạn.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính gửi : Phòng Đào Tạo . . ﻿Em tên là : [full_name] . . ﻿Mssv : [student_id] . . ﻿Dạ cho em hỏi là trên trang đăng kí môn học có môn học mở là môn vật liệu xây dựng nhưng mà chỉ mở có một lớp và em đăng kí thì hệ thống thông báo đã đủ sô sinh viên giờ thì có thể cho em thêm một suất vào lớp học này được không ạ   . . ﻿Em xin chân thành cảm ơn ạ",
            "Chào bạn,. . . . Môn học này phòng thí nghiệm full sỉ số không tăng được nữa.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . dạ cho e hỏi là kì 201 e chỉ đăng kí đc 8 tín chỉ không đủ 10 thì e có được đăng kì môn học kì tiếp theo k ạ ?. .",
            "Chào bạn. . Được nghen bạn. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Mong thầy cô tăng sĩ số môn học MT1009 Phương pháp tính nhóm L02, lần trước em chưa kịp đăng kí đã hết chỗ rồi, mong thầy cô giúp em thêm lần nữa",
            "Chào bạn,. . Hiện tại các nhóm lớp đã được Phòng Đào tạo mở tối đa sĩ số theo đúng quy định (về môn học, sức chứa phòng...).Trường hợp bạn muốn tăng sĩ số của một nhóm lớp nào đó, bạn vui lòng liên hệ trực tiếp tại Phòng Đào tạo cơ sở 1 (trong thời gian đăng ký môn học), để được nhóm hỗ trợ đăng ký môn học kiểm tra, nếu còn khả năng tăng được hoặc có thể có 1 vài bạn sv xin hủy, nhóm sẽ hỗ trợ tăng sĩ số cho bạn (nếu được) và có thể vào đăng ký ngay luôn nhé.. . Chúc bạn học tốt!. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em muốn hỏi về quy định của trường về thể chất ạ.. . Em không thấy có ghi quy định ở đâu là đủ 3 thể chất sau năm 3 mới được đăng ký Đề cương luận văn, nhưng trên trang đăng ký môn học em không đăng ký được. Mong PĐT xem xét giúp em ạ. . . .",
            "Chào bạn, . . Hiện tại Phòng Đào tạo đã cập nhật lại điểm GDTC, chuẩn GDTS_3, Sinh viên vui lòng vào đăng ký lại. . . Chúc bạn học tốt!. .  . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Cho em hỏi là em muốn chuyển lịch học sang h khác mà sĩ số bị đầy thì làm sao ạ",
            "Chào bạn,. . . . PDT đã tăng hết tất cả các môn với sỉ số tối đa rồi.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "em xin được hỏi làm thế nào để đăng ký được môn giáo dục thể chất 1 ạ ? em mong trường mau mở môn học để em có thể đăng ký ạ",
            "Chào bạn,. . Về việc đăng ký các môn Giáo dục thể chất trong học kỳ 1/2020-2021, bạn vui lòng đợi thông báo sau của Phòng Đào tạo qua email sinh viên.. . Thân. ."
        ]
    }
]