[
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Kính gửi Phòng Đạo Tạo,. .    Em vừa mới đăng kí cấp gửi giấy xác nhận sinh viên trên MYBK để tạo hoãn nghĩa vụ quân sự. Do bất cẩn em đã chọn nhầm phần lí do đăng kí bổ túc cho địa phương. Em đã tiến hành lại đăng kí mới. Kính mong PDT xem xét và sửa lại và gửi về phương cho em để kịp nộp với bộ công an địa phương em với ạ. Em xin chân thành cảm ơn.",
            "Chào bạn,. . - SV chủ động đăng ký giấy Xác nhận SV hoãn NVQS để bổ sung cho địa phương và chọn dịch vụ gửi qua được bưu điện (người nhận trả tiền) nếu có nhu cầu (PDT không in hàng loạt như các năm trước). . - Sau khi xử lý giấy chứng nhận sinh viên, Phòng Đào tạo sẽ gửi về địa chỉ sinh viên đăng ký khi bưu điện hoạt động lại bình thường trong đợt giãn cách xã hội. Mặt khác, sinh viên có thể tải bản scan trên trang đăng ký chứng nhận sinh viên (sau khi yêu cầu của SV đã được xử lý).. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Cho em gửi đơn xin hủy hoãn thi môn Nguyên lý thông tin số (EE3115) mà em đã đăng ký trước đó.. . . . Em cảm ơn.",
            "Chào bạn. . - Phòng Đào tạo đã đồng ý yêu cầu về việc xin HUỶ Hoãn Thi của bạn. . . - Bạn thi bình thường theo Lịch thi đã thông báo. . - Trường hợp có sự cố bất khả kháng trong khi thi dẫn đến không thể hoàn thành được bài thi, và không được giải quyết cho thi các ca thi sau (nếu có), sinh viên có thể đăng ký \"Hoãn thi\" ngay sau buổi thi (không phải vắng thi có phép), SV phải báo với CBCT hoặc trực thi để được ghi nhận vào trong danh sách thi. PDT sẽ đối chiếu lại với danh sách Khoa để ra quyết định hoãn thi. . Chúc bạn học tập tốt nhé.. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Dạ phòng Đào tạo cho em hỏi hạn cuối để xét tốt nghiệp trong học kỳ này là lúc nào ạ. Do em thấy thông tin trong mail thi ghi xét tới cuối học kỳ 211, còn thông tin trên aao thì ghi tới 20/10. . Mong PĐT giải đáp giúp em",
            "Chào bạn,. . SV xem lịch trình xét tốt nghiệp tại:. . Xem chi tiết lịch học vụ (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 11/2021.. . Để chốt ds lên hội trường nhận bằng và dự lễ tốt nghiệp tháng 11/2021 nhé bạn. . Đồng thời các trường hợp cứu xét vẫn xét đến hết HK211 nhé. Trường hợp trễ sẽ nhận bằng sau. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]  /b . . GỬI PDT. . . . Em hiện đang là sv k17 đã hoàn thành ctdt. Học kì 211 này em có đki 1 môn duy để duy trì tình trạng sv. Cho em hỏi là môn này mình nên rút hay ko cần và có ảnh hưởng gì đến việc tốt nghiệp ở học kì này không ạ. Em cảm ơn. .   i Học vụ ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Em chào thầy cô. . Hiện tại địa phương em đã đưa giấy gọi khám nghĩa vụ quân sự và hạn chót là 15/09 là phải nộp giấy xác  nhận đang học tại trường. Em đã đăng ký giấy trên MYBK mà vẫn chưa được xử lý. Em mong PĐT có thể gửi cho em bản scan để em đi in ra nộp cho đúng hạn được không ạ. Em xin chân thành cám ơn.. .",
            "Chào bạn,. . - SV chủ động đăng ký giấy Xác nhận SV hoãn NVQS để bổ sung cho địa phương và chọn dịch vụ gửi qua được bưu điện (người nhận trả tiền) nếu có nhu cầu (PDT không in hàng loạt như các năm trước). . - Sau khi xử lý giấy chứng nhận sinh viên, Phòng Đào tạo sẽ gửi về địa chỉ sinh viên đăng ký khi bưu điện hoạt động lại bình thường trong đợt giãn cách xã hội. Mặt khác, sinh viên có thể tải bản scan trên trang đăng ký chứng nhận sinh viên (sau khi yêu cầu của SV đã được xử lý).. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "GỬi PDT. . . . Em là sinh viên k17 đã hoàn thành ctdt của khoa. Trong học kì 211 này em có đăng kí 1 môn để duy trì tình trạng sinh viên. Cho em hỏi là với môn này em cần rút hay làm gì để tránh ảnh hưởng đến việc tốt nghiệp ạ.. .   i Học vụ .",
            "Chào bạn,. . Việc ĐKMH là tùy sinh viên nhé, trường hợp không có TKB trong học kỳ, SV sẽ bị buộc tạm dừng, không được cấp giấy CNSV.. . Khi đủ điều kiện TN, SV có thể làm đơn xin thu nhận lại nhé.. . Xem chi tiết quy chế tại đây:. . aao.hcmut.edu.vn/sinh viên/quy chế/học vụ/Quy chế đào tạo và học vụ bậc đại học, cao đẳng:/ điều 26. . - em cần rút hay làm gì để tránh ảnh hưởng đến việc tốt nghiệp ạ.. . =  Em xem email về thời gian rút môn học; nếu em đủ điều kiện tốt nghiệp thì việc rút môn học tùy em nhé.. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em chào thầy/cô ạ!. . Thầy/cô cho em hỏi là bảng điểm trên mybk khi nào sẽ được cập nhật hết ạ? (Tại em tính in bảng điểm HK2 để nộp hồ sơ cho bên học bổng mà thấy điểm chưa cập nhật hết). . Em cảm ơn ạ!",
            "Chào bạn,. . Chưa hiểu ý của bạn, bạn theo dõi bảng điểm trên mybk/thông tin SV/ xem điểm, nếu có điểm thì bạn có thể đăng ký in bảng điểm được nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Mở lớp dự thính (bắt đầu học từ 30/8)  /i Em chào thầy cô phụ trách, em là [full_name] mssv [student_id], em đã đăng ký môn học dự thính Nhà máy điện và trạm biện áp vào đợt 3 từ 17/08, nhưng hiện nay em vẫn chưa có thời khóa biểu. Lịch sử ghi là em đã đăng ký thành công, liệu trường có bỏ sót gì không ạ. . . .",
            "- Sinh viên xem lý do tại sao có ĐKMH HK211 Dự thính –Lộ trình 2- Đợt 1 (hay đợt 2, đơt 3, lộ trình 2) mà không có TKB tại trang web: mybk.hcmut.edu.vn    Đăng ký môn học    ĐKMH HK211 Dự thính –Lộ trình. . 2 -Đợt 1 - Kết quả đợt 1 (hay đợt 2, đơt 3, lộ trình 2)   bấm vào mục Đăng ký mới    chọn. . Loại hìnhđăng ký    xem Lịch sử đăng ký.. . Bạn nhớ giúp Cô, khi nào hỏi về môn học thì ghi rõ MSMH nghen. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Hôm trước pdt có bảo em nhắn tin cho thầy [full_name] bên bkel mà mail pdt cho hiện em tìm không thấy ạ. Em có gửi dưới file hình ảnh ạ",
            "Chào em,. . Em gửi lại email [email] nhé.. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Chào thầy/Cô.. .  Hiện tại e đã tốt nghiệp đợt tháng 4/2021. . Tuy nhiên e vẫn chưa nhận bằng tốt nghiệp do bận việc cá nhân. Cũng như dịch bệnh e ko thể đến trường để nhận đc. . . Cho em hỏi. Là có cách nào nhận khác để nhận bằng. . .  Bằng của em được lưu đến khi nào ạ. . . Nếu đến trực tiếp lâya thì em đến phòng ban nào ạ. . . Em xin cảm ơn.. . Trân trọng,. . [full_name]",
            "Chào em,. . - Em gửi email đến [email] bằng email của em có đuôi @hcmut.edu.vn để được scan bằng và bảng điểm gửi trước qua email. . . - Khi nào quy định của nhà nước cho đi lại bình thường thì em đến phòng Đào Tạo nhận bảng chính.. . Thân mến,"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Dạ, em quên tên tài khoản ngân hàng và mật khẩu nhưng do dịch nên chưa thể ra ngân hàng làm lại cũng như chuyển tiền vào tài khoản. Vậy em có thể nộp đơn xin hoãn học phí dự thính được không ạ ? . . Em xin cám ơn. . . .",
            "Chào em,. . - Em liên hệ số điện thoại hotline của Ngân hàng OCB để được hỗ trợ:[student_id]8. . - Hoặc em nhờ TK OCB của bạn để thanh toán . . - Em chờ email từ PĐT, sẽ gia hạn đến 20/9/21.. . - Vậy em có thể nộp đơn xin hoãn học phí dự thính được không ạ ?. . =  Không em nhé.. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Em chào cô ạ. .  Em là [full_name] . . MSSV : [student_id]. . Học lớp L04 do cô [full_name] giảng dạy.. . Nay em có vào xem trong phần bảng điểm thi thì thấy kết quả thi anh văn 4 cuối kì của mình là 0. Mà hôm thi cuối kì em có làm bài đầy đủ, làm xong có hiện cả điểm thi. Và cũng đã gửi video quay lại màn hình đầy đủ. Nhưng hôm nay xem điểm số lại bị 0 điểm ạ. Mong cô/thầy xem xét ạ. Em cảm ơn cô. .",
            "Chào bạn,. . - Bạn vui lòng xem chi tiết hướng dẫn thi trực tuyến nhà trường đã gửi thông báo đến SV. . - Bạn cần thực hiện theo hướng dẫn của nhà trường và thực hành để thuần thục các thao tác ghi màn hình trước khi thi.. . . . - Bạn nên liên hệ GV giảng dạy để được hướng dẫn.. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Hiện tại phường em đang đưa giấy nghĩa vụ quân sự nên em không biết trường khi nào sẽ có giấy miễn nghĩa vụ quân sự ạ. .",
            "Chào bạn,. . - SV chủ động đăng ký giấy Xác nhận SV hoãn NVQS để bổ sung cho địa phương và chọn dịch vụ gửi qua được bưu điện (người nhận trả tiền) nếu có nhu cầu (PDT không in hàng loạt như các năm trước). . - Sau khi xử lý giấy chứng nhận sinh viên, Phòng Đào tạo sẽ gửi về địa chỉ sinh viên đăng ký khi bưu điện hoạt động lại bình thường trong đợt giãn cách xã hội. Mặt khác, sinh viên có thể tải bản scan trên trang đăng ký chứng nhận sinh viên (sau khi yêu cầu của SV đã được xử lý).. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Dạ chào PĐT, em là sinh viên khóa k17 dự định tốt nghiệp đợt tháng 11/2021, trang web PĐT đăng xét tốt nghiệp đợt 11/2021 đến ngày 20/10 nhưng BKPay đợt thanh toán học phí ngày 2/11 mới mở đăng kí cho nên em không đủ điều kiện xét tốt nghiệp do chưa thanh toán học phí.. . Cho em hỏi PĐT có mở thanh toán học phí trước để cho SV kịp đợt xét tốt nghiệp được không ạ và nếu có thì thời gian là khi nào ạ.. . Em xin cảm ơn.",
            "Chào bạn,. . Thứ 2, ngày 20/9 bạn vào thanh toán HP nhé, sau khi thanh toán xong, bạn vui lòng báo lại PDT qua bksi để mở khóa cho bạn Đăng ký tốt nghiệp nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính gửi PĐT. . . . Em biết là bất tiện nhưng em xin được rút lại đơn rút môn học CI2003 . . Vì lý do sau khi thầy giảng dạy chỉnh sửa lại bảng điểm thì thành ra em không qua môn nên em xin pđt cho em được học tiếp môn CI2003 của kì dự thính kì này ạ !. . . . Em chân thành cảm ơn và mong phòng đạo tạo chấp thuận ạ !. .   i Học vụ .",
            "Chào em,. . Em vui lòng gửi lại có mã môn học, tên môn học, hk giúp nhé.. . Thân mến, . .",
            "Kính gửi PĐT . . . . Em xin gửi lại thông tin môn học ạ. . Mã môn học là CI2003 , tên môn học Cơ lưu chất , kì học DT_HK211 ạ !. . . .",
            "Chào em,. . PĐT đã nhận được thông tin của em.. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em lỡ trễ hạn nộp học phí hk chính dự kiến. Em nghe nói hết ngày mai mới hết hạn đóng học phí chính thức nhưng bkpay khoá chọn thanh toán rồi có cách nào mở không ạ. . Em xin cảm ơn",
            "Chào em,. . Em lỡ trễ hạn nộp học phí hk chính dự kiến. . =  Chưa đến hạn thanh toán em nhé, em xem lại email PĐT đã gửi trước đó, đầu tháng 11 mới thanh toán nhé.. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính gửi PĐT, do em quên mật khẩu OCB và bị khoá tài khoản nên hiện tại em mới thanh toán được lệ phí thi tiếng anh nói viết. . . . Kính mong PĐT xem xét cho em được dự thi. . . . Em cảm ơn. . . .",
            "Chào bạn. . Cô đã ghi nhận vào danh sách thi đợt 2. . Bạn theo dõi mail sinh viên, TTNN sẽ thông báo chi tiết ngày thi cho bạn trước ngày 21/9. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em là [full_name], mssv [student_id],. . Lúc trước em đã có hỏi về vấn đề lấy lại Giấy chứng nhận điểm thi THPT QG để có thể nộp cho các trường khác để đi du học ạ.. . Em nhận được câu trả lời là có thể làm đơn mượn bản chính từ trường để đi công chứng, cho em hỏi mẫu đơn, thủ tục như thế nào và hiện tại trường đã có thể tiếp nhận hồ sơ chưa ạ?. . Em cảm ơn ạ.",
            "Chào bạn. . Chắc bạn đợi sau giãn cách liên hệ nhà trường lại để giải quyết vấn đề của bạn, vì bạn cần phải cầm được bảng chính thì mới đi công chứng được. . Thân",
            "Vâng ạ, vì vậy em không biết hiện tại trường có các phương án như chuyển phát nhanh hay gì không ạ?",
            "Chào bạn,. . Hiện tại bưu điện cũng không nhận gửi thư nhé bạn.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Cho em hỏi là em làm sao để có thể đăng kí thi anh văn Nói - Viết cho kì đăng kí tốt nghiệp kì này được ạ. Em không thể đăng kí môn học được ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em xin chào,. . . . Em tên LƯƠNG NGUYỄN VIẾT NAM,. . MSSV: [student_id]. . . . Em xin hỏi một số câu hỏi như sau:. . . . 1. Hiện tại đã có kế hoạch Tốt nghiệp tháng 11 chưa ạ ?. . . . 2. Em tốt nghiệp trễ một năm nên hiện tại e cần đăng kí thi Anh Văn Nói Viết online nhưng hiện tại em đăng lí không được trên Trang MyBK? Xin PDT kiểm tra và cho em biết lí do về trường hợp trên !! . . . . Em xin cảm ơn !!",
            "Chào bạn. . Cô đã ghi nhận bạn vào danh sách thi, bạn theo dõi mail thông báo đăng ký vào ngày mai 14/9 nghen. . Xem chi tiết lịch học vụ (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 11/2021. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em là sv k2020.. . Vào ngày 23/6/21 em đã nhận tin nhắn về việc nộp bản sao tốt nghiệp THPT. . hạn chót nộp là ngày 16/09/21. . Do tình hình dịch bệnh và ko được về địa phương nên em không thể nộp được thì trường có dời hạn nộp lại không?. .",
            "Chào bạn,. . PDT sẽ tổng kiểm tra bằng TN THPT (và bằng Cao Đẳng, Đại học đối với SV bằng 2, và VLVH). SV phải chuẩn bị sẵn sàng (bảng sao và bản scan) các bằng TN. Thời gian kiểm tra là trong tháng 10 và theo thông báo riêng. . Thân mến,. . . .",
            "Do tình hình dịch bệnh nên em hoàn toàn bị động khi không nộp bằng TN được. Kính mong PĐT dời hạn nộp bằng.",
            "Chào em,. . Em email cô [email] để được hướng dẫn nhé.. . Thân mến,"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em đã hoàn thành chương trình học , nhưng em không thể đăng kí thi nói viết cho kì này để hoàn thành chương trình học . Mong PĐT giúp hỗ trợ em cách để em có thể đăng kí thi onl Nói Viết trong thời gian này ạ . Em cám ơn",
            "Chào bạn. . Cô đã ghi nhận bạn vào danh sách, bạn theo dõi mail thông báo vào ngày mai nghen. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Dạ em là [full_name], sinh viên K17, em vừa nhận điểm kì rồi và không đạt điểm môn học Pháp Luật Việt Nam đại cương (SP1007), do nhận biết quá trễ nên em không kịp đăng kí học lại. Em có thể xin bổ sung em vào lớp Pháp Puật đại cương mã môn học SP1007 dự thính đợt 2 được không ạ? em chỉ còn một môn cuối để được tốt nghiệp, nếu không em sẽ bị trễ tốt nghiệp thêm 1 năm nên em kính mong pđt có thể tạo điều kiện giúp em ạ, em xin cảm ơn!",
            "Chào bạn,. . Thời điểm này đã quá trễ để bổ sung MH nhé, cần phải có xác nhận đồng ý cho vào lớp có giảng viên thời điểm này. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Dear quý Thầy/Cô phòng đào tạo,. . . . Em là [full_name], khóa K16 ngành Logistics. Mã số SV của em là [student_id].. . . . Em đã đủ ngày công tác xã hội nhưng hệ thống không cho đăng kí xét tốt nghiệp học kì 1 năm học 2021 - 2022 ạ.. . . . Mong thầy cô hỗ trợ em vấn đề này. Thầy cô hãy giữ gìn sức khỏe trong mùa dịch căng thẳng này và em mong nhận được phản hồi sớm ạ.. . . . Em cảm ơn nhiều ạ.. . . . . . . . . . . . . . . . . . . . Tốt nghiệp .",
            "Chào bạn,. . Thứ 3 ngày 14/9 bạn vô đăng ký tốt nghiệp lại nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Cho em hỏi giờ muốn nhận giấy hoãn nghãi vụ quân sự thì em phải làm sao vậy ạ",
            "Chào bạn,. . - SV chủ động đăng ký giấy Xác nhận SV hoãn NVQS để bổ sung cho địa phương và chọn dịch vụ gửi qua được bưu điện (người nhận trả tiền) nếu có nhu cầu (PDT không in hàng loạt như các năm trước). . - Sau khi xử lý giấy chứng nhận sinh viên, Phòng Đào tạo sẽ gửi về địa chỉ sinh viên đăng ký khi bưu điện hoạt động lại bình thường trong đợt giãn cách xã hội. Mặt khác, sinh viên có thể tải bản scan trên trang đăng ký chứng nhận sinh viên (sau khi yêu cầu của SV đã được xử lý).. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em có lên xem trên trang mybk thì thấy hiện dòng: \"không được phép đăng kí ( CCQT XET -QT170920) \". . Em không hiểu dòng này nghĩa là gì mong nhà trường có thể giải thích thêm ạ!. .",
            "Em đã kiểm tra đã có:. . + Điểm trung bình tích lũy. . + số tín chỉ tích lũy. . + CTXH 15 ngày. . + Đã nộp bằng chứng chỉ ngoại ngữ. . + Không nợ tiền học phí,.... .",
            "Chào em,. . Đã mở khóa cho em vào đăng ký tốt nghiệp, em vào đăng ký tốt nghiệp lại giúp cô còn bị lỗi không nhé!. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ em xin gửi hình ảnh mail của thầy [full_name] đã chấp nhận em vào lớp DT01 môn CI2005 của thầy ạ.. . . .",
            "Chào bạn,. . PDT đã ghi nhận yêu cầu về ĐKMH của bạn và đã chuyển cho bộ phận ĐKMH kiểm tra và xử lý.. . Bạn vui lòng theo dõi và kiểm tra TKB thường xuyên trên mybk/Thông tin SV và hệ thống BKeL để kịp tham gia lớp học online. SV chủ động liên hệ với GV để xin vào lớp học trước nhé!. . Trường hợp nếu không đăng ký được (không có khả năng hoặc không đủ điều kiện)  PDT sẽ phản hồi cho SV qua bksi.. . Chúc các bạn học tốt!. . Thân mến,. . . .",
            "Chào bạn,. . TKB của bạn bị trùng môn môn MA3021, nên không đăng ký được nhé, bạn vui lòng kiểm tra lại TKB. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Mở lớp dự thính (bắt đầu học từ 30/8) . Em muốn xin tham gia lớp dự thính trong kỳ này (môn anh văn 4) thì bây giờ còn kịp không ạ và thủ tục như thế nào. Em xin cảm ơn.",
            "Do em còn thiếu mỗi mình môn anh văn 4 để xét tốt nghiệp ạ. Em định thi lại bằng toeic để nộp vào xét điểm anh văn 4, nhưng do dịch bất ngờ nên IIG vietnam hủu thi từ tháng 6 đến nay, em không thể đăng ký thi được ạ.",
            "Chào bạn,. . Thời điểm hiện tại đã đến tuần thứ 5 của HK211, quá thời gian để bổ sung môn học/thu nhận cho HK 211.. . Xem chi tiết lịch đăng ký môn học HK kế tiếp (HK 212) dự kiến cập nhật cuối tháng 11/2021 tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ theo học kỳ    Lịch học vụ năm học 2021-2022    Học kỳ 2. . Hoặc bạn đợi sau giãn cách để có thê thi CCNN chuyển điểm. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Chào thầy cô,. . Em là [full_name] MSSV [student_id] đến từ bộ môn điện tử khoa điện-điện tử.. . . . Kì hè vừa rồi em có làm thực tập tốt nghiệp, nhưng do điền thông tin sai biểu mẫu của khoa nên em được thầy [full_name] bên bộ môn viễn thông hướng dẫn, nay đã hoàn thành. Do em đã theo hướng điện tử từ lâu nên em muốn được làm đề cương luận văn và luận văn tốt nghiệp theo hướng của bộ môn điện tử,nay em đã liên hệ với giao viên bên bộ môn điện tử mình để xin được hướng dẫn rồi ạ.. . Không biết em cần liên hệ bên khoa hay bộ môn để xin được làm đề cương theo hướng điện tử ạ.. . Mong được thầy cô tư vấn thêm thông tin.. . . . Em xin chân thành cảm ơn!. . . . Chúc thầy cô và gia đình sức khỏe và bình an.. . . .",
            "Chào bạn,. . Bạn vui lòng liên hệ về Khoa và bộ môn để được hướng dẫn luôn nhé!. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Em xin chào. Em xin hỏi là em đã đăng ký hoãn thi tất cả các môn ở lần thì online học kỳ 202 rồi nhưng sao e lại bị 2 điểm 13 (0 điểm bài làm) ở hai môn là phương pháp tính và xác xuất thống kê vậy ạ? Em mong nhà trường trả lời em sớm. Em xin cảm ơn!. . . .",
            "Chào em,. . - Danh sách thi PĐT đã gửi trước rồi em (điểm 13,0). . - Em đã điền form hoãn thi, xem email xác nhận nhé.. . - PĐT chuẩn bị các công tác tiếp theo.. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Thưa cô/thầy,. . Hôm nay em có kiểm tra bkpay thì thấy có cập nhật học phí kỳ 211, do em nằm trong trường hợp 6 của miễn giảm học phí nên em kỳ vọng là kỳ này cũng được giảm 70% như những kỳ trước, nhưng trên bkpay thì hiện lên số tiền full 100% chưa được giảm ạ. Dạ em thắc mắc là năm nay trường còn hỗ trợ việc giảm học phí như những năm cũ không ạ ?. Em có đính kèm bảng học phí trên bkpay trong post này ạ.",
            "Chào em,. . - Em liên hệ phòng Công tác chính trị sv qua email [email] để được hướng dẫn nhé.. . - Thời điểm hiện tại P.CTCTSV chưa gửi PĐT danh sách miễn giảm HP. Khoảng cuối tháng 10 PĐT nhận được DS thì cập nhật lại trước khi sv đóng HP.. . Thân mến,. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Chào thầy cô, sắp tới em sẽ tốt nghệp và em đang có dự định học tiếp ngành khác ở trường.Hiện tại em đang phân vân giữa 2 hệ vừa làm vừa học và văn bằng 2, cho em hỏi là 2 hệ này có khác nhau gì không ạ?Và văn bằng của 2 hệ tương đương nhau không ạ?. . Em xin cảm ơn.. . . .",
            "Chào em,. . Em vui lòng gửi mail về cho anh [email] để được hỗ trợ nhé.. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Dạ chào thầy/cô,. . Em muốn hỏi về việc khi nào PĐT mở đóng tiền học phí trên BKPay ạ, do trên BKPay ghi ngày dự kiến hết hạn là 11/9 15h trong khi hôm nay đã là ngày 12/9. . . Em xin cảm ơn thầy/cô!",
            "Chào em,. . Em chờ email từ PĐT, sẽ gia hạn đến 20/9/21.. . (DT), CQ đầu tháng 11 mới đóng tiền em nhé,. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Chào thầy/cô ạ,. . Hiện nay, bên phường của em đã phát giấy đi nghĩa vụ quân sự, nếu muốn hoãn thì phải nộp giấy hoãn trước ngày 30/9 mà tình hình dịch bệnh căng thẳng em không cách nào vô lại Sài Gòn được ạ. Vậy phòng đào tạo có cách nào giúp em hoãn đi nghĩa vụ quân sự được không ạ.. . Em xin cảm ơn.",
            "Chào bạn,. . - SV chủ động đăng ký giấy Xác nhận SV hoãn NVQS để bổ sung cho địa phương và chọn dịch vụ gửi qua được bưu điện (người nhận trả tiền) nếu có nhu cầu (PDT không in hàng loạt như các năm trước). . - Sau khi xử lý giấy chứng nhận sinh viên, Phòng Đào tạo sẽ gửi về địa chỉ sinh viên đăng ký khi bưu điện hoạt động lại bình thường trong đợt giãn cách xã hội. Mặt khác, sinh viên có thể tải bản scan trên trang đăng ký chứng nhận sinh viên (sau khi yêu cầu của SV đã được xử lý).. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Xin chào phòng đào tạo. . Mình là [full_name], mssv [student_id]. . Mình có nhận được TKB môn luận văn tốt nghiệp cầu đường, vì lúc trước mình có kiểm tra là không đủ điều kiện làm LV, ngưng nay lại có TKB.. . Vậy cho mình hỏi mình có thể dời lại HK sau làm được không? Vì mình đang vướng luận văn thạc sĩ nên không thể làm nổi 1 lúc 2 luận văn được. Và nếu dời được thì mình có phải đóng tiền học phí ra sao, . . Xin chân thành cám ơn",
            "Chào bạn,. . Bạn vui lòng trình bày rõ vấn đề, ai báo bạn không đủ điều kiện nhận LVTN?. . Thân",
            "mình có nhận được mail của trường là kiểm tra trên hệ thống, và mình xem trên hệ thống thấy  không đạt đủ tín chỉ. . . Sau khoảng hơn 1 tuần thì có nhận được mail của Cô [full_name] hỏi là mình có nguyện vọng đăng kí Thầy hướng dẫn nào không, và mình lên hệ thống để kiểm tra và thấy là đã đủ điều kiện làm luân văn. . . . Mình chỉ hỏi là nếu mình dời được LV thì mình  có phải đóng tiền học kì này không/?",
            "Chào bạn. . Vậy nhờ Bạn viết giúp đơn : [full_name] [full_name]. . Trình bày rõ lý do vào đơn, để Cô trình Lãnh đạo Phòng giải quyết, nếu được đồng ý huỷ môn học thì sẽ được huỷ học phí. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Em chào thầy(cô), em tên [full_name] - MSSV: [student_id]. Em viết dơn này để xin hỏi về vấn đề không có tên trong danh sách làm luận văn (EE4333) ngành điện - điện tử (bộ môn viễn thông) vì em đã đăng kí có thời khóa biểu nhưng lại chưa có tên trong danh sách ạ.\t. . . . . .",
            "Chào bạn,. . Bạn liên hệ bộ môn liên hệ Khoa để cập nhật lại ds LVTN nhé. Bạn có thể đưa minh chứng hình chụp TKB trên mybk/Thông tin SV nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em chào PĐT ạ, hiện trên BKpay của em có học phí dự thính 211 sắp hết hạn nhưng em vào thì không thấy chỗ nào để đóng cả vả nó hiện là chưa đến kỳ thanh toán, vậy BKpay của em có bị lỗi gì không ạ, mong PĐT xem giúp em để không đóng học phí trễ hạn ạ. Em tên [full_name] - MSSV: [student_id]. Em xin cảm ơn!",
            "Chào em,. . - Em chờ email từ PĐT, sẽ gia hạn đến 20/9/21. (DT). . - CQ đầu tháng 11 mới đóng học phí em nhé.. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: . . Kính gửi phòng đào tạo,. . Em là sinh viên [full_name], mã số sinh viên [student_id].. . Em học lớp A01 học kỳ 202 môn Xác suất và Thống kê do thầy [full_name] phụ trách. Em đã được phòng đào tạo thông qua về việc thi bổ sung để kịp hạn tốt nghiệp chương trình kỹ sư tài năng.. . Thầy [full_name] đã tổ chức cho em buổi thi bổ sung vào thời gian 10h-11h ngày 12/9.. . Thầy email lại với em rằng cần phòng đào tạo mở cột điểm để thầy điền điểm tổng kết vào cho em ạ. Em mong phòng đào tạo mở cột điểm để em có thể báo thầy điền điểm tổng kết ạ.. . Em cảm ơn phòng đào tạo đã hỗ trợ cho trường hợp của em. Em xin đính kèm email từ thầy để phòng đào tạo thuận tiện cho việc theo dõi.",
            "Chào em,. . Nếu [full_name]V đã khóa môn học và muốn sửa điểm thì [full_name]V gửi Email hoặc phiếu đề nghị mở khóa môn học, nhóm để mở khóa (HK202) trong thời gian cho phép sửa.. . Thân mến,"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Dạ phòng đào tạo cho em hỏi, em bên khoa xây dựng, kỳ này em làm luận văn tốt nghiệp, mà trên e learning đến giờ vẫn chưa có giáo viên hướng dẫn với chưa có thầy cô nào liên hệ với em ạ. Trong khi kỳ trước em làm đề cương luận văn thầy [full_name] bên bộ môn nền móng thì em có liên hệ thầy để hướng dẫn chính thì thầy bảo là em không có trong danh sách, xin phòng đào tạo (văn phòng khoa xây dựng) giải đáp thắc mắc giúp em với ạ, và em có thể làm luận văn vs thầy [full_name] hướng dẫn chính mà không có trong danh sách đc ko ạ.. . Em xin cám ơn phòng đào tạo lắng nghe ạ.",
            "Chào bạn,. . Nếu bạn đã có TKB trên mybk/Thông tin SV, vui lòng liên hệ về Khoa để hỏi về việc phân giáo viên hướng dẫn LVTN nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em chào quý thầy cô, em là [full_name] MSSV [student_id], em gặp sự cố không nộp được bài trong quá trình thi môn Mạch điện tử vào lúc 10h ngày 12/9/2021. Mong thầy cô cho em hướng giải quyết với ạ. . Em cảm ơn thầy cô.. . . .",
            "Chào bạn,. . - Bạn vui lòng xem chi tiết hướng dẫn thi trực tuyến nhà trường đã gửi thông báo đến SV. . - Bạn cần thực hiện theo hướng dẫn của nhà trường và thực hành để thuần thục các thao tác ghi màn hình trước khi thi.. . . . - Bạn nên liên hệ GV giảng dạy để được hướng dẫn.. . . . Trường hợp có sự cố bất khả kháng trong khi thi dẫn đến không thể hoàn thành được bài thi, và không được giải quyết cho thi các ca thi sau (nếu có), sinh viên có thể đăng ký \"Hoãn thi\" ngay sau buổi thi (không phải vắng thi có phép).. . Bạn phải báo với CBCT để ghi nhận về trường hợp của bạn trong quá trình thi, vì PDT sẽ gửi ds hoãn thi về Khoa để đối chiếu lại nhé!. . -  Nếu em hoãn thi xem hướng dẫn:. .  . . Thân gửi các bạn sinh viên, . . Phòng Đào tạo (PĐT) đã thông báo cho Sinh viên (SV) về việc nộp đơn hoãn thi trực tiếp cho PĐT đối với các môn học Lý thuyết, mà không thông qua Giảng viên (GV). PĐT sẽ hậu kiểm các tình huống cấm thi sau. Hiện nay, SV đăng ký bằng cách gửi email về PĐT có kèm file và qua hệ thống Hỗ trợ trực tuyến (BKSI). Để nhanh chóng và thuận lợi, PĐT thay đổi phương thức nộp đơn hoãn thi như sau:. . SV đăng nhập vào Google bằng tài khoản BKNetID@hcmut.edu.vn và điền thông tin hoãn thi theo link: https://forms.gle/ckyYcJMWN7w3kqe56. . Hạn cuối: 5 ngày sau khi thi online (chỉ tính ngày làm việc). . Trường hợp SV đã nộp đơn qua email của PĐT và  qua công cụ BKSI (đã hoặc chưa được tiếp nhận), vui lòng điền lại vào form trên để PĐT cập nhật dữ liệu đồng nhất và chính xác.. . Riêng đối với môn Đồ án, Thực tập ngoài trường, Đề cương Luận văn, Luận văn/Tiểu luận tốt nghiệp: SV có thể xin hoãn bảo vệ với lý do dịch Covid-19 ảnh hưởng nghiêm trọng đến kết quả thực hiện đề tài (không thực nghiệm được tại Phòng thí nghiệm, không thực địa, ...). SV gửi email trực tiếp đến Giáo viên hướng dẫn, Khoa/Bộ môn để được xem xét đồng ý và forward email cuối cùng đến email của PĐT để đăng ký.. . Thông tin thêm:. . •\tQuy định hoãn thi (HT): xem chi tiết tại khoản 17.2 Điều 17 trong Quy chế đào tạo và học vụ (aao.hcmut.edu.vn    Sinh viên    Quy chế).. . •\tCác môn có phần thí nghiệm (TNg) sẽ được tổ chức thi sau khi TNg xong. Một số môn, Giảng viên sẽ đề nghị cho thi trước, điểm TNg sẽ có sau, khi đó SV có thể xin hoãn thi.. . •\tRiêng hoãn thi kiểm tra giữa kỳ của HK DT202 và 203: SV liên hệ trực tiếp GV và Bộ môn để được xem xét cho kiểm tra riêng hoặc lấy cột điểm thành phần khác để làm điểm kiểm tra.. .  . . Chúc các bạn học tập thật tốt!. . . . . . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Tình hình là bên cạnh nhà em từ đầu tuần có 1 ca F0 nên hiện tại khu nhà em đang bị cách ly, không thể đi ra ngoài. Em cũng đã hỏi nhờ người khác chuyển khoản nhưng cũng không ai có thể giúp em được. Nhà trường cũng chỉ cho phép gia hạn học phí kì chính, mà hạn nộp học phí kì dự thính 211 của em là vào ngày 14/09. Em mong nhà trường có thể giải quyết, cho em xin thêm thời gian để hoàn thành việc đóng học phí. Em chân thành cảm ơn!",
            "Chào bạn. . Vấn đề BHYT, Học bổng, vay vốn ngân hàng, miễn giảm và gia hạn học phí… Bạn vui lòng liên hệ Phòng Công tác Chính trị Sinh viên để được hướng dẫn.. . Email:  [email]. . Học phí học kỳ chính hiện tại chưa được tính miễn giảm theo diện chính sách (do P.CTCT SV chưa gửi danh sách). HP  SV sẽ được cập nhật miễn giảm (nếu có) trước khi bắt đầu đóng HP vào tháng 11/2021.. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em chào pđt,. . Hiện tại phần thông tin về ngành học của em trên mybk bị sai ạ. Em học song ngành kỹ thuật hàng không- tàu thủy chứ không phải ngành kỹ thuật tàu thủy ạ. Mong pđt chỉnh sửa giúp em với ạ.. . Trân trọng,. . ...",
            "Chào bạn. . - Về phân ngành bạn vui lòng liên hệ Khoa (cụ thể là Thầy phó khoa phụ trách chương trình đào tạo) để tư vấn và giải đáp. . - Vì Pdt cập nhật theo QD phân ngành do Khoa gởi lên. . Chúc bạn học tập tốt nhé.. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em là [full_name]   MSSV:[student_id]. . Kỳ này em không đagn kỹ môn học nhưng còn môn Vẽ Kỹ Thuật chưa thi cuối kì (kì trước). Làm như thế nào em có thể đăng kí giấy tạm hoạn nghĩ vụ quân sự ?",
            "Chào bạn,. . Việc ĐKMH là tùy sinh viên nhé, trường hợp không có TKB trong học kỳ, SV sẽ bị buộc tạm dừng, không được cấp giấy CNSV.. . Khi đủ điều kiện TN, SV có thể làm đơn xin thu nhận lại nhé.. . Xem chi tiết quy chế tại đây:. . aao.hcmut.edu.vn/sinh viên/quy chế/học vụ/Quy chế đào tạo và học vụ bậc đại học, cao đẳng:/ điều 26. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính chào quý thầy cô PĐT! . . Em tên [full_name] mssv [student_id] hệ VLVH. Vừa rồi em có làm đơn xin chuyển chuyên nghành để được đăng kí LVTN hiện tại đã được PĐT duyệt và ra quyết định nhưng đã qua thời hạn đăng kí LVTN. Nay em làm đơn này xin quý thầy cô xem xét cho em được đăng kí [full_name], msmh 203303, trong học kì này. . . Em chân thành cám ơn quý thầy cô.",
            "Chào bạn,. . Thời điểm này bạn phải làm đơn xin ĐK LVTN trễ hạn và có xác nhận đồng ý của [full_name] vẫn cho SV nhận LVTN thời điểm này nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Chào thầy, cô ạ.. . Em không tải được ảnh tốt nghiệp đợt (11/2019) xuống ạ, khi em vào https://mybk.hcmut.edu.vn/app/alumni/gallery. . thì nhận được thông báo (trong ảnh đính kèm). . Mong nhận được sự giúp đỡ ạ. Em xin cảm ơn",
            "Chào em,. . Em làm được rồi nhé, khi nào vào không được em gửi lại.. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Dạ em chào thầy cô ạ. . Tình hình là em có đăng kí thi TOEIC nói viết online đợt 1 và lịch thì của em là ngày 15/9 này ạ. . Nhưng hiện tại em đang trong thời gian cách ly nên việc thi cử ôn bài cũng khá hạn chế để có khả năng thi tốt nhất và em sợ trượt không đủ điều kiệt xét tốt nghiệp.. . Không biết PĐT có thể cho em chuyển lịch thi sang đợt 2 vào đầu tháng 10 hoặc cho em thi vào ngày 20/9 của đợt 1 được không ạ?. . Em cảm ơn PĐT đã tạo điều kiện cho em ạ.... .   i Tốt nghiệp .",
            "Chào bạn,. . Bạn thử liên hệ trung tâm ngoại ngữ xem có hỗ trợ được không nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em muốn hỏi về quy định đăng ký môn cải thiện điểm ạ. Có yêu cầu riêng gì về việc đăng ký này không ạ?",
            "Chào em,. . Em xem quy chế điều 12. . http://www.aao.hcmut.edu.vn/index.php?route=catalog/chitietsv&path=90&tid=1658. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em xin chào Phòng Đào Tạo. . Em tên là [full_name] - mssv [student_id]. . Lớp BD16CDT trung tâm đào tạo Bảo Dưỡng Công Nghiệp. . Thầy/Cô cho em xin phép hỏi hiện tại em đang thiếu những gì mà chưa có trong danh sách xét tốt nghiệp ạ.. . Em xin chân thành cảm ơn",
            "Chào bạn,. . PDT đã ghi nhận yêu cầu về đăng ký xét TN của bạn. SV vui lòng theo dõi email  và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 21/09/2021 SV vẫn chưa nhận được mail hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 11/2021. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Em xin gửi đơn xin thu nhận lại vì tạm dừng học vụ do không đăng kí môn học để xét tốt nghiệp ạ.. . Mong PĐT tạo điều kiện cho em ạ.. .   i Tốt nghiệp .",
            "Chào bạn,. . Hiện tại bạn đã đủ điều kiện tốt nghiệp chưa?. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em tên [full_name], sinh viên lớp XD19KT. . . em có làm đơn hoãn thi cuối hk202 môn xác suất thống kê và đã nhận được mail xác nhận của PĐT. Cho em hỏi tại sao bảng điểm của em là điểm 13 chứ ko phải 14 ạ? ( đồng nghĩa vắng thi, không được thi lại). . em xin cảm ơn. .",
            "Chào em,. . - Danh sách thi PĐT đã gửi trước rồi em (điểm 13). . - Em đã điền form hoãn thi, xem email xác nhận nhé.. . - PĐT chuẩn bị các công tác tiếp theo.. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính gửi thầy/cô,. . . . Em tên là [full_name], MSSV: [student_id]. Em có xem trên BKel về thông tin ngày thi anh văn nói viết vào ngày 19/9. Do em mới thi môn cuối vào sáng nay (12/9) nên em mong thầy/cô có thể sắp xếp cho em thi vào ngày cuối của đợt 1 (ngày 20/9).. . . . Mong nhận được phản hồi sớm nhất từ thầy/cô và chúc thầy/cô thật nhiều sức khỏe.",
            "Chào bạn,. . Bạn vui lòng liên hệ tại Trung tâm Ngoại ngữ về được hướng dẫn về lịch thi nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Thầy cô cho em hỏi, em đã làm nộp đơn xin hoãn thi môn \"xác suất thống kê\" kì 202 và đã được nhà trường đồng ý nhưng vì sao trong bảng điểm em lại nhận điểm 13 ( VẮNG THI) thay vì điểm 14 (HOÃN THI) vậy ạ. Mong phản hồi và hướng giải quyết từ nhà trường ạ, em cảm ơn.",
            "Chào bạn. . Bạn xem lại thông báo sau khi đăng ký vào form Hoãn thi, Pdt sẽ phản hồi thông tin cho Sinh viên vào cuối tháng 9. . . Nếu có Quyết định hoãn thi sẽ được cập nhật thành điểm 14. . Thân . . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . em chào thầy cô ,em tên là [full_name],mssv:[student_id].. . dạ thầy cô cho em hỏi là em đã làm đơn hoãn thi nhưng lại bị để là điểm 13(VT) ở trong đó.. . vậy thầy cô cho em hỏi là khi nào nó mới cập nhật lại điểm hoãn thi vậy ạ. . . .",
            "Chào em,. . - Danh sách thi PĐT đã gửi trước rồi em (điểm 13). . - Em đã điền form hoãn thi, xem email xác nhận nhé.. . - PĐT chuẩn bị các công tác tiếp theo.. . Thân mến,. ."
        ]
    }
]