[
    {
        "intent": "",
        "message": [
            "Học vụ . Dạ thầy/cô. . Em muốn được biết thủ tục đăng ký thi cuối kỳ để xóa điểm hoãn thi, thi vào HK 211 trong thời điểm dịch bệnh này ạ.. . Em xin cảm ơn.",
            "Chào em,. . Em muốn được biết thủ tục đăng ký thi cuối kỳ để xóa điểm hoãn thi, thi vào HK 211. . =  Em chờ thông báo sau khi có quyết định hoãn thi nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em chào cô, hiện tại em đã có đầy đủ điểm tất cả các môn ở học kỳ 202, tuy nhiên em vẫn chưa thể khai lý lịch tốt nghiệp trên MYBK ạ. Em muốn xin thầy cô bảng điểm, và tình trạng tốt nghiệp của em ạ",
            "Chào bạn,. . PDT đã ghi nhận yêu cầu về đăng ký xét TN của bạn. SV vui lòng theo dõi email  và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 12/10/2021 SV vẫn chưa nhận được mail hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 11/2021 (cập nhật mới gia hạn thời gian xử lý tốt nghiệp). . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Em tên là [full_name] mssv [student_id]. Cho em hỏi là em đk giấy chứng nhận sv đã 1 tuần rồi mà chưa được duyệt ạ. Trường có thể duyệt giúp em để em đem đến xã hoãn nvqs được không ạ. Bây giờ địa phương em hối em lắm ạ. Hiện tại em đang rất lo lắng ạ. Em cảm ơn trường rất nhiều ạ. .",
            "Chào bạn,. . - SV chủ động đăng ký giấy Xác nhận SV hoãn NVQS để bổ sung cho địa phương và chọn dịch vụ gửi qua được bưu điện (người nhận trả tiền) nếu có nhu cầu ([full_name]DT không in hàng loạt như các năm trước). . - [full_name]dt đã ghi nhận phản hồi của bạn. Vì số lượng đăng ký giấy CNSV tăng đáng kể, [full_name]ĐT cố gắng xử lý dữ liệu, xong sẽ scan để đưa lên hệ thống ngay. SV vui lòng thông cảm đợi thêm, giải thích với cơ quan yêu cầu về giấy CNSV.. . -Sau khi [full_name]ĐT cập nhật xong bạn có thể tải bản scan trên trang đăng ký chứng nhận sinh viên.. . Đồng thời [full_name]ĐT cũng đã gởi bưu điện nếu SV có đăng ký, vui lòng nhận sau.. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Chào thầy/cô, em tên là Trần Nguyễn Chí Hải, mssv: [student_id]. Học kì 2 năm học 2020-2021, em có đăng kí hoãn thi môn Giải Tích 2( mã môn: MT1005) do không đáp ứng được điều kiện để thi trực tuyến và được chấp nhận. Nhưng sau khi có điểm thì em phát mình bị điểm 13 (điểm vắng thi), xin thầy cô kiểm tra và chỉnh sửa lại giúp em với ạ. Em xin cảm ơn!",
            "Chào bạn,. . Hiện tại nhà trường chưa ra QD hoãn thi nhé bạn, dự kiến ra quyết định chung vào cuối tháng 12, nên trường hợp đăng ký hoãn thi vẫn bị điểm 13 bình thường. Sau khi hậu kiểm với ds của Khoa thì mới ra quyết định hoãn thi và sẽ điều chỉnh lại điểm trên mybk/Thông tin SV/xem điểm. . Lưu ý:. . 1) PDT sẽ hậu kiểm lại với danh sách cấm thi của Khoa gửi lên, nếu SV bị cấm thi sẽ bị hủy kết quả hoãn thi theo quy định. SV vẫn phải hoàn thành các phần việc của môn học, nhất là TH/TNg và BTL. GV có quyền cấm thi nếu SV không hoàn thành tốt các phần này. . 2) Trường hợp có sự cố bất khả kháng trong khi thi dẫn đến không thể hoàn thành được bài thi, và không được giải quyết cho thi vào ca thi tiếp theo (nếu có), sinh viên có thể đăng ký \"Hoãn thi\" ngay sau buổi thi (không phải vắng thi có phép), SV phải báo với CBCT hoặc trực thi để được ghi nhận vào trong danh sách thi. PDT sẽ đối chiếu lại với danh sách của Khoa về các tình huống đã thi nhưng điểm thấp hoặc không có báo cáo ghi nhận về các sự cố trong buổi thi trước khi quyết định hoãn thi. . 3) Riêng đối với môn Đồ án, Thực tập ngoài trường, Đề cương Luận văn, Luận văn/Tiểu luận tốt nghiệp: SV có thể xin hoãn bảo vệ với lý do dịch Covid-19 ảnh hưởng nghiêm trọng đến kết quả thực hiện đề tài (không thực nghiệm được tại Phòng thí nghiệm, không thực địa, ...). SV gửi email trực tiếp đến Giáo viên hướng dẫn, Khoa/Bộ môn để được xem xét đồng ý và forward email cuối cùng đến email của PĐT để đăng ký.. . Chúc bạn học tập tốt nhé.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Thưa cô, kì này em muốn rút môn học thì chỉ cần điền biểu mẫu mà PDT gửi vào mail thôi, không cần gửi đơn hay gì hết phải không ạ?. . Em cám ơn ạ.",
            "Chào em,. . Em nhập vào form này, xem email xác nhận. . Thân gửi các bạn sinh viên,. . . . . . . .      Phòng đào tạo thông báo về phương thức đăng ký [full_name] (tính Học Phí theo quy định)(Chính quy + Dự thính) của học kỳ 1(2021-2022) như sau:. . . . SV đăng nhập vào Google bằng tài khoản [email] và điền thông tin [full_name] theo link: https://forms.gle/4X6kA3XbDWNfs93u6. . . . Thời gian đăng ký: Từ ngày 6/09/2021 đến hết ngày 01/10/2021. . . . Xem chi tiết quy định về rút môn học tại QUY CHẾ [full_name] điều 11.2. . . . . . không cần gửi đơn hay gì hết phải không ạ?. . =  Đúng rồi em.. . . . Chúc các bạn học tập thật tốt!"
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính gửi PĐT, . . . . Em là [full_name].. . MSSV của em là [student_id].. . . . Em muốn đặt câu hỏi đó là sau này khi em ra trường thì liệu em còn có thể đăng ký in bảng điểm thông qua mybk.hcmut.edu.vn được không ạ, khi em đã là cựu sinh viên?. . . . Em xin chân thành cảm ơn PĐT.. .",
            "Chào em,. .  khi em đã là cựu sinh viên?. . =  Em liên hệ PĐT đăng ký đóng tiền trực tiếp nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Dạ thưa, cho em hỏi TKB ghi là T5 ngày 7/10/2021 (tức tuần 40) là có 1 buổi học ở cs Dĩ An. Vậy thì theo quy định em có phải đến trường không ạ?. . Em xin cảm ơn.",
            "Chào em,. . Em vui lòng liên hệ Khoa, GV để biết thêm nhé (hiện tại CS Dĩ An chưa học đến khi có thông báo).. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em chào thầy cô,. . . . Em muốn hỏi là trong tình hình mùa dịch thì em có thể đăng ký nhận giấy chứng nhận sinh viên để hoãn nghĩa vụ quân sự như thế nào ạ.. . . . Em cám ơn!",
            ". . Chào bạn,. . - SV chủ động đăng ký giấy Xác nhận SV hoãn NVQS để bổ sung cho địa phương và chọn dịch vụ gửi qua được bưu điện (người nhận trả tiền) nếu có nhu cầu (PDT không in hàng loạt như các năm trước). . - Vì số lượng đăng ký giấy CNSV tăng đáng kể, PĐT cố gắng xử lý dữ liệu, xong sẽ scan để đưa lên hệ thống ngay. SV vui lòng thông cảm đợi thêm, giải thích với cơ quan yêu cầu về giấy CNSV.. . -Sau khi PĐT cập nhật xong bạn có thể tải bản scan trên trang đăng ký chứng nhận sinh viên.. . Đồng thời PĐT cũng đã gởi bưu điện nếu SV có đăng ký, vui lòng nhận sau.. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Hiện em đã nhận được mail từ thầy [full_name], giảng viên hướng dẫn đề cương luận văn tốt nghiệp cho em. Tuy nhiên trên BKEL thì em vẫn chưa được cập nhật, trong khi nhiều bạn khác đã được cập nhật.. . Mong phòng đào tạo kiểm tra giúp em.",
            "Chào em,. . Dữ liệu đã được cập nhật tối hôm qua rồi em.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Kính gửi thầy (cô),. . Em tên là [full_name] MSSV: [student_id], sinh viên K18 khóa Quản lý Công nghiệp.. . Trong kết quả đăng kí môn học HK211, em không đăng ký môn Nhập môn Kỹ thuật ( CI1001). Tuy nhiên hiện tại, môn học \"Nhập môn về kỹ thuật (CI1001)_Trần Hoàng Linh (DH_HK211) nhóm L18\" xuất hiện trong thời khóa biểu và E-Learning của em.. . Mong thầy (cô) kiểm tra lại giúp em ạ.. . Em xin chân thành cảm ơn quý thầy cô.",
            "Chào em,. . PĐT đã hủy môn học này.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Dạ em chào pđt. Em tên [full_name] Mssv [student_id] khoa môi trường và tài nguyên. Việc là em có đăng kí hoãn thi và đã được phòng đào tạo đồng ý. Nhưng qua 30/9 em vẫn bị ghi trên bảng điểm là điểm 13. Em mong pđt xem xét và sửa lại giúp em với ạ. Em cảm ơn ạ",
            "Chào bạn,. . Hiện tại nhà trường chưa ra QD hoãn thi nhé bạn, dự kiến ra quyết định chung vào cuối tháng 12, nên trường hợp đăng ký hoãn thi vẫn bị điểm 13 bình thường. Sau khi hậu kiểm với ds của Khoa thì mới ra quyết định hoãn thi và sẽ điều chỉnh lại điểm trên mybk/Thông tin SV/xem điểm. . Lưu ý:. . 1) PDT sẽ hậu kiểm lại với danh sách cấm thi của Khoa gửi lên, nếu SV bị cấm thi sẽ bị hủy kết quả hoãn thi theo quy định. SV vẫn phải hoàn thành các phần việc của môn học, nhất là TH/TNg và BTL. GV có quyền cấm thi nếu SV không hoàn thành tốt các phần này. . 2) Trường hợp có sự cố bất khả kháng trong khi thi dẫn đến không thể hoàn thành được bài thi, và không được giải quyết cho thi vào ca thi tiếp theo (nếu có), sinh viên có thể đăng ký \"Hoãn thi\" ngay sau buổi thi (không phải vắng thi có phép), SV phải báo với CBCT hoặc trực thi để được ghi nhận vào trong danh sách thi. PDT sẽ đối chiếu lại với danh sách của Khoa về các tình huống đã thi nhưng điểm thấp hoặc không có báo cáo ghi nhận về các sự cố trong buổi thi trước khi quyết định hoãn thi. . 3) Riêng đối với môn Đồ án, Thực tập ngoài trường, Đề cương Luận văn, Luận văn/Tiểu luận tốt nghiệp: SV có thể xin hoãn bảo vệ với lý do dịch Covid-19 ảnh hưởng nghiêm trọng đến kết quả thực hiện đề tài (không thực nghiệm được tại Phòng thí nghiệm, không thực địa, ...). SV gửi email trực tiếp đến Giáo viên hướng dẫn, Khoa/Bộ môn để được xem xét đồng ý và forward email cuối cùng đến email của PĐT để đăng ký.. . Chúc bạn học tập tốt nhé.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: dạ thưa phòng đào tạo em muốn hỏi có cách nào để gia hạn học phí dự thính không ạ. Vì thẻ ngân hàng của em bị kẻ xấu lừa đảo mất hết tiền chưa thể đóng học phí dự thính được. Rất mong phòng đào tạo giúp đỡ em. Em xin cảm ơn ạ",
            "Thân gửi các bạn sinh viên,. . . . Sinh Viên thanh toán học phí qua cổng thanh toán BKPay.. . . . Thời gian:. . . . Dự thính ngoài giờ, Dự thính chuyển hệ, VLVH (học nhóm dự thính ngoài giờ), VLVH (diện chuyển cơ sở, chuyển hệ), Anh văn theo nhu cầu: gia hạn đến 15 giờ ngày 11/10.. . . . Lưu ý:. . . . · Sinh viên chưa hoàn tất hoc phí sau thời hạn thanh toán: . . . . Đối với học kỳ dự thính trong học kỳ chính: Bị xoá TKB của các môn đã đăng ký, xoá tên khỏi danh sách kiểm tra/thi và không cho phép ĐKMH ở các kỳ dự thính kế tiếp, bị ghi nợ học phí (mặc dù TKB đã bị xóa).. . . . Sinh viên xem chi tiết Quy chế học vụ đào tạo để thực hiện nghiêm túc tại trang: aao.hcmut.edu.vn/sinh viên/quy chế/học vụ/Quy chế đào tạo và học vụ bậc đại học, cao đẳng/ Điều 7.. . . . · Thông báo về mức thu học phí các bậc đào tạo năm 2021-2022 tại trang web aao.hcmut.edu.vn    sinh viên    học vụ    học phí.. . . . · Sinh viên theo học các môn học học cùng chương trình Tiên tiến/Chất lượng cao/Liên kết Quốc tế sẽ theo dõi và thực hiện các qui định/thông báo về học phí của Văn phòng Đào tạo Quốc tế.. . . . · Số điện thoại hotline của Ngân hàng OCB để được hỗ trợ (khi có phát sinh sự cố):[student_id]8.. . . . · Sinh viên đã thanh toán học phí vui lòng bỏ qua email này.. . . . Trân trọng thông báo."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Thầy cô cho em hỏi giờ học online môn đại số tuyến tính của cô [full_name] lớp L09 ạ, em thấy trên BKEL chỉ có link gg meet mà không thấy giờ học ạ. .",
            "Chào em,. . - Các hoạt động trong khóa học do GV phụ trách môn học quản lý. PĐT không có quyền can thiệp. SV vui lòng liên hệ GV.. . - hỏi giờ học online môn đại số tuyến tính của cô [full_name] lớp L09 ạ. . =  Thời khóa biểu em giờ nào em học giờ đó. . Thân mến. . . . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Kính gửi Phòng đào tạo,. . Em tên [full_name], MSSV [student_id]. . Em xin hỏi là nhà trường còn có tổ chức thêm đợt thi anh văn 2 kỹ năng nói - viết nào để hoàn tất nội dung cho việc tốt nghiệp vào tháng 11 không ạ?. . Em xin chân thành cảm ơn",
            "Chào em,. . PĐT đã gửi email:. . \".... .  SV chỉ được đăng ký thi 1 lần duy nhất trong đợt tháng 9 & 10 /2021 (hình thức trực tuyến), trường hợp SV thi không đạt, hoặc bỏ thi, hoặc thanh toán lệ phí thi trễ hạn vui lòng đợi thông báo sau hoặc hết thời gian giãn cách có thể đăng ký thi trực tiếp tại Trung tâm Ngoại ngữ (SV đã đăng ký được ở Đợt 1, Đợt 2 & Đợt 3 thì không đăng ký được ở Đợt 4).. . \". . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "MSSV: [student_id]\t. .  . . Dạ kính thưa PĐT, hôm nay em chưa hiểu thật kỹ mà đã đăng ký biểu mẫu trở lại trường học tập . Em có reply lại mail xin hủy yêu cầu đăng ký nhưng không chắc là có hợp lệ hay không. Nên em xin làm phiền gửi lại yêu câu qua bksi, kính mong PĐT có thể giúp em ạ. . . Lý do là em chỉ mới tiêm 1 mũi vaccine và hiện tại em chưa đăng ký được ktx để lưu trú. Kỳ rồi em ở KTX quận 10, kỳ tiếp theo em dự định đăng ký ở ktx đhqg, nhưng đến nay KTX ĐHQG chưa mở form đăng ký mới. Nên nếu có trở lại thành phố học em cũng không có chỗ ở.. . Em vô cùng xin lỗi vì không suy xét thật kỹ trước khi điền đơn. Em mong PĐT có thể giải quyết giúp em ạ.. . . .",
            "Chào bạn,. . PDT tiếp nhận yêu cầu Sinh viên hủy việc đăng ký thực hiện Thí nghiệm, Thực hành tại trường. Sinh viên sẽ được lùi lịch học các học phần thực hành, thí nghiệm cho đến khi có thông báo mới.. . Dự kiến cuối tháng 10/2021, SV kiểm tra tại trang Mybk- xemTKB  nếu TKB của môn Thí nghiệm, Thực hành vẫn cập nhật lịch mới theo thông báo vui lòng gửi lại câu hỏi để PDT kiểm tra lại nhé!. . Thân mến.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Dạ em chào quý thầy cô phòng đào tạo.. . Em tên: [full_name]. . MSSV: [student_id]. . Lớp: XD17CTGT02. . Dạ thầy cô cho em hỏi với tình hình như hiện tại thì trường có dự định tổ chức thi offline 2 kỹ năng Nói-Viết để tạo điều kiện cho những sinh viên thi chưa qua ở đợt thi online vừa rồi được thi lại và tốt nghiệp trong tháng 11 tới không ạ? Dạ nếu trường không tổ chức thi offline thì có mở thêm đợt thi online nào nữa để tạo điều kiện cho những sinh viên chưa thi qua không ạ.. . Dạ em cảm ơn thầy cô.",
            "Chào em,. . PĐT đã gửi email:. . \"... SV chỉ được đăng ký thi 1 lần duy nhất trong đợt tháng 9 & 10 /2021 (hình thức trực tuyến), trường hợp SV thi không đạt, hoặc bỏ thi, hoặc thanh toán lệ phí thi trễ hạn vui lòng đợi thông báo sau hoặc hết thời gian giãn cách có thể đăng ký thi trực tiếp tại Trung tâm Ngoại ngữ (SV đã đăng ký được ở Đợt 1, Đợt 2 & Đợt 3 thì không đăng ký được ở Đợt 4).. . . . Thân mến. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Kính gửi phòng đạo tạo,. . Em tên là [full_name].. . Vào 20h30 (5/10/2021), em đã nhầm lẫn điền và gửi form \"Đăng ký học trực tiếp\". Em có thể xin hủy đơn đăng ký của em được không ạ?. . Em xin cảm ơn rất nhiều.",
            "Chào bạn,. . PDT tiếp nhận yêu cầu Sinh viên hủy việc đăng ký thực hiện Thí nghiệm, Thực hành tại trường. Sinh viên sẽ được lùi lịch học các học phần thực hành, thí nghiệm cho đến khi có thông báo mới.. . Dự kiến cuối tháng 10/2021, SV kiểm tra tại trang Mybk- xemTKB  nếu TKB của môn Thí nghiệm, Thực hành vẫn cập nhật lịch mới theo thông báo vui lòng gửi lại câu hỏi để PDT kiểm tra lại nhé!. . Thân mến.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "[student_id]\t. . . . . . Em muốn hủy đăng kí học thực hành trực tiếp học tại trường ạ. Lý do chỗ em chưa hết dịch còn chốt không di chuyển được ạ. Mong thầy cô giúp em. Em cảm ơn ạ.",
            "Chào bạn,. . PDT tiếp nhận yêu cầu Sinh viên hủy việc đăng ký thực hiện Thí nghiệm, Thực hành tại trường. Sinh viên sẽ được lùi lịch học các học phần thực hành, thí nghiệm cho đến khi có thông báo mới.. . Dự kiến cuối tháng 10/2021, SV kiểm tra tại trang Mybk- xemTKB  nếu TKB của môn Thí nghiệm, Thực hành vẫn cập nhật lịch mới theo thông báo vui lòng gửi lại câu hỏi để PDT kiểm tra lại nhé!. . Thân mến.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em xin được rút môn học Giải tích 2 (MT1005) . . Lớp: DT-03. . Ngày: thứ 2. . Tiết: 13-15. . . . Lí do rút môn:. . Ban đầu thi em tưởng mình chưa qua môn nên mới đk học dự thính lại. . Nay e biết điểm và đã đủ điểm qua môn nên cho em xin rút môn. . . . Học phí dự thính em đăng kí đã đóng đầy đủ và sẽ chấp nhận mất phí như quy định của trường. . . . Mong phía nhà trường giúp em. . Cảm ơn và mong nhà trường phản hồi cho em trong thời gian sớm nhất",
            "Chào em,. . Em nhập vào link này nhé:. . Thân gửi các bạn sinh viên,. . . . . . . .      Phòng đào tạo thông báo về phương thức đăng ký RÚT MÔN HỌC (tính Học Phí theo quy định)(Chính quy + Dự thính) của học kỳ 1(2021-2022) như sau:. . . . SV đăng nhập vào Google bằng tài khoản BKNetID@hcmut.edu.vn và điền thông tin RÚT MÔN HỌC theo link: https://forms.gle/4X6kA3XbDWNfs93u6. . . . Thời gian đăng ký: Từ ngày 6/09/2021 đến hết ngày 01/10/2021. . . . Xem chi tiết quy định về rút môn học tại QUY CHẾ ĐÀO TẠO VÀ HỌC VỤ điều 11.2. . . . . . . . Chúc các bạn học tập thật tốt!",
            "li answer rate: Answer does not suit / Câu trả lời không đúng ý"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Kình gửi PĐT,. . Em muốn nhận bảng điểm file pdf qua email khi hoàn tất đăng ký in bảng điểm trên my BK được không ạ?",
            "Chào bạn. . Hiện tại Pdt triển khai dịch vụ đăng ký in bảng điểm tại Mybk-in bảng điểm, và đăng ký gởi bảng điểm qua bưu cục, nếu bạn đã đăng ký thì hệ thống tự động có bảng điểm là gởi liền qua bưu cục cho bạn. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Chào cô,. . Em đã hoàn thành mẫu đơn rồi ạ.Cho em gửi lại.. . Em xin cảm ơn nhiều."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Dạ em chào Thầy/ Cô ạ,. . . . Hiện tại em đã đủ điều kiện tốt nghiệp nhưng trong mục đăng kí tốt nghiệp em vẫn chưa đăng kí được ạ. . Cho em hỏi có vấn đề gì không ạ,. . . . Em cảm ơn ạ!. . . .",
            "Chào bạn,. . PDT đã ghi nhận yêu cầu về đăng ký xét TN của bạn. SV vui lòng theo dõi email  và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 12/10/2021 SV vẫn chưa nhận được mail hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 11/2021 (cập nhật mới gia hạn thời gian xử lý tốt nghiệp). . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em chào thầy/cô,. . Em là sinh viên K19 nhưng bảo lưu kết quả tuyển sinh và em hiện đang học chung với K20, mã lớp của em cũng là CC20 thì em sẽ phải học 3 học phần thể chất như K19 hay chỉ học 2 học phần thể chất như K20 ạ?. . Em cảm ơn.",
            "Chào em,. . Em học theo CTĐT K20 nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em chào thầy/cô phòng đào tạo ĐHBK và trung tâm anh ngữ BK,. . Em tên [full_name], mss [student_id]. Ngày hôm nay 10/07/21 lúc 9h00 sáng và 13h00 chiều, em có buổi thi online tiếng anh 2 kỹ năng Đọc-[full_name]ết. Nhưng vì gia đình em hiện nay có mẹ đang nằm viện do bệnh hen suyển tái phát nặng, đang nằm bệnh viện Nguyễn Trãi Q5 đã gần 2 tuần nay. Sáng nay do mẹ em có biến chuyển bệnh tình nên em phải vào viện lại chăm sóc lo cho mẹ. . . Em kính mong thầy/cô cho phép em dời ngày thi hôm nay sang 1-2 ngày tới của đợt 4 thi online này để lo liệu việc gia đình ổn định. Vì sáng nay e gọi điện liên hệ phòng đào tạo theo số đt  028.3865.4087 đều có được phản hồi.. . Em xin đính kèm hình ảnh e test PCR của e vào viện chăm sóc mẹ tuần qua và hình ảnh của mẹ trong bệnh viện. Em xin cam đoan những gì em nói đều hoàn toàn sự thật.. . Trong thời gian chờ thầy/cô phản hồi thông tin này, em xin chân thành cảm ơn thầy/cô.",
            "Chào bạn. . Bạn vui lòng liên hệ TTNN để được hỗ trợ. .  . . Điện thoại\t(08) 3866 6869 – 0909 625 988. . Fax\t(84.8) 38.[student_id]69. . Website\t. . http://bkenglish.edu.vn/. .  . . Email\t[email]. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Thân chào thầy/cô. . . . Em gửi đến thầy/cô ảnh giấy khai sinh có mộc công chứng như được yêu cầu trong file đính kèm.. . . . Cảm ơn thầy/cô đã giúp đỡ.. . . . Trân trọng.",
            "Chào bạn,. . PDT ghi nhận trường hợp của bạn, đã gửi đến bộ phận liên quan xử lý . Nếu sau thời gian 1 tuần (kể từ ngày tiếp nhận, trừ thứ 7,CN và các ngày lễ), chưa được xử lý vui lòng gửi lại câu hỏi để PDT kiểm tra lại nhé.. . Thân mến. . . . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Hiện tại em chưa có tkb của kì này. Nên em không đăng kí được giấy xác nhận sinh viên để nộp cho địa phương. Mà em không biết làm sao để có giấy xác nhận của nhà trường để hoãn lại nghĩa vụ quân sự. Em mong pdt xét cho em.",
            "Chào bạn,. . Trường hợp không có TKB trong học kỳ, SV sẽ bị buộc tạm dừng, không được cấp giấy CNSV.. . Khi đủ điều kiện TN, SV có thể làm đơn xin thu nhận lại nhé.. . Xem chi tiết quy chế tại đây:. . aao.hcmut.edu.vn/sinh viên/quy chế/học vụ/Quy chế đào tạo và học vụ bậc đại học, cao đẳng:/ điều 26. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: 1712096  /b \t. . . .   i Học vụ . Kính gửi phòng đào tạo trường ĐHBK Tp.HCM. . . . Em là Vũ Đức Lượng. MSSV 1712096. . . em là sinh viên sắp tốt nghiệp, chuyên ngành Cơ Kỹ Thuật. . . . Vừa qua em đăng kí thi tiếng anh Nói Viết ngày 24/9/2021. Nhưng vì điều kiện khó khăn (gia đình lục đục nên em phải đi ở nhờ quán karaoke mà điện thoại anh chủ quán làm ăn, không cho em mượn được) nên em chỉ có 1 chiếc điện thoại để tham gia kì thi.. . . . Trước khi thi Speaking-Writing em đã hỏi trước giám thị, do hoàn cảnh em như vậy, em chỉ có 1 chiếc điện thoại để thi. Em xin phép như vậy có thi được không, em cam kết thi nghiêm túc 1 cách tuyệt đối. . . . . Giám thị nói được, nói em cứ thi đi, giám thị takenote lại cho giám khảo chấm thi. Tuy nhiên hôm nay em tra điểm thì thấy mình bị 0đ phần Writing vì ko đủ camera thứ 2.. . . . Em viết mail này kính mong Phòng Đào Tạo xem xét chấm bài cho trường hợp của em. Em cam kết là bài thi không gian lận dưới bất kì hình thức nào. Nếu thật sự em gian lận, chắc chắn không bao giờ em giám viết mail này lên nhờ nhà trường cứu xét và nếu thật sự em gian lận, bài thi của em chắc chắn phải đẹp đẽ chứ không nguệch ngoạc, gạch xóa tô bẩn như vậy ạ. Dưới đây em xin đưa ra dẫn chứng chứng minh là em không hề gian lận và kính mong nhà trường xem xét chấm điểm giúp em bài thi để em có thể xét tốt nghiệp và có khả năng tự lập. không phải đi ăn nhờ ở đậu như tình cảnh hiện tại:. . . . Qúa trình thi dài nên điện thoại em tự tách thành 3 video.. . . .   B Video 1  /B . . - chủ yếu các task yêu cầu phải nhìn đề và viết câu, nên em phải nhìn vào camera nhiều lần để đọc đề và làm bài. bất kì thao tác nào của em trên điện thoại và em đang làm gì đều được camera ghi màn hình lại, và bài làm phần này của em gạch xóa rất nhiều. . . . https://drive.google.com/file/d/1BeWxTEoIZFIEmHlc9HPiGdWwNl-CMXRw/view?usp=sharing. . . .   B Video 2  /B . . - viết essay, trong video này 4 phút đầu em phải đọc, phân tích để viết mở bài. Sau đó em cặm cụi viết liên tục gần 30 phút liên tục. Nếu em gian lận thì mắt em phải láo liên vừa nhìn vừa chép, chứ em hoàn toàn chỉ nhìn vào giấy và cặm cụi viết những gì mình suy nghĩ.. . . . https://drive.google.com/file/d/1pXBxd4u-iKQwHqLheJgxinAuqS-z_9YB/view?usp=sharing. . . .   B Video 3  /B . . - chủ yếu là quá trình scan bài thi. Bất kì thao tác nào, kế cả quá trình scan em cũng quay màn hình. Trước khi scan em cũng giơ bài thi cho giám khảo xem, giám khảo nói \"rồi\" em mới bắt đầu scan.. . . . https://drive.google.com/file/d/1T60mtoeyS70Gdcbg-myOxHIiDInhQPZ3/view?usp=sharing. . . . Trong quá trình thi em đã rất cố gắng để giữ sự minh bạch- vì em hiểu tình cảnh của mình thiếu 1 camera so với các bạn. Các minh chứng   trên đây chỉ là em muốn chứng minh rằng bài của em có thể được chấm thi và em đã rất nỗ lực cho bài thi này. . . . . Kính mong nhà trường xem xét giúp trường hợp của em để em có thể tốt nghiệp đúng hạn và đi làm để vượt qua thời gian khủng hoảng này.. . . . Em xin chân thành cảm ơn.. . . . Sinh viên. . Vũ Đức Lượng.. .",
            "Chào bạn. . Bạn vui lòng liên hệ TTNN để được hỗ trợ. .  . . Điện thoại\t(08) 3866 6869 – 0909 625 988. . Fax\t(84.8) 38.[student_id]69. . Website\t. . http://bkenglish.edu.vn/. .  . . Email\t[email]. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em tên [full_name]. . MSSV [student_id] -  Lớp BD17CN04. . . . Em đăng ký chuyển điểm những môn này từ hệ đại học sang hệ cao đẳng để em có thể đăng ký làm tiểu luận tốt nghiệp :. .   . . -Bóng đá (PE1009) =  Giáo dục thể chất 2 (005006). . . . -Giải tích 2 (MT1005) =  Toán 2 (006602). . . . -Tư tưởng [full_name] (SP1005) =  Tư tưởng [full_name] (001025). . . . Mong được Phòng Đào Tạo hỗ trợ. . Em cám ơn."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Kính gửi PĐT ĐH BK TP.HCM,. . . . Em có đặt giấy Xác nhận Sinh viên học kì 211 vào ngày 09/09 để bổ sung cho Ban Nghĩa vụ Quân sự của địa phương (TP.Biên Hòa, tỉnh Đồng Nai), tuy nhiên đến nay đã hơn 1 tháng nhưng em vẫn chưa nhận được Bản Cứng giấy XNSV qua Bưu điện. . . . . Kính mong PĐT có thể hỗ trợ em trong vấn đề này ạ.. . Em xin cám ơn PĐT,. . Trân trọng.. .",
            "Chào bạn,. . - SV chủ động đăng ký giấy Xác nhận SV hoãn NVQS để bổ sung cho địa phương và chọn dịch vụ gửi qua được bưu điện (người nhận trả tiền) nếu có nhu cầu ([full_name]DT không in hàng loạt như các năm trước). . - [full_name]dt đã ghi nhận phản hồi của bạn. Vì số lượng đăng ký giấy CNSV tăng đáng kể, [full_name]ĐT cố gắng xử lý dữ liệu, xong sẽ scan để đưa lên hệ thống ngay. SV vui lòng thông cảm đợi thêm, giải thích với cơ quan yêu cầu về giấy CNSV.. . -Sau khi [full_name]ĐT cập nhật xong bạn có thể tải bản scan trên trang đăng ký chứng nhận sinh viên.. . Đồng thời [full_name]ĐT cũng đã gởi bưu điện nếu SV có đăng ký, vui lòng nhận sau.. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em chào các anh/chị ạ,. . . . Em là [full_name] - k17 - khoa điện-điện tử, hồi hôm qua em có nhận được mail là trường sẽ tổ chức học các lớp học thí nghiệm trực tiếp tại trường, thì là hiện tại em cũng đang học học kỳ cuối cùng của mình và còn các môn thí nghiệm nhưng hiện tại em đang ở quê, cũng như không đáp ứng các yêu cầu tiêm chủng của trường thì anh/chị cho em hỏi làm sao để em có thể lên thành phố và học những môn thí nghiệm còn lại của em ạ ? và nếu lùi lịch học lại thì em có bị đẩy lùi lịch tốt nghiệp không ạ ? . . . . Em xin cảm ơn anh/chị giải đáp ạ,. . . . [full_name]",
            "Chào em,. . PĐT đã email đến sv: . . \"...Các Sinh viên chưa đủ điều kiện đến trường trong đợt này, hoặc không đăng ký sẽ vẫn được lùi lịch học các học phần thực hành, thí nghiệm cho đến khi có thông báo mới.\". . . . Thân mến. . . . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính chào phòng đào tạo,. . Em là [full_name], khóa k17, mssv [student_id]. Vào ngày 30/9 em có đăng kí giấy xác nhận sinh viên để tạm hoãn nghĩa vụ quân sự ạ. Phòng đào tạo cho em hỏi chừng nào em mới nhận được giấy này ạ? Em xin cảm ơn!. .   i Yêu cầu khác .",
            "Chào bạn,. . - SV chủ động đăng ký giấy Xác nhận SV hoãn NVQS để bổ sung cho địa phương và chọn dịch vụ gửi qua được bưu điện (người nhận trả tiền) nếu có nhu cầu ([full_name]DT không in hàng loạt như các năm trước). . - [full_name]dt đã ghi nhận phản hồi của bạn. Vì số lượng đăng ký giấy CNSV tăng đáng kể, [full_name]ĐT cố gắng xử lý dữ liệu, xong sẽ scan để đưa lên hệ thống ngay. SV vui lòng thông cảm đợi thêm, giải thích với cơ quan yêu cầu về giấy CNSV.. . -Sau khi [full_name]ĐT cập nhật xong bạn có thể tải bản scan trên trang đăng ký chứng nhận sinh viên.. . Đồng thời [full_name]ĐT cũng đã gởi bưu điện nếu SV có đăng ký, vui lòng nhận sau.. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em không đăng kí rút môn học được theo link trường gửi vì quá hạn thời hạn đăng kí rút môn.. . . . Mong nhà trường giúp em. . Cảm ơn nhà trường đã đọc",
            "Chào em,. . Đã hết thời gia rút môn học, em cần làm theo hướng dẫn sau:. . 1.   Sv tải PHIẾU ĐĂNG KÝ RÚT MÔN HỌC (tại trang web: aao.hcmut.edu.vn biểu mẫu) điền thông tin ký tên chụp hình để có file ảnh tải lên trang bksi.hcmut.edu.vn. . 2.   Sv đăng nhập vào trang bksi.hcmut.edu.vn ¬¬¬ Hỏi/Yêu cầu  Tạo câu hỏi/yêu cầu mới: Rút môn học (phải thanh toán học phí) HK 211: điền thông tin vào CHỦ ĐỀ VÀ NỘI DUNG. . 3.   Click vào choose file để tại file ảnh . . 4.   Click vào GỞI. . Hạn cuối để đăng ký lại đến 10 giờ ngày 12/10/2021. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Dạ nhờ thầy cô giải đáp thắc mắc này giúp em với ạ!!!. . . . Danh sách tốt nghiệp dự kiến là danh sách bao gồm các sinh viên đã đủ điều kiện tốt nghiệp   (bao gồm cả điều kiện anh văn và ngày CTXH) hay là sinh viên đã hoàn thành chương trình đào tạo nhưng còn thiếu anh văn và ngày CTXH ạ?. . . . Nếu rơi vào trường hợp đã đủ điều kiện tốt nghiệp ( Chương trình đào tạo, anh văn và ngày CTXH) mà vẫn không có tên trong danh sách dự kiến thì có cách nào để kiểm tra xem Sinh viên bị vướng/thiếu sót gì để tốt nghiệp không ạ ?. . . . Trong lúc chờ đợi phản hồi, em xin chân thành cảm ơn. .",
            "Chào bạn,. . PDT đã ghi nhận yêu cầu về đăng ký xét TN của bạn. SV vui lòng theo dõi email  và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 12/10/2021 SV vẫn chưa nhận được mail hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 11/2021 (cập nhật mới gia hạn thời gian xử lý tốt nghiệp). . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Xin chào quý thầy/cô,. . . . Em tên là [full_name] - [student_id].. . . . Em xin phép được hoãn kiểm tra giữa kỳ môn Xác suất thống kê MT2013 học kỳ 211 ngày 09/10/2021.. . . . Sau khi liên hệ trực tiếp GV phụ trách bộ môn, GV yêu cầu em phải gửi mail xin ý kiến Phòng Đào Tạo để GV có cơ sở cho em kiểm tra bù sau này.. . . . Xin quý thầy/cô xét duyệt cho em được phép hoãn kiểm tra.. . . . Em xin chân thành cảm ơn.",
            "Chào em,. . Cô đã báo bộ môn Toán theo quy chế như câu trước cô đã trả lời em.. . Thân mến. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Em chào thầy/cô,. . . . Em tên là [full_name] - MSSV [student_id]. Em đã hoàn thành thủ tục đăng ký tốt nghiệp và đã nhận được bằng tốt nghiệp tạm thời.. . . . Tuy nhiên, theo lịch của trường thì đến tháng 1/2022 thì lễ tốt nghiệp và nhận bằng mới được diễn ra. Em xin hỏi là em có thể nhận được bản mềm (pdf) của bằng tốt nghiệp chính thức trước lúc đó được không? Em cần bản chỉnh thức của bằng tốt nghiệp để hoàn thành hồ sơ du học của em. Deadline để nộp bằng tốt nghiệp chính thức mà Trường (nơi em sẽ theo học) đưa ra là vào 30/11/2021. Do đó nếu theo lịch tốt nghiệp thì em sẽ bị trễ deadline và không cho phép nhập học ạ.. . . . Em xin cảm ơn và xin mong thầy/cô giúp đỡ.. . . . Trân trọng,. . . . [full_name].. .   i Tốt nghiệp .",
            "Chào bạn. . Bằng tốt nghiệp chính thức khi nào có sẽ thông báo cho Sv vì lịch trình tốt nghiệp thay đổi.. . Hiện tại bạn sử dụng giấy CNTN tạm thời và giải thích cho Trường bạn du học rõ tình hình của Trường đại học Bách Khoa. . Nếu Trường bạn du học cần xác minh thông tin chưa có bằng tốt nghiệp chính thức có thể gởi mail đến Pdt để xác minh. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Cho em xin hỏi là bây giờ khi đăng ký giấy xác nhận sinh viên thì trường còn gửi qua bưu điện nữa không ạ? Em cảm ơn.",
            "Chào bạn,. . - SV chủ động đăng ký giấy Xác nhận SV hoãn NVQS để bổ sung cho địa phương và chọn dịch vụ gửi qua được bưu điện (người nhận trả tiền) nếu có nhu cầu (PDT không in hàng loạt như các năm trước). . - Vì số lượng đăng ký giấy CNSV tăng đáng kể, PĐT cố gắng xử lý dữ liệu, xong sẽ scan để đưa lên hệ thống ngay. SV vui lòng thông cảm đợi thêm, giải thích với cơ quan yêu cầu về giấy CNSV.. . -Sau khi PĐT cập nhật xong bạn có thể tải bản scan trên trang đăng ký chứng nhận sinh viên.. . Đồng thời PĐT cũng đã gởi bưu điện nếu SV có đăng ký, vui lòng nhận sau.. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: dạ cho em hỏi là em là sinh viên bách khoa thì em học văn bằng 2 của trường mình thì cần có điều kiện gì không ạ ví dụ nếu em ra trường trễ nửa năm thì có được đăng kí học văn bằng 2 không ạ",
            "Chào bạn,. . Về việc nộp hồ sơ bằng 2, bạn vui lòng gửi mail về cho anh [email] hoặc [email] để được tư vấn và hỗ trợ nhé!. . Thân mến. .  . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Dạ em chào thầy /cô. . . ﻿Em là [full_name].. . ﻿Em muốn hỏi em có một bằng Toeic reading and listening. Em đã nộp 1 lần để chuyển điểm anh văn 1 và 2. Em muốn dùng bằng này nộp và chuyển điểm anh văn 3 được không ạ. Với thời gian này em có thể đăng ký học bổ sung anh văn 4 không ạ.",
            "Chào bạn. . Nếu kết quả chuyển của bạn đủ thì bạn có thể đăng ký chuyển điểm anh văn 3. . - Hiện tại có lớp anh văn 4 A học vào ngày 11/10. . nếu bạn cần thì làm đơn xin đăng ký học bổ sung. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Em chào cô, em vừa đăng ký giấy tạm hoãn NVQS hôm 5.10 cho em hỏi tình hình dịch bệnh thế này thì giấy tạm hoãn sẽ được giải quyết sớm không ạ, bao lâu em nhận được ạ. Vì ngày 18.10 địa phương bắt em đi khám sơ tuyển rồi ạ. Vì vậy nên e rất gấp rút và lo lắng . Em cảm ơn cô.. .   i Yêu cầu khác .",
            "Chào bạn,. . - SV chủ động đăng ký giấy Xác nhận SV hoãn NVQS để bổ sung cho địa phương và chọn dịch vụ gửi qua được bưu điện (người nhận trả tiền) nếu có nhu cầu ([full_name]DT không in hàng loạt như các năm trước). . - [full_name]dt đã ghi nhận phản hồi của bạn. Vì số lượng đăng ký giấy CNSV tăng đáng kể, [full_name]ĐT cố gắng xử lý dữ liệu, xong sẽ scan để đưa lên hệ thống ngay. SV vui lòng thông cảm đợi thêm, giải thích với cơ quan yêu cầu về giấy CNSV.. . -Sau khi [full_name]ĐT cập nhật xong bạn có thể tải bản scan trên trang đăng ký chứng nhận sinh viên.. . Đồng thời [full_name]ĐT cũng đã gởi bưu điện nếu SV có đăng ký, vui lòng nhận sau.. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            ". . Kính gửi: Phòng Đào tạo. . . . Em tên là [full_name], MSSV: [student_id], Lớp CK14HT1.. . Em có làm đơn xin chuyển từ hệ chính quy qua hệ vừa làm và được Phòng Đào tạo thu nạp vào hệ VLVH 04/08/2021, để xét tốt nghiệp ạ, đến nay em vẫn chưa nhận được email tốt nghiệp hệ VLVH và thông tin đăng ký tốt nghiệp của em vẫn còn hiển thị hệ chính quy ạ.. . . . Rất mong nhận được sự hỗ trợ từ Quý Thầy Cô ạ.. . Em xin chân thành cảm ơn !. . Chúc Quý Thầy Cô nhiều sức khỏe ạ !",
            "Chào bạn,. . PDT đã ghi nhận yêu cầu về đăng ký xét TN của bạn. SV vui lòng theo dõi email  và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 20/10/2021 SV vẫn chưa nhận được mail hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 11/2021 (cập nhật mới gia hạn thời gian xử lý tốt nghiệp). . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Kính gửi quý thầy cô,. . Em tên là [full_name] Trường MSSV: [student_id] khóa 2014 chuyên ngành Nhiệt Lạnh, em có đăng kí chuyển từ hệ Chính Quy xuống hệ VHVL do không đủ điều kiện để Tốt nghiệp hệ chính quy (thiếu AV4, ngày CTXH và 2 kỹ năng Nói-viết). Nay em viết thư nay kính mong PĐT có thể xét tốt nghiệp hệ VHVL cho em trong tháng 11 này. . Đính kèm là ngày ra quyết định chuyển hệ của em. . Em xin chân thành cám ơn!",
            "Chào bạn,. . PDT đã ghi nhận yêu cầu về đăng ký xét TN của bạn. SV vui lòng theo dõi email  và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 20/10/2021 SV vẫn chưa nhận được mail hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 11/2021 (cập nhật mới gia hạn thời gian xử lý tốt nghiệp). . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . dạ cho em hỏi em không học anh văn trong trường thì khi em nộp bằng toeic (800). vậy lúc này có tính điểm vào điểm trung bình tích lũy khi tốt nghiệp không ạ. Em cảm ơn ạ!",
            "Chào bạn. . - Về quy định chuẩn tiếng anh trong quá trình học: Bạn vui lòng xem chi tiết tại trang web aao--  sinh viên --  Quy chế --  Quy chế đào tạo và học vụ bậc đại học và cao đẳng -- Phụ lục 1: Quy định về ngoại ngữ . . Chúc bạn học tập tốt nhé.. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em tên là [full_name], mssv [student_id]. Em có đăng kí in bảng điểm và đã đóng tiền ạ. Em muốn nhờ PĐT scan giúp em bảng điểm và gửi cho em được không ạ? Em xin chân thành cảm ơn",
            "Pdt gởi file đính kèm"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Xin chào quý thầy/ cô, em tên là [full_name], sinh viên K18 khoa QLCN.. . Hiện tại địa phương em đang yêu cầu cung cấp giấy tạm hoãn nghĩa vụ quân sự cho xã đội. Do đó em muốn hỏi rằng em có thể xin cấp giấy tạm hoãn nghĩa vụ quân sự của trường như thế nào? Và trong tình hình hiện tại em có thể nhận bằng cách nào?. . Em hy vọng sẽ sớm nhận được hồi đáp.. . Em cảm ơn!. .",
            "Chào bạn,. . - SV chủ động đăng ký giấy Xác nhận SV hoãn NVQS để bổ sung cho địa phương và chọn dịch vụ gửi qua được bưu điện (người nhận trả tiền) nếu có nhu cầu (PDT không in hàng loạt như các năm trước). . - Vì số lượng đăng ký giấy CNSV tăng đáng kể, PĐT cố gắng xử lý dữ liệu, xong sẽ scan để đưa lên hệ thống ngay. SV vui lòng thông cảm đợi thêm, giải thích với cơ quan yêu cầu về giấy CNSV.. . -Sau khi PĐT cập nhật xong bạn có thể tải bản scan trên trang đăng ký chứng nhận sinh viên.. . Đồng thời PĐT cũng đã gởi bưu điện nếu SV có đăng ký, vui lòng nhận sau.. . Thân mến,. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Chào anh/chị!. . Em tên [full_name], hiện tại là em có đăng kí làm giấy xác nhận sinh viên, nhưng đến hôm nay đã hơn 1 tuần em vẫn chưa nhận được kết quả, anh/ chị có thể xử lí giúp em được không ạ, em đang rất cần vì sắp đến ngày gọi đi khám NVQS rồi ạ. . em cảm ơn!. .",
            "Chào bạn,. . - SV chủ động đăng ký giấy Xác nhận SV hoãn NVQS để bổ sung cho địa phương và chọn dịch vụ gửi qua được bưu điện (người nhận trả tiền) nếu có nhu cầu ([full_name]DT không in hàng loạt như các năm trước). . - [full_name]dt đã ghi nhận phản hồi của bạn. Vì số lượng đăng ký giấy CNSV tăng đáng kể, [full_name]ĐT cố gắng xử lý dữ liệu, xong sẽ scan để đưa lên hệ thống ngay. SV vui lòng thông cảm đợi thêm, giải thích với cơ quan yêu cầu về giấy CNSV.. . -Sau khi [full_name]ĐT cập nhật xong bạn có thể tải bản scan trên trang đăng ký chứng nhận sinh viên.. . Đồng thời [full_name]ĐT cũng đã gởi bưu điện nếu SV có đăng ký, vui lòng nhận sau.. . Thân mến,. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Dạ phường em yêu cầu bổ túc hồ sơ nghĩa vụ quân sự gấp vào ngày 10/10 là Chủ Nhật tuần này, không biết có cách nào để em có được giấy tạm hoãn ngay được không ạ ?. . . .   i Yêu cầu khác .",
            "Chào bạn,. . - SV chủ động đăng ký giấy Xác nhận SV hoãn NVQS để bổ sung cho địa phương và chọn dịch vụ gửi qua được bưu điện (người nhận trả tiền) nếu có nhu cầu (PDT không in hàng loạt như các năm trước). . - Vì số lượng đăng ký giấy CNSV tăng đáng kể, PĐT cố gắng xử lý dữ liệu, xong sẽ scan để đưa lên hệ thống ngay. SV vui lòng thông cảm đợi thêm, giải thích với cơ quan yêu cầu về giấy CNSV.. . -Sau khi PĐT cập nhật xong bạn có thể tải bản scan trên trang đăng ký chứng nhận sinh viên.. . Đồng thời PĐT cũng đã gởi bưu điện nếu SV có đăng ký, vui lòng nhận sau.. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em chào thầy, cô!. . Em là sinh viên K20. Em có câu hỏi: khi đăng kí in giấy xác nhận sinh viên thì trường sẽ kí giấy vào thời điểm ngày đăng kí in giấy hay một ngày khác ạ? Vì địa phương em yêu cầu là giấy phải  kí trước ngày 31/9 hoặc là sau ngày 8/10 mới được chấp nhận, em đăng kí in giấy vào ngày 27/9.. . Em xin cảm ơn!",
            "Chào bạn,. . - [full_name] đã ghi nhận phản hồi của bạn. Vì số lượng đăng ký giấy CNSV tăng đáng kể, PĐT cố gắng xử lý dữ liệu, xong sẽ scan để đưa lên hệ thống ngay. SV vui lòng thông cảm đợi thêm, giải thích với cơ quan yêu cầu về giấy CNSV.. . -Sau khi PĐT cập nhật xong bạn có thể tải bản scan trên trang đăng ký chứng nhận sinh viên.. . Đồng thời PĐT cũng đã gởi bưu điện nếu SV có đăng ký, vui lòng nhận sau.. . - Em xem bảng scan biết ngày ký nhé.. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Chào cô. Cho em hỏi là sao đến bây giờ điểm hõa thi môn xác suất thống kê vẫn chưa cập nhật lại là điểm 14 vậy cô mà vẫn để là điểm 13.",
            "Chào bạn,. . Hiện tại nhà trường chưa ra QD hoãn thi nhé bạn, dự kiến ra quyết định chung vào cuối tháng 12, nên trường hợp đăng ký hoãn thi vẫn bị điểm 13 bình thường. Sau khi hậu kiểm với ds của Khoa thì mới ra quyết định hoãn thi và sẽ điều chỉnh lại điểm trên mybk/Thông tin SV/xem điểm. . Lưu ý:. . 1) PDT sẽ hậu kiểm lại với danh sách cấm thi của Khoa gửi lên, nếu SV bị cấm thi sẽ bị hủy kết quả hoãn thi theo quy định. SV vẫn phải hoàn thành các phần việc của môn học, nhất là TH/TNg và BTL. GV có quyền cấm thi nếu SV không hoàn thành tốt các phần này. . 2) Trường hợp có sự cố bất khả kháng trong khi thi dẫn đến không thể hoàn thành được bài thi, và không được giải quyết cho thi vào ca thi tiếp theo (nếu có), sinh viên có thể đăng ký \"Hoãn thi\" ngay sau buổi thi (không phải vắng thi có phép), SV phải báo với CBCT hoặc trực thi để được ghi nhận vào trong danh sách thi. PDT sẽ đối chiếu lại với danh sách của Khoa về các tình huống đã thi nhưng điểm thấp hoặc không có báo cáo ghi nhận về các sự cố trong buổi thi trước khi quyết định hoãn thi. . 3) Riêng đối với môn Đồ án, Thực tập ngoài trường, Đề cương Luận văn, Luận văn/Tiểu luận tốt nghiệp: SV có thể xin hoãn bảo vệ với lý do dịch Covid-19 ảnh hưởng nghiêm trọng đến kết quả thực hiện đề tài (không thực nghiệm được tại Phòng thí nghiệm, không thực địa, ...). SV gửi email trực tiếp đến Giáo viên hướng dẫn, Khoa/Bộ môn để được xem xét đồng ý và forward email cuối cùng đến email của PĐT để đăng ký.. . Chúc bạn học tập tốt nhé.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Thưa thầy/cô do lí do dịch bệnh nên em không đăng kí được thời khoá biểu của HK1, cùng với đó là em không đăng kí giấy tạm hoãn nghĩa vụ quân sự được, em không biết bây giờ phải xử lý như nào ạ, hạn nộp bên khu vực em chỉ cho đến ngày 15/10. . Em rất mong thầy/cô giúp đỡ cho trường hợp của em ạ. . Em xin cảm ơn thầy/cô rất nhiều . .",
            "Chào bạn,. . Trường hợp không có TKB trong học kỳ, SV sẽ bị buộc tạm dừng, không được cấp giấy CNSV.. . Xem chi tiết quy chế tại đây:. . aao.hcmut.edu.vn/sinh viên/quy chế/học vụ/Quy chế đào tạo và học vụ bậc đại học, cao đẳng:/ điều 26. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Dạ em chào thầy/cô,. . . . Em là [full_name], MSSV [student_id].. . . . Em đã có điểm của tất cả các môn học và em kiểm tra theo quy chế thì đã đủ điều kiện tốt nghiệp nhưng phần đăng ký xét tốt nghiệp chưa thấy trong danh sách tốt nghiệp dự kiến ạ.. . . . Mong thầy/cô có thể kiểm tra giúp em xem em còn thiếu điều kiện gì mà vẫn chưa được nằm trong danh sách trên không ạ?. . . . Và cho em hỏi thêm là thời gian nhận phản hồi về điều kiện xét tốt nghiệp được dời đến 24/12/2021 thì thời gian đăng ký tốt nghiệp trên MyBK có dời theo không ạ?. . . . Em xin cảm ơn.",
            "Chào bạn. . Bạn đã có tên trong danh sách dự kiến tốt nghiệp, Bạn sẽ nhận mail vào tuần sau để thực hiện khai thông tin tốt nghiệp theo hướng dẫn nghen. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Dạ em chào thầy/cô,. . . . Em là [full_name], MSSV [student_id], Khoa Kỹ thuật Hoá học.. . . . Dạ thầy/cô ơi, em vừa nhận được giấy mời khám sức khoẻ nghĩa vụ quân sự với thời gian khá gấp từ địa phương ạ. Nhưng em có nghe là đăng ký in giấy Chứng nhận sinh viên ở BKPortal thì tốn đến hơn 4-5 ngày. Bây giờ em bối rối quá ạ. . . . . Em muốn hỏi thầy/cô là em có thể xin nhà trường để được cấp bản PDF của giấy chứng nhận sinh viên không ạ?. . . . Em rất mong nhận được sự hỗ trợ từ phía PĐT ạ.. . . . Em cảm ơn thầy/cô rất rất nhiều.. . . . Trân trọng, . . [full_name]",
            "Chào bạn,. . - SV chủ động đăng ký giấy Xác nhận SV hoãn NVQS để bổ sung cho địa phương và chọn dịch vụ gửi qua được bưu điện (người nhận trả tiền) nếu có nhu cầu (PDT không in hàng loạt như các năm trước). . - Vì số lượng đăng ký giấy CNSV tăng đáng kể, PĐT cố gắng xử lý dữ liệu, xong sẽ scan để đưa lên hệ thống ngay. SV vui lòng thông cảm đợi thêm, giải thích với cơ quan yêu cầu về giấy CNSV.. . -Sau khi PĐT cập nhật xong bạn có thể tải bản scan trên trang đăng ký chứng nhận sinh viên.. . Đồng thời PĐT cũng đã gởi bưu điện nếu SV có đăng ký, vui lòng nhận sau.. . Thân mến,. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Dạ cho em hỏi giờ mình muốn đăng kí hoãn thi giữa kì thì làm thế nào ạ",
            "Chào em,. . •\tQuy định hoãn thi (HT): xem chi tiết tại khoản 17.2 Điều 17 trong Quy chế đào tạo và học vụ (aao.hcmut.edu.vn    Sinh viên    Quy chế).. . Thông báo hoãn thi hk202, hk203 em tham khảo:. . •\tRiêng hoãn thi kiểm tra giữa kỳ của HK DT202 và 203: SV liên hệ trực tiếp GV và Bộ môn để được xem xét cho kiểm tra riêng hoặc lấy cột điểm thành phần khác để làm điểm kiểm tra.. . Thân mến. .  . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính chào quý thầy cô!. . Em tên [full_name] mssv [student_id] hệ VLVH. Vừa rồi em có làm đơn xin chuyển chuyên nghành để được đăng kí LVTN hiện tại đã được PĐT duyệt và ra quyết định nhưng đã qua thời hạn đăng kí LVTN. Nay em làm đơn này xin quý thầy cô xem xét cho em được đăng kí [full_name], msmh 203303, trong học kì này.. . Em chân thành cám ơn quý thầy cô.",
            "Chào bạn,. . Phòng đào tạo đã ghi nhận trường hợp của bạn, và đã chuyển thông tin đến các bộ phận liên quan để kiểm tra và xử lý ([full_name]), bạn vui lòng đợi Pdt phản hồi kết quả qua BKSI hoặc mail sinh viên. . Thân. .",
            "Chào bạn. . Anh [full_name] đã xác nhận qua mail, bạn kiểm tra lại mail nghen. . Thân"
        ]
    }
]