[
    {
        "intent": "",
        "message": [
            "Học vụ . Dạ cho em hỏi là học kì trước (HK202)em có hoãn vài môn, học kì này(HK211) em muốn đăng kí thi bổ sung thì em phải cần chuẩn bị bao gồm những gì (như đơn xin, hay sự cho phép của gvbm,...) với thông báo bởi những ai ?. Với sau đó em có được thông báo lịch thi lên mybk như lúc thi như thông thường không ?. . . . Em xin cảm ơn ạ !!!",
            "Chào bạn . . Về Hoãn thi Hk 202,203 Nhà trường đang xử lý. . nếu bạn đã đăng ký rồi thì đợi quyết định Hoãn thi chính thức và sẽ có thông báo kế hoạch tiếp theo. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Cho em hỏi là ngày mai là hạn chót thanh toán học phí anh văn theo nhu cầu bổ sung rồi mà từ hôm qua đến nay BKPAY em không thể thanh toán được ạ. Thanh toán thì bị lỗi bảo mật ạ.",
            "Chào em,. . Hiện tại cô thấy em đã thanh toán lệ phí anh văn theo nhu cầu bổ sung rồi nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Dạ em chào Phòng đào tạo Trường Đại học Bách Khoa TPHCM . . Em tên là: [full_name]. . MSSV: [student_id]. . lý do: Vào thời điểm đó nhà em bị cúp điện, em muốn yêu cầu xin hoãn thi vào lúc sáng nay 7h ngày 16/10/2021 lớp L03_B (Vật Lý 1). . Em xin cảm ơn Phòng đào tạo nhà trường . .",
            "Chào bạn. . SV vui lòng xem Thông báo gởi qua mail SV: Các lưu ý và kế hoạch học vụ đầu HK1(21-22) gởi ngày 13/8/21 mục 4 . . Nên hiện tại với lý do bạn trình bày không thể đồng ý. . - Bạn có thể liên hệ Giảng viên giảng dạy để được hỗ trợ thêm. . - Về quy định Vắng thi có phép và hoãn thi: Bạn vui lòng xem chi tiết tại trang web aao.hcmut.edu.vn--  sinh viên --  Quy chế --  Quy chế đào tạo và học vụ bậc đại học và cao đẳng -- Điều 17.2. . Chúc bạn học tập tốt nhé.. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Dạ hệ thống Bkpay khi bấm thanh toán để chuyển sang trang web thanh toán thì bị lỗi và không thể load được mong được giải quyết sớm ạ để em kịp đóng tiền học vụ",
            "Chào em,. . Hiện tại cô thấy em đã thanh toán lệ phí rồi nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em chào cô ạ. . Em là [full_name] MSSV [student_id].Em xin cập nhật lại ảnh giấy khai sinh có mộc đỏ của em ạ.. . Em xin cảm ơn.. . Chúc cô luôn mạnh khỏe",
            "Chào em,. . PDT ghi nhận trường hợp của em, đã gửi đến bộ phận liên quan xử lý. Nếu sau thời gian 1 tuần (kể từ ngày tiếp nhận, trừ thứ 7,CN và các ngày lễ), câu hỏi chưa được xử lý vui lòng gửi lại câu hỏi để PDT kiểm tra lại nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Chào thầy cô/anh chị, em là sinh viên mã số [student_id], em muốn hỏi là tại sao em vẫn chưa nhận được sách ạ, em đã đăng kí địa chỉ nhận từ lâu rồi. Em tra viettelpost cũng không thấy đơn hàng nào luôn ạ.",
            "Chào em,. . 1)  Những đơn hàng sv kiểm tra thấy báo đơn hàng bị từ chối vì đã làm vận đơn trên hệ thống viettel post nhưng chưa chuyển đi được vì một số  lý do:. . + Thẻ data viettel chưa có cho nên gần 1000 đơn có loại thẻ này chưa thể đóng gói và chuyển đi.. . . . + Riêng trường hợp SV ở TP. HCM thì do Đoàn TN chuyển trực tiếp cho SV (những bạn ở TP. HCM nếu đăng ký nhận thẻ data viettel vẫn chưa chuyển đi được.. . . . 2) Các trường hợp không gửi được cho SV (SĐT không liên lạc được, địa chỉ không đúng), Sau khi bưu cục trả sách về, lúc đó thư viên sẽ liên hệ lại với SV để xác nhận lại địa chỉ và số điện thoại và gửi lại sách cho SV (Trường hợp này SV phải đợi). . . - Em liên hệ thư viện phụ trách việc gửi sách cho Tân sinh viên: [email] để được hướng dẫn thêm.. . Thân mến. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Chào cô,. . Em tên là [full_name],MSSV: [student_id],. . Mặc dù đã quá thời hạn rút môn học của trường nhưng em đọc trong quy chế học vụ thì có thể rút môn học trước tuần thi cuối kỳ nếu có lý do chính đáng.. . Do đó em viết đơn này xin rút môn học Nguyên Lý Ngôn ngữ lập trình (CO3005) với lý do hiện tại em đang cách ly covid-19 tại xã nên không đủ thiết bị và mạng để thi giữa kỳ, các môn khác hiện tại không thi giữa kỳ nên không bị ảnh hưởng.Mong nhà trường cho phép em rút môn học a.. . Mong cô phản hồi sớm,. . em xin cảm ơn.. . . .   Hình ảnh do điện thoại em chụp không được rõ nét mong cô thông cảm ạ . .   i Học vụ ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em có hoãn thi môn Giải tích 2 MSMH MT1005. Đã hơn tháng 10 rồi nhưng bảng điểm của em vẫn là điểm 13 chứ không phải điểm I hay điểm 14. Làm cho điểm tích lũy hiện tại của em bị tuột xuống. Phòng đào tạo kiểm tra giúp em tại sao em còn nhận điểm 13 với môn học này với ạ. Em cảm ơn",
            "Chào bạn,. . Hiện tại nhà trường chưa ra QD hoãn thi nhé bạn, dự kiến ra quyết định chung vào cuối tháng 12, nên trường hợp đăng ký hoãn thi vẫn bị điểm 13 bình thường. Sau khi hậu kiểm với ds của Khoa thì mới ra quyết định hoãn thi và sẽ điều chỉnh lại điểm trên mybk/Thông tin SV/xem điểm. . Lưu ý:. . 1) PDT sẽ hậu kiểm lại với danh sách cấm thi của Khoa gửi lên, nếu SV bị cấm thi sẽ bị hủy kết quả hoãn thi theo quy định. SV vẫn phải hoàn thành các phần việc của môn học, nhất là TH/TNg và BTL. GV có quyền cấm thi nếu SV không hoàn thành tốt các phần này. . 2) Trường hợp có sự cố bất khả kháng trong khi thi dẫn đến không thể hoàn thành được bài thi, và không được giải quyết cho thi vào ca thi tiếp theo (nếu có), sinh viên có thể đăng ký \"Hoãn thi\" ngay sau buổi thi (không phải vắng thi có phép), SV phải báo với CBCT hoặc trực thi để được ghi nhận vào trong danh sách thi. PDT sẽ đối chiếu lại với danh sách của Khoa về các tình huống đã thi nhưng điểm thấp hoặc không có báo cáo ghi nhận về các sự cố trong buổi thi trước khi quyết định hoãn thi. . 3) Riêng đối với môn Đồ án, Thực tập ngoài trường, Đề cương Luận văn, Luận văn/Tiểu luận tốt nghiệp: SV có thể xin hoãn bảo vệ với lý do dịch Covid-19 ảnh hưởng nghiêm trọng đến kết quả thực hiện đề tài (không thực nghiệm được tại Phòng thí nghiệm, không thực địa, ...). SV gửi email trực tiếp đến Giáo viên hướng dẫn, Khoa/Bộ môn để được xem xét đồng ý và forward email cuối cùng đến email của PĐT để đăng ký.. . Chúc bạn học tập tốt nhé.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ chi e hỏi e thực hiện đầy đủ hướng dẫn rồi mà sao khi e đăng kí môn nào giờ nào nó cũng báo là trùng giờ hết vậy ạ mong trường xem cét ạ",
            "Gửi các bạn sinh viên.. . . . Kết thúc đợt 1 đăng ký các môn GDTC theo hình thức online, PĐT đã thống kê hủy các lớp sĩ số thấp và các trường hợp trùng TKB với học kỳ chính. PĐT xin thông báo đến sinh viên:. . . . - Sinh viên xem lại kết quả kèm lý do không đăng ký được tại đợt \"Đăng ký giáo dục thể chất học phần 1- Kết quả đợt 1 + đăng ký đợt 2 - HK211\". Hướng dẫn đính kèm email này.. . . . - Các sinh viên không đăng ký được tại đợt 1 có thể đăng ký bổ sung trong đợt 2. Lưu ý các môn đã đăng ký thành không sinh viên không thể hiệu chỉnh.. . . . - Thời gian đăng ký bổ sung từ 13g00 ngày 18/10    14g59 ngày 19/10.. . . . - TKB sẽ được cập nhật lại sau 18g00 ngày 19/10.. . . . Chúc các bạn học tốt."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Kính gửi PDT,. . Em tên [full_name], MSSV [student_id], lớp XD17KT.. . Em đã đăng ký hoãn thi và nhận được mail xác nhận việc đăng ký hoãn thi vào ngày 28/08/2021 vào HK203 (NH 2020-2021) cho 2 môn là Pháp luật VN ĐC và Đường lối CN của DCSVN. Hiện tại trong đường link tra cứu danh sách SV hoãn thi không có tên em.. . Em muốn hỏi là bây giờ làm sao em có thể biết được mình có đang nằm trong danh sách sẽ được nhà trường xét duyệt hoãn thi vào tháng 12 sắp tới? Do là vì em không tra cứu được tên mình trong link danh sách hoãn thi mà trường đã gửi nên hiện tại em đang khá lo lắng ạ.. . Em cảm ơn.",
            "Chào bạn,. . Sau khi đối chiếu dữ liệu, Pdt xác nhận bạn đã đăng ký Hoãn thi:. . [student_id]\tHK203\tSP1007. . [student_id]\tHK203\tSP1009. . . . Bạn xem lại mail Pdt đã gởi để biết cách thức tiến hàng sau khi Pdt đã xác nhận yêu cầu Hoãn thi của bạn. . Vì sự cố kỹ thuật nên có thể thông tin tra cứu không có dữ liệu của bạn. . Thân mến,. . . . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Thưa thầy/cô,. . Em tên: [full_name]. . MSSV: [student_id]. . 1. Hiện tại em còn thiếu chứng chỉ ngoại ngữ để tốt nghiệp. Do đó, nếu các học kì tiếp theo em không ĐKMH thì có bị thôi học không?. . 2. Khoảng 1-2 năm nữa em mới đủ điều kiện tốt nghiệp thì em làm đơn thu nhận lại có được không hay là phải duy trì tình trạng học cho đến khi tốt nghiệp?. . Em xin cảm ơn.",
            "Chào bạn,. . Việc ĐKMH là tùy sinh viên nhé, trường hợp không có TKB trong học kỳ, SV sẽ bị buộc tạm dừng, không được cấp giấy CNSV.. . Khi đủ điều kiện TN, SV có thể làm đơn xin thu nhận lại nhé.. . Xem chi tiết quy chế tại đây:. . aao.hcmut.edu.vn/sinh viên/quy chế/học vụ/Quy chế đào tạo và học vụ bậc đại học, cao đẳng:/ điều 26. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Dạ em xin chào quý Thầy cô,. . Em là [full_name], MSSV [student_id]. . Em có thắc mắc là với tình hình hiện tại, em có thể vào trường xin giấy xác nhận Công tác xã hội được chưa ạ? Hoặc nếu không thì có hình thức online nào không?. . Em cần giấy này để bổ sung cho hồ sơ học bổng HONDA.. . Em xin chân thành cảm ơn!",
            "Chào em,. . Em liên hệ phòng Công tác chính trị sv qua email [email] để được hướng dẫn nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em chào cô, hiện tại em không thể đảm bảo được điều kiện học tập online vì thế có nhu cầu được bảo luư 1 học kì thì em nên làm những bước như thế nào ạ? Em cảm ơn.",
            "Chào em,. . - Em phải thanh toán hết học phí HK211 (ngày 25/10/21 PĐT mở cổng thanh toán HP cho em).. . - Tải mẫu đơn tạm dừng có họ tên, chữ ký của [full_name], Khoa ... . . http://www.aao.hcmut.edu.vn/image/data/bieumau/sinhvien/new%20PDT-06_Tam%20dung%20hoc.pdf. . - Gửi đơn qua bksi. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em tên : [full_name]  MSSV [student_id]. . Em muốn xin phép được hoăn thi cuối kỳ online môn Kỹ thuật số ( EE1015) học kỳ 202 dự thính.. . Ngày thi : 10h 18/10/2021 . . Lý do : Máy tính em vừa bị hư màn hình và không kịp sửa chữa trước ngày thi.",
            "Chào em,. . Trường hợp Hoãn thi sau ngày 15/10. . - Sv tải mẫu đơn: Phiếu đăng ký Hoãn thi Cuối kỳ tại aao    biểu mẫu. . - Có xác nhận của GV giảng dạy và Khoa, gửi đơn qua bksi, PĐT trình BLĐ phòng xem xét.. . Thân mến. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Kính gửi Phòng đào tạo,. . Em là [full_name], MSSV: [student_id]. . Em viết thư này để xin được đóng học phí sớm, để có thể đăng kí tốt nghiệp trong tháng 10 này.. . Lúc trước khi chưa thi anh văn nói viết, em có đăng kí một môn học để duy trình tình trạng sinh viên. Nhưng hiện tại em đã làm đơn xin rút môn học và được chấp nhận. Nhưng vì thời gian nộp học phí bắt đầu vào này 2/11 nên em không thể đăng kí xét tốt nghiệp được, trong khi hạn đăng kí tốt nghiệp trên myBK là 31/10.. . Em rất mong Phòng đào tạo có thể thông cảm và tạo điều kiện cho em được thanh toán học phí sớm để em có thể thực hiện đăng kí tốt nghiệp.. . Em xin chân thành cảm ơn và mong phản hồi sớm từ Phòng đào tạo!",
            "Chào bạn,. . Hiện tại đã mở cho bạn thanh toán học phí trước, bạn vui lòng vào thanh toán, sau khi thanh toán xong em vui lòng phải hồi lại qua bksi để mở khóa cho em đăng ký tốt nghiệp nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "I Dạ em kính chào phào đào tạo. . e có lịch thi giữa kỳ môn dự thính giải tích 2(mã môn học:MT 1005) vào lúc 17h.Từ lúc 16h em đăng nhập vô bkexam thì vị hiển thị như hình ảnh đính kèm,em đã đăng nhập rất nhiều lần cho đến lúc 17h vẫn không vô được bkexam để thi. Kính mong phòng đào tạo xem xét giúp em ạ. . . . .   i Học vụ .",
            "Chào em,. . - Trước giờ thi vẫn vào được, thông báo có ghi rõ mà.. . -Em vui lòng xem chi tiết hướng dẫn thi trực tuyến nhà trường đã gửi thông báo đến SV. . - Em cần thực hiện theo hướng dẫn của nhà trường và thực hành để thuần thục các thao tác ghi màn hình trước khi thi.. . - Em nên liên hệ GV giảng dạy để được hướng dẫn.. . Thân mến. . . .",
            "Dạ em chào cô [full_name]\t. . . . Trước giờ thi em không vào được ạ hệ thống vẫn ghi bị khóa ạ em có chụp màn hình ạ mong cô xem xét lại giúp em ạ.",
            "Chào em,. . Khi thi sinh viên chỉ được đăng nhập một lần trên một thiết bị. Nếu tắt mà không đăng xuất thì bị khóa. Trước khi cán bộ coi thi vào phòng thi mở khóa cho tất cả các bạn. Theo quy định thì bên tổ chức thi phải có thông tin để sinh viên liên lạc nếu khi có sự cố. Trên trang bkex PĐT cũng lưu ý là sv nên lưu lại link google meet phòng thi trước đó. Vì vậy nếu có sự cố em liên lạc với bên tổ chức thi hoặc cán bộ giảng dạy để giải quyết. . . Thân mến"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: em chào pdt ạ, em mới thi gt2 xong. máy của em là máy cũ, chức năng quay màn hình bị lỗi , máy của e bị treo với nhảy lung tung đáp án 1 hồi. thi xong em mới phát hiện ra là máy bị lác nên mất hết dữ liệu . em mong nhà trường thông cảm cho trường hợp của em , mong nhà trường cho em xin được hoãn thi và tạo cơ hội cho em được thi lại ạ.em cảm ơn ạ",
            "Chào bạn,. . - Bạn vui lòng xem chi tiết hướng dẫn thi trực tuyến nhà trường đã gửi thông báo đến SV. . - Bạn cần thực hiện theo hướng dẫn của nhà trường và thực hành để thuần thục các thao tác ghi màn hình trước khi thi.. . - Bạn nên liên hệ GV giảng dạy để được hướng dẫn.. . - mong nhà trường cho em xin được hoãn thi và tạo cơ hội cho em được thi lại. . =  •\tQuy định hoãn thi (HT): xem chi tiết tại khoản 17.2 Điều 17 trong Quy chế đào tạo và học vụ (aao.hcmut.edu.vn    Sinh viên    Quy chế).. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác:",
            "Chào bạn,. . - Bạn vui lòng xem chi tiết hướng dẫn thi trực tuyến nhà trường đã gửi thông báo đến SV. . - Bạn cần thực hiện theo hướng dẫn của nhà trường và thực hành để thuần thục các thao tác ghi màn hình trước khi thi.. . - Bạn nên liên hệ GV giảng dạy để được hướng dẫn.. . . . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính gửi Phòng Đào tạo,. . Em tên là [full_name] hiện là sinh viên Bách Khoa khóa K21, mã số [student_id].. . Vào lúc 21:38 ngày 15/10/2021 Phòng Đào tạo có gửi mail cho em về sự cố đăng ký môn học Giáo dục thể chất. Em đã đọc mail và thực hiện đăng ký lại. Nhưng khi đăng ký chỉ đăng ký được môn Aerobic còn môn võ thì đã đầy.. . Em muốn hỏi rằng nếu không đăng ký được môn võ thì có bị ảnh hưởng gì không ạ và khi nào sẽ được đăng ký học tiếp ạ.. . Em mong sẽ nhận được phản hổi sớm từ Phòng Đào tạo. . Em xin chân thành cảm ơn.. . [full_name]. . . .",
            "Chào bạn. . Bạn xem mail để đăng ký đợt 2 các môn GDTC Thời gian đăng ký bổ sung từ 13g00 ngày 18/10 -  14g59 ngày 19/10. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Chào PĐT. . Em là [full_name], mssv [student_id]. . Em vừa mới đăng kí giấy xác nhận sinh viên.. . Em muốn hỏi là việc xử lí đăng kí giấy xác nhận sinh viên để tạm hoãn nghĩa vụ quân sự thì mất khoảng bao lâu vậy ạ? Bởi ngày 30/10/2021 này là hạn nộp giấy rồi.. . Mong được phản hồi sớm,. . Cảm ơn.",
            "Chào bạn,. . - [full_name] đã ghi nhận phản hồi của bạn. Vì số lượng đăng ký giấy CNSV tăng đáng kể, PĐT cố gắng xử lý dữ liệu, xong sẽ scan để đưa lên hệ thống ngay. SV vui lòng thông cảm đợi thêm, giải thích với cơ quan yêu cầu về giấy CNSV.. . -Sau khi PĐT cập nhật xong bạn có thể tải bản scan trên trang đăng ký chứng nhận sinh viên.. . Đồng thời PĐT cũng đã gởi bưu điện nếu SV có đăng ký, vui lòng nhận sau.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Rút môn học . Kính gửi PĐT,. . . . Em xin nộp đơn rút môn học của học kì dự thính 211 ạ.. . . . Em cảm ơn PĐT ạ.",
            "Chào bạn,. .  - Phòng Đào tạo đã đồng ý yêu cầu về việc RÚT MÔN HỌC (tính Học Phí theo quy định)(Chính quy + Dự thính) của học kỳ 1(2021-2022). Bạn vui lòng theo dõi kết quả được cập nhật trên trang Mybk/xem điểm sau ngày 29/10/2021 (nếu sau thời gian trên vẫn chưa được xử lý bạn có thể vào trang bksi.hcmut.edu.vn để phản hồi).. . Chúc bạn học tập tốt nhé.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Dạ cho em hỏi là khi nào em nhận được sách giáo trình vậy, em đăng ký lâu rồi mà vẫn chưa nhận, mà bạn em ở gần lại nhận được lâu rồi .em cảm ơn ạ.",
            "responsible person: [551] [staff_name] [helpdesk staff]",
            "Chào em,. . - Những đơn hàng sv kiểm tra thấy báo đơn hàng bị từ chối vì đã làm vận đơn trên hệ thống viettel post nhưng chưa chuyển đi được vì một số  lý do:. . + Thẻ data viettel chưa có cho nên gần 1000 đơn có loại thẻ này chưa thể đóng gói và chuyển đi.. . +  Viettel post hiện không nhận đơn đến các  Tỉnh Đồng Nai, Bình Dương, Bình Phước, một số khu vực, Long An, Tiền Giang, Bà Rịa Vũng Tàu, Cà Mau, Đồng Tháp ... (cập nhật thường xuyên). . . . - Các trường hợp không gửi được cho SV (SĐT không liên lạc được, địa chỉ không đúng), Sau khi bưu cục trả sách về, lúc đó thư viên sẽ liên hệ lại với SV để xác nhận lại địa chỉ và số điện thoại và gửi lại sách cho SV (Trường hợp này SV phải đợi). . . - Em liên hệ thư viện phụ trách việc gửi sách cho Tân sinh viên: [email] để được hướng dẫn thêm.. . Thân mến. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Thưa Quý Thầy/Cô,. . . . Em tên là [full_name], MSSV [student_id]. Vừa qua, em có gửi câu hỏi với lý do là em phát hiện mình không có tên trong danh sách dự kiến tốt nghiệp vào tháng 11 năm 2021.. . . . Đến nay, em đã kiểm tra nhiều lần nhưng vẫn chưa thấy mail về vấn đề này, và vẫn chưa đăng ký tốt nghiệp được trên MyBK.. . . . Em kính mong quý Thầy/Cô phòng Đào tạo xem xét và phản hồi về trường hợp của em ạ.. . . . Chân thành cảm ơn quý Thầy/Cô.",
            "Chào em,. . Cô gửi em file xét TN, em kiểm tra lại điều kiện xét TN theo file đính kèm, có khiếu nại gì vui lòng gửi phản hồi qua bksi lại giúp cô nhé!. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: 1710197  /b \t. . . .   i Tốt nghiệp . Dear Thầy / Cô.. . . . Em là Trịnh Thành Nam, MSSV: 1710197.. . . . Vừa qua, em đã tham gia kỳ thi kiểm tra 2 kỹ năng  Nói - Viết tiếng Anh và đạt đủ điểm để tốt nghiệp (295).. . . . Tuy nhiên, hiện tại em vẫn chưa có tên trong danh sách tốt nghiệp dự kiến (hoặc mail thông báo đăng ký tốt nghiệp). Và theo em được biết, các bạn thi cùng đợt với em hiện đã nhận được thông tin.. . . . Thầy / Cô cho em hỏi là có vấn đề gì khiến em chưa nhận được thông tin tốt nghiệp như đã nêu trên ạ?. . . . Em cảm ơn Thầy / Cô.. . . .",
            "Chào bạn,. . PDT đã ghi nhận yêu cầu về đăng ký xét TN của bạn. SV vui lòng theo dõi email  và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 26/10/2021 SV vẫn chưa nhận được mail hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 11/2021 (cập nhật mới gia hạn thời gian xử lý tốt nghiệp). . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em đã gữi đơn hủy kết quá rút môn học từ ngày 15/10 nhưng vẫn chưa được hồi âm. Mong thầy /cô có thể giải quyết sớm để em có thể có kế hoạch học tập ạ!. . em xin lỗi vì sự bất tiện này"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Cho em hỏi môn quản lý dự án cho kỹ sư có 2 mã là IM2011 và IM1025 có giống nhau không ạ. Vì trong CTDT lớp VP19HK của em môn tự chọn nhóm A có IM2011 nhưng lại bị trùng lịch học, em học IM1025 có quy đổi điểm sang IM2011 được không ạ?. . Em xin cảm ơn!",
            "Chào bạn,. . Về Chương trình Đào tạo, danh sách môn tương đương…, bạn vui lòng xem tại:. . aao.hcmut.edu.vn/Sinh viên/Chương trình Đào tạo. . Sinh viên thắc mắc về CTĐT vui lòng liên hệ về Khoa xin gặp Thầy/Cô Phụ trách về CTĐT để được tư vấn và hỗ trợ thêm.. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Dạ em chào các thầy cô ạ.. . Em có hoãn thi KCT1 (CI3009)của K18 kì 203 ạ (đã được đồng ý hoãn). . . . Cho em hỏi là em thi cuối kì KCT1(CI3231) với K19 được không ạ ? . . Tại vì chương trình giống nhau chỉ đổi mã môn ạ, và em cũng không biết khi nào mở lại mã môn của K18 nữa ạ.",
            "Chào bạn. . Bạn đợi thông báo của Pdt về lịch thi sau khi có quyết định Hoãn thi chính thức. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Kính chào thầy/cô! Em tên [full_name] -[student_id], em xin phép được thanh toán học phí dự thính dù đã trễ hẹn (ngày 4 tháng 10) vì 1 vài lý do gia đình, em xin phép thầy/cô mở lại trang thanh toán để em được thanh toán học phí kỳ dự thính ạ! Em chân thành cảm ơn, cũng như là xin lỗi về sự chậm trễ này ạ! Em hứa sẽ không còn trường hợp nộp học phí trễ nữa ạ!"
        ]
    },
    {
        "intent": "",
        "message": [
            "Em - [full_name] - học lớp L02 CH2021 HK211. Muốn đăng ký hoãn thi vì nhà sẽ có lịch cúp điện từ 6:00 đến 16:00 ngày 17/10 còn thời gian thi là 13:00 ngày 17/10.. . . .   i Yêu cầu khác .",
            "Chào bạn. . SV vui lòng xem Thông báo gởi qua mail SV: Các lưu ý và kế hoạch học vụ đầu HK1(21-22) gởi ngày 13/8/21 mục 4 . . Nên hiện tại với lý do bạn trình bày không thể đồng ý. . - Bạn có thể liên hệ Giảng viên giảng dạy để được hỗ trợ thêm. . - Về quy định Vắng thi có phép và hoãn thi: Bạn vui lòng xem chi tiết tại trang web aao.hcmut.edu.vn--  sinh viên --  Quy chế --  Quy chế đào tạo và học vụ bậc đại học và cao đẳng -- Điều 17.2. . Chúc bạn học tập tốt nhé.. . Thân. .",
            "No solution"
        ]
    },
    {
        "intent": "",
        "message": [
            "Vì lý do cá nhân nên tôi có mong muốn được bảo lưu một học kì, trong tệp đính kèm có mẫu đơn tạm dừng học, vì tình hình dịch bệnh nên không thể trực tiếp gửi yêu cầu lên phòng đào tạo, sau khi liên hệ phòng đào tạo thông qua số điện thoại, nhận được hướng dẫn có thể nộp yêu cầu thông qua bksi. . . .   i Yêu cầu khác .",
            "Chào em,. . Thời điểm này xin tạm dừng phải thanh toán 100% học phí, thì trường mới tiếp nhận đơn tạm dừng được nhé.. . Sau ngày 25/10 sẽ mở cho bạn thanh toán HP, sau khi thanh toán xong học phí bạn gửi lại đơn tạm dừng qua bksi nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Kính chào thầy/cô. . . . Em đã được phòng đào tạo xác nhận hoãn thi nhưng điểm thi của em là 13 ạ.. . . . Thầy/cô xem xét giúp em.. . . . Chân thành cảm ơn thầy/cô!",
            "Chào bạn,. . Hiện tại nhà trường chưa ra QD hoãn thi nhé bạn, dự kiến ra quyết định chung vào cuối tháng 12, nên trường hợp đăng ký hoãn thi vẫn bị điểm 13 bình thường. Sau khi hậu kiểm với ds của Khoa thì mới ra quyết định hoãn thi và sẽ điều chỉnh lại điểm trên mybk/Thông tin SV/xem điểm. . Lưu ý:. . 1) PDT sẽ hậu kiểm lại với danh sách cấm thi của Khoa gửi lên, nếu SV bị cấm thi sẽ bị hủy kết quả hoãn thi theo quy định. SV vẫn phải hoàn thành các phần việc của môn học, nhất là TH/TNg và BTL. GV có quyền cấm thi nếu SV không hoàn thành tốt các phần này. . 2) Trường hợp có sự cố bất khả kháng trong khi thi dẫn đến không thể hoàn thành được bài thi, và không được giải quyết cho thi vào ca thi tiếp theo (nếu có), sinh viên có thể đăng ký \"Hoãn thi\" ngay sau buổi thi (không phải vắng thi có phép), SV phải báo với CBCT hoặc trực thi để được ghi nhận vào trong danh sách thi. PDT sẽ đối chiếu lại với danh sách của Khoa về các tình huống đã thi nhưng điểm thấp hoặc không có báo cáo ghi nhận về các sự cố trong buổi thi trước khi quyết định hoãn thi. . 3) Riêng đối với môn Đồ án, Thực tập ngoài trường, Đề cương Luận văn, Luận văn/Tiểu luận tốt nghiệp: SV có thể xin hoãn bảo vệ với lý do dịch Covid-19 ảnh hưởng nghiêm trọng đến kết quả thực hiện đề tài (không thực nghiệm được tại Phòng thí nghiệm, không thực địa, ...). SV gửi email trực tiếp đến Giáo viên hướng dẫn, Khoa/Bộ môn để được xem xét đồng ý và forward email cuối cùng đến email của PĐT để đăng ký.. . Chúc bạn học tập tốt nhé.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác  /i. . chào thầy (cô). . cho em hỏi về cập nhật lại điểm hoãn thi khi nào ạ, kì 202 em có hoãn 3 môn( thành công), mà giờ bảng điểm của em có môn điểm 0,môn điểm CH, môn điểm 13 ạ.",
            "Chào bạn,. . Hiện tại nhà trường chưa ra QD hoãn thi nhé bạn, dự kiến ra quyết định chung vào cuối tháng 12, nên trường hợp đăng ký hoãn thi vẫn bị điểm 13 bình thường. Sau khi hậu kiểm với ds của Khoa thì mới ra quyết định hoãn thi và sẽ điều chỉnh lại điểm trên mybk/Thông tin SV/xem điểm. . Lưu ý:. . 1) PDT sẽ hậu kiểm lại với danh sách cấm thi của Khoa gửi lên, nếu SV bị cấm thi sẽ bị hủy kết quả hoãn thi theo quy định. SV vẫn phải hoàn thành các phần việc của môn học, nhất là TH/TNg và BTL. GV có quyền cấm thi nếu SV không hoàn thành tốt các phần này. . 2) Trường hợp có sự cố bất khả kháng trong khi thi dẫn đến không thể hoàn thành được bài thi, và không được giải quyết cho thi vào ca thi tiếp theo (nếu có), sinh viên có thể đăng ký \"Hoãn thi\" ngay sau buổi thi (không phải vắng thi có phép), SV phải báo với CBCT hoặc trực thi để được ghi nhận vào trong danh sách thi. PDT sẽ đối chiếu lại với danh sách của Khoa về các tình huống đã thi nhưng điểm thấp hoặc không có báo cáo ghi nhận về các sự cố trong buổi thi trước khi quyết định hoãn thi. . 3) Riêng đối với môn Đồ án, Thực tập ngoài trường, Đề cương Luận văn, Luận văn/Tiểu luận tốt nghiệp: SV có thể xin hoãn bảo vệ với lý do dịch Covid-19 ảnh hưởng nghiêm trọng đến kết quả thực hiện đề tài (không thực nghiệm được tại Phòng thí nghiệm, không thực địa, ...). SV gửi email trực tiếp đến Giáo viên hướng dẫn, Khoa/Bộ môn để được xem xét đồng ý và forward email cuối cùng đến email của PĐT để đăng ký.. . Chúc bạn học tập tốt nhé.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em có hỏi vì sao không Đăng kí được LVTN thì được phản hòi là do thiếu CCAV_1. Mà em có nhận được Mail là do dịch bệnh nên được miễn CCAV khi đăng kí LVTN. Mong PDT có thể xem xét giúp em, do em đã trễ nữa năm và cần phải đi làm để phụ giúp kinh tế gia đình. Em cảm ơn ạ!",
            "Chào bạn,. . Thời điểm này đã trễ để đăng ký LVTN.. . Em vui lòng làm đơn xin đăng ký LVTN trễ hạn, trình bày rõ lý do vì sao đến thời điểm này mới xin ĐK, khiếu nại. Trong đơn phải có xác nhận đồng ý của Giảng viên hướng dẫn, và đảm bảo bạn hoàn thành đúng tiến độ và xác nhận đồng ý của Ban chủ nhiệm Khoa.. . Sau đó em gửi đơn qua bksi giúp cô. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Dạ chào thầy(cô). Hôm nay là hạn cuối cùng thanh toán học phí của e mà hiện tại e không thể thanh toán được ạ do trang wed bị lỗi. Em có thể thanh toán bàng cách nào khác nữa không ạ.. . Em cám ơn!!. . . .",
            "Chào bạn. . Pdt đã cập nhật lại, bạn vào thanh toán lại nghen. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "[full_name] [student_id] . . Em học môn phương pháp tính lớp DT02 B lớp thầy [full_name] dự thính ạ.EM thi ngày lúc 10/10 nhưng máy tính lỗi sữa xong em quên em chứ nộp băng ghi hình thi ạ giờ em mới nhận ra em sợ em biết sai qui định nhưng mà em không muốn bị 0 điểm ạ. . . .",
            "Chào bạn,. . - Bạn vui lòng xem chi tiết hướng dẫn thi trực tuyến nhà trường đã gửi thông báo đến SV. . - Bạn cần thực hiện theo hướng dẫn của nhà trường và thực hành để thuần thục các thao tác ghi màn hình trước khi thi.. . - Bạn nên liên hệ GV giảng dạy để được hướng dẫn.. . . . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học .  Dạ kính chào các thầy cô phòng đào tạo, em tên [full_name] sinh viên hệ VHVL học kỳ vửa rồi em đăng ký 2 môn là [full_name], [full_name]. Và đả đăng ký thành công 2 môn.. .  Sau khi về khoa, thấy em chưa qua môn [full_name] nên không cho làm [full_name].. .  Hiện tại em thấy trên BKPAY đả tính tín chỉ học phí cho cả 2 môn đó.. .  Hi vọng phòng đào tạo xem xét điều chỉnh học phí, bỏ học phí [full_name]. Tình hình dịch bệnh khó khăn. . .  Trân trọng cảm ơn.. .",
            "Chào bạn. . Bạn vui lòng làm đơn trình bày rõ : Hủy môn học + Hủy học phí + Lý do + ký tên. . Cô sẽ trình Ban lãnh đạo Phòng xem xét trường hợp của bạn. . Thân",
            "Dạ em chào cô. . Em xin gửi cô đơn trình bày nội dung như cô đả nói ạ. Mong cô giúp cho.. . [full_name].",
            "Chào em,. . Trường hợp của em sẽ hủy môn LVTN và tính lại học phí của HK211, em theo dõi học phí cập nhật  trước khi đóng nhé.. . Dự kiến sẽ cập nhật lại học phí và TKB trước ngày: 17/11/2021, Sau ngày này nếu chưa cập nhật em vui lòng phản hồi lại bksi giúp cô nhé. . Thân",
            "Chào Cô ạ.. . Hôm nay là ngày 17/11/2021 hiện tại em vẩn chưa thấy tkb và học phí được cập nhật lại, mong cô kiểm tra giúp.. . Trân trọng.",
            "Chào em,. . Đơn của em đã được duyệt, nhưng do đang ra soát lại danh sách SV, em đợi khi nào cập nhật lại học phí hãy thanh toán nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Chào thầy/cô!. . Em tên [full_name]_MSSV[student_id].. . Em muốn hủy hoãn thi 1 môn ở HK202, em đã điền thông tin cơ bản ở file dưới, nhưng không biết đã viết đơn đúng/đủ chưa, mong thầy/cô xem xét và chấp nhận đơn Hủy hoãn thi của em ạ.. . Em cám ơn. Chúc thầy/cô có ngày làm việc vui vẻ!",
            "Chào bạn. . - Phòng Đào tạo đã đồng ý yêu cầu về việc xin HUỶ Hoãn Thi của bạn. . . - Bạn thi bình thường theo Lịch thi đã thông báo. . - Trường hợp có sự cố bất khả kháng trong khi thi dẫn đến không thể hoàn thành được bài thi, và không được giải quyết cho thi các ca thi sau (nếu có), sinh viên có thể đăng ký \"Hoãn thi\" ngay sau buổi thi (không phải vắng thi có phép), SV phải báo với CBCT hoặc trực thi để được ghi nhận vào trong danh sách thi. PDT sẽ đối chiếu lại với danh sách Khoa để ra quyết định hoãn thi. . Chúc bạn học tập tốt nhé.. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính gửi: Phòng đào tạo Trường Đại Học Bách Khoa TP.HCM. . Em tên : [full_name]. . MSSV: [student_id]. . SV Hệ: VLVH. . nay em làm đơn này mong phòng đào tạo cho em hoãn thi giữa kỳ môn HÓA HỮU CƠ (CH2021) vào 13:00 ngày 17/10/2021. . Lí do: không đáp ứng được trang thiết bị và 2 camera để thi.. . Mong PDT xem xét.. . Em xin chân thành cảm ơn.. . [full_name]",
            "Chào bạn. . SV vui lòng xem Thông báo gởi qua mail SV: Các lưu ý và kế hoạch học vụ đầu HK1(21-22) gởi ngày 13/8/21 mục 4 . . Nên hiện tại với lý do bạn trình bày không thể đồng ý. . - Bạn có thể liên hệ Giảng viên giảng dạy để được hỗ trợ thêm. . - Về quy định Vắng thi có phép và hoãn thi: Bạn vui lòng xem chi tiết tại trang web aao.hcmut.edu.vn--  sinh viên --  Quy chế --  Quy chế đào tạo và học vụ bậc đại học và cao đẳng -- Điều 17.2. . Chúc bạn học tập tốt nhé.. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Dạ em chào thầy (cô) ạ,. . Em đóng học phí dự thính từ hôm qua tới nay hệ thồng cứ báo lỗi, em không biết là tại vì sao ạ.. . Mong thầy cô phản hồi sớm do 15h chiều nay đã hết hạn đóng rồi.. . Em chân thành cảm ơn ạ.",
            "Chào em,. . Hiện tại cô thấy em đã thanh toán học phí dự thính rồi nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác. . . . Hôm nay là hạn chót đóng học phí lớp anh văn nhu cầu rồi mà từ hôm qua đến giờ em vẫn không thanh toán được. Mong nhà trường xem xét ạ, em cảm ơn",
            "Chào em,. . Hiện tại cô thấy em đã thanh toán HP được rồi nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em chào thầy cô, em muốn hỏi đến thời điểm này em muốn rút môn dự thính AV thì có phải đóng học phí không ạ? Em cảm ơn.",
            "Chào bạn. . Rút môn học là phải thanh toán học phí nghen. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Các môn em đã đăng kí hoãn thi hk202 và có mail từ phòng đào tạo xác nhận rồi nhưng điểm thi là điểm 13 là sao vậy ạ?. .",
            "Em cũng đã điền form của phòng đào tạo rồi ạ",
            "Chào bạn,. . Hiện tại nhà trường chưa ra QD hoãn thi nhé bạn, dự kiến ra quyết định chung vào cuối tháng 12, nên trường hợp đăng ký hoãn thi vẫn bị điểm 13 bình thường. Sau khi hậu kiểm với ds của Khoa thì mới ra quyết định hoãn thi và sẽ điều chỉnh lại điểm trên mybk/Thông tin SV/xem điểm. . Lưu ý:. . 1) PDT sẽ hậu kiểm lại với danh sách cấm thi của Khoa gửi lên, nếu SV bị cấm thi sẽ bị hủy kết quả hoãn thi theo quy định. SV vẫn phải hoàn thành các phần việc của môn học, nhất là TH/TNg và BTL. GV có quyền cấm thi nếu SV không hoàn thành tốt các phần này. . 2) Trường hợp có sự cố bất khả kháng trong khi thi dẫn đến không thể hoàn thành được bài thi, và không được giải quyết cho thi vào ca thi tiếp theo (nếu có), sinh viên có thể đăng ký \"Hoãn thi\" ngay sau buổi thi (không phải vắng thi có phép), SV phải báo với CBCT hoặc trực thi để được ghi nhận vào trong danh sách thi. PDT sẽ đối chiếu lại với danh sách của Khoa về các tình huống đã thi nhưng điểm thấp hoặc không có báo cáo ghi nhận về các sự cố trong buổi thi trước khi quyết định hoãn thi. . 3) Riêng đối với môn Đồ án, Thực tập ngoài trường, Đề cương Luận văn, Luận văn/Tiểu luận tốt nghiệp: SV có thể xin hoãn bảo vệ với lý do dịch Covid-19 ảnh hưởng nghiêm trọng đến kết quả thực hiện đề tài (không thực nghiệm được tại Phòng thí nghiệm, không thực địa, ...). SV gửi email trực tiếp đến Giáo viên hướng dẫn, Khoa/Bộ môn để được xem xét đồng ý và forward email cuối cùng đến email của PĐT để đăng ký.. . Chúc bạn học tập tốt nhé.. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Chào PDT,. . E có một số vấn đề về việc đóng tiền học phí, là không thể truy cập vào trang của ngân hàng OCB để đóng tiền học phí được, nó hiện thị lỗi truy cập ạ,. . Em cảm ơn",
            "Chào em,. . - Hiện tại cô đã thấy em thanh toán học phí dự thính rồi nhé.. . - không thể truy cập vào trang của ngân hàng OCB. . =  Số điện thoại hotline của Ngân hàng OCB để được hỗ trợ:[student_id]8. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính gửi Phòng Đào Tạo, . . Em tên là [full_name], MSSV [student_id]. Vào ngày 19 tháng 8 năm 2021 em có đăng ký hoãn thi môn Anh Văn 2 do gặp trục trặc kỹ thuật và đã được phòng đào tạo đồng ý. Nhưng trong bảng điểm vẫn để điểm 13( tức là vắng thi).. . Em xin lỗi rất nhiều vì sự bất tiện này! . . Mong Phòng Đào Tạo có thể phản hồi sớm cho em.. . . .",
            "Chào bạn,. . Hiện tại nhà trường chưa ra QD hoãn thi nhé bạn, dự kiến ra quyết định chung vào cuối tháng 12, nên trường hợp đăng ký hoãn thi vẫn bị điểm 13 bình thường. Sau khi hậu kiểm với ds của Khoa thì mới ra quyết định hoãn thi và sẽ điều chỉnh lại điểm trên mybk/Thông tin SV/xem điểm. . Lưu ý:. . 1) PDT sẽ hậu kiểm lại với danh sách cấm thi của Khoa gửi lên, nếu SV bị cấm thi sẽ bị hủy kết quả hoãn thi theo quy định. SV vẫn phải hoàn thành các phần việc của môn học, nhất là TH/TNg và BTL. GV có quyền cấm thi nếu SV không hoàn thành tốt các phần này. . 2) Trường hợp có sự cố bất khả kháng trong khi thi dẫn đến không thể hoàn thành được bài thi, và không được giải quyết cho thi vào ca thi tiếp theo (nếu có), sinh viên có thể đăng ký \"Hoãn thi\" ngay sau buổi thi (không phải vắng thi có phép), SV phải báo với CBCT hoặc trực thi để được ghi nhận vào trong danh sách thi. PDT sẽ đối chiếu lại với danh sách của Khoa về các tình huống đã thi nhưng điểm thấp hoặc không có báo cáo ghi nhận về các sự cố trong buổi thi trước khi quyết định hoãn thi. . 3) Riêng đối với môn Đồ án, Thực tập ngoài trường, Đề cương Luận văn, Luận văn/Tiểu luận tốt nghiệp: SV có thể xin hoãn bảo vệ với lý do dịch Covid-19 ảnh hưởng nghiêm trọng đến kết quả thực hiện đề tài (không thực nghiệm được tại Phòng thí nghiệm, không thực địa, ...). SV gửi email trực tiếp đến Giáo viên hướng dẫn, Khoa/Bộ môn để được xem xét đồng ý và forward email cuối cùng đến email của PĐT để đăng ký.. . Chúc bạn học tập tốt nhé.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em là khoá K19, em muốn hỏi chuẩn giáo dục thể chất đối với năm nay là cần phải đạt bao nhiêu môn, bao nhiêu học phần ạ?",
            "Chào bạn. . - Về quy định chuẩn môn giáo dục thể chất trong quá trình học: Bạn vui lòng xem chi tiết tại trang web aao--  sinh viên --  Quy chế --  Quy chế về các môn thể dục từ Hk 182 . . Chúc bạn học tập tốt nhé.. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Ngày 17-10-2021 em có tham gia thi online giữa kì môn Quản trị kinh doanh IM3001 L04 do trong lúc chuẩn bị thi em hồi hộp nên đã lỡ bấm nhầm chế độ quay 1 cửa sổ mà không phát hiện, nên em chỉ quay lại 1 màn hình gg meet của phòng thi, em có 1 video phụ quay vị trí em ngồi làm bài. Liệu bài thi của em có được chấp nhận không ạ",
            "Chào bạn,. . Vấn đề này em có thể trình bày trực tiếp với GV để được xem xét và lưu ý khi chấm bài nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Thầy/Cô cho em hỏi là trong mẫu đơn xin gia hạn học phí hk211 bắt là phải có ý kiến của GVCN. Thì làm sao em xin được ý kiến của GVCN ạ?. . . .",
            "Chào em,. . Em liên hệ phòng Công tác chính trị sv qua email [email] để được hướng dẫn nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác:   B   /B Nhờ PDT kiểm tra dùm em BKPAY bị lỗi khi em vào thì không thanh toán được học phí AV4a.. . Hạn là 15h ngày 17/10 những em vẫn chưa thấy được fix lỗi ạ.. . . . Em tên [full_name] [student_id].. . . . Xin cảm ơn.",
            "Chào em,. . Hiện tại cô thấy em đã thanh toán HP AV4 rồi nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            ". . Trường ơi cho em hỏi tại sao em không thể đăng kí lớp học được ạ em đã thử nhiều lần nhưng không được. Em cảm ơn trường đã giúp em ạ.",
            "Chào bạn. . Pdt kiểm tra bạn đã đăng ký được môn PE1023. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Dạ em chào thầy/cô,. . ﻿Em tên là [full_name], MSSV [student_id].. . ﻿Mấy ngày nay em lên bkpay đóng tiền nhưng bị cảnh cáo bảo mật, cả máy tính và điện thoại, và cũng thử tiếp tục nhưng vẫn không đóng được. Nay là hạn chót đóng tiền rồi, chỗ em cũng không có ngân hàng OCB. Vậy cho em hỏi là bây giờ em phải làm gì để không bị vi phạm đóng trễ học phí ạ?. . Em xin chân thành cảm ơn!",
            "Chào em,. . Số điện thoại hotline của Ngân hàng OCB để được hỗ trợ:[student_id]8. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Xin gửi,. . . . Cho em được hỏi, theo như câu hỏi lần trước em đặt về môn GDTC còn thiếu thì bây giờ em đã thấy lịch đăng kí môn học thể chất. Nhưng cho em hỏi thêm rõ, là theo em tìm đọc bây giờ học theo hình thức 2 học phần (cơ bản + nâng cao), nếu vậy em thiếu GDTC 2 của K17 thì đăng kí học phần 1 có được chuyển tương đương không ạ?. . Em xin cảm ơn.. . . .",
            "Chào bạn. . Được nghen bạn. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV  /b \t. . . .   i Đăng ký môn học . Cho em xin mở sĩ số môn GDTC mã PE1023 và nếu được cho em xin mở lớp L21 với ạ.. . Em xin chân thành cảm ơn.",
            "Chào bạn. . Bạn xem mail để đăng ký đợt 2 các môn GDTC Thời gian đăng ký bổ sung từ 13g00 ngày 18/10 -  14g59 ngày 19/10. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em hiện đang học học kì pre và chưa vào học kì chính nhưng em lỡ đăng kí môn giáo dục thể chất trùng vào thời gian học pre . Bây giờ em phải huỷ đăng ký như thế nào ạ . . . .",
            "Chào em,. . Em làm đơn xin hủy môn học gửi qua bksi, hoặc email pđt, hoặc nộp trực tiếp PĐT chuyển giúp BLĐ phòng xem xét. . - Đơn em tự làm, không có mẫu. . - Đơn có thông tin:. . + mssv, họ tên. . + mã môn học. . + tên môn học. . + lý do. . + ngày tháng năm. . + họ tên chữ ký của người làm đơn. . Thân mến. . . ."
        ]
    }
]