[
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được . \tEm bị trường hợp \"Sinh viên chưa khai báo thông tin lý lịch online (vui lòng liên hệ PĐT)\" và em đã khai báo mà vẫn chưa đăng kí được, giờ em phải đợi hay làm sao ạ. .",
            "Chào bạn,. . Phòng Đào tạo đã cập nhật thông tin, trưa mai sau 13h ngày 20/12/2018 bạn vào đăng ký môn học lại.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Cho em hỏi trong kỳ 182 tới môn Lập trình web có mở ở cơ sở 2 được không ạ? Hiện tại chỉ có lớp ở CS1, mà hầu hết các bạn đăng ký đều ở cơ sở 2, đợt đăng ký kế hoạch em thấy sỉ số 100 mấy bạn đăng ký, nhưng tới đợt này do chỉ có lớp ở CS1 nên còn khoảng 30 bạn chọn thôi.. . Nếu các thầy cô có thể mở lớp ở CS2 vào kỳ tới thì cho em hỏi cần những gì để xin mở lớp ạ.. . Em cám ơn.",
            "Chào bạn.. . . . Các môn này mở lớp không đúng tiến độ nên [full_name] có thể chọn cơ sở để mở lớp. Bạn liên hệ trực tiếp [full_name] Máy tính để được giải đáp."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: em tên dương chí hoàn do đã cập nhật lý lịch mà quên bấm cập nhật nên em chưa cập nhật lý lịch đúng hạn. Mong nhà trường xem xét xử lý cho em để em có thể đăng ký hiệu chỉnh được môn học cho học kỳ mới",
            "Chào bạn,. . Phòng Đào tạo đã ghi nhận thông tin, trưa mai sau 13h ngày 20/12/2018 bạn vào đăng ký môn học lại.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được . Em chào thầy, cô, em là sinh viên ngành Kiến trúc, em đăng ký môn Chuyên đề 4, không hiểu sao hệ thống không cho em đăng ký và báo là thiếu môn học trước là môn ĐAMH Nền móng, trong khi đó môn này không nằm trong chương trình học của ngành em, kính mong thầy, cô giúp em kiểm tra ạ! Em cám ơn.. .",
            "Bạn vui lòng cung  cấp Mã môn học cần đăng ký trước khi đặt câu hỏi về PĐT",
            "Mã môn học đăng ký là CI4095, môn Chuyên đề 4 ạ",
            "Bạn vào kiểm tra đăng ký lại nhé.. . . . Mình đã báo khoa và tạm thời bỏ môn TQ cho bạn đăng ký",
            "Em cám ơn ạ, em đăng ký được rồi!. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Vào đợt đăng ký trước em đã đang ký các môn mình cần và khi đến đợt hiệu chỉnh này em xem lại thì cứ hiện thông báo   B (Nhóm [CCAS_0]:CCAS_0-Chuẩn av năm 0  tiên quyết )  /B  và cũng không có môn học nào được đăng ký   B (Chưa có môn học được đăng ký)  /B  luôn. Mọi chuyện xảy ra cứ như là em chưa làm gì cả. Giúp em với. Em cảm ơn.. . . .",
            "Chào bạn.. . . . Bạn không đạt chuẩn av để được đăng ký. Bạn liên hệ gấp tại văn phòng đào tạo Quốc tế để được cap nhật điểm"
        ]
    },
    {
        "intent": "",
        "message": [
            "Hiện tại mình không đăng ký đượ môn học đó chưa cập nhật lý lịch sinh viên. Hiện tại mình đã cập nhật, mong phòng đào tạo cập nhật để mình đăng ký môn học. XIN CẢM ƠN.. .",
            "Chào bạn,. . Phòng Đào tạo đã ghi nhận, trưa mai sau 13h ngày 20/12/2018 bạn vào đăng ký môn học lại!. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Nhờ phòng đào tạo cập nhật lại sinh viên nào đã/chưa cập nhật thông tin lý lịch.. . . . Vì em đã cập nhật lý lịch rồi nhưng hôm nay 19/12/2018 vẫn chưa được đăng ký môn học bổ sung với lý do \"Sinh viên chưa khai báo thông tin lý lịch online (vui lòng liên hệ PĐT)\". . . . Em cảm ơn !. . . .   i Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được .",
            "Bạn đã khai báo xong sẽ được đăng ký trong sáng ngày 20/11/2018"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV: [student_id]6  /b \t. . . . Chào Phòng Đào Tạo,. . . . Em là sinh viên khóa K13 nên phải học một số môn tương đương trong chương trình mới. Trên Bảng điểm myBK cho thấy môn EE3011- Mạch điện tử thông tin em đã đủ điểm qua (5.5) nhưng trong Tiến độ học tập môn 405003 - Mạch điện tử thông tin  vẫn là   I chưa đạt  /I . Danh sách môn tương đương được lấy từ http://www.aao.hcmut.edu.vn/index.php?route=catalog/chitiettb&thongbao_id=1717 mục 399 cho thấy 405003 và EE3011 là 2 môn tương đương. Đồng thời môn 405103 - ĐAMH điệntử viễn thông 2 em cũng đã đạt (10.0) nhưng tiến độ vẫn chưa cập nhật.. . . . Xin Phòng Đào Tạo xem xét giúp em.. . . . . . . . . .",
            "Chào bạn,. . Đã cập nhật miễn môn 405003. MyBK đang cập nhật lại thông tin điểm, bạn đón xem lại sau nhé.. . Thân mến"
        ]
    },
    {
        "intent": "",
        "message": [
            "Cho em hỏi bây giờ em muốn đăng ký đồ án thiết kế (me2011) mà tất cả các lớp đều đã đầy sinh viên thì em có thể xin pđt tăng sĩ số lên được không ạ, (tại em thấy có lớp có 19 sinh viên thôi ạ)",
            "Mình đã tăng rồi bạn vào đăng ký lại nhé"
        ]
    },
    {
        "intent": "",
        "message": [
            "Cho em hỏi nếu muốn mở thêm sĩ số lớp được không ạ? Lớp công nghệ gốm xây dựng đã đầy, mà nếu kỳ này em không được học môn này thì sẽ không được đi thực tập. em cảm ơn.",
            "Chào bạn,. . Về việc tăng sĩ số bạn liên hệ ở Khoa/Bộ môn, nếu Khoa/Bộ môn đồng ý cho tăng sĩ số, đề nghị Khoa/Bộ môn báo lên bộ phận dữ liệu của Phòng Đào tạo để tăng.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Tại sao đăng kí môn học luôn luôn mở ra trước khi biết điểm thi cuối kì vậy ạ.Em là sinh viên năm 4 và nếu em thi rớt 1 môn nào đó nhưng đến khi biết mình rớt thì đã không còn đăng kí học lại được nữa vậy em phải tốn thêm 1 học kì chỉ để học 1 môn thôi ạ.Em mong nhà trường xem xét và điểu chỉnh sao cho hợp ló hơn ạ.. . . .",
            "responsible person: [543] [staff_name] [helpdesk staff]",
            "Chào bạn.. . . . Đợt đăng ký môn học được mở ra trước khi học kỳ tiếp theo bắt đầu 4 tuần. Kế hoạch học tập của từng ngành học đã được công bố trên mục chương trình đào tạo. Nếu như bạn rớt 1 môn nào đó bạn có thể đăng ký trong đợt bổ sung ĐKMH hoặc đợt dự thính ngoài giờ (mở sau khi HK chính bắt đầu 2 tuần).. .",
            "Cho mình hỏi là các môn chuyên ngành có thể đăng kí dự thính được không",
            "Chào bạn,. . Không có quy định về môn chuyên ngành không được mở trong dự thính, nếu đăng ký đủ số lượng và Khoa đồng ý dạy thì mở lớp nha bạn!"
        ]
    },
    {
        "intent": "",
        "message": [
            "Thầy cô cho em hỏi để yêu cầu tăng thêm sĩ số lớp, em cần phải thực hiện những bước nào ạ?. . Em cảm ơn.",
            "Chào bạn,. . Về việc tăng sĩ số bạn liên hệ ở Khoa/Bộ môn, nếu Khoa/Bộ môn đồng ý cho tăng sĩ số, đề nghị Khoa/Bộ môn báo lên bộ phận dữ liệu của Phòng Đào tạo để tăng.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Khác ... . Em có đăng kí 2 môn học, một môn học kết thúc ở tiết 6 và một môn học bắt đầu ở tiết 7. Tại em muốn học liên tục để đỡ mất thời gian.Như vậy có bị hủy 1 trong 2 môn học không ạ?",
            "Không bạn nhé. . . . . Bạn đăng ký tự do miễn sao đảm bảo nguyên tắc không cận giờ 2 cơ sở và không quá 10 tiết / ngày"
        ]
    },
    {
        "intent": "",
        "message": [
            "Chứng chỉ ngoại ngữ - Đại học - Cao đẳng chính quy   Khác ... . Dạ cho em hỏi em đang học anh văn 2 trong trường mà đợt kiểm tra anh văn định kỳ lên anh văn 3 vậy em có cần học tiếp anh văn 2 không ạ",
            "Chào bạn,. . Kết quả thi anh văn định kỳ ngày 8/12/2018 chỉ dùng để xét chuẩn anh văn sau từng năm học, không dùng để xét miễn anh văn nha bạn.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "ad có thể tăng sĩ số môn vi điều khiển (me3007) được không ạ, tại lớp đó có một lớp mà đã đăng ký đầy hết rồi ạ, em cảm ơn ạ.",
            "Chào bạn,. . Về việc tăng sĩ số bạn liên hệ ở Khoa/Bộ môn, nếu Khoa/Bộ môn đồng ý cho tăng sĩ số, đề nghị Khoa/Bộ môn báo lên bộ phận dữ liệu của Phòng Đào tạo để tăng.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Em có 2 câu hỏi sau đây, mong quý anh chị thầy cô giải đáp:. . . . + Điểm anh văn 1,2,3,4 có được tính vào điểm trung bình tích lũy hay không?. . . . + Đối với sinh viên văn bằng 2, nếu thực hiện chuyển điểm từ chứng chỉ ngoại ngữ, các điểm đó có được tính vào điểm TBTL để xếp loại tốt nghiệp hay không?. . . . Xin cảm ơn!",
            "responsible person: [543] [staff_name] [helpdesk staff]",
            "Chào bạn,. . Bạn tham khảo về quy định tính điểm trung bình tích lũy tại đây: http://www.aao.hcmut.edu.vn/sinh viên/ quy chế/Quy chế đào tạo và học vụ bậc đại học, cao đẳng: áp dụng đến học kỳ 1 (2018-2019)/Điều 19. Số tín chỉ tích lũy, điểm trung bình tích lũy (bạn tham khảo chương trình đào tạo của bạn). . Bạn xem thêm về quy định chuyển điểm các môn ngoại ngữ tại đây: http://www.aao.hcmut.edu.vn/sinh viên/ngoại ngữ/Cách đăng ký chuyển điểm các môn ngoại ngữ/Cách tính điểm các môn chuyển điểm. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "ad có thể tăng sĩ số môn vi điều khiển (me3007) được không ạ, tại lớp đó có một lớp mà đã đăng ký đầy hết rồi, lớp đó hiện sĩ số chỉ có 20sv thôi ạ, em cảm ơn ạ.. . . . . .",
            "Chào bạn,. . Về việc tăng sĩ số bạn liên hệ ở Khoa/Bộ môn, nếu Khoa/Bộ môn đồng ý cho tăng sĩ số, đề nghị Khoa/Bộ môn báo lên bộ phận dữ liệu của Phòng Đào tạo để tăng.. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được . Hiện tại em đang bị tạm dừng. Số quyết định: 758/QĐ-ĐHBK-ĐT. Ngày ra quyết định: 13/09/2018. . . . Em không thể đăng kí thêm môn học để trả nợ cũng như quyết tâm cải thiện tình hình học tập trong kì này. . . . Kính mong nhà trường xem xét cho em đăng kí thêm tín chỉ để tạo điều kiện quay trở lại bắt kịp tiến độ học tập . . . . Em xin cảm ơn",
            "Mong các thầy cô hướng dẫn cho em cách khắc phục để được đăng kí môn học như bình thường ạ",
            "Chào bạn,. . Tình trạng hiện tại của bạn là bình thường, quyết định về cánh báo học vụ lần 1 không cấm đăng ký môn học. Bạn vô xem lại có đăng ký môn học được không? Báo lỗi gì?. . Bạn tham khảo về quy định đăng ký môn học tại: http://www.aao.hcmut.edu.vn/sinh viên/quy chế/Quy chế đào tạo và học vụ bậc đại học, cao đẳng: áp dụng đến học kỳ 1 (2018-201[full_name])/Điều [full_name]. Đăng ký môn học. . Thân",
            "Em xin cảm ơn ạ. . Vậy em có cần phải làm đơn gì không ạ",
            "Nếu bạn kiểm tra thấy đăng ký môn học bình thường thì đâu phải làm đơn gì!"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được  /dược. . Đã qua anh văn vào kỳ thi định kì nhưng hệ thống bado thiếu anh văn không cho đăng ký môn học ạ. . [full_name] [student_id]",
            "Chào bạn.. . . . Bạn là sinh viên Tài năng và bạn thi được 275 điểm nên bạn chỉ được xét chứng chỉ av đầu vào. Bạn chỉ được đăng ký các môn năm 1.. . . . bạn tham khảo quy chế học vụ mới tại đây . . . . http://www.aao.hcmut.edu.vn/image/data/quyche/mot_so_diem_moi_trong_quy_che_tu_HK182.pdf"
        ]
    },
    {
        "intent": "",
        "message": [
            "Em đang học khoa điện điện tử nghành tự động hóa . Kỳ trước em có học môn xử lý ảnh thuộc nhóm b,c nhưng không tính chỉ vào tính vào số tích lũy chuyên nghành của mình. và em có hỏi 1 số bạn trong nghành của em thì cũng không cập nhật . Vậy cho em hỏi đó là sự nhầm lẫn của hệ thống hay là của tụi e ạ. Em xin cảm ơn. .   i Học vụ - Đại học - Cao đẳng chính quy   Khác ... .",
            "Chào bạn,. . Gửi bạn cách tính điểm vào ĐTBTL ngành.. . Thân mến",
            "Dạ em biết .Em muốn hỏi là môn xử lí ảnh thuộc nhóm b,c của em. Tại sao lại không cập nhật vào số chỉ tích lũy chuyên nghành của em ạ?Hay là môn nhóm c qua học kỳ cuối mới cập nhật ạ?",
            "Số tín chỉ tích lũy ngành được tính từ tại thời điểm đưa lên web. Nếu có thiếu thì cũng sẽ được tính vào học kỳ sau bạn nhé.",
            "Dạ em không biết nó có hợp lệ không nữa... do giờ phải đăng ký môn học ... mong chị giải đáp  để e con biết đăng kí môn học ..để đủ chỉ cho tụi em đăng kí để ra trường nữa ạ? mong chị phản hôi sớm ạ",
            "QUOTE Dạ em không biết nó có hợp lệ không nữa... do giờ phải đăng ký môn học ... mong chị giải đáp  để em còn biết đăng kí môn học ..để đủ chỉ cho tụi em đăng kí để ra trường nữa ạ? mong chị phản hồi sớm ạ  /QUOTE . .",
            "dạ giờ em muốn làm rõ vấn để này... môn xử lí ảnh của em thuộc nhóm b,c . Em đã học và đã qua nhưng không được tính chỉ tích lũy nghành trong bản điểm và chị đã gửi lại danh sách các chỉ của em cũng không có ... Nhưng bạn cùng nghành của em nó hỏi câu hỏi giống em thì nó lại được tính môn xử lí ảnh ? Vậy em không biết môn xử lí ảnh của em có được tính không ạ? Mong chị giải đáp để em còn biết đăng kí môn khác  để kịp tiến độ ra trường ạ ? em xin cảm ơn!",
            "Chào bạn,. . . . Chương trình đào tạo K.2015,K.2016 có sự trùng lặp trong các môn trong phần tự chọn nên PĐT đang liên hệ với [full_name] về việc này.. . Lưu ý : bạn nhớ đăng ký các môn tự chọn sao cho không bị tính 2 lần một môn nha bạn. VD : môn EE3035 là môn tự chọn ở nhóm A, lại có trong nhóm B. Do đó chỉ tính tích lũy một lần.. . . . Thân mến",
            "Dạ e đăng kí 7 môn tự chọn . 3 môn thuộc nhóm A, 3 môn thuộc nhóm B và 1 môn nhóm C. Mong chỉ phản hồi sớm ạ. Em xin cảm ơn (em có kèm theo chương trình đạo tạo và những môn e đã đăng kí)",
            "Chào bạn,. . . . Nếu bạn đăng ký 7 môn với điều kiện các môn không bị trùng lắp trong các nhóm tự chọn và thỏa điều kiện số tín chỉ trong nhóm đó thì được rồi đó bạn.. . . . Thân mến"
        ]
    },
    {
        "intent": "",
        "message": [
            "Điểm thi - Đại học - Cao đẳng chính quy   Khác ... .    -Cho em hỏi tại sao kỳ 1 (2017-2018) em tích lũy 13 tín chỉ và điểm trung bình 4.39 mà lại bị cảnh cáo học vụ cập nhật ngày 15/03/2018 vậy ạ?  B",
            "Chào bạn,. . . . Mức cảnh báo học vụ lần 1 đối với K.2015 như sau :. . ĐTBTL HK172/173    4.00 hoặc STCTL    60 tín chỉ.. . Vậy bạn xem điểm của bạn có nằm trong khoảng này không nhé!. . . . Thân mến.",
            "-Dạ cô cho em hỏi vậy là cảnh cáo học vụ lần 1 của em thuộc HK2 2017-2018.. . . .    -Còn cảnh cáo học vụ lần 2 của em cập nhật ngày 13/09/2018 ghi là HK1 2018-2019, mà trong khi đó HK1 2018-2019 em vẫn học có thời khóa biểu và lịch thi, chưa thi xong nên chưa có điểm. Vậy tại sao em lại bị cảnh cáo học vụ lần 2 HK1 2018-2109 ạ?. . . .    -thời gian cảnh cáo có kèm trong hình ảnh bên dưới.. . . .    -em cảm ơn ạ!",
            "Chào bạn,. . Thời điểm cảnh báo học vụ là tính đến HK bạn đang học. Nếu HK181 điểm của bạn mà không cải thiện được thì sẽ bị buộc thôi học từ HK182.. . Thân mến. .",
            "-cô ơi cho em hỏi điều kiện tối thiểu để không bị buộc thôi học HK182 là gì vậy ạ?. . . .     -Nếu bị buộc thôi học thì em cần phải làm gì và thời gian nào để được học lại vậy ạ?. . . .     -em cảm ơn cô!. .",
            "Chào bạn,. . Bạn tham khảo về quy định xử lý học vụ tại đây: . . http://www.aao.hcmut.edu.vn/sinh viên/học vụ/XỬ LÝ HỌC VỤ, KỶ LUẬT. . Nếu bị buộc thôi học bạn phải làm đơn cứu xét và nộp tại Khoa.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Điểm thi - Đại học - Cao đẳng chính quy   Khác ... . Em chào phòng đào tạo. . EM là [full_name], sinh viên khoa Điện- Điện tử. Em có hai câu hỏi muốn được giải đáp thắc măc.. . - Em đã học môn Xử lí ảnh (EE3035) và qua môn vào học kì 2 (2017-2018) nhưng môn này vẫn chưa được cộng vào tín chỉ chuyên ngành của em, mặc dù em xem trên chương trình đào tạo ngành thì có môn này.. . - Em đã báo cáo và qua đồ án môn học, đã có điểm tổng kết nhưng trên mục \"tiến độ học tập\" của trang cá nhân lại để \"chưa đạt\". . . Mong phòng đào tạo có thể xem xét lại cho em. Em xin cảm ơn.. .",
            "Chào bạn,. . Số tín chỉ ngành tính đến hiện tại bạn đạt được. . theo file đính kèm.. . Thân mến"
        ]
    },
    {
        "intent": "",
        "message": [
            "Em có cập nhật thông tin đúng hạn nhưng không được xếp sẵn lớp, có nhiều bạn em quen được xếp sẵn, vậy là sao ạ?. . Em phải tự đăng kí sau sao ạ?",
            "Chào bạn,. . Bạn có đăng ký môn học trong đợt từ ngày 20/11 – 03/12/18 không?. . Phòng Đào tạo xếp thời khóa biểu theo đợt đăng ký của các bạn sinh viên trong đợt từ ngày 20/11 – 03/12/18. . Thân",
            "Hiện tại đang trong giai đoạn đăng ký hiệu chỉnh môn học để bạn vô đăng ký.",
            "Có ạ, em có đăng kí đúng hạn đợt 1 mà,. .",
            "Nếu giờ em đăng kí thì chẳng còn nhiều giáo viên để đăng kí nữa vì bị đầy hết rồi, và các bạn của em cũng thuộc lớp khác, thì vậy có bất công với em quá không ạ...",
            "Chào bạn,. . Bộ phận dữ liệu kiểm tra, trong đợt 1 từ ngày 20/11 – 03/12/18, bạn không đăng ký môn học nào cả.. . Thân",
            "Chào bạn,. . Bộ phận dữ liệu sẽ kiểm tra và phục hồi lại thời khóa biểu cho bạn.. . Thân",
            "Em có đăng kí đợt 1 ạ, chắc mọi người đã kiểm tra lại.. . Cám ơn mọi người đã giúp đỡ ạ.",
            "Em đăng kí HK182 5 môn, Lần cuối em kiểm tra thì em vẫn bị thiếu môn giải tích 2 ạ.",
            "Chào bạn.. . . . Mình đã phục hồi KQ ĐKMH của bạn.. . . . Bạn vào hiệu chỉnh nếu có thay đổi nhé.. .",
            "Cám ơn mọi người ạ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Chứng chỉ ngoại ngữ - Đại học - Cao đẳng chính quy   Xét miễn môn anh văn (chuyển điểm) . em da nop va hoan tat viec thanh toan chi phi chuyen diem nhung toi gio van khong thay diem chuyen av123. pdt giup em voi a. em cam on",
            "Chào bạn,. . Bạn vào trang http://www.aao.hcmut.edu.vn/sinh viên/lịch học vụ/Năm học hiện tại (2018-2019) - học kỳ 2. Bạn vào xem các mốc thời gian về việc chuyển điểm.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Em xin hỏi có thể đăng ký cùng lúc trong 1 học kỳ chính 2 môn Tư tưởng [full_name] (SP1005) và Đường lối CM của Đảng CSVN (SP1009) được không? . . . .",
            "Chào bạn .. . . . Bạn tham khảo phần cấu trúc môn học tại đây để biết được các môn học trước ,tiên quyết, song hành :. . . . http://www.aao.hcmut.edu.vn/index.php?route=catalog/chuongtrinhdaotao"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: học kỳ tới em muốn đăng ký môn học nhập môn trí tuệ nhân tạo ( mã môn học CO3061) và em đã đăng ký từ đợt đăng ký môn học nhưng khi kiểm tra kết qua ở đợt 2 thì không có thời khóa biểu. Hiện tại thì không thể đăng ký vì các nhóm đã đầy. Thầy (cô) cho em hỏi có cách nào xin nhà trường thêm số lượng học sinh được không ạ?",
            "bạn vui lòng chọn xem lịch sử đăng ký để biết lý do không đăng ký được :. . . . . . \"PDT không đ/ký cho SV MH CO3061 (2: Thiếu môn học trước CO1007)\""
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính thưa bộ phận hỗ trợ sinh viên trực tuyến. . Cho em hỏi tại sao em đăng kí môn học tại cs1 thì nhận Thông báo không được phép đăng kí còn tại cs2 thì đăng kí thành công ạ!. . Mong nhận mọi người hỗ trợ em ạ!. . Xin chân thành cảm ơn!. . . . . . . . . .",
            "Chào bạn,. . Bạn vui lòng chụp full màn hình đăng ký môn học, nhìn không rõ, có thể do bạn đăng ký vào những nhóm lớp đặc biệt tại CS2 (nhóm B01.. của sinh viên bằng 2, P01 của sinh viên CT Việt Pháp..). . Thân",
            "Chào bạn.. . . . Bạn vui lòng chọn đúng đợt đăng ký (không chọn loại hình chuyển hệ).. . . . Các nhóm CS1 như CC,TT,QT bạn không thể đăng ký lý do dành cho các lớp Quoc tế, Chất lượng cao.. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]1  /b \t. . Em là sinh viên K13 cần đăng ký môn Kiến Trúc mã 813706, nhưng hiện tại lớp đã đạt tối đa 22 bạn nên không đăng ký được. Mong quý thầy cô hỗ trợ mở thêm sĩ số giúp em. em xin cám ơn.. .   i Đăng ký môn học - Đại học - Cao đẳng chính quy   Tăng sĩ số lớp môn học .",
            "Chào bạn,. . Về việc tăng sĩ số bạn liên hệ ở Khoa/Bộ môn, nếu Khoa/Bộ môn đồng ý cho tăng sĩ số, đề nghị Khoa/Bộ môn báo lên bộ phận dữ liệu của Phòng Đào tạo để tăng.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Khác ... . Em chào thầy/cô,. . . . Em tên là [full_name]. Học kỳ 182 tới em đi trao đổi một học kỳ ở Ba Lan theo chương trình Erasmus+. Em có đăng kí các môn học để chuyển đổi tín chỉ nhưng không phải trao đổi 100% các môn kì này. Như vậy em có cần phải đăng kí môn học như kế hoạch học tập không? Hay chỉ đăng kí những môn mà em đã đăng kí để chuyển tín chỉ theo chương trình trao đổi? Và em có cần phải đóng học phí kì này ở BK không? . . . . Mong nhận được trả lời sớm từ pdt.. . Em cảm ơn thầy/cô.",
            "Chào bạn,. . Bạn đã làm đơn xin tạm dừng học tập học kỳ 182 để đi trao đổi sinh viên và nộp ở Văn phòng Khoa chưa?. . Hiện tại chưa có quy định nào về việc yêu cầu sinh viên trao đổi phải đăng ký những môn học ở học kỳ trao đổi sinh viên tại trường ĐH Bách Khoa. Nếu bạn làm đơn xin tạm dừng đi trao đổi thì bạn sẽ không được đăng ký môn học và hủy TKB trong học kỳ 182 (nếu có) để đi trao đổi.. . Thân",
            "Em cảm ơn anh/chị"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác. . Dạ cho em hỏi là đầu năm em thi a.v đc 450 điểm thì đc miễn những lớp a.v nào ạ?. . Sau đó em có ko đk trường xếp lớp vì định sẽ nộp bằng mà bây giờ em đk học tiếp a.v luôn thì vẫn đc tính điểm và chính chỉ tích lũy ko ạ",
            "Chào bạn.. . . . Bạn tham khảo chuẩn AV và cách miễn điểm tại đây :. . . . http://www.aao.hcmut.edu.vn/image/data/quyche/mot_so_diem_moi_trong_quy_che_tu_HK182.pdf. . . .",
            "cho em hỏi thêm là em giờ em đk a.v 4 học thì vẫn tính điểm và tín chỉ tích lũy như bth phải ko ạ?",
            "Chào bạn,. . Bạn tham khảo về quy định tính điểm và tín chỉ tích lũy tại đây:. . http://www.aao.hcmut.edu.vn/sinh viên/quy chế/Quy chế đào tạo và học vụ bậc đại học, cao đẳng: áp dụng đến học kỳ 1 (2018-2019)/Điều 19. Số tín chỉ tích lũy, điểm trung bình tích lũy. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Chứng chỉ ngoại ngữ - Đại học - Cao đẳng chính quy   Xét miễn môn anh văn (chuyển điểm) . Em tên [full_name] sinh viên năm3. Vừa rồi em có thi toeic ở trường 370 điểm.. . Theo như thông tin em đọc ở trang aao.hcmut.edu.vn thì được học av2 và miễn av1. Nhưng trong đợt đăng kí môn học này em chỉ được đăng kí AV1 mà không được đăng kí AV2. Mong thầy/cô hướng dẫn giúp em. Cảm ơn thầy/cô!",
            "Chào bạn,. . Kỳ thi anh văn định kỳ Phòng Đào tạo tổ chức ngày 8/12/2018 chỉ dùng để pass chuẩn anh văn sau năm học, chứ không dùng để xét miễn học.. . Bạn vào hiểu chỉnh đăng ký môn học cho HK chính 182 từ 19/12/2018  đến 25/12/2018  (Đợt hiệu chỉnh đăng ký môn học) để đăng ký môn học.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: G[student_id]  /b \t. . . .   i Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được . Hiện tại, em đã học môn tương Khí động lực học 2 với MSMH cũ là 213043 đổi sang MSMH mới là TR3011. Môn học này là môn tiên quyết để em làm luận văn nên em không đăng kí được luận văn.. . Mong phòng đào tạo có chỉnh sửa để em đăng kí được luận văn tốt nghiệp",
            "Chào bạn .. . . . Môn học TR3011 hiện tại bạn chưa có điểm nên không thể thực hiện chuyển điểm về môn 213043 được.. . . . . .",
            "vậy thì làm sao để em có thể đăng kí luận văn vậy Thầy? . . Vì theo quy định nếu môn đó đã học và chưa có kết quả vẫn đăng kí luận văn được mà Thầy. . . . Vì môn học TR3011 là môn tiên quyết nên em không thể đăng kí luận văn. Vậy thì em nên làm sao vậy Thầy ?",
            "Chào bạn,. . Bạn tham khảo thêm quy định về môn tiên quyết tại đây: . . http://www.aao.hcmut.edu.vn/sinh viên/quy chế/Điều 6. Các loại môn học và học phần. . Thân",
            "Em đã học môn tương đương TR3011 thay cho môn 213043.. . Em vừa thi xong và chờ ngày có điểm,theo em đọc thì quy chế vẫn cho đăng kí luận văn tốt nghiệp \"các môn tiên quyết sẽ được hậu kiểm vào Tuần 4 và môn LVTN/TLTN sẽ bị hủy nếu các môn tiên quyết không đạt.\"(http://www.aao.hcmut.edu.vn/index.php?route=catalog/chitietsv&path=90&tid=1609). . . . Nhưng em vẫn không DKMH về luận văn tốt nghiệp được.Vậy thì em phải chờ để chuyển điểm rồi mới đăng ký luận văn tốt nghiệp được hay có cách giải quyết nào khác.. . Mong phòng đào tạo hướng dẫn giúp em.. . Cám ơn Thầy/Cô !",
            "Chào bạn,. . Theo quy định thì. . \"Nếu các môn tiên quyết (TTTN, ĐCLV) chưa có điểm tại thời điểm xét đăng ký môn Luận văn tốt nghiệp thì các môn tiên quyết sẽ được hậu kiểm vào Tuần 4 và môn LVTN/TLTN sẽ bị hủy nếu các môn tiên quyết không đạt\". . Các môn tiên quyết là môn TTTN và Đề cường luận văn nha bạn.. . Thân",
            "Khóa em là K13 nên môn tiên quyết là khí động lực học 2 MSMH tương đương : TR3011 và đang chờ có điểm thì hướng giải quyết cho em để đăng kí luận văn tốt nghiệp như thế nào ?. . Mong Cô hướng dẫn cho em",
            "Chào bạn,. . Phải theo đúng quy định về môn tiên quyết nha bạn.. . Bạn vào http://www.aao.hcmut.edu.vn/sinh viên/lịch học vụ/Năm học hiện tại (2018-2019)/học kỳ 2. . Bạn xem nhờ thầy cô bổ sung điểm sớm để cho đợt đăng ký LVTN tới. . Thân",
            "em cám ơn Cô"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: G[student_id]  /b \t. . . .   i Chứng chỉ ngoại ngữ - Đại học - Cao đẳng chính quy   Thẩm tra chứng chỉ (nộp chứng chỉ) . em đang nộp từ ngày 12/12 nhưng đến nay vẫn chưa được thẩm tra",
            "Chào bạn,. . Kết quả thẩm tra phụ thuộc bên phía thẩm tra nha bạn, khi nào có kết quả Phòng Đào tạo sẽ cập nhật lên hệ thống.. . Thân",
            "Dạ em cám ơn"
        ]
    },
    {
        "intent": "",
        "message": [
            "Em đã đăng ký môn học đợt một đúng han.. Nộp học phí đúng hạn.. có khai báo lý lịch.... Nhưng trong kết quả đăng ký đợt 1 lại ghi không có đăng ký nào.. đăng ký đợt 2 thì đã full và em không đk được.. Mong thầy cô giải quyết ạ",
            "Bạn hủy tất cả các môn trong đợt 2 đi để mình phục hồi lại cho bạn.. . . .",
            "Mình đã phục hồi lại cho bạn rồi.. . . . Bạn vào kiểm tra lại nhé",
            "wow đội ơn a/c đã giúp.. làm e mất ăn mất ngủ mấy ngày nay :))))"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Chương trình đào tạo (thiếu môn tiên quyết, song hành...) . Em là sinh viên khóa 13 Khoa Môi trường.Em muốn đăng ký Môn học EN1009 (Vi sinh vật) nhưng không được do yêu cầu môn học trước là môn EN1005 (Sinh thái học) không nằm trong chương trình đào tạo của em.Rất mong  phòng đào tạo giải quyết giúp em để em được đăng ký môn học. Xin chân thành cảm ơn.",
            "Chào bạn.. . . . Vì đây là CTDT của khóa 2014 trở về sau nên các môn Tiên quyết phải đi theo CTDT mới.. . . . Bạn vui lòng liên hệ Khoa Môi Trường để được giải đáp"
        ]
    },
    {
        "intent": "",
        "message": [
            "Chương trình đào tạo - Đại học - Cao đẳng chính quy   Môn tương đương, tiên quyết, ... . Em tên [full_name], MSSV [student_id], nay em làm đơn này xin phòng đào tạo chuyển điểm môn tương đương  An toàn lao động (810028) và Thiết bị và an toàn lao động (CI2033) để em có thể đủ điều kiện đăng ký Luận văn tốt nghiệp trong kỳ tới. Kết quả minh chứng em có đính kèm ở bên dưới. Em xin cảm ơn!",
            "Đã trả lời rồi.",
            "Chương trình đào tạo - Đại học - Cao đẳng chính quy   Môn tương đương, tiên quyết, ... . Em tên [full_name], MSSV [student_id], nay em làm đơn này xin phòng đào tạo chuyển điểm môn tương đương  An toàn lao động (810028) và Thiết bị và an toàn lao động (CI2033) để em có thể đủ điều kiện đăng ký Luận văn tốt nghiệp trong kỳ tới. Kết quả minh chứng em có đính kèm ở bên dưới. Em xin cảm ơn!",
            "Chào bạn,. . Bạn thuộc K.2014 sao lại đăng ký msmh 810028? mà không đăng ký CI2033?. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Chứng chỉ ngoại ngữ - Đại học - Cao đẳng chính quy   Khác ... . Dạ cho em hỏi là đợt cuối kì 1 này em có đăng kí thi anh văn và được 250 đ, như vậy em có được đăng kí môn anh văn 1 cho học kì 2 không ạ ?. . Em cảm ơn ạ.",
            "Chào bạn,. . Bạn vui lòng vào web aao.hcmut.edu.vn--  sinh viên --  Quy chế --  Quy chế học vụ hệ đại học--  Phụ lục 1 --  Mục 1 .. cách xếp lớp môn anh văn.. .  Trân trọng."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Cho em hỏi là nếu hk 182 này em.ko học Vật lý 2 thì liệu em có đc xếp phân nghành như các bạn bth ko ạ?",
            "Chào bạn,. . Về vấn đề phân ngành em liên hệ trực tiếp ở Khoa để được tư vấn."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được . Thưa anh/chị, học kỳ I em có đăng ký học anh văn 1, sang học kỳ 2 thì em muốn không học anh văn 2 thì em cần làm gì ạ? Mong anh/chị giúp em trả lời , vài ngày nữa là kết thúc đăng ký học phần rồi. Em cảm ơn nhiều ạ.. .",
            "Chào bạn.. . . . Nếu bạn muốn học AV bạn cứ đăng ký theo mã môn av mới : LA100x .. . . . VD : anh văn 2 LA1005. .      anh văn 3 LA1007",
            "Chào bạn,. . Bạn tham khảo về quy định anh văn tại đây:. . http://www.aao.hcmut.edu.vn/sinh viên/quy chế/Quy chế đào tạo và học vụ bậc đại học, cao đẳng: áp dụng đến học kỳ 1 (2018-2019)/ Phụ lục 1: Quy định về ngoại ngữ (áp dụng cho các chương trình giảng dạy bằng tiếng Việt). . và Một số điểm mới về Quy chế học vụ áp dụng từ HK182. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tăng sĩ số lớp môn học . 1. Cho em hỏi là nhóm em (gồm cỡ trên 20 bạn) định đăng kí học tiết   B giải tích 2  /B  gồm lý thuyết cô   I [full_name]  /I  và bài tập cô   I [full_name]  /I  mà hết slot đăng kí rùi thì nhà trường có thể mở thêm lớp hoặc tăng sĩ số các lớp được không ạ?. . 2. Trong trường hợp em không đăng kí được giáo viên như trên thì cho em hỏi là lớp em hiện tại chưa được phân công giảng viên dạy bài tập môn giải tích 2 thì lớp em có có thể xin cô   I [full_name]  /I  dạy được không ạ?. . 3.   B Vật lý 2  /B  bài tập cô   I [full_name]  /I  còn trống tiết nào không dạy không ạ? Lớp em muốn đăng kí tăng sĩ số sinh viên lớp cô [full_name] ạ?. . . . Em cảm ơn ạ!",
            "Chào bạn.. . . . Các nhóm lớp môn học trên đã được update ở sĩ số tối đa nên không thể tăng sĩ số được.. . . . Các lớp chưa phân công giảng viên bạn có thể liên hệ Khoa để biết được rõ hơn. Nhóm BT phải đi chung với nhóm LT nên không thể bạn chọn giảng viên khác được.. . . . Môn Vật lý 2 nếu bạn muốn tăng sĩ số bạn liên hệ trực tiếp bộ môn Vật Lý để được tăng sĩ số nhé"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được . Xin chào phòng đào tạo, em là sinh viên khóa k13.Hiện tại em đang gặp vấn đề trong việc đăng ký môn học EN1009([full_name]) là môn tương đương với môn học 610059([full_name] Kỹ Thuật Môi Trường hiện không mở lớp) do yêu cầu môn học trước là môn EN1005(Sinh Thái Học) mà môn Sinh Thái Học không nằm trong chương trình đào tạo Khóa K13 của em .Rất mong phòng đào tạo tạo điều kiện để em được đăng ký môn học. Em xin chân thành cảm ơn.",
            "Bạn vui lòng không đặt 1 câu hỏi nhiều lần.. . . . Câu hỏi này đã trả lời ở các mục trước",
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được . Xin chào phòng đào tạo, em là sinh viên khóa k13.Hiện tại em đang gặp vấn đề trong việc đăng ký môn học EN1009([full_name]) là môn tương đương với môn học 610059([full_name] Kỹ Thuật Môi Trường hiện không mở lớp) do yêu cầu môn học trước là môn EN1005(Sinh Thái Học) mà môn Sinh Thái Học không nằm trong chương trình đào tạo Khóa K13 của em .Rất mong phòng đào tạo tạo điều kiện để em được đăng ký môn học. Em xin chân thành cảm ơn.",
            "Bạn vui lòng không đặt 1 câu hỏi nhiều lần.. . . . Câu hỏi này đã trả lời ở các mục trước",
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được . Xin chào phòng đào tạo, em là sinh viên khóa k13.Hiện tại em đang gặp vấn đề trong việc đăng ký môn học EN1009([full_name]) là môn tương đương với môn học 610059([full_name] Kỹ Thuật Môi Trường hiện không mở lớp) do yêu cầu môn học trước là môn EN1005(Sinh Thái Học) mà môn Sinh Thái Học không nằm trong chương trình đào tạo Khóa K13 của em .Rất mong phòng đào tạo tạo điều kiện để em được đăng ký môn học. Em xin chân thành cảm ơn.",
            "Bạn vui lòng không đặt 1 câu hỏi nhiều lần.. . . . Câu hỏi này đã trả lời ở các mục trước"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được . Xin chào phòng đào tạo,em là sinh viên khóa k13.Hiện tại em đang gặp vấn đề trong việc đăng ký môn học là không đăng ký được môn học EN1009(Vi sinh vật) là môn tương đương với môn học 610059([full_name] KT môi trường) do yêu cầu môn học trước EN1005(sinh thái học) và môn sinh thái học không có trong chương trình Đào tạo của sinh viên khóa k13 ngành kỹ thuật Môi Trường. Rất phòng đào tạo tạo điều kiện cho em được đăng ký môn học tương đương kể trên. Em xin chân thành cảm ơn. . .",
            "Bạn vui lòng không đặt 1 câu hỏi nhiều lần.. . . . Câu hỏi này đã trả lời ở các mục trước"
        ]
    },
    {
        "intent": "",
        "message": [
            ". . Kính Gửi Phòng Đào Tạo, em tên là Nguyễn Văn Dũng, hiện đang theo học bằng 2 khoa khoa học kỹ thuật và máy tính, MSSV: [student_id]. Hiện em đang đăng ký môn học cho học kỳ mới và theo như danh sách miễn môn học của Phòng Đào Tạo thì em được miễn môn Nhập Môn Điên Toán (CO1005) nhưng hiện em vẫn chưa được miễn môn học đó và em không thể đăng ký được các môn học tiếp theo. Em rất mong nhận được phản hồi từ phía Phòng Đào Tạo. . . Em xin chân thành cám ơn!. .",
            ". . Kính Gửi Phòng Đào Tạo, em tên là Nguyễn Văn Dũng, hiện đang theo học bằng 2 khoa khoa học kỹ thuật và máy tính, MSSV: [student_id]. Hiện em đang đăng ký môn học cho học kỳ mới và theo như danh sách miễn môn học của Phòng Đào Tạo thì em được miễn môn Nhập Môn Điên Toán (CO1005) nhưng hiện em vẫn chưa được miễn môn học đó và em không thể đăng ký được các môn học tiếp theo. Em rất mong nhận được phản hồi từ phía Phòng Đào Tạo. . . Em xin chân thành cám ơn!. .",
            "Chào bạn. . Đã cập nhật điểm miễn của SV.. . Thân chào."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được . _Cho em hỏi Hk181 em ko học anh văn 4 nhưng bây giờ em đk a.v 4 thì có được ko? . . _Với HK182 này em không học VL2 thì không được phân nghành hay vẫn được phân nghành bình thường ạ?",
            "Chào bạn,. . Bạn tham khảo về quy định đăng ký môn học tại đây:. . http://www.aao.hcmut.edu.vn/sinh viên/quy chế/Điều 9. Đăng ký môn học. . Về vấn đề phân ngành em liên hệ trực tiếp ở Khoa để được tư vấn.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Cho em hỏi xét tốt nghiệp có yêu cầu sinh viên phải là đoàn viên hay không? Và nếu có thì liên hệ bên nào để được kết nạp đoàn.",
            "Chào bạn,. . Bạn tham khảo về quy định công nhận tốt nghiệp tại đây:. . http://www.aao.hcmut.edu.vn/sinh viên/quy chế/Điều 20. Công nhận tốt nghiệp. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được . em không đăng kí được môn học sau đây:. . phương pháp tính mã MT1009. . vi sinh vật môi trường mã :EN1009. . thủy lực mã : CI3081. . mong phòng đào tạo sắp xếp cho e được học 3 môn đó ạ",
            "Chào bạn.. . . . . . Các môn học phải tự do sinh viên đăng ký trên phần mềm ĐKMH. Bạn có thể đăng nhập vào và đăng ký. PĐT không thể đăng ký giúp sv được.. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Khác ... . Em hiện là sinh viên năm 3 nhưng do chưa đạt chuẩn anh văn năm 2 (350) nên không đăng ký được môn học kết cấu bê tông cốt thép 1 với mã môn học mới là CI2091. Mà hiện tại em đăng ký được mã cũ là CI2039. Nên em muốn hỏi là nếu em học và qua môn với mã cũ thì có được tính qua môn với mã mới theo như tiến độ học tập không.. . Em xin chân thành cám ơn vì đã đọc và trả lời.",
            "Chào bạn,. . Bạn tham khảo về quy định môn tương đương thay thế tại đây:. . http://www.aao.hcmut.edu.vn/sinh viên/quy chế/Quy chế đào tạo và học vụ bậc đại học, cao đẳng: áp dụng đến học kỳ 1 (2018-2019)/Điều 6. Các loại môn học và học phần. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]6  /b \t. . . .   i Yêu cầu khác . E chào Thầy Cô !. . . . Đợt thanh toán học phí đợt 2 BKpay bị lỗi và nhà trường gia hạn thêm thời gian nhưng khi e thanh toán theo thời gian gia hạn lại bị báo đóng học phí trễ. Cho em hỏi em đăng ký môn học kỳ tới không được là vì sao ạ.. . Mong Thầy Cô giải đáp sớm để em đăng ký ạ.. . Em xin cảm ơn !",
            "Chào bạn,. . Khi bạn vô đăng ký môn học báo lỗi gì?"
        ]
    },
    {
        "intent": "",
        "message": [
            "Cho em hỏi muốn xin mở lớp là phải nộp đơn giấy lên phòng đào tạo hay là nộp online được vậy ạ, có cần thông tin tất cả những sinh viên cần mở lớp không hay chỉ 1 người là đủ. Em cám ơn.",
            "Chào bạn,. . Bạn tải mẫu đơn mở lớp tại đây: http://www.aao.hcmut.edu.vn/sinh viên/biểu mẫu/15 Đề nghị mở môn học (ngoại lệ).. . Bạn điền đầy đủ thông tin, và xin đầy đủ các chữ ký theo quy định và nộp trực tiếp tại phòng Đào tạo (Cơ sở 1).. . Thời gian nộp đơn mở lớp HK chính 182 : từ ngày 19/12/2018 đến 10g ngày 24/12/2018 (nếu môn học chưa được mở lớp). . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Thưa thầy cô . . Tại sao em không thể đăng kí môn Giáo dục thể chất dù đã bấm mã PE1000 của môn ạ?. . . . Và các lớp 2 môn học bắt buộc học ở HKII hiện đã hết chỗ em phải làm sao ạ? . . . . Mà em thấy bên trang Phòng Đào Tạo . . Có phần \"Các lớp chính quy bằng 2 tối (chỉ được đăng ký khi môn học này không mở cho lớp chính quy hoặc đã hết chỗ)\" là sao ạ?. . Có phải là em vẫn có thể học môn đó dù hết chỗ phải không ạ?",
            "responsible person: [543] [staff_name] [helpdesk staff]",
            "Chào bạn,. . Nhà trường đã gửi mail Thông báo về việc đăng ký các môn học Giáo Dục Thể Chất từ HK182 (mail gửi ngày 19/12/2018). Bạn vui lòng kiểm tra email sinh viên.. . Về việc quy định muốn tăng sĩ số bạn phải liên hệ  Khoa/Bộ môn, nếu Khoa/Bộ môn đồng ý tăng sẽ liên hệ trực tiếp với bộ phận dữ liệu của Phòng Đào tạo để tăng.. . Thân",
            "Làm sao để liên hệ khoa/bộ môn để tăng sĩ số ạ?",
            "Chào bạn,. . Bạn phải liên hệ trực tiếp về Khoa/ Bộ môn của bạn.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ - Đại học - Cao đẳng chính quy   Khác ...  /i  Cho em hỏi em đang học anh văn 3 năm nhất học  kì 1. Nếu qua anh văn 3 mà học kì 2 em không muốn đăng kí anh văn 4 có được không ạ.. . . .",
            "Chào bạn,. . Bạn tham khảo về quy định về anh văn tại đây:. . http://www.aao.hcmut.edu.vn/sinh viên/quy chế/Quy chế đào tạo và học vụ bậc đại học, cao đẳng: áp dụng đến học kỳ 1 (2018-2019) . . và  Một số điểm mới về Quy chế học vụ áp dụng từ HK182. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Chương trình đào tạo (thiếu môn tiên quyết, song hành...) . Cho em hỏi em đang học anh văn 3 năm nhất học kì 1. Nếu qua anh văn 3 học kì 2  em không muốn đăng kí anh văn 4 có được không ạ.",
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Chương trình đào tạo (thiếu môn tiên quyết, song hành...). . . . Cho em hỏi em đang học anh văn 3 năm nhất học kì 1. Nếu qua anh văn 3 học kì 2  em không muốn đăng kí anh văn 4 có được không ạ.  /QUOTE . .",
            "Chào bạn,. . Bạn tham khảo về quy định về anh văn tại đây:. . http://www.aao.hcmut.edu.vn/sinh viên/quy chế/Quy chế đào tạo và học vụ bậc đại học, cao đẳng: áp dụng đến học kỳ 1 (2018-2019) . . và  Một số điểm mới về Quy chế học vụ áp dụng từ HK182. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Theo thông báo của nhà trường qua mail thì ghi \"Sinh viên không học liên tiếp 2 tiết 6-7\". . . . . Em xin hỏi là điều này có bắt buộc không? Vì em chỉ muốn đăng kí 2 môn (học tiết 456 và 789), chỉ 1 ngày trong tuần.",
            "Chào bạn. . Theo quy định giờ học mới thì sẽ không có tiết nghỉ trưa. Tiết học mới là 60 phút (50 phút học + 10p giải lao). Nên quy định mới bạn có thể đăng ký tự do miễn không quá 10 tiết/ ngày và không vi phạm thời gian di chuyển 2 cơ sở.. . Thân"
        ]
    }
]