[
    {
        "intent": "",
        "message": [
            "[full_name]: NGUYỄN VĂN QUANG. . MSSV: [student_id]\t. . . . Kính chào các anh chị ạ!. .  em sinh viên bằng 2, em nhờ anh chị hỗ trợ em vấn đề này ạ, Học kỳ 203 vừa rồi: em có học các môn( CƠ HỌC KẾT CẤU-CI2029, [full_name] - CI1053, [full_name] - CI3195), đợt trước đã có bảng điểm( cũng như đã cập nhật tổng số tín chỉ tích lũy). .  Nhưng trong vài ngày trở lại đây bảng điểm của học kỳ này của em không thấy xuất hiện trong hệ thống. Em nhờ [full_name] kiểm tra hỗ trợ giúp e về vấn đề này với ạ. . . . . .",
            "Chào bạn,. . Đã cập nhật điểm lại nhé, bạn vô kiểm tra lại. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Dạ cho em hỏi là năm ngoái em đã quên đăng kí bảo hiểm y tế nhưng khi đăng kí môn vẫn được và đã học qua 1 năm, nếu vậy thì đến khi em đăng kí tốt nghiệp, nhà trường sẽ xét đến bảo hiểm y tế từng năm không ạ? Và hướng giải quyết của nhà trường sẽ như thế nào với trường hợp của em ạ? Em xin cảm ơn.. . . .",
            "Chào em,. . Em liên hệ phòng Công tác chính trị sv qua email [email] để được hướng dẫn nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Cho em hỏi tại sao em không tham gia đăng ký bảo hiễm y tế được ạ! Em đã cập nhật thông tin ở bước 1 nhưng bước 2 chọn loại BHYT em không chọn được.. .",
            "Chào em,. . Em liên hệ phòng Công tác chính trị sv qua email [email] để được hướng dẫn nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . . . Kính gửi Phòng Đào Tạo Trường ĐH Bách Khoa TP.HCM.. . . . Em là [full_name]. MSSV [student_id]. Sinh viên Khóa 17 chuyên ngành Cơ Kỹ Thuật.. . . . Em đã tích lũy đủ 142 tín chỉ trong trương trình học.. . . . Em đã được thẩm tra chứng chỉ IELTS hợp lệ. Tuy nhiên em vẫn không đăng kí xét tốt nghiệp online được. . . . . Nay em viết mail này kính mong nhà trường xem xét giúp trường hợp của em. Và cho em được đăng kí tốt nghiệp đúng thời hạn. . . . . Vì công ty của em yêu cầu gấp giấy chứng nhận tốt nghiệp tạm thời.. . . . Kính mong nhà trường giúp đỡ em. . Em xin chân thành cảm ơn.. . . . Rất mong sớm nhận được phản hồi từ thầy/cô. . . . Sinh viên:. . [full_name]",
            "Chào bạn,. . PDT đã ghi nhận yêu cầu về đăng ký xét TN của bạn. SV vui lòng theo dõi email  và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 09/11/2021 SV vẫn chưa nhận được mail hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 11/2021 (cập nhật mới gia hạn thời gian xử lý tốt nghiệp). . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . HK182 em rớt môn Cơ ứng dụng mã môn AS2001, đến học kỳ 202 em đã học lại môn Cơ ứng dụng mã môn AS2001 và đã đủ điểm qua.. . Mong PĐT xét chuyển điểm để em được xét TN ạ",
            "Chào em,. . Trường hợp em học môn tương đương, vui lòng gửi lại giúp cô 1 yêu cầu khác ghi rõ xin cập nhật môn tương đương để xét tốt nghiệp, ghi rõ em học môn học nào?tương đương môn học nào? ở học kỳ (ghi rõ tên MH và mã MH). . Thân",
            "Dạ thưa cô,. . Em rớt môn Cơ Ứng Dụng mã AS2001 và khi học lại em cũng học môn Cơ Ứng Dụng mã AS2001 luôn ạ. Khác là ở học kỳ 182 là môn bắt buộc của khoa Hóa nhưng tới kì 202 thì môn này đã không còn học ở Khoa, tuy nhiên không có môn tương đương hay thay thế, em có mail để hỏi thầy Phó Khoa thì thầy bảo cứ học là được ạ",
            "Chào em,. . Vậy trường hợp của em phải liên hệ [full_name] của em để được hỗ trợ, nếu [full_name] đã tư vấn cho em như vậy thì [full_name] phải làm công văn đề nghị xét tương đương cho bạn và gửi lên Phòng Đào tạo nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em nhận mail trường kêu đk BHYT nhưng thấy mail để sinh viên chính quy mà ko thấy hệ VHVL. Vậy em thuộc hệ VHVL thì khỏi phải đk BHYT phải không ạ? Vì mail nói nếu không đk BHYT sẽ không được đk môn cho kỳ sau.",
            "Chào em,. . Em liên hệ phòng Công tác chính trị sv qua email [email] để được hướng dẫn nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác  /i Hiện tại em đang học bên clc học các môn đại cương, thì năm sau em thi lại bên đại trà, thì không biết có thể chuyển điểm môn đại cương qua được không ạ. . . .",
            "Chào bạn. . Vì nhà trường đang xây dựng lại quy chế học vụ áp dụng cho khoá 2021 trở đi. . Nên khoảng đầu tháng 1/2022 bạn hỏi lại tại bksi để Cô trả lời. . sau nghen. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Kính gửi quý Thầy/Cô,. . . . Em tên là: [full_name].. . MSSV: [student_id].. . Hiện tại em là sinh viên khóa 17, thuộc khoa Điện - Điện tử, em được nhận thông báo từ phòng CTCT-SV về việc đăng ký tham gia Bảo Hiểm Y Tế (BHYT).. . . . Do hiện tại em đã tham gia BHYT tại công ty nên không biết em có cần phải đăng ký ở trường nữa không ạ? Nếu không cần thì liệu em cần làm đơn hay gởi email về phòng CTCT-SV hoặc phòng Y Tế ở trường không ạ?. . Mã BHXH của em: [phone_number]. . . . Em xin chân thành cảm ơn!. . . . Trân trọng,. . [full_name]",
            "Chào bạn. . Vấn đề BHYT, Học bổng, vay vốn ngân hàng, gia hạn học phí… Bạn vui lòng liên hệ Phòng Công tác Chính trị Sinh viên để được hướng dẫn.. . Email:  [email]. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Gửi Phòng Đào tạo.. . . . Ở học kỳ 202, em có xin hoãn thi cuối kì môn Hoá Hữu Cơ, mã môn học CH2021, trên form đăng kí hoãn thi của trường. Tuy nhiên, hiện tại, trong bảng điểm của em vẫn ghi điểm 13 ở môn này mà chưa cập nhập sang kết quả hoãn.. . Mong pdt kiểm tra lại giúp em. . . . . Bên cạnh đó, em cũng xin phép hỏi về thủ tục đăng ký thi lại môn trong học kì này ạ, xin phép pdt giải đáp thắc mắc.. . . . Em xin cảm ơn pdt.. . . . . .",
            "Chào bạn,. . Hiện tại nhà trường chưa ra QD hoãn thi nhé bạn, dự kiến ra quyết định chung vào cuối tháng 12, nên trường hợp đăng ký hoãn thi vẫn bị điểm 13 bình thường. Sau khi hậu kiểm với ds của Khoa thì mới ra quyết định hoãn thi và sẽ điều chỉnh lại điểm trên mybk/Thông tin SV/xem điểm. . Lưu ý:. . 1) PDT sẽ hậu kiểm lại với danh sách cấm thi của Khoa gửi lên, nếu SV bị cấm thi sẽ bị hủy kết quả hoãn thi theo quy định. SV vẫn phải hoàn thành các phần việc của môn học, nhất là TH/TNg và BTL. GV có quyền cấm thi nếu SV không hoàn thành tốt các phần này. . 2) Trường hợp có sự cố bất khả kháng trong khi thi dẫn đến không thể hoàn thành được bài thi, và không được giải quyết cho thi vào ca thi tiếp theo (nếu có), sinh viên có thể đăng ký \"Hoãn thi\" ngay sau buổi thi (không phải vắng thi có phép), SV phải báo với CBCT hoặc trực thi để được ghi nhận vào trong danh sách thi. PDT sẽ đối chiếu lại với danh sách của Khoa về các tình huống đã thi nhưng điểm thấp hoặc không có báo cáo ghi nhận về các sự cố trong buổi thi trước khi quyết định hoãn thi. . 3) Riêng đối với môn Đồ án, Thực tập ngoài trường, Đề cương Luận văn, Luận văn/Tiểu luận tốt nghiệp: SV có thể xin hoãn bảo vệ với lý do dịch Covid-19 ảnh hưởng nghiêm trọng đến kết quả thực hiện đề tài (không thực nghiệm được tại Phòng thí nghiệm, không thực địa, ...). SV gửi email trực tiếp đến Giáo viên hướng dẫn, Khoa/Bộ môn để được xem xét đồng ý và forward email cuối cùng đến email của PĐT để đăng ký.. . - thủ tục đăng ký thi lại môn trong học kì này . . =  Em chờ thông báo sau khi có quyết định hoãn thi nhé.. . . . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . dạ cho em nộp đơn hoãn thi ạ. .",
            "Chào em,. . Đơn hoãn thi của em đã được đồng ý nhé, PDT sẽ tập hợp lại và [full_name]D hoãn thi chung, dự kiến trước tháng 12/2021 và sẽ gửi mail thông báo cho SV.. . Sau thời gian trên mà chưa nhận được mail thông báo về [full_name]D, em vui lòng phản hồi lại qua bksi để PDT kiểm tra lại nhé!. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Admin cho em hỏi, hiện tại Phòng đạo tạo có tiếp lại sinh viên chưa ạ? Em muốn vào để lấy bằng Tốt nghiệp ạ.",
            "Chào em,. . Hiện tại chưa được phép vào trường, em theo dõi email để biết khi nào được phép vào nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Thưa Thầy Cô, em muốn hỏi điểm và tín chỉ học kỳ 202 đã cập nhật chính thức chưa, em xem điểm của em thì thấy trong điểm học kỳ thì đã được nhập điểm rồi mà số tín chỉ ở thông tin chung thì chưa cập nhật ạ.",
            "Chào em,. . - STCTL ngành chưa có cập nhật lên Mybk được do chưa có điểm của tất cả sv chứ không phải của 1 mình em.. . - Nếu em muốn xem thì xem trong ds dự kiến TN.. . - Khi sv cần in bảng điểm thì sẽ có đầy đủ ĐTB tính đến thời điểm sv đăng ký in.. . Thân mến. . . . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em chào phòng đào tạo ạ,lúc trước e lỡ xem đóng học phí ngày 2/11 nên hôm nay em đóng , về xem lại thì thấy ngày 5/11 mới mở thu. . Em lỡ thanh toán với bên ngân hàng và đã hoàn tất chuyển tiền , có sao không ạ.. . Em cảm ơn",
            "Chào em,. . Em yên tâm nhé, sau ngày 5/11 em xem trên bkpay đã thanh toán HP chưa. Nếu chưa em gọi số điện thoại hotline của Ngân hàng OCB để được hỗ trợ:[student_id]8. . Thân mến. .",
            "Cô đã gửi minh chứng của em để NH OCB kiểm tra, khi nào có kết quả cô gửi lại."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em chào quý thầy cô, Em vừa nhận được mail về việc đóng bảo hiểm y tế cho năm học này. Nhưng hiện em vừa làm vừa học và công ty có đóng bảo hiểm y tế cho cá nhân. Xin thầy cô cho em biết em nên xử lý thế nào ạ.",
            "Chào em,. . Em liên hệ phòng Công tác chính trị sv qua email [email] để được hướng dẫn nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Nhà trường cho em hỏi hạn chuyển điểm ngoại ngữ trong năm nay đã hết chưa ạ . . Em hiện đang xin chuyển điểm ngoại ngữ để xét tốt nghiệp mà không biết còn hạn không ạ",
            "Chào bạn,. . - Bạn theo dõi thông tin xét tốt nghiệp đợt tháng 11/2021 tại aao.hcmut.edu.vn/Sinh viên/Lịch học vụ . . - PĐT thực hiện đợt xét tốt nghiệp tháng 11/2021 đến hết HK211. . Thân mến. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Dạ, em là SV K19 Đại trà trường mình. Mọi năm thì em thanh toán BHYT ở KTX ĐHQG, nhưng năm nay em không ở KTX ĐHQG nữa và giờ em muốn thanh toán BHYT ở trường thông qua [full_name]. Nhưng khi em nhập hết thông tin xong mà nó không hiện cho em loại BHYT 12 tháng để em đăng ký ạ ? PĐT xem xét vấn đề này cho em ạ. Em cảm ơn . . . .",
            "Chào em,. . Em liên hệ phòng Công tác chính trị sv qua email [email] để được hướng dẫn nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em kính chào quý thầy/cô.. . Em tên [full_name], MSSV: [student_id], khoa Kỹ thuật Hóa học. Hiện em chưa đủ chuẩn Anh văn cho năm 3, và thời gian vừa rồi em cũng dự định đi thi nhưng tình hình dịch bệnh quá căng thẳng nên em không thể đăng kí thi, và hiện giờ em cũng không có khả năng dự kì thi TOEIC của IIG vì nhà em có trẻ nhỏ và người già chưa tiêm vaccine, bố mẹ không cho phép em đi thi vào lúc này. Và em muốn hỏi quý thầy/cô, rằng vào kì 212 thì nhà trường có gia hạn chuẩn Anh văn nữa không ạ? Em mong nhà trường sẽ gia hạn để em và một vài bạn khác có thể tiếp tục chương trình học.. . Em xin cảm ơn quý thầy/cô. Chúc quý thầy/cô sức khỏe.. .",
            "Chào bạn. . Cô sẽ ghi nhận thông tin báo của bạn và sẽ trình lên ban lãnh đạo Phòng xem xét nên bạn vui lòng đợi thông báo sau nghen. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kì này em có đăng ký Luận văn tốt nghiệp, một môn học điều kiện tiên quyết không thỏa.. . Nhưng tkb của em vẫn chưa được hiệu chỉnh xóa lvtn.. . Khi liên hệ bộ môn để làm lvtn thì bộ môn nói do em không nằm trong danh sách làm lvtn chính thức từ pđt.. . Vậy em xin hỏi, nhà trường có đợt hiệu chỉnh tkb nào nữa cho môn lvtn không, và em có được hoàn lại tiền học phí cho 9 chỉ này không??. . Em mong được giải đáp sớm.. . Em cám ơn",
            "Dạ nếu không thì em có thể rút môn lvtn bằng cách nào không, chứ để điểm 13 em sợ ảnh hưởng sau đến sau này . . Mong được giải đáp.. . Em xin cám ơn",
            "Chào em,. . Trường hợp của em sẽ hủy môn LVTN và tính lại học phí cho bạn nhé, em đợi cập nhật lại HP mới hãy đóng nhé, dự kiến cập nhật HP và TKB trước ngày 10-11, sau ngày này vẫn chưa thấy cập nhật em gửi lại phản hồi qua bksi giúp cô nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Dạ hiện tại em có thể xin trường cấp phiếu điểm onl cho em không ạ. Em cần chuyển điểm một số học phần ở trường khác ạ.",
            "Đăng kí in bảng điểm trong tình hình này em thấy không khả thi ạ, cho nên nếu đăng kí bảng điểm onl em không biết có được không ạ.. .",
            "Chào bạn. . Phòng đào tạo đang triển khai dịch vụ in bảng điểm và nhận qua bưu điện. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Cho em hỏi là hộ cận nghèo có được giảm học phí không ạ. .",
            "Chào em,. . Em liên hệ phòng Công tác chính trị sv qua email [email] để được hướng dẫn nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Xin chào thầy cô ạ. E muốn hỏi vấn đề VHVL, e có gửi mail thầy [full_name] [email] nhiều lần nhưng hình như thầy không nhận được nên k trả lời e. Quý thầy cô cho e xin sdt thầy để tiện liên lạc được không ạ?",
            "Chào em,. . Cô đã gửi câu hỏi của em đến thầy [full_name] trả lời em qua email nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: 1710784  /b \t. . . .   i Tốt nghiệp . Chào quý Thầy/Cô PĐT. . Em tên Lê Thanh Duy MSSV 1710784. Em có đăng kí gửi bằng tốt nghiệp tạm thời về địa chỉ ktx Bách Khoa 497 Hòa Hảo P7 Q10. Nhưng trong thời gian chờ bằng tốt nghiệp đến em đã sang Hàn học, nên không nhận được bằng và số điện thoại của em cũng không sử dụng được. Bên cạnh đó em cũng muốn hỏi về bằng tốt nghiệp gốc. Em phải làm như thế nào để nhận được bằng tạm thời và bằng gốc. Em mong quý Thầy/Cô có thể hướng dẫn em. Em xin chân thành cảm ơn!. . Trân trong. . Duy",
            "Chào em,. . Em có thể vào trang mybk/Đăng ký tốt nghiệp để tải file mềm của giấy CN tốt nghiệp tạm thời nhé.. . Về bằng tốt nghiệp em vui lòng đợi mail thông báo của nhà trường nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em muốn kiểm tra xem em đã đủ điều kiện tốt nghiệp hay chưa.. . . . Họ và tên: Trần Hoàng Thịnh. . MSSV: [student_id]. . Lớp: K17 KHMT [full_name]",
            "Chào em,. . Khoảng thứ 2 cô trả lời em nhé.. . Thân mến. .",
            "Hôm nay là thứ 3 nhưng em vẫn chưa nhận được câu trả lời ạ. Em muốn hỏi trong trường hợp em đã đủ điều kiện tốt nghiệp rồi em muốn được đăng kí xét tốt nghiệp bổ sung ạ.",
            "li answer rate: Answer is not complete / Câu trả lời chưa hoàn chỉnh",
            "Chào em,. . Cô gửi em file xét tốt nghiệp, em xem lại nhé, nếu có khiếu nại vui lòng phản hồi lại qua bksi. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Em chào thầy, cô!. . Em muốn hỏi là tài khoảng gmail trường cấp cho sinh viên có thể kích hoạt tài khoảng Office 365 không ạ? (Em muốn xác minh vì có thấy thông tin qua mạng). . Nếu có:. . Em có đính kèm hình chụp không thể kích hoạt tài khoảng Office 365, mong được thầy, cô hỗ trợ ạ!. . Em xin cám ơn!!. .",
            "Chào em,. . Nhà trường không hỗ trợ gói office 365, PĐT phải mua nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "B Thầy/cô cho em hỏi là yêu cầu chọn bệnh viện khám ban đầu( ảnh bên dưới) thì không được đổi bệnh viện khác với BHYT năm trước ạ?",
            "Chào em,. . Em liên hệ phòng Công tác chính trị sv qua email [email] để được hướng dẫn nhé.. . Thân mến. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác:",
            "Chào em,. . Em liên hệ phòng Công tác chính trị sv qua email [email] để được hướng dẫn nhé.. . Thân mến. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . dạ em chào pđt ạ. em mới nhập học lại vào kì 211. những năm vừa rồi em gặp chuyện nên không đi học được. và em không có đăng ký thẻ bhyt của nhà trường, vừa rồi em có xài thẻ BHYT gia đình nhưng bị mất và em quên mã số rồi ạ. bây giờ em muốn đăng ký thẻ BHYT của nhà trường thì phải làm sao ạ? em cảm ơn ạ. .",
            "Chào em,. . Em liên hệ phòng Công tác chính trị sv qua email [email] để được hướng dẫn nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Dạ chào Thầy Cô. . Em tên [full_name] MSSV: [student_id]. . . . Thầy Cô cho em hỏi sau học kỳ cuối này em còn thiếu môn anh văn 2,3,4, thiếu chứng chỉ anh văn Toeic và Anh văn 2 kỹ năng, số ngày CTXH.. . . . Thì em có được kéo dài thêm 1 học kỳ để bổ sung những điều kiện trên không ạ!. . . . Em xin chân thành cảm ơn.. . Mong sớm nhận được phản hồi từ Thầy Cô ạ",
            "Chào em,. . Cô kiểm tra em không thuộc diện được kéo dài thời gian đào tạo nhé. . Em vui lòng xem quy định về kéo dài thời gian đào tạo tại đây:. . Xem chi tiết quy chế tại đây:. . aao.hcmut.edu.vn/sinh viên/quy chế/học vụ/Quy chế đào tạo và học vụ bậc đại học, cao đẳng:/ điều 5.5. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . em thuộc diện chính sách được miễn học phí, nhưng do tới tháng 12 mới có danh sách thì có cần thanh toán học phí trước ngày 19/11 không ạ.. .",
            "Chào bạn. . Khoan nghen bạn, đợi cập nhật mới theo danh sách của Phòng Ctctsv chính xác nghen. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: cho em hỏi em vào mục đăng kí BHYT thì k chọn được loại BHYT cần mua để đăng kí thì s ạ?",
            "Chào em,. . Em liên hệ phòng Công tác chính trị sv qua email [email] để được hướng dẫn nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em chào Pđt, . . Hiện tại em đang cần mua sách AV3. Nên em muốn lên thẳng BKEnglish ở Dĩ An mua, không biết hiện tại bên đó đã hoạt động chưa,mong Pđt phản hồi ạ, em xin cảm ơn.",
            "Chào em,. . Em vui lòng liên hệ TTNN để được hỗ trợ. . . . Điện thoại    (08) 3866 6869 – 0909 625 988. . Fax    (84.8) 38.[student_id]69. . Website    . . http://bkenglish.edu.vn/. . . . Email    [email]. . Thân mến. . . . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác:"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]  /b . . Chào thầy/cô . . Em gữi phiếu câu hỏi này muốn biết thông tin, hiện tại em không có thời khóa biểu, đó có phải là nguyên nhân em không thể đăng ký BHYT năm tới hay không ạ, em không thể chọn vào mục chọn loại bảo hiểm đăng ký mua như hình. . . Cảm ơn thầy/ cô vì đã phản hồi!\t. . . . . . . .",
            "Chào em,. . Em liên hệ phòng Công tác chính trị sv qua email [email] để được hướng dẫn nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em chào thầy cô ạ.. . Em có đăng ký hoãn thi môn quản lý dự án cho kỹ sư và tên trong danh sách hoãn thi nhưng trong bảng điểm cập nhật là điểm 13. Mong thầy cô xem xét lại ạ.. . Em xin cảm ơn.. .",
            "Chào bạn,. . Hiện tại nhà trường chưa ra QD hoãn thi nhé bạn, dự kiến ra quyết định chung vào cuối tháng 12, nên trường hợp đăng ký hoãn thi vẫn bị điểm 13 bình thường. Sau khi hậu kiểm với ds của Khoa thì mới ra quyết định hoãn thi và sẽ điều chỉnh lại điểm trên mybk/Thông tin SV/xem điểm. . Lưu ý:. . 1) PDT sẽ hậu kiểm lại với danh sách cấm thi của Khoa gửi lên, nếu SV bị cấm thi sẽ bị hủy kết quả hoãn thi theo quy định. SV vẫn phải hoàn thành các phần việc của môn học, nhất là TH/TNg và BTL. GV có quyền cấm thi nếu SV không hoàn thành tốt các phần này. . 2) Trường hợp có sự cố bất khả kháng trong khi thi dẫn đến không thể hoàn thành được bài thi, và không được giải quyết cho thi vào ca thi tiếp theo (nếu có), sinh viên có thể đăng ký \"Hoãn thi\" ngay sau buổi thi (không phải vắng thi có phép), SV phải báo với CBCT hoặc trực thi để được ghi nhận vào trong danh sách thi. PDT sẽ đối chiếu lại với danh sách của Khoa về các tình huống đã thi nhưng điểm thấp hoặc không có báo cáo ghi nhận về các sự cố trong buổi thi trước khi quyết định hoãn thi. . 3) Riêng đối với môn Đồ án, Thực tập ngoài trường, Đề cương Luận văn, Luận văn/Tiểu luận tốt nghiệp: SV có thể xin hoãn bảo vệ với lý do dịch Covid-19 ảnh hưởng nghiêm trọng đến kết quả thực hiện đề tài (không thực nghiệm được tại Phòng thí nghiệm, không thực địa, ...). SV gửi email trực tiếp đến Giáo viên hướng dẫn, Khoa/Bộ môn để được xem xét đồng ý và forward email cuối cùng đến email của PĐT để đăng ký.. . Chúc bạn học tập tốt nhé.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . cho em hỏi là sao chỗ đăng ký loại bhyt của em nó lại không cho em chọn ạ ? Nó màu xám như hình ạ. . làm sao để em fix lỗi này ạ. .",
            "Chào em,. . Em liên hệ phòng Công tác chính trị sv qua email [email] để được hướng dẫn nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Xin chào Thầy/Cô!. . . . Em đăng kí in giấy xác nhận sinh viên để hoãn nghĩa vụ quân sự từ 4/10 nhưng vẫn chưa nhận được. Mong thầy/cô kiểm tra lại giúp.. . . . Em cảm ơn!",
            "Chào bạn,. . - SV chủ động đăng ký giấy Xác nhận SV hoãn NVQS để bổ sung cho địa phương và chọn dịch vụ gửi qua được bưu điện (người nhận trả tiền) nếu có nhu cầu (PDT không in hàng loạt như các năm trước). . - Sau khi PĐT cập nhật xong bạn có thể tải bản scan trên trang đăng ký chứng nhận sinh viên.. . Đồng thời PĐT cũng đã gởi bưu điện nếu SV có đăng ký, vui lòng nhận sau.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: 1714089  /b \t. . . .   i Yêu cầu khác . Em còn thiếu môn Anh văn để tốt nghiệp và hiện tại học kì này em không thể xin được giấy xác nhận sinh viên để hoãn NVQS do không có thời khoá  biểu - Lí do tình hình dịch vẫn còn phức tạp và điều kiện vắc xin ở quê chưa đủ nên em không thể tham gia thi TOEIC để nhận bằng tốt nghiệp, do đó em chưa thể tham gia NVQS vào năm nay. Em có thể nhận GIẤY TẠM HOÃN NGHĨA VỤ QUÂN SỰ từ PĐT bằng cách khác được không ạ? Vì tính gấp rút của công việc nên em mong nhận được phản hồi sớm từ PĐT. . . . . Kính chúc Phòng Đào Tạo thật nhiều sức khoẻ. Em xin chân thành cảm ơn.",
            "Chào em,. . Theo quy định, sinh viên không có thời khóa biểu trong học kỳ thì không được cấp giấy xác nhận sinh viên để hoãn nghĩa vụ quân sự nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Dạ em chào thầy/cô,. . Thầy/cô cho em hỏi là em muốn nhận giấy xác nhận sinh viên để bổ sung vào hồ sơ khám nghĩa vụ quân sự của nhà nước mà giờ em đã đăng kí ở cơ sở Lý Thường Kiệt mà trường chưa mở cửa thì em có thể đăng kí lại và nhận bằng đường bưu điện hay có cách giải quyết nào khác không ạ?. . Mong thầy/cô giải đáp.",
            "Chào bạn,. . -  Em đã đăng kí ở cơ sở Lý Thường Kiệt mà trường chưa mở cửa. . =  Khi có thông tin được vào trường, nhà trường gửi email đến sv.. . - Em có thể đăng kí lại và nhận bằng đường bưu điện. . =  Em đăng ký lại thử xem nhé. . . . - Sau khi PĐT cập nhật xong bạn có thể tải bản scan trên trang đăng ký chứng nhận sinh viên.. . Đồng thời PĐT cũng đã gởi bưu điện nếu SV có đăng ký, vui lòng nhận sau.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em có gửi một thắc mắc không đăng kí tốt nghiệp được vào ngày 24/10. Hiện giờ đã là ngày 3/11 và em vẫn chưa đăng kí tốt nghiệp được ạ. Em đã hoàn thành đủ 142 tín chỉ và có toeic nói viết 250. Mong phòng đào tạo xem lại và giải quyết giúp em ạ. Em là [full_name], mã sinh viên [student_id]. Em cám ơn.. .",
            "Chào em,. . Cô gửi em file xét tốt nghiệp, em kiểm tra lại nếu có khiếu nại vui lòng phản hồi lại qua bksi giúp cô nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em kính chào Phòng Đào Tạo,. . Lần trước em có hỏi về việc chưa đăng ký tốt nghiệp được, em đã theo dõi mail và thử đăng ký trên MyBK đến ngày 2/11. Hiện tại em vẫn chưa nhận được mail thông báo tốt nghiệp và chưa đăng ký trên hệ thống MyBK được.. . Kính mong Phòng Đào Tạo kiểm tra và thông báo em còn thiếu điều kiện gì để em có thể bổ sung ạ.. . Em xin cảm ơn./.. .",
            "Chào em,. . Cô gửi em file xét tốt nghiệp, em vui lòng kiểm tra lại, nếu có khiếu nại vui lòng phản hồi lại qua bksi giúp cô. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Chào PĐT,. . Em là [full_name]. . MSSV: [student_id]. . . . PĐT cho em hỏi là sắp tới có mở thi AV nói viết nữa không ạ. Em muốn đăng kí để đủ điều kiện tốt nghiệp. Do hôm nay em có lịch thi AV nói viết mà nhà bên cạnh phòng em sửa nên ồn quá, em không thi đc. Em rất mong PĐT mở đăng kí AV nói viết để tạo điều kiện cho những bạn như em ra trường.. . Em cảm ơn.. . . .",
            "Chào em,. . Về đăng ký thi anh văn 2 kỹ năng nói viết trực tuyến đợt tiếp theo, dự kiến sẽ tổ chức thêm 1 đợt cho HK211, Bạn vui lòng đợi thông báo đăng ký qua mail Sinh viên dự kiến sau ngày 19/11/21. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: EM tên là [full_name]. . MSSV [student_id]. . Hiện tại địa phương đang gọi nghĩa vụ, em đang cần gấp giấy tạm hoãn nghĩa vụ để về quê, nhưng em mới đăng ký hôm thứ hai đến hiện tại vẫn đang chờ xử lý, nếu một tuần làm việc thì không kịp vé máy bay, mong thầy cô giúp đỡ để em có giấy sớm hơn, em xin trân thành cảm ơn.",
            "Chào bạn,. . - Sau khi PĐT cập nhật xong bạn có thể tải bản scan trên trang đăng ký chứng nhận sinh viên.. . Đồng thời PĐT cũng đã gởi bưu điện nếu SV có đăng ký, vui lòng nhận sau. . . - Em dùng bản scan này đưa trước, khi có bảng chính thì em nộp bổ sung sau cho địa phương em. . . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Kính thưa Phòng Đào tạo,. . . . Em là [full_name], mã số sinh viên [student_id].. . . . . . Em đã có đăng ký xét chuyển điểm và đã xác nhận 211102HK211D10. Tuy nhiên, hiện trên trang Chuyển điểm của em không chuyển điểm số môn Anh văn 1,2,3,4 thành 10.. . . . Không biết quy trình chuyển điểm như vậy là đã hoàn tất chưa hay em cần phải bổ sung thêm gì ạ?. . . . Kính mong cô xem xét.. . . . Kính thư,. . [full_name]",
            "Chào em,. . - Do Chương trình đào tạo của SV sử dụng mã AV tăng cường, nên PĐT đã tự động đổi từ AV sang AV tăng cường (và dùng thang điểm của AV tăng cường) để xét cho Sinh viên.. . . . - Với Ielts 6.0 SV đã được chuyển AV tăng cường 1, 2, 3 và 4 với điểm số tương ứng là 10, 10, 7.5 và 6.5.. . Thân mến. .",
            "Dạ thưa cô,. . . . Như vậy thì điểm Trung bình tích luỹ của em có thay đổi sau khi chuyển điểm không ạ?",
            "Chào em,. . Như vậy thì điểm Trung bình tích luỹ của em có thay đổi sau khi chuyển điểm không ạ?. . =  Có thay đổi = 7.48. ds sẽ up lại sau ngày 7/11/2021. . Thân mến. .",
            "Dạ thưa cô,. . . . Không biết em có thể tra bảng quy đổi AV tăng cường ở đâu ạ?. . . . Ngoài ra, hiện tại em có một bằng IELTS 7.5 đang gửi đến trường mà đã thi ngày 23/11/2019. Không biết với mức điểm này thì em có thể quy đổi được bao nhiêu điểm ạ?. . . . Mong cô giải đáp giúp em.",
            "Chào em,. . - Không biết em có thể tra bảng quy đổi AV tăng cường ở đâu ạ?. . =  https://mybk.hcmut.edu.vn/stinfo/. . -  Hiện tại em có một bằng IELTS 7.5 đang gửi đến trường mà đã thi ngày 23/11/2019. . =  SV đăng ký quy đổi bình thường (có thể đăng ký nộp CCAV + quy đổi trước khi gửi CCAV về Trường để tránh trường hợp quá hạn cc. còn nếu CC quá hạn và TT IIG không đồng ý gửi về Trường thì xem như CCAV không hợp lệ, sẽ kiểm tra hồi tố tất cả.. . . . Việc quy đổi và điểm như thế nào SV điều biếtvà trong quy chế học vụ cũng có. . http://www.aao.hcmut.edu.vn/index.php?route=catalog/chitietsv&path=90&tid=1658. . . . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: 1511595  /b \t. . . .   i Tốt nghiệp . Thưa Thây Cô. . . 1. Em đã tự kiểm tra điều kiện đã đủ các điều kiện để xét tốt nghiệp.. . 2. Em kiểm tra trong danh sách tốt nghiệp dự kiến thì chưa thấy trong sanh sách.. . 3. Em muốn hỏi thầy cô có thể giải đáp trực tiếp cho em hay cho em cách để em có thể kiểm tra chính xác về vấn đề trên.. . Trân trọng.",
            "Chào em,. . PDT ghi nhận trường hợp của em, đã gửi đến bộ phận liên quan xem xét. Nếu sau thời gian 1 tuần (kể từ ngày tiếp nhận, trừ thứ 7,CN và các ngày lễ), SV vẫn chưa nhận được câu trả lời vui lòng gửi lại câu hỏi để PDT kiểm tra lại nhé.. . Thân mến. . . . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Dạ chào Thầy/Cô. Lúc trước em có hỏi nhà trường về đơn xin thu nhận lại và được trường trả lời là đã tiếp nhận yêu cầu đăng kí tốt nghiệp, chờ email và đăng kí tốt nghiệp trước ngày 2 tháng 11, sau ngày đó nếu chưa nhận được email thì thông báo lại qua bksi. Em cũng chờ bữa giờ nhưng vẫn chưa nhận được email và vẫn chưa đăng kí tốt nghiệp được. Vậy em thông báo cho nhà trường biết tình trạng của em và mong nhà trường có hướng giải quyết cho trường hợp của em. Em xin chân thành cảm ơn",
            "Chào em,. . Cô gửi em file xét tốt nghiệp, em kiểm tra lại nếu có khiếu nại gì vui lòng phản hồi lại giúp cô nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Kính gửi Phòng đào tạo. . Em là [full_name], MSSV [student_id]. Hiện là sinh viên khoa Kỹ thuật Hóa học.. . Lần trước em có thắc mắc về việc mình đã đủ yêu cầu để đăng kí tốt nghiệp nhưng vẫn chưa thể hoàn thành việc đăng kí. Phòng đào tạo có trả lời em sau ngày 2/11 nếu chưa nhận được mail thì phản hồi. Hôm nay là ngày 3/11 và em vẫn chưa nhận được mail xác nhận đăng kí tốt nghiệp . Em mong PDT xem xét trường hợp của em, nếu còn vướng mắc mong PDT phản hồi em sớm ạ.. . Em chân thành cảm ơn.",
            "Chào em,. . Cô gửi em file xét tốt nghiệp, em kiểm tra lại nhé, nếu có khiếu nại vui lòng phản hồi qua bksi giúp cô. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Dạ cho em hỏi là nếu em có BHYT rồi thì em có cần đăng kí ở trường ngày 19/12/2021 không ạ. Và nếu không cần thì em có cần phải nộp bản photo không ạ (hiện giờ em đang ở quê không vào TP HCM được).",
            "Chào em,. . Em liên hệ phòng Công tác chính trị sv qua email [email] để được hướng dẫn nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Chào thầy/cô ạ! Em có đăng ký nhận giấy tạm hoãn nghĩa vụ quân sự ngày 14/10, hình thức chuyển phát qua bưu điện. Không biết khi nào em sẽ nhận được giấy ạ, vì phường em yêu cầu bổ sung bản chính trong tuần này. Em xin cảm ơn!",
            "Chào bạn,. . - [full_name]dt đã ghi nhận phản hồi của bạn. [full_name]ĐT cố gắng xử lý dữ liệu, xong sẽ scan để đưa lên hệ thống ngay. SV vui lòng thông cảm đợi thêm, giải thích với cơ quan yêu cầu về giấy CNSV.. . - Bưu điện có những nơi chưa gửi đi được nhé em. . - Sau khi [full_name]ĐT cập nhật xong bạn có thể tải bản scan trên trang đăng ký chứng nhận sinh viên.. . Đồng thời [full_name]ĐT cũng đã gởi bưu điện nếu SV có đăng ký, vui lòng nhận sau.. . - Em dùng bản scan này đưa trước, khi có bảng chính thì em nộp bổ sung sau cho địa phương em.. . Thân mến. . . . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Em có đăng ký BHYT ở DN rồi, nên em muốn khỏi phải đóng BHYT ở trường. Bây giờ em phải làm thủ tục như thế nào ạ. Em cảm ơn ạ.",
            "Chào em,. . Em liên hệ phòng Công tác chính trị sv qua email [email] để được hướng dẫn nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em chào quý thầy, cô PDT,. . . . Em là [full_name], sinh viên ngành Hệ thống Năng Lượng của chương trình kĩ sư chất lượng cao Việt Pháp.. . . . Vì yêu cầu đầu ra của chương trình phải có bằng tiếng Pháp DELF B1 nên em  đã thi và nộp bằng DELF B1 vào năm 2020, tuy nhiên trong thông tin Danh sách tốt nghiệp đợt tháng 11, phần chứng chỉ AV lại không có B1. Em mong các thầy cô kiểm tra giúp em ạ.. . . . Em chào và cảm ơn quý thầy cô.",
            "Chào em,. . Trước giờ không có hiển thị chứng chỉ tiếng Pháp, chỉ có các môn được quy đổi sang Pháp 1 đến 7 mới có. Trong học bạ cũng không có ghi chứng chỉ tiếng pháp, mà chỉ in ra chữ sv \"SV CLC Việt pháp\" nếu sv có chứng chỉ  theo quy định. Vì học bạ in ra là song ngữ Việt-Anh.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Kính gửi: Phòng Đào Tạo . . Em tên là [full_name]V: [student_id] là sinh viên của hệ cao đẳng Của trung tâm Bảo Dưỡng Công Nghiệp.. . Vài hôm trước em có đăng kí giấy tạm hoãn nghĩa vụ quân sự để nộp cho địa phương để tạm hoãn nghĩa vụ, nhưng ở địa phương kêu là thời gian quy định của khóa em chỉ tới tháng 4/2021, nhưng em có trình bày là thời gian đào tạo tối đa đến tháng 10/2022 và do tình hình dịch bệnh trong năm nay nên chưa thể hoàn thành chương trình học của mình. Nên địa phương đã kêu em làm đơn để xin được tạm hoãn NVQS, nên em mong PĐT có thể xem xét và giúp đỡ em xác nhận dùm em đơn để em được tamh hoãn NVQS để hoàn thành chương trình học của em ạ. . Em xin chân thành cảm ơn",
            "Chào em,. . Theo nội dung em ghi trong đơn vì lý do covid mà bạn không tốt nghiệp đúng hạn nhà không thể xác được như bạn trình bày trong đơn nhé. Về thời gian đào tạo trong giấy xác nhận SV đều có ghi rõ về 2 mốc thời gian cho Sinh viên: Thời gian khóa học theo quy định và Thời gian đào tạo tối đa (bạn vui lòng xem lại trong giấy xác nhận SV.. . Nhà trường chỉ có 1 mẫu chung xác nhận SV hoãn nghĩa vụ quân sự cho tất cả sinh viên nam trong trường.. . Em có thể tự trình bày với ban chỉ hủy quân sự, nếu Ban chỉ huy quân sự cần xác minh thông tin sinh viên có thể gửi công văn về trường để xác minh thêm.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Dạ hiện tại ở đia phương em đang yêu cầu Giấy chứng nhận sinh viên hoãn NVQS gấp, và yêu cầu chỉ cần nộp bản word hay pdf cũng được ạ. Vậy em có thể xin phép nhà trường có thể gửi bản word/pdf qua mail cho em thay vì chuyển phát bưu điện được không ạ ! (em đã đăng kí xin cấp giấy NVQS ở mybk nhưng không có mục nhận qua gmail). . Dạ em xin cảm ơn !. .   i Yêu cầu khác .",
            "Chào bạn,. . - SV chủ động đăng ký giấy Xác nhận SV hoãn NVQS để bổ sung cho địa phương và chọn dịch vụ gửi qua được bưu điện (người nhận trả tiền) nếu có nhu cầu (PDT không in hàng loạt như các năm trước). . - Sau khi PĐT cập nhật xong bạn có thể tải bản scan trên trang đăng ký chứng nhận sinh viên.. . Đồng thời PĐT cũng đã gởi bưu điện nếu SV có đăng ký, vui lòng nhận sau.. . - Em dùng bản scan này đưa trước, khi có bảng chính thì em nộp bổ sung sau cho địa phương em.. . Thân mến. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Xin chào thầy/cô, cho em hỏi với tình hình dịch bệnh hiện nay, sinh viên [full_name]18 đang ở quê không thể vào TP HCM để thi lấy bằng toeic quốc tế. Vậy khi đăng kí môn học cho H[full_name]212 thì sinh viên [full_name]18 có được đăng kí môn Luận văn tốt nghiệp không ạ? Nhà trường có xét tiêu chuẩn Anh văn cho H[full_name]212 không vậy ạ?. . Em chân thành cảm ơn.",
            "Chào em,. . Hiện tại chưa có thông báo nào về việc không xét chuẩn AV Quốc tế để nhận LVTN cho HK212 nhé bạn. . Thân"
        ]
    }
]