[
    {
        "intent": "",
        "message": [
            "Kính gửi phòng Đào tạo,. . Em tên là [full_name], hiện là sinh viên năm 4.. . Pdt cho em hỏi rằng khi em vào trang đăng ký tốt nghiệp, điều kiện xét đơn chưa cho phép do em chưa thanh toán học phí rút môn, pdt đã gửi thông tin về việc xem điểm rút môn sau ngày 15/10. Như vậy việc thanh toán rút môn học sẽ diễn ra khi nào ạ, do việc đăng ký tốt nghiệp hạn chót vào ngày 31/10 ạ.. . Em xin cảm ơn phòng Đào tạo.. .   i Tốt nghiệp .",
            "Chào bạn,. . Qua tuần sau bạn vô thanh toán HP nhé (sau ngày 21/9), sau khi thanh toán HP xong bạn báo lại qua bksi để cô hỗ trợ mở cho bạn đăng ký tốt nghiệp nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Dạ kính gửi Phòng đào tạo,. . Em tên là: [full_name]. . MSSV: [student_id]. . Dạ hôm qua em đã điền form hoãn thi lại môn Xác suất thống kê và được Phòng đào tạo gửi mail lại như hình đính kèm. Vậy cho em hỏi như vậy là em hoãn thành công rồi đúng không ạ?. . Em xin cảm ơn",
            "Chào bạn,. . Vậy là bạn đã đăng ký thành công nhé, nhưng bạn xem kỹ những lưu ý nhé:. . Lưu ý: . . 1) PDT sẽ hậu kiểm lại với danh sách cấm thi của Khoa gửi lên, nếu SV bị cấm thi sẽ bị hủy kết quả hoãn thi theo quy định. SV vẫn phải hoàn thành các phần việc của môn học, nhất là TH/TNg và BTL. GV có quyền cấm thi nếu SV không hoàn thành tốt các phần này. . 2) Trường hợp có sự cố bất khả kháng trong khi thi dẫn đến không thể hoàn thành được bài thi, và không được giải quyết cho thi vào ca thi tiếp theo (nếu có), sinh viên có thể đăng ký \"Hoãn thi\" ngay sau buổi thi (không phải vắng thi có phép), SV phải báo với CBCT hoặc trực thi để được ghi nhận vào trong danh sách thi. PDT sẽ đối chiếu lại với danh sách của Khoa về các tình huống đã thi nhưng điểm thấp hoặc không có báo cáo ghi nhận về các sự cố trong buổi thi trước khi quyết định hoãn thi. . 3) Riêng đối với môn Đồ án, Thực tập ngoài trường, Đề cương Luận văn, Luận văn/Tiểu luận tốt nghiệp: SV có thể xin hoãn bảo vệ với lý do dịch Covid-19 ảnh hưởng nghiêm trọng đến kết quả thực hiện đề tài (không thực nghiệm được tại Phòng thí nghiệm, không thực địa, ...). SV gửi email trực tiếp đến Giáo viên hướng dẫn, Khoa/Bộ môn để được xem xét đồng ý và forward email cuối cùng đến email của PĐT để đăng ký.. . Chúc bạn học tập tốt nhé.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Kính chào quý thầy/cô,. . . . Em tên là [full_name], MSSV: [student_id].. . Em đã có tên trong danh sách Dự kiến tốt nghiệp Đợt tháng 11/2021. Nhưng có một mục là Điểm trung bình tốt nghiệp của em có chút nhầm lẫn ạ. Do học kỳ 202 em có học Dự thính môn Đại số tuyến tính để cải thiện điểm số, nên ĐTBTLN sau khi thay đổi điểm của môn này là 8.06, trong khi Điểm trung bình tốt nghiệp hiển thị trên thông tin tốt nghiệp dự kiến của em là 8.02 (điểm này là điểm khi chưa thay đổi điểm môn ĐSTT cải thiện).. . Mong Phòng đào tạo xem xét trường hợp này giúp em ạ.. . Em xin cảm ơn.. . . . Trân trọng,. . [full_name]",
            "Chào bạn,. . Điểm trung bình TL ngành của bạn sẽ được cập nhật lại trước khi ra Quyết định tốt nghiệp chính thức.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác:",
            "-CHào quý thầy cô !. .  Em tên [full_name] MSSV [student_id]. .  Ở học kì 202 em có đăng kí hoãn thi và đã được chấp thuận của nhà trường . Nhưng trong bảng điểm lại suất hiện điểm 13 vắng thi , điều này ảnh hưởng đến điểm số Trung Bình Tích lỹ của em . Mong quý quý thầy cô xem xét và điều chỉnh giúp em ạ . .  Em xin cám ơn !",
            "Chào bạn,. . Hiện tại nhà trường chưa ra QD hoãn thi nhé bạn, dự kiến ra quyết định chung vào cuối tháng 12, nên trường hợp đăng ký hoãn thi vẫn bị điểm 13 bình thường. Sau khi hậu kiểm với ds của Khoa thì mới ra quyết định hoãn thi và sẽ điều chỉnh lại điểm trên mybk/Thông tin SV/xem điểm. . Lưu ý: . . 1) PDT sẽ hậu kiểm lại với danh sách cấm thi của Khoa gửi lên, nếu SV bị cấm thi sẽ bị hủy kết quả hoãn thi theo quy định. SV vẫn phải hoàn thành các phần việc của môn học, nhất là TH/TNg và BTL. GV có quyền cấm thi nếu SV không hoàn thành tốt các phần này. . 2) Trường hợp có sự cố bất khả kháng trong khi thi dẫn đến không thể hoàn thành được bài thi, và không được giải quyết cho thi vào ca thi tiếp theo (nếu có), sinh viên có thể đăng ký \"Hoãn thi\" ngay sau buổi thi (không phải vắng thi có phép), SV phải báo với CBCT hoặc trực thi để được ghi nhận vào trong danh sách thi. PDT sẽ đối chiếu lại với danh sách của Khoa về các tình huống đã thi nhưng điểm thấp hoặc không có báo cáo ghi nhận về các sự cố trong buổi thi trước khi quyết định hoãn thi. . 3) Riêng đối với môn Đồ án, Thực tập ngoài trường, Đề cương Luận văn, Luận văn/Tiểu luận tốt nghiệp: SV có thể xin hoãn bảo vệ với lý do dịch Covid-19 ảnh hưởng nghiêm trọng đến kết quả thực hiện đề tài (không thực nghiệm được tại Phòng thí nghiệm, không thực địa, ...). SV gửi email trực tiếp đến Giáo viên hướng dẫn, Khoa/Bộ môn để được xem xét đồng ý và forward email cuối cùng đến email của PĐT để đăng ký.. . Chúc bạn học tập tốt nhé.. .",
            "- Dạ thưa quý thầy cô !. .  -Môn em Hoãn thi là [full_name] . Em muốn thi nộp chứng chỉ toiec để kịp đăng kí tốt nghiệp tháng 11 .Mà nhà trường cuối tháng 12 mới cập nhật được ,vậy trường hợp của em sẽ bị ảnh hưởng đến điểm trung bình tích lũy . . . EM Xin cám ơn !",
            "li answer rate: Answer is not complete / Câu trả lời chưa hoàn chỉnh",
            "Chào bạn. . Vì quy trình xử lý chung cho tất cả sinh viên, hiện vẫn còn một số môn chưa có lịch thi (do có thí nghiệm). . Nên bạn vui lòng đợi nghen. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học .",
            "Chào bạn. . Phòng đào tạo đã ghi nhận thông tin bạn đăng ký môn học chung với K2021, Thời gian bắt đầu học của Khoá 2021 là 4/10/2021, nên bạn vui lòng xem TKB tại Mybk vào thời gian trên, nếu không có TKB thì phản hồi lại Pdt. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Trong kì thi môn Giải Tích 2 thì em có gặp sự cố khi đang thi và đã báo giám thị ghi nhận, sau khi thi xong em có làm đơn xin hoãn thi theo hướng dẫn của pdt và đã được ghi nhận. Lúc nãy em có vào xem bảng điểm trên mybk thì thấy điểm thi Gt2 cuối kì lại là điểm lúc em đang thi bị sự cố và hệ thống tự động ghi nhận lại đáp án khi chưa hoàn thành bài thi.. . Vậy là em không được hoãn thi hay sao ạ. Nếu được mong nhà trường xem xét yêu cầu hoãn thi của em ạ, em cảm ơn.",
            "Chào bạn,. . Hiện tại nhà trường chưa ra QD hoãn thi nhé bạn, dự kiến ra quyết định chung vào cuối tháng 12, nên trường hợp đăng ký hoãn thi vẫn bị điểm 13 bình thường. Sau khi hậu kiểm với ds của Khoa thì mới ra quyết định hoãn thi và sẽ điều chỉnh lại điểm trên mybk/Thông tin SV/xem điểm. . Lưu ý: . . 1) PDT sẽ hậu kiểm lại với danh sách cấm thi của Khoa gửi lên, nếu SV bị cấm thi sẽ bị hủy kết quả hoãn thi theo quy định. SV vẫn phải hoàn thành các phần việc của môn học, nhất là TH/TNg và BTL. GV có quyền cấm thi nếu SV không hoàn thành tốt các phần này. . 2) Trường hợp có sự cố bất khả kháng trong khi thi dẫn đến không thể hoàn thành được bài thi, và không được giải quyết cho thi vào ca thi tiếp theo (nếu có), sinh viên có thể đăng ký \"Hoãn thi\" ngay sau buổi thi (không phải vắng thi có phép), SV phải báo với CBCT hoặc trực thi để được ghi nhận vào trong danh sách thi. PDT sẽ đối chiếu lại với danh sách của Khoa về các tình huống đã thi nhưng điểm thấp hoặc không có báo cáo ghi nhận về các sự cố trong buổi thi trước khi quyết định hoãn thi. . 3) Riêng đối với môn Đồ án, Thực tập ngoài trường, Đề cương Luận văn, Luận văn/Tiểu luận tốt nghiệp: SV có thể xin hoãn bảo vệ với lý do dịch Covid-19 ảnh hưởng nghiêm trọng đến kết quả thực hiện đề tài (không thực nghiệm được tại Phòng thí nghiệm, không thực địa, ...). SV gửi email trực tiếp đến Giáo viên hướng dẫn, Khoa/Bộ môn để được xem xét đồng ý và forward email cuối cùng đến email của PĐT để đăng ký.. . Chúc bạn học tập tốt nhé.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Kính gửi Phòng Đào Tạo,. . Em viết email này xin phép được hỏi về vấn đề giấy xác nhận sinh viên về việc hoãn nghĩa vụ quân sự. Sáng ngày 14/09/2021, em nhận được gửi văn bản từ UBND xã về việc nộp bổ sung giấy xác nhận sinh viên ( có hình trong tệp đính kèm ). Ủy ban chỉ yêu cầu hình ảnh xác nhận được trường gửi về mà không yêu cầu giấy trực tiếp, em có thử đăng ký giấy trên MYBK tuy nhiên hình thức lấy trực tiếp thì không khả thi do dịch bệnh, còn hình thức chuyển phát thì không biết có kịp không và phiếu yêu cầu vẫn còn đang chờ xử lý, em có viết mail hỏi thử văn phòng Khoa thì được hướng dẫn đặt câu hỏi trên BKSI. Nên em không biết có thể lấy hình ảnh về giấy chứng nhận bằng cách nào và phải liên hệ ai ạ? Do ủy ban yêu cầu quá gấp, chỉ cho đến ngày 17/09/2021 nên mong PDT phản hồi em sớm ạ!. .",
            "Chào bạn;. . Sau khi xử lý giấy chứng nhận sinh viên, Phòng Đào tạo sẽ gửi về địa chỉ sinh viên đăng ký khi bưu điện hoạt động lại bình thường trong đợt giãn cách xã hội.. . Mặt khác, sinh viên có thể tải bản scan trên trang đăng ký chứng nhận sinh viên (sau khi yêu cầu của SV đã được xử lý).. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . dạ chào pđt , gia đình em đang ở vùng đỏ nên không thề vào ngân hàng đóng tiền cho em được nên em xin gia hạn thời gian đóng học phí ạ ! em cảm ơn pđt",
            "Chào bạn. . Bạn xem lại thông báo, Nhà trường đã gia hạn thời gian thanh toán học phí. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Chào thầy/cô,. . Em tên là [full_name] - [student_id]. Hiện tại em đã hoàn thành hết chương trình học cũng như chứng chỉ TA và số ngày CTXH. Tuy nhiên, hiện tại em vẫn không có mặt trong danh sách tốt nghiệp dự kiến. Em muốn hỏi lí do ạ?. . Rm cảm ơn. . . .",
            "Chào bạn,. . PDT đã ghi nhận yêu cầu về đăng ký xét TN của bạn. SV vui lòng theo dõi email  và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 21/09/2021 SV vẫn chưa nhận được mail hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 11/2021. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em tên [full_name]-MSSV:[student_id]-Lớp BD16CDT.. . Cho em hỏi là em đã làm đơn gia hạn 1 học kì cho Phòng Đào Tạo và được chấp nhận.Sao giờ em vào mục đăng kí môn học vẫn không được ạ.Em xin chân thành cảm ơn",
            "Chào bạn,. . Hiện tại đã hết thời gian đăng ký môn học online rồi nhé bạn.. . Hiện tại bạn xin đăng ký môn học gì? vui lòng trình bày rõ lý do, tên môn học, mã môn học và xác nhận đồng ý của giảng viên cho bạn vào lớp dù trễ hạn nhé!. . Vì hiện tại đã qua tuần thứ 5 của học kỳ. . Thân. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: chào thầy/cô. . em có câu hỏi là hiện nay em đã qua 4 học kì chính. trước đó em đã bị cảnh cáo học vụ 2 lần. học kì 2 năm 2021 em đăng kí 19 chỉ trên bảng và em qua được 13 chỉ và còn 1 môn 3 chỉ chưa thi. trong bảng điểm kì này để số tín chỉ tích lũy 38. học kì 3 năm 2021 em có đk 4 chỉ và đã qua mà chưa được cập nhật.. . Như vậy em có bị cảnh cáo học vụ lần 3 không ạ. . em xin cảm ơn",
            "Chào bạn. . Hiện Pdt chưa lên danh sách cảnh cáo, bạn vui lòng kiểm tra sau. . Nếu có tên trong danh sách bạn có thể liên hệ Khoa để hỗ trợ cứu xét. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Học kì 211 em không có thời khoá biểu, vì vậy không thể in giấy xác nhận sinh viên, nhưng chương trình học vẫn còn thì có cách giải quyết không ạ? . . Và Giấy xác nhận sinh viên(cấp lại) của học kì 202 em có thể in lại được không ạ?",
            "Chào bạn. . Theo quy định bạn phải có TBK học ký thì mới cấp giấy chứng nhận sinh viên. . Bạn xem giúp Quy chế học vụ điều 9. . Điều 9. Đăng ký môn học. . 9.1 Đăng ký môn học. . SV thực hiện đăng ký môn học theo quy trình và thời gian trong Thông báo đăng ký môn học của mỗi học kỳ được công bố trên trang web Phòng Đào tạo.. . . . Trong mỗi học kỳ chính học tại trường, SV phải đăng ký môn học và có thời khóa biểu chính thức. SV không có thời khóa biểu trong các học kỳ chính sẽ bị buộc tạm dừng học (hoặc SV tự xin tạm dừng học) và không được cấp giấy xác nhận là sinh viên (xem 26.2).. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em là [full_name] Diểm MSSV là [student_id].. . Em xin hỏi về vấn đề thi Toeic speaking &writing.. . Theo yêu cầu thì em phải có chứng minh nhân dân để giám thị kiểm tra nhưng mà chứng minh của em đã bị thu hồi lúc em đi làm căn cước công dân rồi. Nhưng e vẫn chưa được cấp căn cước công dân. Cho e hỏi em có thể dùng passport để thay thế không ạ?",
            "Chào bạn. . Về vấn đề này bạn vui lòng liên hệ trực tiếp Trung tâm Ngoại ngữ. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Em chào PĐT, . . . . Em là [full_name], MSSV [student_id]. Em đã tích lũy đủ 141 tín chỉ, 35.5 ngày CTXH và nộp CNNN. Tuy nhiên, do chưa hoàn thành phí trên BKPay nên em chưa có tên trong danh sách tốt nghiệp tạm thời đợt tháng 11.2021. . . . . Hiện tại, em đã hoàn thành các khoản phí trễ hạn (tổng cộng là 180.000 VNĐ), bao gồm: 06 bảng điểm (175.000 VNĐ) và 01 giấy xác nhận điểm trung bình học kỳ (5.000 VNĐ).. . . . Em có đính kèm theo hình ảnh ạ. . . . . Em rất xin lỗi vì thiếu sót này. Em kính mong PĐT xem xét điều kiện tốt nghiệp của em và phản hồi kết quả cho em ạ. . . . . Em xin cảm ơn PĐT rất nhiều.. . . . [full_name]. . . . .",
            "Chào bạn,. . PDT đã ghi nhận yêu cầu về đăng ký xét TN của bạn. SV vui lòng theo dõi email  và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 21/09/2021 SV vẫn chưa nhận được mail hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 11/2021. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Chào Thầy/Cô,. . . . Em là [full_name] MSSV [student_id].. . Hiện tại em đã hoàn thành các điều kiện tốt nghiệp: số tín chỉ, anh văn đầu ra, đóng học phí, ngày CTXH,...nhưng không biết vì sao trong 2 đợt cập nhật danh sách TN dự kiến ngày 20/8 và ngày 14/9 đều không có tên của em, nên em rất hoang mang ạ.. . Kính mong thầy/cô kiểm tra giúp em xem vì sao em không có tên trong danh sách ạ.. . Em cảm ơn.",
            "Chào bạn,. . PDT đã ghi nhận yêu cầu về đăng ký xét TN của bạn. SV vui lòng theo dõi email  và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 21/09/2021 SV vẫn chưa nhận được mail hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 11/2021. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Kính chào phòng đào tạo. . Em tên [full_name]. . mssv [student_id]. . lớp VP15HK. . . . Hiện tại em đã hoàn thành đủ số tín chỉ và lVTN, nhưng điểm Toeic nghe đọc của em chỉ đạt 575 - không đủ chuẩn 600 để nhận bằng tốt nghiệp của chương trình PFIEV. Và cũng vì tình hình dịch bệnh Covid-19, em không thể dự thi TOEIC nghe đọc để hoàn thành chứng chỉ TOEIC 600 được, nên em không thể đăng ký tốt nghiệp vào tháng 11/2021 được. Em mong muốn mình sẽ được thi Toeic vào năm sau và được tốt nghiệp vào tháng 4/2022 nếu tình hình dịch bệnh lúc đó đã ổn.. . Do vậy, phòng đào tạo cho em hỏi: Em có thể được đăng kí tốt nghiệp vào tháng 4/2022 được không ạ? Nếu được, em có phải thực việc đăng ký môn học để duy trì trạng thái vẫn còn là sinh viên của trường không ạ? . . Em cám ơn.",
            "Chào bạn,. . Nếu không đủ điều kiện tốt nghiệp thì bạn đợi xét tốt nghiệp vào đợt tiếp theo nhé. . Việc đăng ký môn học là tùy SV, hiện tại cũng đã hết thời gian ĐKMH của HK211. Trường hợp SV không đăng ký môn (không có TKB)sẽ bị tạm dừng 1HK, khi nào bạn đủ điều kiện tốt nghiệp thì làm đơn thu nhận lại để xét tốt nghiệp vào đợt tháng 4/2022. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Em tên [full_name]V: [student_id]. . Lớp BD16CN03. Ngành: Bảo dưỡng công nghiệp. . Hiện tại em không vào đăng kí môn học được. Do tình hình dịch covid nên em không thể thi Toeic để nộp lên Phòng Đào Tạo, sắp tới Trung Tâm có hỗ trợ em thi anh văn 2 kĩ năng theo hình thức trực tuyến để đủ điều kiện ra trường nhưng em không vào đăng kí môn học được.. . Kính mong Phòng Đào Tạo tạo điều kiện để em có thể đăng ký môn anh văn 2 kĩ năng để em có cơ hội được tốt nghiệp. Em xin chân thành cảm ơn.",
            "Chào bạn,. . Bạn vô kiểm tra và đăng ký lại nhé, nếu không đăng ký được vui lòng chụp lại hình gửi kèm lại cho cô xem nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Dạ em xin chào,. . Do HK202 em có hoãn thi onl môn [full_name](MT1009)(đã có mail xác nhận), nhưng trên điểm tổng kết lại để điểm 13 (chưa được cập nhật) vì vậy điểm trung bình học kì của em bị ảnh hưởng mà sắp tới thì em phải chấm điểm rèn luyện cho năm học vừa rồi thì phải ghi theo điểm nào vậy ạ.. . Em xin cảm ơn",
            "Chào em,. . - Danh sách thi PĐT đã gửi trước rồi em (điểm 13). . - Em đã điền form hoãn thi, xem email xác nhận nhé.. . - PĐT chuẩn bị các công tác tiếp theo.. . - Điểm rèn luyện: em liên hệ phòng Công tác chính trị sv qua email [email] để được hướng dẫn nhé.. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "[full_name] MSSV/MSGV: [student_id]  /b \t. . . .   i Tốt nghiệp . Thưa PĐT. . . . Em đăng kí xét tốt nghiệp thì bị lỗi nợ hp. Em đã kiểm tra là em có tên trong danh sách tốt nghiệp và đã kiểm tra học phí, phí BHYT, BHTN, phí in bảng điểm. Tất cả em đã đóng hết rồi ạ. . . . Mong PĐT xem xét lại giúp em.. . . . Em xin cảm ơn",
            "Chào bạn,. . Sau 17h ngày 16/9 bạn vào đăng ký tốt nghiệp lại nhé!. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em chào ad ạ. . Môn triết học Maclenin của em điểm thành phần đúng hết rồi, nhưng điểm trung bình tính sai và đã cập nhật trên bảng điểm thì làm sao sửa lại ạ. . Mong nhận được sự phản hồi sớm từ ad. . Trân trọng",
            "Chào em,. . - Em nói rõ hơn điểm trung bình môn học đó sai, sai chỗ nào em, em có phúc tra không ?. .  . . - Nếu GV đã khóa môn học và muốn sửa điểm thì GV gửi email hoặc phiếu đề nghị mở khóa môn học, nhóm để mở khóa (HK202) trong thời gian cho phép sửa.. . Thân mến,. .",
            "Dạ em chào thầy(cô). . thành phần điểm đều đúng, nhưng tính theo phần trăm điểm thì em được 7.26 theo nguyên tắc là được làm tròn lên; nhưng hệ thống là làm tròn xuống ạ ( có bạn 7.76 nhưng được làm tròn thành 8 ạ). . Em liên hệ với giáo viên bộ môn thì được phản hồi là hệ thống nhập điểm đã khoá, bảng điểm đã hoàn tất nộp rồi. . Vậy bây giờ em phải làm sao ạ, điểm này thật sự rất quan trọng với em ạ.. . Mong nhận được sự phản hồi sớm từ thầy(cô). . Trân trọng.",
            "li answer rate: Answer is not complete / Câu trả lời chưa hoàn chỉnh",
            "Chào em,. . Em liên hệ với giáo viên bộ môn thì được phản hồi là hệ thống nhập điểm đã khoá, bảng điểm đã hoàn tất nộp rồi. . =  Cô đã trả lời em câu trước rồi đó. . - Nếu GV đã khóa môn học và muốn sửa điểm thì GV gửi email hoặc phiếu đề nghị mở khóa môn học, nhóm để mở khóa (HK202) trong thời gian cho phép sửa.. . Thân mến,",
            "Dạ em chào thầy(cô) ạ. . Theo thông tin từ giảng viên bộ môn thì cô đã chỉnh sửa rồi. . Nhưng hệ thống vẫn chưa cập nhật lại ạ. . Không biết là do lỗi hệ thống chưa update hay sao vậy ạ. . Mong nhận được sự phản hồi sớm từ thầy cô. . Trân trọng. .",
            "Chào em,. . Nếu thầy cô sửa điểm rồi thì phải nộp lại bảng điểm cho PĐT, lúc đó mới cập nhật lại nhé.. . . . Thân mến,",
            "Dạ em chào thầy (cô) ạ,. . Vậy nộp bảng điểm là nộp online hay offline vậy cô, tại em sắp phân ngành mà dịch bệnh thế này, giảng viên cũng không thể nộp trực tiếp được ạ. . Mong nhận được sự phản hồi sớm từ thầy(cô). . Trân trọng",
            "Chào bạn. . Pdt triển khai việc nộp điểm online cho Giảng viên. . . Bạn báo Giảng viên liên hệ trực tiếp lại [full_name], nếu có gì phát sinh gì thì [full_name] sẽ liên lạc Pdt. . [full_name]ân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Chào PĐT, em tên là [full_name], MSSV [student_id].. . . . Hai ngày trước em có đăng ký in bảng điểm và  và PDT đã gửi bản scan cho em. Nhưng hôm nay bảng điểm của em mới cập nhật thêm 1 môn Quá trình thiết bị nên em xin PDT gửi lại bản scan bảng điểm mới cập nhật lại cho em được không ạ? Hay em phải đăng ký in bảng điểm mới ạ?. . . . Mong PDT hồi đáp. Em xin cảm ơn!. . mail của em: [email]",
            "Chào bạn. . Bạn phải đăng ký lại bảng điểm mới nghen. . Thân",
            "Dạ em đã đăng ký in lại bảng điểm mới ạ. Mong PĐT sớm gửi lại bản scan mới cho em ạ! Em xin cảm ơn!",
            "Chào bạn. . Bạn theo dõi, khi nào hệ thống báo xử lý xong thì báo. . Chứ bạn mới đăng ký thì lấy đâu ra bảng điểm để scan. . Hoặc theo dõi, thứ 4 tuần sau nhắc lại nghen bạn. . Thân",
            "Dạ tại vì thứ 4 ngày 22/9 là hạn nộp hồ sơ ạ, nên PDT có thể gửi cho em sớm hơn vào thứ 2 hoặc thứ 3 không ạ?. . Em mong PDT giúp đỡ, em xin cảm ơn!"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em chào thầy, cô ạ. . Em tên [full_name], MSSV [student_id], khoa kỷ thuật xây dưng, ngành xây dựng cầu đường.. . Em nhập học năm 2014 đên nay đã hết hạn học chính quy nhưng còn chứng chỉ tiếng anh, luận văn và môn học thủy lực thuỷ văn cầu đường đang bảo lưu kết quả để kỳ này thi ạ, cho em hỏi cách để nhập học hệ vhvl và kỳ này hệ vhvl có mở lớp tiếng anh để đủ điều kiện làm luận văn không ạ. Em cảm ơn.. .",
            "Chào bạn. . Hk 211 không kịp để chuyển sang VLVH. . - Cuối tháng 11 Bạn tải mẫu đơn thôi học  tại trang web: aao.hcmut.edu.vn (đánh dấu vào option chuyển sang VLVH ) gởi tại BKSI để Pdt xử lý chuyển sang VLVH cho bạn. . Về CTDT là giống nhau của đại trà và VLVH. . Tuy nhiên, VLVH sẽ:. . Giảm chuẩn anh văn xét LVTN và tốt nghiệp so với Chính quy: chi tiết xem quy chế học vụ. . Không xét môn anh văn 1234, GDTC, GDQP, Ngày CTXH, . . Thời gian học là 10 năm. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: 2011086  /b \t. . . .   i Đăng ký môn học . Dạ em xin chào phòng đào tạo ạ. . Em muốn xin phòng đào tạo cho em đăng kí học chung với khóa 20201 môn Nhập Môn Về Kỹ Thuật ạ.. . |Họ và Tên: Nguyễn Thành Hải Đăng. . MSSV: 2011086. . Mã MH: EE1001. . Em thuộc khoa Điện - Điện Tử ạ. . Em xin cám ơn phòng đào tạo ạ. .",
            "Chào bạn. . Phòng đào tạo đã ghi nhận thông tin bạn đăng ký môn học chung với K2021, Thời gian bắt đầu học của Khoá 2021 là 4/10/2021, nên bạn vui lòng xem TKB tại Mybk vào thời gian trên, nếu không có TKB thì phản hồi lại Pdt. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Dạ cho em hỏi em đã gửi đơn phúc khảo từ ngày 25/8/2021 khi nào có kết quả ạ",
            "Chào em,. . Em nộp Phúc tra bài thi trên web : em vui lòng xem kết quả trên web em nhé. PĐT thường xuyên cập nhật kết quả trên web (không kể thứ 7 và chủ nhật).. . Thân mến,. .",
            "Dạ nhưng khi em gửi mail cho thầy bộ môn thì thầy nói là thầy đã cập nhật điểm cho em vào vài tuần trước nhưng tới giờ bảng điểm của em trên myBK vẫn chưa được cập nhật điểm mới ạ.",
            "Chào em,. . Em gửi tên môn học, mã môn học, mã nhóm để PĐT kiểm tra. Có thể bảng điểm còn ở đâu đó chưa tới PĐT.. . Thân mến,. . . .",
            "DẠ tên môn học là [full_name]. . [full_name]1025. . [full_name] Ạ",
            "DẠ tên môn học là QUẢN LÝ DỰ ÁN CHO KỸ SƯ. . [full_name]. . [full_name]. . [full_name] Ạ",
            "Chào em,. . - Em chờ xem kết quả vào đầu tuần sau 20/9/2021. . . - Điểm là do GV nhập nhé em.. . - Nếu GV đã khóa môn học và muốn sửa điểm thì GV gửi email hoặc phiếu đề nghị mở khóa môn học nhóm để mở khóa (HK202) trong thời gian cho phép sửa.. . - Em liên hệ với GV, có gì em gửi lại như trên nhé.. . . . Thân mến,. .",
            "Dạ thưa phòng đào tạo khi em vào phần phúc khảo phần điểm ở trên của môn quản lý dự án cho kĩ sư đã được sửa nhưng bảng điểm trong mybk của em thì chưa ạ.",
            "Chào em,. .  . . - Nếu phúc tra lên điểm thì GV mới có quyền sửa điểm.. . - Nếu GV đã khóa môn học và muốn sửa điểm thì GV gửi email hoặc phiếu đề nghị mở khóa môn học nhóm để mở khóa (HK202) trong thời gian cho phép sửa.. . - Cô đã trả lời em câu trên rồi đó. PĐT đâu có quyền can thiệp điểm của em.. . Thân mến,. . . .",
            "Dạ em hiểu rồi ạ em cảm ơn cô ạ"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Chào thầy/cô!. . Em là [full_name] - MSSV: [student_id].. . . . Em đã hoàn thành xong lộ trình các môn học (đã làm xong luận văn), nhưng còn thiếu chứng chỉ anh văn (nghe, đọc + nói, viết), và em không đăng ký được \"AV 2 kỹ năng theo hình thức trực tuyến\" trên trang Đăng ký môn học.. . . . Xin cho em hỏi là điều kiện để được đăng ký Anh văn nói viết là như thế nào ạ, và trường sắp có phương án nào thay thế cho thi anh văn TOEIC nghe đọc không ạ (vì dịch bệnh nên trung tâm IIG không tổ chức thi).. . Em xin cảm ơn.",
            "Chào bạn. . Cô đã ghi nhận bạn vào danh sách thi anh văn nói viết đợt 4, bạn vui lòng đợi mail thông báo vào thứ 2 ngày 12/9. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . em có đăng kí rút môn học kì 211 môn xác suất thống kê (MT2013) lớp DT01 nhưng sau ngày 15/09/2021 vẫn chưa có kết quả. .",
            "Chào bạn,. . Bạn đăng ký rút MH có nhận được câu trả lời sau khi điền form rút MH không? Bạn vui lòng xem lại câu trả lời có gì thắc mắc chụp hình lại để PDT kiểm tra lại nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Em chào Thầy/Cô,. . Em là Trường Thịnh, MSSV: [student_id]. . Học kỳ này em đang học môn học sức bền vật liệu của Thầy [full_name], nhưng hiện tại lớp em chưa có thông tin liên hệ của Thầy, mong Thầy/Cô cho em xin thông tin liên lạc với Thầy để sớm hoàn thành môn học ạ.. . Em xin cảm ơn.. .   i Học vụ .",
            "Chào em,. . Em liên hệ Khoa Xây Dựng qua email [email] để được hướng dẫn nhé.. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Chào Thầy (Cô),. . Em bị tạm dừng từ học kì 201 và em đăng kí thu nhận vào học kì 211, nhưng do học kì này không có thời khóa biểu thì em sẽ bị thôi học theo điều 27 hay chỉ bị tạm dừng học thôi ạ.. . Hôm trước Thầy (cô) có nói là se4 xóa tên có thể thu nhận lại vào hk 212 để tốt nghiệp vào tháng 04/2022. . Nếu em bị bộc thôi học thì có cách nào thu nhận lại không ạ do em đã học đầy đủ tín chỉ cần thiết để tốt nghiệp  nên không có ĐKMH.",
            "Chào bạn,. . Theo quy định là không được tạm dừng quá 2Hk liên tiếp nhé bạn, nên trường hợp của bạn nếu không có TKB trong Hk211 thì sẽ bị tạm dừng tiếp 1 HK,bạn lưu ý, Sinh viên khóa 2015 thì Hk211 là học kỳ cuối nhé và phải tốt nghiệp trễ nhất là trong đợt tháng 4/2022. . Thân",
            "Dạ Cô,. . Vậy hk 211 này em đã nhận lại rồi, nếu tháng 11 này ra quyết định thì được tính là 3 học kì liên tiếp (do em bị tạm dừng từ hk 201 và được nhận lại trong kì 211) và em bị đuổi học hay sao cô.. . Do tình hình dịch nên từ tháng 7 đến giờ em không thể thi bằng Toeic nghe, đọc.",
            "Chào bạn. . Tình hình là bạn còn thiếu gì? đế tốt nghiệp. . Thân",
            "Chào cô,. . Hiện tại em còn thiếu bằng toeic 500đ (do chỉ nộp 450đ để làm luận văn), bằng toeic nói viết và 14/15 ngày CTXH ạ.. . Em đạt 145/142 tín chỉ.",
            "Chào bạn. . - Thi anh văn nói viết đang tổ chức bạn đăng ký chưa?. . - Về ngày CTXH thì liên hệ Đoàn trường sẽ hỗ trợ giải quyết. . - hết giãn cách thì đăng ký thi CCNN liền. . - Sau khi đầy đủ điều kiện tốt nghiệp thì báo Pdt xét tốt nghiệp bổ sung trong Hk211. . - nếu có Qd BTH thì báo Pdt, lúc đó Cô sẽ hướng dẫn tiếp. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính gửi Phòng Đào Tạo. . Em tên [full_name] MSSV [student_id] Ngành Bảo Dưỡng Công Nghiệp.. . Em có nộp đơn xin thu nhận và gia hạn thêm 1 học kì lên phòng đào tạo nhưng bị từ chối do không thuộc đối tượng khu vực 1, em thuộc khu vực 2NT. Hiện tại em còn av2 là chưa học; av1 em xét miễn; av3 và av4 em đã đậu, em chỉ cần thi Toeic 400 nữa là đủ điều kiện ra trường, do tình hình dịch nên em chưa thi được. Em kính mong Phòng Đào Tạo xem xét đơn của em. Em chân thành cảm ơn.. .",
            "Chào bạn,. . Trường hợp của bạn không thuộc đối tượng được kéo dài theo quy định nhé, em có thể liên hệ với thầy [full_name] - Trung tâm Bảo dưỡng Công nghiệp [email] để được hướng dẫn và tư vấn thêm về trường hợp của bạn. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Tên: [full_name] . . MSSV: [student_id]. . Môn học: COn người và Môi trường . . Mã MH: EN1003. . Lớp L05 . . EM cung cấp thông tin như cô đã yêu cầu ở câu hỏi trước của em. Mong PĐT xem xét lại giúp em. Em cảm ơn ạ.",
            "Chào bạn,. . Vui lòng trình bày rõ là điểm sai như thế nào giúp cô luôn nha!. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . tuần trước em có đăng kí phúc tra bài thi cuối kì (vào ngày 6/9/2021) nhưng đã 7 ngày qua em vẫn chưa nhận được kết quả. . . . và trên hệ thống đăng kí phúc tra đã cập nhật lại điểm trung bình đúng của em, nhưng trên mybk thì chưa thấy.. . . . . .",
            "Chào em,. . Nếu điểm phúc tra có lên điểm: . . Nếu GV đã khóa môn học và muốn sửa điểm thì GV gửi email hoặc phiếu đề nghị mở khóa môn học nhóm để mở khóa (HK202) trong thời gian cho phép sửa.. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Kính chào Trường ĐH Bách Khoa TP.HCM. . . . Em Tên [full_name] MSSV [student_id]. . . . Cho em hỏi là em có lịch thi môn anh văn 3 LA1007. . Nhưng trong thời khóa biểu của em lại không có môn anh văn 3 và không có tính chỉ ạ.. . Em mong trường xem xét cập nhật thời khóa biểu cho em.. . Em xin cám ơn.",
            "Chào bạn,. . Vui lòng trình bày rõ giúp cô là bạn đang nói học kỳ nào?. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính gửi: Phòng Đào Tạo trường Đại Học Bách Khoa Thành phố Hồ Chí Minh. . . . Em tên là [full_name]. . MSSV: [student_id]. . Hệ VLVH. . . . Do có sự nhầm lẫn vì trước đây, em từng rút môn học mà khi tính học phí sẽ không bao gồm cả môn học đã rút. Nếu như sau khi đã rút môn học mà vẫn phải đóng học phí cho môn đấy, thì có thể cho em xin được huỷ việc rút môn lại được không ạ?. . . . Em rất xin lỗi vì sự bất tiện này do thiếu sót của bản thân em. Em mong quý thầy cô có thể giúp đỡ em ạ.. . . . Em xin chân thành cảm ơn!. . . .   i Yêu cầu khác .",
            "Chào em,. . - Nếu em điền form rút môn học rồi (có tính học phí). . =  bây giờ không muốn rút môn học thì em gửi lại mã môn học, tên môn học nhé.. . Thân mến,. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em xin đăng ký môn học theo đơn đính kèm.. . . . Em xin chân thành cảm ơn.. . . . [full_name],. . [full_name].. .",
            "Chào em,. . PDT ghi nhận trường hợp của em, đã gửi đến bộ phận liên quan xử lý . Nếu sau thời gian 1 tuần (kể từ ngày tiếp nhận, trừ thứ 7,CN và các ngày lễ), SV vẫn chưa nhận được câu trả lời hoặc chưa được xử lý vui lòng gửi lại câu hỏi để PDT kiểm tra lại nhé!. . Thân mến,. . . . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác:   /B  em chào thầy cô ạ,em là k19, em thi được 5.0 ielts, đáng lẽ em phải qua được tất cả anh văn 1,2,3,4, mà khi em kiểm tra được điểm chuyển em chỉ có avan 4, em chỉ được cộng 2 tín chỉ là sao ạ,em cũng k thấy điểm miễn anh văn ở bảng điểm luôn, hồi đầu năm e test chưa qua được avan cơ bản nữa, em cảm ơn phòng đào tạo đã giải đáp câu hỏi của em",
            "Chào bạn,. . Đăng ký chuyển điểm là do SV tự đăng ký nhé bạn, hệ thống chỉ ghi nhận bạn đăng ký chuyển điểm 1 môn AV4 nhé.. . Nếu bạn có nhu cầu chuyển điểm AV 1,2,3 vui lòng vào đăng ký lại và thanh toán lệ phí (50.000 đ/1 môn AV). . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em tên [full_name]-MSSV:[student_id]-Lớp BD16CDT.Em đã làm đơn đăng kí môn anh văn 2,mã số môn học LA1005,nhóm lớp L01,thứ 2 tiết 234 và giờ em bổ sung mail đồng ý của GV bộ môn anh văn 2 ạ.Em xin Phòng Đào Tạo cho em được học để hoàn thành chương trình học.Em xin chân thanh cảm ơn.",
            "Chào bạn,. . SV Chào bạn,. . PDT đã ghi nhận yêu cầu về ĐKMH của bạn và đã chuyển cho bộ phận ĐKMH kiểm tra và xử lý.. . Bạn vui lòng theo dõi và kiểm tra TKB thường xuyên trên mybk/Thông tin SV và hệ thống BKeL để kịp tham gia lớp học online. SV chủ động liên hệ với GV để xin vào lớp học trước nhé!. . Trường hợp nếu không đăng ký được (không có khả năng hoặc không đủ điều kiện)  PDT sẽ phản hồi cho SV qua bksi.. . Chúc các bạn học tốt!. . Thân. . . . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Kính chào phòng đào tạo, . . Em là Vũ Hoàng Khôi, MSSV [student_id], hiện em đã học đủ số chỉ, điểm trung bình trên 5, đủ 15 ngày CTXH, có chứng chỉ ngoại ngữ ielts 7.0. Vậy cho em hỏi tại sao em chưa có danh sách tốt nghiệp tạm thời ạ? Em xin cảm ơn",
            "Chào bạn,. . PDT đã ghi nhận yêu cầu về đăng ký xét TN của bạn. SV vui lòng theo dõi email  và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 21/09/2021 SV vẫn chưa nhận được mail hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 11/2021. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: 1710353  /b \t. . . .   i Tốt nghiệp . Em chào Thầy/Cô,. . Hiện tại em đã hoàn thành và đã có điểm luận văn và dự kiến tốt nghiệp trong học kỳ 201 tới sau khi tham gia thi TOEIC. Để kiểm tra xem trừ Anh văn ra em đã thỏa các điều kiện còn lại chưa, em muốn nhờ Thầy/Cô xuất giùm em file tốt nghiệp để em có thể kiểm tra, bổ sung và hoàn thiện các điều kiện tốt nghiệp.. . Em cảm ơn Thầy/Cô nhiều ạ.. . . .",
            "Chào bạn,. . PDT đã ghi nhận yêu cầu về đăng ký xét TN của bạn. SV vui lòng theo dõi email  và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 21/09/2021 SV vẫn chưa nhận được mail hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 11/2021. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em là [full_name] - [student_id]. . có nằm trong danh sách dự kiến tốt nghiệp vào  tháng 11/2021 nhưng hiện nay vẫn không thể đăng ký được xét tốt nghiệp do bị ghi nợ HP trong khi đó em đã thanh toán hết các khoản tại mục BKpay( như ảnh đính kèm). Mong phòng đào tạo hỗ trợ em ạ.",
            "Chào bạn,. . 8h ngày 17/9 bạn vô đăng ký tốt nghiệp lại nhé!. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Kính gửi phòng đào tạo. . . Em tên [full_name]. MSSV: [student_id]. . Hiện tại em đã hoàn thành luận văn tốt nghiệp vào cuối tháng 8, tổng ngày công tác xã hội là 15 ngày và đã nộp chứng chỉ Ielts (có xác nhận của trường). . . Tuy nhiên em không tra được tên trong danh sách tốt nghiệp, kính mong phòng đào tạo gửi file thông tin tốt nghiệp của em để em biết còn thiếu điều kiện gì. . . Mong nhận phản hồi sớm từ phòng đào tạo, em cảm ơn.",
            "Chào bạn,. . Trường hợp của bạn cô ghi nhận lại, do bên CCNN cập nhật thiếu sẽ báo cập nhật lại và xét tốt nghiệp lại cho bạn nhé. . PDT đã ghi nhận yêu cầu về đăng ký xét TN của bạn. SV vui lòng theo dõi email  và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 28/09/2021 SV vẫn chưa nhận được mail hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 11/2021. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Kính gửi PĐT!. . Em có đăng ký rút môn học có tính học phí, tuy nhiên sau ngày 15/09/2021 em vẫn không thấy thông báo đã rút môn trên trang mybk.. . Rất mong được sự xem xét của PĐT.. . Em chân thành cảm ơn!",
            "Chào bạn,. . Theo cô biết mẫu hẹn rút môn học là sau 15/10 nhé bạn, bạn xem lại, nếu hẹn là 15/9 bạn chụp lại màn hình gửi lại giúp cô để kiểm tra lại nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Kính thưa PĐT,. . . . Em có thắc mắc sau về việc tính điểm các môn tự chọn.. . . . Cụ thể, em đã đăng ký học và hoàn thành 2 môn: Vẽ Cơ khí (ME2021, điểm kết thúc học phần là 7.00, vào HK182) và Tối ưu hóa và quy hoạch thực nghiệm (ME3215, điểm kết thúc học phần là 10.00, vào HK202). 2 môn này đều là 2 môn tự chọn nhóm C của CTĐT ngành Kỹ thuật Cơ điện tử, khóa 2017.. . . . Theo như quy chế học vụ, đối với môn tự chọn, ĐTBTL được tính từ điểm cao nhất của số tín chỉ quy định trong nhóm các môn tự chọn. Tuy nhiên, sau khi tự tính lại ĐTBTL đã cập nhật thì em thấy môn tự chọn thứ 2 của em chỉ được tính như là một môn học khác, không có sự so sánh, lựa chọn so với môn học tự chọn thứ 1.. . . . Điều này sẽ khiến cho khi em hoàn thành LVTN, số tín chỉ của em sẽ là 147 trên 144 tín chỉ tối đa, bởi vì môn học tự chọn thứ 2 được tính như một môn học khác.. . . . Kính mong quý thầy/cô xem xét giải đáp thắc mắc của em trong trường hợp này.. . . . Em xin trân trọng cảm ơn.. .",
            "Chào em,. . Điểm Tbtl là tính hết tất cả các môn mà sv theo học. Còn đtbtn thì mới chọn môn học tự chọn và có điểm cao nhất tính.. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính gửi PĐT!. . Trong đợt đăng ký bổ sung LVTN HK211, e có đăng ký LVTN. Tuy nhiên đến nay em vẫn chưa có kết quả đăng ký môn học. Em kính mong PĐT xem xét giúp em ạ.. . Em xin chân thành cảm ơn!",
            "Chào bạn. . xem TKB tại mybk/Thông tin SV/ Xem TKB. . Trường hợp SV đăng ký TTTN, LVTN, ĐCLVTN mà không có TKB trong đợt bổ sung.. . Sinh viên vui lòng xem kết quả ĐKMH, xem lý do vì sao không ĐKMH được (có đăng ký, nhưng không có TKB) tại trang web: mybk.hcmut.edu.vn    Đăng ký môn học    Đăng ký bổ sung TTTN+LVTN+ ĐCLVTN HK211 Đợt kết quả    bấm vào mục Đăng ký mới    chọn Loại hình đăng ký    xem Lịch sử đăng ký.. . Trong trường hợp kết quả xử lý ĐKMH không đúng, bạn có thể làm đơn khiếu nại (kèm minh chứng nếu có), gửi qua trang bksi ghi rõ tiêu đề: “Khiếu nại ĐKMH HK211”, nội dung khiếu nại trình bày rõ lý do, ghi rõ tên, mã môn học, Số tín chỉ tích lũy? Số ngày CTXH (nếu đăng ký LVTN). . Trường hợp SV có học môn tương đương vui lòng trình bày rõ, đã học ở HK nào? tên và MH,tương đương môn học nào?. . Trong đơn phải có xác nhận đồng ý của Khoa cho SV nhận LVTN thời điểm này (hiện tại đã qua tuần thứ 5 của HK). . Thân chào. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính gửi Phòng đào tạo. . Em tên : [full_name] ,MSSV : [student_id]. . Em là sinh viên chính quy liên thông chuyển sang hệ VLVH vẫn giữ MSSV cũ.. . Ngày 23/08/2021 ,Trong đợt  Đăng ký bổ sung TTTN + LVTN + DCLVTN thì em có đk môn Luận văn ME4029 , tất cả các điều kiện đều thỏa , và lúc có kết quả đăng ký thì em bị lỗi : Môn học khoa không mở lớp , vào ngày 1/9/2021 em có đặt câu hỏi trên BKSI và được trả lời là sau 15/9/2021 sẽ cập nhật nhưng đến nay em vẫn chưa được cập nhật thời khóa biểu,em chỉ còn môn LVTN là hoàn thành chương trình đào tạo, và em rất mong Phòng đào tạo sẽ giải quyết cho em để có thể theo kịp tiến độ làm LVTN, em xin chân thành cảm ơn Phòng đào tạo.",
            "Chào bạn,. . PDT ghi nhận trường hợp của bạn, đã gửi đến bộ phận liên quan xử lý . Nếu sau thời gian 1 tuần (kể từ ngày tiếp nhận, trừ thứ 7,CN và các ngày lễ), SV vẫn chưa nhận được câu trả lời hoặc chưa được xử lý vui lòng gửi lại câu hỏi để PDT kiểm tra lại nhé!. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ  /i Em có thăc mắc về việc đã hoãn thi và bây giờ em không có nhu cầu để thi nữa. Em được cô tư vấn là làm đơn hủy hoãn thi và gửi. Vậy cho em hỏi đơn này là tự viết phải không ạ? Vì em không tìm thấy biểu mẫu trên aao và địa chỉ gửi là ở đâu ạ?. . Em xin cảm ơn",
            "Chào em,. . - Em làm đơn tự viết xin hủy hoãn thi . . - Hoặc lấy mẫu đơn hoãn thi sửa thành đơn HỦY HOÃN THI, gửi qua bksi. . biểu mẫu trên aao/ .../sinhvien/bieumau. . http://www.aao.hcmut.edu.vn/index.php?route=catalog/chitietsv&path=91&tid=97. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Hiện tại sau ngày 15/9 . TKB của em vẫn chưa được cập nhập ạ. Mong cô kiểm tra lại giúp em. . Em xin gửi [full_name] :. . Đề cương luận văn - MA4315. . Thực tập tốt nghiệp - MA3315. . Em xin cảm ơn !",
            "Chào bạn,. . Trường hợp của bạn không đủ điều kiện đăng ký TTTN và ĐCLV nhé.. . Em xem file đính kèm:. . Co file Txt . . 50+27=77  98 Không đủ điều kiện nhận TTTN. . Thân. . . . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính gửi PĐT. . . . Học kỳ 212 vừa rồi em có đăng ký hoãn thi môn học Phân tích và thiết kế giải thuật cuối kỳ.. . Em đăng ký hoãn thi qua form mà đã nhận được email xác nhận từ pđt nhưng đến nay trên trang mybk em vẫn có điểm thi cuối kỳ môn này là 0 điểm.. . . . Ngày em nhận được email xác nhận là 16/08 trước ngày thi 1 ngày ạ.. . . . Mong được phòng đào tạo giải quyết. .   i Yêu cầu khác .",
            "Chào em,. . - Danh sách thi PĐT đã gửi trước rồi em (điểm 13, 0). . - Em đã điền form hoãn thi, xem email xác nhận nhé.. . - PĐT chuẩn bị các công tác tiếp theo.. . Thân mến,. .",
            "Em chào cô,. . . . Theo mail em nhận được thì trong vòng 5 ngày vẫn hoãn thi được mà cô.. . . . Cô cho em sao em lại bị 0 điểm v ạ ?. . . . Em cảm ơn",
            "li answer rate: Answer does not suit / Câu trả lời không đúng ý",
            "Chào em,. . - Cô đã trả lời em câu trên rồi đó, là danh sách đã gửi trưóc khi em điền form (điểm 13, điểm 0 là đúng). . - Sau khi PĐT hậu kiểm với [full_name] mới ra quyết định hoãn thi, lúc đó điểm 0 sửa thành điểm 14.. . Thân mến,",
            "Kính gửi PĐT. . . . Học kỳ 212 vừa rồi em có đăng ký hoãn thi môn học Phân tích và thiết kế giải thuật cuối kỳ.. . Em đăng ký hoãn thi qua form mà đã nhận được email xác nhận từ pđt nhưng đến nay trên trang mybk em vẫn có điểm thi cuối kỳ môn này là 0 điểm.. . . . Ngày em nhận được email xác nhận là 16/08 trước ngày thi 1 ngày ạ.. . . . Em được trả lời là phòng đt đã có danh sách thi trước đó, điểm (13,0). Nhưng câu trả lời này em không hiểu được ạ.. . . . Pđt cho em hỏi rõ là điểm của em có phải là điểm hoãn thi hay không ạ ?. . . . Mong được giải quyết.. .   i Yêu cầu khác .",
            "Chào em,. . - Danh sách thi PĐT đã gửi trước khi  em điền form hoãn thi (điểm 13, điểm 0). . - Em đã điền form hoãn thi, xem email xác nhận nhé.. . - PĐT chuẩn bị các công tác tiếp theo.. . - Sau khi PĐT hậu kiểm với Khoa mới ra quyết định hoãn thi, lúc đó điểm 0, điểm 13 sửa thành điểm 14.. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Em xin chào phòng đào tạo ạ.. . Em bị mất mật khẩu tài khoản BKpay và không thể đóng học phí ạ. Em có liên lạc với bên ngân hàng OCB nhưng họ bảo em phải làm việc với bên nhà trường và họ không giải quyết vấn đề về BKpay ạ. Ở địa phương em cũng không có văn phòng giao dịch OCB.. . Mong phòng đào tạo hướng dẫn cho em cách lấy lại tài khoản BKpay hoặc reset mật khẩu BKpay giúp em ạ.. . Em cảm ơn ạ.  . . . .",
            "Chào bạn,. . Cô không hiểu ý bạn, mật khẩu mybk là xài chung cho tất cả dịch vụ?. . Làm gì có mật khẩu bkpay? bạn nói vậy có vẻ ngân hàng họ không hiểu. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em chào phòng đào tạo,. . . . Em là [full_name] MSSV [student_id] hiện đang là sinh viên năm cuối khoa điện-điện tử. Phòng đào tạo cho em hỏi là em đã có điểm học kỳ hè nhưng số tích chỉ tích lũy chung bao gồm của học kỳ hè 203 vẫn chưa có ạ(trên mybk). Nên em không đăng ký tốt nghiệp được.. . . . Mong phòng đào tào kiểm tra lại giúp em. Em xin chân thành cảm ơn!. . . . Trân trọng,. . [full_name]",
            ". . Chào bạn,. . PDT đã ghi nhận yêu cầu về đăng ký xét TN của bạn. SV vui lòng theo dõi email  và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 21/09/2021 SV vẫn chưa nhận được mail hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 11/2021. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính gửi Phòng Đào Tạo,. . . .  . . . . Em tên [full_name] - MSSV: [student_id] , hiện đang là sinh viên Khoa kỹ thuật Giao thông.. . . . Hiện tại em đã tích lũy 125 tín chỉ, đã đạt các môn tiên quyết và tích lũy được 14.5 ngày công tác xã hội.. . . . Theo như yêu cầu của chương trình đào tạo thì em phải tích lũy đủ 126 tín chỉ để đăng ký nhận Luận văn tốt nghiệp (LVTN), điều này đồng nghĩa là em phải đạt các môn anh văn trong chương trình đào tạo, mà do lúc trước em thi xét Chuẩn anh văn hằng năm trên trường và đã đạt Chuẩn từng năm đối với K17 nên em không theo học các lớp Anh văn trong chương trình đào tạo, em dự tính thi CCNN Toeic và chuyển điểm các môn Anh văn nhưng do tình hình dịch bệnh bất ngờ như hiện nay nên em không thể thi được, vì thế em thiếu tín chỉ để đăng ký Luận văn tốt nghiệp.. . . . Em có đăng ký nhận Luận văn tốt nghiệp và đã nhận được kết quả không thành công do không đủ điều kiện nhận LVTN.. . . .  . . . . Em rất mong Phòng đào tạo xem xét giúp em để em có thể đăng ký làm Luận văn tốt nghiệp kịp tiến độ học tập ạ.. . . . Em xin chân thành cảm ơn.. .",
            "Chào bạn, . . Bạn vui lòng làm đơn xin cứu xét đăng ký LVTN (ghi rõ mã MH), trong đơn bạn vui lòng trình bày rõ lý do, còn thiếu cụ thể bao nhiêu chỉ so với quy định.. . Trong đơn phải có xác nhận đồng ý của Khoa cho SV nhận LVTN và phân GVHD cho thời điểm này (có thể xác nhận qua mail). . Cô sẽ giúp bạn trình đơn cho Ban lãnh đạo xem xét và duyệt đơn cho bạn nhé!. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Chào anh/chị,. . . . Em là [full_name]-[student_id], lớp CC17HC11. Cuối tháng 8 rồi em vừa hoàn thành xong bài bảo vệ LVTN, nên xét ra tổng tín chỉ tích lũy ngành của em đã đủ để xét tốt nghiệp đợt 11/2021. Tuy nhiên, trong danh sách dự kiến tốt nghiệp lại không có tên em cũng như các bạn thuộc nhóm ngành Quá trình Thiết bị, nên em mong anh/chị sớm cập nhật danh sách để chúng em có thể đăng ký tốt nghiệp ạ.. . . . Em cám ơn anh/chị đã đọc ạ.",
            ". . Chào bạn,. . PDT đã ghi nhận yêu cầu về đăng ký xét TN của bạn. SV vui lòng theo dõi email  và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 21/09/2021 SV vẫn chưa nhận được mail hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 11/2021. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em chào Thầy/Cô,. . Thầy/Cô cho em hỏi về việc đăng ký in bảng điểm hiện nay thì có nhận được bảng điểm bản mềm không ạ ?. . . . Em cảm ơn.",
            "Chào bạn. . Hiện tại   Pdt chưa hỗ trợ vấn đề này, bạn đăng ký in bảng điểm và nhận qua bưu cục nghen. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Chào thầy/ cô. . . . . Em có xin hoãn thi môn \"  B Phân tích và thiết kế giải thuật (CO3031)  /B \" và đã được phòng đào tạo chấp nhận. Tuy nhiên hôm nay em vô mục điểm thi của mybk thì lại thấy điểm thi cuối kỳ môn này là 0đ. Vậy em gửi mail này để hỏi xem có lỗi gì không ạ? . . . . Em có đính kèm hình ảnh gồm: mail chấp thuận của phòng đào tạo; bảng điểm học kỳ này trong email này ạ.. . . . Trân trọng",
            "Chào em,. . - Danh sách thi PĐT đã gửi trước rồi em (điểm 13, 0). . - Em đã điền form hoãn thi, xem email xác nhận nhé.. . - PĐT chuẩn bị các công tác tiếp theo.. . Thân mến,. ."
        ]
    }
]