[
    {
        "intent": "",
        "message": [
            "HỦY hoãn thi . Dạ em tên [full_name], mssv [student_id], học lớp DT01_A môn Kinh tế chính trị [full_name][full_name][full_name]. Em nghĩ là do mình chưa nộp bài nên đăng kí hoãn thi, nhưng hiện tại em đã có điểm rồi nên em xin được HỦY hoãn thi ạ. Bên dưới là file đơn xin HỦY hoãn thi và file bảng điểm của thầy [full_name]. Em cảm ơn!",
            "HỦY hoãn thi. . . . Dạ em tên [full_name], mssv [student_id], học lớp DT01_A môn Kinh tế chính trị [full_name]-[full_name]. Em nghĩ là do mình chưa nộp bài nên đăng kí hoãn thi, nhưng hiện tại em đã có điểm rồi nên em xin được HỦY hoãn thi ạ. Bên dưới là file đơn xin HỦY hoãn thi và file bảng điểm của thầy [full_name]. Em cảm ơn!  /QUOTE . .",
            "file đâu em. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . MSSV : [student_id]. . Hệ : VHVL. . . . Kính gửi Phòng đào tạo .. . . . Dạ cho em hỏi là khi nào mình có KẾT QUẢ ĐĂNG KÝ LUẬN VĂN TỐT NGHIỆP BỔ SUNG ĐỢT CUỐI vậy ạ .. . Em đã hoàn thành xong hết chương trình đào tạo (bao gồm chuẩn AV) , nhưng qua 3 đợt đăng ký chính em vẫn chưa đăng ký được Luận Văn ạ . . . . . Hiện em vẫn chưa có thời khoá biểu học kỳ này .. . . . Mong phòng đào tạo hỗ trợ đăng ký giúp em để em nhận LVTN ạ .. . . . Em xin cảm ơn quý thầy cô ạ .. .",
            "kết quả TOEIC đã thẩm tra trên MyBK",
            "[full_name]E MSSV/MSGV: [student_id]    . . . . Đăng ký môn học. . . . MSSV : [student_id]. . Hệ : VHVL. . . . Kính gửi Phòng đào tạo .. .   B + Mong phòng đào tạo đăng ký giúp em môn . .  CI4313 ([full_name])  /B . .   B Em đã hoàn thành xong hết chương trình đào tạo (bao gồm chuẩn AV)  /B  , nhưng qua 3 đợt đăng ký chính VÀ đợt đăng ký bổ sung cuối em vẫn chưa đăng ký được [full_name] ạ .. . . . Hiện em vẫn   B chưa có thời khoá biểu học kỳ này .  /B . . . . Mong phòng đào tạo hỗ trợ   B đăng ký giúp em [full_name] (CI4313)  /B  để em nhận LVTN ạ .. . . .   B Đính kèm :  /B . . 1. Ảnh đã thẩm tra TOEIC trên MyBK. . 2. Ảnh xét danh sách nhận [full_name] Tốt Nghiệp .. . . . Em đã   B cố liên lạc với phòng đào tạo qua group zalo VHVL và email + qua BKSI   /B nhưng vẫn chưa được phản hồi ạ . Hiện tại em đang rất lo lắng vì chưa nhận được luận văn mà học kỳ mới đã bắt đầu gần nữa tháng .. . Mong phòng đào tạo giải quyết sớm giúp em ạ .. . Em xin cảm ơn quý thầy cô ạ .. .   /[full_name]E . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ .",
            "Chào bạn,. . Hiện tại đã hết thời gian hiệu chỉnh  và hủy môn học của học kỳ chính và HK dự thính (lộ trình 1) HK211 nhé bạn.. . SV vui lòng đợi thông báo về việc rút môn học (có tính học phí theo quy định), sẽ thông báo cho SV trong tháng 9/2021. . Xem chi tiết quy chế tại đây:. . aao.hcmut.edu.vn/sinh viên/quy chế/học vụ/Quy chế đào tạo và học vụ bậc đại học, cao đẳng:/ điều 11.2. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Mở lớp dự thính (bắt đầu học từ 30/8) . Em xin chào thầy/cô. . . . Em là sinh viên hệ Vừa học vừa làm, ngành Công nghệ thông tin.. . . . Em muốn xin mở môn Nhập môn điện toán CO1005. Nhiều kỳ qua em luôn cố gắng đăng ký nhưng môn học vẫn không mở. Lần đăng ký dự thính đợt 1 kỳ này có tới 34 bạn đăng ký nhưng tới đợt 2 môn vẫn không mở.. . . . Em đã làm đơn xin mở lớp giảng dạy gửi thầy [full_name], nhưng thầy trả lời là kỳ nào cũng mở. Nhưng em đã kiểm tra tất cả các đăng ký môn gần đây, không có kỳ nào mở môn này hệ VHVL hoặc dự thính.. . . . Em thật sự rất rối vì không có 1 sự hướng dẫn cụ thể nào, em đã đủ điều kiện tốt nghiệp nhưng vẫn thiếu 1 môn này.. . . . Kính mong các thầy/cô hỗ trợ giúp em.. . . . Em xin cám ơn.. . . .",
            "Chào bạn. . Phòng đào tạo đã ghi nhận thông tin bạn đăng ký môn học chung với K2021, Thời gian bắt đầu học của Khoá 2021 là 4/10/2021, nên bạn vui lòng xem TKB tại Mybk vào thời gian trên, nếu không có TKB thì phản hồi lại Pdt. . Thân. .",
            "li answer rate: Answer suits the needs / Câu trả lời đúng ý",
            "Em chào cô. . . . Sau khi nhận được câu giải đáp của cô thì hôm nay cô [full_name] bên Khoa KH&KT Máy tính có gửi mail đơn mở môn của em cho hệ VHVL như sau: . . . . \"Gửi [full_name],. . Khoa KH&KT Máy tính đồng ý mở lớp Nhập môn Điện toán, hệ VLVH với thông tin như sau:. . - LT: Nhập môn Điện toán_CO1005, tối thứ 2, tiết 13-15, Thầy [full_name]_002715 phụ trách lớp;. . - [full_name]: Nhập môn Điện toán ([full_name])_CO1006, sáng Chủ nhật, tiết 2-6, Thầy [full_name]_009919 phụ trách lớp.. . Đính kèm phiếu đề nghị mở lớp có đủ 3 chữ ký CBGD, CNBM và BCN Khoa.. . Em nộp về cho PĐT để được xem xét giải quyết được mở lớp nhé.. . Kim [full_name]\". . . . Em xin được gửi đơn để xin được mở lớp, vì còn các bạn hệ VHVL khác chưa học môn này.. . . . Kính mong cô hỗ trợ xem xét đơn này giúp em.. . . . Em xin cám ơn.. . . .",
            "Chào bạn. . Thời điểm bạn nộp đơn đã hết thời gian để mở thêm lớp và đăng ký học cho dự thính . . Theo Câu Cô đã trả lời Thời gian: 08/26/2021 02:19:17 pm. . Từ: [548] (002282) [full_name]. . . . Chào bạn. . Phòng đào tạo đã ghi nhận thông tin bạn đăng ký môn học chung với K2021, Thời gian bắt đầu học của Khoá 2021 là 4/10/2021, nên bạn vui lòng xem TKB tại Mybk vào thời gian trên, nếu không có TKB thì phản hồi lại Pdt. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "XIN Phòng Đào Tạo xem xét tạo điều kiện cho em được thu nhận và gia hạn thêm một học kì HK211. . . .",
            "Bạn bổ sung thêm đơn Thu nhận lại HK211 nữa nghen"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em chào Thầy/Cô ạ,. . Hiện tại em đang thiếu 1 ngày CTXH để nhận LVTN, với tình hình dịch bệnh này thì Nhà Trường có xét chuẩn CTXH hay giảm ngày xuống khi xét LVTN không ạ.. . Em cảm ơn ạ.",
            "Chào bạn,. . Không được nhé bạn, để hoàn thành Ngày CTXH, SV có rất nhiều cách, kể cả tham gia các hoạt động địa phương. SV cần liên hệ P.CTCT-SV và Đoàn-Hội để được hỗ trợ.. . . . Phải đủ điều kiện bạn mới có thể đăng ký được môn LVTN.. . Sau khi đủ điều kiện, bạn có thể làm đơn xin đăng ký LVTN trễ hạn sau khi hết thời gian đăng ký online.. . Trong đơn phải có xác nhận đồng ý của giáo viên hướng dẫn và Ban chủ nhiệm khoa sau đó nộp tại Phòng Đào tạo để được xem xét đăng ký bổ sung trễ hạn. . Chúc bạn học tốt. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ .",
            "Chào bạn,. . vui lòng trình bày rõ câu hỏi. . thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em chào thầy/cô, . . sau thời gian làm việc với khoa và bộ môn, hiện tại em đã có được sự đồng ý của thầy phụ trách giảng dạy_ thầy [full_name], thầy chủ nhiệm bộ môn_ Thầy [full_name], Thầy phó Khoa_ thầy [full_name] (có hình ảnh minh chứng đính kèm) về việc đăng kí mở lớp đặc cách môn: thực tập quá trình và thiết bị (CH2087).. . Nhờ thầy/ cô xem xét mở lớp môn học này dùm tụi em. Vì làm việc online có chút khó khăn nên mới dẫn đến sự chậm trễ như thế này, mong thầy cô thông cảm và giúp đỡ chúng em. Em xin gửi kèm thêm danh sách những bạn mong muốn đăng kí môn học này. Mong nhận được sự phản hồi từ thầy/cô.. .",
            "Chào bạn . . Pdt đang xem xét mở môn này ở HK chính. . Tuy nhiên, bạn phải gởi danh sách sv tham gia để Pdt đăng ký . . Bây giờ bạn lập danh sách chính xác bao nhiêu bạn, chịu trách nhiệm về danh sách, nếu có chữ ký của các bạn thì tốt hơn và gởi Thầy [full_name] ký xác nhận đảm bảo vào danh sách lớp học. . Vì giờ Pdt phải đăng ký theo danh sách để tránh trường hợp đăng ký lầm cho SV không có nhu cầu học nên bạn vui lòng gởi thông tin chính xác, chịu trách nhiệm giải trình nếu có phát sinh vấn đề gì. . Thân. .",
            "Dạ hiện tại hình như môn Thự tập quá trình thiết bị đã được mở, Em đọc được yêu cầu là từng người phải tự yêu cầu đăng kí. . Là thành viên trong danh sách đăng kí trước đó  nên em xin đăng kí tham gia lớp TTQTTB (CH2087) ạ",
            "Chào bạn,. . PDT đã ghi nhận yêu cầu về ĐKMH của bạn và đã chuyển cho bộ phận ĐKMH kiểm tra và xử lý.. . Bạn vui lòng theo dõi và kiểm tra TKB thường xuyên trên mybk/Thông tin SV và hệ thống BKeL để kịp tham gia lớp học online. SV chủ động liên hệ với GV để xin vào lớp học trước nhé!. . Trường hợp nếu không đăng ký được (không có khả năng hoặc không đủ điều kiện)  PDT sẽ phản hồi cho SV qua bksi.. . Chúc các bạn học tốt!. . Thân. .",
            "Dạ hiện tại môn học đã được mở ấy ạ. . Bạn em đã được vào lớp. . Pđt có trả lời bạn em là bạn nào muốn vào lớp thì tự đăng kí trên bksi ạ. .",
            "Vậy thông báo bạn nào muốn thì đăng ký gấp nghen",
            "Em đa thông báo đến hết những người trong nóm muốn đăng kí. . Và đã lên bksi đăng kí riêng từng người rồi ạ"
        ]
    },
    {
        "intent": "",
        "message": [
            "Em tên: [full_name] mssv [student_id].. . Lý do viết đơn: Em xin được đăng ký học lớp Đồ án môn học thiết kế đường (CI3221) nhóm lớp L01 .. .",
            "Chào bạn,. . PDT đã ghi nhận yêu cầu về ĐKMH của bạn và đã chuyển cho bộ phận ĐKMH kiểm tra và xử lý.. . Bạn vui lòng theo dõi và kiểm tra TKB thường xuyên trên mybk/Thông tin SV và hệ thống BKeL để kịp tham gia lớp học online. SV chủ động liên hệ với GV để xin vào lớp học trước nhé!. . Trường hợp nếu không đăng ký được (không có khả năng hoặc không đủ điều kiện)  PDT sẽ phản hồi cho SV qua bksi.. . Chúc các bạn học tốt!. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Chào thầy cô,. . Em là SV K17 BDCN. EM hoàn thành xong chương trình học, đã bảo vệ tiểu luận hồi tháng 1/2021. 16/4/2021 em có làm giấy sinh thu nhận lại vì không đăng ký hk2/2020-2021.. . Em chỉ còn mỗi chứng chỉ anh văn để xét tốt nghiệp nhưng do dịch nên không thể đăng ký thi. Em muốn hỏi em có cần phải làm giấy thu nhận cho HK1/2021-2022 không ạ, vì em chỉ còn mổi chứng chỉ anh văn để tốt nghiệp?. . Em cám ơn.. .",
            "Chào bạn,. . SV vui lòng tải mẫu đơn thu nhận tại trang aao.hcmut.edu.vn/Sinh viên/biểu mẫu. Điền đầy đủ thông tin và gửi qua bksi nhé.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính gửi Phòng Đào Tạo,. . Em vừa đóng học phí và được đăng ký môn học.. . Nhưng em đăng ký các môn dự thính không được vì không trong lộ trình đợt 1. ( Đính kèm hình ảnh). . . . Mong Phòng Đào Tạo xem xét, cho em được đăng ký môn học đợt này.. . . . Trân trọng,. . Khiết Như.",
            "Chào em,. . Em vui lòng trình bày lý do, mã môn học, tên môn học, mã nhóm để PĐT xem xét nhé.. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em chào Thầy/Cô,. . Vào học kỳ dự thính 201, em có đăng ký 2 môn:. .   (1) Môn tương đương là môn \"Lý thuyết s/số &xử lý sl (CI3251)\" thay cho môn \"Lýthuyết ssố & xlý sl đo (CI2019)\" mã cũ không còn mở lớp.. .   (2) Môn thay thế là môn \"Vật liệu xây dựng (CI2037)\" thay cho môn \"Tin học trong trắc địa (CI2035)\" không còn mở lớp.. . Em đã đạt 2 môn này nhưng đến nay vẫn chưa cập nhật vào số tích chỉ tích lũy ngành. Vậy em để hệ thống tự cập nhật hay có cần làm đơn chuyển điểm không ạ.. . Vì học kỳ này em có đăng ký luận văn đợt bổ sung, nhưng em sợ khi hậu kiểm sẽ bị xóa luận văn do thiếu tín chỉ tích lũy ngành.. . Em mong quý Thầy/Cô giúp đỡ! Em cảm ơn!",
            "Chào bạn,. . Về Chương trình Đào tạo, danh sách môn tương đương…, bạn vui lòng xem tại:. . aao.hcmut.edu.vn/Sinh viên/Chương trình Đào tạo. . Sinh viên thắc mắc về CTĐT vui lòng liên hệ về Khoa xin gặp Thầy/Cô Phụ trách về CTĐT để được tư vấn và hỗ trợ thêm.. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Chào PĐT,. . Hôm trước em có đăng ký nhầm môn Cơ học thủy khí-TR1005 của hệ Việt-Pháp. Sau khi học được 1 buổi thì có mail hủy môn do sai hệ. Mong PĐT xem xét mở đăng ký lại lớp Cơ học thủy khí-TR1005 của hệ đại trà.. . Em xin cảm ơn.",
            "Chào bạn,. . PDT đã ghi nhận yêu cầu về ĐKMH của bạn và đã chuyển cho bộ phận ĐKMH kiểm tra và xử lý.. . Bạn vui lòng theo dõi và kiểm tra TKB thường xuyên trên mybk/Thông tin SV và hệ thống BKeL để kịp tham gia lớp học online. SV chủ động liên hệ với GV để xin vào lớp học trước nhé!. . Trường hợp nếu không đăng ký được (không có khả năng hoặc không đủ điều kiện)  PDT sẽ phản hồi cho SV qua bksi.. . Chúc các bạn học tốt!. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em không biết là trường có thể gia hạn thời gian nộp bản sao bằng tốt nghiệp THPT được không ạ. .",
            "Chào bạn,. . PDT sẽ tổng kiểm tra bằng TN THPT (và bằng Cao Đẳng, Đại học đối với SV bằng 2, và VLVH). SV phải chuẩn bị sẵn sàng (bảng sao và bản scan) các bằng TN. Thời gian kiểm tra là trong tháng 10 và theo thông báo riêng. . Thân mến,. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ em chào PĐT. Em tên là [full_name]([student_id]). Hôm trước em có đăng kí môn Giải tích 2 (MT1005) ở đợt đăng kí bổ sung HK211( học từ 30/8) nhưng bây giờ em xin hủy đăng kí môn, vì trong đợt dịch này em không đủ kinh tế để đóng học phí ạ. Mong PĐT có thể giải quyết giúp em ạ. Em cảm ơn",
            "Chào bạn,. . PDT đã ghi nhận yêu cầu về ĐKMH của bạn và đã chuyển cho bộ phận ĐKMH kiểm tra và xử lý.. . Bạn vui lòng theo dõi và kiểm tra TKB thường xuyên trên mybk/Thông tin SV và hệ thống BKeL để kịp tham gia lớp học online. SV chủ động liên hệ với GV để xin vào lớp học trước nhé!. . Trường hợp nếu không đăng ký được (không có khả năng hoặc không đủ điều kiện)  PDT sẽ phản hồi cho SV qua bksi.. . Chúc các bạn học tốt!. . Thân mến,. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "cho em hỏi này có hủy được môn đã đăng kí dự thính đợt 1 được không ạ?  .",
            "Chào bạn,. . Hiện tại đã hết thời gian hiệu chỉnh  và hủy môn học nhé bạn.. . SV vui lòng đợi thông báo về việc rút môn học (có tính học phí theo quy định), sẽ thông báo cho SV trong tháng 9/2021. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "B   /B   B   /B   B   /B Đăng ký môn học  /i  B . . Thưa [full_name], vừa rồi em nhận được mail hủy đăng ký môn Trường điện từ do nhầm lớp Việt pháp. em muốn đăng kí lại ạ, em học hệ đại trà. . . [full_name] [student_id] Điện điện tử. .",
            "Chào bạn,. . Vui lòng ghi rõ lại tên MH, Mã MH và mã nhóm bạn muốn xin ĐK nhé (ghi rõ lý do). . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Trước tình hình dịch covid như hiện nay. Em muốn rút môn học bằng hình thức online cần thực hiện như thế nào ạ?",
            "Chào bạn,. . SV vui lòng đợi thông báo về việc rút môn học (có tính học phí theo quy định), sẽ thông báo cho SV trong tháng 9/2021. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Dạ là do e bị tạm dừng vì đóng học phí trễ ạ nên e ko có lịch thi các môn học kì 2 vậy h e có đc thi lại ko ạ hay là e phải đăng kí học dự thính ạ",
            "Chào bạn,. . Trường hợp của bạn đã bị hủy TKB/lịch thi do thanh toán học phí không đúng hạn.. . Bạn vui lòng xem quy định về TT học phí tại đây:. . aao.hcmut.edu.vn/sinh viên/quy chế/học vụ/Quy chế đào tạo và học vụ bậc đại học, cao đẳng:/điều 7.2. . Về thông báo và mail nhắc đóng học phí đã gửi cho SV nhiều lần.. . Các trường hợp khó khăn SV cần liên hệ tại Phòng Công tác Chính trị Sinh viên để làm đơn gia hạn học phí ngay từ đầu học kỳ.. . Để tiếp tục ĐKMH cho HK 211, SV vui lòng tải mẫu đơn thu nhận tại trang aao.hcmut.edu.vn/Sinh viên/biểu mẫu. . Điền đầy đủ thông tin và gửi qua bksi nhé. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học .",
            "Em xin gửi Đơn xin chuyển điểm để đăng kí Luận văn tốt nghiệp có xác nhận của Bộ môn Cầu đường và Khoa xây dựng.. . . . Kính mong phòng đào tạo xem xét giúp trường hợp của em. Em cảm ơn ạ!"
        ]
    },
    {
        "intent": "",
        "message": [
            ". . Đăng ký môn học .  Em chào pđt. .  Em là Nguyên Đại Phát Minh. .  Mssv: [student_id]. .  Lớp: BD17CN01. . Em xin pđt mở khóa đợt đkmh dự thính bổ sung đợt 2 để em có thể hủy môn ạ. Em xin cảm ơn.",
            "Chào bạn,. . Hiện tại đã hết thời gian hiệu chỉnh  và hủy môn học nhé bạn.. . SV vui lòng đợi thông báo về việc rút môn học (có tính học phí theo quy định), sẽ thông báo cho SV trong tháng 9/2021. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em muốn đăng kí lại 2 môn bị huỷ được không ạ?",
            "Chào bạn,. . Sv nếu có nhu cầu đăng ký lại thì gởi yêu cầu đăng ký trên BKSI, PĐT sẽ hỗ trợ đk cho SV vào nhóm lớp hệ chính quy đại trà nếu môn học còn sĩ số cho phép.. . Bạn tự kiểm tra xem bạn muốn bs MH nào, mã nhóm nào nhé, vì nhóm việt pháp bạn không thể đăng ký được nữa nhé!. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em tên [full_name]. . MSSV : [student_id]. . MSMH: MT1003. . Lớp DT05-B. . Em xin nộp đơn xin HỦY hoãn thi theo cô đã hướng dẫn.. . Em gởi đính kèm theo đơn ạ.. . Em cảm cô.",
            "Chào bạn. . - Phòng Đào tạo đã đồng ý yêu cầu về việc xin HUỶ Hoãn Thi của bạn. . . - Bạn thi bình thường theo Lịch thi đã thông báo. . - Trường hợp có sự cố bất khả kháng trong khi thi dẫn đến không thể hoàn thành được bài thi, và không được giải quyết cho thi các ca thi sau (nếu có), sinh viên có thể đăng ký \"Hoãn thi\" ngay sau buổi thi (không phải vắng thi có phép), SV phải báo với CBCT hoặc trực thi để được ghi nhận vào trong danh sách thi. PDT sẽ đối chiếu lại với danh sách Khoa để ra quyết định hoãn thi. . Chúc bạn học tập tốt nhé.. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính gởi phòng đào tạo.. . Em tên [full_name]. Khoa cơ khí.. . Do không chú ý mail trường nên em đã bỏ lỡ đăng kí môn học. Kính xin quý thầy cô cho em đăng kí môn Đồ án thiết kế (Mã môn học ME2011, nhóm lớp T01) để duy trì tình trạng học tập. Em cám ơn rất nhiều.",
            "Chào bạn. . Nhóm này dành cho SV không chính quy nhé bạn,. . bạn vui lòng kiểm tra lại. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ .",
            "Chào bạn. . - Phòng Đào tạo đã đồng ý yêu cầu về việc xin HUỶ Hoãn Thi của bạn. . . - Bạn thi bình thường theo Lịch thi đã thông báo. . - Trường hợp có sự cố bất khả kháng trong khi thi dẫn đến không thể hoàn thành được bài thi, và không được giải quyết cho thi các ca thi sau (nếu có), sinh viên có thể đăng ký \"Hoãn thi\" ngay sau buổi thi (không phải vắng thi có phép), SV phải báo với CBCT hoặc trực thi để được ghi nhận vào trong danh sách thi. PDT sẽ đối chiếu lại với danh sách Khoa để ra quyết định hoãn thi. . Chúc bạn học tập tốt nhé.. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "chào [full_name],. . Em tên [full_name] mssv [student_id], dạ em đọc được là số tín chỉ tối thiểu để đăng kí luận văn là 126 chỉ, nhưng em học hết môn thì tổng là 125 chỉ ( vì còn thiếu anh văn nên đợt dịch này em ko đang kí thi để nộp điểm anh văn vào được ) vậy có tính là đủ điều kiện đăng kí luận văn ko ạ. Em cảm ơn nhiều ạ. . Best regards . . . .",
            "Chào bạn,. . Bạn xem quy định về nhận LVTN tại đây và kiểm tra điều kiện mình nhé:. . Xem chi tiết quy chế tại đây:. . aao.hcmut.edu.vn/sinh viên/quy chế/học vụ/Quy chế đào tạo và học vụ bậc đại học, cao đẳng:/ Điều 10. Thực tập tốt nghiệp, Luận văn tốt nghiệp và các môn đặc biệt. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác  /i  Cho em hỏi đợt đăng kí lộ trình 2 dự thính này em muốn hủy môn giải tích 2 . nhưng mà em vào thì không hủy được .vậy có cách nào để em hủy môn đó được không ạ ?. . . .",
            "Chào bạn,. . Hiện tại đã hết thời gian hiệu chỉnh  và hủy môn học nhé bạn.. . SV vui lòng đợi thông báo về việc rút môn học (có tính học phí theo quy định), sẽ thông báo cho SV trong tháng 9/2021. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Dạ chào thầy cô PĐT!. . Em đã làm đơn xin miễn môn học các môn Xác suất thống kê cũng như, quản trị kinh doanh cho kỹ sư với MSSV [student_id]. . Mong PĐT giải quyết cho sinh viên, đã bao gồm các file bảng điểm cũng như đơn đề nghị.",
            "Chào em,. . Em vui lòng gửi đơn, chụp hình bảng điểm gửi [email] để xem xét nhé.. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em đã đăng kí hoãn thi theo link của trường môn SP1009 Đườnglối CM của ĐảngCSVN, nhưng bảng điểm trong thông tin sinh viên của em môn này lại bị điểm 13 vắng thi, mong nhà trường giải quyết vấn đề này giúp em, xin cảm ơn.",
            "Chào em,. . - Danh sách thi PĐT đã gửi trước rồi em. . - Em đã điền form hoãn thi, xem email xác nhận nhé.. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học .   B  Dạ em chào cô ạ, em là [full_name] [student_id], hiện tại em vừa bị miss thông báo đăng ký luận văn, cô cho em hỏi còn có đợt đăng ký luận văn vét không cô, và có cách nào để đăng ký luận văn nữa không ạ  /B",
            "Chào bạn,. . Bạn vui lòng gửi yêu cầu xin ĐK môn LVTN (ghi rõ lý do, tên MH, mã MH) để PDT kiểm tra và trả lời nhé!. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: dạ hiện là đã hơn 1 tuần em tạo câu hỏi nhờ anh/chị trợ giúp nhưng đến giờ em vẫn chưa nhận được câu trả lời ạ. MOng anh/chị có thể sắp xấp hỗ trợ em với ạ",
            "Chào bạn. . Về vấn đề này bạn vui lòng liên hệ Văn phòng đào tạo quốc tế qua địa chỉ mail: [email] . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Lỗi do em nghĩ môn thực tập sẽ không được học trong mùa dịch nhưng nay môn được tổ chức học onl nên không biết em có thể đăng kí bổ sung được không ạ. Môn bắt đầu học vào ngày 31/8. .  . .",
            "Chào bạn,. . SV chủ động liên hệ Khoa để xin thực tập, vì hiện tại đã bắt đầu học kỳ.. . Vui lòng bổ sung rõ lý do, tên MH, mã MH và mã nhóm xin Đăng ký để PDT kiểm tra và trả lời. . Thân",
            "Lý do: em nghĩ môn thực tập sẽ không được học trong mùa dịch nhưng nay môn được tổ chức học onl. Em có thể đăng kí bổ sung được không ạ. . Thực tập đại cương -ME3159-L02",
            "Chào bạn,. . PDT đã ghi nhận yêu cầu về ĐKMH của bạn và đã chuyển cho bộ phận ĐKMH kiểm tra và xử lý.. . Bạn vui lòng theo dõi và kiểm tra TKB thường xuyên trên mybk/Thông tin SV và hệ thống BKeL để kịp tham gia lớp học online. SV chủ động liên hệ với GV để xin vào lớp học trước nhé!. . Trường hợp nếu không đăng ký được (không có khả năng hoặc không đủ điều kiện)  PDT sẽ phản hồi cho SV qua bksi.. . Chúc các bạn học tốt!. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em tên [full_name] MSSV [student_id]2, hiện em đã hết hạn đào tạo theo chương trình chính khóa. Trong đợt đk môn học vừa rồi em đk các môn còn thiếu để có thể tốt nghiệp theo diện vừa học vừa làm, các môn học đã lên tkb. Nhưng hiện tại thì tkb của em bị hủy và ko thể đk lại được. Em được xin chuyển qua hệ VHVL và khôi phục tkb đã đăng ký trong học kỳ. Mong pđt giúp em với, em chỉ còn nợ 4 môn và đồ án tốt nghiệp, em rất mong muốn được tốt nghiệp . Kính mong phòng đào tạo giúp em."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Thưa PĐT, . . Vừa rồi em có đăng ký hoãn môn thi Đường lối cách mạng của Đảng Cộng sản Việt Nam (SP1009), nhóm A04-A, ngày thi 09/08/2021 lúc 10:00 và có xác nhận của PĐT. Tuy nhiên, em nhận được bảng điểm tổng kết là 13 (vắng thi) nhưng đúng ra phải là điểm 14 (hoãn thi, được phép thi sau).. . Kính mong PDDT kiểm tra gấp giúp em.",
            "Chào em,. . - Danh sách thi PĐT đã gửi trước rồi em. . - Em đã điền form hoãn thi, xem email xác nhận nhé.. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Thưa Thầy/Cô em là Đỗ Vĩnh Phúc- MSSV [student_id] sv khoa Cầu Đường K15. . Do bị kẹt trong vấn đề chuyển điểm môn học tương đương giữ Chương trình đào tạo cũ và Chương trình đào tạo mới nên em chưa thể đăng kí kịp đợt đăng kí LVTN cuối(từ ngày 23-25/08). . . . Nay sau khi được chuyển điểm môn tương đương em làm đơn xin cho em được đăng kí bổ sung môn   B LVTN(CI4313)  /B  để kịp hoàn thành chương trình đạo tạo.. . Mong Thầy/Cô hỗ trợ xem xét giúp trường hợp của em. Em cảm ơn Thầy Cô ạ.",
            "Chào bạn,. . PDT đã ghi nhận yêu cầu về ĐKMH của bạn và đã chuyển cho bộ phận ĐKMH kiểm tra và xử lý.. . Bạn vui lòng theo dõi kết quả cật nhật TKB tại mybk sau ngày 6/9/2021. . Trường hợp sau ngày này vẫn chưa có TKB, SV vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . SV chủ động liên hệ khoa để xin nhận GV hướng dẫn.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Gửi PĐT, học kì 211 này em có đăng kí [full_name] Văn Tốt Nghiệp, nhưng hiện tại số ngày CTXH của e chưa đủ điều kiện để nhận LVTN (8.5 ngày). Hiện tại tình hình dịch bệnh đang căng thẳng và gần như các hoạt động ở trường đều tạm dừng. Địa phương em thì không có đăng kí tình nguyện viên hỗ trợ dịch bệnh và hiện tại chỉ có hiến máu tình nguyện, nếu em đi hiến máu tình nguyện thì cũng chỉ được 1 ngày và vẫn chưa đủ 10 ngày để nhận LVTN.. . . . Vậy PĐT cho em hỏi là nhà trường có thể miễn điều kiện hoặc cho một khoảng thời gian nào đó để em bổ sung sau và làm cam kết bổ sung đủ trong kì này được không ạ. Em sẽ cố gắng bổ sung bằng hình thức hiến máu tình nguyện 2 lần trong 3 tháng.. . . . Kính mong các thầy cô PĐT hỗ trợ và giúp đỡ giúp em ạ. Tình hình dịch bệnh khó khăn quá ạ!",
            "Chào bạn,. . Không được nhé bạn, để hoàn thành Ngày CTXH, SV có rất nhiều cách, kể cả tham gia các hoạt động địa phương. SV cần liên hệ P.CTCT-SV và Đoàn-Hội để được hỗ trợ.. . . . Phải đủ điều kiện bạn mới có thể đăng ký được môn LVTN.. . Sau khi đủ điều kiện, bạn có thể làm đơn xin đăng ký LVTN trễ hạn sau khi hết thời gian đăng ký online.. . Trong đơn phải có xác nhận đồng ý của giáo viên hướng dẫn và Ban chủ nhiệm khoa sau đó nộp tại Phòng Đào tạo để được xem xét đăng ký bổ sung trễ hạn. . Chúc bạn học tốt. . Thân. .",
            "Chào em,. . Em liên hệ phòng Công tác chính trị sv qua email [email] để được hướng dẫn nhé.. . . . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ .",
            "Chào bạn,. . SV vui lòng đợi thông báo về việc rút môn học (có tính học phí theo quy định), sẽ thông báo cho SV trong tháng 9/2021. . Thân mến,. .",
            "Chào bạn,. . Hiện tại đã hết thời gian hiệu chỉnh  và hủy môn học của học kỳ chính và HK dự thính (lộ trình 1) HK211 nhé bạn.. . SV vui lòng đợi thông báo về việc rút môn học (có tính học phí theo quy định), sẽ thông báo cho SV trong tháng 9/2021. . Xem chi tiết quy chế tại đây:. . aao.hcmut.edu.vn/sinh viên/quy chế/học vụ/Quy chế đào tạo và học vụ bậc đại học, cao đẳng:/ điều 11.2. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Dạ em tên [full_name] MSSV [student_id], đang có vấn đề về điểm thi môn Đường lối Đảng Công Sản Việt Nam (SP1009) nhóm L02 hiện cần Phúc tra lại bài thi, hiện khi vào mybk để đăng ký phúc tra(em đã đăng nhập thành công) hiện web báo là không có thông tin bảng điểm nhưng hiện điểm đã có trên bảng điểm trên mybk và môn này là môn thi tự luận, mong thầy cô phản hồi sớm giúp em ạ, vì hiện phúc tra chỉ được thức hiện trong 7 ngày tính từ lúc có điểm thi ạ.. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Dạ em chào anh/chị. anh chị có thể cho em hỏi cách xin đổi giáo viên hướng dẫn đclv-lvtn như thế nào k ạ. và mẫu đơn những giấy tờ cần thiết",
            "Chào bạn,. . Bạn vui lòng liên hệ [full_name] để được hướng dẫn và hỗ trợ nhé!. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]1  /b \t. . . .   i Tốt nghiệp . xin chào Pdt, . . em sinh viên K2013 nay em đã chuyển qua hệ vừa học vừa làm, nhưng khi em lên đăng ký thông tin tốt nghiệp vẫn hiện lên là hệ chính quy, . . em có đính kèm ảnh, pdt cập nhập giúp em. . hiện em đã đủ điều kiện tốt nghiệp hệ vừa học vừa làm. . nhưng em không thể đăng ký được, xin pdt hướng dẫn thủ tục",
            "Chào bạn. . - Đợt đăng ký tốt nghiệp hiện tại đến 30/8 là của HK 202. . - Đợt tốt nghiệp tháng 11/2021 - HK211 sẽ có thông báo cụ thể cho SV về danh sách về cách đăng ký tốt nghiệp dự kiến bắt đầu từ tháng 9/2021. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Em chào Thầy/[full_name][full_name]211(lộ trình 2) em đăng ký môn học Cơ sở kỹ thuật điện(EE2017) nhưng hiện tại thì sĩ số lớp đã đầy. Em mong PĐT đăng ký thêm em vào sĩ số lớp đó ạ. Em xin chân thành cảm ơn.. . Họ và Tên: [full_name]. . MSSV: [student_id]. . Môn đăng ký: Cơ sở kỹ thuật điện(EE2017). . Lớp: DT01_DT01. . . .",
            "Chào em,. . \"SV ĐK ONLINE, [full_name]M\". . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Xin phòng đào tạo kiểm tra giúp em vì sao em chưa có tên trong danh sách tốt nghiệp dự kiến ạ. . . Em tên [full_name] . . MSSV [student_id]. . Em xin cảm ơn.",
            "Chào bạn. . - Đợt đăng ký tốt nghiệp hiện tại đến 30/8 là của HK 202. . - Đợt tốt nghiệp tháng 11/2021 - HK211 sẽ có thông báo cụ thể cho SV về danh sách về cách đăng ký tốt nghiệp dự kiến bắt đầu từ tháng 9/2021. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính gửi quý thầy/cô Phòng đào tạo.. . Em là [full_name] [student_id]. Tình hình là khi đăng ký LVTN (CI4313), hệ thống có báo thiếu môn CI4123-DAMH Thiết kế cầu.. . Nay em xin nộp đơn chuyển điểm môn tương đương CI4033- Xây dựng cầu để được đăng ký LVTN. Mọi chi tiết em đã nêu rõ trong đơn và được Bộ môn cầu đường chấp nhận.. . Kính mong quý thầy cô Phòng đạo tạo xem xét để em được đăng ký LVTN (CI4313). Em xin chân thành cảm ơn.",
            "Chào bạn,. . PDT đã ghi nhận yêu cầu về ĐKMH của bạn và đã chuyển cho bộ phận ĐKMH kiểm tra và xử lý.. . Bạn vui lòng theo dõi kết quả cật nhật TKB tại mybk sau ngày 6/9/2021. . Trường hợp sau ngày này vẫn chưa có TKB, SV vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . SV chủ động liên hệ khoa để xin nhận GV hướng dẫn.. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Mở lớp dự thính (bắt đầu học từ 30/8) . Gửi PDT,. . Em là [full_name], mssv: [student_id], sinh viên cơ điện tử ct PFIEV K16. Em viết thư này để xin khoa mở lớp dự thính cho tụi em môn Âm học (007703) thuộc khoa KHUD ạ. Do môn này từ k19 trở về sau đã bỏ và không có môn tương đương, số lượng sv nợ cũng chỉ còn 3 sv. Em có viết thư xin thầy dạy dự thính môn này nhưng thầy chưa phản hồi nên hiện tại 3 sv tụi em đang không biết làm sao để trả nợ môn mà tốt nghiệp được ạ. Mong PDT giúp đỡ tụi em phương án nào để có thể trả nợ môn này.. . Em xin cảm ơn rất nhiều ạ.",
            "Mở lớp dự thính (bắt đầu học từ 30/8) . Gửi PDT,. . Em là [full_name], mssv: [student_id], sinh viên cơ điện tử ct PFIEV K16. Em viết thư này để xin khoa mở lớp dự thính cho tụi em môn ự động hóa & điều khiển tối ưu (409701) thuộc khoa Điện điện tử ạ. Do môn này từ k19 trở về sau đã bỏ và không có môn tương đương, số lượng sv nợ cũng chỉ còn 5 sv. Em có viết thư xin thầy dạy dự thính môn này nhưng thầy chưa phản hồi nên hiện tại 5 sv tụi em đang không biết làm sao để trả nợ môn mà tốt nghiệp được ạ. Mong PDT giúp đỡ tụi em phương án nào để có thể trả nợ môn này.. . Em xin cảm ơn rất nhiều ạ.",
            "Quy trình nhận đơn mở lớp (các môn chưa được mở):. . 1-  . . Tải mẫu đơn “Đề nghị mở môn học”, sau đó SV gửi email trực tiếp. . đến Giảng viên giảng dạy & Khoa/Bộ. . môn để được:-. . -      Ký xác nhận đồng ý. . -  \tGhi rõ Thời khoá biểu.. . -  \tĐối với các môn có thực hành/thí nghiệm: Khoa phải cam kết tổ chức. . được cho SV. . 2-  Tiếp theo: gởi đơn + email (tất cả) qua trang hỗ trợ trực tuyến (BKSI)   chọn đề mục: MỞ LỚP DỰ THÍNH    ghi rõ tiêu đề yêu cầu: MỞ MÔN HỌC DỰ THÍNH HK211.. . . . Bạn liên hệ gấp với GVGD đồng ý mở lớp dự thính học đặc cách theo dạng đồ án cho 5 SV. . - làm gấp gởi cho Cô nghen. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Em chào Thầy/[full_name][full_name]211(lộ trình 2) em đăng ký môn học Cơ sở kỹ thuật điện(EE2017) nhưng hiện tại thì sĩ số lớp đã đầy. Em mong PĐT đăng ký thêm em vào sĩ số lớp đó ạ. Em xin chân thành cảm ơn.. . Họ và Tên: [full_name]. . MSSV: [student_id]. . Môn đăng ký: Cơ sở kỹ thuật điện(EE2017). . Lớp: DT01_DT01. . . .",
            "Chào em,. . \"SV ĐK ONLINE, [full_name]M\". . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em chào thầy cô.Em tên là [full_name] học lớp CK20CK06 học kì vừa rồi em có đăng kí hoãn thi môn Nguyên lí máy nhưng vừa rồi trên điểm cập nhật thì điểm thi và điểm tổng kết đều là 13 có nghĩa là vắng thi là sao ạ.. . Em xin chân thành cảm ơn.Chúc thầy cô mạnh khỏe",
            "Chào em,. . - Danh sách thi PĐT đã gửi trước rồi em. . - Em đã điền form hoãn thi, xem email xác nhận nhé.. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "[full_name]/[student_id]. .   i Yêu cầu khác . Dạ em xin kính chào thầy/cô ạ. . Em tên [full_name] - MSSV: [student_id] - Lớp: CK19LOG2. Dạ em gửi mail này xin thầy/cô giải đáp giúp em về việc rút môn học vào học kỳ dự thính HK211 ạ. . . Vì em chưa nhận được mail thông báo của trường về việc cho rút môn học của HK211 mà theo quy chế thì phải rút trước kỳ dự thính là 3 tuần ạ. Em xin phép hỏi thầy/cô là em tự tạo mẫu đơn đăng ký rút môn rồi nộp hay là em phải đợi trường gửi mail thông báo mở đợt đăng ký rút môn học ạ.. . Em cảm ơn thầy/cô và chúc thầy/cô một ngày làm việc vui vẻ ạ.. .",
            "Chào bạn,. . Hiện tại đã hết thời gian hiệu chỉnh  và hủy môn học của học kỳ chính và HK dự thính (lộ trình 1) HK211 nhé bạn.. . SV vui lòng đợi thông báo về việc rút môn học (có tính học phí theo quy định), sẽ thông báo cho SV trong tháng 9/2021. . Xem chi tiết quy chế tại đây:. . aao.hcmut.edu.vn/sinh viên/quy chế/học vụ/Quy chế đào tạo và học vụ bậc đại học, cao đẳng:/ điều 11.2. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Nhà trường giúp em rút môn học Đồ án thiết kế ME3139- Lớp L04 với ạ!. . Lý do: Do dịch bệnh phức tạp giờ gia đình em khó khăn không có đủ điều kiện đóng học phí.Bố mẹ giờ không đi làm được gì cả nên phần học phí với em giờ rất nặng và áp lực. Em mới bị té xe nữa mà môn học thì hơi khó nên sợ không đủ sức khoẻ để học môn này.Nên mong nhà trường thông cảm cho em rút cho em môn học này. Em cám ơn rất nhiều!",
            "Chào bạn,. . Hiện tại đã hết thời gian hiệu chỉnh  và hủy môn học của học kỳ chính và HK dự thính (lộ trình 1) HK211 nhé bạn.. . SV vui lòng đợi thông báo về việc rút môn học (có tính học phí theo quy định), sẽ thông báo cho SV trong tháng 9/2021. . Xem chi tiết quy chế tại đây:. . aao.hcmut.edu.vn/sinh viên/quy chế/học vụ/Quy chế đào tạo và học vụ bậc đại học, cao đẳng:/ điều 11.2. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . em hiện là sinh viên vừa học vừa làm khóa 2019 học tại cơ sở trường Cao Đẳng điện lực nhóm lớp Z3CD. . em xin nhờ trường đăng ký giúp em môn đồ án MSMH : 3061 . . để em được học cùng tiến độ với lớp ạ em xin cảm ơn.",
            "Chào bạn,. . Vui lòng xem lại tên và mã môn học nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Xin chào PĐT, mình đã đăng ký môn Anh [full_name] dự thính ở đợt 1 nhưng qua đợt ai lại bị xóa bây giờ lớp full  sĩ số mình không đăng ký được. Xin phòng đào tạo cho mình đăng  ký vào lớp học [full_name] 7 Giảng Viên [full_name]. Cảm ơn PĐT rất nhiều.",
            "Chào bạn,. . PDT đã ghi nhận yêu cầu về ĐKMH của bạn và đã chuyển cho bộ phận ĐKMH kiểm tra và xử lý.. . Bạn vui lòng theo dõi và kiểm tra TKB thường xuyên trên mybk/Thông tin SV và hệ thống BKeL để kịp tham gia lớp học online. SV chủ động liên hệ với GV để xin vào lớp học trước nhé!. . Trường hợp nếu không đăng ký được (không có khả năng hoặc không đủ điều kiện)  PDT sẽ phản hồi cho SV qua bksi.. . Chúc các bạn học tốt!. . Thân mến,. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em chào các thầy cô ạ.. . . . HK203 này em có đăng ký Thực tập ngoài trường mã EE3335 nhưng khả năng cao là không hoàn thành. Nếu em bỏ kì này (không tham gia báo cáo TTNT) để đăng ký lại môn này vào các kì sau thì có được không ạ, điểm môn này HK203 có ghi vào bảng điểm và có bị cảnh cáo gì không ạ?. . . . Em cảm ơn.",
            "Chào bạn. . - Bạn nên trình bày làm đơn cứu xét rút môn học HK203. . - Vậy sẽ tốt hơn về học vụ. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: 213T5027  /b \t. . . .   i Đăng ký môn học . Em xin phục hồi thời khoá biểu khi đăng kí đợt 1. Đã ghi nhận là đã giải quyết nhung em đăng nhập vẫn không nhận được thời khoá biểu. Xin nhà truongf xem xét lại. .",
            "Chào bạn,. . Hiện tại bạn chưa bổ sung môn học xin đăng ký nhé. . Nếu có nhu cầu ĐKMH HK211, bạn vui lòng gửi thêm 1 yêu cầu xin đăng ký môn học, ghi rõ tên và Mã MH, mã nhóm, để PDT kiểm tra và ĐKMH cho bạn (nếu còn sĩ số). . . SV chủ động liên lạc với GV để xin vào lớp vì hiện tại đã bắt đầu HK211. . Thân. .",
            "môn học bị hủy do nợ học phí không được phục hồi.. . SV cần gởi lại yêu cầu mới, có mã sv, mã môn hoc, nhóm cần đăng ký để được xem xét bổ sung nếu còn sĩ số. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ em tên [full_name] mã số sinh viên [student_id] dạ e gặp vấn đề về đăng ký khoá học 211 ạ xin đc thầy cô phòng đào tạo giúp em để em có thể theo kịp trương trình học ạ.. . Số Điện Thoại e là [phone_number]. . Dạ em cần trợ giúp để đăng ký môn học vì em đã bị hủy hết r ạ . . E đóng tiền hp đầy đủ r ạ mong đc thầy cô trợ giúp ạ. .",
            "Chào bạn,. . Nếu có nhu cầu ĐKMH HK211, bạn vui lòng gửi thêm 1 yêu cầu xin đăng ký môn học, ghi rõ tên và Mã MH, mã nhóm, để PDT kiểm tra và ĐKMH cho bạn (nếu còn sĩ số). . . SV chủ động liên lạc với GV để xin vào lớp vì hiện tại đã bắt đầu HK211. . Thân. ."
        ]
    }
]