[
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em chào thầy/cô,. . Do tình hình dịch cúm và nhà trường cho nghỉ học nên cho em được hỏi rằng: Em có thể lấy BHYT năm 2020 được không ạ? Và tại đâu (do em gần cs1 hơn)?. . Em cảm ơn",
            "responsible person: [551] [staff_name] [helpdesk staff]",
            "Chào bạn,. . Bạn vui lòng liên hệ tại Phòng Công tác sinh viên để được hướng dẫn về vấn đề BHYT"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Cho em hỏi thủ tục bảo lưu kết quả khi em thực hiện NVQS 2020. Hiện tại em vẫn đang học tại trường nhưng ở địa phương đã gửi giấy nhập ngũ vài ngày 12.2.2020. Em cám ơn",
            "Chào bạn,. . Bạn vui lòng làm đơn xin tạm dừng (tải đơn trang trang aao.hcmut.edu.vn/biểu mẫu) để thi hành NVQS và nộp kèm photo lệnh gọi nhập ngũ nộp tại Phòng Đào tạo"
        ]
    },
    {
        "intent": "",
        "message": [
            "vậy môn Hóa ĐC  đký đc ko a. cho e đký vào lớp đó .",
            "responsible person: [551] [staff_name] [helpdesk staff]",
            "thưa [full_name][full_name] mong [full_name] [full_name] giúp e môn học:[full_name] [full_name] [full_name][full_name][full_name]Tư tưởng HCM(sp1005):nhóm n6h1 cs1 - thứ 2(t4,5,6) thứ 4(t4,5,6)[full_name] [full_name] [full_name] [full_name] E xin cảm ơn[full_name]",
            "đã bổ sung SP1005 nhóm N6H1. . bạn xem tkb cập nhật trong vài hôm tới. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tăng sĩ số lớp môn học . Dear anh/chị,. . . . Em tên : [full_name]. . MSSV : [student_id]. . . . Em muốn đăng ký vào lớp:. . . . Xác suất thống kê. . - Giáo Viên : [full_name]. . - Nhóm lớp : A01. . - Cơ sở : 1. . - Thứ 3 : tiết 3-4-5. . - Phòng : B1-212. . . . Trước khi học kỳ bắt đầu em đã có gửi câu hỏi/yêu cầu và đã được đánh dấu solved nhưng hiện tại em không có môn này trong thời khóa biểu. Mong anh chị giúp em đăng ký lại môn này ạ.. . . . Em xin chân thành cảm ơn. . . . Trân trọng,. . [full_name]",
            "đã thêm MT2001 nhóm A01.. . bạn xem tkb cập nhật vào vài hôm tới. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp - Đại học - Cao đẳng chính quy   Cập nhật ngày CTXH, điểm ... . Em là sinh viên khoá 2016, môn học theo chương trình đào tạo là môn \"Thiết kế luận lý với verilog HDL (CO2009)\". Vì lý do Anh văn nên em không học được môn CO2009. Vào HK1 (2018-2019), em đăng ký môn tương đương là \"Thiết kế llý với verilog (CO2033)\" do môn CO2009 không còn mở nữa. Hiện tại trên myBK, mục \"Tiến độ học tập\" của em môn CO2009 đánh dấu bắt buộc và không có điểm cho môn này. Cho em hỏi việc này có ảnh hưởng tới điều kiện xét tốt nghiệp của em, việc này phải xử lý sao ạ. Em cảm ơn, mong sự phản hồi từ PĐT.",
            "Chào bạn,. . Nếu 2 môn học này tương đương theo danh sách môn tương đương đã được công bố trên trang web của Phòng Đào tạo, thì sẽ tự động được cập nhật (không cần làm đơn gì nhé). Nếu trong quá trình xét tốt nghiệp không đúng bạn có thể khiếu nại",
            "Chào anh/chị,. . Theo trang web Phòng đào tạo thì hay môn đó là môn tương đương (http://www.aao.hcmut.edu.vn/index.php?route=catalog/chitietsv&path=59_62&tid=1717). . . . Nhưng trong phần \"Tiến độ học tập\" trên myBK thì chưa được cập nhật điểm. Mong anh/chị giải quyết giúp em ạ. Em cảm ơn.",
            "Chào bạn. . Phòng đào tạo đã không cập nhật tiến độ học tập lâu rồi, nên bạn tự kiểm tra tiến độ của mình theo bảng điểm và chương trình đào tạo của ngành bạn"
        ]
    },
    {
        "intent": "",
        "message": [
            "Dạ em đã đăng ký online lại môn CI4011 - Thí nghiệm công trình. Lịch sử đăng ký em thấy báo thiếu môn CI3009-Kết cấu thép 1. Môn này em đã học trong học kỳ trước ạ. Nhờ Thầy xem xét giúp em. Em cảm ơn Thầy.. .",
            "CI4011 đạt. TKB sẽ cập nhật lại trong vài hôm tới. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp - Đại học - Cao đẳng chính quy   Khác ... . Em là Đào Đình Khôi, sinh viên khóa K15 CTTT- ngành điện- điện tử vừa mới hoàn thành bảo vệ LVTN HK 191 vừa rồi và đã hoàn thành chương trình đào tạo ạ (em bên phân ngành Năng Lượng). Dạ cho em hỏi là khi nào em được nhận bằng tốt nghiệp tạm thời để nộp cho công ty ạ ? Em xin cảm ơn.",
            "Chào bạn,. . Bạn vui lòng xem lịch trình tốt nghiệp tại lịch học vụ nhé!. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Em có đăng ký môn học đồ án bê tông 1 trong kỳ chính nhưng môn học song hành là bê tông 1  không có mở trong kỳ chính vì vậy nên em với một nhóm bạn có đăng ký xin mở lớp vào kỳ này. Đến lúc nộp danh sách bạn ấy lại nộp thiếu tên em. Môn học đồ án bê tông 1 trên thời khóa biểu của em hiện tại đã bị xóa. Em muốn hỏi là em có thể được thêm lại vào lớp bê tông 1 và đồ án bê tông 1 được không ạ?",
            "bạn cung cấp mã môn học, mã nhóm để kiểm tra và xem xét. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tăng sĩ số lớp môn học  /i. . . . . . [student_id]- [full_name] HC17HLY.. . . . EM VIẾT CÂU HỎI NÀY NHẰM HỎI THỬ XEM LIỆU MÔN  QUẢN TRỊ KINH DOANH CHO KỸ SƯ( IM3001) CÒN CÓ THỂ THÊM SĨ SỐ ĐƯỢC KHÔNG, VÌ EM MUỐN ĐĂNG KÝ THÊM TRONG HỌC KỲ 2 NÀY.. . . . [full_name].",
            "Đã bổ sung : IM3001 nhóm A02. . bạn xem tkb cập nhật vào vài hôm tới. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được . Kính gửi thầy cô PDT, em tên [full_name] MSSV 162426, em đã nộp CCNN thỏa yêu cầu nhận luận văn vào ngày 24/1 để được đăng kí đợi luận văn bổ sung vào ngày 7/2, hôm nay em lên dki thì hệ thống báo là chưa có chuẩn av LVTN, em lên kiểm tra thì chứng chỉ đang đc thẩm tra, em đọc trên quy định thì sau khi nộp chứng chỉ từ 2 ngày sẽ đki đc môn học. Mong thầy cô kiểm tra, giải đáp và mở đăng kí sớm cho em để em kịp đợi dki luận văn này.. . Em xin cảm ơn",
            "Chào bạn,. . Hiện tại đợt đăng ký LVTN đang bị tạm hoãn, dời lịch do dịch bệnh. Bạn vui lòng đợi email thông báo của Phòng Đào tạo về thời gian đăng ký bổ sung LVTN và xem thêm tại lịch học vụ"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ - Đại học - Cao đẳng chính quy   Phúc tra môn học . Em bị sai điểm thành phần, cụ thể:. . 1/ Điểm bài tập eL của em lần lượt là 8.5 10 9.5. Như vậy điểm bài tập của em sẽ khoảng 9.3 nhưng chỉ nhập 8.5.. . 2/ Nhập thiếu điểm bài tập lớn của em ( 8 điểm ). . Vì 2 vấn đề trên mà em bị rớt môn lý 1.. . + Em đã có trao đổi với giảng viên và thầy kêu em lên làm đơn phúc khảo vì thầy bảo thây không có quyền sửa điểm mà quyền đó thuộc về GV lí thuyết. Em đã viết mail cho cả PĐT, Gv lí thuyết, Gv bài tập rồi ạ. Mong nhà trường đưa ra hướng xử lí ạ.. . + Ngoài em ra cũng rất nhiều bạn bị giống em ạ.. .",
            "Chào bạn,. . Xin khẳng định với bạn là thầy cô là người chấm và nhập điểm. Phòng Đào tạo chỉ cập nhật bảng điểm sau khi thầy nộp lện Phòng Đào tạo. Thầy giáo trả lời với bạn không có quyền sửa điểm là sai, nếu thầy có nhập điểm sai thì có thể sửa điểm nhé bạn, nếu thầy không biết về quy trình sửa điểm có thể lên văn phòng khoa để được hướng dẫn.. . Bạn có thể liên lạc với giáo viên về vấn đề này, nếu giáo viên không trả lời thỏa đáng bạn có thể liên hệ với Ban Chủ nhiệm Khoa để xin hướng giải quyết nhé.",
            "Dạ bên dưới là mail mà thầy đã gửi em sau khi em gửi mail cho thầy về việc sai điểm.. . Ban chủ nhiệm khoa/ ngành học của em hay là môn Vật lí 1 ạ?",
            "Chào bạn,. . Môn vật lý là của [full_name] [full_name] học Ứng dụng, bạn có thể liên hệ tại văn phòng [full_name] (tại nhà b4). . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "B Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được . Em Không thể đăng ký các môn CI2305, CI3215, Ci3217, CI3049, Ci3203, do thiếu môn học trước CI2003. . Môn học đã học vào học kì dự thích 18.3. . Môn học này em vắng thi, không cập nhật bảng điểm . . Em mong Phòng Đào Tạo xem xét. . Em cảm ơn",
            "Chào bạn,. . Bạn vui lòng xem định về môn học trước tại đây nhé:. . http://www.aao.hcmut.edu.vn/sinh viên/quy chế/Quy chế đào tạo và học vụ bậc đại học, cao đẳng:/Điều 6. Các loại môn học và học phần/. . \" Môn học A là môn học trước của môn học B: điều kiện bắt buộc để đăng ký học môn học B là đã học và có điểm tổng kết của môn A khác không (Điểm cấm thi CT, vắng thi VT và không đạt KD được tính như điểm 0)\". . Bạn vui lòng kiểm tra mình thỏa điều kiện môn học trước không nhé"
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính gửi Phòng đào tạo đại học Bách Khoa Tp.HCM. . Quý Thầy/ Cô cho em hỏi em học khóa 2014 . Em thi toeic 2 kỹ năng đọc và nghe được 500 điểm, vậy em có được miễn av4 không, em có xem qua Phụ lục 1. em thấy có 2 có 2 bảng quy đổi tương đương, một bảng áp dụng từ học kỳ HK1/2017-2018 thì 500 Toeic sẽ được 5,0 điểm av4 , còn bảng HK1/2020-2021 thì 600 điểm sẽ được 5.0 av4. vậy em học k14 mà giờ em mới nộp vậy có được miễn av4 không ạ. Chuẩn đầu ra toeic khóa em chỉ cần 450 điểm thôi. . . Em chân thành cảm ơn!. . Mong quý Thầy/Cô giải đáp thắc mắc giúp em với.",
            "Chào bạn,. . Căn cứ vào thời điểm bạn nộp CCNN để xét chuyển điểm nhé, nếu bạn nộp vào học kỳ 192 thì áp dụng theo bảng điểm từ học kỳ 1/2017-2018 nhé. từ học kỳ 1/2020-2021 sẽ áp dụng theo bảng điểm mới nhé bạn"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được . Đợt đăng kí môn học vừa rồi em có đăng kí luận văn mã môn học CI4343, nhưng khi nhận được kết quả thì nó bị hủy do thiếu môn tiên quyết CI3177_đồ án bê tông cốt thép 2. nhưng theo chương trình đào tạo khóa k2015 của em thì em không cần phải học môn đó. hình như pđt đã áp dụng mã môn học k16 cho em nên xảy ra tình trạng đó ạ. em cám ơn và mong pđt chỉnh sửa để em đk được luận văn.",
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được. . . . Đợt đăng kí môn học vừa rồi em có đăng kí luận văn mã môn học CI4343, nhưng khi nhận được kết quả thì nó bị hủy do thiếu môn tiên quyết CI3177_đồ án bê tông cốt thép 2. nhưng theo chương trình đào tạo khóa k2015 của em thì em không cần phải học môn đó. hình như pđt đã áp dụng mã môn học k16 cho em nên xảy ra tình trạng đó ạ. em cám ơn và mong pđt chỉnh sửa để em đk được luận văn.  /QUOTE . . . . Chào [full_name], ngày mai em vào mybk kiểm tra thời khoá biểu nhe!"
        ]
    },
    {
        "intent": "",
        "message": [
            "dạ cho e hỏi là còn đợt đăng ký môn học chính quy nào nữa ko ạ. .",
            "Chào bạn,. . Hiện tại còn 1 đợt đăng ký bổ sung LVTN, ĐCLV và TTTN nhé bạn. Xem tại lịch học vụ.. . Và chuẩn bị mở đợt đăng ký dự thính (xem tại lịch học vụ). .",
            "dạ cho em hỏi lần đăng ký môn học đợt môn đồ án tốt nghiệp (CH4007), bạn em có lên phòng đào tạo mở lớp, em có đăng ký chung với bạn nhưng tới ngày cuối lớp vẫn chưa mở, và vài ngày sau đó mới thấy lớp nhưng em không có trong lớp đó, sĩ số lớp đó hiện vẫn chưa full, em có cách nào để đăng ký vào lớp đó không ạ, e cảm ơn.",
            "đã đk môn CH4007 nhóm A01 cho bạn. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Khác ... . Đồ án bê tông 1. MSMH : ci2093. . Hưhỏng sửachữa côngtrình. MSMH : ci1051",
            "Chào bạn,. . Bạn vui lòng trình bày rõ nội dung câu hỏi nhé, thời gian đăng ký môn học xem tại lịch học vụ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Dear thầy/cô,. . Em là sinh viên lớp CK16CXN. . . Hiện em muốn chuyển từ khoa Cơ Khí (hệ chính quy) sang ngành Công nghệ thông tin - khoa KHMT (hệ VHVL) thì em cần chuẩn bị những hồ sơ gì?. . Và hiện phòng PĐT hệ VHVL đã làm việc chưa ạ?. . . . Em xin cám ơn,. . [full_name]. . MSSV: [student_id]",
            "Chào bạn,. . Bạn vui lòng làm đơn xin thôi học và chuyển qua hệ vừa làm vừa học nhé, Phòng Đào tạo vẫn làm việc bình thường (từ thứ 2 đến thứ 6) trong giờ hành chính nhé bạn"
        ]
    },
    {
        "intent": "",
        "message": [
            "Chào thầy cô, em được biết do ảnh hưởng của dịch viêm đường hô hấp nên phòng đào tạo đã cho lùi lịch trên Lịch học vụ, nhưng phần môn Đồ án. . chuyên ngành điện bị lỗi vẫn chưa lùi lịch. Cho em hỏi là Đồ án vẫn học bình thường hay bị lùi lịch.Em cảm ơn.",
            "responsible person: [551] [staff_name] [helpdesk staff]",
            "Chào bạn,. . Theo thông báo của nhà trường là dời hết tất cả lịch nhé bạn, bạn theo dõi trên trang web sẽ cập nhật TKB lại, nếu trong tuần sau vẫn chưa thay đổi bạn có thể báo lại để Phòng Đào tạo kiểm tra nhé!"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Khác ... . Dạ em là sinh viên năm 5 chương trình PFIEV. Em và một vài bạn hiện đang nợ môn   B Tự động hóa & điều khiển tối ưu của HKI năm 3  /B . Chúng em muốn đăng ký dự thính môn này cho HKII năm nay thì phải làm những gì và cần tối thiểu bao nhiêu bạn để đủ sĩ số mở lớp ạ?",
            "Chào bạn,. . Bạn vui lòng xem quy định về mở lớp tại đây nhé:. . http://www.aao.hcmut.edu.vn/ sinh viên/quy chế/Quy chế đào tạo và học vụ bậc đại học, cao đẳng:/Điều 8. Lớp sinh viên và lớp môn học"
        ]
    },
    {
        "intent": "",
        "message": [
            "Chào Anh /chị. . Em tên [full_name], MSSV: [student_id]. . Lý do: hiện em đang theo học hệ VHVL, khoa kỹ thuật cơ khí , nhập học tháng 9 năm 2018. Em đang theo học chương trình kỹ thuật cơ khí 2016. Anh/Chị kiểm tra giúp em, em cần toiec bao nhiêu để làm luận văn tốt nghiệp và ra trường ạ.. . Em cảm ơn rất nhiều ạ!. . Chào Anh/chị. . \t. . . .",
            "responsible person: [551] [staff_name] [helpdesk staff]",
            "Chào bạn,. . Bạn xem quy định về ngoại ngữ nhận LVTN và tốt nghiệp tại đây nhé!. . http://www.aao.hcmut.edu.vn/ sinh viên/quy chế/Quy chế đào tạo và học vụ bậc đại học, cao đẳng:/ Phụ lục 1: Quy định về ngoại ngữ (áp dụng cho các chương trình giảng dạy bằng tiếng Việt)"
        ]
    },
    {
        "intent": "",
        "message": [
            "Nhà trường cho em hỏi , em nay đã đủ điều kiện tốt nghiệp mà trong học kỳ 192 em lỡ đăng ký 1 môn , vậy em lên phòng đào tạo đề nghị rút môn có được công nhận tốt nghiệp vào tháng 4/2020 không ạ ? Em cảm ơn",
            "Chào bạn,. . Được nhé bạn, trường hợp rút Mh để tốt nghiệp, nhà trường sẽ thông báo thời gian để bạn thanh toán học phí sớm để kịp nhận bằng tốt nghiệp"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Khác ... . Dạ em vừa kiểm tra thời khóa biểu học kì 192 thì nhận thấy Phòng Đạo Tạo đăng kí môn bóng đá của em nhầm lớp như hình .Không biết có cách nào để em được học vào lớp ban đầu em đăng kí không ạ?",
            "Nhóm L13 hiện đã hủy lớp nên chuyển bạn sang L20. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Điểm thi - Đại học - Cao đẳng chính quy   Điểm môn học . cho em hỏi lớp tiếng anh 1 L02 cô [full_name] khi nào có điểm vậy ạ.",
            "Chào bạn,. . Điểm là do thầy cô chấm và nộp điểm lên Phòng Đào tạo nhé bạn, bạn vui  lòng liên hệ với giáo viên về việc khi nào có điểm nhé"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Khác ... .",
            "Vui lòng trình bày rõ nội dung câu hỏi trong ô nội dung",
            "Xin cho em hỏi là em có thế làm đơn xin đăng ký môn học (môn Pháp Luật Đại cương) theo lớp chỉ định , do nhà trường chỉ định giờ học và lớp học. Vì hiện tại giờ học của em khá trống và sau khi có điểm thì e bị rớt môn PLĐC và muốn trả nợ vào học kỳ nàyĐăng ký môn học - Đại học - Cao đẳng chính quy   Khác ... .",
            "Chào bạn,. . Hiện tại đã hết thời gian đang ký môn học kỳ 192, bạn có thể xem lịch để đăng ký dự thính nhé (xem tại lịch học vụ)"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Kính gửi: phòng đào tạo trường đh bách khoa HCM. . Em tên là: [full_name] . . Sinh viên khóa: K19 . . Em làm đơn để xin hỏi hè năm nay em có thể đăng kí học dự thính hè được không ạ?. . . . . .",
            "Chào bạn,. . Bạn có thể đăng ký hè bình thường nhé, không cần làm đơn. Xem thời gian đăng ký tại lịch học vụ nhé!"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]  /b dạ em chào thầy cô, em là sv năm 1 và em có dự định nộp ccnn để tăng đtbtl để phân ngành, vậy em phải nộp vào lúc nào là thích hợp ạ? mốc thời gian như em gửi hình liệu có kịp không ạ? em cám ơn rất nhiều. .",
            "responsible person: [551] [staff_name] [helpdesk staff]",
            "Chào bạn,. . Việc nộp chứng chỉ ngoại ngữ chuyển điểm bạn vui lòng xem tại lịch học vụ. Về phân ngành bạn vui lòng liên hệ tại Khoa để được tư vấn thêm nhé"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học phí - Đại học - Cao đẳng chính quy   Học phí học kỳ chính . E là sv năm nhất đã nộp bằng IELTS và đã qua soft skill và kỹ năng xã hội thì em được trừ lại bao nhiêu vào học phí 30tr ạ ? . . Và em đăng kí 2 môn thể dục thì có phải đóng thêm không ạ . . E cảm ơn ạ",
            "Chào bạn,. . Bạn vui lòng liên hệ tại Văn Phòng Đào tạo Quốc tế để được hướng dẫn về học phí của bạn nhé!"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Khác ... . Thưa thầy/cô, do em bất cẩn đăng kí học trả nợ môn sức bền vât liệu sai mã môn học CI2001(3 chỉ) thành CI2007(4 chỉ). Vậy cho em hỏi, em có thể làm đơn xin chuyển điểm cho môn học này, hay em phải học lại môn sbvl CI2001 ạ?",
            "Chào bạn,. . Bạn vui lòng kiểm tra xem 2 môn học này có tương đương không nhé.. . Nếu tương đương thì sẽ được tự cập nhật xét miễn. . Nếu không tương đương thì bạn sẽ phải học lại môn theo đúng CTĐT của mình nhé.. . Bạn có thể xin tư vấn thêm ở Khoa về CTĐT của mình.",
            "Dạ em có xem và nó không thuộc môn tương đương ạ. Tại em thấy CI2001 chỉ có 3 chỉ, còn em học nhầm CI2007 4 chỉ, nhiều tiết và khó hơn nên e muốn xin PDT cho em được chuyển điểm được không ạ, em có hỏi mấy thầy cô trong bộ môn, thầy cô có nói e hỏi thử PDT ạ. Em xin cảm ơn.",
            "Chào bạn,. . Nếu không phải tương đương thì khống được nhé bạn, bạn vui lòng liên hệ tại Khoa để xin tư vấn về CTĐT nhé!"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Khác ... . kính thưa PDT,xin cho em được đăng kí môn đồ án chuyên ngành(ktn) ME4053 ạ.. . Em xin lỗi vì đã không đăng kí môn học khi môn học mở, kì này môn ME4053 của ngành em ít người đăng kí nên không mở lớp , bọn em đã làm đơn xin mở lớp và được PDT cho mở lớp, nhưng em quên đăng kí trên trang MyBK vì nghĩ là đăng kí trên file excel gửi PDT là được đăng kí rồi ạ, em cũng có kiểm tra vài lần trên đăng kí môn học ở MyBK mà không thấy ạ.. . Em xin chân thành cảm ơn. . . .",
            "đã bổ sung môn ME4035 nhóm A01.. . bạn xem tkb cập nhật vào vài ngày tới. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Khác ... . Chào thầy/cô,. . Do sau 3 đợt đăng ký môn học học kỳ HK192 em mới có kết quả thi toeic, nên lúc đó em không biết mình có qua toeic hay không. Hiện tại, do kết quả toeic em không trên 500 nên kỳ tới HK192 không đăng ký luận văn được. NÊN em mong đào tạo có thể cho em đăng ký bổ sung môn Đề cương luận văn tốt nghiệp (CO4311) được không ạ.. . Em chân thành cảm ơn thầy/cô ạ.",
            "Chào bạn,. . Hiện tại vẫn còn 1 đợt để đăng ký bổ sung môn LVTN, ĐCLV, TTTN. Bạn vui lòng đợi email thông báo của Phòng Đào tạo về thời gian đăng ký bổ sung MH (LVTN, TTTN, ĐCLV) dời lịch do dịch cúm"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Thầy cô cho em hỏi đăng kí bảo hiểm đợt 3 vào ngày mấy ạ. Em cảm ơn",
            "responsible person: [551] [staff_name] [helpdesk staff]",
            "Chào bạn,. . Vấn đề về BHYT bạn vui lòng liên hệ tại Phòng Công tác Chính trị sinh viên để được hướng dẫn."
        ]
    },
    {
        "intent": "",
        "message": [
            "Thưa thầy,cô . . Hiện tại vì không đủ chuẩn anh văn theo quy định nên em không thể tiếp tục hoàn thành luận văn cùng các bạn nên em đang có ý định là làm lại đề tài khác nhưng không kịp đăng ký môn đề cương luận văn, em mong muốn thầy, cô có thể sắp xếp mở 1 đợt đăng ký đề cương (CO4311) trước khi bắt đầu kỳ mới, em xin chân thành cảm ơn.",
            "Chào bạn,. . Còn 1 đợt bổ sung LVTN, ĐCLV, TTTN, bạn vui lòng xem tại aao.hcmut.edu.vn/lịch học vụ và theo dõi email sinh viên về việc dời lịch học, đăng ký do dịch cúm virus corona."
        ]
    },
    {
        "intent": "",
        "message": [
            "Dạ em chào thầy cô. Em là sinh viên k15 hiện tại em thi toeic được 435 không đủ điều kiện nhận luận văn ( quy định là 450) . Cho em hỏi nếu giáo viên hướng dẫn  đã xác nhận cho nhận đề tài , thì có cách nào để em dc làm luận văn và bổ sung chứng chỉ ngoại ngữ sau để được làm luận văn kì này không ạ.và việc hiện tại thời khoá biểu hk192 em không có môn học( em đã hoàn thành chương trình ngoại trừ môn luận văn) có ảnh hưởng tới việc nếu được làm luận văn kì này không ạ . Em cảm ơn phòng đào tạo đã tiếp nhận câu hỏi của em.",
            "Chào bạn,. . Bạn có thể tự liên hệ với giáo viên để làm LVTN, song song đó bạn thi lấy chứng chỉ ngoại ngữ để đủ điều kiện, khi nào có đạt chứng chỉ theo yêu cầu, bạn có thể làm đơn xin đăng ký bổ sung LVTN có xác nhận của giảng viên hướng dẫn và Khoa để được xem xét.",
            "Dạ em cảm ơn ạ. Nhưng em thấy quy chế thấy không có thời khoá biểu thì bị tạm dừng 1 học kì. Thì trong lúc em chưa kịp bổ sung đơn thì có ảnh hưởng tới việc nộp đơn làm luận văn kì này không ạ . Em cảm ơn ạ",
            "Chào bạn,. . Tại thời điểm bạn nộp đơn, thầy trưởng phòng sẽ trả lời chính xác cho bạn là có được hay không nhé, hiện tại không trả lời chính xác cho bạn được nhé!"
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính chào Phòng đào tạo. . Vào tuần sau, theo phân lịch, em được sắp xếp lịch SHCD vào buổi sáng ngày 15/02/2020. Tuy nhiên, theo thông báo của nhà trường, sinh viên được nghỉ học đến hết ngày 16/02/2020 để tránh dịch. . . Vậy lịch SHCD có được dời lại không và sẽ dời sang thời gian nào ạ ? Em mong được các thầy cô thông báo sớm để sắp xếp lịch. Em cảm ơn các thầy cô nhiều ạ !. .",
            "responsible person: [551] [staff_name] [helpdesk staff]",
            "Chào bạn,. . Vấn đề về SHCD bạn vui lòng liên hệ tại Phòng công tác Chính trị sinh viên để được hướng dẫn.",
            "Dạ vâng, em sẽ liên hệ Phòng CTCTSV. Em cảm ơn cô đã giải đáp ạ !"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp - Đại học - Cao đẳng chính quy   Cập nhật ngày CTXH, điểm ... . Học kì này em sẽ nhận làm LVTN và em có thắc mắc: Sau khi bảo vệ LVTN, em có thể tiếp tục đăng ký môn học để CẢI THIỆN ĐIỂM được hay không?. . . . Em xin cảm ơn!",
            "Chào bạn,. . Bạn đang hỏi là đăng ký MH trong học kỳ nào? Bạn vui lòng trình bày rõ về tình trạng hiện tại của bạn nhé",
            "Trong học kì 2 (năm học 2019-2020) hiện tại, em đang làm LVTN. Sau học kì này (tức là sau khi bảo vệ xong LVTN), sang học kì hè và học kì 1 (năm học tiếp theo) em có thể đăng kí môn học để cải thiện điểm hay không? (Hiện tại về mặt môn học em không nợ bất kì môn học nào, chỉ chưa hài lòng về số điểm). . . . Em cảm ơn!",
            "Chào bạn,. . Được đăng ký nhé bạn, bạn lưu ý, khi nhà trường công bố danh sách dự kiến tốt nghiệp, nếu bạn có tên trong danh sách vui lòng không đăng ký tốt nghiệp nếu muốn tiếp tục học cải thiện nhé!. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Chứng chỉ ngoại ngữ - Đại học - Cao đẳng chính quy   Thẩm tra chứng chỉ (nộp chứng chỉ) . Trong khoảng thời gian 11 - 17 tháng 2 sắp tới sẽ có một đợt đăng ký bổ sung LVTN nhưng hiện tại, CCNN Toeic của em vẫn trong tình trạng \"Đang thẩm tra\". . . . . Khi nào quá trình thẩm tra này sẽ kết thúc? Nếu có trục trặc trong quy trình thẩm tra (về chất lượng hình ảnh, xác thực, ...), làm thế nào để em biết được và có cách xử lý? PĐT có liên lạc với em bằng email hay số điện thoại cá nhân hay không?. .",
            "Chào bạn,. . Thời gian có kết quả thẩm trang phụ thuộc vào đơn vị cấp chứng chỉ, nếu bạn nộp CCNN để xét LVTN thì nhà trường sẽ tạm pass hợp lệ cho bạn để đăng ký LVTN (có nghĩa là không cần đợt kết quả thẩm tra hợp lệ bạn vẫn có thể đăng ký) và Phòng Đào tạo sẽ hậu kiểm sau.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp - Đại học - Cao đẳng chính quy   Khác ... . Em hiện thuộc chương trình PFIEV (Việt Pháp) và học kì này sẽ nhận LVTN. Em hiện chưa có chứng chỉ tiếng Pháp để đạt yêu cầu của chương trình.. . . . Câu hỏi: em có thể bổ sung CCNN tiếng Pháp DELF sau khi hoàn thành LVTN được hay không? Việc này có thời hạn hay không và nếu có sẽ là bao lâu?. . . . Xin cảm ơn!",
            "Chào bạn,. . Theo quy định thẩm tra chứng chỉ tiếng pháp chỉ trong tháng 01 và tháng 07, nếu bạn có chứng chỉ thì vui lòng khai báo sớm để kịp thẩm tra.. . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Dạ, khi con tải ảnh .jpg lên phần đính kèm hình ảnh giấy chứng nhận thi TOEIC thì sau khi nhấn nút xác nhận thông tin, có hiện bảng báo là yêu cầu ảnh dưới 1mb, do con chụp trực tiếp nên lúc ấy không biết ảnh bao nhiêu mb. Sau khi chụp ảnh xem lại thì thấy trên 2mb lận. Vậy con phải nhấn đăng kí mới lại và gửi ảnh dưới 1mb hay sao ạ? Hay không cần đăng kí lại lần nữa và ảnh cũ 2mb đó vẫn được chấp nhận ạ? Con cảm ơn thầy cô",
            "Chào bạn,. . Hiện tại trên cổng thông tin online của trường vẫn chưa có thông tin ngoại ngữ của bạn, bạn vui lòng vào khai báo xác nhận lại thông tin ngoại ngữ nhé.. . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được .",
            "đã bổ sung cho bạn.. . bạn xem tkb cập nhật vào vài hôm tới. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác  /i. . Trong tuần sau, tuần được trường cho nghỉ, em tranh thủ đi mổ ở dưới bàn chân. Mà sang năm 2020 em chưa nhận được Bảo hiểm y tế. Vậy em có được thanh toán như trong khoản bảo hiểm ý tế không ạ ? Em có cần làm thêm những giấy tờ  gì không ạ ? Em xin cảm ơn",
            "Chào bạn,. . Vấn đề về BHYT, SHCD bạn vui lòng liên hệ Phòng Công tác Chính trị sinh viên để được hướng dẫn."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tăng sĩ số lớp môn học . Em xin tăng sĩ số của môn học Anh văn 4 (LA1009) lớp A01 buổi thứ 6 - tiết 345 ạ!. . Do em chưa học môn học Anh văn 4 và cần đủ chỉ để xét tốt nghiệp",
            "nhóm A01 hiện full ko thể bổ sung. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Điểm thi - Đại học - Cao đẳng chính quy   Điểm môn học .",
            "Chào bạn,. . Bạn vui lòng ghi rõ nội dung cần hỗ trợ.. . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tăng sĩ số lớp môn học . Kính chào Thầy Cô.. . Đợt đăng ký môn học vừa rồi em đã sơ suất không đăng ký môn chuyên ngành Hệ thống PLC. . . Nếu học kỳ này em không đăng ký được môn học này thì có khả năng sẽ không được làm luận văn vào học kỳ sau. Do em đang nợ nhiều hơn 7 tín chỉ nên không đủ điều kiện đăng ký làm luận văn.. . Vậy kính mong Thầy Cô có thể giúp em đăng ký bổ sung môn học này để học kỳ sau em có thể làm luận văn ạ.. . Em xin chân thành cảm ơn Thầy Cô.. . Tên môn học: Hệ thống PLC. . MSMH: ME3031",
            "đã đăng ký môn học đúng: ME3013 nhóm A03_A06. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em chào thầy/cô ạ!. . Em tên là [full_name]. . Nội dung: do trong thời khóa biểu của em có 6 môn nhưng trên e-learning lại thiếu mất bài giảng 1 môn là môn [full_name] ạ!. . Rất mong thầy/cô kiểm tra và giúp đỡ em với ạ! Em cảm ơn thầy/cô!. . Em chào thầy/cô ạ!. .",
            "responsible person: [551] [staff_name] [helpdesk staff]",
            "Chào bạn,. . Bạn vui lòng trình bày rõ là bạn thiếu môn trên BKeL hay là thầy cô chưa post bài lên trên BKeL. Hiện nhà trường đã thông báo cho cán bộ đưa bài lên BKeL và đang trong giai đoạn kiểm tra nhé!. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "i Yêu cầu khác . Phòng CTCT-SV - Trạm Y Tế có làm việc khi lịch nghỉ của sinh viên được kéo dài đến ngày 16/02 không ạ?. .",
            "Chào bạn,. . Bạn vui lòng liên hệ tại Phòng Công tác Chính trị sinh viên về lịch làm việc của Trạm Y tế nhé!"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Khác ... . Kỳ chính em đăng kí 3 môn học. Hiện 2 môn đã hiện môn trên trang e-learning cá nhân còn môn học đồ án thiết kế Me2011 không có. EM học khoa cơ khí. Xin chân thành cảm ơn ạ!",
            "Môn học này hiện tại chưa phân công Cán bộ (nên chưa cập nhật trên bkel), bạn vui lòng liên hệ thêm ở Khoa để kiểm tra nhé!"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Trường mình cho nghỉ tránh dịch virus Corona tới hết ngày 16/2, nhưng vì trước đó phòng CTCT-SV đã dời lịch SHCD của SV sinh hoạt vào ngày 06/1 lại ngày 15/2, vậy cho em hỏi vào ngày 15/2 bọn em có phải đi sinh hoạt không ạ? Em cảm ơn!. . . . ''SV học ngày 06/01/2020 tại Hội trường A5 - cơ sở Lý Thường Kiệt, chuyển sang thứ bảy ngày 15, 22/02/2020 tại Hội trường A5.''",
            "Chào bạn,. . Vấn đề về sinh hoạt công dân, bạn vui lòng liên hệ tại Phòng Công tác Chính trị sinh viên để được hướng dẫn."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Khác ... . Em đăng ki´ nhầm môn đồ án của điện tử mã ee3061, em xin đổi lại môn đồ án mã ee3151... Do em vô tình nhìn qua´ trình học tập trên mybk thấy mã môn đồ án là ee3061, em không biết là môn đồ án của điện tử... Môn này rất quan trọng.. . Mong Thầy cô giúp em, em xin cảm ơn.  U",
            "đã đổi thành EE3151 nhóm A08. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]  /b \t[full_name] [full_name] [full_name] [full_name]   i Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được  /i [full_name] [full_name] [full_name] [full_name] Em là [full_name], mssv [student_id][full_name] [full_name] Trong đợt đăng ký môn học, em có nhu cầu học môn Giải tích 2 của chương trình PFIEV và đăng ký môn học với mã 006723[full_name] Đây là mã mới so với mã 006712 trước đó[full_name] Nhưng qua các đợt đăng ký môn học em vẫn không tìm được lớp học[full_name] Sau đó qua trao đổi với phòng đào tạo cũng như văn phòng khoa Việt Pháp, em được biết mã môn học đã được tiếp tục thay đổi sang mã mới là MT1013[full_name] Đáng tiếc em không bổ sung kịp môn học này vào thời khóa biểu học kỳ 2 năm học 2019-2020[full_name][full_name] [full_name] Em mong phòng đào tạo và ban giám hiệu nhà trường xem xét và chấp thuận cho nhu cầu được đăng ký bổ sung môn học Giải tích 2 (MT1013) để em có thể hoàn thành môn học và đủ điều kiện làm luận văn vào năm học tiếp theo ạ[full_name] Em xin cảm ơn![full_name] [full_name]",
            "Đã bổ sung : MT1013 nhóm P02. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "responsible person: [551] [staff_name] [helpdesk staff]",
            "Em chào Thầy/ Cô !. . Em học hệ VHVl. Học kỳ này em có đăng ký môn Đồ Án thì hệ thông báo thiếu môn học trước là Thực Tập Điện 2. Em muốn hỏi là em có thể đăng ký học song song 2 môn cùng 1 học kỳ được không . Em xin cám ơn.",
            "bạn phải học trước môn học TT điện 2 rồi mới được học môn đồ án. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Kính thưa thầy/cô, em tên là [full_name], là sinh viên lớp VP16XDC. Em có nguyện vọng đăng kí thêm môn học Thực tập cán bộ kỹ thuật, mã môn học 800752 trong học kỳ 192. Em kính mong thầy/cô xem xét để em có thể đăng kí bổ sung môn học vào học kỳ 192. Em chân thành cảm ơn thầy/cô đã đọc và hỗ trợ em.",
            "đã bổ sung : 800752 nhóm P01. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tăng sĩ số lớp môn học . Thưa PĐT, . . . . Em là [full_name], mssv [student_id], vì lí do cá nhân nên em ko đăng kí được môn học Xử lí số liệu mã CH3309, em mong PĐT có thể giúp em tăngs sỉ số lớp để em có thể học kịp tiến độ tốt nghiệp ạ.. . . . Ngoài ra, không biết em có thể hủy môn thời khóa biểu môn hóa hữu cơ ở cơ sở 2 và xin vào lớp hóa hữu cơ ở cơ sở 1 được ko ạ.. . . . Em cám ơn.",
            "đã bổ sung môn: CH3309 nhóm A01,. . chỉnh tkb môn CH2021 về nhóm A01. . . . bạn xem tkb cập nhật vào vài ngày tới. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Khác ... . Dạ vì hiện tại còn 1 tuần nữa vào học kỳ mới nhưng em đã bỏ qua đợt đăng ký môn học. Cho em hỏi là hiện tại em có thể làm đơn để bổ sung đăng ký được không ạ.. . Em cảm ơn ạ.",
            "bạn cung cấp mã môn học, mã nhóm để xem xét"
        ]
    }
]