[
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id] Phạm Trường Thạch  /b  . . Cho em xin phục hồi kết quả đăng lý môn học vì lí do em đóng trễ học phí do em không theo dõi lịch đóng học phí. Em xin cảm ơn ạ!\t. . . .   i Học phí - Đại học - Cao đẳng chính quy   Học phí học kỳ chính .",
            "Chào bạn.. . . . Bạn vui lòng cung cấp MSMH + mã nhóm cần đăng ký để mình phục hồi.",
            "Những môn e đã đăng ký:. . MSMH                            Nhóm LT   BT. . MT1007 - Đại số tuyến tính nhóm      L11  L17. . CO1011 - Kỹ thuật lập trình          L06  L11. . PH1007 - Thí nghiệm vật lý           L44. . MT1005 - Giải tích 2                 L23  L39. . CO1009 - Hệ thống số                 L02  L11. .",
            "Chào bạn. . . . Mình đã phục hồi TKB. Riêng môn MT1005 bị trùng tkb môn CO1011 không phục hồi được",
            "Dạ thầy xem lại giúp em 2 môn MT1005 và CO1011 em đăng ký theo kết quả đăng ký môn học đợt 2 và em xem các bạn cùng lớp cũng có tkb giống em. Em cảm phiền thầy xem xét giúp em. Em cảm ơn thầy.",
            "Chào bạn.. . . . Như báo cho bạn ở trên nhóm bạn cần đăng ký bị trùng TKB. nếu theo kết quả đợt 2 thì các nhóm lớp đã full sĩ số không thể đăng ký được."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đã phục hồi môn CI1051 nhóm A02 cho bạn.",
            "Dạ vậy khi nào em có thời khoá biểu vậy ad ơi, mong ad giúp đỡ em , em sợ ra trường trễ là em hứa sẽ chú ý hơn ạ",
            "Dạ anh ơi vậy khi nào em mới có thời khoá biểu môn hư hỏng sữa chữa công trình( CI 1051) vậy ạ. Em cảm ơn anh nhiều",
            "Sau 5h chiều nay em kiểm tra tkb sẽ được cập nhật lại nhé",
            "DẠ EM CẢM ƠN ANH NHIỀU Ạ, CHÚC ANH BUỔI CHIỀU VUI VẺ"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: 1610857  /b \t. . . .   i Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được . Kính chào thầy cô! Em tên là Nguyễn Ngọc Hà hiện đang là sinh viên Kiến trúc lớp XD16KT.. . . . Hôm nay em viết thư này kính mong thầy cô xem xét giúp đỡ về trường hợp của em như sau:. . . . Học kì 2 này em có đăng kí 8 môn học với tổng số 20 tín chỉ và gần đây em có kiểm tra thì nhận ra mình bị mất 2 môn học. Em có liên hệ với phòng đào tạo và nhận được lí do là vi phạm giờ học và được biết trường có gửi mail cho em về việc này. Em vô cùng hối hận và biết lỗi của mình. Em xin nhận lỗi về sự vô ý của bản thân.. . . . Cụ thể là môn học CI-3145 THIẾT KẾ KIẾN TRÚC NHÀ Ở vào tiết 2-6 và môn LA-1005 ANH VĂN 2 vào tiết 7-10 cùng ngày thứ 3 và cùng học ở cơ sở 2. Vì lí do hai môn sát giờ học nhau nên em bị vi phạm giờ học. Nhưng em thật tình không nghĩ là mình bị vi phạm do đã quen với giờ học cũ trước đây. Và cùng ở một cơ sở nên em không cảm thấy bất tiện về việc di chuyển này.. . . . Cụ thể hơn là phòng đào tạo đã hủy môn CI-3145 THIẾT KẾ KIẾN TRÚC NHÀ Ở và giữ lại môn LA-1005 ANH VĂN 2. . . . NHƯNG mong thầy cô xem xét lí do chân thành của em. Môn CI-3145 THIẾT KẾ KIẾN TRÚC NHÀ Ở  trong kì học này đồng thời song hành với môn CI-3147 QUY HOẠCH ĐÔ THỊ BỀN VỮNG là các môn chuyên ngành. Vậy đồng nghĩa đằng sau sự vi phạm giờ học em đã vô tình bị hủy luôn 1 lúc 2 môn. Kính mong thầy cô xem xét. Em học Kiến trúc và mỗi khóa chỉ có một lớp nên việc học lại hay mở lớp hay chậm tiến độ các môn chuyên ngành là việc hạn chế và sẽ rất khó để bám theo tiến độ các bạn trong lớp. Em đã cố gắng hết mình để được theo sát các bạn đồng trang lứa. Kính mong thầy cô nhìn thấy sự cố gắng của em và xem xét em. Nếu không em phải bỏ một năm để tới năm sau em mới được đăng kí lại những môn này. Vậy xin thầy cô xem xét hai nguyện vọng em bày tỏ sau đây.. . . . Thứ nhất: nếu được em xin phép nhà trường thầy cô cho em được giữ lại toàn bộ các môn học như đã đăng kí trong các đợt đăng kí môn học. Còn việc vi phạm giờ học do cùng 1 cơ sở nên việc di chuyển giữa hai môn là nhanh chóng nên em xin hứa sẽ đảm bảo được vấn đề này.. . . . Thứ hai: nếu thật sự khó em xin một lần được đặt cách hủy môn LA-1005 ANH VĂN 2 để em được giữ lại môn CI-3145 THIẾT KẾ KIẾN TRÚC NHÀ Ở và cũng để giữ lại luôn môn song hành CI-3147 QUY HOẠCH ĐÔ THỊ BỀN VỮNG. Như đã trình bày hai môn này là môn chuyên ngành rất rất quan trọng với em và khối lượng tổng là 9 tín chỉ. Quá lớn so với việc mất hai môn này chỉ để giữ lại môn LA-1005 ANH VĂN 2  với 2 tín chỉ.. . . . Đó là những dòng khẩn cầu tha thiết của em viết trong sự ăn năn hối hận về sự vô ý của bản thân. Em cúi đầu kính cẩn xin các thầy các cô giúp đỡ đặc cách cho em một lần. Em xin hứa sẽ sửa đổi bản thân ạ.. . . . Em cảm ơn !",
            "Chào bạn.. . . . Mình đã đọc trường hợp của bạn, và đã phục hồi TKB cho bạn.. . . . Chúc bạn học tốt.",
            "Dạ thưa thầy cô, làm ơn giúp em phục hồi lại môn CI-3147 QUY HOẠCH ĐÔ THỊ BỀN VỮNG với ạ. . . . . Bởi môn này song hành với môn mà thầy cô đã phục hồi ạ. Lúc trước môn này cũng bị hủy chung với môn CI-3145 THIẾT KẾ KIẾN TRÚC NHÀ Ở ạ. . . . . Em không có gì hơn ngoài việc cảm ơn sâu sắc đến thầy cô!. . Em hứa sẽ cố gắng học hành thật tốt ạ!. . Em cảm ơn nhiều ạ",
            "Em chào thầy cô ạ!. . . . Thầy cô vui lòng giúp em phục hồi lại môn CI-3147 QUY HOẠCH ĐÔ THỊ BỀN VỮNG. Bởi môn học này song hành với môn CI-3145 THIẾT KẾ KIẾN TRÚC NHÀ Ở nên cùng bị hủy lúc trước. Hôm trước thầy cô có phục hồi cho em môn CI-3145 THIẾT KẾ KIẾN TRÚC NHÀ Ở rồi ạ do môn này vi phạm giờ học. Còn môn CI-3147 QUY HOẠCH ĐÔ THỊ BỀN VỮNG không bị vướng vi phạm giờ học mà chỉ bị hủy chung do song hành với môn CI-3145 ạ.. . . . Mong thầy cô xem xét phục hồi lại đầy đủ các môn như đã đăng kí giúp em để bộ môn có thể cập nhật lại danh sách tên em trong các môn học để em được đến lớp ạ. Tại vì tuần này đã  bắt đầu môn học rồi. Em mong thầy cô xem xét.. . . . Em cảm ơn!",
            "Đã phục hồi môn Ci3147 cho bạn",
            "Dạ vâng ạ, em chưa thấy cập nhật, hi vọng chiều nay có cập nhật, em chân thành cảm ơn ạ !. . Chúc thầy cô một ngày vui vẻ ạ",
            "sau 6h sẽ có nha bạn .Yên tâm"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Dear Các Thầy/Cô,. . Do em không để ý ngày cập nhật thông tin liên lạc nên đã xác nhận thong tin lien lạc không đúng hạn và bị xóa đăng ký môn học. Sau đó ngày 5/1/2019 em đã xác nhận thông tin lại và thấy phiếu đăng ký môn học của mình trở lại tuy nhiên em kiểm tra tkb thì chưa thấy lịch học. . . . . Kính mong các thầy cô giải đáp và hướng dẫn giúp em ạ.. . . . Em cảm ơn ạ!!!",
            "responsible person: [543] [staff_name] [helpdesk staff]",
            "Chào bạn,. . Nhà trường đã gửi mail thông báo cho các bạn:. . \"Gửi các bạn.. . Trong đợt đăng ký môn học đợt 2 sau khi hậu kiểm các bạn vẫn chưa khai báo lý lịch online. PĐT xin thông báo tính đến hết ngày 3/1/2019 nếu các bạn chưa khai báo lý lịch các bạn sẽ bị hủy toàn bộ kết quả đăng ký môn học. . . Các bạn vui lòng đăng nhập và kê khai đầy đủ thông tin trên trang thông tin sinh viên\". . Bạn vui lòng vào kiểm tra lại mail sinh viên nhà trường đã gửi cho bạn.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác .   B Do em đã không đọc kĩ nội dung của thư là phải bấm \"lưu lại\" để cập nhật lí lịch. Nên em nghĩ mình đã điền đầy đủ rồi không cần chỉnh sửa nữa. Em mong nhà trường xem xét giúp em lần này, em hứa sẽ không tái phạm nữa. Em xin cám ơn.",
            "Bạn vui lòng cung cấp MSMH + mã nhóm để mình kiểm tra phục hồi"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: do em kiểm tra không kỹ mail trường nhắn là cập nhật lý lịch cá nhân nên đã bị hủy các môn học đã đăng ký nên em xin phòng đào tạo cập nhật lại thời khóa biểu em đã đăng ký để em có thể được học trong học kỳ này ạ",
            "responsible person: [543] [staff_name] [helpdesk staff]",
            "Bạn vui lòng cung cấp MSMH + mã nhóm để mình kiểm tra phục hồi."
        ]
    },
    {
        "intent": "",
        "message": [
            "Em đăng kí gdtc nhưng bị hủy do sỉ số lớp không đủ, nhưng bây giờ hết hạn đăng kí e làm cách nào để học gdtc trong kì này. Em cảm ơn",
            "responsible person: [543] [staff_name] [helpdesk staff]",
            "Chào bạn,. . Hiện tại đã hết thời gian đăng ký môn học cho học kỳ chính. Bạn thử liên hệ với bộ môn GDTC để xin tiếp tục mở trong học kỳ dự thính.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính gửi quý thầy cô, hiện tại em đăng kí sót môn Chi tiết máy. Hiện nay em thấy lớp Chiều thứ 5 ( tiết 8-12) và sáng thứ 6 ( tiết 2-4) vẫn còn trống . Vậy em có thể xin vô học lớp đó được không ạ . . . .",
            "Bạn vui lòng cung cấp MSMH + mã nhóm để mình đăng ký"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tăng sĩ số lớp môn học . Sinh viên: [full_name]. MSSV: [student_id]. . Do lớp giáo dục thể chất em đăng kí không đủ người mở lớp và em bỏ lỡ kì đăng kí bổ sung nên mong thầy/cô mở thêm sĩ số cho em vào lớp L27-Môn Giáo dục thể chất (Bóng chuyền)-Thứ 3 tiết 9-10.. . Em xin cảm ơn !!!",
            "Chào bạn,. . Hiện tại đã hết thời gian đăng ký môn học cho học kỳ chính 182. Bạn thử liên hệ với bộ môn GDTC để xin tiếp tục mở trong học kỳ dự thính.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Cho em xin đăng ký môn bóng rổ t4 tiết 4 5. Em cảm ơn.. .",
            "Chào bạn,. . Hiện tại đã hết thời gian đăng ký môn học cho học kỳ chính 182. Bạn thử liên hệ với bộ môn GDTC để xin tiếp tục mở trong học kỳ dự thính.. . Thân",
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Khác ... . Khoa KH&KT máy tính - chương trình chính quy - đại trà. . .  . . Em xin được đăng ký học môn bóng rổ ( PE1015 ) tiết 4-5 thứ tư để hoàn thành gdtc.. . . . Mong phòng đào tạo suy xét.",
            "Chào bạn,. . Hiện tại đã hết thời gian đăng ký môn học cho học kỳ chính 182. Bạn thử liên hệ với bộ môn GDTC để xin tiếp tục mở trong học kỳ dự thính.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Chứng chỉ ngoại ngữ - Đại học - Cao đẳng chính quy   Xét miễn môn anh văn (chuyển điểm) . Nhà trường cho em hỏi cách để đóng lệ phí miễn điểm bằng BKPay ạ. Em vào trang BKPay, chọn mục thanh toán, em được đưa đến trang chủ OCB để đăng nhập nhưng em không biết tên tài khoản và mật khẩu vì đầu năm khi đóng học phí ở OCB CS1 thì em chỉ đóng tiền mà không biết thông tin tài khoản.. . . . Ngoài ra em không biết tên tài khoản nên khi viết giấy nộp tiền cho ngân hàng OCB, mục \"Tên tài khoản\" em đã ghi họ tên của mình, em không biết có đúng không ạ?",
            "Chào bạn,. . Bạn liên hệ tại Ngân hàng OCB để nhận tài khoản online của mình.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được . Trong thời gian ôn thi em không sử dụng internet nên đã lỡ mất kì đk gdtc 8-9/1. Xin thầy cô cho em được đăng kí và tham gia lại lớp học gdtc. Em xin cảm ơn. .",
            "Chào bạn,. . Hiện tại đã hết thời gian đăng ký môn học cho học kỳ chính 182. Bạn thử liên hệ với bộ môn GDTC để xin tiếp tục mở trong học kỳ dự thính.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Trường hợp của em do đăng kí môn thể chất nhưng vì lớp ít quá nên bị hủy. Có đợt đăng kí môn học dành cho sinh viên vi phạm giờ e vô đăng kí thấy nó vẫn đăng ki được nhưng vài ngày sau thì mất.  Vậy e có thể xin phòng đào tạo đăng kí môn thể chất  môn cầu lông sáng thứ 2 tiết 2-3 được không ạ.  Em xin cảm ơn",
            "Chào bạn,. . Bạn vào xem lý do môn học không đăng ký được tại: https://mybk.hcmut.edu.vn/ Đăng ký môn học/Kết quả - Đăng ký/Chọn đợt \"Kết quả đăng ký và bổ sung môn học HK182- Hệ chính quy/Đăng ký mới/ chọn loại hình đăng ký/xem lịch sử đăng ký.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Cho em hỏi vào đợt đăng ký môn học bổ sung vừa rồi em có đăng ký môn [full_name] BIẾN ÁP (EE3028).Môn học vẫn được đăng ký bình thường và khong trùng lịch học khác, cũng như môn tiên quyết cần thiét nhưng khi kiểm tra [full_name]KB vừa cập nhật thì môn học em đăng ký vẫn không có trên [full_name]KB ạ? [full_name]uy nhiên với những bạn học cùng em, [full_name]KB cũng đăng ký các môn tương tự, thì [full_name]KB của các bạn có môn đấy ạ . có bạn cũng gặp [full_name]H tương tự em. Cho em hỏi thêm nếu vậy em có cần làm đơn hay không? Và do [full_name]7 và [full_name] Pdt không làm việc nên [full_name]2 em lên để được hỗ trợ thì vẫn kịp chứ ạ? Do môn học này rất quan trọng với em, hy vọng PD[full_name] xem xét dể em được dky như nguyện vọng ạ. Em chân thành cảm ơn.",
            "Chào bạn,. . Thời khóa biểu đợt bổ sung cuối ngày hôm nay (14/01) mới có."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Cho em hỏi là theo như thông báo thay đổi ở hk182 thì sau năm 3 chuẩn tiếng a của kstn là 600 toeic. Vậy 600 toeic này là thi lấy bằng hay là em thi kiểm tra av định kì ở trường được 600 cũng được ạ. Mong được hồi đáp!",
            "Chào bạn,. . Kỳ thi anh văn định kỳ được tổ chức ở trường chỉ được dùng để xét chuẩn Anh văn sau từng năm học nha bạn.. . Thân",
            "vậy là đến năm 3 e thi av định kì ở trường được 600 thì vẫn tính đúng không ạ?",
            "Chào bạn,. . Đã trả lời câu hỏi của bạn rồi mà, sao bạn lại lập lại câu hỏi của mình nữa.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính gửi PDT,[full_name] [full_name] Em tên [full_name], lớp XD15KT[full_name] Do sự thiếu sót trong lúc đăng kí môn học mà em bị đăng kí thiếu 1 môn là chuyên đề 4 (mã số môn:CI4095)[full_name] Mà em còn đăng kí môn đường lối HCM (mã số môn:SP1009) trùng giờ với môn chuyên đề[full_name] Em xin hỏi em có thể hiệu chỉnh đổi giờ học môn đường lối và đăng kí them môn chuyên đề 4 được hay không ạ? Nếu được PDT cho em biết em cần phải làm thủ tục đơn xin như thế nào ạ? Em cảm ơn anh chị nhiều ạ![full_name] [full_name] Trân trọng[full_name] [full_name] [full_name][full_name] [full_name] [full_name] [full_name]",
            "Chào bạn,. . Hiện tại đã hết thời gian đăng ký hiểu chỉnh môn học của học kỳ chính 182. Bạn có thể vào xem lịch học vụ để đăng ký học dự thính.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Em là [full_name]SV [student_id]. Cho em hỏi là đợt đăng ký môn học học kỳ 182 em đã đăng ký môn giáo dục thể chất rồi nhưng không có trên thời khóa biểu, em có đăng ký bổ sung từ 8-9/1 nhưng vẫn không được xếp lịch. Cả 2 lần đều đăng ký thành công. Mong thầy/cô xem xét giúp em",
            "Chào bạn,. . Bạn vào xem lý do môn học không đăng ký được tại: https://mybk.hcmut.edu.vn/ Đăng ký môn học/Kết quả - Đăng ký/Chọn đợt \"Kết quả đăng ký và bổ sung môn học HK182- Hệ chính quy/Đăng ký mới/ chọn loại hình đăng ký/xem lịch sử đăng ký.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Khác ... . [student_id]. . Lúc đăng kí môn em ko có cập nhật lý lịch. . Bây giờ em đã cập nhật lý lịch rồi.Cho nên bây giờ em xin cô hồi phục Thời khóa biểu cho em được không",
            "Bạn vui lòng cung cấp MSMH + mã nhóm cần đăng ký. Vì 1 số môn đã full sĩ số không thể phục hồi được."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Khác ... . Theo mail của phòng đào tạo gửi thì ngày 2/01-3/01 là đợt đăng kí môn GDTC, em đã đăng kí thành công môn bơi vào đợt đó. Đến ngày 8/01-9/01 là đợt đăng kí bổ sung em vào kiểm tra thì đã được hiện lên môn BƠI đã được gửi đăng kí. Nhưng đến khi có TKB thì em không được . . Em mong vấn đề này được giải quyết sớm để không bị trễ lịch học ạ.",
            "Chào bạn,. . Bạn vào xem lý do môn học không đăng ký được tại: https://mybk.hcmut.edu.vn/ Đăng ký môn học/Kết quả - Đăng ký/Chọn đợt \"Kết quả đăng ký và bổ sung môn học HK182- Hệ chính quy/Đăng ký mới/ chọn loại hình đăng ký/xem lịch sử đăng ký.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được . em có đăng kí môn bóng chuyền vào đợt hiệu chỉnh môn học thứ 3 nhưng đến khi có thời khóa biểu thì lại không thấy có lịch học môn bóng chuyền. Em đã xem lại mục kết quả đăng kí môn học hk182 thì vẫn thấy có môn bóng chuyền \" đã gửi đăng kí. Khi em xuống hỏi phòng đào tạo thì mới được biết đó là do bị hủy lớp, nếu vậy tại sao em lại không được nhà trường thông báo ạ? Hơn nữa đợt đăng kí đó em có đăng kí cùng các bạn của em nhưng lại chỉ có mình em bị hủy kết quả đăng kí môn học. Bây giờ em phải làm sao ạ?",
            "Chào bạn,. . Bạn vào xem lý do môn học không đăng ký được tại: https://mybk.hcmut.edu.vn/ Đăng ký môn học/Kết quả - Đăng ký/Chọn đợt \"Kết quả đăng ký và bổ sung môn học HK182- Hệ chính quy/Đăng ký mới/ chọn loại hình đăng ký/xem lịch sử đăng ký.. . Nhà trường thông báo lý do tất cả các môn học mở/không được mở tại đây.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp - Đại học - Cao đẳng chính quy   Cập nhật ngày CTXH, điểm ... . Em xin phép được xem tình trạng tốt nghiệp của em còn thiếu môn học nào. . . .",
            "Chào bạn,. . Bạn có thể vô trang web ở Khoa xem.. . Thân mến"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được . Chào thầy/cô,. . . . Em là [full_name], MSSV [student_id], lớp DD15KSVT, khoa Điện-Điện tử.. . . . Em đã nộp bằng IELTS 6.0 ở học kì 151 và đã được chuyển điểm. Tuy nhiên, hiện tại khi em đăng kí LVTN thì hệ thống không cho vì \"thiếu CCAV\".. . . . Em có đính kèm file hình ảnh. Mong thầy/cô xem xét giúp em.. . . . Em xin chân thành cảm ơn!",
            "Bạn đăng ký trong đợt bổ sung LVTN giúp mình. Vì điểm AV của bạn chỉ mới được cập nhật.. . . . Thời gian bạn xem tại lịch học vụ HK2"
        ]
    },
    {
        "intent": "",
        "message": [
            "CODE Tốt nghiệp - Đại học - Cao đẳng chính quy   Cập nhật ngày CTXH, điểm ... . Em có 1 môn là môn Tư tương [full_name] đã học nhưng là mã cũ 001025 nhưng chưa chuyển điểm sang mã mới là SP1005.. . . . Em rất mong được thầy/cô giúp đỡ.. . . .",
            "Chào bạn,. . Bạn K.2014 sao bạn đăng ký các môn thuộc MacLê toàn với các khóa cũ không là sao bạn? các môn mã chữ của bạn vẫn có mở lớp mà?. . . . ps : Đã cập nhật. . . . Thân mến"
        ]
    },
    {
        "intent": "",
        "message": [
            "- Xin chào ban giải đáp, em muốn hỏi lí do cụ thể em không đủ điều kiện để nhận LVTN qua  đợt ĐKMH HK182.. . - Em đã nộp chứng chỉ Toeic vào ngày 07/12/2018 (file hình em đính kèm). . - Tính đến HK181 em còn 1 môn là đường lối CM của ĐCSVN (chưa học), 3 môn chưa biết điểm, còn lại đã đạt hết tất cả các môn theo chương trình đào tạo.. . - Đã đạt đủ ngày CTXH và môn tiên quyết.. . - Em mong nhận được sự giải đáp sớm nhất. . Xin chân thành cám ơn.. . Họ và tên: [full_name], MSSV [student_id]",
            "Đã cập nhật điểm anh văn và xét lại điều kiện nhận LVTN.. . Chiều em lên myBK xem TKB và đến khoa cập nhật để nhận đề tài."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Khác ... .   Tôn Thất Lộc - [student_id]- Khoa CNVL - [full_name] K17 . .    Do sơ xuất em chưa kịp cập nhật lại lý . . lịch sinh viên nên bên nhà trường đã xoá thời khóa biểu học kỳ này của em. . .    Em viết đơn này mong phòng đào tạo cập nhật lại thời khóa biểu cho em.Em xin chân thành cảm ơn.. .    . .    . . . .",
            "Chào bạn.. . . . Bạn vui lòng cung cấp MSMH + mã nhóm các môn học cần đăng ký, một số môn đã full sĩ số nên không thể phục hồi tất cả được.",
            "LA1003 Anh Văn 1 L03. . MT1009 [full_name] Pháp Tính L02. . MA2003 Đo lường và tự động hóa L01. . MA2013 các nguồn năng lượng tái tạo L01. . ME2077 Cơ Học Máy L02. . MA2011 Điện hóa học L01. . EE2011 Kỹ thuật điện- điện tử L01. .  Cảm ơn bạn!. .",
            "Đã phục hồi cho bạn",
            "Cảm ơn bạn nha ^^",
            "ok bạn !"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: 1612599  /b \t. . . .   i Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được . Kính chào thầy cô! Em tên là Đinh Hoàng Phú, hiện đang là sinh viên Kiến trúc lớp XD16KT.. . Hôm nay em viết thư này kính mong thầy cô xem xét giúp đỡ về trường hợp của em như sau:. . Học kì 2 này em có đăng kí 7 môn học với tổng số tín chỉ là 18. Và em có kiểm tra BẢNG KẾT QUẢ ĐĂNG KÝ MÔN HỌC HK182 - HỆ CHÍNH QUY - ĐỢT 2 thì tổng số chỉ vẫn còn đủ là 18 chỉ. Sau đó điện thoại của em bị mất và laptop của em cũng phải đem đi bảo hành nên em không thể theo dõi được thông báo vi phạm giờ học từ mail của trường. Đến hôm nay em mới có thể vào kiểm tra Thời Khóa Biểu thì em bị mất 2 môn và chỉ còn 9 chỉ ( do không điều chỉnh lịch ở lần đăng kí đợt 3). Em vô cùng hối hận và biết lỗi của mình. Em xin nhận lỗi về sự vô ý của bản thân !!. . Cụ thể là môn học CI-3145 THIẾT KẾ KIẾN TRÚC NHÀ Ở VÀO TIẾT 2-6 VÀ MÔN LA-1005 ANH VĂN 2 vào tiết 7-10 cùng ngày thứ 3 và cùng học ở Cơ sở 2. Vì lí do 2 môn sát giờ học với nhau nên em bị vi phạm giờ học. . Cụ thể hơn là phòng Đào tạo đã hủy môn CI-3145 THIẾT KẾ KIẾN TRÚC NHÀ Ở và giữ lại môn LA- ANH VĂN 2. Đồng thời cũng hủy luôn môn CI-3147 QUY HOẠCH ĐÔ THỊ BỀN VỮNG do song hành với môn CI-3145. Đây là các môn chuyên ngành với tổng số tín chỉ là 9 và mỗi khóa Kiến Trúc chỉ có 1 lớp nên việc đăng kí để học lại là vô cùng khó khăn.. . Kính mong Nhà trường, thầy cô cho em được giữ lại toàn bộ các môn học như đã đăng kí trong các đợt đăng kí môn học. em xin hứa sẽ đảm bảo thời gian để hoàn thành tốt tất cả các môn đã đăng kí.. . Đó là những dòng khẩn cầu tha thiết của em viết trong sự ăn năn hối hận về sự vô ý của bản thân. Kính mong thầy cô xem xét và giúp đỡ đặc cách cho em một lần. em xin hứa sẽ sửa đổi bản thân ạ!. .",
            "Bạn cung cấp ngắn gọi giúp mình :. . . . MSMH + mã nhóm cần đăng ký để mình kiểm tra phục hồi",
            "CI-3145 + [full_name]01. . CI-3147 + [full_name]01. . Đây là 2 môn em cần đăng kí ạ!",
            "ĐÃ phục hồi cho bạn",
            "dạ em cảm ơn thầy nhiều ạ!",
            "ok luôn !"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Môn thực tập nhận thức toàn Khoa Quản lý Công nghiệp học ngày thứ 2. Nhưng sau khi cập nhật tkb xếp vào ngày thứ 3 và bị trùng lịch với môn Hành vi Tổ chức. Xin PDT sửa lại, em xin cảm ơn.",
            "TKB đã cập nhật lại,. . . . Bạn xem lại nhé"
        ]
    },
    {
        "intent": "",
        "message": [
            "Em tên    : [full_name]. . MSSV      : [student_id]. . Em xin đăng kí môn học CI3147 - Quy hoạch đô thị bền vững ( thứ 5 tiết 8 9 10 11 tại cơ sở 2 phòng H2-201 ) . . Tình trang để đăng kí môn học trên : không bị khống chế. . Lí do     : Em đã đăng kí thành công môn học CI3147 trong 3 đợt đăng kí môn học trường mở nhưng kết quả đăng kí lại không có môn học trên . .",
            "Chào bạn,. . Bạn vào xem lý do môn học không đăng ký được tại: https://mybk.hcmut.edu.vn/ Đăng ký môn học/Kết quả - Đăng ký/Chọn đợt \"Kết quả đăng ký và bổ sung môn học HK182- Hệ chính quy/Đăng ký mới/ chọn loại hình đăng ký/xem lịch sử đăng ký.. . Hiện tại đã hết thời gian đăng ký môn học cho học kỳ chính 182.. . Thân",
            "Bạn đăng nhập vào đợt kết quả và chọn xem lịch sử đăng ký để xem lý do : . . . . . . PDT không đ/ký cho SV MH CI3147 (1: Thiếu môn song hành CI3145)"
        ]
    },
    {
        "intent": "",
        "message": [
            "Trong đợt đăng kí môn học vừa rồi, em có đăng kí môn đồ án thiết kế luận lí(Co2021), trong khi phiếu đăng kí em đăng kí được m[full_name] kết quả đăng kí lại không có[full_name] Phòng đạo tạo nói l[full_name] chưa học trước môn học CO2009(thiết kế luận lí verilog)[full_name] M[full_name] khóa K2017 của em môn thiết kế luận lí verilog của em có mã môn học l[full_name] Co2033[full_name] Cho em hỏi tại sao vậy [full_name][full_name] em có thể tham gia lớp học CO2021 nữa không ạ[full_name]Bạn [full_name] (mssv [student_id]) cũng bị vấn đề giống em ạ[full_name][full_name] [full_name] [full_name] [full_name]",
            "Mình đã phục hồi cho bạn môn CO2021",
            "Khoảng bao lâu thì nó có thời khoa biểu trên mybk cho em ạ",
            "Sau 6h chiều nhé bạn.",
            "em có rồi thầy ơi. Mà sao bạn em nó chưa có ạ.  Bạn đó cũng giống em. em có nhắc ở trên rồi đó ạ. .",
            "mà sao thời khóa biểu không có thứ tiết với phòng ạ",
            "Môn học đồ án không có lịch học nhé bạn.. . . . Bạn liên hệ giảng viên [full_name] để được nhận đồ án.",
            "cảm ơn thầy ạ. Còn bạn em nữa thầy ạ. Bạn đó cũng giống như em, bạn đó tên [full_name], mssv là [student_id]",
            "Chào bạn,. . Trường hợp  của bạn nào bạn đó tự trình bày trên BKSI nha bạn, bạn không thể thay thế bạn của bạn để trình bày hoặc làm đơn (bạn không có quyền đại diện bạn của mình). . . Hiện tại đã hết thời gian để đăng ký môn học cho học kỳ chính, và giờ các trường hợp này chỉ có thể đăng ký học dự thính nếu có nhu cầu.. . Thân chào",
            "Sao lại có tới hai thầy cho môn đồ án vậy ạ.. .",
            "Bạn liên hệ [full_name] để biết rõ hơn nhé.. . . . PĐT không phụ trách phân công cán bộ cho môn học."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Do không biết về quy chế mới của trường nên em đã bị hủy môn học. Số tín chỉ trước khi hủy là 16 mà giờ chỉ còn 12, dưới 14 tín chỉ tối thiểu. Trong trường hợp này, em có bị coi là dừng học hay không? Em có được đăng kí in giấy xác nhận sinh viên để hoãn nghĩa vụ quân sự hay không? Em nên làm gì trong tình huống này?",
            "Chào bạn,. . Trường hợp đăng ký dưới 14 tín chỉ, hiện tại vẫn không bị xử lý tạm dừng và vẫn được cấp giấy chứng nhận sinh viên để hoãn nghĩa vụ quân sự. . . Nhưng trong trường hợp xác minh sinh viên của những cơ quan có thẩm quyền yêu cầu, thì nhà trường sẽ xác nhận theo đúng quy định hiện hành là đối với sinh viên đăng ký không đủ số tín chỉ yêu cầu thì không được công nhận là sinh viên chính quy của nhà trường.. . Thân",
            "Cho em hỏi việc không được công nhận là sinh viên chính quy của nhà trường có làm ảnh hưởng gì đến kết quả học tập hay quá trình đào tạo của em không ạ?",
            "Chào bạn,. . Việc không công nhận là sinh viên chính quy của trường thì không liên quan đến kết quả học tập và quá trình đào tạo của bạn tại nhà trường. Còn về cơ quan có thẩm quyền xác minh trường hợp của bạn xử lý như thế nào thì nhà trường không thể can thiệp được (ví dụ như bên Ban chỉ huy quân sự, ...). . Thân chào"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em cập nhật lý lịch muộn và chưa có thời khóa biểu, em muốn khôi phục thời khóa biểu ạ.",
            "responsible person: [543] [staff_name] [helpdesk staff]",
            "Bạn cung cấp MSMH + mã nhóm cần phục hồi để mình kiểm tra"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]  /b Em tên là [full_name], em gửi yêu cầu này mong phòng đào tạo xác nhận việc nộp chứng chỉ Ielts của em được Hội Đồng Anh hẹn gửi đến phòng đào tạo trường Bách Khoa cơ sở I vào ngày 5/1/2019. Em xin cám ơn ạ. \t. . . .",
            "responsible person: [543] [staff_name] [helpdesk staff]",
            "Chào bạn,. . Bạn vui lòng vào trang https://mybk.hcmut.edu.vn/. . 4. Đăng ký nộp Chứng chỉ Ngoại ngữ, để xem kết quả thẩm tra chứng chỉ (nhà trường đã trả kết quả thẩm tra hợp lệ ngày 7/1/2019).. . Thân chào"
        ]
    },
    {
        "intent": "",
        "message": [
            "Dịch vụ cho sinh viên - Đại học - Cao đẳng chính quy   Thông tin sinh viên . Hiện tại em đăng kí môn học rồi nhưng chưa có thời khóa biểu do em chưa cật nhật thông tin sinh viên, giờ phải làm thế nào ạ",
            "Chào bạn.. . . . Bạn vào đợt kết quả ĐKMH để xem lý do không đăng ký được : . . . . Các môn học của bạn bị hủy do chưa kê khai thông tin, trường hợp này trường đã gửi mai về cho bạn trong các đợt ĐKMH trước đó .. . . .",
            "Vậy giờ em phải làm như thế nào ạ",
            "Xin ad giúp em ạ :(((",
            "Chào bạn,. . Hiện tại đã hết thời gian để đăng ký môn học học kỳ chính 182. Bạn vui lòng vào xem lịch học vụ để đăng ký dự thính (nếu có nhu cầu).. . Hiện tại đang có đợt đăng ký môn học cho học kỳ dự thính.. . Thân chào"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Kính thưa các thầy cô,. . . . Vừa qua em có đọc trên báo, thấy có nói rằng sẽ không phân biệt 2 loại bằng như trên. Cho em hỏi điều này có đúng không?. . . . Em đang học hệ chính quy bằng 2, chỉ còn LVTN, nhưng do khả năng tiếng Anh có hạn nên tính chuyển xuống VHVL. Nếu như theo báo chí đưa tin thì có phải sau này nhà tuyển dụng không nhận ra sự khác nhau giữa 2 loại bằng trên đúng không ạ?. . . . Em cảm ơn nhiều.. .",
            "Chào bạn,. . Trên văn bằng tốt nghiệp có ghi rõ là hệ chính quy và không chính quy (tại chức) nha bạn.. . Thân",
            "Vậy cho em hỏi là việc không phân biệt 2 loại bằng trên là như thế nào ạ? (theo như luật mới ra) - em không hiểu lắm ạ.",
            "Chào bạn,. . Bạn xem thông tin ở đâu? cụ thể như thế nào?. . Phôi bằng thì dùng chung cho cả hệ chính quy và không chính quy, nhưng trên băng có ghi rõ từng loại nhé bạn.. . Thân",
            "Dạ đây ạ,. . . . https://thuvienphapluat.vn/tintuc/vn/thoi-su-phap-luat/chinh-sach-moi/22297/tu-01-7-2019-bang-dai-hoc-chinh-quy-va-tai-chuc-co-gia-tri-nhu-nhau. . . . Mong thầy cô cho em xin ý kiến.",
            "Chào bạn,. . Bạn vui lòng vào xem LUẬT SỬA ĐỔI, BỔ SUNG MỘT SỐ ĐIỀU CỦA [full_name]I HỌC 2018 (“Điều 38. Văn bằng giáo dục đại học).. . Không ghi như thông tin báo cung cấp. . . Hiện tại nhà trường vẫn chưa nhận được công văn về hướng dẫn của Bộ Giáo Dục về việc thay đổi này. . . Tóm lại, nhà trường sẽ làm theo quy định của Bộ Giáo Dục vế đề này.. . Thân chào"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Khác ... .",
            "Em đã cập nhật lí lịch rồi ạ, em xin được cập nhật thời khóa biểu của HK2 2018-2019",
            "Chào bạn.. . . . Sau ngày 14/1/2019 PĐT sẽ không xử lý phục hồi TKB. Bạn có thể đăng ký trong đợt dự thính.",
            "Vậy e không được học kì này luôn hả",
            "Chào bạn,. . Học kỳ chính học kỳ 182 đã hết hạn, nhưng bạn vẫn có thể đăng ký học kỳ dự thính nhé!. . Thân chào"
        ]
    },
    {
        "intent": "",
        "message": [
            "Dịch vụ cho sinh viên - Đại học - Cao đẳng chính quy   Thông tin sinh viên . Có cách nào để em cập nhật thông tin không ạ :((",
            "Chào bạn,. . Nội dụng mail nhà trường đã gửi cho bạn ngày 10/12/2018:. . \"Theo quy định hiện nay, để thuận lợi trong công tác quản lý Sinh Viên, Phòng đào tạo yêu cầu tất cả sinh viên phải cập nhật thông tin: vào trang web https://mybk.hcmut.edu.vn/stinfo/ --  Thông tin cá nhân-- Cập nhật lý lịch : xác nhận + khai báo đầy đủ  thông tin về Nơi ở hiện tại của sinh viên, Địa chỉ thường trú (ghi theo sổ hộ khẩu hiện tại), Thông tin liên lạc với gia đình khi cần thiết.. . Thời hạn từ 10/12/2018 đến 16/12/2018.. . Hệ thống vẫn mở bình thường để các bạn cập nhật thông tin. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Chào quý thầy cô,. . . . Chúng em gồm có:. . . . Em là:. .   B [full_name] - MSSV: [student_id]. . Mail SV: [email]  /B . . Cùng 2 bạn:. .   B [full_name] - MSSV: [student_id]. . Mail SV: [email]  /B . . . .   B [full_name] - MSSV: [student_id]. . Mail SV: [email]  /B . . . . Vấn đề của chúng em là:. . Thiếu site BKEL của môn CO2021 - nhóm L01 (môn này đã được PĐT bổ sung thời khóa biểu). . . . Xin PĐT bổ sung site BKEL và kiểm tra lại các thông tin khác để không bị sót các thông tin nào về môn học này trên hệ thống.. . . . Cảm ơn quý thầy cô.. . . . Cảm ơn quý thầy cô.",
            "responsible person: [543] [staff_name] [helpdesk staff]",
            "Chào quý thầy cô,. . . . Chúng em gồm có:. . . . Em là:. .   B [full_name] - MSSV: [student_id]. . Mail SV: [email]  /B . . Cùng 2 bạn:. .   B [full_name] - MSSV: [student_id]. . Mail SV: [email]. . . . [full_name] - MSSV: [student_id]. . Mail SV: [email]  /B . . . . Vấn đề của chúng em là:. . Thiếu site BKEL của môn CO2021 - nhóm L01 (môn này đã được PĐT bổ sung thời khóa biểu). . . . Xin PĐT bổ sung site BKEL và kiểm tra lại các thông tin khác để không bị sót các thông tin nào về môn học này trên hệ thống.. . . . Cảm ơn quý thầy cô.",
            "responsible person: [543] [staff_name] [helpdesk staff]",
            "BKEL sẽ được cập nhật vào thứ 6 hàng tuần. Bạn chú ý theo dõi"
        ]
    },
    {
        "intent": "",
        "message": [
            "CODE Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được . Chào anh chị. Em khóa K18 trong đợt đăng kí môn Học hk182 e đăng kí 19 tín chỉ và đã có thời khóa biểu. Do quên check mail hiệu chỉnh đăng kí môn học vi phạm giờ học nên e bị hủy mất môn giải tích 2 . Lúc e kiểm tra lại thời khóa biểu thì còn 15 tín . E đã cố đăng kí lại vào ngày hiệu chỉnh giáo dục thể chất 9/1/2019 nhưng lại bị vi phạm giờ học với các môn còn lại ko đ kí đc. . . Mong a chị tư vấn còn cách nào để đ kí đc giải tích 2 ở cs2 ko ạ !",
            "Chào bạn.. . . . Hiện tại đang có đợt đăng ký dự thính HK182. Bạn có thể đăng ký trong đợt này",
            "học dự thính à auto cơ sở 1 hả a . ko còn cách nào để đ kí ở cơ sở 2 ạ",
            "Chào bạn,. . Bạn có thể làm đơn xin mở lớp tại CS2 nộp tại Phòng Đào tạo xem xét.. . Mẫu đơn mở lớp tại:. . http://www.aao.hcmut.edu.vn/sinh viên/Biểu mẫu/15.Đề nghị mở môn học (ngoại lệ). . Thân chào",
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được . Chào anh chị.  E khóa k18 e đã đăng kí môn học hk182 19 tín và có thời khóa biểu rồi.  Do quên Check mail hiệu chỉnh môn học vi phạm giờ học vào ngày 7/1/2019 nên e bị hủy mất giải tích 2 . Lúc e cố đ kí lại giải tích 2 vào đợt hiêu chỉnh gdtc 9/1/2019 thì vẫn bị vi phạm giờ học. Giờ e phải làm dì để đ kí đc giải tích 2 ở học kì chính cs2 .mong a chị tư vấn.",
            "Chào bạn. . . . Sau ngày 14/1/2019 PĐT sẽ không xử lý phục hồi TKB. Bạn có thể đăng ký môn học này trong đợt dự thính"
        ]
    },
    {
        "intent": "",
        "message": [
            "em nộp học phí bị trễ, xog trường gửi mail bảo phải nộp đơn trình bày lý do trễ hạn học phí, em cũng nộp rồi nhưng sao giờ vẫn chưa có thời khóa biểu HK2 với lại cũng không đăng ký được gdtc. .",
            "Chào bạn,. . Bạn vui lòng trình bày rõ trường hợp của mình? . . Bạn đóng học phí và nộp đơn ngày nào?. . Theo quy định bạn nào đóng trễ và không nộp học phí sẽ bị hủy kết quả đăng ký môn học (bạn vui lòng kiểm tra mail thông báo nhà trường đã gửi).. . Hiện tại đã hết thời gian để đăng ký môn học cho học kỳ chính 182. Và đang có đợt đăng ký dự thính cho học kỳ 182, bạn có thể đăng ký học dự thính nếu có nhu cầu.. . Thân",
            "dạ em nộp học phí và đơn ngày 3/1/2019. . em có đăng ký môn rồi ạ nhưng do nộp học phí trễ nên bị khóa ạ. . giờ em vào lịch sử Đăng ký và bổ sung môn học HK182 - Hệ Chính Quy - Đợt 3 thì vẫn thấy các môn đã đăng ký nhưng bị khóa",
            "Chào bạn,. . 15h ngày 3/1 là ngày cuối cùng để đăng ký môn học cho học kỳ chính, mà ngày 3/1 bạn mới nộp đơn, khi nộp đơn thì Phòng Đào tạo trả lời bạn như thế nào? Thường các bạn nộp đơn ngày 3/1 chỉ có thể đăng ký cho đợt dự thính 182, và đợt đăng ký môn TTTN và LVTN từ ngày 22/1 (bạn vui lòng kiểm tra lại).. . Do bạn nộp trễ nên kết quả của bạn đã bị hủy, bạn phải đăng ký lại từ đầu nếu được mở. . . Hiện tại đã hết thời gian đăng ký môn học cho học kỳ chính 182. Bạn có thể đăng ký học dự thính nếu có nhu cầu (hiện tại đang có đợt đăng ký dự thính). . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Vừa làm vừa học - ĐTTX   Học vụ . Chào thầy cô phòng đào tạo.. . em đăng ký tkb hk182 nhóm lớp T01 mà kết quả tkb của em có 1 môn CO2001 lịch học là t3 tiết 4-6 thì em ko học đc. và tkb này khác với tkb  trong kế hoạch của đợt  đăng ký.giờ em muốn hủy môn này thì phải làm sao ạ.. . Em có đính kèm tkb em xem trên mybk app.. . nhờ thầy cô giải đáp. . em cảm ơn.. . [full_name].",
            "Chào bạn;. . Bạn làm đơn hủy môn học nộp cho phòng đào tạo nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Chứng chỉ ngoại ngữ - Đại học - Cao đẳng chính quy   Xét miễn môn anh văn (chuyển điểm) . Em đăng ký chuyển điểm anh văn 3, 4 trên mybk rồi xác nhận thanh toán nhưng khoảng hơn 1 tuần sau em vào mybk kiểm tra lại thì vẫn hiện em chưa thanh toán. Sau đó em vào bkpay thì có thêm 1 khoảng em phải thanh toán như trong hình đính kém. Mong nhà trường giải quyết giúp em. Em xin cảm ơn.",
            "Chào bạn,. . Hiện tại (ngày 15/01/2019) trên cổng thanh toán tiền Bkpay của trường vẫn chưa thấy em thanh toán khoảng tiền lệ phí chuyển điểm.. . Có thể lúc em thực hiện thanh khoản em chưa hoàn tất các thao tác nên giao địch này chưa thực hiện. . . Nếu tài khoản của em đã bị trừ khoản tiền này rồi thì en hãy liên hệ trực tiếp ngân hàng để ngân hàng kiểm tra trả lời cho em vì trường vẫn chưa nhận được khoản tiền  này.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Khác ... . Em tên: [full_name]. . Mssv: [student_id]. . Do học kì 181 em đã không đóng phí nên kết quả đăng kí môn học đợt 1 đã bị xóa.. . Hiện tại em đã thanh toán đầy đủ. Mong nhà trường có thể khôi phục lại TKB để em được tiếp tục học.. . Em cảm ơn",
            "Chào bạn,. . Hiện tại đã hết thời gian để đăng ký môn học cho học kỳ chính 182. Bạn vui lòng vào đăng ký dự thính (hiện tại đang có đợt đăng ký dự thính).. . Thân chào",
            "Do hồi sáng em có hỏi phòng đào tạo là có thể khôi phục lại thời khóa biểu đã bị hủy trước thứ 6 tuần này.. . Chị có thể giúp em được không",
            "Chào bạn,. . Sau ngày 14/1/2019 đã không thể phục hồi lại thời khóa biểu cho các bạn bị trễ cập nhật lý lịch (do các lớp đã bắt đầu đi học và các nhóm hầu như đã full sĩ số lớp). . . Bây giờ đang có đợt đăng ký dự thính 182, bạn có thể vào đăng ký học nếu có nhu cầu.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Chứng chỉ ngoại ngữ - Đại học - Cao đẳng chính quy   Xét miễn môn anh văn (chuyển điểm) . Chào anh/chị,. . . . Em muốn xin chuyển điểm thi anh văn - TOEIC để thực hiện tiếp chương trình học của mình.. . . . Em xin trân trọng cảm ơn !. . . . [full_name]",
            "Chào bạn,. . Bạn vui lòng xem hướng dẫn về chuyển điểm môn anh văn từ chứng chỉ Toeic tại web:. . www.aao.hcmut.edu.vn --  sinh viên -- Hướng dẫn --  Ngoại ngữ.. . Trân trọng.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "MSSV: [student_id]\t. . . .   i  em chào thầy ạ, em tên là [full_name] mssv :[student_id]. thầy cho em hỏi em muốn chuyển lớp học môn kĩ thuật lập trình từ L06-L12 của thầy [full_name] qua lớp L02-L03(BT) của thầy thầy [full_name]. . lí do e muốn xin đổi lớp: hồi đăng kí môn học e giữ nguyên lịch cũ vì học kì 181 có các bạn cùng lớp học cùng nhau nên em đã quen với các bạn rồi, nên em giữ nguyên lịch phòng đào tạo sắp xếp, nhưng không hiểu sao tới lúc có thời khóa biểu thì em bị chuyển lớp và e phải học một mình k quen bạn nào cả, em là con gái và rất yếu về phần lập trình, em muốn được chuyển lớp để được chuyển lớp để dược các bạn cũ chỉ bài, bày em học tập, cùng nhau học tập ở môn này,cùng nhau làm bài tập lớn, vì môn này rất khó nên em rất cần các bạn học chung,mong thầy có thể xem xét cho em được chuyển lớp qua học cùng các bạn. do em tưởng em được học cùng các bạn rồi nên em không để ý những lúc nhà trường cho hiệu chỉnh. tới lúc có thời khóa biểu em mới biết ạ, nên giờ em mong thầy có thể xem xét tạo điều kiện cho em được đi học vào hôm thứ 3 lớp lo2-L03 thầy [full_name]. lịch học này theo như phòng đào tạo xếp ban đầu thì cũng rất hợp lí với em ạ. em rất cần được chuyển lớp,hôm nay em cũng có đi học chui lớp thầy rồi ạ, nên em vẫn chưa bỏ buổi nào của thầy mong thầy có thể giúp em để em có niềm vui hơn khi đi học ạ, em cảm ơn thầy nhiều, vì đây là lớp cũ của em nên em rất cần đi học cùng các bạn, các bạn chơi rất thân với em ạ. em mong thầy xem xét cho em về trường hợp của em  .",
            "Chào bạn,. . Hiện tại đã hết thời gian để điều chỉnh, đăng ký bổ sung môn học cho học kỳ chính 182 nha bạn. . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được .  Kính gửi Phòng đào tạo ĐHBK:. . Em tên là [full_name] MSSV [student_id]. . tình trạng hiện giờ của em là bị hủy môn học thí nghiệm hóa lí do không hợp lí với giờ học  và trường có gửi mail nhưng giờ em mới thấy được thông tin này vì vậy nhà trường đã hủy môn học này của em. Do môn này là lịch cứng của học kì này và mỗi năm chỉ mở một lần, nếu  kì này em không được học sẽ không được đi thực tập kì hè này. Rất mong trường giúp em đăng kí lại môn thí nghiệm hóa lí(CH2041) ở tiết 2-6 B2-214 thứ tư và hủy môn đường lối ĐCSVN thứ tư tiết 7-10 306 B6.Em rất cần sự giúp đỡ này và hi vọng nhà trường chấp thuận. Em chân thành cảm ơn!",
            "Chào bạn.. . . . Sau ngày 14/01/2019 PĐT sẽ không giải quyết các trường hợp thay đổi tkb. Bạn có thể đăng ký môn học này trong đợt dự thính HK182."
        ]
    },
    {
        "intent": "",
        "message": [
            "B Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được . Dạ chào PĐT, đợt ĐKMH đợt 3 em có đăng ký bổ sung 2 môn: Đo lường và tự động hóa(MA2003) và Điền kinh(PE1025) như trong hình nhưng không hiểu sao TKB của em lại không có 2 môn đó. Theo em tìm hiểu thì môn MA2003 của em bị xóa có thể do đăng ký thiếu môn song hành ME2077,điều này em mới biết lần đầu,vậy PĐT cho em hỏi có cách nào để em đăng ký học bổ sung 2 môn MA2003 và ME2077 hoặc chỉ 1 môn MA2003 ngay trong học kì này không ạ? Còn về môn Điền kinh(PE1025) thì em đoán bị xóa có thể do lớp có sỉ số ít (7/50) nhưng em thấy tất cả các lớp Điền kinh đều có sỉ sổ không quá 10/50, vậy học kì này trường mình không mở lớp nào môn Điền kinh luôn hay sao ạ? Em xin cảm ơn PĐT.",
            "Chào bạn,. . Bạn vào xem lý do môn học không đăng ký được tại: https://mybk.hcmut.edu.vn/ Đăng ký môn học/Kết quả - Đăng ký/Chọn đợt \"Kết quả đăng ký và bổ sung môn học HK182- Hệ chính quy/Đăng ký mới/ chọn loại hình đăng ký/xem lịch sử đăng ký.. . Nhà trường thông báo lý do tất cả các môn học mở/không được mở tại đây.. . Thân chào"
        ]
    },
    {
        "intent": "",
        "message": [
            "[student_id]. .   i Yêu cầu khác . Em đã cập nhật hồ sơ+ đăng ký môn học nhưng vẫn chưa nhận được thời khóa biểu mới",
            "responsible person: [543] [staff_name] [helpdesk staff]",
            "Chào bạn,. . Bạn mới cập nhật hồ sơ vào ngày 15/1/2019. Theo thông báo các bạn sinh viên cập nhật sau ngày 3/1/2018 sẽ hủy toàn bộ kết quả đăng ký môn học (bạn vui lòng kiểm tra email sinh viên).. . Hiện tại đã hết thời gian đăng ký môn học học kỳ chính 182 và đang có đợt đăng ký dự thính 182, bạn có thể vô đăng ký nếu có nhu cầu.. . Thân chào",
            "Co em hỏi học dự thính là học lại buổi tối hay sao ạ. .",
            "em cần đăng ký lý lịch online ở mục nào nữa ạ. .",
            "Chào bạn,. . Dự thính học buổi tối, thứ 7, chủ nhật (trừ sáng thứ 7).. . Bạn đã cập nhật lý lịch rồi.. . Thân chào,"
        ]
    },
    {
        "intent": "",
        "message": [
            "Năm nhất phải qua dc anh văn 2 thì đến năm 2 mới được học môn chuyên ngành phải không ạ",
            "responsible person: [543] [staff_name] [helpdesk staff]",
            "Chào bạn,. . Bạn vui lòng xem quy định chuẩn tiếng anh theo từng năm trên web www.aao.hcmut.edu.vn--  Sinh viên --  Quy chế --  Phục lục 1 về ngoại ngữ --  Mục 2: chuẩn tiếng anh theo từng năm học.. . Trân trọng."
        ]
    },
    {
        "intent": "",
        "message": [
            "Em xin hỏi là tại sao em đã đăng kí môn học này trong cả 2 đợt chính thức và bố sung HK182, nhưng trong cả 2 đợt thì không có kết quả đăng kí dù e thỏa điều kiện đăng kí môn học. Bây giờ trong kết quả đăng kí môn học hệ chính quy HK182 và cả lẫn TKB của em đều không có môn học này. Em xin được trợ giúp ạ.",
            "Chào bạn,. . Bạn vào xem lý do môn học không đăng ký được tại: https://mybk.hcmut.edu.vn/ Đăng ký môn học/Kết quả - Đăng ký/Chọn đợt \"Kết quả đăng ký môn học HK182- Hệ chính quy - Đợt 2/Đăng ký mới/ chọn loại hình đăng ký/xem lịch sử đăng ký.. . Nhà trường thông báo lý do tất cả các môn học không đăng ký được tại đây.. . . . Trường hợp của bạn có báo:. . PDT không đ/ký cho SV MH CO2021 (2: Thiếu môn học trước CO2009). . Thân chào",
            "Thưa cô, về môn học CO2009 - Thiết kế luận lý với verilog HDL, theo e được biết đã được tương đương mã CO2033 và e đã hoàn thành môn học này ở HK181 vừa qua, e xin cô trợ giúp đăng kí lại môn học Đồ Án này ạ, nếu không em phải chờ đến năm sau mới được học ạ.",
            "Mình đã phục hồi CO2021 cho bạn"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Chuyển thời khóa biểu . e đã đăng kí được nhưng thời khóa biểu không có môn học . xin thầy cô xem lại . e cảm ơn ạ !",
            "Chào bạn,. . Bạn vui lòng vào trang web:. . https://mybk.hcmut.edu.vn/stinf/ xem thời khóa biểu.. . Nhà trường đã up thời khóa biểu từ ngày 8/1/2019.. . Thân chào",
            "Chào bạn,. . Bạn vào xem lý do môn học không đăng ký được tại: https://mybk.hcmut.edu.vn/ Đăng ký môn học/Kết quả - Đăng ký/Chọn đợt \"Kết quả đăng ký và bổ sung môn học HK182- Hệ chính quy/Đăng ký mới/ chọn loại hình đăng ký/xem lịch sử đăng ký.. . Nhà trường thông báo lý do tất cả các môn học không đăng ký được tại đây.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Chứng chỉ ngoại ngữ - Đại học - Cao đẳng chính quy   Xét miễn môn anh văn (chuyển điểm)  /i Em có một vài thắc mắc về việc chuyển điểm chứng chỉ ngoại ngữ như sau:. . 1.Chuyển điểm cụ thể như thế nào? (Ví dụ em có chứng chỉ TOEIC 700 thì em sẽ xem như có môn tiếng anh 4 tín chỉ được 10 điểm hay là thế nào ạ? ). . 2.Em là sinh viên năm nhất và cần điểm để xét chuyên ngành, thì việc chuyển điểm ở kì dự thính thì có khác gì không so với chuyển điểm học kì chính ạ?. . Em xin chân thành cám ơn!",
            "Chào bạn,. . Bạn xem bảng điểm quy đổi ghi rõ thang điểm chuyển tương tương của điểm chứng chỉ tai trang web: www.aao.hcmut.edu.vn--  Sinh viên --  Ngoại ngữ --  Bảng quy đổi các chứng chỉ và cách tính chuyển điểm.. . Điểm chuyển các môn anh văn sẽ được tính vào điểm tích lũy chung, không tính vào tích lũy học kỳ.. . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Cho em hỏi về vấn đề miễn giảm anh văn. Nếu được miễn học anh văn thì có tính điểm anh văn vào điểm trung bình không ạ?",
            "Chào bạn,. . Bạn vui lòng ghi rõ nội dung câu hỏi? miễn giảm anh văn  là sao?. . Thân",
            "Là thi anh văn đầu vào qua 500, qua anh 4 và được miễn học anh văn. Thì trường hợp đó có tính điểm trung bình không ạ?",
            "Chào bạn,. . Bạn xem về quy định tính điểm miễn tại đây:. . http://www.aao.hcmut.edu.vn/sinh viên/quy chế/ Quy chế đào tạo và học vụ bậc đại học, cao đẳng: áp dụng đến học kỳ 1 (2018-2019)/Điều 14. Các điểm đặc biệt. . Thân chào"
        ]
    },
    {
        "intent": "",
        "message": [
            "B Yêu cầu khác .   /B Cho em hỏi môn giáo dục quốc phòng của em trong lúc học em thi đạt yêu cầu rồi tại sao em vẫn không được qua môn vậy . Xem xét lại dùm em điểm của em có lỗi gì không ạ. Em xin cảm ơn.( em tên [full_name], MSSV [student_id]). .",
            "responsible person: [543] [staff_name] [helpdesk staff]",
            "Chào bạn,. . Bảng điểm TTGDQP gửi không có tên bạn, bạn có thể xin in bảng điểm ở TT GDQP rồi nộp lại PĐT để cập nhật điểm.. . Thân mến"
        ]
    }
]