[
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]4  /b \t. . . .   i Tốt nghiệp . Em khóa 2013 vừa chuyển hệ VHVL.Mong Thầy Cô cho em xin chuẩn đầu ra tiếng anh hệ VHVL( toiec 400?). Có Cần 4 kĩ năng k ạ. Em cám ơn nhiều lắmmm",
            "Chào em,. . Em xem quy định về chuẩn xét tốt nghiệp VLVH . . SV xem quy định tại đây: http://www.aao.hcmut.edu.vn/sinh viên/quy chế/học vụ/Quyết định ban hành Quy định học vụ và đào tạo bậc Đại học/ phụ lục 1/2.Chuẩn ngoại ngữ tốt nghiệp. . Thân\""
        ]
    },
    {
        "intent": "",
        "message": [
            "Cho em hỏi em đã hoãn thi Hóa Đại Cương kì trước thì lịch thi lại để xóa điểm 14 là do nhà trường sắp xếp hay do em đăng kí vậy ạ.. . . .",
            "Chào bạn, . . Trong tháng 3 sẽ có thông báo lịch thi chi tiết. . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Qúy pđt cho em hỏi là hạn chót nộp học phí là 21/3 nhưng nay 17/3 chưa mở đóng là sao ạ",
            "Chào em,. . SV vui lòng đợi thông báo sau của Phòng Đào tạo về việc thay đổi thời gian thanh toán HP trong tuần sau nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Em là [full_name] MSSV [student_id] xin hoãn thi môn SBVL mã môn CI2001. . Em gửi Phòng đào tạo đơn xin hoãn thi đã được Khoa và giáo viên dạy xác nhận.. . Em cám ơn và chúc thầy/cô một ngày tốt lành. .",
            "đã gởi mail quyết định"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em là [full_name] MSSV [student_id]. . Em tạo câu hỏi này để xin Phòng đào tạo xác nhận và đồng ý đơn xin vắng thi có phép của em.. . Mọi lí do và môn học hoãn em đã ghi rõ trong đơn.. . Em xin cảm ơn.",
            "Đã giải quyết"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Kính gửi: Phòng Đào tạo Trường Đại học Bách Khoa TPHCM, cùng các thầy cô liên quan.. . Em tên là: [full_name], MSSV: [student_id], Khoa: KTXD, Lớp: XD15VL2. . Sau khi nhận được phản hồi của PĐT ngày 17/03/2022 về việc PĐT kiểm tra nhưng em còn nợ TOEIC. Em kính mong quý thầy cô kiểm tra lại giúp em vì các môn AV1,2,3,4 và TOEIC đầu ra khóa 2015 là 500 của trường em đã hoàn thành đầy đủ. Trong đó, các môn AV1,2,3 em đã đăng ký chuyển điểm thành công vào ngày 07/08/2020 16:22, môn AV4 em đã hoàn thành vào HK1 2020-2021, anh văn đầu ra em đã có kết quả thẩm tra hợp lệ ngày 14/03/2022 08:44. (File đính kèm).. . Mong quý thầy cô xem xét và hỗ trợ giúp em. . . Em xin chân thành cảm ơn!. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác:",
            "Chào bạn, . . Phòng đào tạo gửi bạn Phiếu cho phép kiểm tra bổ sung học kỳ 2/2021-2022. Sinh viên cần bản chính vui lòng liên hệ Phòng đào tạo 101A1 để nhận. . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Em chào các thầy cô phòng đào tạo. . . . Em tên [full_name]- [student_id],. . . . Thầy,cô cho em hỏi về vấn đề môn học thí nghiệm EN3012. Ở kỳ trước em đã rút môn học EN3011 - độc học môi trường vì nguyên nhân dịch covid. nhưng em không hiểu tại sao phòng đào tạo vẫn đăng ký cho em môn học EN3012 _thí nghiệm.. . . . Trong trường hợp em không tham gia môn học em có bị đánh là rớt hay đã rút môn? Hiện tại, em đã tiếp xúc với F0 nên tự thấy không nên đi học, không biết phòng đào tạo có cách nào giải quyết cho trường hợp của em không ?. . . . Nếu em bị đánh rớt em có ảnh hướng tiến độ ra trường của em không?. . . . Em cảm ơn. .   i Học vụ .",
            "\"Chào em,. . PDT đã ghi nhận yêu cầu về ĐKMH của bạn và đã chuyển cho bộ phận ĐKMH kiểm tra và xử lý.. . SV vui lòng theo dõi thời khóa biểu được cập nhật tại Mybk/Thông tin sinh viên/Xem thời khóa biểu dự kiến trễ nhất trước ngày 29/3/2022.. . Sau thời gian trên vẫn chưa được cập nhật TKB, SV vui lòng gửi lại câu hỏi qua bksi để biết lý do.. . Thân\""
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ .",
            "Chào bạn. . Hiện tại PĐT đã cập nhật kết quả RÚT MÔN HỌC HK212 (điểm RT) của SV đã đăng ký qua google forms. Sinh viên vui lòng vào kiểm tra tại trang mybk.hcmut.edu.vn/Thông tin sinh viên/Bảng điểm).. . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: [full_name] NAM. . [full_name]. . [full_name]. . Kính gửi: Hiệu trưởng Trường Đại học Bách Khoa TP.HCM, Phòng Đào tạo Trường Đại học Bách Khoa TP.HCM, Cùng các thầy cô liên quan. . . Em tên là: [full_name]. . MSSV: [student_id]              Lớp: XD15VL2             Khoa: KTXD . . Ngành: Công nghệ Kỹ thuật Vật Liệu Xây Dựng. . Em viết đơn này xin quý thầy cô xem xét và hỗ trợ tào điều kiện cho em được tốt nghiệp. . . Trong quá trình học tập tại trường em đã cố gắng rất nhiều để hoàn thành chuẩn đầu ra ngành học cụ thể về Số tín chỉ ngành: 142 tín chỉ, ngày CTXH: 28.5 ngày ( 15 ngày), Toeic Listening and Reading: 535 điểm (  500 điểm) (em đã gửi thẩm tra hợp lệ vào ngày 14/03/2022 08:44), Toeic Speaking and Writing: 210 điểm ( 200 điểm). Bên cạnh đó, em cũng hoàn thành đầy đủ không nợ học phí.. . Em kính mong quý thầy cô xem xét, hỗ trợ giúp em để được tốt nghiệp.. . Em xin chân thành cảm ơn!. .",
            "\"Chào em,. . SV đã có tên trong danh sách tốt nghiệp dự kiến. . Hiện tại PDT đang ra Quyết định thu nhận lại cho SV để đăng ký xét tốt nghiệp, em theo dõi tình trạng trên mybk/Thông tin Sinh viên, khi nào chuyển qua trạng thái \"\"đang học\"\", em vào đăng ký tốt nghiệp lại nhé.. . Thân\""
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em chào thầy (cô),. . . . Em là [full_name], SV khoá K17 khoa Máy Tính, hiện tại em đã đủ điều kiện ngày CTXH để đăng ký tốt nghiệp. Tuy nhiên khi lên trang đăng ký tốt nghiệp thì vẫn bị hiện thông tin thiếu ngày CTXH. Do đó nhờ thầy (cô) cập nhật thông tin hộ em để em có thể đăng ký tốt nghiệp với ạ. Em xin cảm ơn.. . . . Trân trọng,. . [full_name]",
            "Chào bạn,. . Sau thứ 6 hàng tuần, PDT sẽ cập nhật lại ngày CTXH, HP và mở khóa cho SV đăng ký tốt nghiệp nhé bạn!. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Dạ, em tên [full_name]. Hôm ròi em đk rút môn bị lỗi nên hôm nay em đk lại rút môn (CI1003-vẽ kỹ thuật)theo form PDT ạ. Em chân thành cảm ơn thầy cô nhiều ạ.",
            "Chào bạn. . Hiện tại PĐT đã cập nhật kết quả RÚT MÔN HỌC HK212 (điểm RT) của SV đã đăng ký qua google forms. Sinh viên vui lòng vào kiểm tra tại trang mybk.hcmut.edu.vn/Thông tin sinh viên/Bảng điểm).. . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Em xin chào Phòng đào tạo của trường đại học Bách Khoa. . Em tên là [full_name], là sinh viên khoá K17 của trường Bách Khoa thuộc khoa Cơ khí và MSSV của em là [student_id].. . Nay em viết mail này cho PDT là để xem xét lại và cập nhật lại điểm môn Thực tập cơ khí đại cương 1. Cụ thể, ở học kỳ 172 em có học môn này với mã là ME1005 và không qua môn với điểm trung bình là 3. Và tới học kỳ 192 thì em và một bạn của em có đăng ký học lại môn thực tập cơ khí đại cương 1 nhưng lúc đó thì mã đã đổi qua thành ME1013. Em đã học xong và điểm trung bình của môn đó là 6.5. Sau đó, em có viết đơn xin chuyển điểm và có nhờ bạn học cùng em nộp giùm do em có bận việc cá nhân. Và khi hôm nay em có viết mail cho PDT về vấn đề tốt nghiệp của em thì em bị báo là em bị nợ môn học mã ME1005 ạ.. . Em mong PDT có thể xem xét trường hợp của em để có thể chuyển điểm và để em có thể đăng ký tốt nghiệp ạ.. . Em xin chân thành cảm ơn PDT đã giành thời gian cho vấn đề của em và mong PDT có một ngày mới đầy sức khỏe và làm việc hiệu quả ạ.. .",
            "Chào em,. . Trường hợp của em đã được cập nhật môn tương đương và xét tốt nghiệp.. . SV đã đủ điều kiện tốt nghiệp, em đợi danh sách tốt nghiệp mới cập nhật bổ sung trong tuần sau nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Xin chào phòng đào tạo, cho phép em xin được hỏi là các môn học của học kì 212 và môn Hóa đại cương thí nghiệm sẽ học theo hình thức offline hay online ạ?. . . .",
            "\"Chào bạn,. . . . SV chi tiết  theo thông báo \"\" Cập nhật Kế hoạch học tập của HK2 và HK hè năm học 21-22\"\" Pdt đã gởi qua mail vào ngày 24/01/2022- Mục 3. . Thời khóa biểu sẽ cập nhật chi tiết trước ngày 04/04/22. . . . Chúc bạn học tốt. . Thân\""
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Chào thầy/cô ạ,. . Em tên [full_name], MSSV:[student_id]. . Hiện em đã đủ điều kiện tốt nghiệp và có nhu cầu in giấy chứng nhận tốt nghiệp. . . Mong quý thầy/cô hỗ trợ ạ.. . Em xin cảm ơn.",
            "\"Chào bạn. . Theo quy trình cấp bằng đại học hiện tại: dự kiến vào cuối mỗi tháng Phòng đào tạo sẽ lấy danh sách sinh viên đã đăng ký tốt nghiệp (SV đã đăng ký, thanh toán tiền và có xác nhận đã nhận của PĐT) để ra Quyết định công nhận tốt nghiệp, tiến hành in Bằng tốt nghiệp và sẽ thông báo mời SV đến nhận sau khi hoàn tất.. . Nên nếu SV thật sự cần Giấy chứng nhận tốt nghiệp, thì vui lòng điền thông tin vào form (đã có tên trong danh sách dự kiến tốt nghiệp, đã khai thông tin tốt nghiệp, thanh toán 95.000 lệ phí tốt nghiệp(sad) https://forms.gle/2WnfHeAHnRZWJ6Jn7. . Sau khi kiểm tra dữ liệu, dự kiến Thứ 2 hàng tuần sẽ in và scan gởi qua mail SV, sau đó SV cần bảng chính vui lòng liên hệ Pdt để nhận. . . Thân\"\"\""
        ]
    },
    {
        "intent": "",
        "message": [
            "Rút môn học .",
            "Chào bạn,. . PDT đã tiếp nhận đơn rút MH học HK212(có tính học phí) của bạn, bạn vui lòng theo dõi thông tin cập nhật trên mybk/Thông tin SV/Thời khóa biểu trễ nhất là 31/03/2022. . Sau ngày này vẫn chưa được cập nhật vui lòng phản hồi lại bksi. . Thân.",
            "Chào bạn, . . Sau khi phòng đào tạo kiểm tra dữ liệu, bạn không có thời khóa biểu của môn PE1023 Võ(học phần 1) trong học kỳ 212. Nên phòng đào tạo không thể xử lý đơn rút môn học của bạn. . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . -Cho em hỏi là 19/3 này em có lịch thi thì cho em hỏi em sẽ thi ở đâu và record bằng cách nào ạ ?. . -Trường sẽ gửi thông báo sau ạ ?. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]  /b . . Em tên [full_name], MSSV:[student_id]. . . . -Cho em hỏi là 19/3 này em có lịch thi thì cho em hỏi em sẽ thi ở đâu và record bằng cách nào ạ ?. . -Trường sẽ gửi thông báo sau ạ ?",
            "Chào em,. . Vui lòng trình bày rõ tên và mã MH giúp cô? Môn này là do trường xếp hay do GV tự tổ chức thi?. . SV vui lòng em quy định và hướng dẫn thi trực tuyến tại đây:. . http://www.aao.hcmut.edu.vn/sinh viên/quy chế,quy định/học vụ/- Hướng dẫn tạm thời về kiểm tra/thi theo hình thức trực tuyến. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Xin chào quý thầy/cô từ phòng Đào Tạo.. . . . - Em hiện là sinh viên K20 chương trình Đại trà. Hiện em có tình huống như sau:. . . . + Vào ngày 27/6/2021, em có gửi một phiếu Đăng ký nộp bằng tốt nghiệp THPT nhưng chưa được xử lý, hiện tại theo em biết đợt nộp bằng tốt nghiệp đó đã bi hủy từ khá lâu.. . . . + Liệu em có phải xóa đi và đăng ký phiếu mới vào đợt nộp bằng tốt nghiệp khác không ạ? Và tiện đây em cũng hỏi khi nào sẽ có đợt nộp bằng tốt nghiệp THPT khác ạ?. . . .    I Cảm ơn quý thầy/cô đã đọc và hỗ trợ. .    I MSSV: [student_id] .",
            "Chào em,. . Khiếu nại về việc nộp bằng THPT, em gửi mail về cô [email] để được kiểm tra và trả lời cho bạn nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác:",
            "Chào bạn. . Hiện tại PĐT đã cập nhật kết quả RÚT MÔN HỌC HK212 (điểm RT) của SV đã đăng ký qua google forms. Sinh viên vui lòng vào kiểm tra tại trang mybk.hcmut.edu.vn/Thông tin sinh viên/Bảng điểm).. . Thân.",
            "responsible person: [548] [staff_name] [helpdesk staff]",
            "Chào bạn,. . PDT đã tiếp nhận đơn rút MH học HK212(có tính học phí) của bạn, bạn vui lòng theo dõi thông tin cập nhật trên mybk/Thông tin SV/Thời khóa biểu trễ nhất là 31/03/2022. . Sau ngày này vẫn chưa được cập nhật vui lòng phản hồi lại bksi. . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "B Tốt nghiệp . Họ và tên : [full_name] - MSSV : [student_id]. . Em xin cảm ơn pđt đã phản hồi câu hỏi về điều kiện xét tốt nghiệp của em. Em xin được nộp đơn xin thu nhận lại để được cứu xét tốt nghiệp sắp tới ạ! . . Mong Thầy (cô) duyệt đơn giúp em ạ! Em xin chân thành cảm ơn",
            "Chào em,. . PDT đã tiếp nhận đơn thu nhận của bạn, SV theo dõi tình trạng được cập nhật tại mybk/Thông tin sinh viên, khi nào chuyển qua trạng thái đang học mới có thể đăng ký tốt nghiệp được nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Em thấy hạn đăng ký tốt nghiệp hiện tại lac ngày 4/5. Cho em hỏi nếu như sau ngày này em mới đủ điều kiện tốt nghiệp thì có được cấp bằng tạm thời không hay phải chờ đến đợt tháng 11 ạ?",
            "\"Chào em,. . SV xem lịch trình xét tốt nghiệp tháng 4/2022 tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 4/2022 . . Còn thời gian được cập nhật tại mybk/Đăng ký tốt nghiệp là thời gian để SV vào đăng ký tốt nghiệp sau khi có tên trong ds dự kiến tốt nghiệp nhé. . Khi nào em đủ tất cả các điều kiện tốt nghiệp, có thể gửi câu hỏi qua bksi để xin xét tốt nghiệp.. . Về lễ tốt nghiệp, SV vui lòng đợi thông báo sau.. . Thân. . \""
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Chào thầy/ cô,. . Em muốn đóng học phí HK212 (thời gian bắt đầu từ ngày 14/3) nhưng trên trang bkpay lại hiển thị chưa đến kỳ thanh toán.. . Vậy hiện tại em phải làm sao để có thể nộp học phí.. . Do tới ngày 21 là hết hạn đóng học phí nên em mong nhận được phản hồi sớm từ thầy/ cô ạ.. . Em cảm ơn!",
            "Chào em,. . SV vui lòng đợi thông báo sau của Phòng Đào tạo về việc thay đổi thời gian thanh toán HP trong tuần sau nhé. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Dạ em đăng kí rút môn An toàn quá trình (CH3297) lớp L01 học kì 212 năm học 2021-2022",
            "Chào bạn,. . PDT đã tiếp nhận đơn rút MH học HK212(có tính học phí) của bạn, bạn vui lòng theo dõi thông tin cập nhật trên mybk/Thông tin SV/Thời khóa biểu trễ nhất là 31/03/2022. . Sau ngày này vẫn chưa được cập nhật vui lòng phản hồi lại bksi. . Thân",
            "Yêu cầu khác: Cho em gửi phiếu đăng kí rút môn học CH3297 - An toàn quá trình - L01.",
            "Chào bạn,. . PDT đã tiếp nhận đơn rút MH học HK212(có tính học phí) của bạn, bạn vui lòng theo dõi thông tin cập nhật trên mybk/Thông tin SV/Thời khóa biểu trễ nhất là 31/03/2022. . Sau ngày này vẫn chưa được cập nhật vui lòng phản hồi lại bksi. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Cho em hỏi là bên PĐT báo là thời hạn đóng học phí dự thính từ 15/03/2022 đến 22/03/2022 mà sao đến ngày 18/03/2022 vẫn chưa mở trên trang bkpay cho sinh viên đóng nữa ạ . . Em cảm ơn",
            "Chào em,. . SV vui lòng đợi thông báo sau của Phòng Đào tạo về việc thay đổi thời gian thanh toán HP trong tuần sau nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em đã hoàn thành tất cả các yêu cầu để tốt nghiệp ngoại trừ điểm anh văn nói viết em đang đợi có kết quả, còn điểm các môn em đang đợi để được cập nhật vào cuối tháng 03.. . . . Vì đã hoàn thành xong chương trình học nên kì này em không đăng ký môn học và bị tạm dừng ngày 15/03, và không thể vào được trang đăng ký tốt nghiệp trên mybk.. . . . Xin thầy/cô cho biết, giờ em cần phải làm gì để có thể chuẩn bị tốt nghiệp?. .",
            "\"Chào em,. . Khi nào em đủ tất cả các điều kiện tốt nghiệp, có thể gửi câu hỏi qua bksi để xin xét tốt nghiệp.. . Về tình trạng sinh viên, khi nào em có tên trong ds dự kiến tốt nghiệp, Phòng Đào tạo sẽ tự động ra QD thu nhận cho bạn nhé. . Thân\""
        ]
    },
    {
        "intent": "",
        "message": [
            "Em muốn hỏi tại sao trên bkpay lại hiện chưa đến kì thanh toán học phí cho học kì dự thính 212 vậy ạ. .   i Yêu cầu khác .",
            "Chào em,. . SV vui lòng đợi thông báo sau của Phòng Đào tạo về việc thay đổi thời gian thanh toán HP trong tuần sau nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "responsible person: [548] [staff_name] [helpdesk staff]",
            "Chào bạn,. . PDT đã tiếp nhận đơn rút MH học HK212(có tính học phí) của bạn, bạn vui lòng theo dõi thông tin cập nhật trên mybk/Thông tin SV/Thời khóa biểu trễ nhất là 31/03/2022. . Sau ngày này vẫn chưa được cập nhật vui lòng phản hồi lại bksi. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "responsible person: [548] [staff_name] [helpdesk staff]",
            "Chào bạn,. . PDT đã tiếp nhận đơn rút MH học HK212(có tính học phí) của bạn, bạn vui lòng theo dõi thông tin cập nhật trên mybk/Thông tin SV/Thời khóa biểu trễ nhất là 31/03/2022. . Sau ngày này vẫn chưa được cập nhật vui lòng phản hồi lại bksi. . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . em học khoa Điện, cho em hỏi kỳ hè 213 có mở đăng ký đồ án 1 và thực tập ngoài trường không ạ?",
            "Chào em,. . Theo thông báo về kế hoạch học tập HK212 và HK213 có thông báo rõ là cho phép đăng ký đồ án, thực tập, ĐCLV và LVTN nhé. . Thân",
            "Đăng ký môn học . cho em hỏi là kỳ dự thính hoặc kỳ hè có đăng ký được môn học lần đầu không ạ?"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em đăng kí Học kỳ dự thính – Lộ trình 1 môn Giải tích 2 mã MH: MT1005 nhóm DT03, em thấy thông báo đóng tiền học nhưng lên BKpay thì không thanh toán được.",
            "Chào em,. . SV vui lòng đợi thông báo sau của Phòng Đào tạo về việc thay đổi thời gian thanh toán HP trong tuần sau nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "responsible person: [548] [staff_name] [helpdesk staff]",
            "Chào bạn,. . PDT đã tiếp nhận đơn rút MH học HK212(có tính học phí) của bạn, bạn vui lòng theo dõi thông tin cập nhật trên mybk/Thông tin SV/Thời khóa biểu trễ nhất là 31/03/2022. . Sau ngày này vẫn chưa được cập nhật vui lòng phản hồi lại bksi. . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Chào anh/ chị ạ. Dạ cho em hỏi chủ nhật tuần này tức là ngày 20/3 em được xếp lịch thực hành thí nghiệm môn Hóa ở trường tại cơ sở 2 đồng thời cũng có lịch thi giữa kỳ của môn Dự thính, hai lịch bị trùng nhau thì không biết em có thể đăng ký dời lịch thi giữa kỳ ở đâu hay được xử lý thế nào không ạ?. . Em xin cảm ơn.",
            "Chào bạn. . Bạn liên hệ với Giảng viên phụ trách môn thí nghiệp Hóa đại cương trình bày lý do để chuyển buổi hoặc bù lại buổi thí nghiệm khác. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Dạ PĐT cho em hỏi về việc đóng học phí dự thính học kỳ 212. . . Em thấy trên BKPay đã có ngày mở thanh toán và hạn thanh toán là ngày 21/3/2021. Nhưng lại không thể bấm chọn thanh toán online trên BKPay vì chưa đến kì thanh toán được là sao ạ!. . Em cảm ơn . . . .",
            "\"Chào em,. . SV vui lòng đợi thông báo sau của PDT về việc thay đổi thời gian thanh toán HP trong tuần sau nhé. . Thân\""
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác:",
            "Chào bạn. . Hiện tại PĐT đã cập nhật kết quả RÚT MÔN HỌC HK212 (điểm RT) của SV đã đăng ký qua google forms. Sinh viên vui lòng vào kiểm tra tại trang mybk.hcmut.edu.vn/Thông tin sinh viên/Bảng điểm).. . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em chào anh/chị. Em tên là [full_name], sinh viên khoá K17 khoa Địa chẩt Dầu khí. . Hiện tại em đã hoàn thành chương trình học và đang chờ bổ sung chứng chỉ ngoại ngữ để xét tốt nghiệp. Tuy nhiên do em không đăng kí môn học trong học kì này nên đã bị tạm dừng học. Do vậy anh chị cho em hỏi em cần liên hệ với ai và qui trình thu nhận lại như thế nào ạ.. . Em cảm ơn anh chị nhiều",
            "\"\"\"Chào em, . . Đối với tình trạng SV tạm dừng, khi nào có tên trong danh sách dự kiến tốt nghiệp(nếu đủ điều kiện tốt nghiệp thì đăng ký xét tốt nghiệp bổ sung tại Bksi   mục tốt nghiệp), PDT sẽ tự động ra Quyết định thu nhận lại cho SV để đăng ký xét tốt nghiệp, em theo dõi tình trạng trên mybk/Thông tin Sinh viên, khi nào chuyển qua trạng thái đang học, em vào đăng ký tốt nghiệp. . . Xem chi tiết lịch học vụ (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 04/2022.. . Thân\"\"\""
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Xin chào ạ!. . Em tên: [full_name]. MSSV: [student_id] . . Em đang gặp tình huống là:. . Trước đó em có nhận được mail của Google là yêu cầu xác minh 2 bước (tập tin đính kèm). Em có làm theo hướng dẫn và đã bật thành công xác minh 2 bước (tập tin đính kèm).. . Nhưng bây giờ em không thể đăng nhập được tất cả những dịch vụ của Google (tập tin đính kèm) trên máy tính còn về tài khoản MyBK và BKeL vẫn đăng nhập bình thường.. . Ngoài 2 email trên vừa đề cập thì em không còn nhận email nào khác nữa từ Google. Và trên điện thoại hiện tại vẫn đăng nhập như bình thường.. . Em muốn hỏi nguyên nhân và cách khắc phục?. . Em cảm ơn!",
            "Chào bạn,. . Chính sách của google yêu cầu xác thực 2 yếu tố, thì SV cứ làm theo hướng dẫn của google nhập thêm số điện vào để xác thực.. . . . P.Đào tạo không can thiệp được vào chính sách của google. . Chúc em học tốt. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học .",
            "Chào bạn. . Hiện tại PĐT đã cập nhật kết quả RÚT MÔN HỌC HK212 (điểm RT) của SV đã đăng ký qua google forms. Sinh viên vui lòng vào kiểm tra tại trang mybk.hcmut.edu.vn/Thông tin sinh viên/Bảng điểm).. . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em chào thầy cô ạ, em đã gửi yêu cầu về việc sắp nhầm lớp thực tập của em và đã quá thời hạn mà em vẫn chưa được sắp lớp lại. Nhờ thầy cô xem xét lại giúp em ạ",
            "Chào em,. . Về việc phân thực tập/GVHD, SV vui lòng liên hệ Khoa/bộ môn để được hỗ trợ nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Kính gửi: Phòng Đào tạo. . Em tên: [full_name]. . MSSV: [student_id]. . Hệ: VHVL (Khoa Cơ khí). . Ở học kỳ dự thính chuyển hệ em không có học môn gì (thời khóa biểu cũng không có) nhưng lại có học phí \"Dự thính học phí chuyển hệ\" là: [student_id].. . Ngày 21/03/2022 sẽ hết hạn thanh toán khoản học phí này nhưng đến nay là ngày 18/03/2022 vẫn chưa mở thanh toán (vẫn hiện \"Chưa đến kỳ thanh toán\").. . Em kính mong PDT xem xét miễn khoản học phí này cho em, nếu không được thì mở thanh toán cho em hoàn thành học phí đúng hạn để không vi phạm quy chế học vụ.. . Em xin cảm ơn.",
            "\"Chào em,. . SV vui lòng đợi thông báo sau của PDT về việc thay đổi thời gian thanh toán HP trong tuần sau nhé. . Thân\""
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác:",
            "\"Chào em,. . SV vui lòng đợi thông báo sau của PDT về việc thay đổi thời gian thanh toán HP trong tuần sau nhé. . Thân\""
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em đã đăng kí chuyển hệ VLVH và nhận được phản hồi là đợi xác nhận tình trạng sinh viên (ngày 3/3), nhưng đến nay là ngày 18/3 em vẫn chưa thấy thay đổi tình trạng. Cho em hỏi thời hạn để cập nhật tình trạng sinh viên là khi nào vậy ạ",
            "Chào em,. . Dự kiến cập nhật tình trạng của bạn trong tháng 4/2022 nhé.. . SV theo dõi tình trạng tại mybk/Thông tin SV và theo dõi lịch học vụ ĐKMH trong hè 213 (nếu có nhu cầu). . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Thưa thầy cô,. . em tên [full_name]. . MSSV: [student_id]. . Khoa: Cơ khí. . Lớp CK15NH2. . Hiện tại HK2 (2021-2022) em vừa  \"bị xóa tên vì hết thời  gian học\" vào ngày 15/3/2022. Em đã tích lũy đủ tín chỉ, ngày ctxh và anh văn 1,2,3,4. Và chỉ còn thiếu chuẩn Nói-[full_name] là tốt nghiệp được. Cho em hỏi làm thế nào để em duy trì tình trạng \" Đang theo học\" lại ạ. Để em có thể đăng ký tốt nghiệp cho đợt tháng 4/2022 ạ.. . Em xin cảm ơn thầy cô",
            "\"Chào em,. . SV khóa 2015 hiện tại đã hết thời gian đào tạo theo quy định và hạn cuối tốt nghiệp vào đợt tháng 4/2022 này.. . Hiện tại PDT đã ra quyết định thôi học vì hết thời gian đào tạo. . Trong đợt tốt nghiệp tháng 4/2022 này, khi nào SV đủ điều kiện tốt nghiệp, có thể làm đơn gửi qua bksi để xin cứu xét thu nhận lại để xét tốt nghiệp nhé. . Thân. . \""
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Kính gửi Phòng Đào Tạo.. . Hiện tại em đang bị Tạm dừng vì không đăng kí môn học. Lí do kì này em sẽ thi anh văn nói viết để đăng kí tốt nghiệp. Xin Phòng Đào Tạo giải đáp thắc mắc của em là: em cần phải xin thu nhận lại trước khi thi anh văn, do em sắp thi anh văn nên không biết rằng việc tạm dừng có ảnh hưởng việc nhập kết quả thi anh văn ở BKENGLISH hay không, hay em phải thi anh văn đạt yêu cầu sau đó xin thu nhận để đăng kí tốt nghiệp sau. Em xin cảm ơn Phòng Đào Tạo đã lắng nghe thắc mắc của em.. .",
            "\"Chào em,. . Khi nào em đủ tất cả các điều kiện tốt nghiệp, có thể gửi câu hỏi qua bksi để xin xét tốt nghiệp.. . Về tình trạng sinh viên, khi nào em có tên trong ds dự kiến tốt nghiệp, Phòng Đào tạo sẽ tự động ra QD thu nhận cho bạn nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác:",
            "Chào bạn. . Hiện tại PĐT đã cập nhật kết quả RÚT MÔN HỌC HK212 (điểm RT) của SV đã đăng ký qua google forms. Sinh viên vui lòng vào kiểm tra tại trang mybk.hcmut.edu.vn/Thông tin sinh viên/Bảng điểm).. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Dạ em chào thầy/cô, em là sinh viên khoa Điện - điện tử khóa 2018. Em có vấn đề chưa rõ lắm về việc học các môn tự chọn của khoa. Đó là một môn tự chọn có thể nằm trong 2 nhóm môn học, vậy khi em qua môn học ấy thì có được tính tín chỉ đạt ở cả 2 nhóm luôn không ạ. Em cảm ơn thầy/cô ạ.. .",
            "\"Chào bạn,. . Về Chương trình Đào tạo, danh sách môn tương đương…, bạn vui lòng xem tại:. . aao.hcmut.edu.vn/Sinh viên/Chương trình Đào tạo. . Sinh viên thắc mắc về CTĐT vui lòng liên hệ về Khoa xin gặp Thầy/Cô Phụ trách về CTĐT để được tư vấn và hỗ trợ thêm.. . Thân. . \""
        ]
    },
    {
        "intent": "",
        "message": [
            "Em đã đủ điều kiện tốt nghiệp, nhưng khi đăng ký tốt nghiệp thì bị lỗi như thế này do đã tạm dừng học.. . Mong cô giải quyết giúp em ạ",
            "\"Chào bạn,. . PDT đã ghi nhận yêu cầu về đăng ký xét TN của bạn. SV vui lòng theo dõi email  và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 22/03/2022 SV vẫn chưa nhận được thấy tên trong ds dự kiến tốt nghiệp ( Tra danh sách tại http://www.aao.hcmut.edu.vn    Tốt nghiệp    Thông tin tốt nghiệp) hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 04/2022 (cập nhật mới gia hạn thời gian xử lý tốt nghiệp). . Về tình trạng sinh viên, khi nào em có tên trong ds dự kiến tốt nghiệp, PDT sẽ tự động ra QD thu nhận cho bạn nhé. . Thân. . \""
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Kính gửi Phòng Đào tạo,. . . . Do hết thời gian đào tạo nên trang đăng ký Tốt nghiệp của em không thể truy cập. Tuy nhiên, em đã hoàn thành toàn bộ chương trình học và các điều kiện tốt nghiệp vào học kỳ trước. Xin phòng Đào tạo xem xét và hướng dẫn em đăng ký tốt nghiệp em xin cảm ơn.",
            "\"Chào bạn,. . PDT đã ghi nhận yêu cầu về đăng ký xét TN của bạn. SV vui lòng theo dõi email  và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 22/03/2022 SV vẫn chưa nhận được thấy tên trong ds dự kiến tốt nghiệp ( Tra danh sách tại http://www.aao.hcmut.edu.vn    Tốt nghiệp    Thông tin tốt nghiệp) hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 04/2022 (cập nhật mới gia hạn thời gian xử lý tốt nghiệp). . Về tình trạng sinh viên, khi nào em có tên trong ds dự kiến tốt nghiệp, PDT sẽ tự động ra QD thu nhận cho bạn nhé. . Thân. . \""
        ]
    },
    {
        "intent": "",
        "message": [
            "Dạ em chào phòng đào tạo.. . em thấy gmail báo là thanh toán học phí nhưng khi vào thanh toán thì lại không được ạ. không biết bị lỗi gì không ạ.. .   i Yêu cầu khác .",
            "Chào em,. . SV vui lòng đợi thông báo sau của Phòng Đào tạo về việc thay đổi thời gian thanh toán HP trong tuần sau nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Kính chào quý thầy cô lãnh đạo,. . . . Em tên [full_name] là sinh viên PFIEV khóa 2018. Em viết đơn này là đại diện cho nguyện vọng của tất cả các bạn trong lớp học môn Các phương pháp tạo dáng (MMH: 205701) muốn đăng ký thi sớm. Môn học đã kết thúc cách đây 4 tuần và để tránh bị dồn lịch thi vào cuối kỳ do chúng em trong kỳ này học đến 22 môn.. . Em đã xin chữ ký xác nhận của thầy giảng dạy và em xin đính kèm đơn ở phía dưới. Về hình thức chúng em xin thi onlive để thuận tiện cho nhiều bạn trong lớp vẫn còn chưa lên thành phố. Thời gian là 14 giờ ngày 28 tháng 03 năm 2022.. . . . Chúng em mong sớm nhận được phản hồi.. . Trân trọng,. . [full_name].",
            "Chào em,. . PDT đã tiếp nhận đơn thi sớm của bạn, SV theo dõi lịch thi được cập nhật tại mybk/Thông tin sinh viên/lịch thi nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em chào Cô, em là [full_name], mssv [student_id].. . Cô cho em hỏi về chuẩn AV của k18 như em thì tối thiểu em cần thi được bao nhiêu điểm TOEIC để được chuyển hết các điểm AV cũng như đạt điều kiện tốt nghiệp ạ? Tình trạng của em là chưa từng học lớp AV nào trong trường, mới chỉ thi AV trong trường để xét đủ điều kiện qua năm 3. Em xin cảm ơn Cô.",
            "\"Chào bạn. . Sinh viên vui lòng xem chi tiết quy định tại Quy chế học vụ đào tạo: aao.hcmut.edu.vn. .    sinh viên    quy chế    học vụ    Quyết định ban hành Quy định về học vụ và đào tạo bậc đại học (số 2933 ngày 10/9/21)/ Phụ lục 1. Quy định về chuẩn ngoại ngữ dành cho chương trình giảng dạy bằng tiếng Việt.\". . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em xin chào thầy cô ạ. Em xin phép nộp đơn xin bảo lưu học vì mới sanh em bé và không đủ điều kiện đến trường.. . Em xin cảm ơn thầy cô. .",
            "Chào em,. . Hiện tại em còn nợ học phí HK211, SV vui lòng thanh toán đầy đủ học phí, sau đó nộp lại đơn tạm dừng qua bksi cho Phòng Đào tạo nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em có làm lại thẻ sinh viên và đăng kí nhận thẻ qua bưu điện nhưng tới bây giờ tận 15 16 ngày sau khi đã có thông báo yêu cầu tiếp nhận em vẫn chưa nhận được thẻ sinh viên  mong phòng đào tạo xem xét lại thẻ sinh viên của em và cho em biết thông tin cụ thể ngày nhận thẻ và địa điểm lấy ở đâu",
            "Chào em;. . Bưu điện đã hoàn thư lại về trường do người nhận không nhận, bạn vui lòng lên Phòng Đào tạo để nhận lại thẻ nhé. . Thân"
        ]
    }
]