[
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Xin chào thầy cô. Em tên Võ Thị Thu Sương mssv [student_id]. em xin thầy cô có thể mở sỉ số môn Vật Lý 2 lớp L03_L05 giúp em với ạ. Em thật sự cần học môn này gấp đợt đkmh 2 em có đk nhưng không hiểu sao đợt 3 em lại bị xóa. Mong thầy cô giúp em, em xin thành thật cảm ơn ạ.. .",
            "Chào bạn,. . . . PDT đã tăng sỉ số tối đa rồi không tăng được nữa.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ chào thầy cô. Hiện tại em và các bạn em không đăng kí được môn Hóa đại cương CH1003 vì các nhóm lớp học còn lại chúng em đều bị trùng lịch rồi ạ. Thầy cô có thể mở thêm sĩ số cho lớp L08_L31 được không ạ? Vì em thấy sĩ số hiện tại của lớp là 33 so với sĩ số 40 của các lớp khác ạ. Em và các bạn cảm ơn thầy cô nhiều lắm ạ.",
            "Chào bạn,. . . . PDT đã tăng sỉ số tối đa rồi không tăng được nữa.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Xin chào thầy cô. Em tên [full_name] mssv [student_id]. em xin thầy cô có thể mở sỉ số môn Vật Lý 2 lớp L03_L05 giúp em với ạ. Em thật sự cần học môn này gấp đợt đkmh 2 em có đk nhưng không hiểu sao đợt 3 em lại bị xóa. Mong thầy cô giúp em, em xin thành thật cảm ơn ạ.",
            "Chào bạn,. . . . PDT đã tăng sỉ số tối đa rồi không tăng được nữa.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Môn: thí nghiệm hoá lý - CH2041. . Thứ 7 buổi sáng. . Dạ hiện tại lớp này đã full sĩ số. Nhưng em đã tìm kiếm trên aoo.hcmut và không thấy biểu mẫu nào đk chèn môn ạ.. . Em phải làm thủ tục như nào để đăng kí chèn môn nào lớp này ạ.",
            "Chào bạn,. . . . PDT đã tăng sỉ số tối đa rồi không tăng được nữa.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính gửi các thầy, cô Phòng đào tạo. . Em tên là: [full_name]. . MSSV: [student_id]. . Nội dung: em muốn xin phòng đào tạo tăng sĩ số môn học CH3123, Công nghệ sản xuất vaccine, nhóm lớp L01, thứ 6 tiết 8-9.. . Em cảm ơn ạ.. .",
            "Chào bạn,. . . . PDT đã tăng sỉ số tối đa rồi không tăng được nữa.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Cho em xin hỏi là vì em chưa đủ chuẩn AV tiên quyết năm 1 nên em bị xóa hết tất cả các môn đăng ký. Nhưng ngày 25/1 em sẽ thi chuẩn AV nếu pass thì em có được khôi phục những môn đã đăng ký không ạ. Và nếu em pass thì sẽ đăng ký môn như thế nào vì tất cả các môn em muốn học đều đã full lớp. Em chỉ mới có 35 chỉ sau 3 kì học chính thôi vì thế em đã xếp lịch rất kĩ nhưng lại bị xóa hết môn. Em mong có thể cho em hướng giải quyết vấn đề này được không ạ. Em cảm ơn.",
            "Chào bạn,. . . . - Những môn full sỉ số bạn có thể đăng kí vào đợt dự thính 202 sắp tới.. . . . - Trong đợt 4 DKMH bạn đăng kí những môn còn sỉ số nha.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em chào thầy(cô) ạ. Em có một câu hỏi là em bị thiếu chỉ để đăng kí luận văn nếu em đăng kí môn học vào kì dự thính hè thì có kịp có kết quả để đăng kí vào kì chính kế tiếp không ạ. Và số chỉ đăng kí đó nếu chưa có kết quả thì có được cộng vào tính chỉ tích lũy như kì chính không. Em cám ơn ạ.",
            "Chào bạn,. . . . Khi tích luỹ  đủ tính chỉ thì Phòng Đào Tạo xét luận văn cho bạn nha.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: 1915422  /b \t. . . .   i Đăng ký môn học . Xin chào,. . Mình là sinh viên K19, trong đợt đăng kí nguyện vọng bổ sung mình có đăng kí môn CON NGƯỜI VÀ MÔI TRƯỜNG(EN1003), nhưng đến hôm nay là đăng kí nguyện vọng đợt 3 mình không thấy có lớp nào cho mình hết, tất cả các lớp đều đầy, mình rất mong được sự giúp đỡ của PDT, có thể sắp cho mình học   B lớp L05- thứ 6 tiết 2,3,4 ạ  /B . . . Vì nếu mình không đăng kí được môn này thì mình chỉ có 13 chỉ thôi, vì học kì 201 này mình đã học vượt phương pháp tính, rất mong PDT có thể giúp đỡ.. . Mình chân thành cảm ơn!. .",
            "Chào bạn,. . . . - Tất cả các môn học PDT đã tăng đến sỉ số tối đa rồi không tăng được nữa nha bạn.. . . . - Bạn vui lòng đăng kí đợt dự thính 202 sắp tới.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em tên là [full_name].. . Em vừa nhận được mail về chuẩn đầu ra mới ( ảnh đính kèm ) ,thấy là chuẩn Toeic 550 cho các khoá từ k19 trở về trước, thì có phải là các khoá k15 k16 k17 chuẩn ra trường ban đầu bắt đầu học là 500 ,giờ phải tăng thêm 550 đúng không ạ.",
            "Chào bạn,. . Bạn vui lòng xem quy định về chuẩn tốt nghiệp của bạn tại đây là chính xác nhé:. . http://aao.hcmut.edu.vn/ sinh viên/quy chế-quy định/học vụ/ Quy chế đào tạo và học vụ bậc đại học, cao đẳng:/Phụ lục 1: Quy định về ngoại ngữ (áp dụng cho các chương trình giảng dạy bằng tiếng Việt)/3.   Chuẩn tiếng Anh khi nhận Luận văn tốt nghiệp (LVTN) và khi tốt nghiệp. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Gửi phòng đào tạo trường ĐHBK. . Em tên là [full_name] - MSSV [student_id]. . Em có vấn đề cần hỏi là em đăng kí 2 môn học vào ngày thứ 2 và có thời gian là tiết 4-5-6 và tiết 7-8-9 ở CS1 ( như trong hình bên dưới ). Vậy cho em hỏi sau đợt đăng kí môn chính quy lần 3 này thì em có bị xóa môn không ạ?. . Em xin cảm ơn!",
            "Chào bạn,. . . . Bạn đăng kí được rồi vui lòng đợi kết quả DKMH.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Cho em hỏi em có thể hủy đăng ký môn học Trường điện từ để đăng ký Mạch điện tử được không ạ.. . Hôm trước em đăng ký Mạch điện tử ở đợt 2 nhưng trùng lịch Trường điện từ nên bị xóa lịch mất rồi ạ",
            "Em tên là [full_name], MSSV: [student_id]. . Cho em hỏi là môn học đổi chương trình đào tạo thì được đăng ký theo mã môn học mới không ạ?. . Xin cảm ơn. . . .",
            "Chào bạn,. . . . PDT đã tăng sỉ số tối đa rồi không tăng được nữa.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Hôm nay khi có kết quả đăng kí môn học đợt 3 sau khi vào kiểm tra thì em thấy TKB bị mất môn Thiết kế công việc và nhân trắc học ME2111 và giờ vào đăng kí thì em thấy tất cả các lớp đã đủ nên không đăng kí được.. . Em mong PĐT có thể mở thêm sĩ số giúp em có thể đăng kí theo học đúng như kế hoạch giảng dạy của nhà trường.. . Vì đây là môn chuyên ngành nên việc không học được theo như các bạn ảnh hưởng rất lớn đến quá trình học tập nên em mong Thầy cô giúp đỡ ạ!. . Em xin chân thành cảm ơn!. .",
            "Chào bạn,. . . . Tất cả các môn học PDT đã tăng đến sỉ số tối đa rồi không tăng được nữa nha bạn.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Kính gửi PĐT, hiện em đang là sinh viên năm thứ 4. Trong đợt đăng ký môn học học kỳ 202 em không đăng ký Luận văn tốt nghiệp được vì chưa thỏa điều kiện chứng chỉ Anh văn. Em đã nộp chứng chỉ Anh văn vào ngày 11/1/2021 nhưng vẫn chưa được duyệt. Em có thể làm đơn để đăng ký làm Luận văn tốt nghiệp trong học kỳ này được không ạ?",
            "Chào bạn. . Bạn đợi thông báo dkmh lần 4, rồi đăng ký lvtn nghen bạn. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em đã nhận được phản hồi là không tăng thêm sỉ số nhưng kính mong PDT giải quyết giúp tụi em ạ. Các môn kia đều mở 2 lớp và sỉ số 40 slots mỗi lớp nhưng môn Thiết kế cảnh quan ( mã môn: CI3149) 2 lớp mỗi lớp chỉ có 30 slots nên còn em và nhiều bạn vẫn chưa đăng ký được môn Thiết kế cảnh quan và khoá sau trở đi chương trình không giống nữa nên rất khó để môn này mở lại. . . Môn Tin học 3D sau khi phản hồi đã được tăng sỉ số lên nên tụi em vừa đăng ký được. Cảm ơn PDT đã giải quyết và mong PDT tăng thêm sỉ số môn Thiết kế cảnh quan nữa ạ. Rất mong PDT giải quyết giúp em để có thể theo kịp chương trình học. Chân thành cảm ơn.",
            "Chào bạn,. . . . PDT đã tăng sỉ số tối đa rồi không tăng được nữa.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Họ và tên : [full_name]. . MSSV : [student_id]. . Nội dung : Ngày 25/01/2021 lúc 13h30 em có lịch thi giải tích 1 . Nhưng em đăng kí anh văn đầu vào lại trúng lịch 25/01/2021 13h ca 3 . Em mong nhà trường đổi lại lịch thi anh văn đầu vào ca 1 sáng ngày 25/01/2021. Em xin chân thành cảm ơn . . . . .",
            "Chào bạn,. . Lịch thi do sinh viên tự đăng ký nên sẽ không được thay đổi nhé bạn.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Em kính chào các thầy cô!. . . . Em tên [full_name], MSSV [student_id], lớp MT20B2KH. . . . Học kỳ này em có nguyện vọng học môn Kiến Trúc Máy Tính (CO2007), đây là môn học trước của môn Thực Tập Tốt Nghiệp - em dự định đăng ký trong kỳ hè sắp tới.. . . . Tuy nhiên em chưa đăng ký được vì sĩ số lớp đã đầy (40/40).. . . . Em kính mong PĐT xem xét hỗ trợ cho em được đăng ký học môn này, cụ thể là vào nhóm L01_L02 ạ.. . . . Em xin chân thành cảm ơn các thầy cô ạ!",
            "Chào bạn,. . . . Tất cả các môn học PDT đã tăng đến sỉ số tối đa rồi không tăng được nữa nha bạn.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính gửi Phòng Đào tạo,. . . . Em có thể đăng ký vượt quá số tín chỉ tối đa (21 tín chỉ) hay không? Học kỳ này theo chương trình đào tạo của ngành đã 20 tín chỉ, em chưa học môn Anh văn 4. Nếu không học, em phải bị trễ nửa học kỳ. . . . . Vậy em có thể đăng ký 22 tín chỉ được không? (Vượt số tín chỉ cho phép 1 tín chỉ). . . Để đăng ký 22 tín chỉ em cần phải làm đơn như thế nào?. . . . Em xin chân thành cảm ơn.",
            "Chào bạn,. . . . Bạn vui lòng xem qui chế học vụ điều 9, mục 9.3 http://www.aao.hcmut.edu.vn/index.php?route=catalog/chitietsv&path=90&tid=1658.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính gửi quý thầy/cô,. . Em là [full_name], em đã đăng ký bổ sung môn GT2 nhưng không có khả năng xếp lớp. Em mong pđt tăng sĩ số lớp GT2 L11_L21 để em có thể học môn này.. . Em xin cảm ơn.",
            "Chào bạn,. . . . - Tất cả các môn học PDT đã tăng đến sỉ số tối đa rồi không tăng được nữa nha bạn.. . . . - Bạn có thể đăng kí môn giải tích 2 trong đợt dự thính sắp tới nha.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ em muốn đăng kí thêm môn GE1011 Địa vật lý đại cương + kiến tập mà hết lượt đăng ký thì phải ạ, do đó là môn tiên quyết của em ạ. em cảm ơn",
            "Chào bạn,. . . . DKMH sinh viên tự đăng kí, PDT không đăng kí được cho sinh viên được nha.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . về việc đăng kí môn học đợt 3 thì em không đăng kí được nhiều môn của Khoa Khoa học và Kỹ thuật máy tính, nên em viết mail này xin PĐt xem xét cho em xin vào một số lớp như sau;. . Kỹ thuật lập trình  CO1027 : L05-L14. . Giải tích 2 MT1005 : L11-L21. . Đại số tuyến tính MT1007 : L07-L14. . Anh văn 1 : mở thêm lớp.. . Thật sự mong PDT có thể cho phép em có thể theo học các lớp này để em có thể hoàn thành được học kì 2 ạ, em xin chân thành cảm ơn.. . . .",
            "Chào bạn,. . . . -  Tất cả các môn học PDT đã tăng đến sỉ số tối đa rồi không tăng được nữa nha bạn. . . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học .",
            "Dạ thưa phòng đào tạo ạ, hiện tại em đang cần đăng kí môn học ĐAMH kết cấu bêtông ct1 có mã môn là CI2093, nhưng lớp đã hết chỗ trống, mong phòng đào tạo mở thêm sĩ số ạ, em cảm ơn.",
            "Chào bạn,. . . . Bạn có thể làm đơn mở lớp môn đồ án.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Xin chào quý thầy cô, em tên [full_name] (MSSV: [student_id]) trong đợt đăng kí môn học lần 3 này, em có mong muốn được đổi nhóm môn Giải tích 2 (MT1005), nhóm hiện tại của em là L28_L56, em muốn được đổi sang nhóm L07_[full_name]3 ạ. Lí do: Em bị trùng lịch học anh văn buổi tối 2 ngày. Em kính mong quý thầy cô cân nhắc, cho phép em được đổi nhóm để có thể tiếp tục học anh văn. Xin chân thành cảm ơn!",
            "[full_name][full_name] [full_name]E[full_name]gt MSSV/MSGV: [student_id]    [full_name] [full_name] [full_name] [full_name] Đăng ký môn học[full_name] [full_name] [full_name] [full_name] Xin chào quý thầy cô, em tên [full_name] (MSSV: [student_id]) trong đợt đăng kí môn học lần 3 này, em có mong muốn được đổi nhóm môn Giải tích 2 (MT1005), nhóm hiện tại của em là L28_L56, em muốn được đổi sang nhóm L07_L13 ạ[full_name] Lí do: Em bị trùng lịch, không thể đăng kí thêm môn học khác[full_name] Em kính mong quý thầy cô cân nhắc, cho phép em được đổi nhóm để có thể đăng kí môn học khác[full_name] Xin chân thành cảm ơn![full_name] [full_name]",
            "Xin chào quý thầy cô, em tên [full_name] (MSSV: [student_id]) trong đợt đăng kí môn học lần 3 này, em có mong muốn được đổi nhóm môn Giải tích 2 (MT1005), nhóm hiện tại của em là L28_L56, em muốn được đổi sang nhóm L07_L13 ạ. Lí do: Em bị trùng lịch, không thể đăng kí thêm môn học khác. Em kính mong quý thầy cô cân nhắc, cho phép em được đổi nhóm để có thể đăng kí môn học khác. Xin chân thành cảm ơn!"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính gửi Phòng đào tạo, hiện tại các lớp chi tiết máy ME2007 đều đã full sỉ số và em nghe nói sẽ không mở thêm lớp nữa nên em mong có thể được đăng ký vào lớp L02-L06( học thứ 2 và thứ 4 ) ME2007 vì đây là môn rất quan trọng với em ở kì sau ạ. . Mong Phòng đào tạo chấp nhận"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Thầy (cô) cho em xin tăng sĩ số môn học kinh tế chính trị [full_name]-[full_name] (SP1033) lớp L03, thứ sáu, tiết 5 6.. . Em xin cảm ơn ạ.",
            "Chào bạn,. . . . PDT đã tăng sỉ số tối đa rồi không tăng được nữa.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "U   QUOTE Đăng ký môn học . Hiện tại hầu hết các nhóm của môn đều có sỉ số chỉ từ 30 trở xuống thì có bị xóa hết k ạ? . . Mong giải đáp thắc mắc cho em để thuận tiện cho việc đăng ký ạ.. . Em cảm ơn.",
            "Chào bạn,. . . . Tuỳ môn nha bạn.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em k19,chưa học av 1 2 3 trong trường,vậy kì 202 em đăng kí AV theo nhu cầu AV4A và học qua có tính là qua AV 1 2 3 4 và được đăng kí môn học kì 1 năm 3  ko ạ.",
            "Chào bạn,. . . . Anh văn A4 tương đương như anh văn 4, bạn phải học anh văn 2A,3A thì bạn mới có kiến thức, mới đủ điều kiện đăng kí anh văn A4.. . . . Thân. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "[full_name] [student_id]. . . . Cho em hỏi sau đợt đăng kí môn học và hiệu chỉnh 12-14/1 thì còn đợt đk môn học nào nữa không. Em thấy trên trang chủ có đợt đăng kí bổ sung 13-15/1.. . Em cảm ơn!. .",
            "Chào bạn,. . . . Còn đợt 4 dkmh bổ sung, bạn thường xuyên kiểm tra mail để biết thời gian DKMH nha.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em tên [full_name] MSSV [student_id]2.. . Em xin đăng ký Luận văn tốt nghiệp và môn Nhập môn về lập trình CO1003 lớp CC01_CC01. Em hiên không thể đăng ký môn do không đủ điều kiện loại hình đào tạo, em thuộc khóa K13 chương trình PFIEV theo em còn 1 học kì cuối trong chương trình đào tạo, mong Phòng Đào Tạo xem xét giúp em để em đủ điều kiện tốt nghiệp trong học kì sau.. . Em xin cảm ơn.",
            "Em tên [full_name] MSSV [student_id]2.. . Em xin đăng ký Luận văn tốt nghiệp 800700\t và môn Nhập môn về lập trình CO1003 lớp CC01_CC01. Em hiên không thể đăng ký môn do không đủ điều kiện loại hình đào tạo, em thuộc khóa K13 chương trình PFIEV theo em còn 1 học kì cuối trong chương trình đào tạo, mong Phòng Đào Tạo xem xét giúp em để em đủ điều kiện tốt nghiệp trong học kì sau.. . Em xin cảm ơn.",
            "Chào bạn,. . . . Môn học mã nhóm CC dành cho sinh viên quốc tế chất lượng cao, sinh viên Việt pháp không đăng kí môn có mã nhóm CC nha bạn.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Chào thày/cô bên pdt.. . . . Em xin phép hỏi thầy/cô về việc đăng kí LVTN trong đợt 3 này. . . . . Trong đợt đăng kí môn học đợt 2 vừa rồi em có đăng kí   B  LVTN mã CI4343 ( nhóm A01 - đại trà)  /B . Nhưng qua đợt 3 này em lại được xếp vào   B nhóm CC01 - CLC  /B . Sau đó em có đổi môn này qua mã   B nhóm A (đại trà)  /B  trở lại, nhưng lớp chỉ có   I 02/100  /I  sinh viên. . . . . Em xin hỏi thầy/cô vấn đề nếu môn LVTN này chỉ có   I 02/100  /I  sinh viên như hình thì em có bị xoá môn này trong đợt tiếp theo không ạ, em xin cảm ơn thầy/cô bên PĐT ạ.. . . . . . Em xin cảm ơn, Nhân.. . . .",
            "Chào bạn,. . . . [full_name] đã chuyển mã nhóm luận văn cho bạn về nhóm A rồi nha bạn.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em đã đăng kí môn học C03001 - Công nghệ phần mềm ở đợt đăng kí nguyện vọng bổ sung nhưng qua đợt đăng kí thứ 3 thì lại bị huỷ môn học.. . . . Kính mong phòng đạo tạo có thể giúp em đăng kí môn C03001 - Công nghệ phần mềm",
            "Chào bạn,. . . . Bạn vui lòng xem kết quả DKMH để biết lý do không DKMH được.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: 1913148  /b \t. . . .   i Học vụ . Dạ thưa thầy/cô cho em hỏi về việc học môn Anh Văn theo nhu cầu. . Dạ là từ trước đến nay em học môn Anh văn ở trường,kỳ này em học xong Anh Văn 3 và có dự định là kỳ sau học luôn Anh Văn 4. . Nhưng em được biết là nhà trường vừa mở thêm lớp Anh Văn theo nhu cầu từ kỳ 202. . Thì nếu kỳ sau em học môn Anh Văn 4A( lớp anh văn theo nhu cầu) thì có được không ạ . . Do em sợ lúc trước em học 3 môn AV1,AV2,AV3 ở trường mà không biết là nếu môn AV4 thay bằng học Anh Văn 4A thì khi học xong đã đạt điều kiện chuẩn Anh Văn theo hết từng năm không ạ",
            "Chào bạn. . . . -Kết quả các môn “Tiếng Anh theo nhu cầu” được [full_name]N tiếng Anh hàng năm và ĐẠT các môn Anh văn 1, 2, 3, 4 trong hệ chính quy.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ .  cho e hỏi điều kiện để được đăng kí thực tập vào hè 2021 là phải qua bao nhiêu chỉ ạ . .",
            "Chào bạn. . - Về quy định các môn thực tập tốt nghiệp, đề cương luận văn, luận văn tốt nghiệp: Bạn vui lòng xem chi tiết tại trang web aao.hcmut.edu.vn--  sinh viên --  Chương trình đào tạo. . Chúc bạn học tập tốt nhé.. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "MSSV: [student_id]. . . . Lý do: Do bị sốt cao nên em không thể có mặt trong ngày kiểm tra cuối học kì 1. Vậy em phải học lại môn đó phải không ạ.. . . .",
            "Chào bạn. . - Về quy định Vắng thi có phép và hoãn thi: Bạn vui lòng xem chi tiết tại trang web aao.hcmut.edu.vn--  sinh viên --  Quy chế --  Quy chế đào tạo và học vụ bậc đại học và cao đẳng -- Điều 17.2. . Chúc bạn học tập tốt nhé.. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em chào cô ạ ! . . . . Trong mail hôm qua em có nhận thì ghi là chuẩn anh văn tốt nghiệp từ khóa 2019 về trước là 550 nhưng mà trong quy chế lại nói chuẩn anh văn tốt nghiệp khóa 2017 là 500 mà thôi. Như vậy thì cái nào mới đúng để em có thể định lượng trước mà thi ạ ?. . . . Em cám ơn cô ạ !. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ cho em xin đăng kí thêm vào lớp đủ sỉ số đc không ạ. Nếu đc em muốn đăng kí vào lớp ge2021, vì đó là môn nghành nên có thể cho phép em đăng kí được không ạ, nếu lỡ em sẽ bị trễ 1 kì. Mong thầy cô xem xét",
            "Chào bạn,. . . . PDT đã tăng sỉ số tối đa rồi không tăng được nữa.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "B   U Yêu cầu khác: Em nhận được mail và thấy bảo là chuẩn Toeic của khóa K19 trở về trước là 550 nhưng khóa K16 của em thì chỉ là 500 theo phụ lục của PĐT. Vậy cho em hỏi chuẩn Toeic của K16 là bao nhiêu ạ.. . Năm nay là năm cuối của em.",
            "Chào bạn,. . Bạn vui lòng xem quy định về chuẩn tốt nghiệp của bạn tại đây là chính xác nhé:. . http://aao.hcmut.edu.vn/ sinh viên/quy chế-quy định/học vụ/ Quy chế đào tạo và học vụ bậc đại học, cao đẳng:/Phụ lục 1: Quy định về ngoại ngữ (áp dụng cho các chương trình giảng dạy bằng tiếng Việt)/3.   Chuẩn tiếng Anh khi nhận Luận văn tốt nghiệp (LVTN) và khi tốt nghiệp. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Xin thầy cô tăng sĩ số lớp cho em đăng kí. Hôm qua vừa thi ra xong vô check đã hết chỗ nên em không đăng kí kịp. Em cảm ơn",
            "Chào bạn,. . . . PDT đã tăng sỉ số tối đa rồi không tăng được nữa.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Cho em xin mở thêm 1 slot thí nghiệm vật lý L13 với ạ. . Em xin cảm ơn",
            "Chào bạn,. . . . Tất cả các môn học PDT đã tăng đến sỉ số tối đa rồi không tăng được nữa nha bạn.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Cho em hỏi là môn anh văn 4 A có qui đổi ra điểm như anh văn 4 không ạ, hay chỉ xét chuẩn để qua thôi, em xin cảm ơn ạ, mong thầy cô giúp em.",
            "Chào bạn,. . . . Anh văn A4 tương đương như anh văn 4, bạn phải học anh văn 2A,3A thì bạn mới có kiến thức, mới đủ điều kiện đăng kí anh văn A4.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính chào quý thầy cô! Em là sinh viên chuyển hệ từ CQ sang VLVH. Trước em đã hoàn thành Thực tập TT rồi mà giờ đăng ký LVTN lại báo em thiếu TTTN và môn song hành Đề Cương Luận Văn. Mong PĐT kiểm tra và xem xét lại giúp em.. .",
            "Em phải đăng ký môn LVTN ở hệ VLVH. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em tên là [full_name], MSSV [student_id], em viết thư này với mong muốn xin tăng thêm sĩ số cho lớp của môn học Công nghệ phần mềm, mã lớp L01, thời gian học vào thứ 3 tiết 10-12. Lí do là em cần học cải thiện để vượt qua được yêu cầu của chương trình tài năng.. . . . Em mong chờ phản hồi sớm nhất từ phía thầy/ cô.. . . . Cảm ơn thầy/cô đã đọc thư.",
            "Chào bạn,. . . . PDT đã tăng sỉ số tối đa rồi không tăng được nữa.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em cần đăng ký các môn như sau:. . 1. MT1007 - Đại số tuyến tính. . 2. GE1013 - khoa học trái đất. . 3. PH1007 - Thí nghiệm vật lý . . 4. MT1005 - giải tích 2. . 5. GE1011 - Địa vật lý đại cương +kt. . Lý do: Vì em bị tai nạn từ kỳ học quân sự và nhập viên 1 tháng hơn nên đã bỏ qua đợt đăng ký đợt 1,2. Đến đợt 3 này e đăng ký thì hết lớp ạ. Mong các thầy cô cho em xin đăng ký để được học ạ. Em xin cảm ơn",
            "Chào bạn,. . . . Chuẩn bị PDT có mở dự thính, nếu môn nào đăng kí dự thính thì bạn đăng kí dự thính, môn còn lại bạn đăng kí vào đợt 4 DKMH.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: 1813600  /b \t. . . .   i Đăng ký môn học . Lúc 10h sáng em có đăng kí môn VẬT LÝ 2 MÃ PH1005 nhưng hệ thống báo lỗi e đăng kí quá số chỉ cho phép, mà em mới có 14 chỉ không có chỉ thực tập và điểm trung bình cũng trên 5, 15p sau vô lại thì tất cả đã đầy lớp Em xin được đăng kí vô lớp l02-l03 mã PH1005. . vì môn học này là môn học tiên quyết cho kì sau của em, xin pđt hỗ trợ giúp em.. . Em xin chân thành cám ơn quý thầy cô pđt.",
            "Chào bạn,. . . . PDT đã tăng sỉ số tối đa rồi không tăng được nữa.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em chào thầy/cô. . Em là [full_name], MSSV [student_id]. . Hiện tại em đang đăng ký môn học Thương mại điện tử (CO3027) nhưng bị báo lỗi chuẩn anh văn sau năm 3. Trong khi em đã được miễn 4 môn anh văn từ lần thi anh văn đầu vào. Mong thầy cô xem xét lại hệ thống ạ.. . Em xin cảm ơn.",
            "Chào bạn,. . . . Đối với sinh viên tài năm, anh văn 4 không qua chuẩn anh văn sau năm 3 nha bạn. Bạn vui lòng xem qui chế học vụ điều 31, phụ lục 1 http://www.aao.hcmut.edu.vn/index.php?route=catalog/chitietsv&path=90&tid=1658.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Em lỡ đăng kí ngày giờ thi avđv trùng với lịch thi giải tích cuối kì, cho em hỏi giờ phải làm sao ạ",
            "Chào bạn,. . Vui lòng trình bày rõ nội dung câu hỏi của bạn nhé!. . Lịch do sinh viên tự đăng ký.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em hiện là sinh viên văn bằng 2 khóa 2020.. . Thầy/cô cho em hỏi các môn học được miễn của bằng 2 đã được cập nhập lên hệ thống chưa ạ? Do các kết quả đăng kí môn học của em bị hủy vì thiếu môn tiên quyết, mà các môn tiên quyết này có trong danh sách miễn môn nhận được qua Mail. . . Mong PĐT giải quyết sớm để em kịp đăng kí môn học cho học kì tới. Em cảm ơn!",
            "Chào bạn,. . . . Còn đợt 4 dkmh bổ sung, bạn  kiểm tra mail để biết thời gian DKMH nha. Nếu DKMH có trục trặc bạn liên hệ PDT nha.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em chào cô,. . . . Em đang làm luận văn tốt nghiệp ở HK201, trong quá trình làm luận văn thì có 1 bạn out team làm ảnh hưởng tới kết quả cuả nhóm. Cho nên nhóm em quyết định bảo lưu luận văn. Em đã trình bày vấn đề này lên khoa và GVHD và được sự chấp thuận của khoa. . . Cô cho em hỏi, là học kì này em bảo lưu đề tài, thì em sẽ bảo vệ ở học kì tiếp theo đúng không? Và em có cần phải đăng kí môn học Luận văn tốt nghiệp cho HK202 không ?. . Em cảm ơn cô đã dành thời gian giải đáp thắc mắc.",
            "Chào bạn. .  - Bạn vui lòng xem chi tiết tại trang web aao--  sinh viên --  Quy chế --  Quy chế đào tạo và học vụ bậc đại học và cao đẳng -- điều 17.2 (mục d) Không xét HT, VP cho các môn đồ án môn học, thực tập, TTTN, LVTN. Tối đa 5 môn được HT, VP trong một học kỳ, các môn vắng thi còn lại có thể được xem xét rút môn học khi có lý do chính đáng (xem 11.2).. .  - Bạn phải đăng ký lại môn trong HK202. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ em đóng học phí rồi nhưng vẫn chưa đk môn được ạ",
            "Chào bạn,. . . . Còn đợt 4 dkmh bổ sung, bạn thường xuyên kiểm tra mail để biết thời gian DKMH nha.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính gửi PĐT ĐHBK . . Em tên [full_name]. . Mssv [student_id]. . Em viết bài này là để xin nhà trường mở thêm suất học 2 môn là thực tập cơ khí đại cương và thí nghiệm vật lí với ạ vì tất cả các môn của em đã bị xoá. Em xin lỗi vì sự bất tiện này.  Em xin cám ơn rất nhiều . . Trân trọng.. . . .",
            "Chào bạn,. . . . - Tất cả các môn học PDT đã tăng đến sỉ số tối đa rồi không tăng được nữa nha bạn.. . . . -  Bạn có thể đăng kí những môn này trong học kỳ dự thính nha.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em chào thầy cô,. . Hiện tại em là sinh viên năm 4, chuyên ngành Điện tử - Viễn thông, em thi TOEIC kết quả vừa nhận là 495. Thiếu 5đ để đăng ký luận văn tốt nghiệp.. . Do em tập trung học xong những môn yêu cầu nên không dành nhiều vào việc luyện thi TOEIC.. . Em đã nộp băng TOEIC có kết quả 495.Em mong muốn được đăng kí Luận văn tốt nghiệp (EE4333), hiện tại em đang trong tiến độ làm luận văn cùng với Giáo viên hướng dẫn.. . Em đã đủ số tín chỉ, chỉ còn thiếu các điểm Anh văn và Luận văn. Nên kỳ sau em sẽ có nhiều thời gian để học anh văn, em cũng đảm bảo có thể làm được Luận văn với vốn tiếng anh chuyên ngành.. . Mục tiêu TOEIC của em là 700+, đây chỉ là bước đầu, em sẽ thi bổ sung kết quả trong học kỳ tới nên mong cho em cơ hội để được học, cũng như theo kịp tiến độ đào tạo ạ.. . Dưới đây là 1 số hình ảnh về kết quả thi TOEIC và đã nộp băng của em.. . . .",
            "Chào bạn,. . . . Khi nào bạn đủ chuẩn anh văn thì liên hệ PDT để xin đăng kí luận văn.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Em tên là: [full_name]. . MSSV: [student_id]. . Lớp: CK19HT01. . Trong đợt đăng kí môn học đợt 1 em có đăng kí môn Vận trù học (mã môn học ME2051) nhưng bị xóa, và trong đợt đăng kí môn học bổ sung vừa rồi em cũng có đăng kí nhưng vẫn không được. vậy em mong PĐT có thể nới sĩ số lớp L01 để em và một số bạn có thể đăng kí được không ạ. Em xin chân thành cảm ơn.. . . .",
            "Dạ trong đợt đăng kí môn học bổ sung em đã đăng kí rồi nhưng vẫn không được ạ. PĐT có thể nơi thêm sĩ số lớp L01 để em được đăng kí môn này không ạ.",
            "Chào bạn,. . . . Tất cả các môn học PDT đã tăng đến sỉ số tối đa rồi không tăng được nữa nha bạn.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học  /. . Kính gửi Phòng đào tạo. . Em tên là [full_name]. . MSSV [student_id] Khoa Công nghệ Vật liệu. . Hiện tại em chỉ có thể đăng kí lớp L01-L02 môn Hóa vô cơ- CNVL(MA2041) vì kẹt thời khóa biểu của các môn khác mà lớp này đã đủ sĩ số. Nay em sinh PDT cho em học lớp này.. . Em cảm ơn.",
            "Chào bạn,. . . . Tất cả các môn học PDT đã tăng đến sỉ số tối đa rồi không tăng được nữa nha bạn.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Em tên [full_name] . . MSSV [student_id]. . Hiện là sinh viên năm nhất tại trường.. . Em đang gặp vấn đề về việc đăng kí môn học, cụ thể là đến đợt 3 của đợt đăng kí môn nhưng em vẫn chưa được xếp lớp giải tích 2. Trong khi em đã đăng kí đủ các môn ở các đợt đăng kí trước đó. . . Em muốn hỏi vì sao em đã đăng kí đủ các môn nhưng đến đợt đăng kí lại không đủ số môn em đã đăng ký ạ.. . Nếu em không được xếp lớp vì số lượng lớp đã đủ thì có thể mở thêm lớp không ạ, vì em thấy số lượng các bạn chưa đăng ký được cũng khá nhiều ạ.. . Em chân thành cảm ơn.. .  . .",
            "Chào bạn,. . . . - Bạn vào kết quả DKMH để biết lý do bạn không đăng kí được.. . - Những môn không đăng kí được bạn có thể đăng kí trong đợt dự thính 202 sắp tới.. . . . Thân"
        ]
    }
]