[
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: 1813633  /b \t. . . .   i Đăng ký môn học . XIN CHÀO THẦY CÔ!. . E là Đặng Hữu Phước sinh viên k18. . ở đợt 2 đăng kí môn học học kì 211 e có lỡ bấm xóa đi môn kĩ thuật dự báo ME3157 sau đó e đăng lại thì không được.. . vì môn này là môn thay thế, tương đương của môn ME4601 nên hệ thống không tự động đăng kí  lại  môn này cho em. nên e viết maill này mong muốn thầy cô đăng kí lại môn ME3157 giúp em, vì môn này khá quan trọng ảnh hương đến chương trình học của e ở học kì sau.. . e xin cảm ơn. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính gửi Phòng Đào Tạo. . Em tên là[full_name] [full_name] MSSV[full_name][student_id]. . là sinh viên của lớp DD20 LT19. . Nay, em viết mail này mong phòng đào tạo chấp nhận cho em hoãn thi môn Phương pháp tính của học kì 202( MT1009). . Em xin cảm ơn.",
            "Thân gửi các bạn sinh viên, . . Phòng Đào tạo (PĐT) đã thông báo cho Sinh viên (SV) về việc nộp đơn hoãn thi trực tiếp cho PĐT đối với các môn học Lý thuyết, mà không thông qua Giảng viên (GV). PĐT sẽ hậu kiểm các tình huống cấm thi sau. Hiện nay, SV đăng ký bằng cách gửi email về PĐT có kèm file và qua hệ thống Hỗ trợ trực tuyến (BKSI). Để nhanh chóng và thuận lợi, PĐT thay đổi phương thức nộp đơn hoãn thi như sau:. . SV đăng nhập vào Google bằng tài khoản BKNetID@hcmut.edu.vn và điền thông tin hoãn thi theo link: https://forms.gle/ckyYcJMWN7w3kqe56. . Hạn cuối: 5 ngày sau khi thi online (chỉ tính ngày làm việc). . Trường hợp SV đã nộp đơn qua email của PĐT và  qua công cụ BKSI (đã hoặc chưa được tiếp nhận), vui lòng điền lại vào form trên để PĐT cập nhật dữ liệu đồng nhất và chính xác.. . Riêng đối với môn Đồ án, Thực tập ngoài trường, Đề cương Luận văn, Luận văn/Tiểu luận tốt nghiệp: SV có thể xin hoãn bảo vệ với lý do dịch Covid-19 ảnh hưởng nghiêm trọng đến kết quả thực hiện đề tài (không thực nghiệm được tại Phòng thí nghiệm, không thực địa, ...). SV gửi email trực tiếp đến Giáo viên hướng dẫn, Khoa/Bộ môn để được xem xét đồng ý và forward email cuối cùng đến email của PĐT để đăng ký.. . Thông tin thêm:. . •\tQuy định hoãn thi (HT): xem chi tiết tại khoản 17.2 Điều 17 trong Quy chế đào tạo và học vụ (aao.hcmut.edu.vn    Sinh viên    Quy chế).. . •\tCác môn có phần thí nghiệm (TNg) sẽ được tổ chức thi sau khi TNg xong. Một số môn, Giảng viên sẽ đề nghị cho thi trước, điểm TNg sẽ có sau, khi đó SV có thể xin hoãn thi.. . •\tRiêng hoãn thi kiểm tra giữa kỳ của HK DT202 và 203: SV liên hệ trực tiếp GV và Bộ môn để được xem xét cho kiểm tra riêng hoặc lấy cột điểm thành phần khác để làm điểm kiểm tra.. .  . . Chúc các bạn học tập thật tốt!. . . . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ em chào cô. Em khóa 19, khóa em hồi đó nói để lên năm 3 cần hoàn thành 3 môn thể dục. Năm hai em mới đăng kí thể dục hk201 và 202 nên học kì sau em phải đăng kí thêm 1 môn thể dục nữa phải không ạ? Tại k20 chỉ học có 2 học phần thể dục, nên em có ảnh hưởng gì không ạ em vẫn phải học tiếp 1 môn thể dục nữa hay 2 môn là được rồi ạ? Em cảm ơn!. .  . . . .",
            "Chào em,. . - Em Khóa nào thì theo CTDT khóa đó.. . - Em liên hệ cô [full_name] [phone_number], phòng 520 Nhà điều hành ĐHQG-HCM (khu phố 6, phường Linh trung, Thủ đức). . Email của cô [full_name] : [email]. . Thân mến,. . . . . .",
            "li answer rate: Answer suits the needs / Câu trả lời đúng ý"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ em chào thầy/cô ạ, em muốn hỏi em là SV khoa hóa khóa K18 chương trình đại trà. Em muốn đăng kí nhưng mã lớp L-xx đã full số lượng có lớp P01 vẫn còn, cho em hỏi em có đăng kí được mã lớp này không ạ. Em cảm ơn. .",
            "Chào bạn. . \" Nếu yêu cầu của bạn đến nay vẫn chưa được xử lý, vui lòng gửi lại để PDT kiểm tra và trả lời cho bạn \". .  . . SV lưu ý:. .  1- Hiện tại toàn bộ môn học đã được Phòng Đào tạo tăng sĩ số tối đa theo quy định của từng loại môn học và quy định của Google Meet (tối đa 100 tính luôn Giảng Viên).Xem quy định về sĩ số mở lớp cho từng loại môn học tại đây: aao.hcmut.edu.vn/sinh viên/quy chế/học vụ/Quy chế đào tạo và học vụ bậc đại học, cao đẳng/ Điều 8. 2. . 2- Đã hết thời gian hiệu chỉnh và hủy môn học, Về việc rút Môn Học (có tính học phí) sinh viên vui lòng đợi mail thông báo của PDT trong tháng 9/2021. . 2- Nếu có nhu cầu học, SV có thể đăng ký dự thính (lộ trình 2 bắt đầu học ngày 30/8) vào đợt 2 từ ngày 25/8 đến 27/8. . 3- Sinh viên vui lòng xem kết quả ĐKMH, xem lý do vì sao không ĐKMH được (có đăng ký, nhưng không có TKB) tại trang web: mybk.hcmut.edu.vn    Đăng ký môn học    Đăng ký môn học HK211 - Kết quả đợt 2 (hoặc Kết quả đợt 1)    bấm vào mục Đăng ký mới    chọn Loại hình đăng ký    xem Lịch sử đăng ký.. . 4- Trong trường hợp kết quả xử lý ĐKMH không đúng, bạn có thể làm đơn khiếu nại (kèm minh chứng nếu có), gửi qua trang bksi ghi rõ tiêu đề: “Khiếu nại ĐKMH HK211”, nội dung khiếu nại trình bày rõ lý do, ghi rõ tên, mã môn học và mã nhóm đã đăng ký.. . 5- SV xem TKB tại mybk/Thông tin SV/ Xem TKB. . Chúc các bạn học tốt!. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . PHỤC HỒI TKB203 MỞ DKMH HK211. . Em chào thầy cô.. . Em xin gửi ĐƠN XIN XEM XÉT PHỤC HỒI TKB 203(CHÍNH QUY) VÀ MỞ ĐKMH 211 và ĐƠN ĐĂNG KÝ THU NHẬN LẠI ạ. Em mong thầy cô xem xét.. . Em xin cảm ơn. .",
            "Chào bạn. . PDT đã  đồng ý và tiếp nhận đơn thu nhận vào HK203 của bạn. . Bạn vui lòng theo dõi tình trạng sinh viên của bạn chuyển sang từ “tạm dừng” sang tình trạng “Đang học” sẽ cập nhật trên Mybk-thông tin sinh viên, dự kiến trễ nhất vào 14/08/2021. . Sau 13h ngày 13/8 bạn vui lòng vào ĐKMH, nếu không vô được bạn đợi mail để đăng ký môn học vào đợt 3 (nếu có nhu cầu). . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Dear Thầy/Cô,. . . . Em tên là [full_name], MSSV: 161162. Ngày thi 30/7/2021. . Sau khi nhận kết quả kỳ thi Nói-Viết em thấy thắc mắc về phần điểm bài viết của mình. Em mong muốn được phúc khảo lại điểm bài thi viết, kính mong Thầy/Cô hướng dẫn,kiểm tra và xem xét giúp em để em được phúc khảo điểm bài thi Viết. Em vẫn còn giữ bản scan của bài làm hôm trước (file đính kèm) và đơn xin phúc khảo (file đính kèm).Em mong sớm nhận được phản hồi từ Thầy/Cô!. . . . Trân trọng, . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Kính gửi phòng đào tạo. . Em tên: [full_name] MSSV:[student_id]. . Em xin gửi Phòng đào tạo đơn xin thu nhận lại(file word ở phần kèm theo) để em có thể đăng ký môn trong học kỳ tiếp theo.. . Em xin chân thành cảm ơn.. .",
            "Chào bạn. . PDT đã tiếp nhận và đang xử lý đơn thu nhận vào HK211 của bạn. . Bạn vui lòng theo dõi tình trạng sinh viên của bạn chuyển sang từ “tạm dừng” sang tình trạng “Đang học” sẽ cập nhật trên Mybk-thông tin sinh viên, dự kiến trễ nhất vào 17/08/2021. . Bạn vui lòng đợi mail để đăng ký môn học vào đợt 3 (nếu có nhu cầu). . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Chào thầy/cô,. . Em muốn đăng ký môn học EE2017, nhóm lớp Z3CD_Z3CD  để kịp làm luận văn tuy nhiên lớp đã vượt sĩ số, 34/30 xét theo thời gian em làm đơn này. . Mong thầy/cô xem xét cho em đăng ký vào lớp ạ.. . . .",
            "Chào bạn,. . . . Hiện tại toàn bộ môn học đã được Phòng Đào tạo tăng sĩ số tối đa theo quy định của từng loại môn học và quy định của google meet (tối đa 100 tính luôn Giảng Viên). . . . Xem quy định về sĩ số mở lớp cho từng loại môn học tại đây: aao.hcmut.edu.vn/sinh viên/quy chế/học vụ/Quy chế đào tạo và học vụ bậc đại học, cao đẳng/ Điều 8. 2. . . . Chúc bạn học tập tốt nhé."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ cho em xin được đăng kí than gia lớp kết cấu thép 2 CI3211 lớp DT01. Bữa trước em có đăng kí nhưng bị xoá và sau đó em quên kiểm tra lại. Do tình hình dịch nên việc học và thi cũng có nhiều khó khăn nên em muốn đăng kí học lại môn học này trong kì tới. Vì đã về quê nên em không thể trực tiếp lên phòng đào tạo được. Em mong phòng đào tạo tạo điều kiện để em tham gia lớp học này. Em xin chân thành cảm ơn ạ!"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học  /i. . . . Em chào Thầy/Cô. . . . Em có nguyện vọng học môn Công nghệ sản phẩm mỹ phẩm (mã môn học : CH3147), nhưng hiện tại môn này đã đủ sĩ số, em xin phòng đào tạo mở rộng sĩ số môn này để em có thể đăng kí ạ. . . . Em cám ơn ạ",
            "Chào bạn,. . . . Hiện tại toàn bộ môn học đã được Phòng Đào tạo tăng sĩ số tối đa theo quy định của từng loại môn học và quy định của google meet (tối đa 100 tính luôn Giảng Viên). . . . Xem quy định về sĩ số mở lớp cho từng loại môn học tại đây: aao.hcmut.edu.vn/sinh viên/quy chế/học vụ/Quy chế đào tạo và học vụ bậc đại học, cao đẳng/ Điều 8. 2. . . . Chúc bạn học tập tốt nhé."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính gửi Phòng đào tạo,. . Hiện tại em cần đăng kí môn học Truyền số liệu và mạng (EE3019) vì đây là môn duy nhất còn thiếu để em được đăng kí Đồ án. Tuy nhiên, hiện tại môn này chỉ mở 2 lớp dự thính và đã hết sĩ số. Mong Phòng đạo tạo có thể xem xét trường hợp của em để em có thể theo đúng kế hoạch học tập của mình.. . Xin cảm ơn.",
            "Chào bạn,. . . . Hiện tại toàn bộ môn học đã được Phòng Đào tạo tăng sĩ số tối đa theo quy định của từng loại môn học và quy định của google meet (tối đa 100 tính luôn Giảng Viên). . . . Xem quy định về sĩ số mở lớp cho từng loại môn học tại đây: aao.hcmut.edu.vn/sinh viên/quy chế/học vụ/Quy chế đào tạo và học vụ bậc đại học, cao đẳng/ Điều 8. 2. . . . Chúc bạn học tập tốt nhé."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Tôi : [full_name]    MSSV : [student_id]. . Lý do : Máy tính em bị sự cố về kĩ thuật, bật không lên màn hình, không đáp ứng được trang thiết bị kỹ thuật cho việc thi cử, kính mong phòng đào tạo xem xét chấp thuận cho em được hoãn thi môn này.. . Môn : Phương pháp tính     Nhóm : L06-C. . Giảng viên : [full_name]",
            "Thân gửi các bạn sinh viên, . . Phòng Đào tạo (PĐT) đã thông báo cho Sinh viên (SV) về việc nộp đơn hoãn thi trực tiếp cho PĐT đối với các môn học Lý thuyết, mà không thông qua Giảng viên (GV). PĐT sẽ hậu kiểm các tình huống cấm thi sau. Hiện nay, SV đăng ký bằng cách gửi email về PĐT có kèm file và qua hệ thống Hỗ trợ trực tuyến (BKSI). Để nhanh chóng và thuận lợi, PĐT thay đổi phương thức nộp đơn hoãn thi như sau:. . SV đăng nhập vào Google bằng tài khoản BKNetID@hcmut.edu.vn và điền thông tin hoãn thi theo link: https://forms.gle/ckyYcJMWN7w3kqe56. . Hạn cuối: 5 ngày sau khi thi online (chỉ tính ngày làm việc). . Trường hợp SV đã nộp đơn qua email của PĐT và  qua công cụ BKSI (đã hoặc chưa được tiếp nhận), vui lòng điền lại vào form trên để PĐT cập nhật dữ liệu đồng nhất và chính xác.. . Riêng đối với môn Đồ án, Thực tập ngoài trường, Đề cương Luận văn, Luận văn/Tiểu luận tốt nghiệp: SV có thể xin hoãn bảo vệ với lý do dịch Covid-19 ảnh hưởng nghiêm trọng đến kết quả thực hiện đề tài (không thực nghiệm được tại Phòng thí nghiệm, không thực địa, ...). SV gửi email trực tiếp đến Giáo viên hướng dẫn, Khoa/Bộ môn để được xem xét đồng ý và forward email cuối cùng đến email của PĐT để đăng ký.. . Thông tin thêm:. . •\tQuy định hoãn thi (HT): xem chi tiết tại khoản 17.2 Điều 17 trong Quy chế đào tạo và học vụ (aao.hcmut.edu.vn    Sinh viên    Quy chế).. . •\tCác môn có phần thí nghiệm (TNg) sẽ được tổ chức thi sau khi TNg xong. Một số môn, Giảng viên sẽ đề nghị cho thi trước, điểm TNg sẽ có sau, khi đó SV có thể xin hoãn thi.. . •\tRiêng hoãn thi kiểm tra giữa kỳ của HK DT202 và 203: SV liên hệ trực tiếp GV và Bộ môn để được xem xét cho kiểm tra riêng hoặc lấy cột điểm thành phần khác để làm điểm kiểm tra.. .  . . Chúc các bạn học tập thật tốt!. . . . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Chào phòng đào tạo ạ,. . Em có nhận được mail và thông báo xác nhận đã hoãn thi, nhưng bạn cùng phòng thi em nhắn lại là giảng viên gác thi xác nhận đình chỉ vì em không tham gia. Xin hỏi như vậy là như thế nào ạ? Phòng đào tạo sẽ cập nhật lại với giáo viên hay sao ạ?. . Mong sẽ sớm nhận được câu trả lời từ phòng đào tạo. Em xin cảm ơn ạ!",
            "Chào em,. . Em đọc kỹ email xác nhận khi điền form.. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em chào quý thầy cô pđt.. . Hiện điểm trung bình tích luỹ của em là 7.[student_id]. . Em có được làm tròn lên 8 để nhận bằng giỏi không?, quy định về làm tròn điểm tổng kết như thế nào. . . . . Em cảm ơn",
            "Chào em,. . Không có làm tròn, điểm TB lấy 2 số lẻ.. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Chào phòng đào tạo ạ. Em tên [full_name], MSSV [student_id], đang học chương trình Việt Pháp ạ. Em muốn hỏi là muốn rút khỏi chương trình Việt Pháp thì phải làm sao ạ?",
            "Chào bạn,. . Bạn vui lòng làm đơn xin rút khỏi chương trình PFIEV, và nộp tại văn phòng việt pháp để được tư vấn và ý kiến trước nhé, sau đó gửi đơn qua bksi cho PDT tiếp nhận. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: 1711828  /b \t. . . .   i Đăng ký môn học . Kính gửi Thầy/ Cô. . Em là Lưu Hoài Bảo Khuyên -1711828. . . Nay em viết mail này kính mong Thầy/ Cô mở lớp Dự Thính Giải Tích 1. Hiện tại lớp đã đủ 15 bạn, hầu hết là năm cuối cần trả nợ để ra trường đúng hạn. Kính mong Cô xem xét và mở lớp giúp chúng em ạ.. . Em xin chân thành cảm ơn.. . Kính chào Thầy/ Cô.",
            "4. Hiên tại Phòng đào tạo chỉ nhận đơn “Đề nghị mở môn học” cho HK dự thính 211(đối với các môn không có thực hành/thí nghiệm). Đăng ký học Dự thính, SV nhớ lưu ý vấn đề học phí.. .          Quy trình: tải mẫu đơn “Đề nghị mở môn học”, sau đó SV gửi email trực tiếp đến Giáo viên giảng dạy, Khoa/Bộ môn để được xem xét đồng ý + ghi rõ Thời khoá biểu và forward email               cuối cùng gửi qua trang hỗ trợ trực tuyến (BKSI) ghi rõ tiêu đề MỞ MÔN HỌC DỰ THÍNH HK211.. . Thời gian: từ ngày 7/8/2020 đến 17g ngày 11/8/2021.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . kỳ vừa rồi do còn thiếu anh văn nói viết nên e đã đăng ký môn anh văn 2 để giữ tình trạng đang học, môn anh văn 2 đó 19/8 này thi, nhưng e vừa có kết quả đã đậu anh văn nói viết, thì làm sao để huỷ môn anh văn 2 đó để đăng ký tốt nghiệp, hay là cứ kệ nó và vẫn đăng ký tốt nghiệp bình thường ạ.",
            "Chào bạn,. . Hiện tại không hủy và rút môn học nữa nhé bạn, bạn có thể đợi đợt xét TN tháng 11/2021 để đăng ký xét TN (nếu đã đủ điều kiện TN), không bị ảnh hưởng vì rớt môn do học cải thiện nhé!. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: 1712743  /b \t. . . .   i Đăng ký môn học  /i  Kính chào Quý Thầy/Cô, hiện tại, học kì 211 em đăng kí làm luận văn và còn thiếu duy nhất môn Phương Pháp Tính (MT1009) để hoàn thành chương trình học (nhà trường/Khoa không mở môn học tự chọn).. . Em xin nhà trường có thể mở thêm sỉ số lớp L04 môn Phương pháp tính (MT1009) cho em được tham gia với ạ.. . Em xin kính mong quý Thầy/Cô tạo điều kiện giúp đỡ em trong hoàn cảnh này ạ.. . EM xin chân thành cảm ơn. . . . . . .",
            "Chào bạn,. . . . Hiện tại toàn bộ môn học đã được Phòng Đào tạo tăng sĩ số tối đa theo quy định của từng loại môn học và quy định của google meet (tối đa 100 tính luôn Giảng Viên). . . . Xem quy định về sĩ số mở lớp cho từng loại môn học tại đây: aao.hcmut.edu.vn/sinh viên/quy chế/học vụ/Quy chế đào tạo và học vụ bậc đại học, cao đẳng/ Điều 8. 2. . . . Chúc bạn học tập tốt nhé."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em tên: Ngô Hoàng Pháp. . MSSV: [student_id]. . Hệ VLVH: khoa kỹ thuật xây dựng. . Em đã đăng ký môn LVTN 801303 ở đợt \"Đăng ký môn học Dự Thính Chính Quy + Hệ Vừa Làm Vừa học - HK211- Đợt 1\" thành công nhưng vẫn chưa có TKB.. . Hôm nay đăng ký vào đợt \"ĐĂNG KÝ MÔN HỌC DỰ THÍNH CHÍNH QUY + HỆ VLVH - HK211 - ĐỢT 2\". . thì không đăng ký được do thiếu môn tiên quyết, em chuyển hệ từ K2012 và đã học hết các môn tiên quyết rồi ạ, các học kỳ trước em có đăng ký được nhưng chưa hoàn thành LVTN,. . Kính mong thầy/cô xem xét giúp em để em có thể đăng ký LVTN trong kỳ này ạ.. . Em xin cảm ơn.",
            "Chào em,. . PĐT đã nhận được thông tin của em, đã gửi đến bộ phận phụ trách trả lời  em qua bksi, email.. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học .",
            "Chào bạn. . Cô đã lấy dữ liệu chuyển cho bộ phận xử lý, bạn theo dõi đến 10 giờ ngày 13/8 mà không thấy mở lớp thì báo lại. . Nếu có phản hồi gì Cô sẽ báo trên BKsi và mail, kiểm tra thường xuyên nghen bạn. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính chào quý thầy/cô,. . . . Em là sinh viên hệ VHVL năm 2020, nhập học theo chương trình đào tạo 2019-2020 là KHMT. Hiện tại phòng đào tạo có mở đăng ký môn học nhưng nhiều môn học lại của CTĐT cũ (ngành CNTT năm 2014), khác mã môn học, tên môn học gần giống nhau (VD: CTĐT 2014 có môn CO4011 - Kiểm Tra Thử Phần Mềm,  CTĐT 2019 là môn CO3015 - Kiểm tra phần mềm). Nếu tụi em đăng ký môn học theo CTĐT cũ thì sau này có được quy đổi sang môn học của CTĐT mới được không ạ? Những môn học của CTĐT mới 2019-2020 mà không mở lớp thì tụi em có phải học chung với lớp chính quy ban ngày không? Và làm thế nào để tụi em có thể học được những môn học mà không mở lớp (nếu xin mở lớp thì cần có điều kiện gì ạ?). . . . Vì hiện tại tụi em đã chờ rất lâu nhưng chưa thấy PĐT mở đăng ký môn học theo CTĐT mới 2019-2020 của tụi em. Rất nhiều bạn phải chọn đăng ký môn của CTĐT cũ mà PĐT thường hay mở, nếu không thì sẽ không có lớp để học. Kế hoạch học tập của nhiều bạn cũng có chút lộn xộn vì nhập nhằng giữa môn học của CTĐT cũ và mới, cũng rất lo lắng là học xong môn rồi không được tính vào tín chỉ môn học do sai mã môn, sai CTĐT v.v... . . . . Kính mong nhận được sự hỗ trợ giải đáp thắc mắc từ quý thầy/cô.. . . . Em xin chân thành cảm ơn!. . . .",
            "Chào bạn. . \" Nếu yêu cầu của bạn đến nay vẫn chưa được xử lý, vui lòng gửi lại để PDT kiểm tra và trả lời cho bạn \". .  . . SV lưu ý:. .  1- Hiện tại toàn bộ môn học đã được Phòng Đào tạo tăng sĩ số tối đa theo quy định của từng loại môn học và quy định của Google Meet (tối đa 100 tính luôn Giảng Viên).Xem quy định về sĩ số mở lớp cho từng loại môn học tại đây: aao.hcmut.edu.vn/sinh viên/quy chế/học vụ/Quy chế đào tạo và học vụ bậc đại học, cao đẳng/ Điều 8. 2. . 2- Đã hết thời gian hiệu chỉnh và hủy môn học, Về việc rút Môn Học (có tính học phí) sinh viên vui lòng đợi mail thông báo của PDT trong tháng 9/2021. . 2- Nếu có nhu cầu học, SV có thể đăng ký dự thính (lộ trình 2 bắt đầu học ngày 30/8) vào đợt 2 từ ngày 25/8 đến 27/8. . 3- Sinh viên vui lòng xem kết quả ĐKMH, xem lý do vì sao không ĐKMH được (có đăng ký, nhưng không có TKB) tại trang web: mybk.hcmut.edu.vn    Đăng ký môn học    Đăng ký môn học HK211 - Kết quả đợt 2 (hoặc Kết quả đợt 1)    bấm vào mục Đăng ký mới    chọn Loại hình đăng ký    xem Lịch sử đăng ký.. . 4- Trong trường hợp kết quả xử lý ĐKMH không đúng, bạn có thể làm đơn khiếu nại (kèm minh chứng nếu có), gửi qua trang bksi ghi rõ tiêu đề: “Khiếu nại ĐKMH HK211”, nội dung khiếu nại trình bày rõ lý do, ghi rõ tên, mã môn học và mã nhóm đã đăng ký.. . 5- SV xem TKB tại mybk/Thông tin SV/ Xem TKB. . Chúc các bạn học tốt!. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em chào PĐT, em còn thiếu 2 kỹ năng nói và viết để có thể tốt nghiệp, nhưng hiện tại đã đóng đăng ký từ tháng 5 tới bây giờ, PĐT cho em hỏi nếu sắp tới k mở cửa lại đc thì các sv chưa đáp ứng đủ 2 kỹ năng này sẽ chậm ra trường 1 học kỳ phải không ạ? Em hi vọng PĐT tạo điều kiện mở lớp thi online để sn sắp tốt nghiệp có thể ra trường đúng hạn, vì dịch covid19 tới quá bất ngờ nên tụi em k thể chủ động về lịch thi anh văn. Em xin cảm ơn!",
            "Chào bạn. . Về vấn đề này, nhà trường sẽ thông báo qua mail . . Dự kiến là tuần sau có thông báo. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . em muốn xin thêm 1 chỗ trong môn . . [full_name] :[full_name] . . [full_name] :EE3015. . [full_name]-[full_name]: L03-L03. .",
            "Chào bạn,. . . . Hiện tại toàn bộ môn học đã được Phòng Đào tạo tăng sĩ số tối đa theo quy định của từng loại môn học và quy định của google meet (tối đa 100 tính luôn Giảng Viên). . . . Xem quy định về sĩ số mở lớp cho từng loại môn học tại đây: aao.hcmut.edu.vn/sinh viên/quy chế/học vụ/Quy chế đào tạo và học vụ bậc đại học, cao đẳng/ Điều 8. 2. . . . Chúc bạn học tập tốt nhé."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Nhà trường có thể đôi thời khoá biểu môn Nguyên Lý Kinh tế và Quản Lý Xây Dựng vào:. . Thứ 4 hoặc 5 tiết 13 14 được không ạ?. . Vì vào thứ 3 tiết 13 14 em có thời khoá biểu môn Thuỷ Văn Công Trình.. . Mong nhà trường xem xét sắp xếp lại giúp em ạ, em biết yêu cầu của 1 mình em là có thể sẽ ảnh hưởng đến các bạn khác nhưng hiện tại em đang bị chậm chương trình và vẫn mong nhà trường giúp em để em có thể đúng tiến độ. . . . . .",
            "Chào bạn. . . . SV xem TKB tại mybk/Thông tin SV/ Xem TKB. . . . Sinh viên vui lòng xem kết quả ĐKMH, xem lý do vì sao không ĐKMH được (có đăng ký, nhưng không có TKB) tại trang web: mybk.hcmut.edu.vn    Đăng ký môn học    Đăng ký môn học HK211 - Kết quả đợt 2    bấm vào mục Đăng ký mới    chọn Loại hình đăng ký    xem Lịch sử đăng ký.. . . . Trong trường hợp kết quả xử lý ĐKMH không đúng, bạn có thể làm đơn khiếu nại (kèm minh chứng nếu có), gửi qua trang bksi ghi rõ tiêu đề: “Khiếu nại ĐKMH HK211”, nội dung khiếu nại trình bày rõ lý do, ghi rõ tên, mã môn học và mã nhóm đã đăng ký.. . . . Bạn vui lòng vào ĐKMH nhé, đến hết 14h59, ngày 19.8.21. . . . Về việc rút MH (có tính học phí) sinh viên vui lòng đợi mail thông báo của PDT trong tháng 9/2021.. . . . Chúc các bạn học tốt!. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "PDT cho em xin mở thêm sỉ số môn : kỉ thuật điện tử MSMH: IU2011 lớp L08 hiện tại đang  20/20. em mong PDT xếp dùm em để em có thể đăng ký thêm 1 môn khác cho kịp tiến độ.Dạ em cảm ơn.",
            "Chào bạn,. . . . Hiện tại toàn bộ môn học đã được Phòng Đào tạo tăng sĩ số tối đa theo quy định của từng loại môn học và quy định của google meet (tối đa 100 tính luôn Giảng Viên). . . . Xem quy định về sĩ số mở lớp cho từng loại môn học tại đây: aao.hcmut.edu.vn/sinh viên/quy chế/học vụ/Quy chế đào tạo và học vụ bậc đại học, cao đẳng/ Điều 8. 2. . . . Chúc bạn học tập tốt nhé."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ cho em hỏi là khi nào môn EE3011 được mở vậy ạ ?",
            "Chào bạn. . \" Nếu yêu cầu của bạn đến nay vẫn chưa được xử lý, vui lòng gửi lại để PDT kiểm tra và trả lời cho bạn \". .  . . SV lưu ý:. .  1- Hiện tại toàn bộ môn học đã được Phòng Đào tạo tăng sĩ số tối đa theo quy định của từng loại môn học và quy định của Google Meet (tối đa 100 tính luôn Giảng Viên).Xem quy định về sĩ số mở lớp cho từng loại môn học tại đây: aao.hcmut.edu.vn/sinh viên/quy chế/học vụ/Quy chế đào tạo và học vụ bậc đại học, cao đẳng/ Điều 8. 2. . 2- Đã hết thời gian hiệu chỉnh và hủy môn học, Về việc rút Môn Học (có tính học phí) sinh viên vui lòng đợi mail thông báo của PDT trong tháng 9/2021. . 2- Nếu có nhu cầu học, SV có thể đăng ký dự thính (lộ trình 2 bắt đầu học ngày 30/8) vào đợt 2 từ ngày 25/8 đến 27/8. . 3- Sinh viên vui lòng xem kết quả ĐKMH, xem lý do vì sao không ĐKMH được (có đăng ký, nhưng không có TKB) tại trang web: mybk.hcmut.edu.vn    Đăng ký môn học    Đăng ký môn học HK211 - Kết quả đợt 2 (hoặc Kết quả đợt 1)    bấm vào mục Đăng ký mới    chọn Loại hình đăng ký    xem Lịch sử đăng ký.. . 4- Trong trường hợp kết quả xử lý ĐKMH không đúng, bạn có thể làm đơn khiếu nại (kèm minh chứng nếu có), gửi qua trang bksi ghi rõ tiêu đề: “Khiếu nại ĐKMH HK211”, nội dung khiếu nại trình bày rõ lý do, ghi rõ tên, mã môn học và mã nhóm đã đăng ký.. . 5- SV xem TKB tại mybk/Thông tin SV/ Xem TKB. . Chúc các bạn học tốt!. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em là [full_name], MSSV [student_id], khoa Kỹ thuật Hóa Học.. . . . Em có nguyện vọng muốn hoãn bảo vệ luận văn vì lý do dịch bệnh nên em đã không thể đến trường để làm thí nghiệm từ đầu tháng 6, nên không đủ số liệu để báo cáo. Em đã chuẩn bị đơn và có xác nhận đồng ý của giảng viên hướng dẫn. Em muốn hỏi em có cần được xác nhận của Bộ môn hay Khoa không ạ?",
            "Chào bạn, . . Trong đơn phải có xác nhận của [full_name] nữa nhé bạn, của GV không chưa đủ.. . Sinh viên vui lòng tải mẫu đơn tại aao.hcmut.edu.vn/ sinh viên/biểu mẫu/Phiếu đăng ký hoãn thi / vắng thi có phép (cuối kỳ) (SV lưu ý ghi rõ 1 môn học/phiếu đăng ký hoãn thi/vắng thi). Điền đầy đủ thông tin và trình bày rõ lý do xin hoãn thi.. . Bạn vui lòng bổ sung thêm mẫu đơn hoãn thi trên, và yêu cầu từng bạn trong danh sách đều phải làm theo mẫu đơn này, dùng tài khoản của các bạn đó trực tiếp gửi yêu hoãn thi qua hệ thống bksi,. . Minh chứng xác nhận của GV và [full_name] có thể xác nhận chung trên đơn nhé!. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính gửi pdt. . Hiện tại em vừa được mở đăng ký môn học cho VB2 (chính quy). . Vấn đề là có đến 3 môn bắt buộc của năm đầu không có lớp.. . Tình hình dịch bệnh khó khăn, nên em chỉ còn cách mail pdt, mong pdt hỗ trợ giải pháp giúp em cho vấn đề trên.. . Thời gian ĐKMH tới 13 tây là kết thúc. Mong pdt giải quyết sớm giúp em.. . Trân trọng,. .   i Đăng ký môn học .",
            "chào bạn,. . môn bình thường ( không có Thực hành ,Thí nghiệm kèm). . bạn vui lòng cung cấp mã sv, mã môn, nhóm cần đăng ký.. . tới : [email] để được hỗ trợ đăng ký môn ( sau khi kết thúc đợt đk online ). . . . Môn Có TH, Thí nghiệm) bạn cần liên hệ VP khoa để tăng sĩ số hoặc mở lớp mới được. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ em chào phòng đào tạo ạ, có thể thêm sỉ số lớp môn EE3021 Thực tập điện tử 2 không ạ? Em chỉ còn môn này để đăng kí làm đồ án, mong phòng đào tạo xem xét dùm trường hợp của em ạ. Em cảm ơn rất nhiều ạ",
            "Chào bạn,. . . . Hiện tại toàn bộ môn học đã được Phòng Đào tạo tăng sĩ số tối đa theo quy định của từng loại môn học và quy định của google meet (tối đa 100 tính luôn Giảng Viên). . . . Xem quy định về sĩ số mở lớp cho từng loại môn học tại đây: aao.hcmut.edu.vn/sinh viên/quy chế/học vụ/Quy chế đào tạo và học vụ bậc đại học, cao đẳng/ Điều 8. 2. . . . Chúc bạn học tập tốt nhé."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . [full_name]ính gửi PĐT!. . Em tên: [full_name]     MSSV: [student_id]. . Em có câu hỏi như sau:. . Em là sinh viên hệ VHVL ngành [full_name]ĩ thuật cơ khí, học theo CTĐT [full_name]19.. . . . H[full_name]211 này em muốn đăng kí môn học Đồ án chuyên ngành (ME4061), để đủ điều kiện H[full_name]212 đăng kí Đồ án tốt nghiệp luôn, tuy nhiên do theo CTĐT [full_name]19 nên mã ME4061 có mình em đăng kí, em sợ lớp bị hủy.. . . . Vậy nên, em muốn hỏi rằng liệu em có thể đăng kí môn đồ án này theo mã của [full_name]18 là ME4045 được không? (có nhiều SV đăng kí nên khả năng không bị hủy lớp).. . . . Sau khi học xong thì em có được chuyển điểm qua lại giữa hai mã ME4045 và ME4061 được hay không?. . . . Em đã tham khảo danh sách môn tương đương của hai CTĐT [full_name]18 và [full_name]19 nhưng không thấy trường hợp của môn học đồ án này.. . . . [full_name]ính mong PĐT giải đáp, em xin cảm ơn!. .",
            "Chào em,. . Vấn đề môn tiên quyết, môn khác mã, tương đương, thay thế em liên hệ [full_name], GVCN  tư vấn. Sau khi có thông tin chính xác thì SV mới đkmh được nhé.. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            ". . Học vụ. . . . Kính gửi PDT.. . . . Em tên [full_name]. . . . MSSV: [student_id]. . . . Em hiện tại đã học xong hết tất cả các môn, chỉ còn nộp bằng tiếng anh để ra trường. Nhưng hiện tại do dịch nên e ko đi thi dc, thì e vẫn phải đăng kí môn học để ko bị tạm dừng hay sao vậy ạ. Em có được xin gia hạn nộp bằng anh văn ko ạ. Em cám ơn.\t. . . .",
            "Chào bạn. . - Nếu bạn đã hoàn thành CTDT thì không cần dkmh, nếu bị tạm dừng thì thu nhận lại để tốt nghiệp.. . - Sau thời gian giãn cách bạn đăng ký thi CCNN nghen. . Pdt sẽ giải quyết tốt nghiệp theo thông báo đến hết HK211 (dự kiến cuối tháng 12/2021) nghen, bạn yên tâm nghen.. . Lịch trình trình tốt nghiệp hiện tại trên trang aao.hcmut.edu.vn là để kịp Lễ tốt nghiệp trao bằng dự kiến tháng 11/2021 . . Xem chi tiết lịch trình tốt nghiệp tại trang web PĐT (aao.hcmut.edu.vn)    Tốt nghiệp    Thông tin tốt nghiệp    Tháng 11/2021    Lịch trình đăng ký tốt nghiệp và cấp bằng tháng 11/2021. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác  /i  . . . . Chào pđt ạ! Cho em hỏi là hôm qua em thi môn Bê tông 2 nhưng do sức khỏe không đảm bảo nên em đã không thể hoàn thành bài thi tốt. Do em chưa đọc kỹ về quy định hoãn thi trong lúc làm bài nên cuối giờ thi em vẫn cố gắng nộp bài và cũng chưa báo với cán bộ coi thi. Sau thi em có xem lại và điền form xin hoãn thi thì liệu có được chấp nhận không ạ. Và bây giờ em có thể liên hệ với bộ phận nào để xin hủy bài thi đã làm được ạ! Em xin cám ơn!",
            "Chào bạn,. . - Bạn vui lòng xem chi tiết hướng dẫn thi trực tuyến nhà trường đã gửi thông báo đến SV. . - Bạn cần thực hiện theo hướng dẫn của nhà trường và thực hành để thuần thục các thao tác ghi màn hình trước khi thi.. . - Bạn nên liên hệ GV giảng dạy để được hướng dẫn.. . Thân mến,. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em chào cô. . Em là [full_name]. . MSSV [student_id]. . . . Em có đk môn kì 203, do 1 số vấn đề em không thể học môn đó ở kì 203 và em quên mất phải hủy môn học đó. Em không được xếp tkb môn đó. . . Cho em hỏi là bây giờ em có phải thanh toán học phí để được đăng ký môn ở kì 211 không ạ?. . . . Em xin cảm ơn cô.",
            "Chào bạn. . \" Nếu yêu cầu của bạn đến nay vẫn chưa được xử lý, vui lòng gửi lại để PDT kiểm tra và trả lời cho bạn \". .  . . SV lưu ý:. .  1- Hiện tại toàn bộ môn học đã được Phòng Đào tạo tăng sĩ số tối đa theo quy định của từng loại môn học và quy định của Google Meet (tối đa 100 tính luôn Giảng Viên).Xem quy định về sĩ số mở lớp cho từng loại môn học tại đây: aao.hcmut.edu.vn/sinh viên/quy chế/học vụ/Quy chế đào tạo và học vụ bậc đại học, cao đẳng/ Điều 8. 2. . 2- Đã hết thời gian hiệu chỉnh và hủy môn học, Về việc rút Môn Học (có tính học phí) sinh viên vui lòng đợi mail thông báo của PDT trong tháng 9/2021. . 2- Nếu có nhu cầu học, SV có thể đăng ký dự thính (lộ trình 2 bắt đầu học ngày 30/8) vào đợt 2 từ ngày 25/8 đến 27/8. . 3- Sinh viên vui lòng xem kết quả ĐKMH, xem lý do vì sao không ĐKMH được (có đăng ký, nhưng không có TKB) tại trang web: mybk.hcmut.edu.vn    Đăng ký môn học    Đăng ký môn học HK211 - Kết quả đợt 2 (hoặc Kết quả đợt 1)    bấm vào mục Đăng ký mới    chọn Loại hình đăng ký    xem Lịch sử đăng ký.. . 4- Trong trường hợp kết quả xử lý ĐKMH không đúng, bạn có thể làm đơn khiếu nại (kèm minh chứng nếu có), gửi qua trang bksi ghi rõ tiêu đề: “Khiếu nại ĐKMH HK211”, nội dung khiếu nại trình bày rõ lý do, ghi rõ tên, mã môn học và mã nhóm đã đăng ký.. . 5- SV xem TKB tại mybk/Thông tin SV/ Xem TKB. . Chúc các bạn học tốt!. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Em là [full_name]. . MSSV [student_id]. . EM có ddkmh hk 211 đợt 1 mà đến giờ vẫn chưa có lịch trên trang đkmh ạ. . Em có thấy mấy bạn khác có đầy đủ ngày giờ cơ sở rồi ạ!. . Của em thì chỉ hiện chữ chưa biết ạ. . Mong pđt xem xét cho em ạ. . Em cảm ơn!. . . .",
            "Chào bạn. . \" Nếu yêu cầu của bạn đến nay vẫn chưa được xử lý, vui lòng gửi lại để PDT kiểm tra và trả lời cho bạn \". .  . . SV lưu ý:. .  1- Hiện tại toàn bộ môn học đã được Phòng Đào tạo tăng sĩ số tối đa theo quy định của từng loại môn học và quy định của Google Meet (tối đa 100 tính luôn Giảng Viên).Xem quy định về sĩ số mở lớp cho từng loại môn học tại đây: aao.hcmut.edu.vn/sinh viên/quy chế/học vụ/Quy chế đào tạo và học vụ bậc đại học, cao đẳng/ Điều 8. 2. . 2- Đã hết thời gian hiệu chỉnh và hủy môn học, Về việc rút Môn Học (có tính học phí) sinh viên vui lòng đợi mail thông báo của PDT trong tháng 9/2021. . 2- Nếu có nhu cầu học, SV có thể đăng ký dự thính (lộ trình 2 bắt đầu học ngày 30/8) vào đợt 2 từ ngày 25/8 đến 27/8. . 3- Sinh viên vui lòng xem kết quả ĐKMH, xem lý do vì sao không ĐKMH được (có đăng ký, nhưng không có TKB) tại trang web: mybk.hcmut.edu.vn    Đăng ký môn học    Đăng ký môn học HK211 - Kết quả đợt 2 (hoặc Kết quả đợt 1)    bấm vào mục Đăng ký mới    chọn Loại hình đăng ký    xem Lịch sử đăng ký.. . 4- Trong trường hợp kết quả xử lý ĐKMH không đúng, bạn có thể làm đơn khiếu nại (kèm minh chứng nếu có), gửi qua trang bksi ghi rõ tiêu đề: “Khiếu nại ĐKMH HK211”, nội dung khiếu nại trình bày rõ lý do, ghi rõ tên, mã môn học và mã nhóm đã đăng ký.. . 5- SV xem TKB tại mybk/Thông tin SV/ Xem TKB. . Chúc các bạn học tốt!. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính gửi Quý thầy/cô và Phòng Đào tạo,. . . . Tên em: [full_name]. . MSSV: [student_id] - Hệ VLVH Khoa KHKTMT. . . . Em đã thanh toán học phí trễ học kỳ 202 nên tài khoản của em hiện đang bị khóa đăng ký môn học. Nay em làm đơn trình bày lý do trễ học phí, kính mong Phòng đào tạo mở khóa tài khoản để em đăng ký môn cho học kỳ này ạ.. . . . Em chân thành cảm ơn,. . Kính chúc Quý thầy/cô nhiều sức khỏe.",
            "Chào bạn. . \" Nếu yêu cầu của bạn đến nay vẫn chưa được xử lý, vui lòng gửi lại để PDT kiểm tra và trả lời cho bạn \". .  . . SV lưu ý:. .  1- Hiện tại toàn bộ môn học đã được Phòng Đào tạo tăng sĩ số tối đa theo quy định của từng loại môn học và quy định của Google Meet (tối đa 100 tính luôn Giảng Viên).Xem quy định về sĩ số mở lớp cho từng loại môn học tại đây: aao.hcmut.edu.vn/sinh viên/quy chế/học vụ/Quy chế đào tạo và học vụ bậc đại học, cao đẳng/ Điều 8. 2. . 2- Đã hết thời gian hiệu chỉnh và hủy môn học, Về việc rút Môn Học (có tính học phí) sinh viên vui lòng đợi mail thông báo của PDT trong tháng 9/2021. . 2- Nếu có nhu cầu học, SV có thể đăng ký dự thính (lộ trình 2 bắt đầu học ngày 30/8) vào đợt 2 từ ngày 25/8 đến 27/8. . 3- Sinh viên vui lòng xem kết quả ĐKMH, xem lý do vì sao không ĐKMH được (có đăng ký, nhưng không có TKB) tại trang web: mybk.hcmut.edu.vn    Đăng ký môn học    Đăng ký môn học HK211 - Kết quả đợt 2 (hoặc Kết quả đợt 1)    bấm vào mục Đăng ký mới    chọn Loại hình đăng ký    xem Lịch sử đăng ký.. . 4- Trong trường hợp kết quả xử lý ĐKMH không đúng, bạn có thể làm đơn khiếu nại (kèm minh chứng nếu có), gửi qua trang bksi ghi rõ tiêu đề: “Khiếu nại ĐKMH HK211”, nội dung khiếu nại trình bày rõ lý do, ghi rõ tên, mã môn học và mã nhóm đã đăng ký.. . 5- SV xem TKB tại mybk/Thông tin SV/ Xem TKB. . Chúc các bạn học tốt!. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học .  Kính gửi PĐT,. . . .  Em là [full_name], sinh viên hệ CQB2, khoa Điện.. . Hôm nay là bắt đầu đăng ký môn học cho HK211, tuy nhiên đến hiện tại em chưa thể đăng ký được môn học nào nhóm cơ sở ngành, vì các lí do sau:. . 1. Hệ dự thính, VLVH thì hầu như không mở lớp . . 2. Hệ chính quy thì đã mở đăng ký trước đó từ ngày 07/08, đến hôm nay 11/08 tụi em mới được vào đăng ký thì không lớp nào còn sĩ số trống, đặc biệt các môn cơ sở ngành.. . 3. Khó khăn hơn nữa là hiện tại nhóm CQB2 khoa Điện số lượng rất ít, không đủ để xin mở thêm lớp.. . . .  Nếu như vậy thì không công bằng cho các bạn chính quy bằng 2 như tụi em, vì nếu không đăng ký học được trong kỳ này thì tụi em sẽ trễ lại rất xa. Kính mong PĐT xem xét giải quyết giúp tụi em. . . . . Em cảm ơn rất nhiều.",
            "Chào em,. . PĐT đã nhận được thông tin của em, đã gửi đến bộ phận phụ trách trả lời  em qua bksi, email.. . . . Thân mến,. .",
            ". . Chào bạn,. . PĐT sẽ hỗ trợ đăng ký môn học lý thuyết ( ko có môn Thực hành, thí nghiệm ) kèm. . . . các môn có Thực hành, thí nghiệm SV cần liên hệ Khoa để xin mở lớp hoặc đặc cách. . . . bạn gởi thông tin gồm : mã sv, mã môn hoc, nhóm tới : [email]. . . . để được hỗ trợ đăng ký sau khi kết thúc đợt online. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em tên :[full_name]. . MSSV: [student_id] hệ VLVH. . TRong đợt 1 đk môn học em vẫn đk được các môn, nhưng đợt 2 em không đk được môn ME3007: VI điều khiển. . (môn Me2009:kt điều khiển tự động được miễn ạ). . Em cảm ơn",
            "Chào bạn. . \" Nếu yêu cầu của bạn đến nay vẫn chưa được xử lý, vui lòng gửi lại để PDT kiểm tra và trả lời cho bạn \". .  . . SV lưu ý:. .  1- Hiện tại toàn bộ môn học đã được Phòng Đào tạo tăng sĩ số tối đa theo quy định của từng loại môn học và quy định của Google Meet (tối đa 100 tính luôn Giảng Viên).Xem quy định về sĩ số mở lớp cho từng loại môn học tại đây: aao.hcmut.edu.vn/sinh viên/quy chế/học vụ/Quy chế đào tạo và học vụ bậc đại học, cao đẳng/ Điều 8. 2. . 2- Đã hết thời gian hiệu chỉnh và hủy môn học, Về việc rút Môn Học (có tính học phí) sinh viên vui lòng đợi mail thông báo của PDT trong tháng 9/2021. . 2- Nếu có nhu cầu học, SV có thể đăng ký dự thính (lộ trình 2 bắt đầu học ngày 30/8) vào đợt 2 từ ngày 25/8 đến 27/8. . 3- Sinh viên vui lòng xem kết quả ĐKMH, xem lý do vì sao không ĐKMH được (có đăng ký, nhưng không có TKB) tại trang web: mybk.hcmut.edu.vn    Đăng ký môn học    Đăng ký môn học HK211 - Kết quả đợt 2 (hoặc Kết quả đợt 1)    bấm vào mục Đăng ký mới    chọn Loại hình đăng ký    xem Lịch sử đăng ký.. . 4- Trong trường hợp kết quả xử lý ĐKMH không đúng, bạn có thể làm đơn khiếu nại (kèm minh chứng nếu có), gửi qua trang bksi ghi rõ tiêu đề: “Khiếu nại ĐKMH HK211”, nội dung khiếu nại trình bày rõ lý do, ghi rõ tên, mã môn học và mã nhóm đã đăng ký.. . 5- SV xem TKB tại mybk/Thông tin SV/ Xem TKB. . Chúc các bạn học tốt!. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em xin cảm ơn thầy/cô đã hỗ trợ em giải quyết cho em để em được quay lại học vào thời gian sớm nhất.",
            "Chào bạn. . PDT đã  đồng ý và tiếp nhận đơn thu nhận vào HK203 của bạn. . Bạn vui lòng theo dõi tình trạng sinh viên của bạn chuyển sang từ “tạm dừng” sang tình trạng “Đang học” sẽ cập nhật trên Mybk-thông tin sinh viên, dự kiến trễ nhất vào 16/08/2021. . Bạn vui lòng  đợi mail để đăng ký môn học vào đợt 3 (nếu có nhu cầu). . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Họ và tên: [full_name]. . MSSV: [student_id]. . . . Dạ thưa PĐT,. . . . Em xin gửi phiếu đăng ký thu nhận lại kèm với bằng tốt nghiệp THPT (theo hướng dẫn của phiếu).. . . . Em xin cảm ơn ạ.. . . . . .",
            "Chào bạn. . PDT đã tiếp nhận và đang xử lý đơn thu nhận vào HK211 của bạn. . Bạn vui lòng theo dõi tình trạng sinh viên của bạn chuyển sang từ “tạm dừng” sang tình trạng “Đang học” sẽ cập nhật trên Mybk-thông tin sinh viên, dự kiến trễ nhất vào 17/08/2021. . Bạn vui lòng đợi mail để đăng ký môn học vào đợt 3 (nếu có nhu cầu). . Về bằng TN THPT bạn vui lòng nộp theo thông báo đã gửi cho SV. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em chào Thầy/cô . . Em là [full_name]-[student_id] sv k20 ngành hàng không chương trinhg PFIEV. . thầy/cô cho em hỏi: em là sv năm 2, em chưa có av1 (chuẩn anh văn cho SV năm 1) nhưng vì trường miễn chuẩn av cho hk211 nên em vẫn được đăng kí môn, ở hk211 năm 2 em đăng kí học av1, đến cuối kì em qua av1 thì em đạt chuẩn tiếng anh sau năm nhất và được đăng kí cho hk212. Nhưng em thắc mắc là thời gian đăng kí môn cho hk212 là trong hk211 đã đăng kí rồi, như vậy trong hk211 lúc đăng kí môn cho hk212 thì em có đc đăng kí môn không, em có bị huỷ môn do thiếu chuẩn av1(chuẩn av sau năm 1) không? hay là em vẫn đc đăng kí như bth, trường sẽ kiểm tra chuẩn av và hậu kiểm sau khi có kết quả hk211. . . Em cảm ơn thầy/cô đã trả lời thắc mắc của em!",
            "Chào bạn. . Hiện tại, Tuỳ tình hình thời điểm dkmh nghen bạn. . Bình thường là phải thi có điểm,nhưng như HK 211 này đang dịch thì nhà trường tạm pass các môn ở học kỳ trước. . Nên có gì bạn đợi thông báo cho HK sau nghen. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em bị khoá đăng kí môn học do chưa hoàn tất học phí học kì hè, nhưng em đã đóng học phí đầy đủ. Mong phòng đào tạo có thể mở khoá cho em đăng kí học kì 211. . Em xin cảm ơn.",
            "Chào bạn,. . Trường hợp đóng HP trễ sẽ không được phục hồi lại TKB ở đợt 1 đăng ký nhé, SV phải vào đăng ký môn học lại.. . Hiện tại PDT đã cập nhật lại danh sách nợ HP và đã mở Khóa cho SV thanh toán học trước ngày 12/8/2021 vào ĐKMH của HK211. . Bạn vui lòng vào kiểm tra và ĐKMH cho HK211 nhé!. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: 2014798  /b \t. . . .   i Học vụ . Dạ cho em hỏi mẫu đơn HỦY HOÃN THI mình lấy ở đâu vậy ạ ?",
            "Chào em,. . Em lấy từ đơn Hoãn thi thêm chữ HỦY cũng được nhé.. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Chào thầy/cô. . Em tên là [full_name] [student_id] ngành cơ điện tử, theo như thông báo của mail thì nhà trường cho sinh viên đăng ký luận văn tốt nghiệp miễn xét điều kiện anh văn nhưng ở đợt này em không đăng ký môn được (thông báo là thiếu điều kiện tiên quyết). Với lại em có đăng ký môn hồi đợt 1 rồi nhưng sao bị xóa hết mong phòng đạo tạo khôi phục lại kết quả đợt 1 giúp em, nếu không được sẽ gây rất nhiều khó khăn cho quá tiến độ học tập của em. Em có đính kèm hình ảnh môn học em đăng ký đợt 1.. . Cảm ơn thầy/cô đã đọc mail.. . Trân trọng !",
            "Dạ em xin lỗi các thầy/ cô, em đọc mail cũ nên nhầm lẫn. Lý do em viết mail này chỉ muốn xin được 1 chổ mở thêm cho anh văn 4 được không ạ, em cảm ơn.",
            "Chào bạn. . \" Nếu yêu cầu của bạn đến nay vẫn chưa được xử lý, vui lòng gửi lại để PDT kiểm tra và trả lời cho bạn \". .  . . SV lưu ý:. .  1- Hiện tại toàn bộ môn học đã được Phòng Đào tạo tăng sĩ số tối đa theo quy định của từng loại môn học và quy định của Google Meet (tối đa 100 tính luôn Giảng Viên).Xem quy định về sĩ số mở lớp cho từng loại môn học tại đây: aao.hcmut.edu.vn/sinh viên/quy chế/học vụ/Quy chế đào tạo và học vụ bậc đại học, cao đẳng/ Điều 8. 2. . 2- Đã hết thời gian hiệu chỉnh và hủy môn học, Về việc rút Môn Học (có tính học phí) sinh viên vui lòng đợi mail thông báo của PDT trong tháng 9/2021. . 2- Nếu có nhu cầu học, SV có thể đăng ký dự thính (lộ trình 2 bắt đầu học ngày 30/8) vào đợt 2 từ ngày 25/8 đến 27/8. . 3- Sinh viên vui lòng xem kết quả ĐKMH, xem lý do vì sao không ĐKMH được (có đăng ký, nhưng không có TKB) tại trang web: mybk.hcmut.edu.vn    Đăng ký môn học    Đăng ký môn học HK211 - Kết quả đợt 2 (hoặc Kết quả đợt 1)    bấm vào mục Đăng ký mới    chọn Loại hình đăng ký    xem Lịch sử đăng ký.. . 4- Trong trường hợp kết quả xử lý ĐKMH không đúng, bạn có thể làm đơn khiếu nại (kèm minh chứng nếu có), gửi qua trang bksi ghi rõ tiêu đề: “Khiếu nại ĐKMH HK211”, nội dung khiếu nại trình bày rõ lý do, ghi rõ tên, mã môn học và mã nhóm đã đăng ký.. . 5- SV xem TKB tại mybk/Thông tin SV/ Xem TKB. . Chúc các bạn học tốt!. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Họ tên: [full_name]. . MSSV: [student_id]. . Gửi PDT, em có thắc mắc đối với thi online ( trắc nghiệm ) trường hợp thiết bị chính làm bài thi (máy tính) có webcam nhưng không có chức năng ghi màn hình em có thể sử dụng 2 thiết bị phụ (điện thoại) 1 thiết bị quay màn hình máy tính, 1 thiết bị quay không gian làm bài thi được không ??",
            "Chào bạn,. . - Bạn vui lòng xem chi tiết hướng dẫn thi trực tuyến nhà trường đã gửi thông báo đến SV. . - Bạn cần thực hiện theo hướng dẫn của nhà trường và thực hành để thuần thục các thao tác ghi màn hình trước khi thi.. . - Bạn nên liên hệ GV giảng dạy để được hướng dẫn.. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Xin chào,. . Mình muốn đăng kí hoãn thi tất cả các môn trong học kì này.. . . . Xin cảm ơn. . .",
            "Xin chào lần nữa,. . Về việc đăng kí hoãn thi tất cả các môn trong học kì này.. . . .   B   I Nếu nhà trường, phòng đào tạo, khoa cần lý do  /I   /B :. . Mình không có webcam/camera cũng như điều kiện tài chính ko cho phép mua cũng như không mượn được của ai hết.. . . . Ngoài ra, nếu cần thêm thông tin, xin hãy phản hồi trên này; hoặc, liên hệ trực tiếp email. . [email]. . . . Xin cảm ơn.",
            "Thân gửi các bạn sinh viên, . . Phòng Đào tạo (PĐT) đã thông báo cho Sinh viên (SV) về việc nộp đơn hoãn thi trực tiếp cho PĐT đối với các môn học Lý thuyết, mà không thông qua Giảng viên (GV). PĐT sẽ hậu kiểm các tình huống cấm thi sau. Hiện nay, SV đăng ký bằng cách gửi email về PĐT có kèm file và qua hệ thống Hỗ trợ trực tuyến (BKSI). Để nhanh chóng và thuận lợi, PĐT thay đổi phương thức nộp đơn hoãn thi như sau:. . SV đăng nhập vào Google bằng tài khoản BKNetID@hcmut.edu.vn và điền thông tin hoãn thi theo link: https://forms.gle/ckyYcJMWN7w3kqe56. . Hạn cuối: 5 ngày sau khi thi online (chỉ tính ngày làm việc). . Trường hợp SV đã nộp đơn qua email của PĐT và  qua công cụ BKSI (đã hoặc chưa được tiếp nhận), vui lòng điền lại vào form trên để PĐT cập nhật dữ liệu đồng nhất và chính xác.. . Riêng đối với môn Đồ án, Thực tập ngoài trường, Đề cương Luận văn, Luận văn/Tiểu luận tốt nghiệp: SV có thể xin hoãn bảo vệ với lý do dịch Covid-19 ảnh hưởng nghiêm trọng đến kết quả thực hiện đề tài (không thực nghiệm được tại Phòng thí nghiệm, không thực địa, ...). SV gửi email trực tiếp đến Giáo viên hướng dẫn, Khoa/Bộ môn để được xem xét đồng ý và forward email cuối cùng đến email của PĐT để đăng ký.. . Thông tin thêm:. . •\tQuy định hoãn thi (HT): xem chi tiết tại khoản 17.2 Điều 17 trong Quy chế đào tạo và học vụ (aao.hcmut.edu.vn    Sinh viên    Quy chế).. . •\tCác môn có phần thí nghiệm (TNg) sẽ được tổ chức thi sau khi TNg xong. Một số môn, Giảng viên sẽ đề nghị cho thi trước, điểm TNg sẽ có sau, khi đó SV có thể xin hoãn thi.. . •\tRiêng hoãn thi kiểm tra giữa kỳ của HK DT202 và 203: SV liên hệ trực tiếp GV và Bộ môn để được xem xét cho kiểm tra riêng hoặc lấy cột điểm thành phần khác để làm điểm kiểm tra.. .  . . Chúc các bạn học tập thật tốt!. . . . . .",
            "li answer rate: Answer suits the needs / Câu trả lời đúng ý"
        ]
    },
    {
        "intent": "",
        "message": [
            "Dạ em chào thầy, cô,. . Em muốn gửi đơn xin đăng kí đổi lớp học với nội dung em trình bày trong đơn và đã được thầy [full_name] chấp nhận. Em mong thầy, cô trong phòng đào tạo xem xét và chấp nhận cho em được đổi lớp học ạ.. . Em xin chân thành cảm ơn.. . . .",
            "Chào bạn. . \" Nếu yêu cầu của bạn đến nay vẫn chưa được xử lý, vui lòng gửi lại để PDT kiểm tra và trả lời cho bạn \". .  . . SV lưu ý:. .  1- Hiện tại toàn bộ môn học đã được Phòng Đào tạo tăng sĩ số tối đa theo quy định của từng loại môn học và quy định của Google Meet (tối đa 100 tính luôn Giảng Viên).Xem quy định về sĩ số mở lớp cho từng loại môn học tại đây: aao.hcmut.edu.vn/sinh viên/quy chế/học vụ/Quy chế đào tạo và học vụ bậc đại học, cao đẳng/ Điều 8. 2. . 2- Đã hết thời gian hiệu chỉnh và hủy môn học, Về việc rút Môn Học (có tính học phí) sinh viên vui lòng đợi mail thông báo của PDT trong tháng 9/2021. . 2- Nếu có nhu cầu học, SV có thể đăng ký dự thính (lộ trình 2 bắt đầu học ngày 30/8) vào đợt 2 từ ngày 25/8 đến 27/8. . 3- Sinh viên vui lòng xem kết quả ĐKMH, xem lý do vì sao không ĐKMH được (có đăng ký, nhưng không có TKB) tại trang web: mybk.hcmut.edu.vn    Đăng ký môn học    Đăng ký môn học HK211 - Kết quả đợt 2 (hoặc Kết quả đợt 1)    bấm vào mục Đăng ký mới    chọn Loại hình đăng ký    xem Lịch sử đăng ký.. . 4- Trong trường hợp kết quả xử lý ĐKMH không đúng, bạn có thể làm đơn khiếu nại (kèm minh chứng nếu có), gửi qua trang bksi ghi rõ tiêu đề: “Khiếu nại ĐKMH HK211”, nội dung khiếu nại trình bày rõ lý do, ghi rõ tên, mã môn học và mã nhóm đã đăng ký.. . 5- SV xem TKB tại mybk/Thông tin SV/ Xem TKB. . Chúc các bạn học tốt!. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSS[full_name]/MSG[full_name]: [student_id]  /b \t. . . .   i Đăng ký môn học . Dạ em chào thầy cô!. . Hiện tại em đang học theo chương trình đào tạo ngành Khoa Học máy tính văn bằng 2. Tuy nhiên có một số vấn đề về đăng kí môn học mà không thể giải quyết được vì không cho sinh viên đăng kí hoặc không mở. . . Các môn học theo chương trình để đăng kí đều không mở.. . [full_name]ậy em kính mong pdt giải quyết cho sinh viên [full_name]B2.. . Em cám ơn. .",
            "Chào em,. . PĐT đã nhận được thông tin của em, đã gửi đến bộ phận phụ trách trả lời  em qua bksi, email.. . Thân mến,. . . .",
            "chào bạn,. . môn học nếu không mở lớp.. . bạn liên hệ VP Khoa  Cô K.Cương. . để xin mở lớp. . . . [email]. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em tên [full_name], MSSV [student_id]. . . . Em đã không đủ điều kiện qua môn học Hệ thống số CO1009. Môn đó là môn học bắt buộc của khoá em là khoá 15. Vì từ k19 trở đi môn đó không mở lớp nữa nên em muốn đăng ký môn trên và môn đồ án hệ thống số (đã nộp đơn xin mở lớp đồ án hệ thống số) để được xét tương đương. Nhưng mà môn HTS CO1023 được xếp cố định trong học kỳ 1 cho tân sinh viên khoa KH&KTMT nên đợt đăng ký môn học học kỳ chính 211 đợt 2 này em kiếm không ra môn đó trong mục đăng ký môn học. Do đó em làm đơn này để xin phép khoa và bộ môn sắp xếp thời khoá biểu cho em vào một lớp nào đó để em được học với K21 sắp nhập học vào tháng 10, để em hoàn thành chương trình học. Em cam kết sẽ hoàn thành việc đóng học phí đầy đủ theo đúng quy định của nhà trường.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "b Em tên: [full_name]. . MSSV: [student_id]. . Hệ VLVH: Khoa Khoa học và Kỹ thuật Máy tính. .   /b \t. . . .   i Môn học Mạng Máy Tính,Mã môn học:CO3003(học kì dự thính) đã đầy sỹ số.. . Em kính mong quý nhà trường tăng thêm sỹ số để em và các bạn có thể đăng kí được môn học này, vì đây là môn học bắt buộc để xét tốt nghiệp. . . Em xin chân thành cảm ơn! ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Dạ thầy cô ơi, cho em hỏi hồi học kỳ 201, em có học \"IU2021 tổ chức quản lý bảo dưỡng của K19 3 tín chỉ\" thì em thấy trong danh sách môn tương đương/thay thế trên trang của trường là quy đổi được 2 môn của k18:. . _IU2005 tổ chức quản lý bảo dưỡng 2 tín chỉ. . _IU3031phụ tùng và quản lý lưu kho 2 tín chỉ. . ***Em đã làm đơn chuyển điểm và học qua môn, em không biết là tương đương/thay thế được 2 môn của k18 không ạ? Em cám ơn thầy cô nhiều ạ!",
            ". . Chào bạn,. . Về Chương trình Đào tạo, danh sách môn tương đương…, bạn vui lòng xem tại:. . aao.hcmut.edu.vn/Sinh viên/Chương trình Đào tạo. . Sinh viên thắc mắc về CTĐT vui lòng liên hệ về Khoa xin gặp Thầy/Cô Phụ trách về CTĐT để được tư vấn và hỗ trợ thêm.. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Em chào quý thầy cô phòng đào tạo đại học Bách Khoa TPHCM. . . . Em tên là Nguyễn [full_name]. . Mssv [student_id]. . . . Cho em hỏi là hoãn thi rồi khi nào mình mới được thi lại ạ.. . Em cám ơn quý thầy cô đã xem và sớm mong nhận được phản hồi ạ.. .",
            "Thân gửi các bạn sinh viên, . . Phòng Đào tạo (PĐT) đã thông báo cho Sinh viên (SV) về việc nộp đơn hoãn thi trực tiếp cho PĐT đối với các môn học Lý thuyết, mà không thông qua Giảng viên (GV). PĐT sẽ hậu kiểm các tình huống cấm thi sau. Hiện nay, SV đăng ký bằng cách gửi email về PĐT có kèm file và qua hệ thống Hỗ trợ trực tuyến (BKSI). Để nhanh chóng và thuận lợi, PĐT thay đổi phương thức nộp đơn hoãn thi như sau:. . SV đăng nhập vào Google bằng tài khoản BKNetID@hcmut.edu.vn và điền thông tin hoãn thi theo link: https://forms.gle/ckyYcJMWN7w3kqe56. . Hạn cuối: 5 ngày sau khi thi online (chỉ tính ngày làm việc). . Trường hợp SV đã nộp đơn qua email của PĐT và  qua công cụ BKSI (đã hoặc chưa được tiếp nhận), vui lòng điền lại vào form trên để PĐT cập nhật dữ liệu đồng nhất và chính xác.. . Riêng đối với môn Đồ án, Thực tập ngoài trường, Đề cương Luận văn, Luận văn/Tiểu luận tốt nghiệp: SV có thể xin hoãn bảo vệ với lý do dịch Covid-19 ảnh hưởng nghiêm trọng đến kết quả thực hiện đề tài (không thực nghiệm được tại Phòng thí nghiệm, không thực địa, ...). SV gửi email trực tiếp đến Giáo viên hướng dẫn, Khoa/Bộ môn để được xem xét đồng ý và forward email cuối cùng đến email của PĐT để đăng ký.. . Thông tin thêm:. . . . Em đọc kỹ nhé.. . . . •\tQuy định hoãn thi (HT): xem chi tiết tại khoản 17.2 Điều 17 trong Quy chế đào tạo và học vụ (aao.hcmut.edu.vn    Sinh viên    Quy chế).. . •\tCác môn có phần thí nghiệm (TNg) sẽ được tổ chức thi sau khi TNg xong. Một số môn, Giảng viên sẽ đề nghị cho thi trước, điểm TNg sẽ có sau, khi đó SV có thể xin hoãn thi.. . •\tRiêng hoãn thi kiểm tra giữa kỳ của HK DT202 và 203: SV liên hệ trực tiếp GV và Bộ môn để được xem xét cho kiểm tra riêng hoặc lấy cột điểm thành phần khác để làm điểm kiểm tra.. .  . . Chúc các bạn học tập thật tốt!. . . . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính gửi, . . Em là [full_name], MSSV [student_id]. . Vì tình hình dịch nên em chưa thể đăng ký thi Anh Văn để nộp trước khi lần đăng ký môn học mới diễn ra. . . Vào đợt 1 em đã đăng ký thành công nhưng đến đợt này thì đã bị xóa và không đăng ký được. . . Mong phòng đạo tạo xem xét trường hợp của em. . . Em chân thành cảm ơn!",
            "Chào bạn. . Theo quy định là phải có CCNN thì mới đăng ký được LVTN. . - Khi nào hết dịch bạn đăng ký thi liền nghen. . - Đợt 1 là đăng ký nguyện vọng, sv nào đăng ký cũng được.. . Thân mến,. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ cho em hỏi thủ tục để đăng kí môn học để học cùng khoá k21 mới vào ạ.. . Em cảm ơn.",
            "Chào bạn,. . Bạn vui lòng trình bày rõ là môn Đăng ký học môn gì nhé!. . Thân"
        ]
    }
]