[
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tăng sĩ số lớp môn học . Kính gửi PĐT. . . . Cảm ơn PĐT đã mở khóa để em có cơ hội được hiệu chỉnh. Tuy nhiên em bị trùng lịch các môn học khác, không sắp xếp được lịch môn Vẽ kỹ thuật (CI1003). . . . Vì vậy em muốn xin PĐT tăng sĩ số lớp L04_L06 (Vẽ kỹ thuật - CI1003) được không ạ?. . . . Nếu không được, em vẫn theo học lớp A09_A02 dạy bằng tiếng Anh thì có ảnh hưởng gì không ạ? Học phí có như đại trà không ạ? Em là hệ đại trà ạ.. . . . Em xin chân thành cảm ơn ạ",
            "No solution"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Chuyển thời khóa biểu . Dạ em là [full_name], mã số sinh viên là [student_id], khóa 2015 Cơ điện tử Việt Pháp. Trong đợt đăng kí chính thức thời khóa biểu cho học kì 191, em và các bạn có nộp đơn đề nghị đổi thời khóa biểu môn Kỹ thuật Robot, mã môn học là 207703. Cụ thể là từ lịch cũ tiết 789 thứ 4 sang tiết 101112 thứ 4. Mục đích là để em và một vài bạn có thể đăng kí được môn Các hệ thời gian thực 2, mã 404708. Nhưng đến đợt đăng kí bổ sung thì phòng Đào Tạo vẫn chưa đổi thời khóa biểu. Vì hệ thống đang hoạt động nên các chị phòng Đào Tạo nói phải đợi hết đợt đăng kí bổ sung vào 3 giờ chiều ngày 5/8/2019 thì mới thay đổi được. Do đó tụi em vẫn chưa đăng kí được môn Các hệ thời gian thực 2. Em rất mong anh/chị giúp đỡ để tụi em có thể đăng kí được môn, và ghi nhận trường hợp này để có thể bổ sung thêm môn này vào thời khóa biểu học kì 191. . . Em xin chân thành cảm ơn.",
            "Chào em,. . . . Sau đợt DKMH đợt 3 này (5/8/2019) PDT lấy xuống thống kê, nếu môn 207703 đổi sang tiết 101112 không có sv trùng PDT sẽ đổi. Em liệt kê những bạn nào sẽ DKMH môn học 207703, PDT sẽ đăng kí trực tiếp vào hệ thống.",
            "Dạ thưa chị, em đã làm đơn gửi thầy và đựoc sự đồng ý của tất cả các bạn Việt Pháp 2015 Cơ điện tử[full_name] Do các bạn đã đồng ý hết nên thầy mới chấp nhận kí đơn[full_name] Em có gửi chị hình đơn thầy đã kí[full_name] Tất cả các sinh viên hiện nay đang đăng kí môn 207703 đều đồng ý chuyển sang tiết 101112 ngày thứ 4[full_name] Em nghĩ vấn đề này đã giải quyết xong từ 2 tuần truớc[full_name] [full_name] Vấn đề thứ 2 em nghĩ là việc đăng kí môn 404708[full_name] Có 2 nguời bạn nữa hiện đang có tình trạng giống như em[full_name] Tức là tụi em phải đợi môn 207703 chuyển sang tiết 101112 thứ 4 thì mới có thể đăng kí môn 404708 đựơc[full_name] Nhưng do hệ thống đang hoạt động nên các chị phòng Đào Tạo nói phải đợi hết ngày 5/8[full_name] Em rất mong chị giúp đỡ, vì đặc thù chuơng trình Việt Pháp đăng kí môn rất khó khăn[full_name] [full_name] [full_name] Em cảm ơn chị[full_name][full_name] [full_name] Duới đây là danh sách những bạn có vấn đề giống em[full_name] [full_name] [full_name] [student_id] (Em)[full_name] [full_name] [full_name] [student_id] [full_name] [full_name] [full_name] [student_id]",
            "Dạ chị có thể đăng kí trực tiếp để chuyển thời khóa biểu môn 207703 thứ 4 tiết 789 sang thứ 4 tiết 101112 như đơn đã gửi Phòng Đào Tạo trước ngày 5/8 để tụi em có thể đăng kí môn 404708 vào tiết 789 thứ 4 không ạ? Em rất mong chị giúp đỡ. Em cảm ơn chị rất nhiều",
            "Dạ thưa chị, em đã làm đơn gửi thầy và đựoc sự đồng ý của tất cả các bạn Việt Pháp 2015 Cơ điện tử. Do các bạn đã đồng ý hết nên thầy mới chấp nhận kí đơn. Em có gửi chị hình đơn thầy đã kí. Tất cả các sinh viên hiện nay đang đăng kí môn 207703 đều đồng ý chuyển sang tiết 101112 ngày thứ 4. Em nghĩ vấn đề này đã giải quyết xong từ 2 tuần truớc. . Vấn đề thứ 2 em nghĩ là việc đăng kí môn 404708. Có 2 nguời bạn nữa hiện đang có tình trạng giống như em. Tức là tụi em phải đợi môn 207703 chuyển sang tiết 101112 thứ 4 thì mới có thể đăng kí môn 404708 đựơc. Nhưng do hệ thống đang hoạt động nên các chị phòng Đào Tạo nói phải đợi hết ngày 5/8. Em rất mong chị giúp đỡ, vì đặc thù chuơng trình Việt Pháp đăng kí môn rất khó khăn. . . Em cảm ơn chị.. . Duới đây là danh sách những bạn có vấn đề giống em. . [full_name] [student_id] (Em). . [full_name] [student_id] . . [full_name] [student_id]. . . . Dạ chị có thể đăng kí trực tiếp để chuyển thời khóa biểu môn 207703 thứ 4 tiết 789 sang thứ 4 tiết 101112 như đơn đã gửi Phòng Đào Tạo trước ngày 5/8 để tụi em có thể đăng kí môn 404708 vào tiết 789 thứ 4 không ạ? Em rất mong chị giúp đỡ. Em cảm ơn chị rất nhiều. Em gửi chị tấm hình đơn của thầy đã gửi phòng Đào Tạo, file don.jpg",
            "Chào em,. . . . Hiện tại chị vẫn chưa thấy đơn gì của em nhé."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tăng sĩ số lớp môn học . Em tên là: [full_name] . . MSSV: [student_id]. . Em vừa được xét duyệt ra khỏi lớp KSTN Khoa Kỹ thuật Hoá học, trong đợt ĐKMH lần 2 em không thể đăng ký môn học được do chưa đủ điều kiện, đến đợt này thì sĩ số các lớp em còn giờ trống lại bị đầy. Mong quý thầy cô gia tăng giúp em sĩ số các lớp sau để em có thể đảm bảo kế hoạch theo chương trình đào tạo. . . 1/ [full_name]3015 - TN quá trình thiết bị . . Lớp [full_name]01 - thứ năm, tiết 7-11 - B2.105. . SS hiện tại là: 40/40. . 2/ [full_name]2061 - CS tính toán và Thiết kế thiết bị Hoá chất . . Lớp [full_name]01 - thứ năm, tiết 345 - B1.210. . SS hiện tại là: 40/40. . 3/ [full_name]2065 - Hoá keo. . Lớp [full_name]02 - thứ tư, tiết 789 - B1.315. . SS hiện tại là: 65/65. . Kính mong quý thầy cô giúp đỡ. Em xin chân thành cảm ơn!",
            "Chào em,. . . . PDT đã tăng CH2065, CH2061, riêng môn CH3015 đã full sỉ số không tăng được nữa em nhé",
            "Em chân thành cảm ơn thầy cô ạ!"
        ]
    },
    {
        "intent": "",
        "message": [
            "Xin pđt tăng sĩ số môn MT1009 lớp A08",
            "Chào em,. . . . Hiện tại môn MT1009 đã full sỉ số không tăng được nữa, có thể em đăng kí môn này trong đợt dự thính 191 sắp tới."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Khác ... . do lúc trước em chưa đủ chuẩn anh văn của trường nên em có đăng kí 1 số môn đại cương cho đủ tín chỉ và đợt này em đã đủ điều kiện đăng ký nên em muốn huỷ đăng ký 1 số môn ở đợt 3 này phải làm sao ạ!!! Em phải làm cách nào, xin chỉ với ạ!! Em cảm ơn.",
            "Hiện tại đã mở khóa.. . bạn có thể hủy môn học",
            "em muốn xoá môn cũ vì trùng thời khoá biểu không đăng kí được"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Chuyển thời khóa biểu . Em tên là: [full_name]. . MSSV: [student_id]. . Em vừa được xét duyệt về việc xin ra khỏi lớp KSTN Khoa Kỹ thuật Hoá học. Trong thời gian ĐKMH lần 2,em không thể đăng ký đầy đủ môn học theo chương trình đào tạo được, đến đợt này thì em có bị vấn đề là 1 môn học bị trùng giờ nên không thể đăng ký được môn khác.. . Em kính mong thầy cô xem xét giải quyết chuyển giúp em môn CH2053 - TN [full_name] từ lớp A01 - thứ sáu, tiết 8-12 sang lớp A06 - thứ sáu, tiết 2-6 để em có thể sắp xếp đăng ký thêm môn học mới ạ. . . Em xin chân thành cảm ơn.",
            "Mình đã mở khóa cho bạn hiệu chỉnh môn học.",
            "Dạ, em cảm ơn ạ!"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được . kính gửi phòng đào tạo. . em tên là [full_name] mssv [student_id]. . email: [email]. . mục đích: rút môn học nhập môn lập trình ( CO1003) trong học kì 191. . lý do: vì trong đợt đăng kí 1 và 2 e thiếu điều kiện anh văn tiên quyết nên không thể đăng kí môn học kĩ thuật chế tạo 1 (ME3031). nhưng hiện tại thì em bị tình trạng đăng kí môn học liên tục giữa tiết 6 và tiết 7 nên không thể đăng kí. vì môn học kĩ thuật chế tạo 1 là môn học tiên quyết để làm đồ án tốt nghiệp nên kính mong phòng đào tạo có thể tạo điều kiện để em có thể rút môn học.. . em xin cám ơn",
            "hiện đã mở khóa.. . bạn lên tự hủy môn học nhé",
            "cho em hỏi là trang web đã mở khóa cho phép em xóa môn, nhưng khi em xóa môn học, hệ thống báo là đã hủy thành công, tuy nhiên môn học không mất đi và em vẫn không đăng kí được môn khác, cho em hỏi nguyên nhân và xin được sớm khắc phục, em xin cảm ơn.",
            "bạn hủy môn học nào . cung cấp mã môn để kiểm tra",
            "em huy môn nhập môn lập trình mã CO1003",
            "em lên xem lại nhé"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được . Em tên [full_name] MSSV: [student_id]2. . Hiện em không thể đăng ký hai môn học Tin học đại cương 007704 lớp P01 và môn Môi trường và con người  610001 lớp P02. Trong mail trường thông báo em không thể đăng ký cùng khóa 2019. Nhưng hai môn này không mở ở học kỳ khác. Mong Phòng Đào Tạo giúp em đăng ký hai môn này để em được đủ điều kiện làm luận văn vào học kỳ sau. Em xin cảm ơn",
            "Chào em,. . . . Hiện tại khoá 2019 của chương trình Việt Pháp đã bị đổi, 2 môn này sẽ bị huỷ trong học kỳ này nha em."
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính thưa thầy cô phụ trách phòng đào tạo.. . Em có đọc trên trang web trường lxếp loại sau tốt nghiệp là căn cứ vào điểm tb tích luỹ ngành.Mà theo trang đó, điểm tb tích luỹ ngành chỉ tính môn chuyên ngành.Vậy những môn đại cương,cơ sở ngành có tính ko ạ(nếu tính thì nó giống với tb tích luỹ,phân biệt để làm gì ạ). . Em xin cảm ơn và mong nhận được hồi đáp từ thầy/cô.. . . .",
            "Chào bạn. . Bạn xem chi tiết tại Quy chế học vụ điều 19 về cách tính điểm trung bình tích lũy ngành: http://www.aao.hcmut.edu.vn/index.php?route=catalog/chitietsv&path=90&tid=1658"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Khác ... . em tên: lê đăng nhật. mssv [student_id]. . ở đợt đăng kí môn học(đkmh) lần 2 em có đăng kí môn  những nguyên lí cơ bản của chủ nghĩa mác lê nin ( ps1003) và môn pháp luật việt nam đại cương (sp1007). do em đăng kí nhầm 2 môn này nên quá tín chỉ đăng kí chuyên ngành. trong đợt đkmh 3 em k thể đăng kí đủ môn chuyên ngành của em vì quá số chỉ cho phép. nếu không đăng kí được môn chuyên ngành thì em sẽ trễ mất 1 năm học. em mong PĐT tạo điều kiện cho em huỷ 2 môn học đã nêu trên. em xin cảm ơn",
            "đã mở khóa.. . em tự hủy môn học nhé",
            "Chào em,. . . . PDT đã mở khoá DKMH rồi,em vào hiệu chỉnh nha"
        ]
    },
    {
        "intent": "",
        "message": [
            "Em tên là [full_name]. . Mssv:[student_id]. . Nay em làm đơn này kính xin Ban Giám hiệu nhà trường,Phòng đào tạo, Khoa và quý Thầy cô cho phép em được đăng kí học môn : . .    -Môn: Công trình trên đất yếu . .    -Mã số : CI4037 . .    -Gv: thầy [full_name], lớp A01. . Lý do : Em đăng kí nhưng bị quá sĩ số. . Kính mong Ban Giám hiệu Nhà trường, quý Phòng , quý Khoa và quý Thầy cô xem xét và giải quyết cho em.. . Em xin chân thành cảm ơn.. .",
            "Em tên là [full_name]. . Mssv:[student_id]. . Nay em làm đơn này kính xin Ban Giám hiệu nhà trường,Phòng đào tạo, Khoa và quý Thầy cô cho phép em được đăng kí học môn : . .    -Môn: Công trình trên đất yếu . .    -Mã số : CI4037 . .    -Gv: thầy [full_name], lớp A01. .    -Học kỳ 1 (2019 - 2020) - HK191 - Hệ Chính Quy. . Lý do : Em đăng kí nhưng bị quá sĩ số. . Kính mong Ban Giám hiệu Nhà trường, quý Phòng , quý Khoa và quý Thầy cô xem xét và giải quyết cho em.. . Em xin chân thành cảm ơn.",
            "Đã tăng sĩ số cho bạn. . . . bạn vào đăng ký nhé"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tăng sĩ số lớp môn học . Môn ME2079 truyền nhiệt và thiết bị trao đổi nhiệt nhóm [full_name]02 . . Môn CH2009 [full_name] Phân Tích nhóm [full_name]01-[full_name]02",
            "Đã cập nhật sĩ số tối đa cho bạn. . . . Bạn vào đăng ký nhanh nhé"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tăng sĩ số lớp môn học . Môn vật lí chất rắn (MA2001): Nhóm L02. . . . Môn truyền nhiệt và thiết bị trao đổi nhiệt (ME2079): Nhóm L02",
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tăng sĩ số lớp môn học . Môn vật lí chất rắn (MA2001): Nhóm L02. . . . Môn truyền nhiệt và thiết bị trao đổi nhiệt (ME2079): Nhóm L02",
            "Đã tăng sĩ số cho bạn. . . . Bạn vào đăng ký nhanh nhé"
        ]
    },
    {
        "intent": "",
        "message": [
            "Em tên là [full_name]. . Mssv: [student_id]. . Nay em làm đơn này kính xin Ban Giám hiệu nhà trường, Phòng đào tạo, Khoa và quý Thầy cô cho phép em được đăng kí học môn: . .     - Môn: Quản lý dự án xây dựng. .     - Mã số môn học : CI1053. .     - Lớp : A02 ( thầy [full_name] ). .     - Học kỳ 1 (2019 - 2020) - HK191  Hệ Chính Quy - đợt 3. . Lý do :Em đăng kí trễ nên lớp đã hết sĩ số. . Kính mong Ban Giám hiệu Nhà trường, quý Phòng , quý Khoa và quý Thầy cô xem xét và giải quyết cho em.. . Em xin chân thành cảm ơn.. . . .",
            "responsible person: [551] [staff_name] [helpdesk staff]",
            "Chào bạn. . . . Môn học đã ở sĩ số tối đa không thể tăng thêm được. Bạn có thể đợi đăng ký trong đợt dự thính HK191"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Kính gửi PĐT Đại Học Bách Khoa TP HCM , hôm nay em có xin một yêu cầu là cho em xin chuyển cơ sở học thể chất 3 vì hôm đăng ký môn học em đăng ký nhầm học thể chất ở cơ sở 1 đó là lỗi của em , nhưng do bây giờ lịch học trùng với thời gian duy chuyển 2 cơ sở của em không có nên em xin PĐT xem xét duyệt cho em chuyển xuống cơ sở 2 học thể chất 3 . em xin cám ơn và xin lỗi về sự bất tiện này .. .",
            "responsible person: [551] [staff_name] [helpdesk staff]",
            "Mình đã mở khóa cho bạn hiệu chỉnh. . . . bạn vào hiệu chỉnh nhanh nhé.",
            "Mình đã mở khóa cho bạn hiệu chỉnh. . . . bạn vào hiệu chỉnh nhanh nhé.",
            "Dạ em xin cám ơn ạ . Chúc thầy một ngày tốt lành"
        ]
    },
    {
        "intent": "",
        "message": [
            "Em chào thầy cô!. . Em tên [full_name] . . MSSV: [student_id]. . Em xin được tăng sỉ số môi anh văn 2. . MSMH: LA1005. . Lớp L01. . Thứ tư tiết 789. . . . Em mong được mở thêm sỉ số để được đăng kí học ạ. . . . Em cám ơn thầy cô!",
            "Chào em,. . . . Môn anh văn 2 đã full sỉ số không tăng đươc, em có thể đăng kí học kỳ dự thính 191 sắp tới."
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính gửi phòng đào tạo!. . Em tên [full_name]-MSSV:[student_id].. . Em có nộp chứng chỉ toeic vào ngày 24/7 và đã trên 350 nhưng bây giờ em vẫn không được đăng ký môn học. Mong phòng đào tạo xem xét. Em cảm ơn !",
            "responsible person: [551] [staff_name] [helpdesk staff]",
            "Đã cập nhật diểm Chứng chỉ anh văn sau năm 1 cho bạn"
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính gửi quý thầy cô phòng đào tạo . . Em tên: [full_name]. . MSSV: [student_id]. . Hồi đợt 2, em đã đăng kí bóng bàn thứ 2 tiết 2,3 nhưng đến đợt 3 thì TKB của em tự động đổi sang thứ 4 tiết 9,10. Cho em hỏi làm sao để sửa lại hoặc đăng kí môn khác ạ!. . Em xin cảm ơn ạ! . .",
            "responsible person: [551] [staff_name] [helpdesk staff]",
            "Mình đã mở khóa cho bạn hiệu chỉnh"
        ]
    },
    {
        "intent": "",
        "message": [
            "Em tên là [full_name]. . Mssv : [student_id]. . em làm đơn này kính xin Ban Giám hiệu nhà trường,Phòng đào tạo, Khoa và quý Thầy cô cho phép em được đăng kí học môn:. .  -Hư hỏng sửa chữa công trình . .  -Mã số môn học : CI1052. .  -Lớp : A01. . Kính mong Ban Giám hiệu Nhà trường, quý Phòng , quý Khoa và quý Thầy cô xem xét và giải quyết cho em.. . Em xin chân thành cảm ơn.. .",
            "MSSV/MSGV: [student_id]    . . Em tên là [full_name]. . Mssv : [student_id]. . em làm đơn này kính xin Ban Giám hiệu nhà trường,Phòng đào tạo, Khoa và quý Thầy cô cho phép em được đăng kí học môn:. . -Hư hỏng sửa chữa công trình . . -Mã số môn học : CI1051. . -Lớp : A01. . Kính mong Ban Giám hiệu Nhà trường, quý Phòng , quý Khoa và quý Thầy cô xem xét và giải quyết cho em.. . Em xin chân thành cảm ơn.",
            "Môn học này đã ở sĩ số tối đa không thể tăng thêm cho bạn được.. . . . Bạn có thể đợi đăng ký trong đợt Dự thính HK191"
        ]
    },
    {
        "intent": "",
        "message": [
            "Dạ cho em hỏi bây giờ em xin hủy môn bóng bàn hoặc đổigiờ học được không ạ? Vì đụng giờ môn sinh học ạ .",
            "Chào bạn. . . . Trong đợt 3 bạn không thể hủy môn học được."
        ]
    },
    {
        "intent": "",
        "message": [
            "Dạ chào mọi người.. . Tình hình là học kỳ trước em nộp học phí trễ, nên kỳ này không được phép đăng ký môn học.. . Vậy em nên làm như thế nào để có thể đăng ký được ạ, xin mọi người giúp đỡ.. . Chân thành cảm ơn ^ ^. .",
            "Bạn liên hệ trực tiếp PĐT trình bày lý do thanh toán học phí trễ hạn để được mở khóa ĐKMH"
        ]
    },
    {
        "intent": "",
        "message": [
            "Em tên [full_name] mssv:[student_id]. . Em muốn hỏi thầy (cô), em lỡ đăng ký một môn võ cơ sở hai, bây giờ đăng ký môn đợt 3 em muốn đổi môn võ thành bóng đá ở cơ sở 1 được không ạ. . . Em cảm ơn ạ.",
            "theo quy định trong đợt 3 bạn không thể hiệu chỉnh môn học.. . . . Rất tiếc không thể giúp bạn"
        ]
    },
    {
        "intent": "",
        "message": [
            "Chứng chỉ ngoại ngữ - Đại học - Cao đẳng chính quy   Thẩm tra chứng chỉ (nộp chứng chỉ) . Em có đăng ký nộp CCNN và được thẩm tra hợp lệ ngày 24/7/2019 , nhưng đến nay em đăng ký LVTN vẫn thông báo thiếu CCNN ạ",
            "Chào bạn,. . Hiện tại dữ liệu av của bạn đang cập nhật, bạn hãy vào đăng ký lại môn học sau 10g ngày 02/08/2019.. . Thân.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tăng sĩ số lớp môn học . Tình hình là lúc mở đăng kí môn học thì dữ liệu điểm toeic của em chưa load xong đến lúc được thì lại hết sĩ số ạ. Vì cấn lịch những môn đã đăng kí từ trước nên em xin PDT tạo điều kiện để em đăng kí: . .  Kết cấu bê tông cốt thép 1 msmh CI2091 Lớp A01 . .  ĐAMH Kết cấu bê tông cốt thép 1 msmh CI2093 lớp A01 . .  Phương pháp phần tử hữu hạn msmh CI3061 lớp A05",
            "Chào em,. . . . PDT đã tăng sỉ số, em DKMH nhanh để hết chỗ",
            "Dạ em đã đăng kí thành công ạ. Em cảm ơn pdt ạ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính chào quý thầy cô phòng đào tạo!. . Em tên [full_name] MSSV V[student_id]. . Em đã hoàn thành gần hết tất cả môn học và chỉ còn thiếu môn anh văn 4 thôi. Em không đăng ký được vì lớp đã đủ sĩ số rồi.Giờ em muốn đăng ký thì phải làm như thế nào ạ. . Em xin cám ơn quý thầy cô. . . .",
            "Chào em,. . . . PDT sẽ đăng kí cho em luôn, sau đợt 3 DKMH em kiểm tra lại KQDKMH.",
            "da em cám ơn cô!",
            "Vậy học kỳ 191 em không cần tự đăng ký môn học đúng không cô?"
        ]
    },
    {
        "intent": "",
        "message": [
            "Em tên: [full_name]. . Mssv: [student_id]. . Nay em làm đơn này kính xin Ban Giám hiệu nhà trường, Phòng đào tạo, Khoa và quý Thầy cô cho phép em được đăng kí học môn: . .     - Môn: Hạ tầng công trình gt . .     - Mã số môn học : CI4019. .     - Lớp : A01 ( thầy [full_name] ). .     - Học kỳ 1 (2019 - 2020) - HK191  Hệ Chính Quy - đợt 3. . Lý do :Em đăng kí trễ nên lớp đã hết sĩ số. . Kính mong Ban Giám hiệu Nhà trường, quý Phòng , quý Khoa và quý Thầy cô xem xét và giải quyết cho em để đảm bảo tiến độ ra trường.. . Em xin chân thành cảm ơn.",
            "responsible person: [551] [staff_name] [helpdesk staff]",
            "Đã tăng sĩ số cho bạn . . . . bạn vào đăng ký nhé"
        ]
    },
    {
        "intent": "",
        "message": [
            "Em tên là [full_name]. . Mssv: [student_id]. . Nay em làm đơn này kính xin Ban Giám hiệu nhà trường, Phòng đào tạo, Khoa và quý Thầy cô cho phép em được đăng kí học môn: . .     - Môn:  Hạ Tầng Công Trình . .     - Mã số môn học : CI4019. .     - Lớp : A01 ( của thầy [full_name]). .     - Học kỳ 1 (2019 - 2020) - HK191  Hệ Chính Quy - đợt 3. . Lý do :Em đăng kí trễ nên lớp đã hết sĩ số. . Kính mong Ban Giám hiệu Nhà trường, quý Phòng , quý Khoa và quý Thầy cô xem xét và giải quyết cho em.. . Em xin chân thành cảm ơn.",
            "ĐÃ tăng sĩ số cho bạn"
        ]
    },
    {
        "intent": "",
        "message": [
            "Chứng chỉ ngoại ngữ - Đại học - Cao đẳng chính quy   Thẩm tra chứng chỉ (nộp chứng chỉ) .",
            "Chào bạn,. . Bạn vui lòng xem quy định vê ngoại ngữ và hướng dẫn cách nộp chứng chỉ và chuyển điểm tại  www.aao.hcmut.edu.vn- Sinh viên -  Hướng dẫn - Ngọại ngữ.. . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tăng sĩ số lớp môn học . Dạ chào thầy cô .Tình hình là lúc mở đăng kí môn học thì dữ liệu điểm toeic của em chưa cập nhật xong đến lúc được thì lại hết sĩ số ạ. Vì trùng lịch những môn đã đăng kí từ trước nên em xin PDT tạo điều kiện để em đăng kí để kịp tiến độ môn học ạ.. . Dạ mã môn học ci2093 lớp A04 thầy [full_name]",
            "Đã  tăng sĩ số cho bạn. . . . bạn vào đăng ký nhé",
            "Đã  tăng sĩ số cho bạn. . . . bạn vào đăng ký nhé"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được . Em tên là [full_name], MSSV [student_id], em muốn đăng ký học môn Chi tiết máy (ME2007) vào nhóm A02_A04 nhưng không được vì lý do có học hai tiết 6,7 liên tiếp nhưng chỉ bị vào một buổi duy nhất. Em mong PĐT suy xét để em có thể đăng ký được môn Chi tiết máy ạ. Em xin chân thành cảm ơn!",
            "Chào em,. . . . Trường hợp thông tầm không giải quyết được nha em.",
            "Dạ thưa cô có thể giải thích rõ hơn được không ạ. Em không hiểu nghĩa của từ trường hợp thông tầm. Em xin cảm ơn.",
            "Môn học thông tầm. . . . Bạn học liên tục từ tiết 6 sanng tiết 7 . .  hoặc tiết 12 sang tiết 13.. . . . Theo quy định của nhà trường bạn không thể đăng ký được,",
            "Em chào thầy, nhưng em chỉ bị dính có 1 buổi thôi ạ. Em mong PĐT có thể suy xét được ko ạ.. . Lịch em có đính kèm phía dưới luôn ạ.",
            "No solution"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được . kính thưa quý thầy cô phòng đào tạo em tên NGUYỄN CHÍ KHÁNH MSSV [student_id] em đã nộp bằng toeic ngày 21/07/2019 để đăng ký môn luận văn tốt nghiệp nhưng tới đợt đăng kí ngày 1/8/2019 thì em đăng ký không được vì báo thiếu CCNN-1. em mong thầy cô xem xét giúp em để em được đăng kí em càm ơn quý thầy cô",
            "Bạn vào đăng ký lại nhé"
        ]
    },
    {
        "intent": "",
        "message": [
            "Cho em hỏi, hiện tại em muốn đăng kí lớp IM2001 Kế toán tài chính nhưng lớp L01 đã full, còn lớp L02 thì em lại trùng giờ học môn đã đăng kí trước đó và không thể hủy môn được. Em xin phép nhà trường mở thêm sĩ số lớp cho lớp L01 mã môn IM2001 giúp em được không ạ? (tại vì môn này là môn học trước của rất nhiều môn của khoa em nên em cần phải học trong kì này ạ) Em xin chân thành cảm ơn.",
            "responsible person: [551] [staff_name] [helpdesk staff]",
            "Đã tăng sĩ số cho bạn"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]  /b. . Vào HK182 em có xin bảo lưu trong hai học kỳ liên tiếp là HK182 và HK183. Em đã làm đơn xin thu nhận lại và đã được cho phép đăng kí môn học vào đợt ngày 1/8 - 5/8. Hôm nay 1/8 em vào đăng kí thì bị đầy sĩ số. Em phải làm thế nào để được tăng thêm sĩ số lớp. Vì nếu HK 191 này em không đăng kí môn được thf sẽ bị đuổi học.",
            "responsible person: [551] [staff_name] [helpdesk staff]",
            "Chào em,. . . . Em muốn đăng kí môn học nào, mã số môn học???"
        ]
    },
    {
        "intent": "",
        "message": [
            "Thầy cô cho em hỏi vì sao em đã đủ điều kiện đăng ký nhận LVTN. Khi đăng ký đã xác nhận là đủ điều kiện. Nhưng khi kết quả đăng ký môn học báo về lại báo là không đủ điều kiện nhận luận văn.. . Em mong Thầy cô giải đáp sớm vì sắp hết thời gian đăng ký môn học. . . Em cảm ơn."
        ]
    },
    {
        "intent": "",
        "message": [
            "Em chào thầy cô!. . Em tên [full_name] . . MSSV: [student_id]. . Em xin được tăng sỉ số môi anh văn 2. . MSMH: LA1005. . Lớp L01. . Thứ tư tiết 78910. . . . Em mong được mở thêm sỉ số để được đăng kí học ạ. . . . Em cám ơn thầy cô!",
            "Chào bạn . . . . Các môn AV đã ở mức tối đa không thể tăng được nữa.. . . . Bạn có thể đợi đăng ký trong đợt dự thính HK191",
            "Thầy ơi. Lớp L01 có 60 sinh vien thôi ạ. Em thấy có lớp được 63 sinh viên lận mong thầy giúp em ạ. Em cám ơn thầy. . Thầy ơi em xin thầy. Thầy tăng cho em với ạ. Không học được anh văn em chết mất ạ. Em van xin thầy giúp em với ạ.",
            "Thầy ơi. Em xin thầy tăng cho em 1 sinh viên nữa thôi ạ. Thầy thêm cho em với. Em biết ơn thầy lắm ạ",
            "No solution"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]1  /b \t. . . .   i Đăng ký môn học - Đại học - Cao đẳng chính quy   Tăng sĩ số lớp môn học . Kính gửi Phòng Đào Tạo . . Em tên là [full_name]. . MSSV: [student_id]1. . Hiện tại em đang theo học bằng 2 của Khoa Xây Dựng. . Em có đăng kí môn học chuyển hệ, môn học em đăng kí là [full_name] Chất Công Trình mã môn học là CI1043 nhưng sĩ số lớp đã đủ. Kính mong Phòng Đào Tạo có thể mở thêm sĩ số để em được đăng kí không ạ.. . Em xin cảm ơn",
            "Chào bạn. . . . môn học này dành cho khóa 2019 chưa nhập học, bạn không thể đăng ký cùng được."
        ]
    },
    {
        "intent": "",
        "message": [
            "Em chào thầy cô!. . Em tên [full_name] . . MSSV: [student_id]. . Em xin được tăng sỉ số môi anh văn 2. . MSMH: LA1005. . Lớp L01. . Thứ tư tiết 789. . . . Em mong được mở thêm sỉ số để được đăng kí học ạ. . . . Em cám ơn thầy cô!",
            "Chào em,. . . . Môn LA1005 đã full sỉ số không tăng được nữa."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tăng sĩ số lớp môn học . Kính thưa thầy cô em tên [full_name] Minh MSSV [student_id]. . Em muốn xin mở thêm sỉ số của lớp CH2007 L01 ạ . . Vì lí do 2 lần trước em vướng chuẩn anh văn nên không thể đăng kí môn được mà sáng nay ngày 1/8 lúc 10 giờ e đăng kí thì không được sau đó em có liên hệ phòng đào tạo thì được phản hồi là 1 giờ chiều mới có thể đăng kí nhưng vào lúc 1 giờ e vào đăng kí thì lớp em định đăng kí đã hết slot.. . Em mong phòng đào tạo giải quyết dùm em vì em học công nghệ thực phẩm nên môn CH2007 chỉ có một lớp và chỉ mở một năm một lần.. . Em xin chân thành cảm ơn",
            "Đã tăng sĩ số cho bạn"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Khác ... . MSSV:[student_id]. . Kính thưa thầy cô,trong đợt đăng kí môn học lần trước em bị thiếu anh văn nên không đăng kí môn đồ án được. Sau khi hoàn thành chứng chỉ tiếng anh và được đăng kí thì em lại bị trùng lịch với môn học đã đăng kí đợt 2 và không được hiệu chỉnh xóa môn đó để thay bằng môn đồ án. Nếu kì này không được đăng kí đồ án thì rất có thể em sẽ bị trễ 1 năm, kính mong quý thầy cô giúp đỡ để em có thể hiệu chỉnh môn học được ạ, em xin chân thành cảm ơn.",
            "Chào em,. . . . PDT đã mở khoa DKMH, em vào hiệu chỉnh DKMH lại nhé"
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính gữi phòng tạo. Em tên là [full_name]. MSSV: [student_id]. Vào HK182 em có xin bảo lưu trong hai học kỳ liên tieewsp là HK183 và HK191. Em đã làm đơn thu nhận lại và được cho phép đăng ký môn học vào đợt 1/8-5/8. Khi em đăng kí môn học thì tất cả các lớp sĩ số đều bị đầy. Em muốn xin tăng sĩ số lớp thì em phải làm thế nào vậy?. .",
            "Bạn vui lòng ghi rõ mã môn cần tăng sĩ số để PĐT kiểm tra, 1 số môn đã full sĩ số bạn có thể đợi đợt đăng ký dự thính HK191",
            "Trước hết em xin cảm ơn sự trả lời từ phòng đào tạo. Em cần tăng sĩ số ở các môn:. . MT1005: giải tích 2.. . PH1005: Vật lý 2.. . MT1007: Đại số tuyến tính.. . PH1007: Thí nghiệm vật lý.. . CH1007: Phát triển bền vững.. . Em kính mong nhận được sự trả lời nhanh chóng của Phòng Đào tạo.",
            "[full_name]OTE      Trước hết em xin cảm ơn sự trả lời từ phòng đào tạo. . .      Em kính mong phòng Đào tạo sẽ xem xét tăng sĩ số ở các môn:. .   MT1005: giải tích 2.. .   PH1005: Vật lý 2.. .   MT1007: Đại số tuyến tính.. .   PH1007: Thí nghiệm vật lý.. .   CH1007: Phát triển bền vững.. .      Vì phòng đào tạo chỉ cho em đăng kí môn từ lúc 13h ngày 1/8 nên các lớp đều đầy, em không đăng kí được môn nào nên chưa xác định được nhóm và ngày giờ học cụ thể để xin xem xét tăng sĩ số.. .      Em kính mong nhận được sự trả lời nhanh chóng của Phòng Đào tạo.. .",
            "Chào em,. . . . Những môn em tăng sỉ số là những môn thuộc lớp chất lượng cao và những môn của khoá 2019 nên em không đăng kí được những nhóm lớp này"
        ]
    },
    {
        "intent": "",
        "message": [
            "Chứng chỉ ngoại ngữ - Đại học - Cao đẳng chính quy   Thẩm tra chứng chỉ (nộp chứng chỉ) . kính thưa quý thầy cô em tên NGUYỄN CHÍ KHÁNH MSSV [student_id] em có nộp bằng toeic ngày 20/07/2019 để đăng kí luận văn tốt nghiệp nhưng khi tới đợt đăng kí ngày 1/8/2019 thì em đăng kí không được vì báo thiếu CCNN_1 em mong thầy cô xem xét giúp em để em có thể đăng kí môn học. em cảm ơn thầy cô",
            "Chào bạn,. . Bạn đã dky môn LVTn rồi mà????. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tăng sĩ số lớp môn học . Kính chào phòng đào tạo.. . Em tên là [full_name].. . Khoa: KH&KT máy tính.. . Em xin đại diện những bạn có tình trạng giống em nêu lên vấn đề:. . Lúc trước khi đăng kí môn đợt 3  đã được duyệt CCNN ( đã hợp lệ) nhưng khi đăng kí môn lại gặp phải trục trặc: . . + Bắt đầu từ lúc mở đăng kí môn đến gần 11 giờ: liên tục hiện rằng em chưa qua anh văn 1.. . + Từ sau 11h: đã đăng kí đc nhưng hết sĩ số.. . + Sau đó em lên phòng đào tạo và hỏi về vấn đề. Và đã ko được giải quyết.. . Em mong rằng quý thầy/cô có cách giải quyết vấn đề này hoặc ít nhất là mở thêm sĩ số cho chúng em đăng kí để học được môn học trong học kì tới ạ.. . Xin cảm ơn quý thầy/cô đã dành thời gian cho gmail này.. .",
            "Các môn học CO2007 đi kèm phòng TH CO2008 đã full sĩ số từ đợt 2 ĐKMH nên qua đợt 3 hầu hết các nhóm đã full. . . . . Bạn chuyển điểm CCNN trong đợt 3 nên khả năng đăng ký môn học này là không thể.. . . . Bạn có thể đợi đến đợt dự thính HK191 để đăng ký bổ sung.",
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tăng sĩ số lớp môn học . Kính chào phòng đào tạo.. . Em tên là [full_name].. . Khoa: KH&KT máy tính.. . Em xin đại diện những bạn có tình trạng giống em nêu lên vấn đề:. . Lúc trước khi đăng kí môn đợt 3  đã được duyệt CCNN ( đã hợp lệ) nhưng khi đăng kí môn lại gặp phải trục trặc: . . + Bắt đầu từ lúc mở đăng kí môn đến gần 11 giờ: liên tục hiện rằng em chưa qua anh văn 1.. . + Từ sau 11h: đã đăng kí đc nhưng hết sĩ số.. . + Sau đó em lên phòng đào tạo và hỏi về vấn đề. Và đã ko được giải quyết.. . Em mong rằng quý thầy/cô có cách giải quyết vấn đề này hoặc ít nhất là mở thêm sĩ số cho chúng em đăng kí để học được môn học trong học kì tới ạ.. . Xin cảm ơn quý thầy/cô đã dành thời gian cho gmail này.. .",
            "Chào em,. . . . Môn anh văn 1 đã full sỉ số không tăng được nữa"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tăng sĩ số lớp môn học . Tôi muốn đăng ký môn học phương pháp tính Mt1009 lớp thứ 4 tiết 3,4,5 Nhóm A01 phòng C4 304. .",
            "Chào em,. . . . Môn MT1009 nhóm A01 đã full sỉ số không tăng được nữa."
        ]
    },
    {
        "intent": "",
        "message": [
            ". . Kính gửi Phòng đào tạo,. . . . Em tên là [full_name], về việc đăng kí môn học em có 2 thắc mắc như sau:. . . . -Hiện em có đăng kí 2 môn , một môn có lớp bài tập học tiết 5, 6 còn môn khác em tiết lý thuyết 7,8,9 cùng thứ 5, nên em muốn hỏi là khi có thời khóa biểu chính thức thì có phải em sẽ bị xóa một trong 2 môn không ạ?. . . . . . -Nhưng hiện tại do có vài môn không thay đổi lịch học được nên em muốn giữ lại 2 môn trên cho thời khóa biểu thì em cần làm một đơn cam kết sẽ đi học đúng giờ và gửi cho Phòng đào tạo phải không ạ?. . . . . . Mong Phòng đào tạo giải đáp thắc mắc cho em. . . . . Em xin cảm ơn,. . . . [full_name]. . . . . .",
            "responsible person: [551] [staff_name] [helpdesk staff]",
            "Chào bạn. . . . Nếu như môn học vi phạm điều kiện thông tầm (tiết 6 -  7) thì môn học sẽ bị hủy.. . . . Bạn có thể nộp đơn xin học thông tầm về PĐT để được xét duyệt."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Khác ... . Chào thầy/cô ạ.. . Em tên [full_name], mssv [student_id]. . Vìlí do trùng lịch học tiên quyết của năm 2 là môn hóa hữu cơ nên mong quý thầy cô cho em được hủy môn vẽ kĩ thuật ạ. Em xin chân thành cảm ơn.. .",
            "Chào bạn. . . . rất tiếc trong đợt 3 bạn không thể hủy môn học.. . . . Các trường hợp đặc biệt bạn nộp đơn về PĐT trình bày rõ lý do xin hủy để được duyệt"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tăng sĩ số lớp môn học ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính gửi phòng đào tạo. . Em là [full_name]. . MSSV: [student_id]. . Em là sv năm 2 học ở cơ sở 2 nhưng vì bữa hiệu chỉnh đợt 2 e đã không để ý nên đăng kí nhầm học bóng chuyền cơ sở 1, đợt hiệu chỉnh này em vào chuyển qua lớp L16 học ở cơ sở 1 thì không được. Không biết có cách gì giúp em được không ạ. Em xin lỗi vì sự việc này. Em xin chân thành cảm ơn !. .",
            "Chào bạn. . . . Trong đợt 3 ĐKMH bạn không thể hủy môn học.",
            "Vậy giờ có cách nào để đăng kí qua cơ sở 1 không ạ, có hướng giải quyết nào không ạ",
            "Vậy có cách nào để đăng kí qua cơ sở 2 không ạ, có hướng giải quyết nào không ạ",
            "Rất tiếc không thể giúp bạn được",
            "No solution"
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính gởi thầy cô phòng đào tạo.. . Em tên [full_name], MSSV : [student_id]. . Em cần đăng kí môn chuyên ngành. . Em đã nộp bằng toeic 350 vào ngày 25/7/2019 và đã được thẩm tra nhưng em lại không đăng kí môn học được.. . Em mong thầy cô sớm giải quyết.. . Em cảm ơn thầy cô nhiều ạ.\t. . . . . .",
            "Bạn vào đăng ký lại sau 10h sáng này 2/8 nhé."
        ]
    },
    {
        "intent": "",
        "message": [
            "I   B Em chào thầy cô!. . Em tên [full_name] . . MSSV: [student_id]. . Em xin được tăng sỉ số môi anh văn 2. . MSMH: LA1005. . Lớp L01. . Thứ tư tiết 789. . . . Em mong được mở thêm sỉ số để được đăng kí học ạ. . . . Em cám ơn thầy cô!",
            "Các môn AV đã ở sĩ số tối đa. . . . rât tiếc không thể tăng thêm được cho bạn."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Khác ... . . . Kính thưa thầy cô. . Em tên [full_name]    MSSV:[student_id]. . Trong đợt đăng kí môn học lần trước em bị thiếu anh văn nên không đăng kí môn đồ án được. Sau khi hoàn thành chứng chỉ tiếng anh và được đăng kí thì em lại bị trùng lịch với môn học đã đăng kí đợt 2 và không được hiệu chỉnh xóa môn đó để thay bằng môn đồ án. Nếu kì này không được đăng kí đồ án thì rất có thể em sẽ bị trễ 1 năm, kính mong quý thầy cô giúp đỡ để em có thể hiệu chỉnh môn học được ạ, em xin chân thành cảm ơn.",
            "mình đã mở khóa cho bạn hiệu chỉnh"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Khác ... . Lý do: Trước đây em   U   B không  /B  đạt chuẩn anh văn năm 3  /U  nên đã không đăng ký được các môn chuyên ngành nên phải đăng ký một số môn thay thế. Em vừa thi và nộp bằng Toeic trước ĐKMH đợt 3 nhưng do các môn thay thế trước đây đã trùng với môn chuyên ngành của em (1 năm chỉ mở 1 lần) nên đã không đăng ký được. . . . Mong muốn: Em xin được mở khóa hiệu chỉnh ĐKMH để em có thể đăng ký được các môn chuyên ngành. Do các môn này rất quan trọng với em một năm chỉ mở một lần nếu không đăng ký được em có thể   B bị trễ tốt nghiệp.  /B . . . . Em xin cám ơn và mong muôn yêu cầu của em sẽ được hồi đáp sớm nhất có thể ạ!. .",
            "ĐÃ mở khóa cho bạn",
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Khác ... . Lý do: Trước đây em   U   B không  /B  đạt chuẩn anh văn năm 3  /U  nên đã không đăng ký được các môn chuyên ngành nên phải đăng ký một số môn thay thế. Em vừa thi và nộp bằng Toeic trước ĐKMH đợt 3 nhưng do các môn thay thế trước đây đã trùng với môn chuyên ngành của em (1 năm chỉ mở 1 lần) nên đã không đăng ký được. . . . Mong muốn: Em xin được mở khóa hiệu chỉnh ĐKMH để em có thể đăng ký được các môn chuyên ngành. Do các môn này rất quan trọng với em một năm chỉ mở một lần nếu không đăng ký được em có thể   B bị trễ tốt nghiệp.  /B . . . . Em xin cám ơn và mong muôn yêu cầu của em sẽ được hồi đáp sớm nhất có thể ạ!. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được . Dạ em kính chào quý thầy/cô ạ.. . Em là [full_name], MSSV: [student_id].. . Do tính chất RẤT QUAN TRỌNG nên em xin phép được trình bày vấn đề luôn ạ.. . Dạ là học kì vừa rồi em có học môn Toeic500, trước đó cô [full_name] do chưa cho 1 cột điểm nên sau đó cô đã gửi đơn lên PĐT sửa lại và PĐT đã sửa lại cho em điểm môn đó sau đó. Kết quả đó của em xác nhận là 5.5đ và đã qua môn (bây giờ trong bảng điểm lại không hiển thị nữa).. . Sau đó em có hỏi lại PĐT về vụ đăng kí môn học sắp tới và được tin là sẽ đăng kí được ở đợt 3 này. Nhưng đến bây giờ thì em và 1 bạn nữa trong trường hợp này lại chưa đăng kí được. . . Vì tính chất QUAN TRỌNG của việc này em mong quý thầy/cô [full_name] lại vấn đề này cho bọn em để nó không ảnh hưởng đến việc đăng kí môn học của bọn em ạ.. . Em xin chân thành cám ơn và mong nhận được phản hồi sớm nhất từ quý thầy/cô ạ.. . Em xin chào ạ.. . . .",
            "Em có hỏi lại bên quý thầy/cô bên PDDT và được tin là đã cập nhật đầy đủ dữ liệu vào 13h chiều nay. Em nghĩ ở đây có lẽ có sự thiếu sót nên em xin trình bày vấn đề mong quý thầy/cô có thể giúp bọn em sớm nhất chuyện này ạ.",
            "Chào bạn. . . . Mình kiểm tra bạn không có điểm môn LA1035 (TOEIC 500). . . . bạn vui lòng cho mình biết bạn đã học ở HK nào?",
            "Dạ em học ở Học kì 182 vừa rồi ạ.Em có thể gửi ảnh trên trang Mybk của em qua cho thầy dưới ạ.",
            "Dạ cho em bổ sung thêm, em đã được PĐT cập nhật điểm cuối cùng trên trang Mybk môn đó là 5.5 điểm và hiện môn đó không hiển thị trong bảng điểm của em.. . Trước đó em đã hỏi kỹ và được tin là môn này cũng được xét chuẩn anh văn từng năm ạ.. . Mong thầy có thể xem xét lại trường hợp này cho em, và một bạn nữa của em.",
            "Trước mắt mình PASS tạm cho bạn CCAS_3 cho bạn đăng ký nhé.. . . . . . kết thúc đợt ĐKMH PĐT sẽ kiểm tra dữ liệu điểm AV TOEIC 500 của bạn",
            "Dạ em cám ơn ạ.. . Mà bạn em cũng trường hợp giống em. . . Bạn ấy tên [full_name], MSSV [student_id]. . Bạn ấy với em là cùng 1 trường hợp nên có gì thầy tạm thời PASS qua cho bạn ạ.. . Em xin đứng ra cam đoan chuyện này ạ.. . Em cám ơn thầy lần nữa ạ.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Vừa làm vừa học - ĐTTX   Đăng ký môn học ."
        ]
    }
]