[
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính chào quý Thầy Cô! . . Em là sinh viện hệ VHVL nhưng không có \"mở lớp riêng\" . . Học kỳ mới này em đăng ký môn học cùng với hệ CHÍNH QUY, nhưng không được Vì vướng phải là SV năm 2 mới được đăng ký môn: . . Vì là hệ VHVL nhưng lại bị bắt buộc phải đăng ký theo Sv năm 1,2,3. Nên học kỳ này em không đăng ký được môn học. . Điều này làm em bối rối với Thời gian ra trường kéo dài và khó khăn như vậy. . . Mong thầy cô xem xét cho tụi em đăng ký được môn học.",
            "Em đã đăng ký được rồi, em xin cảm ơn!"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em chào thầy, cô. Em tên là [full_name]-MSSV [student_id], sinh viên năm 2 chương trình PFIEV.. . Thưa thầy, cô vào học kỳ 182 em đã thi chứng chỉ tiếng anh và đã được chuyển điểm các môn anh văn 1, 2, 3, 4. Tuy nhiên, khi đăng kí anh văn 5[003720] cho học kỳ 201 tới, hệ thông báo lỗi em chưa học môn anh văn 4[003004]. Thầy, cô có thể kiểm tra và giải quyết vấn đề này giùm em được không ạ.. . Em cám ơn thầy, cô nhiều ạ.. . (Phía dưới em có gửi ảnh chụp màn hình báo lỗi khi đăng ký môn anh văn 5, và ảnh chụp điểm xét miễn các môn anh văn 1, 2, 3, 4 của em. Em cám ơn.)"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Chào thầy/cô!. . Em tên là Nguyễn Ngọc Hà, MSSV:[student_id], Lớp XD16KT.. . . . Hôm nay em viết thư này về việc Đăng kí môn học Thiết kế dự án tốt nghiệp (CI4303) trong HK1 (2020-2021) sắp tới.. . Cụ thể là trong đợt ĐKMH cho HK1 (2020-2021) lần 3 vào hôm nay ngày 8/9/2020. Em không đăng kí được môn học này do \"Thiếu môn học:. .   Nhóm [CCAV_1]: CCAV_1 - Chứng chỉ ngoại ngữ_LVTN (tiên quyết) \". . . . Một số bạn khác trong lớp cũng gặp trường hợp tương tự này như em, mỗi bạn có một lí do cho việc nộp trễ chứng chỉ anh văn. Đa phần là do dịch COVID nên các bạn chậm trễ Riêng em không may trong lần thi gần nhất em chỉ đạt 490/500 điểm mà trường yêu cầu nên mới dẫn tới tình trạng đáng tiếc này.. . . . Vậy nên kính thưa thầy/cô có cách nào để giúp chúng em có thể tiếp tục đăng kí môn học để làm luận văn tốt nghiệp không? Em có nghe bên chỗ Bộ môn có thể làm đơn xin gia hạn thời gian nộp chứng chỉ anh văn, vậy nếu được thì mong thầy/cô hướng dẫn cách thức nộp đơn như thế nào?. . . . Em xin chân thành cảm ơn thầy/cô!. .",
            "Chào bạn,. . . . Còn một đợt đăng kí luận văn nữa nha bạn.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em đang thực hiện đăng ký môn học đợt 3. Do đăng ký trễ nên môn \"Kiến trúc máy tính\" không còn lớp trống nữa. Giờ em muốn đăng ký môn học thì em phải làm như thế nào ạ? Mong được anh/chị hướng dẫn cụ thể. Em cám ơn ạ.",
            "Chào bạn, . . Hiện tại các nhóm lớp đã được Phòng Đào tạo mở tối đa sĩ số theo đúng quy định (về môn học, sức chứa phòng...).Trường hợp bạn muốn tăng sĩ số của một nhóm lớp nào đó, bạn vui lòng liên hệ trực tiếp tại Phòng Đào tạo cơ sở 1 (trong thời gian đăng ký môn học), để được nhóm hỗ trợ đăng ký môn học kiểm tra, nếu còn khả năng tăng được hoặc có thể có 1 vài bạn sv xin hủy, nhóm sẽ hỗ trợ tăng sĩ số cho bạn (nếu được) và có thể vào đăng ký ngay luôn nhé. . . Chúc bạn học tốt!. . Thân. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em học bên lớp CNSH nhưng môn thí nghiệm hóa phân tích của em không còn . sau đó em đăng kí môn nhưng do lớp thứ 5 trùng lịch học của em , chỉ còn lớp thứ 7 em có thể học nhưng lớp đầy . Em xin pđt tăng sỉ số lớp thí nghiệm hóa phân tích thứ 7. Mong pđt giúp đỡ em",
            "Chào bạn, . . Hiện tại các nhóm lớp đã được Phòng Đào tạo mở tối đa sĩ số theo đúng quy định (về môn học, sức chứa phòng...).Trường hợp bạn muốn tăng sĩ số của một nhóm lớp nào đó, bạn vui lòng liên hệ trực tiếp tại Phòng Đào tạo cơ sở 1 (trong thời gian đăng ký môn học), để được nhóm hỗ trợ đăng ký môn học kiểm tra, nếu còn khả năng tăng được hoặc có thể có 1 vài bạn sv xin hủy, nhóm sẽ hỗ trợ tăng sĩ số cho bạn (nếu được) và có thể vào đăng ký ngay luôn nhé. . . Chúc bạn học tốt!. . Thân. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Kính thưa phòng đào tạo,. . Hiện tại em đang là sinh viên năm 3 ngành Cơ Kỹ thuật, thuộc Khoa Khoa học Ứng dụng. Trong kỳ thi Đánh giá năng lực 2020 vừa rồi, em đã trúng tuyển vào ngành Kiến trúc (117).. . Em xin hỏi:. . - Em có thể học song song hai ngành Cơ Kỹ thuật và Kiến trúc không? Vừa giữ MSSV ngành Cơ Kỹ thuật vừa có MSSV mới của ngành Kiến trúc.. . - Em có thể chuyển điểm những môn đã học bên ngành Cơ Kỹ thuật sang cho ngành Kiến trúc không? Trong chương trình đào tạo ngành Kiến trúc có những môn em đã học và đã qua như Giải tích 1, Giải tích 2,... cùng mã số môn học với ngàng Cơ Kỹ thuật. Nếu được chuyển điểm thì thủ tục và giấy tờ như thế nào?. . Em xin chân thành cảm ơn quý thầy cô ở phòng đào tạo trả lời thắc mắc của em.",
            "Chào bạn. . - Bạn chỉ có thể chọn 1 trong 2 MSSV (nếu bạn chọn Mssv mới trúng tuyển năm 2020 thì bạn phải nộp đơn thôi học Mssv cũ). . - Về quy định miễn thi: Bạn vui lòng xem chi tiết tại trang web aao.hcmut.edu.vn--  sinh viên --  Quy chế --  Quy chế đào tạo và học vụ bậc đại học và cao đẳng -- Điều 17.4. . Chúc bạn học tập tốt nhé.. . Thân. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]9  /b \t. . . .   i Học vụ . Dạ chào anh/chị, em là sinh viên khoa điện khoá k13, hiện tại đã quá chương trình học tối đa 14 học kì. Em muốn xin thêm 1 học kì để hoàn thành chương trình học. Em muốn hỏi quy trình làm thủ tục để xin như thế nào ạ ? Em cảm ơn",
            "Chào bạn. . - Về quy định thời gian và kế hoạch học tập: Bạn vui lòng xem chi tiết tại trang web aao    sinh viên    Quy chế    Quy chế đào tạo và học vụ bậc đại học và cao đẳng    Các trường hợp được kéo dài thời gian đào tạo    điều 5.5. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ em chào thầy/cô PĐT,. . . . Thầy/cô ơi phần mềm đăng kí môn học chưa có tên giảng viên giảng dạy ạ!. . . . Em cảm ơn nhiều ạ,",
            "Chào bạn,. . . . Đúng rồi bạn, khoa đang phân công giảng viên dạy.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Dạ nhà trường cho em hỏi là em rớt môn bóng đá, em có cần phải đăng ký học lại môn đó không ạ, hay em chỉ cần hoàn thành 3 môn thể chất ạ",
            "Chào bạn,. . Theo quy định bạn phải hoàn thành 3 môn giáo dục thể chất khác nhau nhé.. . Vui lòng xem quy định chi tiết tại đây:. . http://aao.hcmut.edu.vn/ sinh viên/quy chế/ - Quy định về các môn Thể dục từ HK182. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Cho em hỏi kì 201 này giáo dục thể chất có cho đăng kí trùng môn mà mình đã học kì trước được ko ạ ?",
            "Chào bạn,. . . . Bạn xem thông báo môn GDTC có cập nhật trên trang web PDT http://www.aao.hcmut.edu.vn/image/data/CTDT/thay_doi_mon_hoc_gdtc.pdf.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . kính  chào PĐT. . môn  học  GE2021 - Cơ sở thủy địa cơ học nhớm  lớp  A01 thứ  3  tiết  10,11,12 hiện  tại  full  xỉ  số. . kính  mong  PĐT mở  thêm  xỉ số  để  em có  thể  đăng  kí ạ. . . do em mới  thoả  mãn  điều  kiện  đăng kí  . . mong  Pđt  thông  cảm. . . em cảm  ơn",
            "Chào bạn,. . . . Đã tăng sỉ số.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . EM kính chào PĐT.. . Cho em được hỏi tại sao em không thể đăng kí môn có mã CH2015 được vậy ạ? Làm thế nào có thể đăng kí môn đó ạ? . . . .",
            "Chào bạn,. . . . Bạn vào đăng kí đi nha.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học. . pdt cho em hỏi hôm trước em đã nộp đơn xin mở lớp cơ lưu chất Mã môn học CL2005 pđt có hẹn lần 3 sẽ xem xét, vậy môn học đó có được mở lớp không ạ em xin chân thành cám ơn. .",
            "Chào bạn,. . . . Hiện tại phòng học bị quá tải, những môn mở bổ sung (theo đơn sv) chưa mở được và dự định sẽ mở vào đợt dự thính.. . . . Thân.. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em là [full_name], MSSV: [student_id]. . Thời gian qua vì việc cá nhân nên em quên nộp học phí và bị nộp học phí muộn 2 lần, cho em hỏi là theo quy chế thì em có bị phạt gì không ạ, em cảm ơn",
            "Học vụ. . . . Em là [full_name], MSSV: [student_id]. . Thời gian qua vì việc cá nhân nên em quên nộp học phí và bị nộp học phí muộn 2 lần học kỳ trước và học kỳ hè này, em đã nộp học phí rồi nhưng vẫn bị trễ 1 ngày, cho em hỏi là theo quy chế thì em có bị phạt gì không ạ, em cảm ơn  /QUOTE . .",
            "QUOTE Trích. . MSSV/MSGV: [student_id]    . . . . Học vụ. . . . Em là [full_name], MSSV: [student_id]. . Thời gian qua vì việc cá nhân nên em quên nộp học phí và bị nộp học phí muộn 2 lần học kỳ trước và học kỳ hè này, em đã nộp học phí rồi nhưng vẫn bị trễ 1 ngày, theo quy chế em có đọc được là em bị đình chỉ học kì tiếp theo, và bị xoá TKB, và em phải nộp giấy trình bày lý do nộp học phí muộn, nhưng hiện tại em đang đi thực tập ở công trường đến 20 tháng 9 mới quay lại Sài Gòn, cho em hỏi nếu em bị huỷ TKB học kỳ tới thì em nhờ bạn nộp giấy trình bày lý do có được không ạ.. . Em cảm ơn.. .   /QUOTE . .",
            "Chào bạn. . Bạn vui lòng kiểm tra mail sinh viên, phòng đào tạo đã gởi hướng dẫn về việc thanh toán học phí trễ hạn HK193. . Chúc bạn học tập tốt nhé. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . nhà trường có thể mở thêm sỉ số môn cơ lý thuyết được không ạ? em muốn đăng kí học mà lớp nào cũng đủ người rồi ạ.",
            "Chào bạn,. . . . Tất cả các môn  đã mở sỉ số tối đa không tăng được nữa nha bạn.. . . . Thân.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em xin nộp đơn trình bày lý do thanh toán trễ học phí."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . NHÀ TRƯỜNG CÓ THỂ THÊM SỈ SỐ LỚP HỌC MÔN CƠ LÝ THUYẾT ĐƯỢC KHÔNG Ạ?",
            "Chào bạn, . . Hiện tại các nhóm lớp đã được Phòng Đào tạo mở tối đa sĩ số theo đúng quy định (về môn học, sức chứa phòng...).Trường hợp bạn muốn tăng sĩ số của một nhóm lớp nào đó, bạn vui lòng liên hệ trực tiếp tại Phòng Đào tạo cơ sở 1 (trong thời gian đăng ký môn học), để được nhóm hỗ trợ đăng ký môn học kiểm tra, nếu còn khả năng tăng được hoặc có thể có 1 vài bạn sv xin hủy, nhóm sẽ hỗ trợ tăng sĩ số cho bạn (nếu được) và có thể vào đăng ký ngay luôn nhé. . . Chúc bạn học tốt!. . Thân. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ thầy/cô ơi, học kì 201 chỉ mở GDTC ở Trung tâm TDTT thôi ạ? Năm nay em đang năm 3, nên hơi khó sắp xếp đi học trong cs2 được, không biết nhà trường có cho mở lớp GDTC môn Điền kinh ở cs1 không ạ? Ban đầu em dự định lên năm 3 ra cs1 học Điền kinh nên giờ còn thiếu 1 TC ạ.",
            "Chào bạn,. . . . Các lớp chất lượng cao mới học CS1.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Dạ cho em hỏi là: viết đơn trình bày lý do nộp trễ học phí đấy ạ. Là khi mình học trở lại 21/9 hay là mình phải nộp liền ạ. Bởi vì hiện tại em không thể di chuyển vào thành phố được ạ. Hoặc cho em hỏi là em có thể nhờ bạn nộp giúp được không ạ.",
            "Chào bạn. . Bạn vui lòng kiểm tra mail sinh viên, phòng đào tạo đã gởi hướng dẫn về việc thanh toán học phí trễ hạn HK193. . Chúc bạn học tập tốt nhé. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Cho em hỏi lần đăng ký môn học đợt 3 này có mở lớp Kinh tế chính trị [full_name] - [full_name] (SP1033) không ạ?. . Em xin cảm ơn.",
            "Chào bạn,. . . . Bạn vào DKMH kiểm tra lại nha.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em là [full_name]. MSSV/MSGV: [student_id].. . Dạ cho em hỏi là mặc dù em đã có điểm trên trang https://mybk.hcmut.edu.vn/stinfo/ nhưng khi em đăng ký Luận văn tốt nghiệp thì lại thấy thông báo là em chưa có điểm để đăng ký được.. . Mong PĐT giải quyết giúp em. Em xin cảm ơn!. . [full_name]",
            "B MSSV/MSGV: [student_id]   /B    [full_name] [full_name] [full_name] [full_name]   I Đăng ký môn học   /I [full_name] [full_name] [full_name] [full_name] Dạ thưa thầy/cô, em là [full_name][full_name] MSSV/MSGV: [student_id][full_name][full_name] [full_name] Cho em hỏi là mặc dù em đã có điểm trên trang https://mybk[full_name]hcmut[full_name]edu[full_name]vn/stinfo/ nhưng khi em đăng ký Luận văn tốt nghiệp thì lại thấy thông báo là em chưa có điểm để đăng ký được[full_name][full_name] [full_name] Mong PĐT giải quyết giúp em[full_name] Em xin cảm ơn![full_name] [full_name] [full_name]"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ thưa thầy/cô, em là [full_name]. MSSV/MSGV: [student_id].. . Thầy/cô cho em hỏi là mặc dù em đã có điểm trên trang https://mybk.hcmut.edu.vn/stinfo/ nhưng khi em đăng ký Luận văn tốt nghiệp thì lại thấy thông báo là em chưa có điểm để đăng ký được.. . Mong PĐT giải quyết giúp em. Em xin cảm ơn!. . [full_name]",
            "Đăng ký môn học . Dạ thưa thầy/cô, em là [full_name]. MSSV/MSGV: [student_id].. . Thầy/cô cho em hỏi là mặc dù em đã có điểm trên trang https://mybk.hcmut.edu.vn/stinfo/ nhưng khi em đăng ký Luận văn tốt nghiệp thì lại thấy thông báo là em chưa có điểm để đăng ký được.. . Mong PĐT giải quyết giúp em. Em xin cảm ơn!. . [full_name]",
            "Chào bạn,. . . . Bạn vào đăng kí lại nha.. . . . Thân.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . em xin mở thêm lớp con người và môi trường lớp L01, L02. . mã môn EN1003. .",
            "Chào bạn,. . . . Đã tăng sỉ số rồi nha bạn.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: 1410601  /b \t. . . .   i Đăng ký môn học . Em chào thầy/cô,. . . . Em hỏi về việc điểm Đề Cương Luận Văn học kỳ 192 vẫn chưa cập nhật để em có thể đăng ký tiếp Luận Văn Tốt Nghiệp học kì tiếp theo.. . . . Hôm nay là đợt 3 đăng ký môn học cho học kỳ 201 mà như em trình này ở trên, điểm số vẫn chưa cập nhật. . . . . Mong thầy/cô giải đáp giúp em!. . . . Em chân thành cảm ơn,. . Duy. .",
            "Chào bạn,. . . . Điểm bạn liên hệ giáo viên hướng dẫn đã nộp lên PDT chưa?.. . . . Thân",
            "li answer rate: Answer suits the needs / Câu trả lời đúng ý"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ cho em hỏi, đợt 2 em đăng kí môn thực tập tốt nghiệp nhưng bị hủy do thiếu số tín chỉ, đợt 3 này em đăng kí lại thì hệ thống vẫn tick cho em dấu xanh, như vậy thì em có đăng kí thành công môn thực tập ko ạ?. . Em bổ sung thêm: theo như chương trình đào tạo thì em còn thiếu 6 chỉ để được thực tập, hè này em đang học 9 chỉ, nhưng ngày 26/9 em mới thi xong, để có điểm thì ít nhất phải qua tháng 10, nhưng theo như lịch học vụ, đăng kí thực tập đợt cuối cùng kết thúc vào ngày 1/10. Như vậy thì em có cơ hội nào để đăng kí thực tập tốt nghiệp vào kì 201 ko ạ? . . Em xin cảm ơn!. .",
            "Chào bạn,. . . . - Sau khi đăng kí xong, PDT sẽ xét lại. . . . . - 1/10 mới có điểm thời điểm đó cũng hơi trễ, nên không thể trả lời cho bạn được.. . . . - Lúc đó bạn làm đơn để ban lãnh đạo phòng phê duyệt.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính chào quý Thầy/Cô,. . Em tên là Trần Nguyễn Bảo Huy, sinh viên lớp VP15XDC chuyên ngành Xây dựng dân dụng và Hiệu quả năng lượng (PFIEV), có câu hỏi về Điểm trung bình tích lũy ngành (ĐTBTLN).. . Trong \"BẢNG ĐIỂM SINH VIÊN\" của em, điểm trung bình tích luỹ ngành là: 6.82 và được cập nhật vào 23/03/2020 2:15:37 PM.. . Em muốn ứng tuyển vào một kỳ thi về các LVTN xuất sắc của Ngành Xây Dựng (Giải Loa Thành) nhưng một trong những yêu cầu của cuộc thi đó thì sinh viên phải đạt ĐTBTLN  = 7.0, do đó em muốn biết điểm trung bình tích lũy ngành cho đến thời điểm hiện tại của em đang là bao nhiêu? Vì vừa rồi điểm Luận Văn Tốt Nghiệp và ĐA Nghiên cứu Khoa học của em đạt điểm khá cao, em hy vọng rằng sẽ đủ điều khiện để ứng tuyển vào kỳ thi này.. . Chân thành cảm ơn quý Thầy/Cô đã trả lời câu hỏi của em.. . Em xin chân thành cảm ơn.. . Trân trọng,. . Trò Huy.. . . .   i Yêu cầu khác ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ .",
            "Chào bạn. . - Sinh viên xem lý do tại sao có ĐKMH đợt 2 mà không có kết quả tại trang web: mybk.hcmut.edu.vn    Đăng ký môn học    Kết quả - ĐKMH HK1(20-21) – Hệ chính quy – Đợt 2     bấm vào mục Đăng ký mới    chọn Loại hình đăng ký    xem Lịch sử đăng ký. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Xin mở lớp giải tích 1 (MT1003)",
            "Chào bạn,. . . . Đã hết thời gian mở lớp học kỳ chính, bạn vui lòng làm đơn mở lớp học kỳ dự thính 201.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em đang là sinh viên năm 4 vừa hoàn thành Luận văn tốt nghiệp. Vì điểm thi Anh văn Nói viết của em chỉ đạt 200 không đủ mức 245 để xét tốt nghiệp chương trình kĩ sư tài năng khoa Xây dựng chuyên ngành Dân dụng và công nghiệp. Nay em muốn hỏi Phòng đào tạo về quy trình cũng như mẫu đơn để em có thể xin rút khỏi chương trình tài năng, và để tốt nghiệp chương trình chính quy- đại trà. . . Xin cảm ơn, mong nhận được phản hồi sớm từ Phòng đào tạo! . .",
            "Chào bạn. . Bạn nộp đơn trực tiếp tại pdt, xin hủy chương trình tài năng để xét tốt nghiệp. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Cô ơi cho em hỏi là nếu môn học đã đủ người và các lớp khác đều không có chỗ thì trường có thể mở thêm lớp hoặc tăng số lượng sinh viên học được không ạ. Em cảm ơn.",
            "Chào bạn,. . . . Tuỳ môn có tăng được hay không, nhưng đợt 3 hầu như các môn sỉ số đã bị full không tăng được nữa.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Kình gửi: PĐT Đại Học Bách Khoa Tp Hồ Chí Minh. . Em là: [full_name] MSSV: [student_id]. . Là sinh viên của khoa Bảo Dưỡng Công Nghiệp. Em xin trình bày như sau:. . Hiện tại trong kì dự thính này em đang học 2 môn cuối của chương trình học và môn anh văn 4. Em vừa nhận được kết quả thi toeic 380 điểm vào hôm qua và hôm nay em đã nộp chứng chỉ.. . Vậy em xin PĐT cho em được đăng kí làm tiểu luận tốt nghiệp trong đợt này. Để được ra trường đúng hạn. Em xin chân thành cảm ơn!. . MSMH 260663 tiểu luận tốt nghiệp. . . .",
            "Chào bạn,. . . . - Còn đợt 4 DKMH dành cho các môn Thực tập tốt nghiệp, đề cương luận văn và luận văn.. . . . - Bạn thường xuyên kiểm tra mail để biết thời gian đăng kí.. . - Sau đợt 4 nếu có thắc mắc thì liên hệ PDT nha.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Chào thầy (cô),. . Em tên là [full_name], MSSV [student_id] K18 Khoa Cơ Khí.. . Do môn học em đăng kí là LA1009 nhóm A04 bị hủy do thiếu phòng học, nên em không thể đăng kí môn LA1009 ở nhóm khác do trùng lịch học và lớp đã full. Thế nhưng môn này rất quan trọng đối với em, vì phải học mới đăng kí môn cho năm sau được. Vì vậy, kình mong PĐT xem xét và mở sỉ số môn LA1009 nhóm A05 để em có thể đăng kí môn được ạ. Em rất mong nhận được sự giúp đỡ của thầy cô ạ,. . Em xin chân thành cảm ơn.",
            "Chào bạn, . . Hiện tại các nhóm lớp đã được Phòng Đào tạo mở tối đa sĩ số theo đúng quy định (về môn học, sức chứa phòng...).Trường hợp bạn muốn tăng sĩ số của một nhóm lớp nào đó, bạn vui lòng liên hệ trực tiếp tại Phòng Đào tạo cơ sở 1 (trong thời gian đăng ký môn học), để được nhóm hỗ trợ đăng ký môn học kiểm tra, nếu còn khả năng tăng được hoặc có thể có 1 vài bạn sv xin hủy, nhóm sẽ hỗ trợ tăng sĩ số cho bạn (nếu được) và có thể vào đăng ký ngay luôn nhé. . . Chúc bạn học tốt!. . Thân. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Gửi thầy cô,. . Em tên: [full_name]. . Là sinh viên K15, vừa qua em có thi toeic nhưng chưa đủ điểm yêu cầu để đăng ký luận văn, em đã đăng ký để thi lại nhưng vì ngày trả kết quả sẽ bị trễ so với lịch đăng ký luận văn. Do đó, thầy/cô cho em hỏi phòng đào tạo có thể tạo điều kiện để em được đăng ký luận văn và bổ sung bằng tiếng anh sau được không ạ.. . Em mong rằng nhà trường có thể cho em cơ hội để em được tốt nghiệp. Mong phản hồi từ thầy/ cô.. . Em cảm ơn.",
            "Chào bạn. . Bạn phải hoàn thành tất cả các điều kiện thì mới đăng ký được môn luận văn tốt nghiệp. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ theo em được biết là chúng em bắt buộc đăng ký tối thiểu 3 tín chỉ nhóm A, 3 tín chỉ nhóm B của ngành mình chọn học.. . Còn tối thiểu 9 tín chỉ tự do thì chúng em có bắt buộc đăng ký thuộc nhóm A,B của ngành mình chọn không?. . Hay được đăng ký các môn học thuộc nhóm A,B của ngành khác trong khoa/ hay tất cả các môn học của ngành khác trong khoa/ hay được đăng ký tất cả các môn học trong trường có đào tạo ạ.. . Em xin cảm ơn phòng đào tạo.. .",
            "Chào bạn,. . . . Chương trình đào tạo bạn về khoa để được tư vấn nha.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính chào Phòng Đào tạo, em là [full_name], đang theo học hệ VLVH. Em có đăng kí chuyển hệ môn học CO3069 - \"Mật mã và an ninh mạng\" chung với lớp Chính quy nhưng xảy ra điều kiện môn học trước cần có là Mạng máy tính (em đã hoàn thành trong học kì này). Vậy kính mong Phòng Đào tạo mở đăng kí giúp em để em có thể theo lớp. Xin cảm ơn PĐT rất nhiều!",
            "Chào bạn,. . . . Bạn đăng kí lại nha.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . thưa cô có cách nào khắc phục vấn đề không đủ cơ sở vật chất để học môn kết cấu thép 2 CI3211 k ạ, cho em xin hỏi do hết phòng hay là do k có phòng to ạ, nếu có thể xin thêm 1 thầy nữa dạy được k ạ, có thể học thứ 7 chủ nhật được k ạ, do môn này tiên quyết nên tụi e gấp ạ, em cám ơn cô, mong cô giúp đỡ tụi e. .",
            "Chào bạn,. . . . Môn CI3211 không còn phòng để xếp nha bạn.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính gửi phòng đào tạo Trường Đại học Bách khoa. . Em tên [full_name]. . mssv [student_id]. . khoa cơ khí, ngành công nghệ may. . Em hiện đã đủ 52 chỉ để đăng kí môn năm ba nhưng do đủ sỉ số.. . Em làm đơn này mong phòng đào tạo xét duyệt có thể học các môn này để không bị trể tiến độ học tập. . -Thực tập kỹ thuật MSMH:ME2033 nhóm A02 ngày thứ 7,chủ nhật.. . - công nghệ may 2 MSMH: ME3083 nhóm A01 ngày thứ 6, chủ nhật.. . Em cảm ơn nhiều ạ.. .",
            "Chào bạn, . . Hiện tại các nhóm lớp đã được Phòng Đào tạo mở tối đa sĩ số theo đúng quy định (về môn học, sức chứa phòng...).Trường hợp bạn muốn tăng sĩ số của một nhóm lớp nào đó, bạn vui lòng liên hệ trực tiếp tại Phòng Đào tạo cơ sở 1 (trong thời gian đăng ký môn học), để được nhóm hỗ trợ đăng ký môn học kiểm tra, nếu còn khả năng tăng được hoặc có thể có 1 vài bạn sv xin hủy, nhóm sẽ hỗ trợ tăng sĩ số cho bạn (nếu được) và có thể vào đăng ký ngay luôn nhé. . . Chúc bạn học tốt!. . Thân. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em là sinh viên khoa Quản lý Công Nghiệp, mssv [student_id]. Học kì trước (HK192) em xin tạm dừng vì việc cá nhân nên học kì 2 của năm 3 chưa học. . . . . Học kì này, em không thể đăng ký môn học Phương pháp nghiên cứu trong kinh doanh (IM4001) vì không đạt chuẩn thể chất sau năm 3 (GDTC3) mặc dù các môn tiên quyết và học trước khác đều đã đạt. . . . . Em muốn hỏi PĐT có thể mở cho em đăng kí học môn này và GDTC 3 song song trong kì này được không, để em không bị trễ tiến độ học tập quá nhiều ạ.. . . . Em xin chân thành cảm ơn PĐT.. . . .",
            "Chào bạn,. . . . Là qui chế đã qui định nên không giúp bạn được.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Chào thầy cô ở phòng đào tạo, em tên [full_name], mssv [student_id].. . Hiện tại do lịch học dày đặc nên em không thể đăng kí môn học Trắc địa đại cương (CI1007), Em kính mong PĐT có thể mở thêm sỉ số lớp L06_L14 để em có thể tham gia học cùng các bạn ở học kì này. Em xin chân thành cảm ơn"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em chào cô.. . Em là [full_name]. . MSSV: [student_id]. Lớp: CK18LTH. . Em có thắc mắc về danh sách tốt nghiệp dự kiến, nhưng điểm trung bình của em trên hệ thống mybk là 8.06. Còn điểm trung bình tốt nghiệp trong danh sách tốt nghiệp dự kiến là 7.83.. . Em mong cô giải quyết giùm em trường hợp này.. . Em mong hồi đáp sớm từ cô.. . Em cảm ơn cô.",
            "Chào bạn,. . Hiện tại điểm trên mybk chưa cập nhật tới học kỳ 192. Bạn có thể tự tính điểm TBTN theo quy định và CTĐT của mình. Nếu PDT tính sai cho bạn, bạn có thể làm đơn khiếu nại nhé.. . Còn điểm TBTL tới HK192 sẽ cập nhật trên mybk khi nào có đủ tất cả điểm của sinh viên. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Đầu đợt đăng ký môn học có nhiều yêu cầu mở lớp Kết cấu thép 2 nên thầy cô trong Khoa có chỉ định thầy dạy cho bọn em là thầy [full_name] chỉ có 1 nhóm lớp là A01, và số lượng đăng kí đã đủ lớp. Nhưng trong đợt 3 này e nhận được thông tin và mail của trường là sẽ xóa nhóm A01 - nhóm duy nhất của môn này vì không đảm bảo cơ sở vật chất.. . Vì đây là môn tiên quyết của Luận Văn tốt nghiệp ngành Xây Dựng nên một số bạn rớt kì vừa rồi thật sự cần trường mở môn học này để ra trường đúng hạn trong năm sau. Thầy cô đã sẵn sàng dạy nhưng chúng em rất tiếc về cơ sở vật chất nhưng mong trường có thể ưu tiên vì sự quan trọng của môn học này.. . Mong có sự phản hồi sớm từ trường và mong lớp vẫn tiếp tục được mở. . Em xin cảm ơn",
            "Chào bạn. . Bạn có thể đăng ký học và mở lớp vào học kỳ dự thính 201. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Cho em được hỏi là thể chất kỳ 201 chỉ mở ở cs2 (Trung tâm TDTT ĐHQG) thôi ạ? Trên mybk em vẫn không thấy các môn thể chất khi nhập mã vào. Vì em bị chấn thương nên năm 1 và năm 2 chỉ hoàn thành 2 môn thể chất ở cs2.Nếu đăng ký thể chất ở cs1 thì đăng ký khi nào,ở đâu và thế nào ạ? Em xin cảm ơn. .",
            "Chào bạn,. . . . Các môn vẫn có mở, bạn lên đăng kí .. . . . Các lớp GDTC mã Lxx học cơ sở 2 nha bạn.. . . . Các lớp chất lượng cao mới học CS1.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính chào quý trường,. . . . Em tên là [full_name], MSSV: [student_id], sinh viên K14, khoa Khoa học và Kỹ thuật máy tính.. . . . Ở học kì này khi đăng kí các môn tự chọn nhóm D (ngành Khoa học máy tính) thì em không đăng kí được và hệ thống thông báo là:. . Thiếu (các) môn học:. .   Nhóm [GDTS_3]: GDTS_3 - Chuẩn thể chất sau năm 3 (tiên quyết) . . Cho em hỏi bây giờ phải làm sao để đăng kí được vậy ạ. Em xin chân thành cảm ơn.",
            "Chào bạn,. . . . Bạn xem lại qui chế học vụ 191, mục 4 nha http://www.aao.hcmut.edu.vn/image/data/quyche/Ca%CC%81c%20thay%20%C4%91o%CC%82%CC%89i%20tu%CC%9B%CC%80%20HK191.pdf. . . . Thân.",
            "No solution"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Chào thầy cô ở phòng đào tạo, em tên [full_name], mssv [student_id].. . Hiện tại do lịch học dày đặc nên em không thể đăng kí môn học Cơ lưu chất (CI2003), Em kính mong PĐT có thể mở thêm sỉ số lớp L08_L30 để em có thể tham gia học cùng các bạn ở học kì này. Em xin chân thành cảm ơn. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . em xin phòng đào tạo có thể mở thêm sĩ số cho môn học Xác suất và thống kê mã môn học MT2001 nhóm A01, để em có điều kiện để hoàn thành môn học này trong học kì này ạ. Em xin chân thành cảm ơn.",
            "Chào bạn,. . . . Tất cả các môn  đã mở sỉ số tối đa không tăng được nữa nha bạn.. . . . Thân.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Em tên là [full_name] MSSV [student_id]. . Do số tctl không đủ nên hè này em không được đăng kí TTTN. Hiện tại em đang học học kì 193 và tổng số tctl (tính cả kì 193) của em là 101 tín chỉ( so với yêu cầu đăng kí TTTN là 98). Nhưng 2 lần đăng kí môn học vừa rồi em đều không được đăng kí TTTN vì lí do không đủ tctl. Mong PDT xem xét để em được đăng kí TTTN trong học kì 201 tới ạ.. . Em cảm ơn. .   i Đăng ký môn học .",
            "Chào bạn,. . . . - Còn đợt 4 DKMH dành cho các môn thực tập tốt nghiệp, luận văn và đề cương luận văn.. . . . - Bạn thường xuyên theo dõi mail để biết được thời gian đăng kí nha.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em đã đăng ký xét tốt nghiệp bổ sung vào 2 tuần trước. Bên phòng đào tạo thông báo là vào 8/9 sẽ có mail gửi tới để thông báo kết quả xét tốt nghiệp. Nhưng em vẫn chưa nhận được mail ạ.",
            "Chào bạn,. . Hiện tại bạn chưa đủ điều kiện tốt nghiệp, thiếu [full_name]2: 260632, 260633, 260634 : 2TC.. . Bạn vui lòng kiểm tra lại điều tốt nghiệp của mình.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Chào PĐT ạ . . Em tên là [full_name] . . MSSV [student_id]. . Em viết tin nhắn này để mong PĐT mở thêm sĩ số môn Anh Văn 3(LA1007) ạ.. . Lí do: Em thì hiện đang sắp vào năm 3 và học toàn bộ trên cơ sở 1 nên việc học ở hai cơ sở thì hơi bất tiện ạ , với lại vì một số lí do khác mà em không đăng kí kịp các lớp ở cơ sở 1 và đã đăng kí môn học cơ sở 2 ạ.. . . . Mong PĐT hiểu và thông cảm giúp em mở thêm sỉ số ở các lớp cơ sở 1 để em được đổi lên cơ sở 1 ạ .. . Em xin chân thành cảm ơn ạ.",
            "Chào bạn, . . Hiện tại các nhóm lớp đã được Phòng Đào tạo mở tối đa sĩ số theo đúng quy định (về môn học, sức chứa phòng...).Trường hợp bạn muốn tăng sĩ số của một nhóm lớp nào đó, bạn vui lòng liên hệ trực tiếp tại Phòng Đào tạo cơ sở 1 (trong thời gian đăng ký môn học), để được nhóm hỗ trợ đăng ký môn học kiểm tra, nếu còn khả năng tăng được hoặc có thể có 1 vài bạn sv xin hủy, nhóm sẽ hỗ trợ tăng sĩ số cho bạn (nếu được) và có thể vào đăng ký ngay luôn nhé. . . Chúc bạn học tốt!. . Thân. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kỳ hè này (193) em đang học môn CI3009 là môn học trước của môn CI4011. Kỳ tới (201) em muốn đăng kí môn CI4011 nhưng do kì hè chưa kết thúc nên em đăng kí chưa được, xin phòng đào tạo giúp em để em có thể đăng kí được môn trên để em k bị trễ tiến độ ạ. Em xin chân thành cảm ơn.",
            "Chào bạn,. . . . Môn học trước thì bạn đăng kí được nha bạn.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Phòng đào tạo có thể cho em xin vào lớp Xử lý số tín hiệu EE2015  (do lớp đã đủ sĩ số). Do năm cuối nên em cần môn này để theo kịp tiến độ học tập.",
            "Chào bạn, . . Hiện tại các nhóm lớp đã được Phòng Đào tạo mở tối đa sĩ số theo đúng quy định (về môn học, sức chứa phòng...).Trường hợp bạn muốn tăng sĩ số của một nhóm lớp nào đó, bạn vui lòng liên hệ trực tiếp tại Phòng Đào tạo cơ sở 1 (trong thời gian đăng ký môn học), để được nhóm hỗ trợ đăng ký môn học kiểm tra, nếu còn khả năng tăng được hoặc có thể có 1 vài bạn sv xin hủy, nhóm sẽ hỗ trợ tăng sĩ số cho bạn (nếu được) và có thể vào đăng ký ngay luôn nhé. . . Chúc bạn học tốt!. . Thân. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Thầy cô cho em hỏi sinh viên k14 khi đăng kí luận văn kì này là đăng kí vào phần chính qui hay chính qui chuyển hệ ?. .",
            "Chào bạn,. . . . Bấm vào học kỳ chính.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Thưa pđt, em muốn xin tăng sỉ số lớp L01, môn Quản lý Logistics, mã ME2125. Lí do: môn Quản lý Logistics mã ME3233 không mở lớp. Em xin chân thành cảm ơn",
            "Chào bạn, . . Hiện tại các nhóm lớp đã được Phòng Đào tạo mở tối đa sĩ số theo đúng quy định (về môn học, sức chứa phòng...).Trường hợp bạn muốn tăng sĩ số của một nhóm lớp nào đó, bạn vui lòng liên hệ trực tiếp tại Phòng Đào tạo cơ sở 1 (trong thời gian đăng ký môn học), để được nhóm hỗ trợ đăng ký môn học kiểm tra, nếu còn khả năng tăng được hoặc có thể có 1 vài bạn sv xin hủy, nhóm sẽ hỗ trợ tăng sĩ số cho bạn (nếu được) và có thể vào đăng ký ngay luôn nhé. . . Chúc bạn học tốt!. . Thân. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Khi nào thì mình có lịch thi anh văn HK193 ạ",
            "Chào bạn. . Bạn vui lòng theo dõi kết quả lịch thi được cập nhật trên trang Mybk/xem lịch thi. . Thân"
        ]
    }
]