[
    {
        "intent": "",
        "message": [
            "Chào Phòng Đào Tạo ạ!. . Em là sinh viên khoa Kĩ Thuật Xây Dựng khóa 17. Cho tới hiện nay em chưa từng học nhóm môn tự chọn là Sinh học đại cương (CH2027) và Hóa Vô cơ (\tCH2011) .. Hai môn này là môn tự chọn chỉ cần học 1.. Theo thông tin em biết là khoa xây dựng của các khóa sau sẽ không học môn Sinh đại cương nữa. Em không biết là môn học thay thế cho môn Sinh đại cương sẽ mở vào kì nào nữa,.. Mong Phòng Đào Tạo giúp em về vấn đề này để em có thể hoàn thành chương trình đào tạo ạ. Em xin chân thành cảm ơn!",
            "Chào bạn. . Về chương trình đào tạo/phân ngành bạn vui lòng liên hệ Khoa (cụ thể là Thầy phó khoa phụ trách chương trình đào tạo) để tư vấn và giải đáp. . Chúc bạn học tập tốt nhé.. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ cho em hỏi là em có được văn phòng đăng ký môn cho học kì đầu khi đã vào được main sau khi học 2 kì pre không vậy ạ. . Em xin cảm ơn . .",
            "Chào em,. . Em liên hệ [email] để hướng dẫn.. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ cho em hỏi là em có được văn phòng đăng ký môn cho học kì đầu khi đã vào được main sau khi học 2 kì pre không vậy ạ. . Em xin cảm ơn",
            "Chào em,. . Em liên hệ [email] để được hướng dẫn.. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Tôi xin phép gửi đơn xin phục hồi thời khóa biểu lên nhà trường.. . Rất mong phía nhà trường có thể xem xét giúp tôi.. . Xin cảm ơn!"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em chào cô,. . Theo kế hoạch nhà trường thì ngày 19/7 nhà trường sẽ cho tiếp hục học kì 202 nhưng theo tình hình dịch covid thực tế thì không biết nhà trường đã dự kiến phương án nếu còn nghỉ kéo dài nữa chưa ạ ? Mong cô giúp em để có thể sắp xếp thời gian quay lại TPHCM",
            "Chào bạn. . Với tình hình hiện tại, bạn vui lòng đợi mail thông báo sau của nhà trường nghen. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]7  /b \t. . Chào thầy cô, trong học kỳ vừa rồi em đã xin được đăng ký luận văn tốt nghiệp tuy nhiên không đăng ký được do em đã hiểu sai về việc thi kỳ thi tổ chức ở trường, do đó em đã đăng ký thi VNU-EPT ngay, tuy nhiên lịch thi của em liên tục bị lùi lại do dịch bệnh. Do đó hiện tại em vẫn chưa có bằng. Học kỳ này hiện nay em đã và đang làm luận văn với thầy [full_name], đã tiến hành phản biện 50%. Và theo thông báo từ phía thầy [full_name] là em sẽ nộp và bảo vệ luận văn vào cuối tháng 7 theo hình thức online. Tuy nhiên hiện nay em vẫn chưa được sự cho phép của PĐT để được bảo vệ luận văn. Kính mong quý thầy cô có thể xem xét cho trường hợp của em để em xin phép được nộp bổ dung chứng chỉ tiếng anh sau và được phép bảo vệ LVTN trong đợt này.. . Em xin cam kết sẽ đóng học phí, lệ phí và chứng chỉ Tiếng Anh đầy đủ.. . Kính xin PĐT xem xét hỗ trợ trong trường hợp của em.. . Em xin chân thành cảm ơn quý thầy cô.. . Sinh viên,. . [full_name]. .   i Yêu cầu khác .",
            "Chào bạn. . Trường hợp theo quy định không có CCNN thì không thể đăng ký LVTN. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em chào thầy/cô!. . Thầy/cô cho em hỏi là trường mình bao giờ bắt đầu học kì 211 vậy ạ. Vẫn giữ nguyên lịch như thông báo hay có hoãn lại vậy ạ.. .  . . Em cảm ơn thầy/cô!. .",
            "Chào bạn. . Hiện tại chưa có lịch học vụ của HK211 nghen, bạn đợi thông báo qua mail sau . . Thân",
            "Chào em,. . Tình hình như hiện nay em thấy đó, không nói trước được, vẫn như thông báo, khi nào có thay đổi PĐT sẽ email đến toàn sv.. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ .  Hiện tại với tình hình phức tạp của dịch covid 19, em không thể đến trường để nộp giấy thu nhận lại sinh viên cho kịp đăng kí môn học kì 204 tiếp theo. Cho em hỏi nếu mình muốn nộp đơn online thì mình có thể nộp ở đâu? Hoặc nếu qua đợt dịch, liệu em có kịp để nộp đơn thu nhận lại để bắt đầu đắng kí môn cho học kì sắp tới không ạ?. .",
            "Chào bạn. . -\tVề vấn đề này bạn vui lòng liên hệ Văn phòng đào tạo quốc tế qua địa chỉ mail: [email] . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính gửi Phòng đào tạo.. . . . Trong học kì hè 203 em đã đăng kí môn \"Thực tập công nghiệp\" mã môn học: 400431. . Nhưng do tình hình dịch bệnh phức tạp và kéo dài do đó em rất khó khăn trong việc tìm công ty để thực tập. Vì vậy em mong muốn được Phòng đào tạo cung cấp thêm thông tin về thời hạn cuối nộp báo cáo thực tập hay các biện pháp hỗ trợ sinh viên trong việc thực tập ạ.. . . . Em xin chân thành cảm ơn!",
            "Chào bạn. . -\tVề vấn đề này bạn vui lòng liên hệ Văn phòng đào tạo quốc tế qua địa chỉ mail: [email] để được hỗ trợ và tư vấn. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Kính gửi PĐT hệ VHVL. . em là [full_name]. . MSSV [student_id]. . hệ VHVL. . - Môn học Tổ Chức Thi Công (CI4049 với 4 tín chỉ) khi em đăng ký môn học thì không thấy mã môn học này còn mở nên em đã đăng ký với mã CI4125-Tổ Chức Thi Công (lý thuyết - 3 tín chỉ) và CI4127-Đồ Án Tổ Chức Thi Công (1 tín chỉ).Phần lý thuyết CI4125 em đã đủ điểm đậu còn phần đồ án CI4127 em đang làm trong học kỳ hè 203 này - Môn học Nền Móng (CI3037 với 3 tín chỉ) khi em đăng ký môn học thì không thấy mã môn học này còn mở nên em đã đăng ký với mã CI3195-Nền Móng (lý thuyết - 2 tín chỉ) và CI3197-Đồ Án Nền Móng (1 tín chỉ). Phần lý thuyết CI3195 em đã đủ điểm đậu còn phần đồ án CI3197 em đang làm trong học kỳ hè 203 này. . Vậy cho em hỏi là với 2 mã môn học cũ CI3037 và CI4049 em không đăng ký được thì em có thể thay thế bằng 2 mã môn học khác không ạ?Hai mã môn học cũ và mới chương trình đều như nhau và chỉ tách phần đồ án ra riêng thôi ạ,chứ nếu không tính vào thì thiệt cho em quá,em mong PĐT giúp đỡ em. . Em xin chân thành cảm ơn!  CODE   /CODE   B",
            "Chào bạn,. . Phòng đào tạo đã ghi nhận trường hợp của bạn, và đã chuyển thông tin đến các bộ phận liên quan để kiểm tra và xử lý, bạn vui lòng đợi Pdt phản hồi kết quả qua BKSI hoặc mail sinh viên. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác  /i  Cho em hỏi đợt 2 có mở đăng ký cho nộp bằng không ạ ? Hiện tại do tình hình dịch bệnh nên em chưa thể lấy được bằng tốt nghiệp để có số hiệu văn bằng mà hôm nay là hết hạn đăng ký rồi ạ. . . .",
            "Chào em,. . PĐT đã gửi email ngày 23/6/21 về việc này rồi. . . . Do tình hình dịch covid-19 nên SV nào chưa kịp nộp bằng trong đợt 1 thì có thể nộp bổ sung vào đợt 2. (Sinh viên CQ Bằng 2 và CQ Liên thông vui lòng bỏ qua email này).. . . . I. Hướng dẫn cách nộp. . . . 1. SV Vào myBK    Đăng ký nộp bằng THPT    Nhập thông tin bằng THPT và in ra phiếu xác nhận thông tin bằng THPT.. . . . 2. SV Nộp bản sao bằng THPT (phải ghi MSSV lên bản sao kèm phiếu xác nhận thông tin bằng THPT) cho lớp trưởng.. . . . - Lớp trưởng kiểm tra và lập danh sách lớp nộp (ghi rõ Tên lớp, Khoa, Tên lớp trưởng, sắp xếp theo thứ tự tăng dần của MSSV, mỗi bằng có kèm phiếu xác nhận thông tin bằng THPT của mỗi SV).. . . . * Địa điểm nộp: Phòng đào tạo 101A1 tại cơ sở 1 hoặc Khu hành chính - Cơ sở Dĩ An H1 tại cơ sở 2 (Để tránh thất lạc, SV không nên nộp riêng lẻ, cá nhân). . . . * Thời gian nộp: từ 06/09/2021 đến 16/09/2021. . . . 3. Sau khi nộp xong, SV chờ phòng đào tạo gửi mail xác nhận lại (sẽ có thông báo tới toàn bộ SV K20). . . . II. Lưu ý:. . . . SV có thể nộp một trong các loại giấy tờ bằng THPT như sau:. . . . - Bản sao bằng THPT do Sở GD&ĐT cấp. . . . - Bản photocopy bằng THPT do Sở GD&ĐT xác nhận “Sao y từ sổ gốc”. . . . - Bản photocopy bằng THPT có chứng thực sao y bản chính.. . . . . . . . Sau thời hạn nộp, các sinh viên không nộp bản sao bằng Tốt nghiệp THPT sẽ không được đăng ký môn học cho học kỳ tiếp theo và bị tạm dừng học.. . Thân mến,"
        ]
    },
    {
        "intent": "",
        "message": [
            "Rút môn học (phải thanh toán học phí) Học kỳ 203 .",
            "Chào bạn,. . . . - Phòng Đào tạo đã tiếp nhận yêu cầu về việc xin Rút môn học HK Hè 3/2020-2021 (tính Học Phí). Bạn vui lòng theo dõi kết quả được cập nhật trêntrang Mybk/xem điểm sau ngày 20/07/2021 (nếu sau thời gian trên vẫn chưa được xử lý bạn có thể vào trangbksi.hcmut.edu.vn để khiếu nại).. . . .  . . . . Chúc bạn học tập tốt nhé.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ .  - Dạ, chào PĐT, em tên [full_name] MSSV [student_id], hiện là sinh viên năm 4 Khoa Điện điện tử.. .  - Kỳ 202 hiện tại em đang có quyết định tạm dừng học được thông báo trên MyBK, nhưng không nhận được mail và danh sách tạm dừng học - không tra cứu được trên trang (http://www.aao.hcmut.edu.vn/image/data/Tra_cuu/xem_danhsach?id_ds=2641&masv=[student_id]&code=rv).. . - Do hiện tại em năm 4 và chỉ còn môn Luân văn nhưng không đủ điều kiện đăng ký ở kỳ 202.. . - Hiện tại em có thực hiện mẫu \"Thu nhận lại\", em cần lên nộp trực tiếp PĐT không ạ?",
            "Chào bạn. . Pdt ghi nhận đơn thu nhận, và sẽ làm qd thu nhận. . Bạn xem tình trạng sinh viên cập nhật mới tại Mybk - thông tin sinh viên dự kiến sau 15/7/21. . Bạn theo dõi lịch học vụ HK211 để dkmh nhé (hiện tại chưa có). . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Rút môn học (phải thanh toán học phí) Học kỳ 203 . Em muốn rút môn học Hk203",
            "bạn rút môn nào thì điền mẫu rút môn rùi chụp hình nộp lên BKSI nhé",
            "Chào bạn,. . - Phòng Đào tạo đã tiếp nhận yêu cầu về việc xin Rút môn học HK Hè 3/2020-2021 (tính Học Phí). Bạn vui lòng theo dõi kết quả được cập nhật trêntrang Mybk/xem điểm sau ngày 20/07/2021 (nếu sau thời gian trên vẫn chưa được xử lý bạn có thể vào trangbksi.hcmut.edu.vn để khiếu nại).. .  . . Chúc bạn học tập tốt nhé.. . Thân. .",
            "Chào bạn,. . Phiếu rút môn học của bạn không hợp lệ vì bạn đã bị hủy thời khóa biểu của HK203 do không thanh toán học phí học kỳ hè HK203 đúng hạn và Học phí HK203 sẽ bị ghi nợ (SV vui lòng xem lại thông về ĐKMH của HK203 đã gửi qua mail cho sinh viên). . Sinh viên sẽ bị huỷ thời khoá biểu và ghi nợ học phí Học kỳ hè 203 vì chưa thanh toán học phí (Sinh viên vẫn phải đóng học phí, không hoàn trả hay huỷ học phí). Nếu không thanh toán HP Sinh viên sẽ không được phép ĐKMH của Học kỳ tiếp theo (chính quy+ dự thính). . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Cô ơi, cho em hỏi hè này Thực tập tốt nghiệp có bị hủy không ạ, vì em thấy dịch bệnh phức tạp và môn Thực tập tốt nghiệp vẫn đang bị hoãn ạ. .   i Yêu cầu khác .",
            "Chào em,. . Hè không hủy môn TTTN, PĐT sẽ email sau nhé.. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác:",
            "Chào em,. . PĐT đã gửi email ngày 23/6/21 về việc này rồi. . . . Do tình hình dịch covid-19 nên SV nào chưa kịp nộp bằng trong đợt 1 thì có thể nộp bổ sung vào đợt 2. (Sinh viên CQ Bằng 2 và CQ Liên thông vui lòng bỏ qua email này).. . . . I. Hướng dẫn cách nộp. . . . 1. SV Vào myBK    Đăng ký nộp bằng THPT    Nhập thông tin bằng THPT và in ra phiếu xác nhận thông tin bằng THPT.. . . . 2. SV Nộp bản sao bằng THPT (phải ghi MSSV lên bản sao kèm phiếu xác nhận thông tin bằng THPT) cho lớp trưởng.. . . . - Lớp trưởng kiểm tra và lập danh sách lớp nộp (ghi rõ Tên lớp, Khoa, Tên lớp trưởng, sắp xếp theo thứ tự tăng dần của MSSV, mỗi bằng có kèm phiếu xác nhận thông tin bằng THPT của mỗi SV).. . . . * Địa điểm nộp: Phòng đào tạo 101A1 tại cơ sở 1 hoặc Khu hành chính - Cơ sở Dĩ An H1 tại cơ sở 2 (Để tránh thất lạc, SV không nên nộp riêng lẻ, cá nhân). . . . * Thời gian nộp: từ 06/09/2021 đến 16/09/2021. . . . 3. Sau khi nộp xong, SV chờ phòng đào tạo gửi mail xác nhận lại (sẽ có thông báo tới toàn bộ SV K20). . . . II. Lưu ý:. . . . SV có thể nộp một trong các loại giấy tờ bằng THPT như sau:. . . . - Bản sao bằng THPT do Sở GD&ĐT cấp. . . . - Bản photocopy bằng THPT do Sở GD&ĐT xác nhận “Sao y từ sổ gốc”. . . . - Bản photocopy bằng THPT có chứng thực sao y bản chính.. . . . . . . . Sau thời hạn nộp, các sinh viên không nộp bản sao bằng Tốt nghiệp THPT sẽ không được đăng ký môn học cho học kỳ tiếp theo và bị tạm dừng học.. . Thân mến,"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em xin chào phòng đào tạo đại học bách khoa, trong học kì tới đây em có đăng kí xét tuyển học văn bằng 2 tại trường. Em có thắc mắc là em đã đăng kí thông tin tại cổng tuyển sinh và in phiếu xét tuyển và đến bước nộp cho pdt trường, phòng đào tạo cho em hỏi là em có thể nộp phiếu xét tuyển vb2 cho phòng đào tạo thông qua đường bưu điện và cách nộp tiền phí xét tuyển khi được gửi qua đường bưu điện ạ?.. . Em xin cảm ơn. .",
            "Chào bạn. . Bạn xem kĩ thông tin tại đây?. . http://tuyensinh.hcmut.edu.vn/admission/index.php?route=catalog/chitietts&path=70_158&tid=1805. . . . 1. Đăng ký thông tin xét tuyển trực tuyến tại Cổng tuyển sinh. . . . 2. Nộp lệ phí xét tuyển (200.000 đ). . . . 3. Lệ phí miễn môn học (150.000 đ). . . . 4. Xác nhận hoàn thành đăng ký tại Cổng tuyển sinh. . . . 5. Xem kết quả trúng tuyển tại Cổng tuyển sinh. . . . 6. Lịch trình tuyển sinh. . . . Đợt tuyển sinh. . . . Đợt 1. . . . Kê khai hồ sơ online. . . . 25/05 – 26/07/2021. . . . Công bố kết quả xét tuyển . . . . 05/08/2021. . . . Làm thủ tục nhập học (dự kiến). . . . 06/08 – 17/08/2021. . . . Bắt đầu học kỳ (dự kiến). . . . 23/08/2021"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em muốn nhận bằng tốt nghiệp cần phải mang gì khi lên phòng đào tạo nhận bằng? Có cần đăng kí trước không ạ?",
            "Chào bạn. . Khi liên hệ để nhận bằng tốt nghiệp, bạn đem theo CMNH và thẻ Sinh viên (nếu còn) để nhận. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Em chào thầy cô, em muốn nộp đơn xin tạm dừng học cho bạn em - hiện đang điều trị tại BV Nhiệt đới (lâu dài). Nhưng tình hình dịch khó khăn, em không biết là có thể nộp đơn online được không? Có bắt buộc chữ kí của GVCN và Trưởng khoa hay không? Và hiện tại em không thể gặp bạn được nên phần chữ kí của bạn thì phải để trống đúng không ạ?. . Em xin cảm ơn, và mong nhận được hôig đáp sớm từ thầy/cô ạ. . . .",
            "Chào bạn. . Về việc tạm dừng bạn không thể nộp trên bksi cho bạn của bạn, chỉ có bạn của bạn thông qua bksi gởi bằng tài khoản của bạn ấy thì Pdt mới giải quyết được. . - Nhưng mà bạn của bạn xin tạm dừng lý do gì ? tạm dừng HK nào. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Phòng đào tạo cho em hỏi: dưới em hiện nay địa phương kêu nộp giấy xác nhận tạm hoãn nghĩa vụ quân sự. Em đã xác nhận với họ rằng em đã nộp giấy lúc sau Tết rồi, nhưng họ lại đòi giấy tạm hoãn nghĩa vụ cho năm 2022 và kêu em lên trường xin nữa. Nhưng hiện giờ trường không cho sinh viên vào nữa, và nếu có vào được thì em nghe nói văn phòng khoa không tiếp sinh viên. Vậy giờ em phải làm sao ạ?. . . . Mong phòng đào tạo giải đáp thắc mắc của em, em cảm ơn ạ!",
            "Chào em,. . - Đầu năm học trường in cho tất cả SV còn đang học có thời khóa biểu hk211: giấy chứng nhận NVQS, SV liên hệ Khoa để lấy.. . . . - Bây giờ em đăng ký thì em phải có TKB HK202, vào mục chứng nhận sv, chọn option .... . gửi qua bưu điện. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác  /i   B . . . .",
            "Chào bạn. . Phòng đào tạo ghi nhận đơn trình bày đóng trễ học phí của bạn. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Rút môn học (phải thanh toán học phí) Học kỳ 203 .",
            "Thưa thầy/cô,[full_name] [full_name] [full_name] [full_name] Em đã dăng ký môn Vật liệu xây dựng nhưng bây giờ em muốn rút môn học này, vì môn này không nằm trong chương trình học Cơ Điện Tử ( hệ VLVH) của em[full_name][full_name] [full_name] [full_name] [full_name] Em hiện vẫn chưa thanh toán học phí[full_name] Vì vậy em chưa có biên lai đóng học phí[full_name][full_name] [full_name] [full_name] [full_name] Mong thầy cô có thể hỗ trợ em[full_name][full_name] [full_name] [full_name] [full_name] Thông tin liên hệ của em [full_name] [full_name] SDT 089 848 5610[full_name] [full_name] email [email][full_name] [full_name] [full_name] [full_name] Kính thư[full_name] [full_name] [full_name][full_name][full_name] [full_name] [full_name] [full_name]",
            "Chào bạn;. . Bạn muốn rút môn thì phải làm theo mẫu đơn rút môn học nhé, và phải thanh toán học phí nhé. . Thân",
            "mẫu đon rút môn học có thể xem ở đâu anh",
            "Chào bạn,. . Bạn vui lòng tải mẫu đơn rút MH tại đây:. . aao.hcmut.edu.vn/Sinh viên/biểu mẫu.. . Thời điểm này đã hết hạn rút môn học của HK202, bạn vui lòng làm thêm 1 đơn trình bày về lý do xin rút MH trễ hạn, gửi qua bksi.. . Rút MH vẫn phải đóng học phí theo quy định nhé:. . Bạn vui lòng xem quy định rút MH tại đây:. . aao.hcmut.edu.vn/sinh viên/quy chế/học vụ/Quy chế đào tạo và học vụ bậc đại học, cao đẳng:/điều 11.2. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Rút môn học (phải thanh toán học phí) Học kỳ 203 .",
            "Chào bạn,. . . . - Phòng Đào tạo đã tiếp nhận yêu cầu về việc xin Rút môn học HK Hè 3/2020-2021 (tính Học Phí). Bạn vui lòng theo dõi kết quả được cập nhật trêntrang Mybk/xem điểm sau ngày 20/07/2021 (nếu sau thời gian trên vẫn chưa được xử lý bạn có thể vào trangbksi.hcmut.edu.vn để khiếu nại).. . . .  . . . . Chúc bạn học tập tốt nhé.. . . . Thân",
            "Chào bạn,. . - Phiếu rút môn học của bạn không hợp lệ vì bạn đã bị hủy thời khóa biểu của HK203 do không thanh toán học phí học kỳ hè HK203 đúng hạn . . - Hiện tại TKB hk203 của bạn đã bị hủy, mặc dù bạn đã thanh toán học phí Hk203 vào ngày 01/07/2021. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Dạ cho em hỏi là khi mình nhập thông tin trong tờ đăng kí xét tuyển văn bằng 2 xong thì mình có cần nộp lại bản giấy đã xác nhận của địa phương cho pdt trước ngày 26/7 không ạ hay chỉ cần đăng kí ở cổng tuyển sinh xong và chờ ngày công bố kết quả ạ?.. . Do em có khai lý lịch lần đầu có nhầm lẫn nên em có đăng kí thêm bản khác thì có ảnh hưởng gì ko ạ. . . Em xin cảm ơn. .",
            "Chào bạn. . đăng kí ở cổng tuyển sinh xong và chờ ngày công bố kết quả . . Xem chi tiết tại:. . http://tuyensinh.hcmut.edu.vn/admission/index.php?route=catalog/chitietts&path=70_158&tid=1805"
        ]
    },
    {
        "intent": "",
        "message": [
            "Rút môn học (phải thanh toán học phí) Học kỳ 203 . Em xin rút môn CI4011 thí nghiệm công trình",
            "bạn điền theo mẫu đơn rút môn học trên biểu mãu và chụp hình nộp lại trên BKSI nhé"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Cái [full_name] có bắt buộc phải đăng ký với cài đặt không ad ?. . . .",
            "Chào em,. . Em liên hệ [email] để hướng dẫn.. . Thân mến,. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Em chào Thầy/cô. . Em là sinh viên K15, mã môn học cũ Ci2039 Kết cấu bê tông cốt thép hiện tại tách thành 2 Ci2091 Kết cấu bê tông cốt thép 1 và Ci2093 ĐAMH Kết cấu bê tông cốt thép 1. . . Vậy em có thể học mã môn học mới rồi quy đổi điểm về mã cũ được không ạ? Nếu được thì bắt buộc học hết 2 mã hay chỉ mã Ci2093 thôi ạ.. . . .",
            "Chào bạn. . Về chương trình đào tạo/phân ngành bạn vui lòng liên hệ Khoa (cụ thể là Thầy phó khoa phụ trách chương trình đào tạo) để tư vấn và giải đáp. . Chúc bạn học tập tốt nhé.. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Kính chào quý thầy cô. Thầy cô cho e hỏi đợt liên thông bảo dưỡng công nghiệp cao đẳng 2017 lên đại học vào thời gian nào ạ? E cảm ơn",
            "Chào bạn. . Hiện tại tuyển sinh liên thông đang tạm ngưng từ năm 2020 vì lý do rất ít hồ sơ. . - Bạn nên đăng ký tuyển sinh theo hệ VLVH . . chi tiết xem tại: http://tuyensinh.hcmut.edu.vn/- DH VLVH. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Tại sao ở phần cập nhật thông tin sinh viên thì chỉ có nút cập nhật thông tin liên lạc và CMND. Còn thông tin gia đình thì không có vậy ạ. Phải cập nhật Thông tin gia đình như thế nào ạ. .",
            "Chào bạn. . Đúng rồi bạn, nhà trường đã có thông tin trong dữ liệu nội bộ rồi. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Kính chào quý thầy/cô, em là sinh viên khoa Điện-Điện Tử và sắp chuẩn bị phải phân ngành. Quý thầy/cô cho em hỏi nếu em nộp bằng av và quy đổi ra trung bình tích lũy thì điểm phân ngành có dựa trên điểm đã cộng điểm av vào không ạ. Em xin chân thành cám ơn!",
            "Chào em,. . Việc phân ngành em hỏi ở Khoa nhé.. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Pđt cho em hỏi là tại sao em điền được thông tin nhưng em lại không xác nhận đăng kí được vậy ạ ?. .",
            "Chào em,. . PĐT đã gửi email ngày 23/6/21 về việc này rồi. . . . Do tình hình dịch covid-19 nên SV nào chưa kịp nộp bằng trong đợt 1 thì có thể nộp bổ sung vào đợt 2. (Sinh viên CQ Bằng 2 và CQ Liên thông vui lòng bỏ qua email này).. . . . I. Hướng dẫn cách nộp. . . . 1. SV Vào myBK    Đăng ký nộp bằng THPT    Nhập thông tin bằng THPT và in ra phiếu xác nhận thông tin bằng THPT.. . . . 2. SV Nộp bản sao bằng THPT (phải ghi MSSV lên bản sao kèm phiếu xác nhận thông tin bằng THPT) cho lớp trưởng.. . . . - Lớp trưởng kiểm tra và lập danh sách lớp nộp (ghi rõ Tên lớp, Khoa, Tên lớp trưởng, sắp xếp theo thứ tự tăng dần của MSSV, mỗi bằng có kèm phiếu xác nhận thông tin bằng THPT của mỗi SV).. . . . * Địa điểm nộp: Phòng đào tạo 101A1 tại cơ sở 1 hoặc Khu hành chính - Cơ sở Dĩ An H1 tại cơ sở 2 (Để tránh thất lạc, SV không nên nộp riêng lẻ, cá nhân). . . . * Thời gian nộp: từ 06/09/2021 đến 16/09/2021. . . . 3. Sau khi nộp xong, SV chờ phòng đào tạo gửi mail xác nhận lại (sẽ có thông báo tới toàn bộ SV K20). . . . II. Lưu ý:. . . . SV có thể nộp một trong các loại giấy tờ bằng THPT như sau:. . . . - Bản sao bằng THPT do Sở GD&ĐT cấp. . . . - Bản photocopy bằng THPT do Sở GD&ĐT xác nhận “Sao y từ sổ gốc”. . . . - Bản photocopy bằng THPT có chứng thực sao y bản chính.. . . . . . . . Sau thời hạn nộp, các sinh viên không nộp bản sao bằng Tốt nghiệp THPT sẽ không được đăng ký môn học cho học kỳ tiếp theo và bị tạm dừng học.. . . . - Hoặc em email huongthuy@hcmut.edu.vn. . Thân mến,"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: 2010212  /b \t. . . .   i Yêu cầu khác . Kính thưa Quý Thầy/Cô, em có câu hỏi muốn thắc mắc là em không thể đăng kí nộp bằng PTTH trên my bk được, lý do là hết đợt 1. Tuy nhiên trong gmail trước của phòng đào tạo chỉ nói là hết hạn nộp đợt 1 chứ đâu nói thời hạn đăng kí đâuạ! . Em xin cảm ơn rất nhiều !",
            "Chào em,. . PĐT đã gửi email ngày 23/6/21 về việc này rồi. . . . Do tình hình dịch covid-19 nên SV nào chưa kịp nộp bằng trong đợt 1 thì có thể nộp bổ sung vào đợt 2. (Sinh viên CQ Bằng 2 và CQ Liên thông vui lòng bỏ qua email này).. . . . I. Hướng dẫn cách nộp. . . . 1. SV Vào myBK    Đăng ký nộp bằng THPT    Nhập thông tin bằng THPT và in ra phiếu xác nhận thông tin bằng THPT.. . . . 2. SV Nộp bản sao bằng THPT (phải ghi MSSV lên bản sao kèm phiếu xác nhận thông tin bằng THPT) cho lớp trưởng.. . . . - Lớp trưởng kiểm tra và lập danh sách lớp nộp (ghi rõ Tên lớp, Khoa, Tên lớp trưởng, sắp xếp theo thứ tự tăng dần của MSSV, mỗi bằng có kèm phiếu xác nhận thông tin bằng THPT của mỗi SV).. . . . * Địa điểm nộp: Phòng đào tạo 101A1 tại cơ sở 1 hoặc Khu hành chính - Cơ sở Dĩ An H1 tại cơ sở 2 (Để tránh thất lạc, SV không nên nộp riêng lẻ, cá nhân). . . . * Thời gian nộp: từ 06/09/2021 đến 16/09/2021. . . . 3. Sau khi nộp xong, SV chờ phòng đào tạo gửi mail xác nhận lại (sẽ có thông báo tới toàn bộ SV K20). . . . II. Lưu ý:. . . . SV có thể nộp một trong các loại giấy tờ bằng THPT như sau:. . . . - Bản sao bằng THPT do Sở GD&ĐT cấp. . . . - Bản photocopy bằng THPT do Sở GD&ĐT xác nhận “Sao y từ sổ gốc”. . . . - Bản photocopy bằng THPT có chứng thực sao y bản chính.. . . . . . . . Sau thời hạn nộp, các sinh viên không nộp bản sao bằng Tốt nghiệp THPT sẽ không được đăng ký môn học cho học kỳ tiếp theo và bị tạm dừng học.. . Thân mến,"
        ]
    },
    {
        "intent": "",
        "message": [
            "Rút môn học (phải thanh toán học phí) Học kỳ 202 .",
            "Rút môn học (phải thanh toán học phí) Học kỳ 202 .",
            "Chào bạn. . Về trường hợp của bạn, bạn vui lòng gởi mail trực tiếp đến mail [email], chuyên viên pdt được giao nhiệm vụ tổng kết vấn đề hủy môn học và hoàn học phí này của bạn, và đã có mail gởi thông báo cho bạn. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Kính chào cô .. . Cô cho em hỏi học kỳ hè 203 hệ vlvh của tụi em đăng ký thực tập nhận đề tài ngày 9.6.2021  nhưng không học được vì dịch và đã Đăg kí trước ngày dịch bùng phát và tp. HCM có lệnh chỉ thị giản cách  . Trước đó ngày tụi em lên  lấy  đề tài để thực tập theo gmail trường đã gửi mail ngày 8.6.2021 và ngày 9.6.2021 tụi e lên nhưg k có ai và sau đó rơi vào thời  điểm giản cách khi đó trườg  đã  co thời khóa biểu nhưng chua có ngày cụ thể để thực tập . Và khi mail nhắc chúng e thanh toán học phí nếu Vậy chúng em phải thanh toán học phí  sao ạ  và lịch thực tập của tụi e nếu k rút môn sao ạ . Mong cô xem xét giúp em . . Em xin cảm on . .",
            "Chào bạn. . Hiện tại PDT kiểm tra bạn có TKB môn TTNT. . - Theo thông báo của nhà trường vì lý do dịch nên môn TTNT tạm thời hoãn đợi thông báo mới. . - Trong thời gian này bạn liên hệ Khoa và bộ môn để được hướng dẫn thêm. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác .  . . Cho em hỏi là lúc đăng ký nộp bằng PTTH em lỡ chọn nộp bản sao do sở giáo dục cấp thay vì 2 bản photo có công chứng. Giờ đã hết hạn nộp em không sửa lại được thì làm sao ạ.Em cảm ơn.",
            "Chào em,. . PĐT đã gửi email ngày 23/6/21 về việc này rồi. . . . Do tình hình dịch covid-19 nên SV nào chưa kịp nộp bằng trong đợt 1 thì có thể nộp bổ sung vào đợt 2. (Sinh viên CQ Bằng 2 và CQ Liên thông vui lòng bỏ qua email này).. . . . I. Hướng dẫn cách nộp. . . . 1. SV Vào myBK    Đăng ký nộp bằng THPT    Nhập thông tin bằng THPT và in ra phiếu xác nhận thông tin bằng THPT.. . . . 2. SV Nộp bản sao bằng THPT (phải ghi MSSV lên bản sao kèm phiếu xác nhận thông tin bằng THPT) cho lớp trưởng.. . . . - Lớp trưởng kiểm tra và lập danh sách lớp nộp (ghi rõ Tên lớp, Khoa, Tên lớp trưởng, sắp xếp theo thứ tự tăng dần của MSSV, mỗi bằng có kèm phiếu xác nhận thông tin bằng THPT của mỗi SV).. . . . * Địa điểm nộp: Phòng đào tạo 101A1 tại cơ sở 1 hoặc Khu hành chính - Cơ sở Dĩ An H1 tại cơ sở 2 (Để tránh thất lạc, SV không nên nộp riêng lẻ, cá nhân). . . . * Thời gian nộp: từ 06/09/2021 đến 16/09/2021. . . . 3. Sau khi nộp xong, SV chờ phòng đào tạo gửi mail xác nhận lại (sẽ có thông báo tới toàn bộ SV K20). . . . II. Lưu ý:. . . . SV có thể nộp một trong các loại giấy tờ bằng THPT như sau:. . . . - Bản sao bằng THPT do Sở GD&ĐT cấp. . . . - Bản photocopy bằng THPT do Sở GD&ĐT xác nhận “Sao y từ sổ gốc”. . . . - Bản photocopy bằng THPT có chứng thực sao y bản chính.. . . . . . . . Sau thời hạn nộp, các sinh viên không nộp bản sao bằng Tốt nghiệp THPT sẽ không được đăng ký môn học cho học kỳ tiếp theo và bị tạm dừng học.. . . . - Hoặc em email huongthuy@hcmut.edu.vn để được hướng dẫn.. . Thân mến,"
        ]
    },
    {
        "intent": "",
        "message": [
            "Rút môn học (phải thanh toán học phí) Học kỳ 203 .",
            "Chào bạn,. . . . - Phòng Đào tạo đã tiếp nhận yêu cầu về việc xin Rút môn học HK Hè 3/2020-2021 (tính Học Phí). Bạn vui lòng theo dõi kết quả được cập nhật trêntrang Mybk/xem điểm sau ngày 20/07/2021 (nếu sau thời gian trên vẫn chưa được xử lý bạn có thể vào trangbksi.hcmut.edu.vn để khiếu nại).. . . .  . . . . Chúc bạn học tập tốt nhé.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Do kì HK202 vì 1 số lí do em không đăng kí môn học nên bị buộc tạm dừng học. Cho em nộp đơn xin thu nhận lại trường ạ",
            "responsible person: [551] [staff_name] [helpdesk staff]",
            "Chào bạn. . Pdt đã nhận được đơn thu nhận của bạn. . Dự kiến giữa tháng 7/2021 sẽ cập nhật tình trạng tại trang Mbk-thông tin sinh viên. . Bạn theo dõi lịch học vụ HK211 để DKMH. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Em xin rút môn Kết cấu bê tông cố thép 1 CI2091 ạ",
            "Chào bạn,. . . . - Phòng Đào tạo đã tiếp nhận yêu cầu về việc xin Rút môn học HK Hè 3/2020-2021 (tính Học Phí). Bạn vui lòng theo dõi kết quả được cập nhật trêntrang Mybk/xem điểm sau ngày 20/07/2021 (nếu sau thời gian trên vẫn chưa được xử lý bạn có thể vào trangbksi.hcmut.edu.vn để khiếu nại).. . . .  . . . . Chúc bạn học tập tốt nhé.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác:",
            "Chào bạn. . Về trường hợp của bạn, bạn vui lòng gởi mail trực tiếp đến mail [email], chuyên viên pdt được giao nhiệm vụ tổng kết vấn đề hủy môn học và hoàn học phí này của bạn, và đã có mail gởi thông báo cho bạn. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Chào cô ạ,. . . . Năm ngoái có đợt đăng kí nộp bằng tốt nghiệp THPT nhưng bạn lớp trưởng ngừng học nên em không biết bằng của mình đã được nộp chưa ạ, có cách nào để kiểm tra không ạ? Em là [full_name], MSSV [student_id] thuộc lớp XD19KT khoa Kỹ Thuật Xây Dựng ạ.. . . . Nếu chưa nộp thì hết mùa dịch em lên phòng đt nộp còn được không ạ? Có ảnh hưởng gì không ạ?. . . . Em cảm ơn.. . . .",
            "Chào em,. . Em email cho cô [email]. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Dạ thầy cô cho em hỏi về học phí của chương trình học liên thông Đại học-Thạc sĩ sẽ được tính như thế nào đối với chương trình đại trà. Và đối với sinh viên năm 2 K19, tụi em chưa thi cuối kì 202 nên chưa đủ 60 chỉ thì có được xem xét không ạ? Em cảm ơn thầy cô. .   i Học vụ .",
            "Chào bạn. . Vấn đề này bạn liên hệ Phòng đào tạo sau đại học để hỏi thông tin nghen, địa chỉ mail:. . www.pgs.hcmut.edu.vn. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Xin chào Phòng Đào tạo,. . Em có thắc mâc về việc nộp bằng tốt nghiệp mong được giải đáp: Hiện em đã lỡ mất đợt đăng kí nộp Bằng Tốt nghiệp Trung Học Phổ Thông do không biết việc đăng ký nộp bằng trên cổng BkPortal có thời gian cụ thể. ( Em đã đọc kĩ mail trường nhưng trong mail chỉ đề cập tới thời hạn nộp bản sao cho trường là vào tháng 9). Vậy cho em hỏi rằng còn đợt đăng kí nào khác không, và nếu có sẽ vào tháng mấy ạ? Em cảm ơn.. .",
            "Chào em,. . Tháng 9 là đợt cuối cùng, em email [email] để hỏi thêm.. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Rút môn học (phải thanh toán học phí) Học kỳ 203 .",
            "Chào bạn,. . . . - Phòng Đào tạo đã tiếp nhận yêu cầu về việc xin Rút môn học HK Hè 3/2020-2021 (tính Học Phí). Bạn vui lòng theo dõi kết quả được cập nhật trêntrang Mybk/xem điểm sau ngày 20/07/2021 (nếu sau thời gian trên vẫn chưa được xử lý bạn có thể vào trangbksi.hcmut.edu.vn để khiếu nại).. . . .  . . . . Chúc bạn học tập tốt nhé.. . . . Thân",
            "Chào bạn,. . - Phiếu rút môn học của bạn không hợp lệ vì bạn đã bị hủy thời khóa biểu của HK203 do không thanh toán học phí học kỳ hè HK203 đúng hạn . . - Hiện tại TKB hk203 của bạn đã bị hủy, mặc dù bạn đã thanh toán học phí Hk203 vào ngày 02/07/2021. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Kính gửi PDT,. . Em là [full_name], [student_id].. . Vừa rồi em có đăng ký tốt nghiệp, và đã hoàn thành thủ tục. Em vừa mới nhận được gmail của PDT là lên phòng đào tạo A1 để nhận bằng tốt nghiệp.. . Em muốn hỏi là, bây giờ em nhận bằng thì em có được tham dự lễ tốt nghiệp của trường tại hội trường A5 được tổ chức định kỳ vào thán 11 hằng năm không ạ. . . Em chờ phản hồi từ PDT ạ, em cảm ơn ạ.",
            "Chào em,. . 1 năm có 2 đợt lễ tốt nghiệp, em đăng ký tham dự lễ tốt nghiệp ở Khoa nếu em muốn.. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Dạ e chào thầy cô ạ,e tên là [full_name]_[student_id],hiện tại phòng ctct-sv thông báo về viện đăng kí ứng dụng vssid cho bảo hiểm xã hội ạ,mà giờ e bị mất ví nên cmnd và bằng lái xe mất hết ạ,cho e hỏi giờ e phải làm sao ạ,e cảm ơn ạ.",
            "Chào em,. . Việc này PĐT không trả lời em được nhé.. . Em email [email] để hướng dẫn.. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Em chào thầy/cô. Em là [full_name] MSSV [student_id]. Em đang cần xin phiếu xác nhận là sinh viên của trường để bổ sung cho trường CĐ để xin nội dung chi tiết môn học để nộp lại cho PĐT xét miễn môn và bổ sung thêm hồ sơ quân sự. Do tình hình dịch bệnh căng thẳng em không thể tới trường để xin. Vậy cho em hỏi là mình còn cách nào khác để xin được giấy không ạ? Em cảm ơn.. . . .",
            "Chào em,. . Em vào mybk/xác nhận sv ..., chọn option gửi qua bưu điện.. . Thân mến,. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Dạ em chào thầy/cô ạ,. . Em vừa biết được có đợt đăng kí học liên thông lên thạc sĩ để lấy bằng KS-Ths cho các bạn sinh viên K19 là trước ngày 15/7/2021. . . Em muốn hỏi là em cũng là sinh viên K19, bảo lưu 1 năm và hiện đang học theo chương trình với K20, mã lớp của em là CC20KTM1 , vậy em sẽ đăng kí theo khóa nào ạ?. . Em xin cảm ơn.. . . .",
            ". . Chào bạn. . Về việc này bạn liên hệ phòng đào tạo sau đại học theo email : www.pgs.hcmut.edu.vn. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Kính chào thầy, cô!. . Em tên [full_name]. Em có câu hỏi về việc đăng ký VssID.. . Khi đăng ký cần sử dụng mã số trên BHYT của mình, nhưng BHYT của em để ở trên KTX ĐHQG ở Dĩ An, giờ KTX đã bị trưng dụng nên em không lên lấy được.. . Giờ em nên xử lý như thế nào ạ?. . Em cảm ơn ạ.. . Trân trọng.",
            "Chào em,. . Em liên hệ [email] để được hướng dẫn.. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Rút môn học (phải thanh toán học phí) Học kỳ 203 . Họ và tên SV: [full_name]. . MSSV: [student_id]. . Ngày sinh: 20/11/2001. . Lớp: CC19OTO. . Đt: [phone_number]",
            "Chào bạn,. . . . - Phòng Đào tạo đã tiếp nhận yêu cầu về việc xin Rút môn học HK Hè 3/2020-2021 (tính Học Phí). Bạn vui lòng theo dõi kết quả được cập nhật trêntrang Mybk/xem điểm sau ngày 20/07/2021 (nếu sau thời gian trên vẫn chưa được xử lý bạn có thể vào trangbksi.hcmut.edu.vn để khiếu nại).. . . .  . . . . Chúc bạn học tập tốt nhé.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em chào cô,. . . . HK211 sắp tới em sẽ chuyển xuống khoá 2021 để học, tức sẽ chuyển lớp sang k21 mới, mà em thuộc k20 vậy em cần nộp cho lớp trưởng cũ luôn hay là tự mình nộp riêng ạ? hay là em được đợi nộp cùng k21 ạ?. . . . Em cảm ơn cô ạ!",
            "Chào em,. . Em email cô [email] để hướng dẫn.. . Thân mến,. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Cho em hỏi, ngày KT trong file PDF đó là gì vậy ạ, đạng em xin rút môn học ạ. . vói cái lí do là mình có cần bát buộc phải ghi không ạ.. . Em cảm on ạ",
            "Chào em,. . - Ngày KT trong phiếu rút môn học: ngày kiểm tra.(không cần ghi). . - Trong thời gian cho phép rút môn học này: điền lý do hay không đều được nhé.. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Hiện tại, khi em vào điền thông tin để nộp bằng TNTHPT thì em không biết rằng hết tháng 6 là hết hạn điền thông tin. Trong yêu cầu để nộp bằng, có bước vào MyBk để điền thông tin, nhưng em đã làm trễ. Không biết có hướng giải quyết nào cho việc này không ạ?",
            "Chào em,. . PĐT đã gửi email ngày 23/6/21 về việc này rồi. . . . Do tình hình dịch covid-19 nên SV nào chưa kịp nộp bằng trong đợt 1 thì có thể nộp bổ sung vào đợt 2. (Sinh viên CQ Bằng 2 và CQ Liên thông vui lòng bỏ qua email này).. . . . I. Hướng dẫn cách nộp. . . . 1. SV Vào myBK    Đăng ký nộp bằng THPT    Nhập thông tin bằng THPT và in ra phiếu xác nhận thông tin bằng THPT.. . . . 2. SV Nộp bản sao bằng THPT (phải ghi MSSV lên bản sao kèm phiếu xác nhận thông tin bằng THPT) cho lớp trưởng.. . . . - Lớp trưởng kiểm tra và lập danh sách lớp nộp (ghi rõ Tên lớp, Khoa, Tên lớp trưởng, sắp xếp theo thứ tự tăng dần của MSSV, mỗi bằng có kèm phiếu xác nhận thông tin bằng THPT của mỗi SV).. . . . * Địa điểm nộp: Phòng đào tạo 101A1 tại cơ sở 1 hoặc Khu hành chính - Cơ sở Dĩ An H1 tại cơ sở 2 (Để tránh thất lạc, SV không nên nộp riêng lẻ, cá nhân). . . . * Thời gian nộp: từ 06/09/2021 đến 16/09/2021. . . . 3. Sau khi nộp xong, SV chờ phòng đào tạo gửi mail xác nhận lại (sẽ có thông báo tới toàn bộ SV K20). . . . II. Lưu ý:. . . . SV có thể nộp một trong các loại giấy tờ bằng THPT như sau:. . . . - Bản sao bằng THPT do Sở GD&ĐT cấp. . . . - Bản photocopy bằng THPT do Sở GD&ĐT xác nhận “Sao y từ sổ gốc”. . . . - Bản photocopy bằng THPT có chứng thực sao y bản chính.. . . . . . . . Sau thời hạn nộp, các sinh viên không nộp bản sao bằng Tốt nghiệp THPT sẽ không được đăng ký môn học cho học kỳ tiếp theo và bị tạm dừng học.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Em chào thầy (cô),. . . . Hôm qua em có đăng ký nộp bằng PTTH nhưng em phát hiện ra là vừa mới hết thời hạn đăng ký cách lúc đó 2h. Thầy (cô) cho em hỏi thầy (cô) có thể gia hạn cho em đăng ký được không ạ? Hay có còn đợt sau để em có thể nộp không ạ?. . . . Em xin cảm ơn thầy (cô). .   i Học vụ .",
            "Chào em,. . PĐT đã gửi email ngày 23/6/21 về việc này rồi. . . . Do tình hình dịch covid-19 nên SV nào chưa kịp nộp bằng trong đợt 1 thì có thể nộp bổ sung vào đợt 2. (Sinh viên CQ Bằng 2 và CQ Liên thông vui lòng bỏ qua email này).. . . . I. Hướng dẫn cách nộp. . . . 1. SV Vào myBK    Đăng ký nộp bằng THPT    Nhập thông tin bằng THPT và in ra phiếu xác nhận thông tin bằng THPT.. . . . 2. SV Nộp bản sao bằng THPT (phải ghi MSSV lên bản sao kèm phiếu xác nhận thông tin bằng THPT) cho lớp trưởng.. . . . - Lớp trưởng kiểm tra và lập danh sách lớp nộp (ghi rõ Tên lớp, Khoa, Tên lớp trưởng, sắp xếp theo thứ tự tăng dần của MSSV, mỗi bằng có kèm phiếu xác nhận thông tin bằng THPT của mỗi SV).. . . . * Địa điểm nộp: Phòng đào tạo 101A1 tại cơ sở 1 hoặc Khu hành chính - Cơ sở Dĩ An H1 tại cơ sở 2 (Để tránh thất lạc, SV không nên nộp riêng lẻ, cá nhân). . . . * Thời gian nộp: từ 06/09/2021 đến 16/09/2021. . . . 3. Sau khi nộp xong, SV chờ phòng đào tạo gửi mail xác nhận lại (sẽ có thông báo tới toàn bộ SV K20). . . . II. Lưu ý:. . . . SV có thể nộp một trong các loại giấy tờ bằng THPT như sau:. . . . - Bản sao bằng THPT do Sở GD&ĐT cấp. . . . - Bản photocopy bằng THPT do Sở GD&ĐT xác nhận “Sao y từ sổ gốc”. . . . - Bản photocopy bằng THPT có chứng thực sao y bản chính.. . . . . . . . Sau thời hạn nộp, các sinh viên không nộp bản sao bằng Tốt nghiệp THPT sẽ không được đăng ký môn học cho học kỳ tiếp theo và bị tạm dừng học.. .",
            "Vậy là nếu em không đăng ký kịp form trong hình ảnh thì vẫn có đợt sau trước khi vào học kỳ mới phải không ạ?",
            "Chào bạn. . Thắc mắc thêm về việc nộp bằng PTTH, bạn liên hệ mail trực tiếp cho Cô [full_name] phụ trách : [email]. . Thân"
        ]
    }
]