[
    {
        "intent": "",
        "message": [
            "Em tên là [full_name] mssv [student_id] lớp GT18OTO3 . Lý do là em có hoãn thi môn Thiết Kế Ô Tô (TR3049) học kì 2020 2. Nhưng kì trước và kì này chưa có lịch thi lại. Em mong PĐT xem xét và giải quyết cho em ạ. Cảm ơn.. .",
            "Chào bạn. . Môn TR3049 có mở ở HK 212 nên [full_name] sẽ xếp lịch xóa điểm HT cho bạn vào HK212,. . Bạn theo dõi thông báo chi tiết Lịch thi tại tin nhắn BKEL trong tháng 04/2022. . Lịch thi HK212 hiện đang được cập nhật thường xuyên, SV vui lòng theo dõi tại trang mybk/Thông tin sinh viên/lịch thi. . Thân\""
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: 1610358  /b \t. . . .   i Tốt nghiệp . Em chào Quý Thầy/Cô.. . Hôm nay Em làm yêu cầu này là mong muốn Quý Thầy/Cô giải quyết cho em 2 vấn đề mà e đang gặp phải.. . - Vấn đề 1: Hiện tại Em đã đầy đủ điều kiện để tốt nghiệp, Em mong Quý Thầy/Cô xét duyệt bổ sung cho Em để Em có tên trong danh sách tốt nghiệp dự kiến.. . - Vấn đề 2: Em mong Quý Thầy/Cô mở khóa tình trạng sinh viên của Em để Em có thể truy cập vào trang web đăng ký tốt nghiệp. Để hoàn thành công việc tốt nghiệp của mình.. . Em có đính kèm file ảnh về: số tín chỉ hoàn thành, điểm toeic, và điểm anh văn nói - viết",
            "\"Chào bạn,. . PDT đã ghi nhận yêu cầu về đăng ký xét TN của bạn. SV vui lòng theo dõi email  và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 11/04/2022 SV vẫn chưa nhận được thấy tên trong ds dự kiến tốt nghiệp ( Tra danh sách tại http://www.aao.hcmut.edu.vn    Tốt nghiệp    Thông tin tốt nghiệp) hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 04/2022 (cập nhật mới gia hạn thời gian xử lý tốt nghiệp). . Về tình trạng sinh viên, khi nào em có tên trong ds dự kiến tốt nghiệp, PDT sẽ tự động ra QD thu nhận cho bạn nhé. . Thân. . \""
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Xin chào PĐT,. . . . Hiện em đã có tên trong danh sách dự kiến tốt nghiệp, nhưng vẫn không thể đăng ký tốt nghiệp do   B Tình trạng sinh viên: Tạm dừng  /B  vì không có TKB ở HK hiện tại.. . . . Mong PĐT xem xét thu nhận lại để em có thể đăng ký Tốt nghiệp đúng hạn.. . . . Em xin chân thành cảm ơn,. . [full_name]",
            "\"Chào em,. . Hiện tại PDT đang ra Quyết định thu nhận lại cho SV để đăng ký xét tốt nghiệp, em theo dõi tình trạng trên mybk/Thông tin Sinh viên, khi nào chuyển qua trạng thái \"\"đang học\"\", em vào đăng ký tốt nghiệp lại nhé.. . Thân\""
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em chào thầy, cô ạ.. . Hiện em đang thiếu điểm av4 để đủ điều kiện tốt nghiệp. Em đã thi toeic và đã chuyển điểm vào ngày 29/3. Hiện giờ điểm av4 vẫn chưa được cập nhật vào bảng điểm. Quý thầy, cô có thể xem xét cập nhật điểm sớm để em có thể vào danh sách dự kiến tốt nghiệp để tốt nghiệp trong đợt này được không ạ.. . Em xin chân thành cảm ơn!",
            "\"Chào em,. . Trường hợp của em vui lòng theo dõi tình trạng thẩm tra chứng chỉ tại mybk/Nộp chứng chỉ ngoại ngữ, khi nào chuyển qua tình trạng đã thẩm tra hợp lệ (thời gian thẩm tra phụ thuộc vào đơn vị cấp chứng chỉ), bạn gửi lại yêu cầu qua bksi xin chuyển điểm sớm để xét tốt nghiệp nhé. . Về tình trạng sinh viên, khi nào em có tên trong ds dự kiến tốt nghiệp, PDT sẽ tự động ra QD thu nhận cho bạn nhé. . Thân\"",
            "li answer rate: Answer suits the needs / Câu trả lời đúng ý"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Dạ cho em hỏi là sắp tới 8/4 mở đăng kí môn học kì hè (HK213). Nhà trường có mở môn luận văn tốt nghiệp trong kì hè vậy đợt đăng kí môn học luận văn kì hè em có cần nộp chứng chỉ ngoại ngữ trước khi đăng kí không ạ. Em xin cảm ơn.. . [full_name] [student_id]. .",
            "Chào bạn, . . - Chuẩn anh văn xét LVTN Theo quy định . . - Bạn phải nộp chứng chỉ ngoại ngữ trước khi đăng ký môn Luận văn tốt nghiệp. . - Về việc đăng kí môn học học kì hè 2021 - 2022 (HK213), bạn vui lòng xem lại thông báo ngày 01/04/2022 (tại tin nhắn BKel) nhé.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Cho em hỏi là em hiến máu ở bệnh viện bên ngoài thì làm sao để được nhận ngày ctxh.",
            "Chào bạn,. . SV liên hệ Văn phòng Đoàn-Hội sinh viên của Khoa về các vấn đề sau:. . Ngày công tác xã hội, . . Mùa hè xanh. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Chào thầy cô, lễ mùng 10/3 này sinh viên có được nghỉ không ạ và được nghỉ bao nhiêu ngày, do chủ nhật này là mùng 10/3 nhưng trên thời khóa biểu thì em vẫn có lịch học trên trường ạ, mong thầy vô trả lời giúp em ạ. Em cảm ơn thầy cô rất nhiều.. . . .",
            "Chào em,. . Ngày nghỉ lễ theo thông báo của Phòng tổ chức hành chính của trường nhé bạn (ngày 10/4 và nghỉ bù vào thứ 2 ngày 11/4 nhé bạn). . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "B   /B   B Tốt nghiệp . Dạ, em chào thầy cô. . Em là [full_name], MSSV [student_id]. Thầy cô cho em hỏi là do kỳ này em không đăng ký thời khóa biểu nên tài khoản bị tạm dừng nên không đăng ký được tốt nghiệp. Hiện tại em đã đủ điều kiện anh văn nói viết và toeic của trường ạ.. . Vào ngày 28/03/2022 em có hỏi trên [full_name] về điều này thì được hướng dẫn đợi cập nhật đến ngày 05/4/2022 ạ. Đến hiện tại thì em đã nhận được mail có tên trong danh sách tốt nghiệp dự kiến và em kiểm tra lại là đã có tên rồi. Nhưng đến giờ tài khoản của em vẫn bị tạm hoãn không thể đăng ký tốt nghiệp ạ. Kính mong nhà trường kiểm tra lại giúp em để có thể nhanh chóng đăng ký tốt nghiệp vì ngày hạn cuối cùng 11/04 đã sắp đến. Em xin chân thành cảm ơn ạ.",
            "\"Chào bạn,. . PDT đã ghi nhận yêu cầu về đăng ký xét TN của bạn. SV vui lòng theo dõi email  và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 11/04/2022 SV vẫn chưa nhận được thấy tên trong ds dự kiến tốt nghiệp ( Tra danh sách tại http://www.aao.hcmut.edu.vn    Tốt nghiệp    Thông tin tốt nghiệp) hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 04/2022 (cập nhật mới gia hạn thời gian xử lý tốt nghiệp). . Về tình trạng sinh viên, khi nào em có tên trong ds dự kiến tốt nghiệp, PDT sẽ tự động ra QD thu nhận cho bạn nhé. . Thân. . \""
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Chào Thầy/Cô,. . Chứng chỉ Ngoại Ngữ của em đã được thẩm tra và hợp lệ rồi. Mong pđt xét chuyển điểm cho em ạ. Em đã đóng lệ phí chuyển điểm.. . Em cảm ơn.",
            "\"Chào bạn,. . PDT đã ghi nhận yêu cầu về đăng ký xét TN của bạn. SV vui lòng theo dõi email  và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 11/04/2022 SV vẫn chưa nhận được thấy tên trong ds dự kiến tốt nghiệp ( Tra danh sách tại http://www.aao.hcmut.edu.vn    Tốt nghiệp    Thông tin tốt nghiệp) hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 04/2022 (cập nhật mới gia hạn thời gian xử lý tốt nghiệp). . Về tình trạng sinh viên, khi nào em có tên trong ds dự kiến tốt nghiệp, PDT sẽ tự động ra QD thu nhận cho bạn nhé. . Thân. . \""
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: EM chào Cô,. . Do hết thời gian đào tạo và em chưa đủ điều kiện để tốt nghiệp, nên em muốn đăng ký chuyển qua hệ VLVH.",
            "Em chào cô,. . em gửi lại phiếu đang ký chuyển hệ VLVH,. . do em điền thiếu năm ở chỗ ký tên. Em cảm ơn",
            "Chào bạn,. . PDT đã tiếp nhận đơn chuyển qua hệ VLVH của bạn, bạn theo dõi tình trạng sinh viên và quyết định được cập nhật tại:. . Mybk/Thông tin sinh viên/Tình trạng. . Trường hợp nếu SV đã đủ điều kiện tốt nghiệp của hệ VLVH, sau khi có QD chuyển hệ được cập nhật tại mybk/Thông tin SV có thể gửi câu hỏi qua bksi để xin đăng ký xét tốt nghiệp bổ sung. . SV theo dõi mail và lịch học vụ để vào đăng ký môn học cho HK213 nếu còn nợ MH(từ tháng 05/2022). . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Thưa quý thầy cô cho em hỏi.. . Em là k14 đã hoàn thành xong tín chỉ và ngày ctxh, và chuẩn toeic nghe đọc đúng thời hạn quy định.nhưng vẫn chưa qua toeic nói viết nên chưa đc tốt nghiệp. Tháng 4/2021 em đã làm đơn xin gia hạn đến nay, tình trạng của em trên mybk hiện tại là đang học. . Cho em hỏi nếu trong tháng 4 này em hoàn thành xong toeic nói viết. Thì em có được tốt nghiệp với bằng chính quy không ạ? Hay bị chuyển xuống hệ vừa học vừa làm ạ?. . em có thể làm đơn xin để đc nhận bằng chính quy khi em qua nói viết trong tháng 4 không ạ?. . Kính mong thầy cô chỉ dẫn.",
            "Chào em,. . Trường hợp của bạn đã hết thời gian đào tạo để tốt nghiệp hệ chính quy nhé.. . Em có thể làm đơn xin chuyển qua VLVH để xét tốt nghiệp (nếu có nhu cầu). . Về việc chuyển qua hệ VLVH. . Bạn vui lòng tải mẫu đơn: Phiếu đề nghị chuyển sang hình thức Vừa Làm Vừa Học  tại trang web : aao.hcmut.edu.vn    Sinh viên    biểu mẫu. . Điền đầy đủ thông tin nộp qua BKSI. . Thân. . \"",
            "Cô ơi cho em hỏi.. . Em đã hoàn thành hết chương trình học rồi, thì khi chuyển sang hệ VLVH thì em có nộp khoản tiền nào nữa để được tốt nghiệp không ạ?. . Và lúc nào đc nhận bằng chính vậy ạ?",
            "Chào em,. . SV có Đăng ký môn học và có TKB mới tính học phí nhé bạn.. . Hiện tại bạn đã đủ điều kiện tốt nghiệp chưa?. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Kính chào,. . Hiện tại em đã có tên trong danh sách dự kiến tốt nghiệp nhưng em chưa đăng ký tốt nghiệp trên mybk được. Mong anh/chị hướng dẫn em cách để đăng ký ạ.. . Em xin cảm ơn.",
            "\"Chào em,. . Hiện tại PDT đang ra Quyết định thu nhận lại cho SV để đăng ký xét tốt nghiệp, em theo dõi tình trạng trên mybk/Thông tin Sinh viên, khi nào chuyển qua trạng thái \"\"đang học\"\", em vào đăng ký tốt nghiệp lại nhé.. . Thân\""
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em xin kính chào quý cô/thầy.. . . . Em là [full_name] sinh viên K15 khoa Khoa học và kỹ thuật Máy Tính.. . Em đã có chứng chỉ tiếng anh Toeic Listening and Reading đã được thẩm tra hợp lệ vào ngày hôm nay(04/05/2022). Em tạo yêu cầu này mong quý cô/thầy hỗ trợ em chuyển điểm 4 môn anh văn (anh văn 1,2,3,4) để em có thể kịp tốt nghiệp vào đợt tháng 4 này.. . Em xin chân thành cảm ơn.. . . . . .",
            "\"Chào bạn,. . PDT đã ghi nhận yêu cầu về đăng ký xét TN của bạn. SV vui lòng theo dõi email  và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 11/04/2022 SV vẫn chưa nhận được thấy tên trong ds dự kiến tốt nghiệp ( Tra danh sách tại http://www.aao.hcmut.edu.vn    Tốt nghiệp    Thông tin tốt nghiệp) hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 04/2022 (cập nhật mới gia hạn thời gian xử lý tốt nghiệp). . Về tình trạng sinh viên, khi nào em có tên trong ds dự kiến tốt nghiệp, PDT sẽ tự động ra QD thu nhận cho bạn nhé. . Thân. . \"",
            "\"Chào bạn. . Pdt kiểm tra hiện tại bạn còn nợ Toeic. . Không đủ ĐK để tốt nghiệp. . Bạn kiểm tra lại nghen. . Trường hợp có khiếu nại bạn có thể gửi lại qua bksi.. . Trường hợp SV học môn tương đương nhưng chưa được cập nhật, vui lòng gửi lại thêm 1 yêu cầu khác về việc xin cập nhật môn tương đương (ghi rõ tên và mã MH SV học, ở học kỳ nào? bao nhiêu điểm? và tương đương với môn học nào thuộc CTĐT của SV). . Thân\""
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Kính thưa quý thầy cô PĐT,. . Em tên [full_name], MSSV [student_id], hiện tại em đã hoàn thành gần hết tất cả các điều kiện để xét tốt nghiệp (LVTN, ngày Công tác XH,...). Chỉ còn thiếu Chứng chỉ Ngoại Ngữ, và CCNN đó sẽ được trả kết quả vào ngày 11/4. Thế nên, em sẽ nộp CCNN vào hôm đó và có thể đăng kí tốt nghiệp, làm lễ TN vào đợt 24/4 được không ạ?. . . . Kính mong quý thầy cô PĐT xem xét và hỗ trợ em. Em chân thành cảm ơn !",
            "\"Chào em,. . Khi nào SV đủ điều kiện tốt nghiệp, có thể gửi câu hỏi qua bksi để được xét TN bổ sung.. . Hiện tại không thể trả lời chính xác cho bạn thời điểm này được nhé. . Thân\"\"\""
        ]
    },
    {
        "intent": "",
        "message": [
            "Họ và tên: [full_name],. . MSSV: [student_id]. . Kính gửi thầy/cô:. . Sau khi em nhận được phản hồi giải quyết của cô. Em xin gửi cô đơn gia hạn 1 học kỳ ạ. Em xin chân thành cảm ơn ạ!. .",
            "Chào em,. . PDT đã tiếp nhận đơn gia hạn  HK212 của bạn.. . SV vui lòng theo dõi mail sinh viên và tình trạng SV về quyết định gia hạn được cập nhật trễ nhất sau ngày 21/4.. . Sau ngày này SV vẫn chưa nhận được QD vui lòng phản hồi lại bksi để PDT kiểm tra và trả lời.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Kính gửi thầy/cô phòng Đào tạo, . . . . Em là [full_name]-MSSV: [student_id]. Em viết mail này vì tài khoản Gmail trường của em: [email] đã bị khóa vì lý do \"Chúng tôi đã phát hiện thấy hoạt động bất thường trong Tài khoản Google của bạn\". Em phát hiện điều này sau khi đi sửa,cài lại win cho laptop.. . . . Em mong được thầy/cô hỗ trợ khôi phục lại tài khoản Gmail trường của em để em có thể tiếp tục việc học được nhanh nhất.. . . . Chúc thầy/cô được nhiều sức khỏe!. . . . [full_name].. . . .",
            "Chào bạn. . Về vấn đề này bạn vui lòng liên hệ Ban quản lý mạng qua địa chỉ mail: [email]. . . . Lưu ý: Do sự thay đổi chính sách của Google, các thông báo và tin nhắn của Phòng Đào Tạo và BKeL bằng email KHÔNG còn được thực hiện. Sinh viên vui lòng theo dõi thông báo qua chức năng TIN NHẮN trên trang BKeL. Hãy cài đặt Moodle Mobile App để được nhắc nhở ngay trên thiết bị di động của cá nhân. . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . E có tên trong danh sách tốt nghiệp chính thức năm 2022 vậy e có thể lên trường để nhận bằng tốt nghiệp tạm thời được chưa ??",
            "\"Chào bạn. . Theo quy trình cấp bằng đại học hiện tại: dự kiến vào cuối mỗi tháng Phòng đào tạo sẽ lấy danh sách sinh viên đã đăng ký tốt nghiệp (SV đã đăng ký, thanh toán tiền và có xác nhận đã nhận của PĐT) để ra Quyết định công nhận tốt nghiệp, tiến hành in Bằng tốt nghiệp và sẽ thông báo mời SV đến nhận sau khi hoàn tất.. . Nên nếu SV thật sự cần Giấy chứng nhận tốt nghiệp, thì vui lòng điền thông tin vào form (đã có tên trong danh sách dự kiến tốt nghiệp, đã khai thông tin tốt nghiệp, thanh toán 95.000 lệ phí tốt nghiệp(sad) https://forms.gle/2WnfHeAHnRZWJ6Jn7. . Sau khi kiểm tra dữ liệu, dự kiến Thứ 2 hàng tuần sẽ in và scan gởi qua mail SV, sau đó SV cần bảng chính vui lòng liên hệ Pdt để nhận. . . Thân\"\"\""
        ]
    },
    {
        "intent": "",
        "message": [
            "Chào bạn, . . - Phòng đào tạo đã kiểm tra lại QĐ của bạn: theo như QĐ ghi rõ, thời gian đào tạo tính theo khóa đầu vào ban đầu của Sinh viên(nghĩa là bạn là sinh viên khóa 2021). . - Theo như QĐ: cho sinh viên chuyển khóa học cùng với khóa 2020 nghĩa là học theo chương trình đào tạo khóa 2020. . Thân.",
            "Chào cô,. . Cảm ơn cô đã trả lời, em đã thấy trả lời lần trước của cô ở mục VI, học phí hệ VLVH khóa 2021.. . - Nhưng cô ơi, cho em hỏi vậy sao học kì 1 (2021-2022) em đăng ký 21tc lại tính học phí là 11.025.000VNĐ (525.000VNĐ/TC).. . - Với hiện tại, em học theo khóa 2020 mà lại tính học phí theo khóa 2021 thì hơi không thỏa đáng. Cô ơi, có cách nào làm đơn để được tính học phí theo khóa 2020 không ạ? Vì em gia đình em cũng khá khó khăn, em hiện tại học toàn thời gian nên cũng không làm thêm được mà học phí khóa 2021 thì cao quá so với khả năng gia đình ạ.. . Em xin cảm ơn cô nhiều ạ.",
            "Chào bạn, . . Bạn vui lòng viết đơn trình bày rõ nội dung và ký tên để cô trình ban lãnh đạo xem xét và trả lời sau.  . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Kính gửi Phòng đào tạo,. . Em tên là: [full_name], . . MSSV [student_id], sinh viên hệ VLVH Khoa Điện-Điện Tử, ngành Điều khiển tự động.. . Em có tên trong danh sách dự kiến tốt nghiệp 4/2022, nhưng thiếu điểm Anh văn.. . Hiện tại, em đã bổ sung chứng chỉ Anh văn và nộp lên trang mybk, đã có kết quả thẩm tra xong.. . Kính mong Phòng đạo tạo xem xét kiểm tra để em hoàn thành điều kiện tốt nghiệp đúng hạn.. . Em xin chân thành cảm ơn ạ!",
            "\"Chào bạn,. . PDT đã ghi nhận yêu cầu về đăng ký xét TN của bạn. SV vui lòng theo dõi email  và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 11/04/2022 SV vẫn chưa nhận được thấy tên trong ds dự kiến tốt nghiệp ( Tra danh sách tại http://www.aao.hcmut.edu.vn    Tốt nghiệp    Thông tin tốt nghiệp) hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 04/2022 (cập nhật mới gia hạn thời gian xử lý tốt nghiệp). . Về tình trạng sinh viên, khi nào em có tên trong ds dự kiến tốt nghiệp, PDT sẽ tự động ra QD thu nhận cho bạn nhé. . Thân. . \""
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Thưa cô,. . . . Em đã có tên trong danh sách dự kiến tốt nghiệp. Nhưng trên myBK em vẫn bị tạm dừng và không đăng ký tốt nghiệp được.. . Em xin hỏi thời gian PĐT cập nhật quyết định thu nhận lại để em canh đăng kí tốt nghiệp cho kịp ạ.. . . . Cảm ơn cô đã tiếp nhận câu hỏi.. . . . [full_name].",
            "\"Chào em,. . Hiện tại PDT đang ra Quyết định thu nhận lại cho SV để đăng ký xét tốt nghiệp, em theo dõi tình trạng trên mybk/Thông tin Sinh viên, khi nào chuyển qua trạng thái \"\"đang học\"\", em vào đăng ký tốt nghiệp lại nhé.. . Thân\""
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em muốn xin thông tin liên hệ của thầy [full_name] dậy môn Thực tập điện 2 ạ",
            "Chào em,. . SV vui lòng liên hệ về Khoa/bộ môn để xin thông tin liên hệ với giảng viên nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]  /b . . \t. . Dạ em chào Phòng Đào Tạo,. . Em đã có tên trong danh sách dự kiến tốt nghiệp rồi, nhưng không thể đăng ký tốt nghiệp được do tình trạng sinh viên đang là tạm dừng. Em xin phòng đào tạo ra quyết định thu nhận giúp em để em có thể tốt nghiệp trong đợt tháng 4 này.. . Em xin cảm ơn rất nhiều.. . . .   i Tốt nghiệp .",
            "Chào em, . . Hiện tại PDT đang ra Quyết định thu nhận lại cho SV để đăng ký xét tốt nghiệp, em theo dõi tình trạng trên mybk/Thông tin Sinh viên, khi nào chuyển qua trạng thái đang học, em vào đăng ký tốt nghiệp lại nhé. . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Kính chào quý thầy/cô trong PĐT, em là [full_name] MSSV [student_id] có hoãn thi môn An toàn quá trình (CH3297). Vậy cho em hỏi là khi nào sẽ có lịch thi các môn đã hoãn thi trong học kì 211 ạ. Em cảm ơn.. .",
            "\"Chào bạn. . Môn CH3297 có mở ở HK 212 nên [full_name] sẽ xếp lịch xóa điểm HT cho bạn vào HK212,. . Bạn theo dõi thông báo chi tiết Lịch thi tại tin nhắn BKEL trong tháng 04/2022. . Thân\""
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Kính gửi,. . . . Lần trước em hỏi thì nhận được thông tin là cuối tháng 3 sẽ cập nhật điểm, nhưng giờ điểm em vẫn chưa được cập nhật. . . . . Cho em xin thời gian cập nhật điểm vì em đã đi làm và cần nộp bảng điểm, bằng tốt nghiệp tạm thời ạ. Em còn đăng ký tốt nghiệp để biết thời gian mà xin nghỉ nữa ạ.. . . . Chân thành cảm ơn.",
            "Đã giải quyết"
        ]
    },
    {
        "intent": "",
        "message": [
            "B Chào PDT,. . . . Em là SV khóa k15. Đã hoàn thành tất cả các môn học và đang chờ kết quả anh văn nói viết. Tuy nhiên trạng thái của em đang là \"nghỉ học do hết thời gian học\". Bảng điểm trong Mybk cũng chưa cập nhật tín chỉ môn cuối cùng của em. Vậy cho em hỏi giờ em làm sao để đăng kí tốt nghiệp khi đậu av nói viết ạ.. . . . Cho em hỏi thêm là tốt nghiệp t4 sẽ tổ chức ngày nào và khi nào hết hạn đăng kí tốt nghiệp ạ. . . . Em xin cám ơn.  /B",
            "\"\"\"Chào bạn. . - Bạn đã có tên trong danh sách dự kiến tốt nghiệp, Bạn sẽ nhận mail vào tuần sau để thực hiện khai thông tin tốt nghiệp theo hướng dẫn nghen. . - Về tình trạng sinh viên tạm dừng (hoặc K15: bị xóa tên vì hết thời gian học), khi nào em có tên trong ds dự kiến tốt nghiệp, PDT sẽ tự động ra QD thu nhận cho bạn,. . khi nào chuyển qua trạng thái đang học, em vào đăng ký tốt nghiệp lại nghen. . . Thân. . \"\"\""
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Cho em xin thông tin liên lạc của thầy [full_name] giảng dạy môn Thực tập điện 2 với ạ"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Chào quý thầy / cô, . . Em chưa nhận được thông tin thời gian em có thể nhận bằng tốt nghiệp, thầy cô cho em hỏi là đợt này khoảng thời gian nào trường sẽ cấp bằng tốt nghiệp ạ . . . Em xin cám ơn",
            "Chào em;. . về nhận bằng em chờ thông báo qua mail hoặc thông báo trên trang thông tin tốt nghiệp nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Kính gửi Phòng Đào tạo. . hiện em đã có tên trong danh sách dự kiến tốt nghiệp tháng 4/2022 nhưng vì tình trạng em đang bị tạm dừng nên không thể vào trang đăng ký tốt nghiệp chính thức được. Nên kính mong phòng đào tạo thu nhận lại để em được đăng ký tôte nghiệp chính thức trên hệ thống trường.. . Mong Phòng Đào Tạo phản hồi sớm giúp em ạ.. . Trân trọng cảm ơn",
            "Chào em, . . Hiện tại PDT đang ra Quyết định thu nhận lại cho SV để đăng ký xét tốt nghiệp, em theo dõi tình trạng trên mybk/Thông tin Sinh viên, khi nào chuyển qua trạng thái đang học, em vào đăng ký tốt nghiệp lại nhé. . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Dạ em chào thầy/cô, em muốn hỏi là trường hợp em đang bị tạm dừng học kỳ và chờ xác nhận đơn thu nhận có được đóng học phí học kỳ này trực tiếp ở ngân hàng OCB cơ sở 1 không ạ? Nếu không thể đóng trực tiếp em phải chờ đến khi BKPay được mở lại và quá hạn đóng học phí là em phải làm đơn thanh toán trễ hạn ạ?. . Em xin cảm ơn thầy/cô ạ.. . . .",
            "Chào bạn, . . Bạn đã đóng tiền học phí rồi. . Thân",
            "li answer rate:"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]  /b . . \t. . Dạ chào cô, hôm 3/5 em có hỏi là mình nộp giấy phiếu thu nhận qua BKSI như thế nào thì được cô giải thích là điền form rồi chọn file up lên. Thì em nhấn vào chữ TẠO có \"tải file lên\" rồi chọn vào. Do em thấy là chỉ gửi tới lớp DD20LT10, không biết gửi vậy nhà trường có nhận được hay không nên em cũng hơi lấn cấn chút. Em gửi cô xem video cách em thao tác có đúng không nha cô. Em cảm ơn cô nhiều.",
            "Bạn thao tác sai, . . bạn giữ câu này chỉ cần, chọn tập tin đính kèm, choose file rồi gởi lên. . Nếu như bạn không thao tác được thì liên hệ trực tiếp nghen",
            "Dạ em chọn chỗ tập tin này phải không cô? Tại em tìm mãi mà chỉ thấy có chỗ này là cho up file lên thôi, mà hôm qua cô nói em thao tác sai nên giờ em cũng không biết thao tác sao nữa ạ. Dạ vậy mình muốn liên hệ trực tiếp thì mình phải làm thế nào ạ? Em cảm ơn cô nhiều",
            "Chào em,. . Em làm theo hướng dẫn lại nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Em muốn hỏi là học kì hiện tại em không đăng kí môn học nên bị tạm dừng vậy thời gian nào em phải nộp giấy xin thu nhận lại ạ, vì em cũng làm xong lvtn rồi chỉ thiếu chứng chỉ anh văn thôi ạ.. . . . . .",
            "\"Chào em,. . Trường hợp của em khi nào đủ điều kiện tốt nghiệp, sẽ đăng ký xét tốt nghiệp bổ sung tại Mybk    xét tốt nghiệp. . Về tình trạng sinh viên tạm dừng, khi nào em có tên trong ds dự kiến tốt nghiệp, PDT sẽ tự động ra QD thu nhận cho bạn nhé. . Thân\""
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . cho em hỏi nếu đăng kí xét miễn điểm thế này thì các môn được miễn em có được tính tín chỉ không ạ?",
            "Chào bạn. . Các môn anh văn 1,2,3,4 xét điểm miễn có tính vào số tín chỉ tích lũy. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Xin được đăng ký tốt nghiệp. .   i Tốt nghiệp . Xin chào Phòng đào tạo.. . Hiện tại em đã có tên trong danh dự kiến tốt nghiệp nhưng tình trạng sinh viên của em vẫn đang bị tạm dừng do không đăng ký môn học ở kỳ này. Mong phòng đào tạo xem xét giúp em vấn đề này ạ. Em xin cám ơn.. .",
            "Chào em, . . Hiện tại PDT đang ra Quyết định thu nhận lại cho SV để đăng ký xét tốt nghiệp, em theo dõi tình trạng trên mybk/Thông tin Sinh viên, khi nào chuyển qua trạng thái đang học, em vào đăng ký tốt nghiệp lại nhé. . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Kính gửi : Ban giám hiệu và Phòng đào tạo trường Đại học Bách Khoa TP.HCM. . . . Em tên : [full_name] MSSV : [student_id]. . Lớp: XD15CTXD03 Khóa: 2015  Khoa : Kỹ Thuật Xây dựng . . Chuyên ngành : Xây dựng dân dụng và công nghiệp. . . . Em viết đơn này vì lí do xin được ban giám hiệu nhà trường và phòng đào tạo hỗ trợ em về việc đăng kí tốt nghiệp. Em đã hoàn thành toàn bộ chương trình đào tạo, CTXH, Chứng chỉ ngoại ngữ TOEIC, Nói viết. Nhưng do tình trạng xin viên của em đang là hết thời gian đào tạo nên em không đăng kí tốt nghiệm được. Hiện tại em vừa được thẩm tra xong chứng chỉ Toeic 525đ. Cũng đã có đầy đủ điểm các môn AV1,2,3,4. Nên em kính mong ban giám hiệu và phòng đạo tạo hỗ trợ cho em đăng kí tốt nghiệp.. . Em xin chân thành cám ơn!. . . . Thân ái,. . [full_name]. . [full_name]",
            "Chào bạn,. . PDT đã ghi nhận yêu cầu về đăng ký xét TN của bạn. SV vui lòng theo dõi email  và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 11/04/2022 SV vẫn chưa nhận được thấy tên trong ds dự kiến tốt nghiệp (http://www.aao.hcmut.edu.vn    Tốt nghiệp    Thông tin tốt nghiệp) hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ tại (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 04/2022 . . Về tình trạng sinh viên, khi nào bạn có tên trong ds dự kiến tốt nghiệp, PDT sẽ tự động ra QD thu nhận cho bạn nhé. . Thân",
            "\"Chào bạn. . Pdt kiểm tra hiện tại bạn còn nợ Toeic.. . Không đủ ĐK để tốt nghiệp. . Bạn kiểm tra lại nghen. . Trường hợp có khiếu nại bạn có thể gửi lại qua bksi.. . Trường hợp SV học môn tương đương nhưng chưa được cập nhật, vui lòng gửi lại thêm 1 yêu cầu khác về việc xin cập nhật môn tương đương (ghi rõ tên và mã MH SV học, ở học kỳ nào? bao nhiêu điểm? và tương đương với môn học nào thuộc CTĐT của SV). . Thân\""
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Dạ em tên [full_name], mã số sinh viên là [student_id] ạ , hồi tháng 3 em có xin trường tạm dừng học nhưng do phải đợi đến tháng 4 đóng học phí xong mới được tạm dừng ạ và hôm nay em đã đóng xong học phí học kì rồi ạ.. .",
            "Dạ do em có một số vấn đề về sức khỏe nên em có thể xin tạm dừng học được không ạ?. .",
            "Chào bạn,. . . . Về việc đăng ký tạm dừng học:. . Bạn vui lòng tải mẫu đơn: Tạm dừng tại trang web : aao.hcmut.edu.vn    Sinh viên    biểu mẫu. . Điền đầy đủ thông tin nộp qua BKSI. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em chào Thầy/ Cô,. . . . Em muốn hỏi là thời gian nộp đơn xin gia hạn thêm 1 hk năm 2022 \"sau tháng 4 \"là hết tháng 4 em nộp được không ạ, hay trong trong tháng 4 em có thể nộp đơn được ạ.. . . . Em xin cảm ơn.",
            "Chào bạn,. . Pđt gởi đính kèm Mẫu đơn kéo dài thời gian đào tạo, SV điền thông tin và gởi tại BKSI để Pđt xử lý. . . . Lưu ý: Do sự thay đổi chính sách của Google, các thông báo và tin nhắn của Phòng Đào Tạo và BKeL bằng email KHÔNG còn được thực hiện. Sinh viên vui lòng theo dõi thông báo qua chức năng TIN NHẮN trên trang BKeL. Hãy cài đặt Moodle Mobile App để được nhắc nhở ngay trên thiết bị di động của cá nhân. . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em tên là [full_name], MSSV [student_id], hiện là sinh viên VPNL khoá 16. Đợt vừa rồi, em mới bảo vệ luận văn xong và xin được xét tốt nghiệp. Em có lên MyBK để đăng ký xét tốt nghiệp online nhưng không được do chương trình VP cần bảo vệ thêm tiếng anh để lấy bằng phụ lục. Hiện tại em muốn xét tốt nghiệp và lấy bằng chính quy và không cần lấy bằng phụ lục ạ. . . . . Thầy/cô cho em hỏi cần làm gì để xét tốt nghiệp ạ?. . . . Em cảm ơn ạ.",
            "\"Chào bạn,. . PDT đã ghi nhận yêu cầu về đăng ký xét TN của bạn. SV vui lòng theo dõi email  và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 11/04/2022 SV vẫn chưa nhận được thấy tên trong ds dự kiến tốt nghiệp ( Tra danh sách tại http://www.aao.hcmut.edu.vn    Tốt nghiệp    Thông tin tốt nghiệp) hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 04/2022 (cập nhật mới gia hạn thời gian xử lý tốt nghiệp). . Về tình trạng sinh viên, khi nào em có tên trong ds dự kiến tốt nghiệp, PDT sẽ tự động ra QD thu nhận cho bạn nhé. . Thân. . \"",
            "\"Chào bạn. . Pdt kiểm tra hiện tại bạn còn nợ 701702. . Không đủ ĐK để tốt nghiệp. . Bạn kiểm tra lại nghen. . Trường hợp có khiếu nại bạn có thể gửi lại qua bksi.. . Trường hợp SV học môn tương đương nhưng chưa được cập nhật, vui lòng gửi lại thêm 1 yêu cầu khác về việc xin cập nhật môn tương đương (ghi rõ tên và mã MH SV học, ở học kỳ nào? bao nhiêu điểm? và tương đương với môn học nào thuộc CTĐT của SV). . Thân\""
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Kính gửi PĐT,. . . . Em là   B [full_name]  /B  khóa K14 (  B [student_id]  /B ), chương trình kỹ sư chất lượng cao Việt Pháp (  B PFIEV  /B ), chuyên nghành   B hệ thống năng lượng  /B .. . . . Theo ID câu hỏi yêu cầu #52843. Em nhận được phản hồi là em còn thiếu Toeic để đủ điều kiện   B đăng ký xét tốt nghiệp chương trình Kỹ sư chất lượng cao Việt Pháp (PFIEV) chuyên ngành hệ thống năng lượng (không có bằng tiếng pháp B1).  /B  . . Em xin gửi bổ sung thông tin về việc em đã hoàn thành chứng chỉ ngoại ngữ để PDT xem xét và hỗ trợ em để em có thể được đăng ký xét tốt nghiệp. (PDT có thể tìm thấy 2 file thông tin tại mục đính kèm, trong đó gồm 1 file kqua   B Toeic nói viết (200/400)  /B  và 1 file kqua   B Toeic Nghe đọc (620/990)  /B ).. . . . Kính mong PĐT xem xét và hỗ trợ em để em có thể được đăng ký xét tốt nghiệp. Em xin chân thành cảm ơn.. . . . Trân trọng.. . . . . . . . . . . .",
            "\"Chào bạn,. . PDT đã ghi nhận yêu cầu về đăng ký xét TN của bạn. SV vui lòng theo dõi email  và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 11/04/2022 SV vẫn chưa nhận được thấy tên trong ds dự kiến tốt nghiệp ( Tra danh sách tại http://www.aao.hcmut.edu.vn    Tốt nghiệp    Thông tin tốt nghiệp) hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 04/2022 (cập nhật mới gia hạn thời gian xử lý tốt nghiệp). . Về tình trạng sinh viên, khi nào em có tên trong ds dự kiến tốt nghiệp, PDT sẽ tự động ra QD thu nhận cho bạn nhé. . Thân. . \""
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Gửi PĐT,. . . . Khoảng tuần trước em có gửi yêu cầu xin được xét đăng kí tốt nghiệp lên BKSI, và đã được PĐT phản hồi với nội dung là chưa đủ điều kiện tốt nghiệp do còn nợ tín chỉ/môn học.. . . . Sau khi kiểm tra lại kĩ em thấy mình đã đạt đủ số môn và tín chỉ theo chương trình đào tạo. Tuy nhiên, khi tra cứu trên myBK thì có vẻ như kết quả của học kì 211 (học kì này em chỉ đăng kí làm luận văn tốt nghiệp là môn học duy nhất) chưa được cập nhật vào số tín chỉ tích lũy (như ở đính kèm 1 và 2). Số tín chỉ còn thiếu (8 tín chỉ) có thể là do việc chưa cập nhật này.. . . . Vậy mong PĐT xem xét tình huống này giúp em, để em có thể đăng kí tốt nghiệp đúng lịch trình và tiến độ. Nếu như đã cập nhật mà còn thiếu chỉ, vậy xin PĐT có thể gửi em bảng điểm để em xem còn môn nào thiếu để đăng kí học bổ sung vào kì học tới.. . . . Xin cám ơn PĐT.",
            "Chào em,. . Em vui lòng phản hồi lại theo đúng file phòng Đào tạo xét và gửi cho bạn nhé, cụ thể các trường hợp cụ thể giúp cô nhé!. . Em kiểm tra theo file và so với bảng điểm được cập nhật tại mybk/Thông tin sinh viên/xem điểm. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Tình trạng của em đã hoàn thành xong luận văn. Tuy nhiên hiện tại môn anh văn của em vẫn thiếu 8 chỉ anh văn và đã hết thời gian đào tạo.. . . . Thầy cô cho em hỏi tình trạng của em có thể gia hạn thời gian học được không ạ, nếu có thì gia hạn như thế nào ạ?. . . . Em cảm ơn!",
            "Chào em,. . Trường hợp của em thuộc KV 1, em có thể làm đơn xin gia hạn 1 học kỳ (Hk212) để hoàn thành CTĐT và gửi qua bksi cho cô nhé. . Thân",
            "Dạ em gửi cô [full_name] xin gia hạn ạ!. . Em cảm ơn cô.",
            "\"Chào em,. . Phòng Đào tạo đã tiếp nhận đơn gia hạn 1 học kỳ của bạn. . SV theo dõi tình trạng và quyết định sẽ cập nhật tại mybk/Thông tin Sinh viên (dự kiến cập nhật QD trễ  nhất  trong tháng 16/5/2022). . Sau thời gian trên SV vẫn chưa nhận được QD vui lòng gửi phản hồi qua bksi. . Thân\"",
            "Em chào cô,. . Hiện tại em kiểm tra tình trạng sinh viên của em vẫn đang trong trạng thái \"Nghỉ\", và chưa nhận được QĐ nào cả.. . Cô có thể giúp em kiểm tra lại được không ạ.. . Em cảm ơn cô!. . . . Thân",
            "dạ với phẩn email của em viết trong đơn trường hiện tại trường đã khóa không sử dụng được nữa.. . Email trường em có thể gia xin mở lại được không vậy cô. Nếu được thì em phải cần làm những gì ạ?. . Cô hướng dẫn giúp em với ạ. Em cảm ơn cô nhiều ạ!. . Thân.. .",
            "Chào em,. . Quyết định gia hạn của bạn đã được cập nhật tại mybk/Thông tin sinh viên/tình trạng. . SV vào kiểm tra lại nhé. . Em liên hệ với ban quản lý mạng của trường để được hướng dẫn và trả lời về tài khoản của bạn nhé[full_name]. . [full_name]. . Ban Quản Lý Mạng - Trường ĐH Bách Khoa Tp.HCM. . Địa chỉ[full_name] 268 Lý Thường Kiệt, Quận 10, Tp.HCM. .              Phòng 109, nhà A5. .              [email]. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em là [full_name], hiện nay em đang bị tạm dừng vì không đăng ký môn học. . . Tháng trước em có đăng câu hỏi xin xét tốt nghiệp thì được biết còn nợ anh văn. Hiện em đã bổ sung đầy đủ các chứng chỉ anh văn nên em xin được xét tốt nghiệp kì này ạ.",
            "\"Chào bạn,. . PDT đã ghi nhận yêu cầu về đăng ký xét TN của bạn. SV vui lòng theo dõi email  và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 11/04/2022 SV vẫn chưa nhận được thấy tên trong ds dự kiến tốt nghiệp ( Tra danh sách tại http://www.aao.hcmut.edu.vn    Tốt nghiệp    Thông tin tốt nghiệp) hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 04/2022 (cập nhật mới gia hạn thời gian xử lý tốt nghiệp). . Về tình trạng sinh viên, khi nào em có tên trong ds dự kiến tốt nghiệp, PDT sẽ tự động ra QD thu nhận cho bạn nhé. . Thân. . \""
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Hiện tại em vẫn chưa nộp ảnh thẻ làm thẻ sinh viên nên em muốn hỏi rằng: bây giờ em có thể nộp ảnh thẻ bằng cách nào ạ?",
            "\"Chào em,. . Trường hợp của bạn vào lại trang mybk/Mục nhập học, để nộp lại ảnh nhé.. . Hàng tuần Phòng Đào tạo sẽ lấy lại ảnh về để in lại cho những trường hợp ảnh không đúng quy định và gửi về Khoa phát cho SV.. . Thân\""
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Dạ em chào Thầy (Cô),. . Em tên Nguyễn Thị Diễm Thuý. MSSV: [student_id]. . Do một số lý do em chưa Tốt Nghiệp được mà khoá em học kì này là cuối cùng nên em muốn xin gia hạn thêm 1 kì ạ. Thì em không biết sẽ nộp đơn ở đâu được ạ.. . Em xin chân thành cám ơn Thầy (Cô)!. .",
            "\"Chào em,. . SV khóa 2015 hiện tại đã hết thời gian đào tạo theo quy định và hạn cuối tốt nghiệp vào đợt tháng 4/2022 này.. . Hiện tại PDT đã ra quyết định thôi học vì hết thời gian đào tạo. . Trong đợt tốt nghiệp tháng 4/2022 này, khi nào SV đủ điều kiện tốt nghiệp, có thể làm đơn gửi qua bksi để xin cứu xét thu nhận lại để xét tốt nghiệp nhé. . Sau ngày 22/04/2022, SV chưa đủ điều kiện tốt nghiệp do chưa hoàn thành đủ ngày CTXH, CCNN xét tốt nghiệp, có thể nộp đơn xin gian hạn 1HK tại Phòng Đào tạo.. . (chưa đủ điều kiện vì thiếu CCNN  có nghĩa là SV phải hoàn thành tất cả các môn học thuộc CTĐT, kể cả AV1,2,3,4. có thể làm đơn xin gia hạn thời gian nộp CCNN để tốt nghiệp. SV lưu ý, trường hợp này PDT phải xét điều kiện đúng là SV chỉ còn nợ CCNN để tốt nghiệp mới được gia hạn nhé). . Thân. . \""
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: 1710136  /b \t. . . .   i Học vụ . Xin Chào Thầy/Cô.. . . . Em là Cao Minh Khải mssv 1710136.. . . . Hiện tại Em đã hoàn thành số tín chỉ và cả Luận văn tốt nghiệp tại học kỳ 211.. . . . Tại học kỳ 212 do không đăng ký môn học nên em bị trạng thái \"Tạm dừng\". . . . . Học kỳ 212 là học kỳ đầu tiên em bị tạm dừng. Em xin hỏi học kỳ 213 là học kỳ hè nếu em không làm đơn thu nhận và đăng ký môn học thì em có bị trạng thái \"Tạm dừng 2 học kỳ liên tiếp\" và buộc thôi học không ạ?. . . . . Do em mặc định HK213 là học kỳ hè nên khi 2 học kỳ liên tiếp là HK212 và HK221 liên tiếp tạm dừng mới bị buộc thôi học.. . . . Em xin lời tư vấn giải đáp từ quý Thầy/Cô ạ. Em xin cảm ơn.. .  . . . . . . . .",
            "Chào bạn, . . - Khi nào bạn đủ điều kiện để tốt nghiệp bạn vui lòng đăng ký xét tốt nghiệp bổ sung tại BKSI mục tốt nghiệp. . . - Bạn phải đủ điều kiện trước tháng 04/2023, nếu không tình trạng của bạn sẽ chuyển sang \"xóa tên vì tạm dừng quá thời hạn cho phép\".. . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: 1811639  /b \t. . . .   i Học vụ . Dạ em chào Phòng Đào Tạo. Em có câu hỏi là ở học kỳ 213 em có được đăng ký môn luận văn tốt nghiệp không ạ? Nếu được thì các yêu cầu về bằng Anh Văn và ngày công tác xã hội trường có xét trước khi em đăng ký môn này không ạ? Em cảm ơn ạ.",
            "Chào bạn. . Bạn xem thông báo DKMH Hk213 tại tin nhắn của trang Bkel. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Vào ngày 3/4 đáng lý em phải tham gia thi giữa kì môn CLC do thầy [full_name] dạy lý thuyết, nhưng hôm đó em bị f0 và phải cách ly, em bị sốt với gặp trục trặc nên ko tham gia thi giữa kì được nên em đã mail xin thầy được hoãn thi, hôm nay thầy trả lời em là em hoàn tất thủ tục hoãn thi với PĐT, cho em hỏi thủ tục hoãn thi với ạ .",
            "\"\"\"Chào bạn,. . Về việc kiểm tra bổ sung (giữa kỳ):. . SV có thể liên hệ với GV để xin được kiểm tra bổ sung lại, nếu GV không đồng ý. . Bạn vui lòng tải mẫu đơn: Phiếu đăng ký dự thi kiểm tra bổ sung tại trang web : aao.hcmut.edu.vn    Sinh viên    biểu mẫu. . Điền đầy đủ thông tin đính kèm minh chứng nộp tại BKSI (áp dụng đối với các môn lý thuyết có lịch thi ). . Thân\"\"\""
        ]
    },
    {
        "intent": "",
        "message": [
            "Chào [full_name]ầy/Cô.. . Em là sinh viên bằng 2 Khoa khoa học và kỹ thuật máy tính.. . Hiện nay các điểm anh văn 1,2,3,4 của em đều được miễn (   B điểm 12  /B  không tính vào điểm trung bình ) vì em đã học ở bằng 1. Nhưng em có bằng toeic ( còn hạn sử dụng ), nếu em đăng ký quy đổi điểm anh văn từ điểm thi Toeic thì có được không. Và điểm đó có điểm cộng vào điểm trung bình không.. . Em cảm ơn.. . . . . .",
            "Chào bạn,. . Sinh viên vui lòng xem chi tiết quy định tại Quy chế học vụ đào tạo: aao.hcmut.edu.vn. .    sinh viên    quy chế    học vụ    Quyết định ban hành Quy định về học vụ và đào tạo bậc đại học (số 2933 ngày 10/9/21)/ Phụ lục 1. Quy định về chuẩn ngoại ngữ dành cho chương trình giảng dạy bằng tiếng Việt.. . Thân.. .  . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "em tên [full_name] MSSV [student_id] hệ VLVH. . EM chưa đủ điểm toiec và rớt đồ án chuyên ngành. dạ cho em hỏi vậy em có đủ điều kiện làm luận văn không ạ. Em cảm ơn. . . .",
            "Chào em,. . SV phải đủ điều kiện mới được nhận LVTN nhé.. . Xem quy định chuẩn NN nhận LVTN tại đây:. . SV xem quy định tại đây: http://www.aao.hcmut.edu.vn/sinh viên/quy chế/học vụ/Quyết định ban hành Quy định học vụ và đào tạo bậc Đại học/ phụ lục 1/2. Chuẩn ngoại ngữ tốt nghiệp . . Về CTĐT SV vui lòng liên hệ ở Khoa để được tư vấn thêm về điều kiện tiên quyết nhé. . Thân\""
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Thưa PĐT em là [full_name]- [student_id] . Nay em muốn đặt câu hỏi vế vấn đề xếp lịch thi của hoãn thi hk trước . Chuyện là mấy ngày trước đã có lịch thi để xoá điễm hoãn thi em thấy có một môn mà em đã hoãn thi hồi học kì 202 mà em lại không thấy trong lịch thi của mình . Nên em mong PĐT kiểm tra lại giúp em ạ . Môn Vật Lí 1 của học kì 202 . Em xin kèm theo hình ảnh danh sách đã hoãn thi của học kì trước để làm bằng chứng ạ .. . . .",
            "\"Chào bạn. . Môn PH1003 có mở ở HK 212 nên [full_name] sẽ xếp lịch xóa điểm HT cho bạn vào HK212,. . Bạn theo dõi thông báo chi tiết Lịch thi tại tin nhắn BKEL trong tháng 04/2022. . Thân\""
        ]
    },
    {
        "intent": "",
        "message": [
            "B Yêu cầu khác: Dạ chào PDT,. . Em tên [full_name], khoá k20 khoa Quản lý công nghiệp.. . Hiện em có nhu cầu rút môn học HK212 thì làm thế nào ạ?",
            "\"Chào bạn,. . Về việc rút môn học (Có tính học phí):. . Bạn vui lòng tải mẫu đơn: RÚT MÔN HỌC tại trang web : aao.hcmut.edu.vn    Sinh viên    biểu mẫu. . Điền đầy đủ thông tin nộp qua BKSI. . Thân. . \""
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Dạ cho em hỏi là em đã đăng kí tn thành công vào đầu tháng 3 , qua tháng 4 mình có thể nhận bằng tạm thời được chưa ạ . . . .",
            "Chào em;. . Chứng nhận tốt nghiệp tạm thời em có thể tải bản scan trên trang đăng ký tốt nghiệp hoặc đến trực tiếp Phòng Đào tạo lấy bản giấy nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Chào Thầy/Cô. . . . Em gửi câu hỏi này muốn hỏi thông tin về Bằng tốt nghiệp chính thức.. . Cụ thể là theo thông tin của Thầy/Cô trong PDT thì cuối tháng sẽ có Bằng tốt nghiệp chính thức, cho em hỏi là tình hình hiện tại đã có hay chưa, và có gửi qua đường bưu điện được hay không ạ. Nếu trước đó em không đăng ký nhận bằng qua đường bưu điện thì bây giờ đăng ký có được hay không?. . . . Cám ơn Thầy/Cô đã phản hồi",
            "Chào em;. . khi nào có bằng trường sẽ thông báo qua mail, bằng tốt nghiệp quan trọng nên không gửi qua đường bưu điện nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: thầy cô cho em hỏi là đã qua học AV4A thì điểm toeic cần nộp để ra trường là 500 hay 600 vậy ạ, em cảm ơn ạ",
            "\"Chào bạn. . SV xem quy định tại đây: http://www.aao.hcmut.edu.vn/sinh viên/quy chế/học vụ/Quyết định ban hành Quy định học vụ và đào tạo bậc Đại học/ phụ lục 1/2. Chuẩn ngoại ngữ tốt nghiệp . . Thân\""
        ]
    }
]