[
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính chào thầy cô phòng đào tạo,. . Lúc nảy em có gửi câu hỏi khiếu nại không đăng kí được môn Thiết kế dự án tốt nghiệp MSMH CI4303, và được trả lời là không đủ điều kiện nhận LVTN kèm theo file, em có kiểm tra file và thấy có môn Nhập môn kiến trúc MSMH CI1009 là môn học bắt buộc chưa tích lũy được, nhưng trong học kì 1 (2020-2021) em đã học và qua môn   B Nhập môn kiến trúc MSMH CI1065  /B  với điểm tổng kết là 7.0 (có gửi hình ảnh chứng minh), là môn tương đương với môn CI1009.. . Em mong thầy cô xem xét và hiệu chỉnh giúp em ạ!"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em đã đăng kí luận văn tốt nghiệp vào ngày 23 tháng 8 năm 2021, tuy nhiên đến nay vẫn chưa có thời khóa biểu xin Phòng Đào Tạo xem giúp trường hợp của em ạ em cảm ơn.",
            "Chào bạn. . Cô đã lấy dữ liệu chuyển bộ phận dkmh xét lại. . Bạn đợi kết quả phản hồi trễ nhất là thứ 4 ngày 15/9. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Chào thầy/cô. . . . Lần trước em có yêu cầu xin giấy xác nhận đủ điều kiện tốt nghiệp do năm nay xét tốt nghiệp trễ hơn. Thầy/Cô yêu cầu em cung cấp kèm minh chứng đang làm hồ sơ học bổng. . . . . Trường hợp của em không phải đi du học ạ, mà do em đã kí hợp đồng với công ty ạ. Nếu không có giấy xác nhận là em đã hoàn thành 142 chỉ và đủ điều kiện tiếng anh ở Bách Khoa, em sẽ không được nhận lương và bị cắt hợp đồng làm việc (em có đính kèm ảnh chứng minh). . . . . Do các năm trước đăng kí xét tốt nghiệp vào cuối tháng 8 và có bằng tạm vào tháng 9, nên em đã đồng ý với điều khoản nộp bằng tạm trước tháng 10. Mong thầy cô giúp em ạ, em rất mong nhận được bản mềm giấy xác nhận qua email: [email]. . . . Em chân thành cảm ơn thầy/cô. . . . . .",
            "Chào bạn,. . bạn vui lòng đợi mail thông báo tốt nghiệp và vào đăng ký tốt nghiệp nhé (trong tuần sau nhé). . Vui lòng xem thông tin tốt nghiệp tại:. . aao.hcmut.edu.vn/lịch học vụ/Tốt nghiệp tháng 11/2021. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Dạ thầy (cô) cho e xin đăng kí môn học Pháp luật đại cương, Mã MH: SP1007, nhóm L14. . vì đã học 2 tuần rồi nên em đăng kí thứ 5 để không để mất 1 buổi nghỉ tuần 2/9 ạ.. . Xin quý Thầy cô giúp đỡ ạ. cho em thông tin liện hệ để vào lớp ạ.. . [full_name] Phước Ngọc Thuận, MSSV: [student_id]. . Vì hiện tại do tình hình dịch em còn thiếu 1 ngày CTXH nữa nên chưa chắc có thể ra được trong hk211 này ạ.",
            "Chào bạn. . Hiện tại đã đến tuần thứ 4 của Học kỳ 211, nên không thể bổ sung thêm môn học. . - Bạn có thể liên hệ Văn phòng đoàn trường để hỗ trợ về ngày CTXH. . -Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác .  Em chào thầy (cô)!. .   Em tên là [full_name], sinh viên k18 khoa Kỹ Thuật Giao Thông.. .   Về việc đăng ký học lại Giáo dục quốc phòng trong mùa dịch, em đã liên lạc với trung tâm giáo dục quốc phòng và bên đó yêu cầu em liên hệ với phòng đào tạo của trường để xác nhận trực tiếp việc cho phép sinh viên đăng ký học đến địa chỉ mail [email]. .   . .  Em muốn hỏi nếu để nhà trường xác nhận cho em được học lại giáo dục quốc phòng thì em cần phải làm những thủ tục gì ạ? Hiện tại tới ngày 20 là hết đợt đăng ký học lại nên em mong câu hỏi của em sớm được trả lời ạ.. .  Em xin chân thành cảm ơn! . .",
            "Chào em,. . Em liện hệ lại với TTGDQP nhé.. . . . (Email TTGDQP gửi PĐT: em đã thông báo cho bạn phụ trách về việc sinh viên Bách Khoa đăng ký không cần giấy giới thiệu mà chỉ cần thẻ sinh viên. . . để em làm việc lại với bạn về vấn đề này. . em ngọc). . . . Thân mến,"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Em xin hỏi về vấn đề hoãn thi ạ . Trong kì thi CK202 em có tham gia thi môn chi tiết máy ngày 25/8 , em có nộp vài nhưng vì sơ ý sau khi đổ tệp em đã vô tình xoá file bài nộp , cho em hỏi bây giờ em xin hoãn thi được không ạ ?. .",
            "Chào em,. . Hiện tại đã hết đợt đăng ký HOÃN THI, PĐT lấy dữ liệu để xử lý. Dự kiến thứ 5, ngày 09/9/21 mở lại.. . Thân mến,. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Thưa PĐT,. . Em là K17 kì này làm Đề cương Luận văn, khi nào mới có thông báo về việc thực hiện ạ?",
            "Chào bạn,. . Bạn vui lòng liên hệ về Khoa của bạn và GVHD để được hỗ trợ và hướng dẫn nhé!. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Chào cô,. . . . Sau khi nhận được sự giúp đỡ để đăng ký môn học dự thính vào học kỳ này, em đã có TKB trên trang Thông tin sinh viên (hình 1), tuy nhiên BKEL của em lại không có các môn này nên em không tìm được cách nào để liên lạc với giáo viên của mình để tham gia lịch học hết. Nhờ cô xem giúp ạ.. . . . Với một điều nữa là như hình 2, thì tình trạng sinh viên của em vẫn bị để là   B Nghỉ  /B . Như vậy có ảnh hưởng gì không ạ?. . . . Em cảm ơn.",
            "Chào em,. . Tình trạng sv của em: xóa tên vì hết thời gian học.. . Thân mến,. .",
            "Chào cô [full_name],. . . . . . Ở câu hỏi #33565, em có nhận được hướng dẫn làm đơn chuyển qua hệ VHVL + ĐKMH.. . . . Em đã được xác nhận và đợi có thời khóa biểu môn học, hiện tại em đã có thời khóa biểu môn học rồi. Như vậy cô trả lời như vậy là sao ạ?",
            "Chào bạn. . Cô xác nhận lại bạn đang trong diện chờ QD chuyển sang VLVH, do chưa cập nhật QD nên Cô [full_name] chưa nắm tình hình, khi nào có QD sẽ tự động cập nhật lại. . - về TKB, Pdt đã cập nhật trên BKEL bạn kiểm tra lại nghen. . Thân",
            "Chào cô [full_name],. . . . . . Dạ cô cho em hỏi vậy em được bắt đầu học theo thời khóa biểu được cấp cho từ giờ luôn phải không ạ?. . . . Em cảm ơn nhiều.",
            "Chào bạn. . Đúng rồi nghen"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Kính chào Phòng đào tạo,. . . . Em là sinh viên chuyển chương trình đào tạo từ Chất lượng cao sang Đại trà. Trước nay em đã pass học kì Pre môn Anh Văn khi đang học Chất lượng cao. Văn phòng Đào tạo Quốc tế khẳng định rằng, trước nay đã có công văn miễn học môn Anh Văn 1234 cho sinh viên đã pass học kì Pre bên Chất lượng cao và không cần nộp chứng chỉ tiếng Anh (Bên Quốc tế đã xác định điều này), và công văn này đã được chuyển cho anh [full_name] bên dữ liệu từ rất lâu.. . . . Phòng đào tạo có thể kiểm tra giúp em là em đã được miễn học môn Anh Văn chưa ạ?. . . . Em xin cảm ơn!",
            "Kính chào Phòng đào tạo,. . . . Em là sinh viên năm 2, được chuyển chương trình đào tạo từ Chất lượng cao sang Đại trà. Trước nay em đã pass học kì Pre môn Anh Văn khi đang học Chất lượng cao. . . . . Em đã hỏi và kiểm tra nhiều lần và Văn phòng Đào tạo Quốc tế đã khẳng định là trước nay đã có Công văn miễn học môn Anh Văn 1234 cho sinh viên đã pass học kì Pre bên Chất lượng cao và không cần nộp chứng chỉ tiếng Anh (bên Quốc tế đã xác định điều này), và công văn này được chuyển cho anh [full_name] bên dữ liệu từ rất lâu.. . . . Đây là email của cán bộ bên Văn phòng Đào tạo Quốc tế đã tư vấn với em: [email]. . . . Phòng đào tạo có thể kiểm tra lại giúp em là em đã được miễn học môn Anh Văn chưa ạ?. . . . Em xin cảm ơn!"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em chào thầy cô,. . . .  Em là sinh viên khóa 2021, khoa Điện-Điện tử, ngành Kĩ thuật điều khiển và tự động hóa, MSSV [student_id]. . .  Em đang muốn đăng ký in giấy chứng nhận sinh viên nhưng lại thấy thông tin học vụ của em lại cập nhật thành Khoa Cơ khí - Ngành Cơ điện tử, như trong hình. Vậy nhờ PĐT kiểm tra và cập nhật đúng lại giúp em với ạ?. .  . . Em cảm ơn.",
            "Chào em,. . PĐT đã nhận được thông tin của em, đã gửi đến bộ phận phụ trách sẽ trả lời  em qua bksi, email. . Thân mến,. . . . . .",
            "Dạ chào thầy cô,. . . .  Thông tin trên của em vẫn chưa được chỉnh sửa. Em không có trong danh sách sinh viên khoa Điện dẫn tới việc em không tham gia làm Bài tập lớn chung với các bạn khoa Điện được, cụ thể là môn xác suất thông kê.. . . .  Mong PĐT giải quyết sớm giúp em.",
            "Chào bạn. . Vì một số lý do kỹ thuật nên [full_name] đang sửa lại thông tin, Sau khi giải quyết xong sẽ cập nhật lại trên hệ thống. . Nên bạn vui lòng đợi đến tuần sau bạn đăng ký in lại giấy CNSV đúng nghen. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Chào thầy (cô),. . Em là [full_name], sinh viên khóa k17 khoa Môi trường và Tài nguyên.. . Hiện tại ở địa phương em đang có kế hoạch kêu gọi nhập ngũ và yêu cầu em cần có giấy xác nhận đang còn học tập tại trường để xin hoãn nghĩa vụ quân sự ạ. Bây giờ em phải làm như thế nào để nhận được giấy xin hoãn nghĩa vụ của trường ạ.Mong thầy (cô) giúp đỡ em với ạ.. . Em xin cảm ơn quý thầy cô ạ.. . . .",
            "Chào bạn,. . SV chủ động đăng ký giấy Xác nhận SV hoãn NVQS để bổ sung cho địa phương và chọn dịch vụ gửi qua được bưu điện (người nhận trả tiền) nếu có nhu cầu (PDT không in hàng loạt như các năm trước). . Dự kiến trong đầu tháng 9/2021 sẽ bắt đầu cho đăng ký (khi TKB trong HK đã ổn định). . . . - Sau khi xử lý giấy chứng nhận sinh viên, Phòng Đào tạo sẽ gửi về địa chỉ sinh viên đăng ký khi bưu điện hoạt động lại bình thường trong đợt giãn cách xã hội. Mặt khác, sinh viên có thể tải bản scan trên trang đăng ký chứng nhận sinh viên (sau khi yêu cầu của SV đã được xử lý).. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Em là [full_name] mssv: [student_id]. . Em có làm đơn hoãn thi môn . . [full_name] 1 - CI3009. . và đã được phòng đào tạo đồng ý.. . Sau ngày 6/9/2021 em lên xem kết quả, điểm. . thì vẫn là điểm 13 không đổi sang điểm 14 ạ",
            "Chào em,. . - Danh sách thi PĐT đã gửi trước rồi em. . - Em đã điền form hoãn thi, xem email xác nhận nhé.. . Thân mến,. .",
            "Em không hiểu ý cô ạ . . . . - Danh sách thi PĐT đã gửi trước rồi em. . . . (Danh sách này là danh sách hoãn thi được thi lại hả cô) ?. . . . - Em đã điền form hoãn thi, xem email xác nhận nhé.. . . . (Em đã được xác nhận hoãn thi nhưng điểm mybk của em vẫn là 13 chứ không phải 14 ạ )",
            "Chào bạn. . Bạn xem lại thông báo sau khi đăng ký vào form Hoãn thi, kết quả sẽ trả lời Sinh viên vào cuối tháng 9. . . Nếu có QD hoãn thi sẽ được cập nhật thành điểm 14. . Thân . .",
            "Chào em,. . - Danh sách thi PĐT đã gửi trước rồi em (điểm 13). . - Em đã điền form hoãn thi, xem email xác nhận nhé.. . - PĐT chuẩn bị các công tác tiếp theo.. . Thân mến,. . . .",
            "Dạ trên mail em đã được đồng ý hoãn thi . . PĐT bảo sau ngày 6/9 sẽ cập nhập kết quả . . nhưng kết quả của em vẫn là điểm 13 . . chứ không phải điểm 14 . . thì em có được thi lại không ạ ?",
            "Chào em,. . - Danh sách thi PĐT đã gửi trước rồi em (điểm 13). . - Em đã điền form hoãn thi, xem email xác nhận nhé.. . - PĐT chuẩn bị các công tác tiếp theo.. . Thân mến,. . . .",
            "dạ em xin lỗi nhưng mà . . Cô [full_name] lời em không hiểu ạ. . Em đã điền form hoãn thi.. . . . Email đã xác nhận là em được hoãn thi. . vậy giờ em chờ để được thi đúng không cô.. . . . Còn điểm trên mybk của em thì vẫn là 13 nhưng em sẽ được hoãn thi và thi lại đúng không cô",
            "Chào bạn. . Bạn xem lại thông báo sau khi đăng ký vào form Hoãn thi, kết quả sẽ trả lời Sinh viên vào cuối tháng 9.. . Nếu có QD hoãn thi sẽ được cập nhật thành điểm 14. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Dạ em xin chào ạ.. . . . Hiện tại do tình hình dịch bệnh chỗ ở của gia đình em hiện bị phong tỏa nên không thể thực hiện giao dịch với ngân hàng nền không thể thanh toán học phí dự thính kì 211 trước hạn chót là ngày 14/09/2021. Nên em xin được phép thanh toán học phí trễ ạ, đến khi tình hình dịch bệnh chuyển biến tốt hơn em sẽ thanh toán đầy đủ ạ.. . . . Em xin cảm ơn.",
            "Chào em,. . - Em chờ email từ PĐT, sẽ gia hạn đến 20/9/21.. . - Về gia hạn, miễn giảm HP, vay vốn em liên hệ phòng Công tác chính trị sv qua email [email] để được hướng dẫn nhé.. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em xin phép gửi phiếu đăng ký thu nhận lại, để  đủ điều kiện  đăng ký xét tốt nghiệp",
            "Chào bạn. . Pdt đã ghi nhận đơn thu nhận của bạn. . [full_name]ân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Kính gửi PĐT trường ĐH Bách Khoa TP.HCM,. . Em tên là [full_name], MSSV [student_id], lớp CK14LOG.. . Vì lý do dịch bệnh nên em không  thể hoàn thành chứng chỉ anh văn nói viết và số ngày CTXH đủ để tốt nghiệp hệ chính quy, nên e có nguyện vọng chuyển sang hệ VHVL để kịp tốt nghiệp kỳ này. Em rất mong được sự hỗ trợ của quý Thầy/ Cô. Em xin chân thành cảm ơn.. . . .",
            "Chào bạn. . Pdt đã ghi nhận đơn thôi học, đang chuyển làm Qd, bạn theo dõi cập nhật trạng thái tại Mybk-thông tin sinh viên. . Dự kiến đầu tháng 10 sẽ cập nhật mới, bạn kiểm tra, sau đó báo Pdt để xét tốt nghiệp cho bạn. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em chào thầy cô, em muốn hoãn thi môn mạch điện tử (EE2035) vào ngày 12/9 do bị trùng lịch thi. Tuy nhiên biểu mẫu google form đăng kí hoãn thi đã bị đóng nên em không thể đăng kí được. Mong thầy cô có thể mở lại hoặc hướng dẫn cách khác cho em đăng kí hoãn thi ạ.. . Em cảm ơn thầy cô nhiều.",
            "Em chào thầy cô, em muốn hoãn thi môn mạch điện tử (EE2035) vào ngày 12/9 do bị trùng lịch thi. Tuy nhiên biểu mẫu google form đăng kí hoãn thi đã bị đóng nên em không thể đăng kí được. Mong thầy cô có thể mở lại hoặc hướng dẫn cách khác cho em đăng kí hoãn thi ạ.. . Em cảm ơn thầy cô nhiều.",
            "Thân gửi các bạn sinh viên, . . Phòng Đào tạo (PĐT) đã thông báo cho Sinh viên (SV) về việc nộp đơn hoãn thi trực tiếp cho PĐT đối với các môn học Lý thuyết, mà không thông qua Giảng viên (GV). PĐT sẽ hậu kiểm các tình huống cấm thi sau. Hiện nay, SV đăng ký bằng cách gửi email về PĐT có kèm file và qua hệ thống Hỗ trợ trực tuyến (BKSI). Để nhanh chóng và thuận lợi, PĐT thay đổi phương thức nộp đơn hoãn thi như sau:. . SV đăng nhập vào Google bằng tài khoản BKNetID@hcmut.edu.vn và điền thông tin hoãn thi theo link: https://forms.gle/ckyYcJMWN7w3kqe56. . Hạn cuối: 5 ngày sau khi thi online (chỉ tính ngày làm việc). . Trường hợp SV đã nộp đơn qua email của PĐT và  qua công cụ BKSI (đã hoặc chưa được tiếp nhận), vui lòng điền lại vào form trên để PĐT cập nhật dữ liệu đồng nhất và chính xác.. . Riêng đối với môn Đồ án, Thực tập ngoài trường, Đề cương Luận văn, Luận văn/Tiểu luận tốt nghiệp: SV có thể xin hoãn bảo vệ với lý do dịch Covid-19 ảnh hưởng nghiêm trọng đến kết quả thực hiện đề tài (không thực nghiệm được tại Phòng thí nghiệm, không thực địa, ...). SV gửi email trực tiếp đến Giáo viên hướng dẫn, Khoa/Bộ môn để được xem xét đồng ý và forward email cuối cùng đến email của PĐT để đăng ký.. . Thông tin thêm:. . •\tQuy định hoãn thi (HT): xem chi tiết tại khoản 17.2 Điều 17 trong Quy chế đào tạo và học vụ (aao.hcmut.edu.vn    Sinh viên    Quy chế).. . •\tCác môn có phần thí nghiệm (TNg) sẽ được tổ chức thi sau khi TNg xong. Một số môn, Giảng viên sẽ đề nghị cho thi trước, điểm TNg sẽ có sau, khi đó SV có thể xin hoãn thi.. . •\tRiêng hoãn thi kiểm tra giữa kỳ của HK DT202 và 203: SV liên hệ trực tiếp GV và Bộ môn để được xem xét cho kiểm tra riêng hoặc lấy cột điểm thành phần khác để làm điểm kiểm tra.. .  . . Chúc các bạn học tập thật tốt!. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Cho em xin gmail của thầy [full_name], giảng viên khoa Khoa học máy tính ạ. Thầy có dạy lớp CC03 môn Lập trình nâng cao (CO2039).. . Em cảm ơn!. .   i Yêu cầu khác .",
            "Chào em,. . Em vui lòng liên hệ [full_name], [email] để được hướng dẫn nhé.. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Kính gửi PĐT. Em là [full_name]. Hiện tại em đã được PĐT cho hoãn thi (do em bị cách li F1). Em chỉ còn học 01 môn KẾT CẤU THÉP 2 nữa là xong chương trình học (nên em đã không đăng kí môn học vào học kì chính). Em kính mong PĐT xét cho em được thi lại vào đợt dự thính DT02 kì này để thi lại được không ạ. Rất mong PĐT xem xét cho em. . . PĐT cho em hỏi. Nếu em thi lại là lấy điểm thi làm điểm tổng kết môn học luôn đúng không ạ (em xem trong quy chế học vụ điều 17. Mục 17.2).",
            "Chào em,. . Em liên hệ với [full_name], Bộ môn, GV để được hướng dẫn thi chung nhé.. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em chào thầy cô, em là [full_name] MSSV: [student_id] khoa KTXD. Em có đăng ký ngày 11/8/2021 in giấy xác nhận sinh viên gửi về văn phòng khoa B6, nhưng hiện giờ các cô làm online không có ở văn phòng khoa. Hệ thống ghi giấy xác nhận đã xử lý. Thầy cô có thể chụp giấy xác nhận gửi mail giúp em trước khi gửi về văn phòng khoa B6 được không ạ. Địa phương em bảo là phải nộp giấy xác nhận sinh viên. Em cảm ơn thầy cô.. . Gmail: [email]",
            "Chào bạn,. . SV chủ động đăng ký giấy Xác nhận SV hoãn NVQS để bổ sung cho địa phương và chọn dịch vụ gửi qua được bưu điện (người nhận trả tiền) nếu có nhu cầu (PDT không in hàng loạt như các năm trước). . Dự kiến trong đầu tháng 9/2021 sẽ bắt đầu cho đăng ký (khi TKB trong HK đã ổn định). . . . - Sau khi xử lý giấy chứng nhận sinh viên, Phòng Đào tạo sẽ gửi về địa chỉ sinh viên đăng ký khi bưu điện hoạt động lại bình thường trong đợt giãn cách xã hội. Mặt khác, sinh viên có thể tải bản scan trên trang đăng ký chứng nhận sinh viên (sau khi yêu cầu của SV đã được xử lý).. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "cho em hỏi điền vào form như thế nào ạ,sao em điền vào mục\"mã số môn học\"thì bị ghi là \"phải khớp với mẫu\"là sao ạ",
            "Chào bạn,. . Vui lòng trình bày rõ vấn đề giúp cô nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]9  /b \t. . . .   i Đăng ký môn học . Dạ em chào phòng đào tạo, em là sinh viên đã hoàn thành xong chương trình học, đang chờ để được thi online toeic 2 kỹ năng còn lại ạ. Nhưng trong đợt 1 này em không đăng ký được ạ cũng như em không nhận được mail thông báo của trường ạ. Em sợ mình không có danh sách thi ạ ( do đợt 30/7 em không có danh sách thi ạ).. . . . Thứ 2 là em đang trị bệnh covid ở bệnh viện dã chiến thu dung ạ. Em muốn hỏi là em xin dời thi vào đợt cuối đến lúc em khỏe mạnh về nhà được không ạ? . . . .  Mong phòng đào tạo giải đáp giúp em ạ.",
            "Chào bạn. . Đã ghi nhận bạn vào danh sách thi lần 2, bạn theo dõi thông báo để đăng ký nghen. . Nếu có gì trục trặc thì báo lại nghen. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em gửi yêu cầu này để xin Phòng Đào Tạo mở đăng kí cho em môn học Luận Văn Tốt Nghiệp (ME4039) trong HK211. Em không đủ điều kiện để đăng kí LVTN trong HK211 này. Hiện tại em đang bị trễ 2 năm so với chương trình đào tạo nên mong muốn được thực hiện LVTN để có thể nhanh chóng hoàn thành chương trình học tập tại trường trong HK211 này. Em đã xin ý kiến, được sự đồng ý của Bộ môn Nhiệt Lạnh và Khoa Cơ Khí, nay em gửi đơn này (có đính kèm) lên Phòng Đào Tạo để xin phép. Rất mong Phòng Đào Tạo cho phép cũng như tạo điều kiện để em được đăng kí LVTN.. . Em xin cảm ơn.",
            "Chào bạn. . [full_name]dt đã đồng ý đơn đặc cách của bạn. . Bạn xem TKB cập nhật tại Mybk-xem TKB dự kiến ngày 15/9. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "B  địa phương em yêu cầu đến hết tháng 9 phải nộp giấy xác nhận sinh viên nên cho em hỏi khi nào trường phát giấy xác nhận sinh viên ạ, em cảm ơn.. . . .   b MSSV/MSGV: [student_id]  /b",
            "Chào bạn,. . SV chủ động đăng ký giấy Xác nhận SV hoãn NVQS để bổ sung cho địa phương và chọn dịch vụ gửi qua được bưu điện (người nhận trả tiền) nếu có nhu cầu (PDT không in hàng loạt như các năm trước). . Dự kiến trong đầu tháng 9/2021 sẽ bắt đầu cho đăng ký (khi TKB trong HK đã ổn định). . . . - Sau khi xử lý giấy chứng nhận sinh viên, Phòng Đào tạo sẽ gửi về địa chỉ sinh viên đăng ký khi bưu điện hoạt động lại bình thường trong đợt giãn cách xã hội. Mặt khác, sinh viên có thể tải bản scan trên trang đăng ký chứng nhận sinh viên (sau khi yêu cầu của SV đã được xử lý).. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "[full_name] [student_id]\t. . . .   i Học vụ . Cho em hỏi k15 thì thời gian đào tạo tối đa là bao nhiều kì chính ạ. . .",
            "Chào bạn,. . Khóa 15 thì HK211 là học kỳ cuối nhé, bạn xem quy định về thời gian đào tạo tại đây nhé:. . Xem chi tiết quy chế tại đây:. . aao.hcmut.edu.vn/sinh viên/quy chế/học vụ/Quy chế đào tạo và học vụ bậc đại học, cao đẳng:/ điều 5. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Cho em hỏi ạ, em đã đăng ký hoãn thi không có sự đồng ý của giáo viên theo link đăng ký mà pđt gửi nhưng vẫn cập nhật điểm vắng thi cho em hỏi sao ạ",
            "Chào em,. . - Danh sách thi PĐT đã gửi trước rồi em. . - Em đã điền form hoãn thi, xem email xác nhận nhé.. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "[full_name] [student_id]. . . . Hiện tại em là K15 đây là học kì thứ 13 của em. Hiện tại nếu đăng kí tốt nghiệp vào học kì sau có được không ạ. Trong kì này em chỉ sẽ phải hoàn thành cá chứng chỉ anh văn yêu cầu tốt nghiệp. Và đăng kí tốt nghiệp vào học kì sau có hợp lệ không ạ. Em cảm ơn. . . .",
            "Chào bạn. . Được nghen bạn đến tháng 4/2022. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em chào thầy/cô ạ!. . Em xin gửi thầy/cô đơn xin cứu xét đăng ký luận văn trong kỳ 211.. . Kính mong thầy/cô xem xét cho phép chúng em được đăng ký ạ!. . Chúng em xin chấp thuận mọi yêu cầu của nhà trường để được đăng ký trong kỳ 211 ạ!. . Em xin chân thành cảm ơn!",
            "Chào bạn,. . Không làm đơn chung vậy nhé, vui lòng từng bạn làm đơn và ghi rõ trường hợp của từng người và dùng tài khoản bksi của từng SV gửi nhé, cô sẽ giúp các bạn chuyển đơn cho ban lãnh đạo xem xét đơn và trả lời cho bạn nhé!. . Thân",
            "Em xin gửi cô đơn cứu xét của cá nhân em ạ!. . Em thành thật xin được cứu xét để đăng ký luận văn tốt nghiệp trong kỳ 211 ạ. . . Em đã trễ 1 kỳ nên hi vọng sẽ không bị trễ thêm 1 kỳ nữa ạ!. . Mong được nhận phản hồi sớm nhát có thể ạ!. . Em chân thành cảm ơn cô ạ!. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em xin chào thầy/cô, . . . . Hiện tại em đang học Anh văn 4 và trước đó em đã học AV1,AV2,AV3 rồi ạ.. . Vậy tới đây em nộp CCAV toeic 650 thì em có được chuyển điểm không ạ?. . . . Em xin cảm ơn. .",
            "Chào bạn. . Bạn nộp CCNN đủ điểm thì đăng ký chuyển điểm bình thường nghen. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Xin chào quý thầy/cô,. . Em xin phép được gửi đơn xin hoãn thi:. . Họ và tên: [full_name] . . MSSV: [student_id] . . Khoa: Điện - Điện tử. . Em xin cảm ơn.",
            "Thân gửi các bạn sinh viên, . . Phòng Đào tạo (PĐT) đã thông báo cho Sinh viên (SV) về việc nộp đơn hoãn thi trực tiếp cho PĐT đối với các môn học Lý thuyết, mà không thông qua Giảng viên (GV). PĐT sẽ hậu kiểm các tình huống cấm thi sau. Hiện nay, SV đăng ký bằng cách gửi email về PĐT có kèm file và qua hệ thống Hỗ trợ trực tuyến (BKSI). Để nhanh chóng và thuận lợi, PĐT thay đổi phương thức nộp đơn hoãn thi như sau:. . SV đăng nhập vào Google bằng tài khoản BKNetID@hcmut.edu.vn và điền thông tin hoãn thi theo link: https://forms.gle/ckyYcJMWN7w3kqe56. . Hạn cuối: 5 ngày sau khi thi online (chỉ tính ngày làm việc). . Trường hợp SV đã nộp đơn qua email của PĐT và  qua công cụ BKSI (đã hoặc chưa được tiếp nhận), vui lòng điền lại vào form trên để PĐT cập nhật dữ liệu đồng nhất và chính xác.. . Riêng đối với môn Đồ án, Thực tập ngoài trường, Đề cương Luận văn, Luận văn/Tiểu luận tốt nghiệp: SV có thể xin hoãn bảo vệ với lý do dịch Covid-19 ảnh hưởng nghiêm trọng đến kết quả thực hiện đề tài (không thực nghiệm được tại Phòng thí nghiệm, không thực địa, ...). SV gửi email trực tiếp đến Giáo viên hướng dẫn, Khoa/Bộ môn để được xem xét đồng ý và forward email cuối cùng đến email của PĐT để đăng ký.. . Thông tin thêm:. . Quy định hoãn thi (HT): xem chi tiết tại khoản 17.2 Điều 17 trong Quy chế đào tạo và học vụ (aao.hcmut.edu.vn    Sinh viên    Quy chế).. . Các môn có phần thí nghiệm (TNg) sẽ được tổ chức thi sau khi TNg xong. Một số môn, Giảng viên sẽ đề nghị cho thi trước, điểm TNg sẽ có sau, khi đó SV có thể xin hoãn thi.. . Riêng hoãn thi kiểm tra giữa kỳ của HK DT202 và 203: SV liên hệ trực tiếp GV và Bộ môn để được xem xét cho kiểm tra riêng hoặc lấy cột điểm thành phần khác để làm điểm kiểm tra.. .  . . Chúc các bạn học tập thật tốt!. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Chào thầy (cô) . . Em là sinh viên khóa k16 của Trường vì địa phương em đang bung dịch nên em  gửi giấy xác nhận CTXh cho Trường muộn  nên em được cập nhật CTXH trễ do đó bị hủy đăng kí luận văn. . . Hôm nay 31/8 em được phòng ctctsv cập nhật ngày công tác xã hội. . . Em đủ điều kien đang kí luận văn trong kì này. kinh Mong thầy cô cho em được đăng kí lại bổ sung luận văn để em được làm luận văn trong kì này ạ! . . Em chân thành cảm ơn ạ!",
            "Chào bạn,. . Vui lòng bổ sung giúp cô mã [full_name] nhé, hiện tại trên trang hoạt động ngoại khóa đã cập chưa bạn?. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính gửi thầy/cô :. . Em tên [full_name] ,MSSV : [student_id], Lớp VL15NL. . Nay em gửi yêu cầu này để gia hạn tình sinh viên để có thể đăng kí thi nói viết hoàn tất chương trình học. Lý do kì trước em bị tạm dừng là vì em không đăng kí môn học do em hoàn tất các môn học trong chương trình. Mong thầy cô xem xét cho em tiếp tục học ạ.. . Em xin chân thành cảm ơn.",
            "Chào bạn. . PDt đã bổ sung bạn vào ds thi anh văn nói viết on line, bạn nhớ kiểm tra mail thường xuyên để biết lịch chi tiết đăng ký. . đồng thời  Bạn tải mẫu đơn thu nhận tại trang web: aao.hcmut.edu.vn gởi tại BKSI để Pdt xử lý thu nhận lại cho bạn. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Chào thầy/cô ạ,. . Cho em hỏi, sự cố thiết bị em chưa sửa chữa được thì làm sao để hoãn thi ạ tại vì link gg form hoãn thi đã đóng mất rồi.",
            "Thân gửi các bạn sinh viên, . . . . Phòng Đào tạo (PĐT) đã thông báo cho Sinh viên (SV) về việc nộp đơn hoãn thi trực tiếp cho PĐT đối với các môn học Lý thuyết, mà không thông qua Giảng viên (GV). PĐT sẽ hậu kiểm các tình huống cấm thi sau. Hiện nay, SV đăng ký bằng cách gửi email về PĐT có kèm file và qua hệ thống Hỗ trợ trực tuyến (BKSI). Để nhanh chóng và thuận lợi, PĐT thay đổi phương thức nộp đơn hoãn thi như sau:. . . . SV đăng nhập vào Google bằng tài khoản BKNetID@hcmut.edu.vn và điền thông tin hoãn thi theo link: https://forms.gle/ckyYcJMWN7w3kqe56. . . . Hạn cuối: 5 ngày sau khi thi online (chỉ tính ngày làm việc). . . . Trường hợp SV đã nộp đơn qua email của PĐT và  qua công cụ BKSI (đã hoặc chưa được tiếp nhận), vui lòng điền lại vào form trên để PĐT cập nhật dữ liệu đồng nhất và chính xác.. . . . Riêng đối với môn Đồ án, Thực tập ngoài trường, Đề cương Luận văn, Luận văn/Tiểu luận tốt nghiệp: SV có thể xin hoãn bảo vệ với lý do dịch Covid-19 ảnh hưởng nghiêm trọng đến kết quả thực hiện đề tài (không thực nghiệm được tại Phòng thí nghiệm, không thực địa, ...). SV gửi email trực tiếp đến Giáo viên hướng dẫn, Khoa/Bộ môn để được xem xét đồng ý và forward email cuối cùng đến email của PĐT để đăng ký.. . . . Thông tin thêm:. . . . Quy định hoãn thi (HT): xem chi tiết tại khoản 17.2 Điều 17 trong Quy chế đào tạo và học vụ (aao.hcmut.edu.vn    Sinh viên    Quy chế).. . . . Các môn có phần thí nghiệm (TNg) sẽ được tổ chức thi sau khi TNg xong. Một số môn, Giảng viên sẽ đề nghị cho thi trước, điểm TNg sẽ có sau, khi đó SV có thể xin hoãn thi.. . . . Riêng hoãn thi kiểm tra giữa kỳ của HK DT202 và 203: SV liên hệ trực tiếp GV và Bộ môn để được xem xét cho kiểm tra riêng hoặc lấy cột điểm thành phần khác để làm điểm kiểm tra.. . . .  . . . . Chúc các bạn học tập thật tốt!. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Dạ cho em hỏi sau khi hoãn thi đã được pđt gửi mail xác nhận, thì phải đắng ký thi trong vòng 1 năm bằng cách nào ạ?. . Sau này đăng ký thi môn mình đã hoãn thi như thế nào à?. . Em xin cám ơn!!",
            "responsible person: [551] [staff_name] [helpdesk staff]",
            "Chào em,. . Em vào mybk/dkmh/đợt 3 để xem môn học có mở trong HK.. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: 1613021  /b \t. . . .   i Tốt nghiệp . Em chào Cô/Thầy,. . Em là Nguyễn Tấn Tài-1613021. . Hiện chỉ còn thiếu chứng chỉ anh văn 2 kỹ năng để tốt nghiệp.. . Em có nhận được email thời gian tốt nghiệp xét đến hết kỳ 211, nhưng thông báo trên trang wed trường 20.10.2021 là hạn chót đăng ký tốt nghiệp.. . Vậy cho em hỏi thời gian đăng ký xét tốt nghiệp hạn chót nhất là ngày mấy ạ, nếu qua tháng 11 (vẫn còn trong kỳ 211) thì có được xét tiếp hay phải đợi sang  đợt tốt nghiệp tháng 4 năm sau ạ.. . Mong được sự hồi đáp của Cô/Thầy.. . Em cám ơn nhiều!",
            "Chào bạn,. . Bạn theo dõi thông tin xét tốt nghiệp đợt tháng 11/2021 tại aao.hcmut.edu.vn/Sinh viên/Lịch học vụ (hiện tại chưa cập nhật). . . . PĐT thực hiện đợt xét tốt nghiệp tháng 11/2021 đến hết HK211. . Thân mến,. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Kính gửi: Phòng Đào Tạo trường Đại Học Bách Khoa Thành phố Hồ Chí Minh . . Em tên: [full_name] . . Mssv: [student_id]. . Hệ VHVL . .  E vào đăng đăng ký Tốt nghiệp thấy phần thông tin cá nhân in trên bằng còn thiếu mục: Nơi Sinh. . E xin cập nhật là :“ Nơi Sinh: Tây Ninh”. . Mong pdt xem xét cập nhật giúp e ạ. E cám ơn",
            "Chào em,. . PĐT đã nhận được thông tin của em, đã gửi đến bộ phận phụ trách sẽ trả lời  em qua bksi, email. . Thân mến,. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em đã nộp lệ phí chuyển điểm nhưng em chuyển điểm không thành công.. . . .",
            "Chào bạn. . Pdt kiểm tra bạn đã cập nhật được điểm Anh văn chuyển rồi mà. . Bạn xem tại Mybk-chuyển điểm. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Chào cô! . . Dạ mã  lvtn của em là GE4333 . . Sàn  hoạt động ngoai khoa đã cập nhật cho em rồi ạ! . . Mong cô giúp em ạ. . .",
            "Chào bạn,. . PDT đã ghi nhận yêu cầu về ĐKMH của bạn và đã chuyển cho bộ phận ĐKMH kiểm tra và xử lý.. . Bạn vui lòng theo dõi kết quả cật nhật TKB tại mybk sau ngày 20/9/2021. . Trường hợp sau ngày này vẫn chưa có TKB, SV vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . SV chủ động liên hệ khoa để xin nhận GV hướng dẫn.. . Thân. .",
            "Chào bạn. . Pdt kiểm tra số tín chỉ tích luỹ ngành của bạn: 123  124 Không đủ ĐK nhận LVTN. . Bạn kiểm tra lại nghen. . Thân. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em không có thẻ OCB; vậy thì em đóng học phí bằng hình thức chuyển khoản được không ạ",
            "Chào em,. . Em liên lạc số điện thoại hotline của Ngân hàng OCB để được hỗ trợ:[student_id]8. . Thân mến,. .",
            "Em gọi cho ngân hàng nhưng không ai bắt máy hết với lại không còn chi nhánh nào mở cửa hết; bây h em phải làm sao ạ",
            "Chào em,. . Em gọi số này hỏi xem [phone_number]. . - Đóng tiền học chuyển khoản mà em. Em lên bkpay ... hoặc hỏi các bạn đã thanh toán hướng dẫn giúp nhé.. . Thân mến,. . . .",
            "ý em là bây h em chuyển khoản thông qua app dc ko ạ bởi vì hiện tại em ko thể tới ngân hàng OCB để chuyển tiền học phí ạ. . Nếu chuyển dc thì cho em số tk,chi nhánh,tên để e chuyển hp ạ",
            "với lại em không có tk OCB ạ",
            "Chào em,. . Chỉ còn cách em nhờ người có tk OCB thanh toán.. . Thân mến,. .",
            "Cho em hỏi hạn đóng phí dt hk211 của em là 14/09/2021 nhưng lên bkpay đóng thì hiện là chưa đến kì hạn thanh toán vậy thì khi nào đóng đc ạ",
            "Chào bạn. . Hiện tại sẽ gia hạn thời gian đóng học phí, bạn đợi thông báo nghen. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Dù đã đến thời hạn đóng học phí nhưng vẫn không chọn thanh toán được",
            "Chào bạn. . Có thay đổi về lịch đóng học phí, nên bạn vui lòng đợi thông báo. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Kính gửi: Phòng Đào Tạo trường Đại Học Bách Khoa Thành phố Hồ Chí Minh. . Em tên: [full_name]. . Mssv: [student_id]. . Hệ VHVL. . Em đã hoàn thành các môn nhưng đang ký tốt nghiệp lại báo là không nằm trong danh sách dự kiến. mong PDT check lại giúp e coi e còn thiếu môn hay là tại điểm chưa cập nhật ạ.. . e cũng đã gửi mail cho th [full_name] ở pdt rồi ạ. . e cám ơn pdt nhiều",
            "Chào em,. . Nếu em đã email đến [email] em đợi email trả lời nhé.. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Kính chào Phòng Đào Tạo. . . . Em là [full_name] - [student_id] theo học theo hệ VHVL thuộc ngành khoa học và kỹ thuật máy tính.. . . . Hiện tại, thì em đang không nhận được thông tin học phí cần phải đóng trong kỳ này là Học kỳ 1 Năm học 2021 - 2022. Tất cả bạn bè em để đã có thông tin cả. Em đã kiểm tra trên myBK và Bkpay thì em đều không thấy. (Ảnh đính kèm). . . . Mong phòng đào tạo cập nhật giúp em để em có thể hoàn thành trách nhiệm của mình đúng hạn ạ.. . . . Em xin chân thành cảm ơn",
            "Chào bạn. . Pdt đã ghi nhận thông tin và chuyển cho bộ phận tính học phí kiểm tra lại. . Bạn theo dõi cập nhật sau nghen. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính chào thầy/cô,. . Em tên là [full_name], MSSV [student_id].. . Hôm qua em có gửi khiếu nại về việc đăng kí môn Thiết kế dự án tốt nghiệp, MSMH: CI4303, được pđt trả lời là không đủ điều kiện và kèm theo file, sau khi em kiểm tra file thì thấy pđt đã tính thiếu tín chỉ môn học tương đương Nhập môn kiến trúc, MSMH: CI1065, đã học và qua môn trong học kì 1(2020-2021), tương đương với môn Nhập môn kiến trúc MSMH: CI1009. . . . . Kính mong PĐT kiểm tra và giải quyết, bổ sung TKB môn Thiết kế dự án tốt nghiệp để em có thể kịp với tiến độ môn học.. . Em cảm ơn.",
            "Chào bạn,. . Đã cập nhật lại môn tương đương và xét LVTN lại cho bạn rùi nhé.. . SV theo dõi TKB trên mybk/Thông tin SV cập nhật trễ nhất vào ngày 20/9/2021 nhé.. . Sau thời gian trên nếu chưa được cập nhật vui lòng phản hồi lại BKSI để PDT kiểm tra.. . SV chủ động liên hệ trước về Khoa để xin nhận GVHD. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính gửi Phòng Đào Tạo,. . . . Em tên là [full_name] - Mssv: [student_id], hiện đang là sinh viên K17 Khoa Kỹ thuật giao thông.. . Hiện em đang có 123 tín chỉ tích lũy và đã đạt các môn tiên quyết, ngày công tác xã hội là 14 ngày.. . Theo như yêu cầu của PĐT thì em phải đạt 126 Tín chỉ để đăng ký nhận luận văn điều này đồng nghĩa là em phải đạt các môn anh văn trong chương trình đào tạo, mà do lúc trước em thi xét chuẩn Anh văn hằng năm trên trường và đạt qua nên em không theo học các lớp Anh văn trong chương trình đào tạo, em dự tính thi CCAV Toeic và xét qua các môn Anh văn nhưng do tình hình dịch bệnh bất ngờ em không thể thi được vì thế em thiếu tín chỉ đăng ký luận văn.. . Em có đăng ký Luận Văn Tốt Nghiệp và nhận kết quả không thành công do không đủ điều kiện đăng ký môn học.. . . . Em rất mong Phòng Đào Tạo xem xét giúp em để em có thể đăng ký làm luận văn và kịp tiến độ học tập ạ.. . Em xin chân thành cảm ơn.. .",
            "Chào bạn,. . Trường hợp của bạn phải làm đơn xin cứu xét đăng ký LVTN (do không đủ chỉ), trình bày rõ trong đơn và gửi qua bksi nhé.. . Cô sẽ chuyển đơn của bạn cho Ban lãnh đạo xem xét và trả lời đơn cho bạn.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Hiện môn cấu trúc dữ liệu và giải thuật (CO2003) của em đã đăng ký hoãn thi nhưng hệ thống lại hiển thị điểm tổng kết ạ, mong pdt hỗ trợ em kiểm tra lại ạ. Em cảm ơn . .",
            "Chào bạn. . Bạn xem lại thông báo sau khi đăng ký vào form Hoãn thi, kết quả sẽ trả lời Sinh viên vào cuối tháng 9. . . Nếu có QD hoãn thi sẽ được cập nhật thành điểm 14. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Thân gửi,. . Em tên [full_name], sinh viên K17 khoa Điện-Điện tử. Hiện em đang gặp vấn đề khi thanh toán phí in bảng điểm (đến bước nhập OTP thì phát sinh lỗi giao dịch như ảnh).. . Việc này dẫn đến 2 khó khăn lớn cho em là em đang cần gấp bảng điểm và em đang thiếu điều kiện đăng ký tốt nghiệp sắp tới (chưa thanh toán tất cả khoản phí). . . Mong trung tâm Hỗ trợ giúp đỡ em.. . Em chân thành cảm ơn.. . Trân trọng,. . . .",
            "Chào em,. . Mai em vào thanh toán nhé, OCB bị lỗi kỹ thuật.. . Thân mến,. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . em chào các thầy/cô ạ. . Chuyện là hôm qua em có hỏi trên bksi với nội dung là : Mong nhà trường xét duyệt tại yêu cầu hoãn thi vì từ lúc em được pdt đồng ý hoãn thi trên bksi thì em không có biết là có mail điền form ạ (tại lúc đó em đang trong khu cách ly). . Sau đó thì một cô các bảo em là:\"Chào bạn,. . Bạn vui lòng gửi lại đơn để PDT tiếp nhận lại từ đầu nhé!. . Thân\". . . . Nên hôm nay em xin gửi lại link drive chứa có đơn hoãn thi của em ạ,em mong pdt sẽ xử lý giúp e ạ ,em cảm ơn.. . https://drive.google.com/drive/folders/1M51Y91zts6X9oqmpM4esRx5JYyIbwrOF. .",
            "Chào em,. . - Bây giờ em điền vào theo email sau:. . - Xem email xác nhận nhé.. . . . . . Thân gửi các bạn sinh viên, . . . . Phòng Đào tạo (PĐT) đã thông báo cho Sinh viên (SV) về việc nộp đơn hoãn thi trực tiếp cho PĐT đối với các môn học Lý thuyết, mà không thông qua Giảng viên (GV). PĐT sẽ hậu kiểm các tình huống cấm thi sau. Hiện nay, SV đăng ký bằng cách gửi email về PĐT có kèm file và qua hệ thống Hỗ trợ trực tuyến (BKSI). Để nhanh chóng và thuận lợi, PĐT thay đổi phương thức nộp đơn hoãn thi như sau:. . . . SV đăng nhập vào Google bằng tài khoản BKNetID@hcmut.edu.vn và điền thông tin hoãn thi theo link: https://forms.gle/ckyYcJMWN7w3kqe56. . . . Hạn cuối: 5 ngày sau khi thi online (chỉ tính ngày làm việc). . . . Trường hợp SV đã nộp đơn qua email của PĐT và  qua công cụ BKSI (đã hoặc chưa được tiếp nhận), vui lòng điền lại vào form trên để PĐT cập nhật dữ liệu đồng nhất và chính xác.. . . . Riêng đối với môn Đồ án, Thực tập ngoài trường, Đề cương Luận văn, Luận văn/Tiểu luận tốt nghiệp: SV có thể xin hoãn bảo vệ với lý do dịch Covid-19 ảnh hưởng nghiêm trọng đến kết quả thực hiện đề tài (không thực nghiệm được tại Phòng thí nghiệm, không thực địa, ...). SV gửi email trực tiếp đến Giáo viên hướng dẫn, Khoa/Bộ môn để được xem xét đồng ý và forward email cuối cùng đến email của PĐT để đăng ký.. . . . Thông tin thêm:. . . . Quy định hoãn thi (HT): xem chi tiết tại khoản 17.2 Điều 17 trong Quy chế đào tạo và học vụ (aao.hcmut.edu.vn    Sinh viên    Quy chế).. . . . Các môn có phần thí nghiệm (TNg) sẽ được tổ chức thi sau khi TNg xong. Một số môn, Giảng viên sẽ đề nghị cho thi trước, điểm TNg sẽ có sau, khi đó SV có thể xin hoãn thi.. . . . Riêng hoãn thi kiểm tra giữa kỳ của HK DT202 và 203: SV liên hệ trực tiếp GV và Bộ môn để được xem xét cho kiểm tra riêng hoặc lấy cột điểm thành phần khác để làm điểm kiểm tra.. . . .  . . . . Chúc các bạn học tập thật tốt!. . . .",
            "dạ thưa cô trường hợp của em đã vượt quá 5 ngày rồi ạ ,không biết em điền form có được chấp nhận không ạ",
            "Dạ tại lúc nhận được điểm trên mybk em mới biết là có vụ điền vào form nữa ạ (lúc trước em tưởng là được chấp nhận trên bksi là được rồi),nên em không biết là điền form có được chấp nhận không ạ",
            "Cô đã gửi lại link, em điền vào rồi xem email xác nhận.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Dạ em chào quý thầy/cô !. . Dạ quý thầy/cô có thể cho em xin mã bưu kiện của giấy CNSV của em để em tiện theo dõi được không ạ. Tại vì lần trước bên bưu điện họ làm thất lạc 1 lần rồi nên em muốn xin để tiện theo dõi ạ. Em cám ơn ạ. !. .  [full_name]. .  MSSV:[student_id]",
            "Chào em,. . Bây giờ bưu cục chưa nhận chuyển được.. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính gửi nhà trường,. . Em là [full_name], MSSV [student_id]. Học khoa Kỹ thuật địa chất và dầu khí. Em xin gửi lại file Xin cứu vãn môn học ạ. Mong muốn trường đăng kí cho em vào kì 211 này, nhưng xếp cho em đi cùng với khóa của học kì 203 ạ. Do tình hình dịch bệnh nên khóa  học kì 203 cũng chưa đi ạ. Bữa em đã gửi nhưng chưa thấy PDT trả lời ạ, nên em gửi lại. Em cảm ơn",
            "Chào bạn,. . PDT đã ghi nhận yêu cầu về ĐKMH của bạn và đã chuyển cho bộ phận ĐKMH kiểm tra và xử lý.. . Bạn vui lòng theo dõi kết quả cật nhật TKB tại mybk sau ngày 20/9/2021. . Trường hợp sau ngày này vẫn chưa có TKB, SV vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . SV chủ động liên hệ khoa để xin nhận GV hướng dẫn.. . Phòng Đào tạo chỉ tiếp nhận đơn ĐKMH TT của bạn và ĐK vào Hk211, còn việc đi thực tập như thế nào SV vui lòng liên hệ khoa để được hỗ trợ nhé!. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Hiện tại đã đến khoảng thời gian em có thể đóng tiền học phí (như hình), nhưng hệ thống vẫn hiện là \"chưa đến kì thanh toán\" và em không thể thanh toán trực tiếp. Trong tình hình dịch Covid thì em không thể ra khỏi nhà. Vậy cho em hỏi có cách nào để thanh toán học phí mà không trễ hạn không ạ. Em xin cảm ơn.",
            "Chào em,. . Em liên hệ số điện thoại hotline của Ngân hàng OCB để được hỗ trợ:[student_id]8. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Dạ thưa quý phòng đạo tạo, em tên là [full_name], mssv [student_id].Hôm nay em muốn hỏi về việc hoã thi hk 203. Kỳ 203 em có đăng ký 1 môn học là môn Tín hiệu và hệ thống-EE2005 của khoa Diện-Điện tử. Môn này có lịch thi khá trễ, lịch thi cuối kỳ của môn này là 10g00 ngày 19/9/2021 theo hình thức hangout. Vì đây là một môn khó, tính toán cần sự tập trung, nhưng chất lượng đường truyền mạng nhà em không được ổn định, nên em có mong muốn hoãn thi môn này để thi lại vào học kỳ sau. Em mong nhận được phản hổi và sự hỗ trợ của quý phòng đào tạo. Em xin cảm ơn.",
            "Thân gửi các bạn sinh viên, . . Phòng Đào tạo (PĐT) đã thông báo cho Sinh viên (SV) về việc nộp đơn hoãn thi trực tiếp cho PĐT đối với các môn học Lý thuyết, mà không thông qua Giảng viên (GV). PĐT sẽ hậu kiểm các tình huống cấm thi sau. Hiện nay, SV đăng ký bằng cách gửi email về PĐT có kèm file và qua hệ thống Hỗ trợ trực tuyến (BKSI). Để nhanh chóng và thuận lợi, PĐT thay đổi phương thức nộp đơn hoãn thi như sau:. . SV đăng nhập vào Google bằng tài khoản BKNetID@hcmut.edu.vn và điền thông tin hoãn thi theo link: https://forms.gle/ckyYcJMWN7w3kqe56. . Hạn cuối: 5 ngày sau khi thi online (chỉ tính ngày làm việc). . Trường hợp SV đã nộp đơn qua email của PĐT và  qua công cụ BKSI (đã hoặc chưa được tiếp nhận), vui lòng điền lại vào form trên để PĐT cập nhật dữ liệu đồng nhất và chính xác.. . Riêng đối với môn Đồ án, Thực tập ngoài trường, Đề cương Luận văn, Luận văn/Tiểu luận tốt nghiệp: SV có thể xin hoãn bảo vệ với lý do dịch Covid-19 ảnh hưởng nghiêm trọng đến kết quả thực hiện đề tài (không thực nghiệm được tại Phòng thí nghiệm, không thực địa, ...). SV gửi email trực tiếp đến Giáo viên hướng dẫn, Khoa/Bộ môn để được xem xét đồng ý và forward email cuối cùng đến email của PĐT để đăng ký.. . Thông tin thêm:. . •\tQuy định hoãn thi (HT): xem chi tiết tại khoản 17.2 Điều 17 trong Quy chế đào tạo và học vụ (aao.hcmut.edu.vn    Sinh viên    Quy chế).. . •\tCác môn có phần thí nghiệm (TNg) sẽ được tổ chức thi sau khi TNg xong. Một số môn, Giảng viên sẽ đề nghị cho thi trước, điểm TNg sẽ có sau, khi đó SV có thể xin hoãn thi.. . •\tRiêng hoãn thi kiểm tra giữa kỳ của HK DT202 và 203: SV liên hệ trực tiếp GV và Bộ môn để được xem xét cho kiểm tra riêng hoặc lấy cột điểm thành phần khác để làm điểm kiểm tra.. .  . . Chúc các bạn học tập thật tốt!. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Cho em hỏi trong tình hình dịch Covid-19 hiện tại. Em không thể ra khỏi nhà nên không thể nộp bản sao bằng tốt nghiệp THPT được, em cũng không thể liên hệ với [full_name] được.Vậy có cách nào khác để em có thể nộp bản sao bằng tốt nghiệp THPT được không ạ? Em xin cảm ơn.",
            "Chào bạn. . Bạn liên hệ Cô phụ trách Thuỷ: [email]"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Cho e hỏi học kỳ này xét luận văn tốt nghiệp không yêu cầu chỉ tiêu anh văn.vậy sau dịch làm luận văn xong có cần học lại anh văn không hay bỏ luôn ak.thân",
            "Chào bạn. . Bạn xem lại thông báo . . Chỉ tạm thời pass chuẩn khi xét Lvtn, còn các chuẩn khác vẫn áp dụng, ví dụ chuẩn anh văn ra trường. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Chào thầy(cô) ạ! Cho e hỏi là đã đến lúc thu học phí kì DT211 chưa ạ? Tại e coi trên BKPAY là thu học phí DT211 từ ngày 7/9 đến ngày 14/9 mà giờ trên đó vẫn hiện là \"Chưa đến kỳ thanh toán\" nên e vẫn chưa đóng dc. Mong thầy (cô) giải đáp thắc mắc giúp em. Em xin cảm ơn!",
            "Chào em,. . Em chờ email từ PĐT, sẽ gia hạn đến 20/9/21.. . Thân mến,. ."
        ]
    }
]