[
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Hiện tại, nhà trường đang mở lịch đăng ký Học Kỳ dự thính hè đợt 3, em đã đọc mail là chỉ được đăng kí bổ sung những môn còn sĩ số, nhưng môn Pháp Luật Việt Nam Đại Cương SP1007 đã hết sĩ số, em hi vọng thầy/cô có thể vui lòng tăng sĩ số giúp em đăng kí học môn học này vì trong kì dự thính Hè em chỉ đăng kí một môn với mong muốn hoàn thành trả nợ môn này và tuy điều kiện gia đình còn nhiều khó khăn nhưng em đã đăng kí ở KTX học kì hè nên em rất mong thầy/cô sẽ mở sĩ số thêm giúp em ạ.. . Em chân thành cảm ơn thầy/cô.",
            "Chào bạn,. . . . PDT đã tăng sỉ số, bạn vào đăng kí nhen.. . . . Thân.",
            "No solution"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Cho e hỏi là nếu năm 2 mình chưa hoàn thành thể chất thì có ảnh hưởng đến năm 3 không ạ",
            "Chào bạn. . Bạn xem chi tiết tại Quy chế học vụ điều 10.5.b. . . . 10.5 Giáo dục quốc phòng, Giáo dục thể chất. . b. Học phần Giáo dục thể chất (GDTC): các môn GDTC được tổ chức trong các học kỳ chính hoặc học kỳ phụ tại trường. Từ khóa 2018 về trước, học phí các môn GDTC được tính như các môn học 01 tín chỉ. Từ khóa 2019 về sau, SV được học tối đa 03 môn GDTC trong các học kỳ chính và đã được tính học phí chung theo học kỳ/năm học. Nếu chưa đạt, SV phải học lại và thanh toán học phí các môn GDTC này như các môn học 01 tín chỉ.. . . . Học phần GDTC có thể được xét miễn nếu SV đã có hoàn thành các học phần GDTC (tại trường ĐHBK hoặc các đơn vị khác); có chứng nhận tham gia các môn thể thao đủ yêu cầu tại các đơn vị được quy định; hoặc khi là thành viên tham gia thường xuyên các câu lạc bộ TDTT hay đội tuyển TDTT (của trường ĐHBK hoặc các đơn vị khác); hoặc theo các quy định khác (nếu có). Riêng phần thực hành của học phần GDTC được xét miễn nếu có chỉ định của bác sĩ và giấy xác nhận của bệnh viện (xem 17.4).. . . . Từ K.2018 về trước, SV phải hoàn thành học phần GDTC sau năm 3 để được đăng ký môn học của CTĐT năm 4. Từ K.2019 về sau, SV phải hoàn thành học phần GDTC sau năm 2 để được đăng ký môn học của CTĐT năm 3.”"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Cho em hỏi là hiện giờ có thông tin là môn Triết học [full_name] (sp1031) của khóa K19 có thể đổi mới. Vậy em đã đăng ký học dự thính học kỳ hè 193 và đã xếp lịch học thì sẽ như thế nào ạ. Môn học K19 sẽ đổi mới vậy thì em bị hủy môn đó hay sẽ tiếp tục học. Và học xong thì em có cần học lại khi có chương trình mới hay được chuyển điểm qua ạ. Em cảm ơn.. .",
            "Chào bạn,. . . . Đối với khoá 2019, học kỳ 193 những môn Mac-lê có mở môn Triết học [full_name] - [full_name] (SP1031). Khoá 2019 đăng kí mã môn này được nhen.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Em tên là [full_name] MSSV [student_id] lớp XD18KT nay em viết đơn này rất mong phòng đào tạo có thể xem xét đăng kí cho em môn Thiết Kế Kiến Trúc Công Cộng 3. Mã môn học:CI2069,với lý do em không thế đăng kí môn này vì nó vượt số tín chỉ là 13/12 hiện em đã đăng kí được 7 chỉ dự thính hè này và chỉ cần 1 môn Công Cộng 3 ( 6 chỉ ) này nữa là đủ để em có thể học chuyên ngành năm sau, em rất mong phòng đào tạo có thể xem xét cho em vì kì 191 vừa rồi em bị đình chỉ vì không qua chuẩn anh văn đầu vào và hiện tại em rất khó khăn trong việc đăng kí môn học và nếu không thể đăng kí môn Thiết Kế Kiến Trúc Công Cộng 3 này thì rất có khả năng hk1 năm sau em sẽ không thể đăng kí học chuyên ngành vì không đủ 56 chỉ, em tha thiết kính mong nhà trường có thể cho em đăng kí môn học này , em đã rất cố gắng và học hầu như hết các môn anh văn và các môn chính trị nên nếu hk1 năm sau em không thể đăng kí chuyên ngành thì có lẽ em không biết phải học môn nào, kính mong nhà trường xem xét giúp em ạ . . . .",
            "Em xin hủy yêu cầu 12390 do em đã tìm được môn học khác thay thế . Em cảm ơn",
            "Chào bạn,. . . . Cuối cùng bạn là sao bạn.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác:   I   /B Kính gửi PDT,. . Cho em xin hủy đăng ký in thẻ sinh viên đã đăng ký lúc 13/07/2020 10:41 vì em đã nhấn nhầm lúc nhận thẻ. . Cảm ơn!!!",
            "Chào bạn. . Hệ thống đăng ký in bảng điểm đã cập nhật tiển lên BKpay nên không thể hủy được. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Dạ thưa phòng đào tạo. Lần 2 em có đăng kí và được nhưng kết quả bị xóa môn học. Và lí do trên hình. Nhưng sáng nay em đăng kí lại được. Em không biết sau khi hết hạn môn thực tập của em có bị xóa nữa không ạ. Em có đang tương tác với cô ở chủ đề trước nhưng em không trả lời được nên em tạo chủ đề mới ạ.. .   i Đăng ký môn học .",
            "Chào bạn,. . . . Những môn TTTN bạn nên kiểm tra TKB trước khi học kỳ hè bắt đầu. Nếu có huỷ hay có trục trặc gì thì khiếu nại lại để PDT giải đáp cho bạn.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em là [full_name]. . mssv [student_id]. . lớp Việt Pháp 2017/P01, ngành [full_name]. . Em muốn xin phép phòng đào tạo mở khóa 2 môn Giải tích 3 (006725) - Đặng Văn Vinh. . Cấu Trúc Dữ Liệu (501704) - [full_name]. . . . Lí do là sau khi đợt 2 kết thúc đăng ký thì thầy [full_name] dạy môn hóa học (601701)-6 chỉ, đã có báo với tụi em là môn hóa học trên k thay thế bằng môn Hóa học đại cương (CH1003) 4 chỉ được. Nên em k thể đăng kí học môn Hóa đại cương ở học kì chính sau để chuyển điểm tương đương mà phải học đúng môn Hóa học (601701). Mong pdt mở khóa hủy 2 môn GT 3 và CT dữ liệu để em có thể đk lại môn Hóa học ạ. Em xin cảm ơn ạ.",
            "Chào bạn,. . . . Việc này bạn làm đơn gởi PDT gấp nhen.. . . . Thân.",
            "No solution"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Chào cô,. . kì hè 193 này em muốn đăng kí môn thí nghiệm công trình CI4011, nhưng môn tiên quyết CI3009 kết cấu thép 1 kì này em chưa có thi ạ. Vậy làm sao em có thể đăng kí hè này ạ, tầm 24/7 em mới thi môn tiên quyết CI3009 ạ. . . .",
            "Chào bạn,. . . . Môn CI3009 phải có điểm đậu mới đăng kí được môn CI4011.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Thưa thầy/cô, em là [full_name], khóa K19 của khoa Khoa học và Kĩ thuật máy tính. Trong học kì hè 193, em có đăng kí môn SP1031 - Triết học [full_name] Lê-nin theo như gợi ý của phòng đào tạo ở ảnh dưới, và đăng kí thành công, được xếp lớp. Tuy nhiên, em lại được nghe nói rằng môn học [full_name] đối với K19 sẽ có thay đổi và được áp dụng từ học kì 201, chứ không phải học kì hè 193. Nếu như thế thì chương trình em học sẽ bị sai. Cho em hỏi là nếu em học [full_name] trong hè này (SP1031) thì năm sau vẫn phải học lại [full_name] trong học kì mới, hay vẫn được tính tín chỉ tích lũy như thường và không cần phải học lại ạ? Và nếu như phải học lại [full_name] ở học kì sau, liệu em có thể hủy môn học không ạ? Không chỉ em, khá nhiều bạn K19 cũng đã đăng kí môn [full_name], nếu phải học sai chương trình thì rất lãng phí ạ. Em xin cảm ơn ạ, mong nhận được câu trả lời sớm nhất từ thầy/cô.",
            "Chào bạn,. . . . Đối với khoá 2019, học kỳ 193 những môn Mac-lê có mở môn Triết học [full_name] - [full_name] (SP1031). Khoá 2019 đăng kí mã môn này được nhen.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Xin chào PDT, em viết mail này để xin mở thêm sỉ số lớp DT01 MSMH CI2005 (Cơ lưu chất; học kỳ dự thính hè) để em có thể đăng ký học cho kịp ra trường ạ.. . Mong PDT giải quyết và phản hồi sớm. em ơn ạ",
            "Chào bạn,. . . . PDT đã tăng sỉ số cho bạn rồi, bạn vào đăng kí nhen.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Mong thầy/ cô mở thêm 1 slot môn [full_name], mã môn học: PE1025. . Em cảm ơn thầy/cô ạ!",
            "Chào bạn,. . . . PDT mới mở thêm nhóm môn điền kinh, bạn vào đăng kí nhen.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . [full_name] mssv [student_id]. . Dạ cho em hỏi là em có đăng kí TTTN và hiện lên là đã đăng kí môn học thành công mà sau mỗi đợt ĐKMH lần 1 và lần 2 em đều bị xóa. Và theo em có tìm hiểu trước đó thì điều kiện đăng kí TTTN là 95 chỉ và nếu xét kì này thì em sẽ được 98 chỉ nhưng sao vẫn không đăng kí được ạ.. . Em cảm ơn ạ.",
            "Chào bạn,. . . . Hiện tại bạn mới tích luỹ 74 tín chỉ nhen.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Trong đợt đăng kí môn học dự thính hè đợt 2, em có đăng kí nhầm môn xác suất và thống kê 3 tín chỉ  thay vì phải là 4 tín chỉ nhưng mà hiện tại trong đợt 3 thì môn đăng kí đã bị khóa  không hiệu chỉnh được và bị trung với thời khóa biểu của môn em muốn đăng kí.Kính nhờ Phòng Đào Tạo hủy phiếu đăng kí môn xác suất thông kê MT2001 lớp dt02 của em. Em cảm ơn nhiều.         . .                 [full_name]- [student_id]",
            "Chào bạn,. . . . Sau đợt 3 DKMH bạn làm đơn nộp PDT ghi rõ mã số môn học đăng kí nhầm và mã số môn học đúng.. . . . Thân.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Trong đợt đăng kí môn học dự thính hè đợt 2, em có đăng kí nhầm môn xác suất và thống kê 3 tín chỉ  thay vì phải là 4 tín chỉ nhưng mà hiện tại trong đợt 3 thì môn đăng kí đã bị khóa  không hiệu chỉnh được và bị trung với thời khóa biểu của môn em muốn đăng kí.Kính nhờ Phòng Đào Tạo hủy phiếu đăng kí môn xác suất thông kê MT2001 lớp dt02 của em. Em cảm ơn nhiều.. .     SV: [full_name]-[student_id] . .     E-mail: [email]",
            "Chào bạn,. . . . Sau đợt 3 DKMH bạn làm đơn nộp PDT ghi rõ mã số môn học đăng kí nhầm và mã số môn học đúng.. . . . Thân.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Môn [full_name] [full_name] không có trong chương trình đào tạo của em vậy em xin hủy được không? Và làm sao để hủy môn đó ạ",
            "Chào bạn,. . . . Đối với khoá 2019, học kỳ 193 những môn Mac-lê có mở môn Triết học [full_name] - [full_name] (SP1031). Khoá 2019 đăng kí mã môn này được nhen.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em là sinh viên K19 và em có đăng ký môn Triết học [full_name]-Lenin (MMH SP1031) cho học kì 193 dự thính hè. Nhưng theo thông báo thì từ k19 sẽ có nội dung giảng dạy mới nên không triển khai dạy từ HK193. Vậy PDT có thể mở để em hủy môn học này được không ạ. Em xin cảm ơn!",
            "Chào bạn,. . . . Đối với khoá 2019, học kỳ 193 những môn Mac-lê có mở môn Triết học [full_name] - [full_name] (SP1031). Khoá 2019 đăng kí mã môn này được nhen.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Xin tăng sĩ số lớp Hệ thống máy tính và ngôn ngữ lập trình MSMH: EE2009. . Mã nhóm: DT01_DT01. . Tên sinh viên:[full_name],MSSV:[student_id]",
            "Chào bạn,. . . . Đã tăng sỉ số, bạn vào đăng kí nhen.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học  /i môn học Mac sp1031 hiện không có trong chương trình đào tạo của em liệu em có thể xóa môn học được không?. . . .",
            "Chào bạn,. . . . Đối với khoá 2019, học kỳ 193 những môn Mac-lê có mở môn Triết học [full_name] - [full_name] (SP1031). Khoá 2019 đăng kí mã môn này được nhen.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Cho em hỏi, môn học Bóng Đá dưới hình này có mã môn học DTQ1, và không đăng kí được. Đây là loại hình đào tạo nào ạ?",
            "Chào bạn,. . . . Mã nhóm DTQT là mã nhóm quốc tế nhen. Sinh viên đại trà không đăng kí được.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ em chào Thầy/Cô ạ,. . Dạ cho em hỏi, hè này em phải đi thực tập Quá trình thiết bị của Khoa Kĩ thuật Hóa học, nhưng hiện tại vẫn chưa có TKB thực tập hè. Vậy em có được đăng kí các môn dự thính có lịch học trực tiếp ở trường vào các ngày trong tuần không ạ?. . Em xin cảm ơn Thầy/Cô ạ.",
            "Chào bạn,. . . . Các môn học học kỳ hè 193 PDT đã xếp TKB rồi nha bạn, vì hè này thời gian học rất ngắn. Những môn thực tập khoa đề nghị mở PDT mới mở lớp nhen"
        ]
    },
    {
        "intent": "",
        "message": [
            "Dạ em chào các thầy cô. . Em muốn tham gia một lớp đã đủ sĩ số thì có được không ạ, vì em đã không đăng ký môn học hè 193 lần 1 nên giờ đã hết chỗ rồi ạ. Em rất mong nhận được sự giúp đỡ từ các thầy cô.. . Em xin cảm ơn.",
            "Chào bạn,. . . . Bạn không cho biết mã môn học nên PDT không không biết môn học để tăng sỉ số cho bạn.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Chào pđt!. . . . Em đang có nguyện vọng đăng ký vào học kỳ dự thính HK193 môn học kết cấu thép 1 CI3009 lớp DT01 thứ 4 tiết 345. Rất mong pđt tạo điều kiện  cho em học môn học này. Em chân thành cám ơn pđt.",
            "Chào bạn,. . . . Hiện tại trong đợt đăng kí hè, bạn vào đăng kí nhen.. . . . Thân.",
            "Chào pđt! . . . . Hiện tại lớp học kỳ dự thính HK193 môn học kết cấu thép 1 CI3009 lớp DT01 thứ 4 tiết 345 của thầy   B NGÔ VI LONG  /B  đã đủ sĩ số, em có nguyện vọng đăng ký vào lớp đó vì môn này là môn tiên quyết của môn học sau. Mong pđt giúp em đăng ký vào lớp này!. . . . Em cám ơn nhiều ạ!",
            "Chào pđt!. . . . Hiện tại lớp học kỳ dự thính HK193 môn học kết cấu thép 1 CI3009 lớp DT01 thứ 4 tiết 345 của thầy [full_name] đã đủ sĩ số, em có nguyện vọng đăng ký vào lớp đó vì môn này là môn tiên quyết của môn học sau. Mong pđt giúp em đăng ký vào lớp này!. . . . Em cám ơn nhiều ạ!. .",
            "Chào bạn,. . . . PDT đã tăng sỉ số, bạn vào đăng kí nhen.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Trong hè này em học lại GDQP và đã đến trung tâm GDQP ghi danh, em có cần đăng kí môn học trên hệ thống của trường không ạ. Em đã có thử đăng kí vào đợt đăng kí môn học 1 nhưng không được với lí do môn học không mở.",
            "Chào bạn,. . . . GDQP thì bạn liên hệ trung tâm giáo dục quốc phòng nhen.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Thưa thầy/cô, . . Hè này em mới đăng kí 1 môn nên thời gian còn trống nhiều.. . Học kì vừa qua em rớt VL1. . Nên em xin thầy/cô mở thêm sĩ số lớp Vật Lý 1 DT03-DT03 ạ.. . Họ và tên: [full_name]. . MSSV : [student_id]. . Em xin cám ơn ạ.",
            "Chào bạn,. . . . Bạn cho biết mã số môn học cần tăng sỉ số.. . . . Thân.",
            "Dạ mã môn học là PH1003",
            "Dạ em đăng kí được rồi. . Cám ơn cô ạ"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Hk193 sinh viên năm nhất có được học môn Mác theo mã mới không ạ? Nếu không được thì nhà trường sẽ tự hủy hay em phải lên pđt xin hủy ạ. Em cảm ơn.. . . .",
            "Chào bạn,. . . . Đối với khoá 2019, học kỳ 193 những môn Mac-lê có mở môn Triết học [full_name] - [full_name] (SP1031). Khoá 2019 đăng kí mã môn này được nhen.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Chào quý thầy cô, cho em hỏi vừa rồi em có đăng kí môn Triết học [full_name]-[full_name] nhưng theo giải đáp của Trường trong buổi trao đổi với sinh viên thì môn này sẽ học theo đề cương mới từ HK201. Vậy cho em hỏi em rút môn như thế nào khi hệ thống đã khoá, và em có phải nộp phần HP cho số chỉ đã đăng kí đó không?",
            "Chào bạn,. . . . . . Đối với khoá 2019, học kỳ 193 những môn Mac-lê có mở môn Triết học [full_name] - [full_name] (SP1031). Khoá 2019 đăng kí mã môn này được nhen.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Trước thi đăng ký kỳ hè thì đã có mã môn học mới cho môn học này và có rất nhiều sinh viên k19 đăng ký môn, nhưng cuộc gặp gỡ sinh viên thì phòng đào tạo có trả lời về vấn đề các môn chính trị trong kỳ hè thì sinh vên [full_name]19 ko được đăng ký vậy những sv [full_name]19 đã đăng ký và xếp lớp thì có được ưu tiên hủy môn không ạ. . . .",
            "Chào bạn,. . . . Đối với khoá 2019, học kỳ 193 những môn Mac-lê có mở môn Triết học [full_name] - [full_name] (SP1031). Khoá 2019 đăng kí mã môn này được nhen.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ em chào thầy cô ạ. Dạ năm nay là em học cuối năm 3. Em vẫn còn 1 môn thể dục nữa chưa học. Mà kì này lịch học thể dục hầu như trùng vào các ngày thứ 7. Do em bị trễ nên em đăng kí học cũng khá nhiều. Em xin phép thầy cô có thể mở lớp thể dục điền kinh vào các buổi như sáng thứ 4 sáng thứ 5 sáng thứ 6 và cả ngày chủ nhật được không ạ. Em xin cảm ơn thầy cô ạ",
            "Chào bạn,. . . . [full_name] đã mở thêm GDTC, bạn vào đăng kí nhen.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính gửi Phòng đào tạo,. . Hiện tại em là sinh viên khóa 2019, em có đăng kí học dự thính hè môn Triết học [full_name]-[full_name] SP1031, nhưng theo chương trình đạo tạo khóa 2019 không được học trước các môn tư tưởng chính trị. Em gửi yêu cầu này mong Phòng đào tạo có thể hủy môn mà em đã đăng kí ạ!. . Em chân thành cám ơn,. . HM",
            "Chào bạn,. . . . Đối với khoá 2019, học kỳ 193 những môn Mac-lê có mở môn Triết học [full_name] - [full_name] (SP1031). Khoá 2019 đăng kí mã môn này được nhen.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính gửi phòng đào tạo,. . Em là [full_name]. . MSSV [student_id]. . Hiện nay TCTL của em đang là 74 (TC). . Và HK 192 (chính quy) em có đang kí những môn học như trong hình:. . Tổng cộng là 29 TC, trừ 8 TC Dự thính thì còn lại 21 TC. . Cộng lại tất cả thì em đủ 95 TC và đủ điều kiên STC để đk môn TTTN.. . Nhưng không biết vì sao bị hủy TTTN vì lý do không đủ STC.. . Mong phòng đào tạo có thể phản hồi sớm cho em biết, để em có thể sắp xếp lại chương trình học cho HK 193 ạ.. . Cảm ơn PĐT.. . . .   i Đăng ký môn học .",
            "Chào bạn,. . . . Bạn vui lòng kiểm tra số tín chỉ tích luỹ TTTN đối khoá 2016 http://www.aao.hcmut.edu.vn/index.php?route=catalog/chitietsv&path=59_62&tid=1767.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . cho em hỏi là môn SP1031 trong học kì hè 193 có mở lớp không ạ?",
            "Chào bạn,. . . . Môn SP1031 có mở lớp nha bạn.. . . . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ, em đã đăng ký chuyển điểm Anh Văn vào ngày 9/7 .. . Cho em hỏi khi nào điểm mới được cập nhật để em có ĐỦ SỐ TÍN CHỈ chỉ để đăng kí TTTN vào kỳ đkmh bổ sung 193 (13/7-15/7) ạ. . Mong phòng đào tạo cập nhật điểm  sớm dùm em để, em không bỏ lỡ kỳ TTTN .",
            "Chào bạn,. . . . Nếu sau đợt 3 PDT chưa chuyển điểm kịp để bạn đăng kí TTTN, thì bạn nộp đơn xin đăng kí tay nhen.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn. . Em là sinh viên K19 học kì hè 193 em có đăng kí môn triết học mác lênin nhưng có một số thông tin là em đăng kí được nhưng khi hoàn thành môn thì em không được công nhận tín chỉ đó vì sang học kì 201 thì môn triết học xã hội mới được công nhận chương trình giảng dạy cho K19 . Mong quý thầy cô giải đáp giúp em với ạ .. . Em xin chân thành cảm ơn .",
            "Chào bạn,. . . . Đối với khoá 2019, học kỳ 193 những môn Mac-lê có mở môn Triết học [full_name] - [full_name] (SP1031). Khoá 2019 đăng kí mã môn này được nhen.. . . . Thân. .",
            "li answer rate: Answer is not complete / Câu trả lời chưa hoàn chỉnh"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Về yêu cầu rút môn Chính trị [full_name] - [full_name] (SP1031) em có gửi hôm qua.. . . . Cô ở PĐT trả lời có thể đăng kí học trong kì 193 này. Được học là một chuyện nhưng có trong Chương trình Đào tạo hay không lại là chuyện khác ạ. Thầy, cô đã gửi văn bản này cho tụi em nên tụi em rất sợ học nhưng bị mất tiền oan. (Ảnh về câu trả lời em có chèn ở bên dưới). . . . . Mong thầy cô PĐT xem xét mở đợt rút môn không tốn phí cho tụi em để tụi em có thể quay đầu là bờ ạ.",
            "&[full_name]E MSSV/MSGV: [student_id]    . . . . Đăng ký môn học. . . . Về yêu cầu rút môn Chính trị Mác - Lenin (SP1031) em có gửi hôm qua.. . . . Cô ở PĐT trả lời có thể đăng kí học trong kì 193 này. Được học là một chuyện nhưng có trong Chương trình Đào tạo hay không lại là chuyện khác ạ. Thầy, cô đã gửi văn bản này cho tụi em nên tụi em rất sợ học nhưng bị mất tiền oan. (Ảnh về câu trả lời em có chèn ở bên dưới).. . . . Mong thầy cô PĐT xem xét mở đợt rút môn không tốn phí cho tụi em để tụi em có thể quay đầu là bờ ạ.. . . . Em xin cám ơn.. .",
            "Chào bạn,. . . . Đối với khoá 2019, học kỳ 193 những môn Mac-lê có mở môn Triết học [full_name] - [full_name] (SP1031). Khoá 2019 đăng kí mã môn này được nhen.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: 1916055  /b \t. . . .   i Đăng ký môn học . Dạ cho em hỏi, kì hè 193 em có đăng kí môn TRIET HOC MAC-LENIN (SP1031) nhưng lại nghe nói môn mày sẽ không được dạy cho K19 trong kì 193 vì chưa có chương trình giảng dạy đầy đủ. Vậy Phòng đào tạo có hủy môn này cho K19 hay em đã đăng kí thì vẫn học như bình thường ạ. Em cảm ơn.",
            "Chào bạn,. . . . Đối với khoá 2019, học kỳ 193 những môn Mac-lê có mở môn Triết học [full_name] - [full_name] (SP1031). Khoá 2019 đăng kí mã môn này được nhen.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ em chào Thầy/Cô,. . . . Em tên [full_name], MSSV: [student_id], sinh viên chương trình CLC. Thầy/Cô vui lòng cho em hỏi: em đã xem mail và thấy phòng đào tạo có mở lớp GDTC trong học kỳ hè 193, tuy nhiên mã lớp là \"DT\", không có \"CC\". Hiện tại, em còn thiếu 1 môn GDTC vậy em có thể đăng ký học lớp này để được tính là hoàn thành học phần GDTC được không ạ? Hay em phải đợi đến học kỳ chính, đăng ký mã lớp \"CC\" thì mới được tính ạ?. . . . Mong sớm nhận được phản hồi từ Thầy/Cô.. . Em xin cảm ơn.",
            "Chào bạn,. . . . Bạn sinh viên CLC bạn vui lòng liên hệ văn phòng đào tạo quốc tế để tư vấn cho bạn.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Chào PĐT,. . Em tên là [full_name] MSSV [student_id].. . Trong kì dự thính hè 193 này em có mong muốn đăng ký vượt chỉ vì em thực tập xong nên hè em muốn cải thiện điểm. Hiện tại em đăng ký 9 tín chỉ và môn em muốn đăng ký là CH2013 đến 4 tín chỉ. Mong PĐT có thể giúp em đăng ký thêm môn này để kì này em đăng ký 13 tín chỉ ạ. . . Em xin cảm ơn.",
            "Chào bạn,. . . . Bạn vào đăng kí lại nhen.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em chào admin ạ,. . Em tên là [full_name], MSSV:[student_id].Em gửi yêu cầu này để được tư vấn cách thức xin mở thêm sĩ số cho lớp bơi lội học kì hè 193 này ạ. Tại vì hiện giờ cac lớp bơi đều đủ hết rồi ạ.",
            "Chào bạn,. . . . [full_name] đã mở lớp môn GDTC, bạn vào đăng kí nhen.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Xin chào các thầy cô, hiện tại em đã nhận dc mail hỗ trợ mở thêm các lớp GDTC từ phòng đào tạo nhưng em thấy các lớp mở quá ít nên ko đăng kí kịp thì lớp đã đầy sĩ số. nên em muốn xin dc mở thêm lớp cầu lông (PE1017) vào học kì hè 193 này. Xin thầy cô xem xét cho em được học môn cầu lông trong học kì hè, em xin cảm ơn.",
            "Chào bạn,. . . . PDT đã mở thêm nhóm GDTC, các bạn vào đăng kí nhen.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em xin phép được đổi môn Giải tích 3 (006725) qua môn Hóa học (601701) do học kì hè này là học kì cuối cùng môn Hóa học còn mở lớp, do hai lớp này bị trùng lịch nên môn Hóa học bị hệ thống tự động hủy mà em chưa kịp cập nhật trong đợt đăng kí đợt 2 vừa rồi.. . Em xin cảm ơn",
            "Chào bạn,. . . . Bạn làm đơn nộp trực tiếp PDT.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . cho em hỏi môn này chưa triễn khai từ HK193 vậy pđt có tự động hủy môn không ạ.. . . . nếu không thì có cách nào để hủy môn trong đợt 3 không ạ.. . . . em cám ơn",
            "Chào bạn,. . . . Đối với khoá 2019, học kỳ 193 những môn Mac-lê có mở môn Triết học [full_name] - [full_name] (SP1031). Khoá 2019 đăng kí mã môn này được nhen.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "e lỡ đăng kí môn triết học mác sp1031 mà trong chương trình đào tạo k có .mong phòng đạo tạo tạo điều kiện huỷ môn không đóng học phí ạ , e cảm ơn. . . .",
            "Chào bạn,. . . . Đối với khoá 2019, học kỳ 193 những môn Mac-lê có mở môn Triết học [full_name] - [full_name] (SP1031). Khoá 2019 đăng kí mã môn này được nhen.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Dạ lớp full hết rồi ạ, mong cô giúp em đăng ký  môn ạ!Em xin cảm ơn cô!. .   i Đăng ký môn học  /i -MT1003: Giải tích 1. . . .",
            "Chào bạn,. . . . [full_name] đã tăng sỉ số môn MT1003.. . . . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học .",
            "Chào bạn,. . . . Dự thính tính điểm đạt nha bạn.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Thầy/Cô đăng kí giúp em vào lớp thể chất cầu lông hè này với ạ. Em mới đọc được mail của PDT vào đăng kí mà đã full rồi ạ. Kính mong thầy/cô hỗ trợ. Em cảm ơn ạ!!",
            "Chào bạn,. . . . [full_name] đã mở thêm môn GDTC bạn vào đăng kí nhen.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học  /i  CH3353. . . . Dạ cho em hỏi về việc không đủ chỉ để đăng kí TTTN thì có thể làm đơn cứu xét để hè vẫn được đi thực tập không ạ, do nếu đăng kí TTTN trong học kì 1 hoặc 2 em sợ sẽ không đủ số lượng để mở lớp ạ, em cảm ơn.",
            "Chào bạn,. . . . Nếu không đủ chỉ thì bạn không đăng kí TTTN. PDT chỉ giải quyết cho bạn vấn đề về đăng kí môn học thôi nhé. . . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Do không biết trước chương trình đào tạo của k19 nên em đã đăng kí nhầm mã của môn XSTK là MT2001 ạ. Em mong nhà trường có thể hủy giúp em môn học này mà không phải mất phí ạ. . . .",
            "Chào bạn,. . Bạn vui lòng làm đơn xin chuyển mã MH, do đăng ký nhầm, ghi lại mã đúng và có khoa xác nhận, nộp đơn trực tiếp tại Phòng Đào tạo nhé!. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học  /i  . . Em có thấy thông báo học kì từ K19 trở đi môn [full_name] mã SP1031  áp dụng chương trình đạo tạo  mới  nên phòng đạo tạo có thể mở trang để sinh viên có thể huỷ môn không ạ. Em xin cảm ơn.. .",
            "Chào bạn,. . . . Đối với khoá 2019, học kỳ 193 những môn Mac-lê có mở môn Triết học [full_name] - [full_name] (SP1031). Khoá 2019 đăng kí mã môn này được nhen.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em chào quý thầy, cô Phòng Đào Tạo ạ, hiện tại em đang học khóa k2019, em không biết là khóa K2019 thay đổi mã môn xác suất thống kê nên em đã đăng kí nhầm mã MT2001(3 chỉ) của khóa trước ạ, (mã đúng k2019 là MT2013 có 4 chỉ), em mong quý thầy, cô xem xét giúp em để em có thể hủy và đăng kí lại mã MT2013 ạ.. . Em xin lỗi quý thầy, cô nếu thư này làm phiền quý thầy, cô ạ.. . Em chân thành cảm ơn. . . Mong quý thầy, cô phản hồi lại thư của em sớm ạ.",
            "Chào bạn,. . . . Sau đợt 3 DKMH bạn làm đơn nộp PDT ghi rõ mã số môn học đăng kí nhầm và mã số môn học đúng.. . . . Thân.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Thưa Phòng Đào Tạo, vào thời gian đăng ký học kì hè đợt 2, em có đăng ký mã môn SP1031, và gần đây em có nhận thông tin là K2019 thì có CTDT môn [full_name]-Lenin khác và chưa học môn [full_name]-Lenin vào học kì 193 mặc dù SP1031 là mã mới của môn. Em có thắc mắc là Phòng Đào Tạo có thể cho em hủy môn SP1031 vào học kì hè 193 và không mất phí được không ạ ? Em cảm ơn Phòng Đào Tạo nhiều ạ.",
            "Chào bạn,. . . . Đối với khoá 2019, học kỳ 193 những môn Mac-lê có mở môn Triết học [full_name] - [full_name] (SP1031). Khoá 2019 đăng kí mã môn này được nhen.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "MSSV: [student_id]. . Môn học: Pháp luật Việt Nam đại cương. . Mã môn học: SP1007. . Kỳ hè 193 này em không về quê mà ở lại trường học các môn đại cương, nhưng em chỉ mới đăng ký kịp 1 môn. Em cảm thấy dành cả kỳ hè ở lại thành phố chỉ để học 1 môn đối với em khá là không thỏa đáng ạ. Nên em kính mong phòng đào tạo cho phép và giúp em đăng ký vào các lớp đã có đủ xỉ số ạ, cụ thể là lớp DT02 môn Pháp luật Việt Nam đại cương của cô [full_name]. Em rất mong nguyện vọng của em sẽ được chấp nhận. Em xin chân thành cảm ơn ạ.. .",
            "Chào bạn,. . . . [full_name] đã tăng sỉ số môn SP1007 rồi nhé bạn.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính chào quý thầy cô. Em là [full_name], MSSV [student_id], là sinh viên K19. Trong đợt đăng ký môn học dự thính học kỳ hè, em có đăng ký môn học [full_name] Xuất thống kê mã môn học MT2001. Tuy nhiên sau khi nhận được sự xác nhận của khoa Ứng Dụng, thì từ khóa k19 Khoa Điện - Điện Tử mã môn học xác xuất thống kê đúng trong chương trình đào tạo là mã MT2013. Việc học mã môn khác không có tính tương đương. Em xin nhà trường cho chúng em cơ hội hủy môn học.",
            "Chào bạn,. . . . Sau đợt 3 DKMH bạn làm đơn nộp PDT ghi rõ mã số môn học đăng kí nhầm và mã số môn học đúng.. . . . Thân.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Chào thầy cô ạ, chả là lúc mở đăng ký môn HK193 đợt 2 thì tụi em chưa có chương trình đào tạo K19 khoa KHMT, nên em có xem chương trình đào tạo K18 thì thấy có môn MT1009 Phương pháp tính nên đã đăng ký. Đến khi tụi em có file chương trình đào tạo K19 thì thấy tụi em đã được bỏ môn MT1009, nhưng đã hết hạn chỉnh sửa môn học rồi. Em phải làm sao để hủy môn đó ạ?",
            "Chào bạn,. . . . Sau đợt 3 DKMH bạn làm đơn nộp PDT ghi rõ mã số môn học đăng kí nhầm và mã số môn học đúng.. . . . Thân.. ."
        ]
    }
]