[
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em có tham gia tình nguyện chống dịch tại địa phương , cho em hỏi em phải nộp giấy xác nhận như thế nào ạ , và có thể khi nào đi học trở lại em nộp được không ? vì bây giờ hoạt động tình nguyện vẫn chưa kết thúc ạ ?. . Em cảm ơn.",
            "Chào em,. . Em liên hệ phòng Công tác chính trị sv qua email [email] để được hướng dẫn nhé.. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: [student_id]. . cho em hỏi, làm sao để hủy hoãn thi trong HK202, do em bên OISP nên thấy file điền nhầm lẫn.mong pdt phản hồi. em xin chân thành cảm ơn",
            "Chào em,. . Em làm đơn xin hủy hoãn thi: ghi rõ HK, mã môn học, tên môn học ... , hoặc lấy mẫu đơn hoãn thi sửa thành đơn HỦY HOÃN THI, gửi qua bksi. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "[full_name]279. .   i Học vụ . Dạ cho em hỏi để HUỶ hoãi thi thì phải làm như thế nào ạ?. . Đợt rồi em đăng kí hoãn thi bị nhầm. Nên em muốn huỷ hoãn thi môn Cơ lưu chất CI2003 ạ. Em mong được trường phản hồi sớm. Em cám ơn ạ.. .",
            "Chào em,. . Em làm đơn xin hủy hoãn thi: ghi rõ HK, mã môn học, tên môn học ... , hoặc lấy mẫu đơn hoãn thi sửa thành đơn HỦY HOÃN THI, gửi qua bksi (aao/biểu mẫu). . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ  /i  Dạ em xin hỏi PĐT là vào ngày 26/8 em có hoãn thi môn GT1 của HK203 nhưng sao em kiểm tra trong danh sách thì lại không có tên vậy ạ?. . Em cảm ơn ạ.. . . .",
            "Chào em,. . Em đọc lại email PĐT đã gửi. . PĐT phản hồi yêu cầu Sinh viên đã đăng ký Hoãn thi HK203 (đăng ký trước ngày 09/09/2021). . . . + Sinh viên tra cứu danh sách môn đã đăng ký tại đường link:. . . . http://www.aao.hcmut.edu.vn/tracuu/xem_danhsach?id_ds=2802. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em tên là[full_name]. . MSSV: [student_id]. . Em đã có làm form xin hoãn thi cuối các kỳ HK202 và HK203 nhưng trên danh sách các môn học đã hoãn do trường gửi chỉ hiển thị các môn của HK202 còn danh sách các môn đã hoãn của HK203 thì không có môn nào. Mong PĐT xem xét giải quyết giúp em với ạ.. . Em xin cám ơn nhiều ạ.",
            "Chào em,. . PĐT đã gửi 2 email, em đọc và kiểm tra kỹ nhé.. . - PĐT phản hồi yêu cầu Sinh viên đã đăng ký Hoãn thi HK203 (đăng ký trước ngày 09/09/2021). . . . + Sinh viên tra cứu danh sách môn đã đăng ký tại đường link:. . . . http://www.aao.hcmut.edu.vn/tracuu/xem_danhsach?id_ds=2802. . . .  . . -PĐT phản hồi yêu cầu Sinh viên đã đăng ký Hoãn thi HK202 (đăng ký trước ngày 09/09/2021).. . . . + Sinh viên tra cứu danh sách môn đã đăng ký tại đường link:. . . . http://www.aao.hcmut.edu.vn/tracuu/xem_danhsach?id_ds=2801&masv=[student_id]&code=sr. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]1  /b \t. . . .   i Tốt nghiệp . Em tên: [full_name], MSSV: [student_id]1, sinh viên K2013. . em đã hoàn thành chương trình đào đạo hệ chính quy K2013 chuyên ngành chế tạo máy, khoa cơ khí,. . . . nhưng thiếu chứng chỉ anh văn Writing and Speaking.. . . . đã chuyển sang hệ VHVL, nhưng hiện em tra cứu danh sách dự kiến tốt nghiệp hệ VHVL đợi 2 năm 2021 không tìm thấy trong danh sách dự kiến tốt nghiệp.. . . . anh/chị cho em hỏi trong trường hợp của em có thể đăng ký nhận bằng tốt nghiệp được chưa hay còn phải đăng ký những môn học nào. . . em vào trang đăng ký tốt nghiệp thì vẫn hiện là hệ chính quy, em có đính kèm tệp anh/ chị hỗ trợ giúp em. . mong nhận được sự hỗ trợ từ PDT",
            "Chào bạn,. . PDT đã ghi nhận yêu cầu về đăng ký xét TN của bạn. SV vui lòng theo dõi email  và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 05/10/2021 SV vẫn chưa nhận được mail hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 11/2021. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Kính gửi PĐT,. . Em Tên: [full_name]. MSSV: [student_id].. . Em muốn hỏi về việc hoãn thi HK203. Cụ thể em đã tiến hành đăng ký hoãn thi môn học Xác suất thống kê (Mã MH: MT2013) trên bksi.hcmut.edu.vn từ ngày 29/07/2021 và đã được gửi phản hồi đồng ý vào ngày 30/07/2021. Sau đó vào ngày 05//08/2021 cũng đã xác nhận đăng ký lại thông qua form điền trong email PĐT đã gửi. Nhưng hiện trên hệ thống danh sách hoãn thi HK203 em vẫn chưa được cập nhật và trong bảng điểm vẫn để điểm 13. Sắp tới đầu tháng 10 Khoa Điện-Điện tử sẽ tiến hành phân ngành nên em mong PĐT sẽ giải quyết vấn đề sớm giúp em để không bị mất quyền lợi ạ.. . Em cảm ơn,. . [full_name]",
            "Chào em,. . PĐT đã gửi email, em đọc kỹ HK nhé. . Thân gửi các bạn sinh viên,. . . . PĐT phản hồi yêu cầu Sinh viên đã đăng ký Hoãn thi HK203 (đăng ký trước ngày 09/09/2021). . . . + Sinh viên tra cứu danh sách môn đã đăng ký tại đường link:. . . . http://www.aao.hcmut.edu.vn/tracuu/xem_danhsach?id_ds=2802. . Thân mến,. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em đã nhận được file đính kèm và thấy thiếu hóa vô cơ ạ chị gửi 2 lần rồi ạ. Cách đây 1 kì em đã xin mở lớp và anh chị trả lời em là không mở nữa và học môn Sinh để thay thế nên em đã học theo (ảnh đính kèm). Hiện tại chị báo em chưa hoàn thành hóa vô cơ thì em làm sao để chuyển ạ mong chị reply em sớm ạ. Em đã đủ 144 chỉ và đủ CTXH",
            "Chào bạn. . Về vấn đề này bạn vui lòng liên hệ Văn phòng đào tạo quốc tế qua địa chỉ mail: [email] . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác  /. . Em kính chào thầy cô.. . Em tên là [full_name] mssv [student_id].. . Do học kỳ trước em có đăng ký hoãn thi môn giải tích 2 MSMH MT1005 nhưng do tình hình ổn định nên em đã thi và nay đã có kết quả. Thầy cô hủy đăng ký hoãn thi giúp em ạ! . . Em xin cảm ơn.",
            "Chào em,. . Em làm đơn xin hủy hoãn thi: ghi rõ HK, mã môn học, tên môn học ... , hoặc lấy mẫu đơn hoãn thi sửa thành đơn HỦY HOÃN THI, gửi qua bksi. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: 1813600  /b \t. . . .   i  HOÃN THI . Kính gửi: PĐT . . Em đã đăng ký hoãn thi môn học   B Vật Lý 1 PH1003 - DT05 - HK203  /B , qua form PĐT gửi, tuy nhiên khi kiểm tra danh sách Hoãn Thi HK203 thì không có tên em ạ.. .   B MSSV: 1813600  /B   I . . Xin pđt giúp đỡ em ạ.. . em xin chân thành cám ơn.. . Kính chúc sức khỏe",
            "Chào em,. . PĐT đã gửi email, em đọc kỹ HK nhé. . Thân gửi các bạn sinh viên,. . . . PĐT phản hồi yêu cầu Sinh viên đã đăng ký Hoãn thi HK203 (đăng ký trước ngày 09/09/2021). . . . + Sinh viên tra cứu danh sách môn đã đăng ký tại đường link:. . . . http://www.aao.hcmut.edu.vn/tracuu/xem_danhsach?id_ds=2802. . Thân mến,. .",
            "Dạ em thực hiện đăng kí ngày 28.8 trước ngày 9/9 ạ. . Nhưng tên em vẫn không có tên trong danh sách hoãn thi học kì 203 ạ.. . Vật Lý 1 PH1003 - DT05 - HK203. . MSSV [student_id]. . PĐT kiểm tra lại giúp em ạ",
            "Chào em,. . PĐT đã gửi 2 email, em chú ý kỹ học kỳ nhé. . Thân gửi các bạn sinh viên,. . . . PĐT phản hồi yêu cầu Sinh viên đã đăng ký Hoãn thi HK203 (đăng ký trước ngày 09/09/2021). . . . + Sinh viên tra cứu danh sách môn đã đăng ký tại đường link:. . . . http://www.aao.hcmut.edu.vn/tracuu/xem_danhsach?id_ds=2802. . Thân mến,. . Cô xem có nè, em đọc kỹ thông tin hk nhé.. . . . [student_id]\tHK203\tPH1003\t\tx\t\tLT"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác  /i Em đã đăng làm đơn hoãn thi, và điền biểu mẫu, và em cũng có điểm BTL các môn, nhưng trong danh sách . . hoãn thi lại chưa có tên em, mong PDT kiểm tra giúp em. EM xin cảm ơn. .",
            "Chào em,. . PĐT đã gửi email, em đọc kỹ HK nhé. . Thân gửi các bạn sinh viên,. . . . PĐT phản hồi yêu cầu Sinh viên đã đăng ký Hoãn thi HK203 (đăng ký trước ngày 09/09/2021). . . . + Sinh viên tra cứu danh sách môn đã đăng ký tại đường link:. . . . http://www.aao.hcmut.edu.vn/tracuu/xem_danhsach?id_ds=2802. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Trước tháng 9 em đã có yêu cầu hoãn thi môn CI1043 -  Địa chất công trình, bây giờ em không có nhu cầu hoãn thi nữa. Mong PĐT hủy yêu cầu hoãn thi giúp em ạ.. . [full_name] [student_id]. .   i Yêu cầu khác .",
            "Chào em,. . Em làm đơn xin hủy hoãn thi: ghi rõ HK, mã môn học, tên môn học ... , hoặc lấy mẫu đơn hoãn thi sửa thành đơn HỦY HOÃN THI, gửi qua bksi. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Chào anh/chị pđt!. . Em là [full_name], msssv [student_id]. . Ngày 24-08-2021, em đã đăng ký hoãn thi HK203 môn GT2, vì nhà em bị lỗi đường truyền internet, em đã gửi mail cho pđt cũng như là gvbm, 2 ảnh ở dưới, và pđt đã có xác nhận đăng ký của em. Nhưng hôm nay em vào trang http://www.aao.hcmut.edu.vn/tracuu/xem_danhsach?id_ds=2802. . thì lại không tìm được danh sách đăng ký của em, cũng như điểm cập nhật trong bảng điểm môn GT2 học kỳ 203 là 13 điểm ạ.. . Anh/chị cho em hỏi em có đăng ký sai sót bước nào không hay em có thiếu tiêu chuẩn gì mà không được hoãn thi không ạ?",
            "Chào em,. . PĐT đã gửi email, em đọc kỹ HK nhé. . Thân gửi các bạn sinh viên,. . . . PĐT phản hồi yêu cầu Sinh viên đã đăng ký Hoãn thi HK203 (đăng ký trước ngày 09/09/2021). . . . + Sinh viên tra cứu danh sách môn đã đăng ký tại đường link:. . . . http://www.aao.hcmut.edu.vn/tracuu/xem_danhsach?id_ds=2802. . Thân mến,. .",
            "Dạ, em đăng ký HK203 mà.",
            "HK àm em đăng ký là HK hè 203 ạ, và tất cả thông tin về đã hoàn thành form đăng ký và thông báo GCBM đều có trong 2 ảnh em đã đính kèm trước đó ạ.",
            "Cô tra có tên em trong ds hoãn thi . . [student_id]\tHK203\tMT1005\t\tx\t\tLT. . - Còn điểm 13 trên bảng điểm:. . Hiện tại nhà trường chưa ra QD hoãn thi nhé bạn, dự kiến ra quyết định chung vào cuối tháng 12, nên trường hợp đăng ký hoãn thi vẫn bị điểm 13 bình thường. Sau khi hậu kiểm với ds của [full_name] thì mới ra quyết định hoãn thi và sẽ điều chỉnh lại điểm trên mybk/Thông tin SV/xem điểm. . Lưu ý:. . 1) PDT sẽ hậu kiểm lại với danh sách cấm thi của [full_name] gửi lên, nếu SV bị cấm thi sẽ bị hủy kết quả hoãn thi theo quy định. SV vẫn phải hoàn thành các phần việc của môn học, nhất là TH/TNg và BTL. GV có quyền cấm thi nếu SV không hoàn thành tốt các phần này. . 2) Trường hợp có sự cố bất khả kháng trong khi thi dẫn đến không thể hoàn thành được bài thi, và không được giải quyết cho thi vào ca thi tiếp theo (nếu có), sinh viên có thể đăng ký \"Hoãn thi\" ngay sau buổi thi (không phải vắng thi có phép), SV phải báo với CBCT hoặc trực thi để được ghi nhận vào trong danh sách thi. PDT sẽ đối chiếu lại với danh sách của [full_name] về các tình huống đã thi nhưng điểm thấp hoặc không có báo cáo ghi nhận về các sự cố trong buổi thi trước khi quyết định hoãn thi. . 3) Riêng đối với môn Đồ án, Thực tập ngoài trường, Đề cương Luận văn, Luận văn/Tiểu luận tốt nghiệp: SV có thể xin hoãn bảo vệ với lý do dịch Covid-19 ảnh hưởng nghiêm trọng đến kết quả thực hiện đề tài (không thực nghiệm được tại Phòng thí nghiệm, không thực địa, ...). SV gửi email trực tiếp đến Giáo viên hướng dẫn, [full_name]/Bộ môn để được xem xét đồng ý và forward email cuối cùng đến email của PĐT để đăng ký.. .",
            "li answer rate: Answer is not complete / Câu trả lời chưa hoàn chỉnh"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Cho em xin gửi đơn xin miễn thi/hoãn thi kỳ 202",
            "Chào em,. . Em gửi lại đơn có ngày tháng năm làm đơn nhé. HK211 là không đúng nhé. HK202 hay HK203. . Thân mến,"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: 2013503  /b \t. . . .   i Hủy đăng kí hoãn thi . EM GỬI ĐƠN XIN HỦY ĐĂNG KÍ HOÃN THI Ạ. . . .",
            "Chào em,. . Em gửi lại đơn có ngày tháng năm viết đơn. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em muốn hủy đăng ký hoãn thi thì phải hủy ở đâu ạ",
            "Chào em,. . Em làm đơn xin hủy hoãn thi: ghi rõ HK, mã môn học, tên môn học ... , hoặc lấy mẫu đơn hoãn thi sửa thành đơn HỦY HOÃN THI, gửi qua bksi (aao/biểu mẫu). . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Kính chào thầy/cô. . . . Qua một thời gian theo dõi, em nhận thấy điểm trên MyBK được cập nhật liên tục:. . . . Trong đó, ban đầu môn giải tích 2 (MT1005) (Không có hoãn thi) có kết quả đầy đủ:. . KT: 4.44 - BT: 8.67 - BTL: 5.5 - Thi: 4.33 - Tổng kết 5.0 (Ảnh đính kèm điểm trước cập nhật). . . . Sang đến ngày hôm nay thì chỉ còn Thi: 4.0 - Tổng kết 4.0 (Ảnh đính kèm GT2-[student_id]). Em nhận thấy điểm này khớp với quy định hoãn thi giữa kỳ sẽ hủy kêt quả lấy điểm thi cuối kỳ làm tổng kết nhưng em có có đăng kí hoãn thi nên em có phần lo về kết quả này.. . . . Hiện tại ở trên trang Phúc khảo vẫn đang hiển thị tổng kết 5.0 của MT1005. . . . Nếu do kết quả chưa cập nhật xong thì em mong quý thầy/cô thứ lỗi. Do em chỉ còn 1 môn học MT1005 để hoàn thành chương trình nên khá lo lắng. . . . Em xin cảm ơn. .",
            "Chào bạn. . Bạn có thể bổ sung Quyết định hoãn thi, để PDt kiểm tra lại. . Thân",
            "MSSV/MSGV: [student_id]    . . . . Học vụ. . . . Kính chào thầy/cô. . . . Do em   B KHÔNG  /B  hoãn thi nhưng điểm lại tính theo hình thức hoãn thi nên em mới gửi yêu cầu kiểm tra.. . . . Mặt khác em có liên hệ với giáo viên, giáo viên xác nhận bảng điểm đúng như đính kèm và gửi PDT và đề xuất liên hệ PDT kiểm tra lại thông tin điểm. Do ngày 30/10 sắp tới sẽ hết hạn đăng ký tốt nghiệp.. . . . Với kết quả MT1005, DT05, HK202 . . KT: 4.44 - BT: 8.67 - BTL: 5.5 - Thi: 4.33 - Tổng kết 5.0. . . . Không khớp với điểm MyBK: Thi 4.0 Tổng kết 4.0. . . .",
            "Chào em,. . - Điểm do GV nhập. . - Nếu GV đã khóa môn học và muốn sửa điểm thì GV gửi email hoặc phiếu đề nghị mở khóa môn học, nhóm để mở khóa (HK202) trong thời gian cho phép sửa.. . - Nếu thầy cô sửa điểm rồi thì phải nộp lại bảng điểm cho PĐT, lúc đó mới cập nhật lại nhé.. . Thân mến.. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ  /i  Em chào thầy/ cô. Em đã đăng ký hoãn thi môn xác xuất thống kê (MT2013) cho kỳ 203 nhưng giờ không có tên trong danh sách. Mong PĐT xem xét lại ạ.. . . .",
            "Chào em,. . PĐT đã gửi email, em đọc kỹ HK nhé. . Thân gửi các bạn sinh viên,. . . . PĐT phản hồi yêu cầu Sinh viên đã đăng ký Hoãn thi HK203 (đăng ký trước ngày 09/09/2021). . . . + Sinh viên tra cứu danh sách môn đã đăng ký tại đường link:. . . . http://www.aao.hcmut.edu.vn/tracuu/xem_danhsach?id_ds=2802. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em cám ơn Pđt đã trả lời câu hỏi!. . . . Về đơn đăng ký đặc cách làm LVTN biểu mẫu em có thể download ở đâu ạ. Em tìm trên danh mục biểu mẫu của trường mình không thấy.. . . . Em cám ơn.",
            "Chào bạn. . Bạn tự làm đơn, không có mẫu. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác  /i  Em xin thầy/cô được thêm vào danh sách dự thi anh văn 2 kỹ năng nói, viết ạ. . . . .",
            "Chào bạn. . Bạn vui lòng đợi thông báo sau hoặc trong tháng 10 liên hệ TTNN. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Dạ em chào phòng đào tạo, em là [full_name] MSSV: [student_id]. Kì vừa rồi, em có học môn Quản lý dự án nhóm A01 vào thứ tư. Vì lý do cách ly y tế nên em đăng ký hoãn thi cuối kỳ môn QLDA để thi vào học kì tới. Em vào myBK để xem bảng điểm thì thấy điểm tổng kết là 13, điểm 13 là điểm vắng thi mà trường hợp của em thuộc diện là được phép đăng ký hoãn thi và đã đăng ký bên phía nhà trường, lúc thi cuối kỳ vừa rồi, em cũng vào meet để nói cán bộ coi thi lý do là đã đăng ký hoãn thi, tức là điểm tổng kết của em phải là điểm 14, điểm hoãn thi được phép thi sau chứ. Phòng đào tạo có nói trước ngày 30/9 mà vào myBK thấy chưa có kết quả cập nhật thì khiếu nại lên đây. Mong phòng đào tạo sớm cập nhật lại điểm và tín chỉ trên hệ thống myBK vì ảnh hưởng trực tiếp đến việc em hoàn thiện hồ sơ xin học bổng. Tại vì trên myBK phòng đào tạo để điểm 13 và ảnh hưởng đến điểm trung bình tích luỹ và số tín chỉ của em. Em cảm ơn và mong sớm nhận được sự phản hồi.. . Best reagrds !!!. . . .",
            "Chào bạn,. . Hiện tại nhà trường chưa ra QD hoãn thi nhé bạn, dự kiến ra quyết định chung vào cuối tháng 12, nên trường hợp đăng ký hoãn thi vẫn bị điểm 13 bình thường. Sau khi hậu kiểm với ds của Khoa thì mới ra quyết định hoãn thi và sẽ điều chỉnh lại điểm trên mybk/Thông tin SV/xem điểm. . Lưu ý:. . 1) PDT sẽ hậu kiểm lại với danh sách cấm thi của Khoa gửi lên, nếu SV bị cấm thi sẽ bị hủy kết quả hoãn thi theo quy định. SV vẫn phải hoàn thành các phần việc của môn học, nhất là TH/TNg và BTL. GV có quyền cấm thi nếu SV không hoàn thành tốt các phần này. . 2) Trường hợp có sự cố bất khả kháng trong khi thi dẫn đến không thể hoàn thành được bài thi, và không được giải quyết cho thi vào ca thi tiếp theo (nếu có), sinh viên có thể đăng ký \"Hoãn thi\" ngay sau buổi thi (không phải vắng thi có phép), SV phải báo với CBCT hoặc trực thi để được ghi nhận vào trong danh sách thi. PDT sẽ đối chiếu lại với danh sách của Khoa về các tình huống đã thi nhưng điểm thấp hoặc không có báo cáo ghi nhận về các sự cố trong buổi thi trước khi quyết định hoãn thi. . 3) Riêng đối với môn Đồ án, Thực tập ngoài trường, Đề cương Luận văn, Luận văn/Tiểu luận tốt nghiệp: SV có thể xin hoãn bảo vệ với lý do dịch Covid-19 ảnh hưởng nghiêm trọng đến kết quả thực hiện đề tài (không thực nghiệm được tại Phòng thí nghiệm, không thực địa, ...). SV gửi email trực tiếp đến Giáo viên hướng dẫn, Khoa/Bộ môn để được xem xét đồng ý và forward email cuối cùng đến email của PĐT để đăng ký.. . Chúc bạn học tập tốt nhé.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Thưa PĐT, trong học kì qua, em có email xin rút việc hoãn thi môn MT1005, nhưng hiện tại điểm môn này vẫn bị tính là 13 điểm, mong PDT cập nhật lại điểm giúp em.. . Em xin cảm ơn."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ  /i  em gửi đơn xin hủy yêu cầu hoãn thi ạ.. . . .",
            "Chào bạn. . - Phòng Đào tạo đã đồng ý yêu cầu về việc xin HUỶ Hoãn Thi của bạn. . . - Bạn thi bình thường theo Lịch thi đã thông báo. . - Trường hợp có sự cố bất khả kháng trong khi thi dẫn đến không thể hoàn thành được bài thi, và không được giải quyết cho thi các ca thi sau (nếu có), sinh viên có thể đăng ký \"Hoãn thi\" ngay sau buổi thi (không phải vắng thi có phép), SV phải báo với CBCT hoặc trực thi để được ghi nhận vào trong danh sách thi. PDT sẽ đối chiếu lại với danh sách Khoa để ra quyết định hoãn thi. . Chúc bạn học tập tốt nhé.. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Vì em đã có thể vô phòng thi nên đã tham gia thi làm bài đầy đủ. Nhưng trước đó em đã đăng ký hoãn thi thì bây giờ em làm sao để hủy hoãn thi ạ.. .",
            "Chào em,. . Em làm đơn xin hủy hoãn thi: ghi rõ HK, mã môn học, tên môn học ... , hoặc lấy mẫu đơn hoãn thi sửa thành đơn HỦY HOÃN THI, gửi qua bksi. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em đã đăng ký hoãn thi ở hk202 và hk203 nhưng bây giờ 2 môn em đăng ký không được hoãn thi thì em nên làm gì để có thể thi môn em đã đăng ký. .",
            "Chào em,. . PĐT đã gửi email, em đọc kỹ HK nhé. . Thân gửi các bạn sinh viên,. . . . PĐT phản hồi yêu cầu Sinh viên đã đăng ký Hoãn thi HK203 (đăng ký trước ngày 09/09/2021). . . . + Sinh viên tra cứu danh sách môn đã đăng ký tại đường link:. . . . http://www.aao.hcmut.edu.vn/tracuu/xem_danhsach?id_ds=2802. . . . - Tương tự em xem email cho hk202. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: mssv: [student_id]. . . . kính gửi pdt. . . . làm sao để Hủy Hoãn thi hk202 vậy ạ, gửi đơn pdt thì tự viết hay có biểu mẫu trên web vậy ạ. em xin chân thành cảm ơn",
            "Chào em,. . Em làm đơn xin hủy hoãn thi: ghi rõ HK, mã môn học, tên môn học ... , hoặc lấy mẫu đơn hoãn thi sửa thành đơn HỦY HOÃN THI, gửi qua bksi. . Thân mến,. .  . . biểu mẫu trên web aao/biểu mẫu. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "I Học vụ . Dạ thầy/cô. . Em đăng ký hoãn thi trên bksi và được trả lời rằng PĐT đã đồng ý yêu cầu Hoãn thi của em và thời gian cập nhật điểm là 06/09/2021 (đính kèm) . Hiện giờ điểm của em vẫn chưa được cập nhật, mong thầy cô xem xét giúp ạ. . . . . . .",
            "Chào bạn,. . Hiện tại nhà trường chưa ra QD hoãn thi nhé bạn, dự kiến ra quyết định chung vào cuối tháng 12, nên trường hợp đăng ký hoãn thi vẫn bị điểm 13 bình thường. Sau khi hậu kiểm với ds của Khoa thì mới ra quyết định hoãn thi và sẽ điều chỉnh lại điểm trên mybk/Thông tin SV/xem điểm. . Lưu ý:. . 1) PDT sẽ hậu kiểm lại với danh sách cấm thi của Khoa gửi lên, nếu SV bị cấm thi sẽ bị hủy kết quả hoãn thi theo quy định. SV vẫn phải hoàn thành các phần việc của môn học, nhất là TH/TNg và BTL. GV có quyền cấm thi nếu SV không hoàn thành tốt các phần này. . 2) Trường hợp có sự cố bất khả kháng trong khi thi dẫn đến không thể hoàn thành được bài thi, và không được giải quyết cho thi vào ca thi tiếp theo (nếu có), sinh viên có thể đăng ký \"Hoãn thi\" ngay sau buổi thi (không phải vắng thi có phép), SV phải báo với CBCT hoặc trực thi để được ghi nhận vào trong danh sách thi. PDT sẽ đối chiếu lại với danh sách của Khoa về các tình huống đã thi nhưng điểm thấp hoặc không có báo cáo ghi nhận về các sự cố trong buổi thi trước khi quyết định hoãn thi. . 3) Riêng đối với môn Đồ án, Thực tập ngoài trường, Đề cương Luận văn, Luận văn/Tiểu luận tốt nghiệp: SV có thể xin hoãn bảo vệ với lý do dịch Covid-19 ảnh hưởng nghiêm trọng đến kết quả thực hiện đề tài (không thực nghiệm được tại Phòng thí nghiệm, không thực địa, ...). SV gửi email trực tiếp đến Giáo viên hướng dẫn, Khoa/Bộ môn để được xem xét đồng ý và forward email cuối cùng đến email của PĐT để đăng ký.. . Chúc bạn học tập tốt nhé.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Em xin kính chào các thầy cô ạ.. . Dạ kính thưa thầy cô là em đã đăng ký hoãn thi trên hệ thống vì sự cố về file ghi màn hình môn Tín Hiệu Và Hệ Thống ạ.Nhưng thầy lại bảo không cần thiết và chấp nhận kết quả thi cuối kỳ của em .Trên bảng điểm cũng đã ghi điểm cuối kỳ và điểm tổng kết của môn học ạ (HK203).. . Trong HK203 em có đăng ký 6 tín chỉ( hai môn mỗi môn học 3 tín chỉ) và em đều đạt cả hai môn nhưng sao trong số tín chỉ tích lũy lại ghi chỉ có 3 mà không ghi cộng số tín chỉ của môn Tín Hiệu Và Hệ Thống( môn em đã đăng ký hoãn thi ) ạ.. . Thầy cô cho em hỏi là đấy có phải là do em đã đăng ký hoãn thi nên hệ thống không ghi số tín chỉ tích lũy cho em không và em phải làm như thế nào để vẫn được ghi nhận số tín chỉ tích lũy của môn đó ạ?(em chưa có mail xác nhận được hoãn thi mà chỉ có mail xác nhận đã đăng ký và chờ xử lý thôi ạ).. . Em xin chân thành cảm ơn quý thầy/cô!. .",
            "Chào bạn. . - Pdt kiểm tra bạn đã đăng ký Hoãn thi môn Tín Hiệu Và Hệ Thống, nếu đã có điểm thì bạn viết đơn xin hủy Hoãn thi. . - Không phải, do chưa cập nhật thôi, sẽ cập nhật sau. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ  /i  cô ơi cô môm vật lý 1 hk203 của em đăng kí hoãn thi r cô ơi mà em tra thông tin thì không có là sao vậy cô. . . .",
            "Chào em,. . PĐT đã gửi email, em đọc kỹ HK nhé. . Thân gửi các bạn sinh viên,. . . . PĐT phản hồi yêu cầu Sinh viên đã đăng ký Hoãn thi HK203 (đăng ký trước ngày 09/09/2021). . . . + Sinh viên tra cứu danh sách môn đã đăng ký tại đường link:. . . . http://www.aao.hcmut.edu.vn/tracuu/xem_danhsach?id_ds=2802. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính gởi thầy cô,. . Em là [full_name], mssv [student_id], HK 203 em có đăng ký hoãn thi môn thép 2 (CI3211) do bị cách ly (F1) và đã được PĐT đồng ý (ảnh đính kèm), nhưng tra tên trong danh sách hoãn thi HK203 thì không có tên.. . Bây giờ em nên làm thế nào vậy ạ. Mong thầy/cô cập nhật lại giúp em với được không ạ.. . Chúc thầy/cô thật nhiều sức khoẻ. . Em rất biết ơn. . Em cám ơn thầy cô đã đọc. . Trân trọng.",
            "Chào em,. . Em điền lại vào đây. . SV đăng nhập vào Google bằng tài khoản [email] và điền thông tin hoãn thi theo link: https://forms.gle/ckyYcJMWN7w3kqe56. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Em có đăng kí giấy xác nhận tạm hoãn nghĩa vụ quân sự vào t2 ngày 29/9/2021. Cho em hỏi là bao lâu sẽ được xác nhận ạ.. . Do địa phương đã yêu cầu gấp, mong trường xem xét xử lí ạ.. . Em xin cảm ơn. . . .",
            "Chào bạn[full_name] [full_name] [full_name] đã ghi nhận phản hồi của bạn, Vì số lượng đăng ký giấy CNSV tăng đáng kể, Nên [full_name] đang cố gắng xử lý dữ liệu, xong sẽ scan để đưa lên hệ thống ngay, SV vui lòng thông cảm đợi thêm, giải thích thêm với cơ quan yêu cầu giấy CNSV[full_name][full_name] [full_name]  Sau khi [full_name] cập nhật xong bạn có thể tải bản scan trên trang đăng ký chứng nhận sinh viên[full_name][full_name] [full_name] Thân[full_name] [full_name]"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Thưa phòng đào tạo,. . Từ tháng 5 đến bây giờ em có đăng kí 2 thẻ sịh viên và 2 bảng điểm vận chuyển theo bưu điện. Nhưng tới giờ vẫn chưa nhận được.. . Mong PDT giúp đỡ về vấn đề này."
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính gửi quý thầy cô,. . . . Em là [full_name], MSSV [student_id]. . Trong học kì 203, em có đăng kí hoãn thi môn kết cấu thép 1 (CI3009) đó tình hình dịch bệnh và thiếu trang thiết bị. Nhưng hôm nay, em nhận được mail và truy xuất vào đường link để xem danh sách hoãn thi nhưng không có tên em. Vì vậy, hôm nay, em nhắn tin này mong thầy cô giúp em xem xét và bổ sung tên của em vào danh sách hoãn thi.. . Mong nhận được phản hồi.. . Em xin chân thành cảm ơn.. . . . [full_name],. . . .",
            "Chào em,. . Em xem email đúng HK nhé. . PĐT phản hồi yêu cầu Sinh viên đã đăng ký Hoãn thi HK203 (đăng ký trước ngày 09/09/2021). . . . + Sinh viên tra cứu danh sách môn đã đăng ký tại đường link:. . . . http://www.aao.hcmut.edu.vn/tracuu/xem_danhsach?id_ds=2802. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em chào thầy, cô!. . Dịch bệnh hiện tại thì trường có mở kì thi anh văn định kì cho k20 về trước để xét chuẩn anh văn sau mỗi năm học không ạ?. . Em xin cảm ơn!",
            "Chào bạn. . Về vấn đề này bạn vui lòng đợi thông báo sau. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em chào Thầy/Cô,. . Hiện nay các môn học của em hầu như đã có điểm. Chỉ riêng môn Thí nghiệm vật lý em đã đăng ký học 202 thì vẫn chưa được thi. Trước khi nghỉ dịch 05.2021, lớp tụi em đã hoàn thành xong tất cả các bài thí nghiệm trên lớp hầu như tụi em chỉ còn buổi học tổng kết trên lớp là sẽ hoàn thành chương trình.. . Em đã liên hệ với Thầy [full_name] dạy Thí nghiệm vật lý cho em tại kỳ 202 nhưng Thầy bảo là Thầy không quyết định được.. . Hạn xét tốt nghiệp sắp tới là 31.10, em đã xin được việc tại công ty Đại Dũng. Họ rất cần giấy xét tốt nghiệp của trường.. . Em cực kỳ lo lắng về việc ra trường trễ do không được thi TNVL. Em mong PDT có thể giải quyết về vấn đề đươc thi giúp em với ạ. Tụi em đã hoàn thành thao tác thí nghiẹm cho tất cả các bài nhưng em vẫn không hiểu tại sao Bộ Môn vẫn không cho thi và kéo dài tới hiện tại. Thật sự 4 năm nỗ lực để ra trường đúng hạn là một nỗ lực rất lớn. Em mong PDT có thể giúp em được hoàn thành buổi thi cuối cùng này.. . Em cám ơn.. . Chúc PDT nhiều sức khỏe.. . Thân ái,. . [full_name]",
            "Chào bạn. . Lịch thi nếu cần bổ sung thi, thì [full_name] sẽ phải phản hồi lên Pdt xếp lịch thi. . Nên bạn liên hệ [full_name] để được hỗ trợ. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ .",
            "Chào thầy/ cô, em đã làm đơn xin hoãn thi và đã được sự đồng ý của Phòng Đào Tạo nhưng trên bảng điểm vẫn để bị điểm 13 và điểm 0 ạ. Em mong cô xem xét lại giúp em ạ. . . Em cảm ơn.",
            "Chào bạn,. . Hiện tại nhà trường chưa ra QD hoãn thi nhé bạn, dự kiến ra quyết định chung vào cuối tháng 12, nên trường hợp đăng ký hoãn thi vẫn bị điểm 13 bình thường. Sau khi hậu kiểm với ds của Khoa thì mới ra quyết định hoãn thi và sẽ điều chỉnh lại điểm trên mybk/Thông tin SV/xem điểm. . Lưu ý:. . 1) PDT sẽ hậu kiểm lại với danh sách cấm thi của Khoa gửi lên, nếu SV bị cấm thi sẽ bị hủy kết quả hoãn thi theo quy định. SV vẫn phải hoàn thành các phần việc của môn học, nhất là TH/TNg và BTL. GV có quyền cấm thi nếu SV không hoàn thành tốt các phần này. . 2) Trường hợp có sự cố bất khả kháng trong khi thi dẫn đến không thể hoàn thành được bài thi, và không được giải quyết cho thi vào ca thi tiếp theo (nếu có), sinh viên có thể đăng ký \"Hoãn thi\" ngay sau buổi thi (không phải vắng thi có phép), SV phải báo với CBCT hoặc trực thi để được ghi nhận vào trong danh sách thi. PDT sẽ đối chiếu lại với danh sách của Khoa về các tình huống đã thi nhưng điểm thấp hoặc không có báo cáo ghi nhận về các sự cố trong buổi thi trước khi quyết định hoãn thi. . 3) Riêng đối với môn Đồ án, Thực tập ngoài trường, Đề cương Luận văn, Luận văn/Tiểu luận tốt nghiệp: SV có thể xin hoãn bảo vệ với lý do dịch Covid-19 ảnh hưởng nghiêm trọng đến kết quả thực hiện đề tài (không thực nghiệm được tại Phòng thí nghiệm, không thực địa, ...). SV gửi email trực tiếp đến Giáo viên hướng dẫn, Khoa/Bộ môn để được xem xét đồng ý và forward email cuối cùng đến email của PĐT để đăng ký.. . Chúc bạn học tập tốt nhé.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em là sinh viên khoá K19 hiện tại em đang nằm trong danh sách \"đen\" đợt 1 và có thể học kì 2 này kết thúc, em chỉ có một cách duy nhất để thoát ra là em phải thi toiec để nộp bằng cho nhà trường. Nhưng tình dịch bệnh phức tạp, em không thể thi được. Xin thầy/cô tư vấn cho em còn cách nào khác không ạ!! Hiện em đang cảm thấy rất stress",
            "Chào bạn. . Tốt hơn hết em nên liên hệ Giáo viên chủ nhiệm hoặc Khoa để tư vấn về việc học. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác:",
            "Chào bạn. . - Phòng Đào tạo đã đồng ý yêu cầu về việc xin HUỶ Hoãn Thi của bạn. . . - Bạn thi bình thường theo Lịch thi đã thông báo. . - Trường hợp có sự cố bất khả kháng trong khi thi dẫn đến không thể hoàn thành được bài thi, và không được giải quyết cho thi các ca thi sau (nếu có), sinh viên có thể đăng ký \"Hoãn thi\" ngay sau buổi thi (không phải vắng thi có phép), SV phải báo với CBCT hoặc trực thi để được ghi nhận vào trong danh sách thi. PDT sẽ đối chiếu lại với danh sách Khoa để ra quyết định hoãn thi. . Chúc bạn học tập tốt nhé.. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em xin được gửi lời chào đến Thầy/Cô,. . . . Hiện em đã hoàn tất đăng kí tốt nghiệp, tuy nhiên hiện tại em không thể tìm thấy vị trí tải xuống bằng tốt nghiệp tạm thời như đã hướng dẫn, em có gửi ảnh đính kèm.. . . . Hiện em là sinh viên OISP dự kiến tốt nghiệp vào tháng 11 ạ.. . . . Mong được Thầy/Cô giải đáp.. . . . Em xin cảm ơn Thầy/Cô đã dành thời gian.. . [full_name]",
            "Chào bạn. . Bạn thanh toán lệ phí ngày 23/9, nên giấy Cntn tạm thời sẽ cập nhật vào thứ 3 ngày 5/10. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác:",
            "Chào bạn. . - Phòng Đào tạo đã đồng ý yêu cầu về việc xin HUỶ Hoãn Thi của bạn. . . - Bạn thi bình thường theo Lịch thi đã thông báo. . - Trường hợp có sự cố bất khả kháng trong khi thi dẫn đến không thể hoàn thành được bài thi, và không được giải quyết cho thi các ca thi sau (nếu có), sinh viên có thể đăng ký \"Hoãn thi\" ngay sau buổi thi (không phải vắng thi có phép), SV phải báo với CBCT hoặc trực thi để được ghi nhận vào trong danh sách thi. PDT sẽ đối chiếu lại với danh sách Khoa để ra quyết định hoãn thi. . Chúc bạn học tập tốt nhé.. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác  /i   B . . Chào admin, em tên là [full_name], MSSV [student_id], Em ó đăng kí in giấy tạm hoãn nghĩa vụ quân sự hồi 7/9 và cũng được nhà trường in giấy rồi, và em có sử dụng chức năng gửi giấy về bằng đường bưu điện. Tuy nhiên đến giờ là 29/9 mà em vẫn chưa nhận được ạ. Cho em hỏi loại giấy tờ đã được nhà trường chuyển dùm em chứa ạ. Em biết hiện tại ở thành phố đang dịch bệnh nghiêm trọng, dưới em cũng vậy, nhưng mà cán bộ vẫn đến tận nhà bắt em phải nộp loại giấy này ạ. Mong nhà trường phản hồi sớm giúp em. Em xin chân thành cảm ơn. . . .",
            "Chào bạn[full_name] [full_name] [full_name] đã ghi nhận phản hồi của bạn, Vì số lượng đăng ký giấy CNSV tăng đáng kể, Nên [full_name] đang cố gắng xử lý dữ liệu, xong sẽ scan để đưa lên hệ thống ngay, SV vui lòng thông cảm đợi thêm, giải thích thêm với cơ quan yêu cầu giấy CNSV[full_name][full_name] [full_name] Nếu bạn đăng ký gởi qua bưu điện thì [full_name] đã gởi rồi nghen, bạn đợi nhận[full_name][full_name] [full_name] Thân[full_name] [full_name]"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Dạ em chày thầy/cô. . Trong học kỳ 202 và học kỳ 203, em có đăng ký hoăn thi là đã được phòng đào tạo xem xét (trong ảnh đính kèm) nhưng bây giờ em tra cưu MSSV của bẻn thân trong danh sách hoãn thi thì có phản hồi là không có thông tin của em. . . Kính mong thầy/cô giải quyết giúp em. . Em xin chân thành cảm ơn.. .",
            "Chào em,. . Em điền lại vào link:. . SV đăng nhập vào Google bằng tài khoản [email] và điền thông tin hoãn thi theo link: https://forms.gle/ckyYcJMWN7w3kqe56. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em chào pđt,. . Kỳ 202 em có đăng ký hoãn môn Kỹ thuật Siêu cao tần vì lý do scan thiếu phần đồ thị smith. Em có gửi Mail cho thầy gv chính nhưng lúc đó thầy không rep mail, bây giờ mới có kết quả là thầy có nhận đồ thị đó. Hôm qua em đã đăng ký HUỶ hoãn thi môn Kỹ thuật siêu cao tần (EE3025). Không biết còn hủy được không ạ?. . Em xin cảm ơn pđt.",
            "Chào em,. . Nếu em muốn HỦY hoãn thi:. . Em làm đơn xin hủy hoãn thi: ghi rõ HK, mã môn học, tên môn học ... , hoặc lấy mẫu đơn hoãn thi sửa thành đơn HỦY HOÃN THI, gửi qua bksi. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em muốn hũy hoãn thi thì phải làm sao ạ",
            "Chào em,. . Em làm đơn xin hủy hoãn thi: ghi rõ HK, mã môn học, tên môn học ... , hoặc lấy mẫu đơn hoãn thi sửa thành đơn HỦY HOÃN THI, gửi qua bksi (aao/biểu mẫu). . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Em có đăng ký hoãn thi môn học trong hk203 mà trong danh sách không có tên. Vậy em phải làm sao ạ.. .",
            "Chào em,. . PĐT đã gửi email, em đọc kỹ HK nhé. . Thân gửi các bạn sinh viên,. . . . PĐT phản hồi yêu cầu Sinh viên đã đăng ký Hoãn thi HK203 (đăng ký trước ngày 09/09/2021). . . . + Sinh viên tra cứu danh sách môn đã đăng ký tại đường link:. . . . http://www.aao.hcmut.edu.vn/tracuu/xem_danhsach?id_ds=2802. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "hôm qua em có gởi mail hỏi vụ điểm 13 của phòng đào tạo về việc hoãn thi HK203 môn MT1005 giải tích 2 của em đc nộp vào ngày 24/08 trc ngày 6/9 của mail mới của nhà trường mà em tra ko thấy tên em trong danh sách mong phòng đào tạo giải quyết giùm em. . . .",
            "Chào em,. . PĐT đã gửi email, em chú ý kỹ học kỳ nhé. . Thân gửi các bạn sinh viên,. . . . PĐT phản hồi yêu cầu Sinh viên đã đăng ký Hoãn thi HK203 (đăng ký trước ngày 09/09/2021). . . . + Sinh viên tra cứu danh sách môn đã đăng ký tại đường link:. . . . http://www.aao.hcmut.edu.vn/tracuu/xem_danhsach?id_ds=2802. . Thân mến,. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: 1712416  /b \t. . . .   i Tốt nghiệp . Em chào Thầy/Cô ạ.. . . . Em có một số thắc mắc liên quan đến việc nộp đơn xin rút khỏi chương trình KSTN để xin xét tốt nghiệp bằng thường ạ.. . 1. Đơn xin ra khỏi chương trình KSTN để xin xét tốt nghiệp bằng thường có mẫu đơn không hay sinh viên tự viết ạ? (trên mục biểu mẫu trang aao không có biểu mẫu này ạ). . 2. Hiện tại em có thể nộp đơn cho PĐT thông qua hình thức online được không ạ? . .    2.1. Nếu em có thể nộp đơn bằng hình thức . . online vậy em có thể gửi đơn qua đâu ạ?. .    2.2. Hình thức đơn được yêu cầu thế nào ạ? Đánh máy lưu thành định dạng PDF hay viết tay và scan thành định dạng PDF ạ?. . . . Em cảm ơn Thầy/Cô ạ.",
            "Chào bạn. . 1) bạn tự viết đơn và ký tên. . 2) nộp tại BKSI, chụp hình rồi gởi. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em xin chào pđt,. . Em xin phép gửi Đơn HỦY hoãn thi môn Kỹ thuật Siêu cao tần (EE3025).. . Em xin chân thành cảm ơn.. . ---------. . [full_name]",
            "Chào em,. . Em gửi lại đơn có ngày tháng năm làm đơn, họ tên và chữ ký.. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: E xin chào!. . e là sv k14 hiện e muốn chuyển hệ vì hết chương trình đào tạo hệ chính quy theo khóa 2014. cho e hỏi vậy để chuyển hệ e phải làm gì cho đợt tốt nghiệp tháng 11 tới ạ! . . em xin cám ơn!",
            "Chào bạn. . Theo CTDT bạn còn nợ gì để tốt nghiệp. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . dạ cho em hỏi là em đã đăng kí hoãn thi cuối kì 202 rồi mà em tra mssv trong danh sách hoãn thi cuối kì trong AOO thì không có tên em ạ. .",
            "Chào em,. . Em vui lòng gửi lại minh chứng để PĐT kiểm tra nhé.. . Thân mến,. .",
            "Dạ thưa cô do em được phòng đạo tạo chấp nhận đơn hoãn thi từ ngày 3/8 nên em không biết là phải điền lại vào form ạ ,em cũng đã điền vào form và cũng có mail xác nhận của pdt ạ. . Dạ em xin gửi các ảnh minh chứng là em đã được pdt chấp thuận vào ngày 3/8 và  mail xác nhận qua form trong tệp đính kèm ạ ,em cảm ơn",
            "Chào em,. . Em nhập lại vào link này nhé. . SV đăng nhập vào Google bằng tài khoản [email] và điền thông tin hoãn thi theo link: https://forms.gle/ckyYcJMWN7w3kqe56. . Thân mến,. .",
            "Dạ cô ơi ,em đã điền vào form rồi mà sao em tra trên AOO ko có em ạ",
            "Chào em,. . Em chờ thông báo sau nhé (đợt 2), hiện giờ đang làm cho đợt 1.. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ .",
            "Chào bạn. . - Phòng Đào tạo đã đồng ý yêu cầu về việc xin HUỶ Hoãn Thi của bạn. . . - Bạn thi bình thường theo Lịch thi đã thông báo. . - Trường hợp có sự cố bất khả kháng trong khi thi dẫn đến không thể hoàn thành được bài thi, và không được giải quyết cho thi các ca thi sau (nếu có), sinh viên có thể đăng ký \"Hoãn thi\" ngay sau buổi thi (không phải vắng thi có phép), SV phải báo với CBCT hoặc trực thi để được ghi nhận vào trong danh sách thi. PDT sẽ đối chiếu lại với danh sách Khoa để ra quyết định hoãn thi. . Chúc bạn học tập tốt nhé.. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em là [full_name]n mssv [student_id] . . vào ngày 16/8 em thi cuối kì môn anh văn 3 mã số môn học LA1007 Học kì 203. hôm đó em vào trước giờ thi 30p nhưng bị từ chối tham gia gg meet 2 lần. Sau đó em không thể gửi yêu cầu tham gia gg meet được nữa nên em không thể vào điểm danh thi được. Lúc đó em đã gọi cho cô [full_name] để giải quyết nhưng vẫn không giải quyết được. cán bộ coi thi cũng bảo là em đăng kí hoãn thi chứ không còn đủ thời gian để em thi nửa. Lúc đó em đã hoãn thi nhưng bây giờ em không thấy tên trong danh sách. Mong phòng đào tạo giải quyết cho em. Em chân thành cảm ơn!",
            "Chào em,. . PĐT đã gửi 2 email, em chú ý kỹ học kỳ nhé. . Thân gửi các bạn sinh viên,. . . . PĐT phản hồi yêu cầu Sinh viên đã đăng ký Hoãn thi HK203 (đăng ký trước ngày 09/09/2021). . . . + Sinh viên tra cứu danh sách môn đã đăng ký tại đường link:. . . . http://www.aao.hcmut.edu.vn/tracuu/xem_danhsach?id_ds=2802. . Thân mến,. .",
            "li answer rate: Answer does not suit / Câu trả lời không đúng ý"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác  /. . Kính gửi PDT, em tên là [full_name], MSSV: [student_id], lớp XD17KT. . Em đã nhận được mail trường về danh sách hoãn thi HK203 (năm học 2020-2021) nhưng em không tra cứu được tên của em trong danh sách này.. . Mail có ghi là những bạn đăng ký trước ngày 06/09/2021 PĐT đã tự động hủy không còn trong dữ liệu. Em nhận được mail xác nhận đăng ký hoãn thi từ PDT vào ngày 26/08/2021. Trường đã hủy các kết quả đăng ký nhưng không có mail nào yêu cầu sinh viên đăng ký lại sau khi dữ liệu cũ đã bị xóa, và dẫn đến việc là em không có tên trong danh sách hoãn thi của hk203. . . Kính mong PDT giải quyết giúp em tình trạng này. . . Em xin chấn thành cảm ơn.",
            "Chào em,. . PĐT đã gửi 2 email, em chú ý kỹ học kỳ nhé. . Thân gửi các bạn sinh viên,. . . . PĐT phản hồi yêu cầu Sinh viên đã đăng ký Hoãn thi HK203 (đăng ký trước ngày 09/09/2021). . . . + Sinh viên tra cứu danh sách môn đã đăng ký tại đường link:. . . . http://www.aao.hcmut.edu.vn/tracuu/xem_danhsach?id_ds=2802. . Thân mến,. ."
        ]
    }
]