[
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . . . Thưa PĐT em có đăng kí hai môn là. Cơ Lưu Chất, Nhiệt Động Lực Lực Học và Truyền Nhiệt nhưng lúc đó chưa có kết quả kiểm tra [full_name] nên bị xoá môn. Mong PĐT xem xét và mở thêm sỉ số lớp L01_L02 (ME2014) và L05_L10 (CI2003)để em được tham gia lớp học và hoàn thành tiến độ.. . Em Xin cảm ơn",
            "Chào bạn,. . . . Môn học đã tăng sỉ số tối đa không tăng được nữa nha bạn.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Phòng đào tạo cho em hỏi là em đăng kí thi toeic trong trường và được 480 điểm. Theo em tìm hiểu thì nhiêu đó có thể pass được anh văn năm hai, vậy em được pass anh văn 2 để đăng kí anh văn 3 không ạ?. . . .",
            "Chào bạn,. . . . - Kỳ thi anh văn đầu vào đối với khoá 19 chỉ dùng xét chuẩn anh văn sau các năm, chứ không xét miễn anh văn nha bạn.. .  . . - Bạn vui lòng tham khảo qui chế học vụ điều 31, phụ lục 1 http://www.aao.hcmut.edu.vn/index.php?route=catalog/chitietsv&path=90&tid=1658.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ chào pđt , cho em hỏi có đợt thi anh văn tiếp theo không ạ ! đợt vừa rồi em đăng ký trể hẹn nên tiền em vẫn còn đó ! em cảm ơn pđt ạ",
            "Chào bạn,. . . . Hiện tại nhà trường chưa có thông báo  thi anh văn đầu vào đợt tiếp theo, khi nào có thông báo PDT sẽ gởi mail cho sinh viên nha.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính gửi Phòng Đào Tạo Trường Đại học Bách Khoa. . Em tên là [full_name], MSSV: [student_id]. . Vào đợt đăng ký môn học lần 2 em có đăng kí môn học Vật Lý Bán Dẫn mã EE1007 nhưng bị lỗi và em được thầy [full_name] hỗ trợ vào lớp thầy để học. Nhưng thầy ở PĐT nói còn đợt 3 đăng kí nên em đã đợi để đăng kí và sau khi đăng ký đầy đủ mà vẫn không vào lớp được. Nên em kính mong PĐT suy xét và tạo điều kiện cho em vào lớp L05_L17 của môn Vật Lý Bán Dẫn (EE1007) để em hoàn thành môn học cuối cùng còn thiếu để kịp tốt nghiệp ạ. . . Em xin chân thành cảm ơn quý thầy cô",
            "Chào bạn,. . . . Bạn có thể làm đơn xin đăng kí môn học  nộp PDT,  để ban lãnh đạo phòng phê duyệt cho bạn nha.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Chào cô/thầy ạ. . Trong những đợt đăng kí môn học vừa rồi em đã đăng kí những môn năm 2 nhưng bây giờ em lại không rút lại được vì bị khóa ,sắp tới trong 20 chỉ năm 2 đó sẽ bị xóa đi nhiều chỉ do em chưa đủ điều kiện làm sinh viên năm 2, em mong các thầy cô mở khóa để em rút lại các môn học và đăng kí những môn học khác thế vào . Chứ không mai mốt kết thúc đợt đăng kí môn học, em sẽ phải học dưới 10 chỉ do không thể đăng kí môn khác vào",
            "Chào bạn,. . . . Đợt 4 chỉ cho bổ sung không cho huỷ môn học nha bạn.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Xin PĐT mở thêm sỉ số môn Giải tích 2( MT1005) lớp L15_L29",
            "Chào bạn,. . . . Môn học đã tăng sỉ số tối đa không tăng được nữa nha bạn.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em tên là [full_name], MSSV: [student_id]. Dạ thưa chị, em đã đăng ký thành công môn Kỹ thuật Robot ở đợt đăng ký đợt 3, nhưng em không hiểu tại sao lại bị xóa môn này mặc dù em đủ điều kiện để đăng ký môn. Em xin chị kiểm tra lại giùm em với ạ. Em xin chị mở thêm sĩ số môn Kỹ thuật Robot, Mã môn ME3015, lớp A02-A06. Nếu không được học môn này trong kỳ này thì em sẽ bị trễ. Em xin chị giải quyết và giúp đỡ em với ạ. Em cảm ơn.",
            "Chào bạn,. . . . Môn học đã tăng sỉ số tối đa không tăng được nữa nha bạn.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ  . . chào pđt , do có lý do nên em chưa hoàn tất kỳ quân sự K19 , vậy cho em hỏi em có thể đăng ký ở đâu và em định học xong đển khi làm luận văn tốt nghiệp em đi được không ạ ! em cảm ơn pđt. .",
            "Chào bạn. . - Bạn liên hệ trực tiếp Trung tâm Giáo dục quốc phòng. . - Bạn cố gắng đăng ký học vào các học kỳ hè để trả nợ, về nguyên tắc là được. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Xin PĐT mở thêm sỉ số môn Địa chất công trình (CI2095)",
            "Chào bạn,. . . . Môn học đã tăng sỉ số tối đa không tăng được nữa nha bạn.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "MSSV/MSGV: [student_id]  /b \t. . . .   i Đăng ký môn học . Dạ cho em hỏi là em đã pass anh văn 1 và anh văn 2 nhưng tại sao em không được đăng ký anh văn 3a ạ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . . . Dạ em xin chào thầy/cô,. . Em tên [full_name], MSSV [student_id], sinh viên văn bằng 2 ngành Khoa học máy tính khóa 2019.. . . . Theo em được biết, kể từ khóa 2019 thì mã môn học CO1009 (Hệ thống số) được thay thế bằng 2 môn CO1023 (Hệ thống số) + CO1029 (Đồ án hệ thống số).. . . . Hiện tại em đều dã học 2 mã mới (CO1023 + CO1029) nhưng vì hệ thống vẫn bắt lỗi ràng buộc mã môn học cũ CO1009 nên em không đăng ký được môn CO3313  (Thực tập tốt nghiệp) và CO4311 (Đề cương luận văn).. . . . Kính mong thầy/cô xem xét lại ràng buộc để em được đăng ký và học 2 môn CO3313  (Thực tập tốt nghiệp) và CO4311 (Đề cương luận văn) trong học kỳ HK202 này ạ,. . . . Em cám ơn thầy/cô,. . [full_name]. .",
            "li answer rate: Answer is not complete / Câu trả lời chưa hoàn chỉnh"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học  /i Hủy môn học. . Em chào phòng đào tạo ạ, em tên là [full_name] MSSV [student_id]. Hôm nay ngày 2/2/2021 trường mở đợt đăng kí môn học đợt 4 cho sinh viên em có vào đăng kí môn Kinh tế học đại cương mã môn học là IM1013 vì em tưởng môn kinh tế tự chọn của em học kì trước điểm thấp nhưng lúc 10h cùng ngày em đã có điểm và qua môn. Em vào hủy môn nhưng lại không thể hủy môn kinh tế đại cương em vừa đăng kí ban sáng nữa ạ, em nhớ theo bình thường trong cùng 1 đợt đăng kí em có thể xóa môn mà em đã đăng kí trong đợt đó mà hôm nay em không xóa được ạ. Em mong phòng đào tạo có thể xem xét cho em hủy môn kinh tế đại cương được không ạ, vì với em học phí cho 3 chỉ môn này là một số tiền lớn :((. Em cảm ơn nhiều ạ. . . . .",
            "Chào bạn,. . . . Đợt 4 không cho hiệu chỉnh môn học được bạn.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em chào thầy\\cô ,. . . . Hiện tại em là sinh viên khoá k15 còn một môn học trả nợ kì này là môn Nguyên lý ngôn ngữ lập trình, kỳ 201 em bị rớt môn Nguyên lý ngôn ngữ lập trình (CO3005) này, em xin được đăng kí thêm vào môn học này vào kỳ tới hoặc xin được tham gia vào lớp hiện có để đủ điều kiện ra trường.. . . . Em rất chân thành cảm quý thầy cô phòng Đào tạo .. . . . [full_name]. .",
            "Chào bạn,. . . . Bạn có thể làm đơn nộp PDT để ban lãnh đạo phòng phê duyệt cho bạn nha.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em tên là [full_name], MSSV [student_id], em cần chuyển nhóm, huỷ và đăng kí một số môn học. . . . [full_name]ý do: vì không thể đăng kí được môn Điện tử ứng dụng (EE3129) trong lần đăng kí trước nên em đã đăng kí một số môn khác thay thế, nay vì môn này đã được tăng sĩ số nên em có mong muốn đổi nhóm một số môn khác để có thể đăng kí môn này để không bị trễ tiến độ học tập.. . . . Cụ thể:. . HUỶ môn Tín hiệu và hệ thống (EE2005), nhóm [full_name]05.. . [full_name] môn Mạch điện tử (EE2007) từ nhóm [full_name]01-[full_name]02 sang nhóm [full_name]01-[full_name]03. . [full_name] môn [full_name]ập trình hệ thống nhúng (EE3031), từ nhóm [full_name]02 sang nhóm [full_name]01. . [full_name] môn Điện tử ứng dụng (EE3129), nhóm [full_name]01. . . . Vì trong kì hè sắp tới, em phải đi thực tập nên việc không thể đăng kí được môn Điện tử ứng dụng (EE3129) sẽ ảnh hưởng rất nhiều đến tiến độ học tập của em nên em hi vọng yêu cầu của em sẽ được giải quyết. . . . . Em xin chân thành cảm ơn ạ. .",
            "Chào bạn,. . . . Đợt 4 không cho hiệu chỉnh môn học được bạn.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em là [full_name] [student_id], sinh viên khóa K18 khoa Hóa. Em vừa tạm nghỉ một năm và học kỳ 2 năm nay sẽ đi học lại. Tuy nhiên em nhận thấy chương trình mới của K19 đã thay đổi, cụ thể là nhiều môn của khóa K18 bị mất và thay thế bằng nhiều môn mới. Ngoài ra, em lo lắng khi thực tập, xin mở lớp môn tự chọn hay tìm giảng viên luận văn đều cần có các bạn cùng lớp và GVCN hướng dẫn, trong khi em bị chậm hơn các bạn một năm, tự liên hệ với K19 sẽ khó và mất nhiều thời gian.. . Vậy em xin hỏi em có thể chuyển hẳn sang chương trình của K19, vừa để tiện việc giảm đi những thủ tục chuyển điểm sau này, vừa để thuận lợi cho những công việc cần đến lớp (như đăng ký môn tự chọn, thực tập, tìm giảng viên hướng dẫn...) được không ạ?. . Em cảm ơn.. .",
            "Chào bạn. . Về chương trình đào tạo/phân ngành bạn vui lòng liên hệ Khoa (cụ thể là Thầy phó khoa phụ trách chương trình đào tạo) để tư vấn và giải đáp. . Chúc bạn học tập tốt nhé.. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Thưa thầy/cô, em xin được mở thêm sĩ số môn phương pháp tính MT1009 lớp A01, em cảm ơn ạ.. .",
            "Chào bạn,. . . . Môn học đã tăng sỉ số tối đa không tăng được nữa nha bạn.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em chào Thầy/Cô, do bất cẩn khi đăng kí môn học đợt 3 mà đợt 4 thời khoá biểu của em đã bị trùng lịch học của 2 môn:. . -IU3015 Dụng cụ đo và kĩ thuật đo. . -IU3011 Kỹ thuật lập trình PLC. . 2 môn này bị trùng vào ngày chủ nhật tiết 9 tuần học 6; 9; 1; 3.. . Em có đính kèm ảnh chụp.. . Em hy vọng phòng đào tạo có thể tạo điều kiện giúp em đổi nhóm của 1 trong 2 môn học này.. . Mong Thầy/Cô sớm phản hồi. Em xin cảm ơn.",
            "Chào bạn,. . . . PDT đã mở khoá bạn vào hiệu chỉnh nha.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ em kính chào Phòng đào tạo. Em tên [full_name] mssv [student_id]. Do hoàn cảnh gi đình khó khăn nên e phải làm thêm nhiều để trang trải cuộc sống và học phí. Đợt đki môn học vừa qua do chưa có lịch làm từ công ty nên em đã đăng kí môn trùng với lịch làm. Bây giờ quả thật rất khó khăn cho em vì nếu nghỉ việc thì sẽ không đủ tiền trang trải cuộc sống và đóng học phí. Hiện tại em đang ở quê xa trường tận 700km ,phần vì đường xa và vé xe tết rất mắc nên em không thể quay lại trường làm để làm đơn xin Phòng đào cứu giúp mở khóa cho em đổi nhóm môn học được nên em chỉ còn cách hy vọng Phòng đạo tạo thông cảm cho hoàn cảnh khó khăn của em qua BKSI. Em khẩn cầu Phòng đào tạo tạo điều kiện mở khóa cho em được đổi nhóm môn học. Em cầu mong Phòng đào tạo giúp đỡ cho hoàn cảnh khó khăn của em. Em chân thành biết ơn Phòng đào tạo. Chúc Phòng đào tạo một năm mới vui vẻ và hạnh phúc.",
            "Chào bạn,. . . . Bạn có thể làm đơn nộp PDT để ban lãnh đạo phòng phê duyệt cho bạn nha.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Xin chào thầy/ cô ạ, em là [full_name], mssv [student_id], em muốn đăng kí môn CH2049-Thí nghiệm hoá sinh hoá thực phẩm nhưng lại không có slot để vào ạ, có 1 bạn sáng nay cũng có nhu cầu như em nhưng có thể đăng kí được. Em kính xin quý thầy/ cô xem xét giúp em ạ. Em xin cảm ơn.",
            "Chào bạn,. . . . Môn học đã tăng sỉ số tối đa không tăng được nữa nha bạn.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em là [full_name], mssv [student_id], lớp HC17KSTN. Em đăng ký môn học chính quy cho kỳ sau, môn Luận văn tốt nghiệp (mã MH: CH4363). Em đang học chương trình đại trà tuy nhiên môn Luận văn của em hiển thị mã lớp là CC01. Do đó, em xin phòng đào tạo mở khoá hiệu chỉnh để em có thể xoá và đăng ký lại nhóm A01, hoặc xin phòng đào tạo chuyển nhóm lớp từ CC01 thành A01 ạ. Em cám ơn Thầy Cô rất nhiều và mong nhận được sự hỗ trợ.",
            "Chào bạn, . . . . [full_name] sẽ chuyển nhóm luận văn cho bạn nha.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: 1811535  /b \t. . . .   i Đăng ký môn học . Thưa PĐT vào đợt đăng kí môn học lần 3 em đã đăng kí nhầm môm Anh Văn Cơ Bản A (LA0011) em xin phép hủy môn này để đăng ký các môn khác em cảm ơn. . . .",
            "Chào bạn,. . . . Đợt 4 chỉ cho bổ sung không cho huỷ môn học nha bạn.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em xin tăng sỉ số lớp L02_L05 môn EE1007 vì lớp mới mở đợt 4 mà đã hết slot ạ.. .",
            "Chào bạn,. . . . Môn học đã tăng sỉ số tối đa không tăng được nữa nha bạn.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Em kính chào các thầy cô PĐT,. . Trong đợt 3 ĐKMH, em có đăng ký LVTN ngành xây dựng DD&CN (CI4343). Sau khi có kết quả đăng ký môn học, em thấy mình nằm ở nhóm CC01. Thầy/cô cho em hỏi em có thể hủy đăng ký môn hoặc xin chuyển qua nhóm A được không?. . Em xin chân thành cảm ơn.. . . .   i Đăng ký môn học .",
            "Chào bạn,. . . . PDT sẽ chuyển nhóm sang hệ chính qui đại trà cho bạn nha.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính gửi: Phòng đào tạo. . Em tên: Đoàn thanh phong, học lớp xd17b2. . do em còn nợ môn học. . Nay em xin Phòng đào tạo cho em được đăng kí môn học. . CI3197 _ ĐAMH nền móng _ Nhóm A06. . Mong được sự chấp thuận của Phòng đào tạo, em chân thành biết ơn!. . (room nhóm A06 60/60 nên em không đăng kí được). . . .",
            "Chào bạn,. . . . PDT đã tăng sỉ số, bạn vào đăng kí nha.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Chào thầy/cô,. . . . Em là Nguyễn Đăng Khương MSSV:[student_id], là sinh viên K17 khoa Kỹ thuật Hoá học.. . . . Lần trước em có lên hỏi về vấn đề em là sinh viên hệ đại trà nhưng môn luận văn tốt nghiệp (CH4323) lại nằm ở lớp CC01 chứ không phải A01 như các bạn. Thầy/cô có nói đợi đợt đăng kí bổ sung này em chuyển lại nhưng hệ thống không cho chuyển đổi.. . Có một vài bạn cũng bị như em.. . Em mong thầy/cô giúp em giải quyết vấn đề này với ạ.. . . . Em cảm ơn.. .",
            "Chào bạn,. . . . Bạn yên tâm, tôi sẽ chuyển nhóm luận văn cho bạn về hệ đại trà.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "i Đăng ký môn học . Em chào thầy cô ạ.. . Hôm trước em có làm đơn xin đặc cách vào lớp học đã đủ sĩ số và đang chờ kết quả từ Phòng Đào Tạo, và hiện tại đang là thời gian đăng kí môn học đợt 4. Vậy thầy cô cho em hỏi bao giờ em có kết quả để kịp đăng kí môn học khác để đủ môn học vậy ạ.. . Em cảm ơn thầy cô ạ.",
            "Chào bạn,. . . . Đơn không giải quyết kịp trong đợt 4 DKMH nha bạn.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . THầy cô cho em xin xóa môn LA1003 với ạ, em ko xóa được, em muốn đăng kí 3 A anh văn, nhưng mà bị dính môn này vào, thầy cô xóa giúp em với",
            "Chào bạn,. . . . Đợt 4 chỉ cho bổ sung không cho huỷ môn học nha bạn.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ kính chào Phòng đào tạo. Em đã trình bày hoàn cảnh của em là gia đình khó khăn em bị kẹt lịch giữa thời gian học làm em ko thể đi làm để có tiền trang trải cuộc sống và học phí. PĐT có bảo em làm đơn gửi phòng đào tạo để lạnh đạo đặc cách cho chuyển nhóm mở khoá để sắp xếp thời gian học. Nhưng hiện tại em đang ở quê và nhà em cách trường 700km và tình hình dịch bệnh cùng với chi phí vé xe cuối năm tăng cao thì em không có điều kiện quay trở lại trường làm đơn được thì em sẽ gửi đơn lên Phòng đào tạo bằng cách nào ạ ? . Em xin chân thành cảm ơn Phòng đào tạo đã đọc câu hỏi này của em"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Đăng ký môn học. . . . Em chào thầy/cô ạ,. . . . Do trước đây em có thanh toán trễ hạn học phí nên không được đkmh vào đợt 3 và có gửi thắc mắc ở BKSI. Em được thông báo là chờ đợt đkmh tiếp theo, tuy nhiên, khi em truy cập vào cổng đkmh đợt 4 thì hệ thống vẫn báo em không thể đkmh do chưa thanh toán HP. Vậy thầy/cô cho em hỏi em có thể đkmh vào đợt 4 này không  ạ.. . . . Em cảm ơn ạ,",
            "Chào bạn. . Bạn vào dkmh lại gấp nghen. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Cho em hỏi là điểm thi toeic ở trường  lấy điểm cao nhất hay lấy điểm gần nhất ạ. Cám ơn pdt đã xem.",
            "Chào bạn,. . Bạn vui lòng trình bày rõ nội dung câu hỏi của mình nhé!. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ cho em hỏi là lúc 9g30 ngày 2/2/2021 em có đăng ký môn Vật Lý Chất Rắn có mã là MA2001 nhưng sau đó thì PĐT tạm ngưng 30p để làm cái gì đó , xong lúc em vô thì môn học đó đã bị quy đổi thành môn học đăng ký đợt 3 nên em không thể xoá môn học được.Theo như mail thì em vẫn phải được thêm vào hay xoá đi trong phạm vi các môn em đăng ký đợt 4 có đúng không ạ. Có cách nào để em xoá môn học đó không ạ , tại môn đó không nằm trong chương trình đào tạo của em , môn nằm trong chương trình đào tạo của em là môn Vật Lý Chất Rắn có mã là MA2033. Em xin cảm ơn PĐT.",
            "Chào bạn,. . . . Bạn nộp đơn khiếu nại nộp PDT nha.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Em xin kính chào ạ. . Em tên là : [full_name] Bảo MSSV: 170006. . Em viết yêu cầu này về vấn đề em đăng kí Thực Tập Tốt Nghiệp nhưng lại bị hủy ạ . em cũng đạt đủ điều kiện để đăng ký Thực Tập Tốt Nghiệp ạ . mong Phòng Đào Tạo có thể giúp em để em được đăng ký thành công Thực Tập Tốt Nghiệp ạ . . Em cảm ơn Phòng Đào Tạo rất nhiều ạ"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Thầy cô rút giúp em môn LA1003 ở TKB em với, em đăng kí nhầm môn, mà giờ khóa ko xóa được chỉ bổ sung, thầy cô Rút giúp em với để em đăng kí môn khác với ạ :( em sẽ hoàn thành tiền học phí đầy đủ của cả môn đã rút luôn ạ",
            "Yêu cầu khác. . . . Thầy cô cho em hỏi với là em sẽ theo ANh văn 1 2 3 4 hay là em theo anh văn 1A 2A 3A với ạ :( em ko đăng kí được anh văn 1 2 3 cùng 1 lượt. .",
            "Chào bạn,. . . . Đầu tháng 3/2021 PDT sẽ gởi mail thông báo rút môn học. Lúc đó bạn làm đơn đắc cách xin đăng kí môn học.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Xin chào PDT,. . . . Vấn đề của em là trong đợt đăng kí môn học đợt 4 (2-2 tới 3-2) em có đăng kí môn học Truyền số liệu và mạng EE3019 nhưng sau đó môn này đã bị khóa không thể hiệu chỉnh hay xóa môn trong thời khóa biểu của em. Thế nên cho em xin hướng giải quyết với ạ. Em cảm ơn.. . . . Trân trọng. . . .",
            "Chào bạn,. . . . Đợt 4 không cho hiệu chỉnh môn học được bạn.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "B Đăng ký môn học . Em chào PDT,. .  PDT cho em hỏi là lớp AV theo nhu cầu, em đăng ký học Anh văn A3 và Anh văn A4 cùng lúc được không ạ?",
            "Chào bạn,. . . . Nếu bạn đã học anh văn 3 rồi thì bạn mới đăng kí anh văn A3 và A4 cùng lúc được nha bạn. Còn không bạn phải anh văn 3 rồi  bạn mới đăng kí anh văn 4 được.. . . . . . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Thưa thầy/cô em xin được tăng sĩ số môn xác xuất và thống kê MT2001 lớp A01, em xin cảm ơn.",
            "Chào bạn,. . . . Môn học đã tăng sỉ số tối đa không tăng được nữa nha bạn.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "thầy cô ơi trong phần thi triết em làm làm hết tất cả các câu (em có học bài) mà sao điểm chỉ thấp hơn nhiều so với dự kiến, em đã phúc khảo nhưng cũng không thay đổi điểm gì cả bây giờ em muốn xem tại sao bài thi của mình lại điểm thấp như vậy thì phải làm sao ạ. . .",
            "Chào bạn. . Bạn liên hệ trực tiếp với giảng viên giảng dạy nghen. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học  /i  . . Em đăng ký môn đợt 4 lần này em có bổ sung thêm 2 môn tại e tưởng có thể huỷ được nhưng khi em reset lại trang thì e thấy 2 môn đó đã khoá rồi ạ . Em có thể huỷ 1 môn CI3137 ( Quản lí hệ thống cấp nước và thoát nước đô thị) trong 2 môn đó được không vậy ạ . Tại em sợ e sẽ học không nổi  vì đã đăng ký 9 môn rồi ạ . Em đăng ký thêm đợt 4 tại vì đợt 3 em bị hủy 1 môn rồi nên e còn 7 môn 20 tc ( như hình ở dưới ạ ) . Em mong yêu cầu của em có thể được giải quyết ạ . Em xin cảm ơn ạ. . . . . . .",
            "Chào bạn,. . . . Đợt 4 chỉ cho bổ sung không cho huỷ môn học nha bạn.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Dạ chào Thầy/Cô,. . Cho em hỏi là điểm của các môn học cải thiện (học trong học kì chính) có được xét vào DTB1HK không ạ?. . Em xin cám ơn.. . . .   i Học vụ .",
            "Chào bạn,. . . . Có bạn.. . . . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ em chào thầy/cô PĐT,. . . . Do em tưởng những môn đăng kí trong đợt 4 có thể huỷ nên em đã đăng kí và giờ không huỷ được, em đăng kí để giữ chỗ giùm bạn em, giờ em có thể lên PĐT xin chuyển chỗ môn đó cho bạn em được không ạ?. . . . Em cảm ơn nhiều ạ"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em đăng ký môn đợt 4 lần này em có bổ sung thêm 2 môn vì e tưởng có thể huỷ được nhưng khi em reset lại trang thì e thấy 2 môn đó đã khoá rồi ạ . Em có thể huỷ  môn CI3137 ( Quản lí hệ thống cấp nước và thoát nước đô thị) đượck hông vậy ạ . Vì hiện tại kết quả sau đợt 4 của e hiện giờ là 25 chỉ và e sợ sẽ không học nổi kì sau ạ nên nếu có thể e xin hủy bớt môn trên ạ. Em cảm ơn ạ.. .",
            "Chào bạn,. . . . Những môn mới đăng kí sau nếu đăng kí quá sỉ số sẽ bị huỷ nha bạn.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Em xin chào thầy/cô phòng đào tạo. . . . Lúc đăng ký đợt 3 môn chuyên ngành hết chỗ, em phải đăng ký môn khác, nhưng lúc cuối các bạn khác lại bỏ môn đó nên giờ môn hiện còn dư chỗ nhưng em không đăng ký được do bị trùng giờ. Bây giờ em muốn rút bớt môn để đăng ký môn chuyên ngành thì phải làm sao ạ?. . Mong thầy/cô có thể xem xét cho em xóa môn hoặc rút môn trong đợt 4.. . . . Em xin cám ơn.. .",
            "Chào bạn,. . . . Đợt 4 không cho hiệu chỉnh môn học được bạn.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Em lên xem kết quả phúc khảo môn KTS thấy điểm tổng kết là 7. Nhưng trong myBK vẫn là 6.. . Mong phòng đào tạo xem xét cập nhập điểm.. . Em xin cảm ơn!",
            "Chào bạn,. . Điểm trên mybk sẽ được cập nhật lại sau nhé!. . Thân",
            "Chào bạn,. . Điểm đã được cập nhật lại trên mybk nhé bạn, bạn vui lòng vào xem và kiểm tra lại nhé!"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Cho em hỏi là môn học CH3281 (phát triển sản phẩm thực phẩm) kì này có bị hủy không ạ? Vì trong kết quả đăng kí đợt 3 vẫn còn nhưng danh sách sinh viên đăng kí chỉ có 11 thôi ạ.",
            "Chào bạn,. . . . Nếu môn sỉ số ít sẽ bị huỷ nha bạn.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            ". . . . Em bị nhập sai điểm thi anh văn đầu vào lịch thi ngày 20/12/2020 ạ. Xin nhà trường xem xét ạ",
            "Chào bạn,. . Vui lòng trình bày rõ nội dung câu hỏi giúp nhé!. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ em đã nộp chứng chỉ anh văn, hoàn thành các tín chỉ nhưng kết quả đăng kí môn học đợt 3 không đăng kí được LVTN do không đủ điều kiện. Vậy em đang bị vướng điều kiện gì ạ để em có thể bổ sung kịp thời. Em cám ơn!",
            "Chào bạn. . Lý do:. .   B PDT không đ/ký cho SV MH MA4313 (L: Không đủ đ/kiện nhận LVTN)  /B . . . . Bạn kiểm tra lại nghen lý do này là do bạn không đủ số tín chỉ tích lũy ngành, . . Bạn đã đăng ký lại lvtn vào đợt 4 này, bạn vui lòng đợi kết quả xét lại nghen. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Em chào thầy cô PĐT. . . . Vì hiện nay dịch đang bùng phát và quê em ở xa và em đã về nhà nên hiện không thể đến trường để làm đơn vào lớp L05_L17 của môn Vật Lý Bán Dẫn (EE1007) . Em mong thầy cô có thể hỗ trợ tạo điều kiện giúp em hoàn thành thủ tục đăng ký vào lớp để học ạ.. . Em xin chân thành cảm ơn thầy cô.. . . .",
            "Chào bạn. . . . Yêu cầu của bạn về đăng ký môn học (khiếu nại, điều chỉnh...) của Học kỳ 2(20-21) Phòng đào tạo đã ghi nhận để xử lý. Sinh viên xem kết quả trên trang web Mybk.hcmut.edu.vn    xem TKB sau ngày 25/02/21.. . Chúc bạn học tập tốt nhé. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Em là [full_name] mssv:[student_id] em bị nhập điểm sai ở phần điểm anh văn đầu vào thi vào ngày 20/12/2020 ạ. Số điểm lúc đấy là 485 ạ. Mong nhà trường đổi cho em ạ. Em xin cảm ơn ạ.. . . .",
            "Chào bạn. . Về nguyên tắc Phòng đào tạo sẽ lấy điểm cao nhất của bạn là 485 để cập nhật lại các chuẩn tiếng anh hàng năm. . Hiện tại pdt thông báo lên phần điểm của HK 201 là để thông báo cho bạn biết kết quả thi của đợt anh văn vừa rồi. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em chào thầy/cô,. . . . Em là [full_name], MSSV [student_id], sinh viên văn bằng 2 ngành Khoa học máy tính khóa 2019.. . . . Từ khoá 2019 thì mã môn học CO1009 (Hệ thống số) được thay thế bằng 2 môn CO1023 (Hệ thống số) + CO1029 (Đồ án hệ thống số). Em đã hoàn thành 2 mã mới (CO1023 + CO1029) nhưng vì hệ thống vẫn bắt lỗi ràng buộc mã môn học cũ CO1009 nên em không đăng ký được môn CO3313  (Thực tập tốt nghiệp) và CO4311 (Đề cương luận văn).. . . . Kính mong thầy/cô xem xét lại ràng buộc để em được đăng ký và học 2 môn CO3313  (Thực tập tốt nghiệp) và CO4311 (Đề cương luận văn).. . . . Em cám ơn thầy/cô",
            "Chào bạn,. . . . Sau tết còn đợt đăng kí TTTN, đề cương luận văn bạn vào đăng kí nếu có trắc bạn liên hệ trực tiếp PDT nha.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "B Đăng ký môn học . Em xin chào phòng đào tạo ạ.. . Em tên là [full_name] có mssv: [student_id]. . Phòng đào tạo cho em hỏi là đăng kí môn học đợt 4 này có bị huỷ môn phát triển sản phẩm thực phẩm mã CH3281 khi số lượng sinh viên đăng kí là 11/30 không ạ.. . Vì kì này em cần đăng kí 2 môn tự chọn mới kịp tiến độ học, mà nếu môn phát triển sản phẩm thực phẩm bị huỷ lớp  thì em sẽ bị thiếu 1 môn tự chọn ạ. Vì số lượng tín chỉ em đã đăng kí là 20 tín nên em không thể đăng kí thêm môn tự chọn khác thay thế. Vì em đã về quê nên không thể lên trường để hỏi được, nên em mong phòng đào tạo phản hồi lại giúp em ạ.. . Em xin chân thành cảm ơn.",
            "Chào bạn,. . . . Môn học đăng kí với sỉ số ít có khả năng huỷ lớp nha bạn.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Chào thầy/ cô. . Em tên là [full_name]. Mssv: [student_id]. . Đợt đăng kí lần 3 thì kết quả luận văn tốt nghiệp của em là lớp CC01 chứ không phải A01 ạ. Đợt đó em hỏi thì cô nói là sẽ cho tụi em hiệu chỉnh nhưng đợt này em không hiệu chỉnh được ạ. Mong thầy/ cô giải quyết giúp em chuyển luận văn về hệ đại trà lại ạ.. . Em xin chân thành cảm ơn.",
            "Chào bạn,. . . . Sau đợt 4 DKMH  PDT sẽ điều chỉnh lại nhóm luận văn  cho bạn nha.. . . . Thân. . . .",
            "Đăng ký môn học . Dạ kính chào Phòng đào tạo. Em đã trình bày hoàn cảnh của em là gia đình khó khăn em bị kẹt lịch giữa thời gian học làm em ko thể đi làm để có tiền trang trải cuộc sống và học phí. PĐT có bảo em làm đơn gửi phòng đào tạo để lạnh đạo đặc cách cho chuyển nhóm mở khoá để sắp xếp thời gian học. Nhưng hiện tại em đang ở quê và nhà em cách trường 700km thì em sẽ gửi đơn lên Phòng đào tạo bằng cách nào ạ ? . Em xin chân thành cảm ơn Phòng đào tạo đã đọc câu hỏi này của em. . . .",
            "Chào bạn,. . . . Bạn muốn hiệu chỉnh môn học nào?, ghi rõ mã số môn học?, mã nhóm.. . . . Thân",
            "Đăng ký môn học . Dạ em chào thầy/cô PĐT,. . . . Theo như những lần trước đây thì đăng kí môn học đợt 4 không được xoá hay hiệu chỉnh những môn đã đăng kí trong đợt 1, 2 hoặc 3. Còn những môn vừa mới đăng kí trong đợt 4 vẫn được hiệu chỉnh và được xoá. Nhưng sao bây giờ em mới đăng kí 1 môn trong đợt 4, giờ em muốn xoá không được vậy ạ?. . . . Môn em cần mở khoá để xoá là môn: thí nghiệm hoá phân tích (CH2115). . Em đã mail cho thầy [full_name] (Trưởng PĐT) và được sự hướng dẫn của thầy nên em lên đây gửi để được mở khoá ạ,. . Em có đính kèm hình ảnh thầy rep mail ạ,. . . . Em cảm ơn nhiều ạ,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em làm đơn này là mong PĐT cho e xin 1 slot HĐC ạ. . E đã chờ để đky nhiều lần. Từ lần 2 là e đã canh rồi mà mãi tới lần 4 em vẫn chưa đky  được môn HĐC ạ. . . Tại vì e nghe nói HĐC ko có dự thính. ( e cảm ơn vì đã đọc tin nhắn của e). .",
            "Chào bạn,. . Môn học đã tăng sỉ số tối đa không tăng được nữa nha bạn.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Em có thắc mắc về điểm thi giữa kỳ của mình ạ. Và em phát hiện, các bạn làm mã đề 2011, cao nhất chỉ được 5.00, còn lại đều rất thấp chỉ 2.5, 3.0 gì thôi. Em nghĩ xác suất để điều đó xáy ra là rất thấp.. . . . Em xin thầy kiểm tra lại ạ? Em cám ơn thầy rất nhiều.. . . .",
            "Chào bạn. . Về vấn đề này bạn liên hệ trực tiếp giảng viên giảng dạy để kiểm tra lại nghen bạn. . Thân"
        ]
    }
]