[
    {
        "intent": "",
        "message": [
            "mã môn PE1019. . mã nhóm L10. .",
            "responsible person: [551] [staff_name] [helpdesk staff]",
            "Chào em,. . . . PDT đã đăng kí cho em rồi, em xem TKB đi học nhé."
        ]
    },
    {
        "intent": "",
        "message": [
            "Em tên là [full_name] khoa khoa học máy tính lớp kh02 em có nguyện vọng đăng kí môn giáo dục thể chất PE1009 L21.Em kính mong quý thầy cô xét duyệt cho em. Em cảm ơn quý thầy cô ạ",
            "Chào em,. . . . [full_name] đã đăng kí cho em, em xem TKB để biết lịch học."
        ]
    },
    {
        "intent": "",
        "message": [
            "PE1021+L32",
            "Chào em,. . . . [full_name] đã đăng kí cho em, em xem TKB để biết lịch học."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được .  Dạ chào pđt, em tên là [full_name], MSSV:[student_id]. Kì chính này em có đăng kí thể dục vào thứ 3 tiết 11 12 môn bóng rổ nhưng sau đó em đã xin vào lớp bóng chuyền của thầy [full_name] vào thứ 2 tiết 11 12 để học-Có nghĩa tiết 11 12 thứ 3 em không học gì cả ạ. Trùng hợp là đăng kí môn học dự thính vật lý 1 lại ngay thứ 3 tiết 13 14 15 nên em không thể đăng kí với ký do \"không đủ thời gian di chuyển giữa 2 cơ sở\" :(. Rất mong pđt cho em đăng kí vào lớp DT02_DT02, môn Vật lý 1 (PH1003) [Lớp của cô [full_name] với cô [full_name]] với ạ. Em xin cảm ơn",
            "Chào em,. . . . PDT đã tăng sỉ số môn PH1003 nhóm DT02_DT02, em lên đăng kí nhanh nhé."
        ]
    },
    {
        "intent": "",
        "message": [
            "Mã môn: PE1019. . Mã nhóm: L18. .",
            "responsible person: [551] [staff_name] [helpdesk staff]",
            "Chào em,. . . . PDT đã đăng kí cho em rồi, em xem TKB đi học nhé."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: PE1013+ L17",
            "Chào em,. . . . [full_name] đã đăng kí cho em, em xem TKB để biết lịch học."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Khác ... . Em chào ban giám hiệu ạ. Cho em hỏi mình có thể đăng kí tiết 12- 13 được không ạ. Nếu không được thì có cách nào không ạ. Hiện tại em đang rất cần học 1 môn. Em có thể cam kết học ạ",
            "Chào em,. . . . Theo qui định trường, trường hợp thông tầm (kết thúc tiết 12 buổi chiều thì không học được tiết 13 buổi tối)",
            "Lúc sáng em có làm đơn lên hỏi thì pđt bảo là cùng 1 cơ sở thì có thể học được ạ",
            "Chào em,. . . . Nếu em làm đơn thầy trưởng phòng đồng ý thì được."
        ]
    },
    {
        "intent": "",
        "message": [
            "PE1015. . L21",
            "responsible person: [551] [staff_name] [helpdesk staff]",
            "PE1015. . L21  /QUOTE . .",
            "Đã đăng ký cho bạn"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ - Đại học - Cao đẳng chính quy   Rút môn học . Do sơ suất nên em đã đăng kí 2 môn Giáo dục thể chất và ghi lịch 2 môn trong thời khóa biểu của em tuần sau. Em muốn nhờ phòng Đào tạo hủy 1 trong 2 môn thì có được không?",
            "Chào em,. . . . PDT đã huỷ cho em rồi, em xem TKB nhé."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tăng sĩ số lớp môn học . Em chào phòng đào tạo ạ. . Cho em hỏi là lớp dự thính vi xử lý DT01_DT01  đủ đăng kí 30/30 sinh viên phòng đào tạo có thể tăng thêm một ít sĩ số lớp được không ạ tại vì em và một vài bạn khác cũng muốn học lớp đó vì rảnh thời gian đó ạ",
            "Chào em,. . . . Em muốn đăng kí môn học nào?, mã số bao nhiêu?"
        ]
    },
    {
        "intent": "",
        "message": [
            "B PE1009 L16 (thứ 2 t4,5) hay. . PE1009 L28 (thứ 6 t4,5) hay. . PE1009 L22 (thứ 4 t4,5). .",
            "ĐÃ đăng ký cho bạn",
            "Khi nào môn học mới đc cập nhật vào TKB của em v ạ",
            "Chào em,. . . . Mỗi ngày PDT đều cập nhật TKB",
            "b MSSV/MSGV: [student_id]  /b \tPE1013 L20. . . .",
            "responsible person: [551] [staff_name] [helpdesk staff]",
            "PE1015+L22. .",
            "Chào em,. . . . [full_name] đã đăng kí cho em, em xem TKB để biết lịch học.",
            "Đã đăng ký cho bạn",
            "b MSSV/MSGV: [student_id]  /b  PE1013 L20\t. . . .",
            "Chào em,. . . . [full_name] đã đăng kí cho em, em xem TKB để biết lịch học.",
            "Mã môn PE1015. . Mã nhóm L10. .",
            "Đã đăng ký cho bạn"
        ]
    },
    {
        "intent": "",
        "message": [
            "mã môn PE 1017. .  mã nhóm L19",
            "responsible person: [551] [staff_name] [helpdesk staff]",
            "ĐÃ đăng ký cho bạn",
            "Chào em,. . . . PDT đã đăng kí cho em rồi, em xem TKB đi học nhé."
        ]
    },
    {
        "intent": "",
        "message": [
            "PE1017+L17",
            "Chào em,. . . . [full_name] đã đăng kí cho em, em xem TKB để biết lịch học."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được . Mã môn: PE1015. . Nhóm: L19. . . .",
            "Chào em,. . . . [full_name] đã đăng kí cho em, em xem TKB để biết lịch học."
        ]
    },
    {
        "intent": "",
        "message": [
            "Em thấy có rất nhiều bạn đăng kí dự thính giống mình nhưng nhà trường không mở lớp. Mong bên nhà trường có kế hoạch mở lớp AV1 giúp đỡ tụi em ạ. Em xin cảm ơn",
            "Bạn vui lòng liên hệ trung tâm ngoại ngữ để được mở lớp dự thính.. . . . Trung tâm sẽ quyết định mở lớp hoặc không. PĐT không có chức năng mở lớp môn học."
        ]
    },
    {
        "intent": "",
        "message": [
            "Mã môn: PE1013. . Mã nhóm: L17. .",
            "responsible person: [551] [staff_name] [helpdesk staff]",
            "Đã đăng ký cho bạn"
        ]
    },
    {
        "intent": "",
        "message": [
            "Điểm thi - Đại học - Cao đẳng chính quy   Điểm môn học .   Chào thầy cô, em là sv năm 2, chưa qua anh văn 1. HK183 vừa rồi em có đăng kí anh văn 1 và thi vào hôm 31/8/2019.. .   Em mong thầy/cô phòng đào tạo cập nhật điểm anh văn cho tụi em trước hạn chót lịch đăng kí dự thính học kì 191 đợt 2 (9/9/2019) để tụi em có thể kịp đăng kí những môn học trước và tiên quyết để được ra trường đúng hạn ạ! Em sợ chờ đến đợt 3 sẽ có những môn đó sẽ bị hủy trong đợt 2 vì không đủ sĩ số! Rất mong PĐT có thể xem xét và cập nhật điểm sớm cho tụi em để tụi em có thể theo học đúng tiến trình ạ!. .   Em cảm ơn thầy cô rất nhiều ạ!. . . .",
            "Chào bạn,. . Điểm anh văn hè HK 183 GV chưa nộp điểm bạn nhé.. . Thân mến"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Mã môn:PE1011. . Mã nhóm:L13",
            "responsible person: [551] [staff_name] [helpdesk staff]",
            "Đã đăng ký  cho bạn"
        ]
    },
    {
        "intent": "",
        "message": [
            "Chào thầy/cô. . Môn học Tư [full_name] [full_name] em không đăng ký trong đợi dự thính 1, mà là môn em đăng học ở học kì chính 191, nhóm lớp A12-A. Vậy tại sao lại hiện trong danh sách đã đăng ký và bị khóa không thể hủy hoặc hiệu chỉnh?. . Em cảm ơn ạ!. .",
            "responsible person: [551] [staff_name] [helpdesk staff]",
            "Chào bạn. . . . Bạn vui lòng chọn các mã nhóm DT,CD,LD .. . . . Bạn đọc email hướng dẫn đăng ký môn học."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được . Mã môn PE1017, mã nhóm L24",
            "Đã đăng ký cho bạn"
        ]
    },
    {
        "intent": "",
        "message": [
            "Cho em đăng ký lớp bơi của pfiev tại cs1 từ 14h tới 16h với ạ",
            "responsible person: [551] [staff_name] [helpdesk staff]",
            "Chào em,. . . . Em liện hệ văn  phòng OISP"
        ]
    },
    {
        "intent": "",
        "message": [
            "PE1023+l21",
            "responsible person: [551] [staff_name] [helpdesk staff]",
            "Đã dăng ký cho bạn"
        ]
    },
    {
        "intent": "",
        "message": [
            "Lúc này,em đăng kí học môn thể dục thì phải làm sao ạ?. .",
            "Chào em,. . . . Em cho biết mã môn học, mã nhóm?",
            "Mã môn học: PE1015. . Mã nhóm: L17",
            "Chào em,. . . . [full_name] đã đăng kí cho em rồi nhé, em xem TKB để đi học cho đúng nhóm.",
            "E cảm ơn ạ!"
        ]
    },
    {
        "intent": "",
        "message": [
            "Mã môn: PE1013. . Mã nhóm:L17. . . .",
            "Chào em,. . . . [full_name] đã đăng kí cho em, em xem TKB để biết lịch học.",
            "[full_name]1013. . [full_name] L22. .",
            "[full_name] PE1013. . Mã Nhóm L20. .",
            "Chào em,. . . . [full_name] đã đăng kí cho em, em xem TKB để biết lịch học."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác:",
            "responsible person: [551] [staff_name] [helpdesk staff]",
            "No solution"
        ]
    },
    {
        "intent": "",
        "message": [
            "Dạ cho em hỏi. Do đợt dki môn học cho kì chính em chưa có anh văn nên không đăng kí được môn học. Gần đây em đã có bằng anh văn để kịp đăng kí dự thính. Nhưng môn thủy lực và thủy văn cầu đường lại không mở. Sỉ số em tập hợp được không đủ và em nghe các bạn nói là thầy cô nói lại sẽ không mở vào kì dự thính cũng như kì 2. Tức là mỗi năm chỉ mở một lần. Nhưng môn n lại là môn yêu cầu học trước cho những môn sau. Như v em sẽ bị trễ 1 năm. Cho em hỏi pdt có thể tư vấn cho em cách nào khác để em có thể dki đúng hạn không ạ . .",
            ". . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Lớp PE1023- L27  B . .",
            "Đăng kí lớp võ PE1023-L27",
            "Chào em,. . . . [full_name] đã đăng kí cho em, em xem TKB để biết lịch học."
        ]
    },
    {
        "intent": "",
        "message": [
            "Em chào thầy / cô em là sinh viên, em muốn hỏi dùm bạn em. . Là bạn em đã hoàn thành xong tất cả môn học chỉ còn chứng chỉ anh văn nói viết và bạn ấy không đăng ký môn học trong học kỳ chính nhưng bạn ấy chưa chắc chắn qua anh văn ở kỳ này. Cho em hỏi là giờ bạn ấy đăng kí môn học ở kỳ dự thính thì có được duy trì tình trạng học tập không .. . Em xin cảm ơn thầy/cô và mong nhận được sự hồi đáp.",
            "Chào bạn,. . Chỉ cần bạn có thời khóa biếu môn học - không phân biệt là dự thính hay HK chính - trong HK191 là đang duy trì tình trạng học.. . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Chứng chỉ ngoại ngữ - Đại học - Cao đẳng chính quy   Xét miễn môn anh văn (chuyển điểm) . -Em xin được hỏi: sau khi em đã thẩm tra thì em có thấy việc đóng phí là 200.000đ, làm sao để có thể đóng khoản phí đấy ạ, đóng làm sao ạ?, quy trình đóng như thế nào, em muốn nộp trực tiếp tại ngân hàng luôn. (em chưa có tài khoản OCB).. . -Em được miễn tới Anh Văn 4: với điểm 9, thì cho em hỏi về sau này khi tốt nghiệp, ra trường, hay là trong quá trình học tập, em có phải thi lại tiếng anh, hay là thẩm tra, kiểm tra lại trình độ tiếng anh không ạ, nếu không thì hiệu lực bao lâu?? Em xin cảm ơn.. .",
            "Chào bạn,. . Bạn thanh toán lệ phí chuyển điểm trên trang web Bkpay, bạn xem chi tiết hướng dẫn trên www.aao.hcmut.edu.vn- Sinh viên -  Hướng dẫn - Học phí -học bổng.. . Tại thời điểm nộp chứng chỉ hợp lệ đã xét các chuẩn AV bạn đạt theo quy định, bạn không cần tham gia kiểm tra anh văn nhé.. . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác  /i  PE1017 + L30. . . .",
            "responsible person: [551] [staff_name] [helpdesk staff]",
            "Chào em,. . . . PDT đã đăng kí cho em rồi, em xem TKB đi học nhé."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]  /b \t[full_name] [full_name] [full_name] [full_name]   i Đăng ký môn học - Đại học - Cao đẳng chính quy   Chương trình đào tạo (thiếu môn tiên quyết, song hành[full_name][full_name][full_name])  /i [full_name] [full_name] [full_name] [full_name] Em xin chào thầy/cô, em là SV lớp văn bằng 2, ngành Khoa học máy tính, năm 2019[full_name][full_name] [full_name] [full_name] [full_name] Trong đợt đăng ký dự thính [full_name]K191, có 67 SV đăng ký nhu cầu học dự thính môn Kỹ thuật lập trình CO1011[full_name] Tuy nhiên môn này đã không mở lớp[full_name][full_name] [full_name] Vì CO1011 là môn cơ sở ngành nên rất nhiều môn khác không thể đăng ký trong [full_name]K192 tới - do không thỏa môn tiên quyết[full_name] [full_name] [full_name] [full_name] [full_name] Em xin nhờ thầy/cô giải đáp giúp là:   B em có thể làm đơn vừa đăng ký học cùng lúc môn CO1011 và các môn khác (có yêu cầu tiên quyết là môn CO1011) được không ạ?  /B  [full_name] [full_name] [full_name] [full_name] Em xin cám ơn thầy/cô đã đọc thư,[full_name] [full_name] [full_name][full_name][full_name]",
            "Chào bạn. . . . Sau khi kết thúc đợt ĐKMH, PĐT đã gửi danh sách các môn học kèm số lượng về Khoa yêu cầu mở lớp.. . . . Việc mở lớp hoặc không do Khoa quyết định, bạn vui lòng liên hệ trực tiếp Khoa để được giải quyết nhanh nhất."
        ]
    },
    {
        "intent": "",
        "message": [
            "PE1023 L27",
            "Chào em,. . . . [full_name] đã đăng kí cho em, em xem TKB để biết lịch học."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: [full_name] : PE1021. . [full_name] : L16",
            "responsible person: [551] [staff_name] [helpdesk staff]",
            "Chào bạn. . . . nhóm bạn chọn trùng TKB với môn EE1001 của bạn, bạn chọn lại nhóm khác gấp nhé."
        ]
    },
    {
        "intent": "",
        "message": [
            "PE1013 + L17",
            "Chào em,. . . . [full_name] đã đăng kí cho em, em xem TKB để biết lịch học."
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính gửi: quý thầy cô phòng đào tạo trường Đại Học Bách Khoa-ĐHQG HCM. . Em tên là [full_name] ; MSSV [student_id]; khoa Kỹ Thuật Hoá Học.. . Em làm đơn này để xin phòng đào tạo mở thêm sĩ số môn đường lối lớp DT01 của cô [full_name]. Kính mong pdt chấp nhận và hỗ trợ để tạo điều kiện học tập tốt hơn cho em. Em xin chân thành cảm ơn.",
            "responsible person: [551] [staff_name] [helpdesk staff]",
            "Đã tăng sĩ số cho bạn",
            "Kính gửi quý thầy cô pđt trường đh Bách Khoa.. . Em tên là [full_name], MSSV [student_id].. . Phòng đào tạo đã tăng sĩ số nhưng em vẫn không kịp đăng kí môn học này vì có nhiều bạn đã đăng kí trước em. Em mong sẽ được xem xét đăng kí lại lớp DT01 môn Đường lối cách mạng của đảng cộng sản.Em xin chân thành cảm ơn.",
            "Chào em,. . . . Em có thể đăng kí đợt 3."
        ]
    },
    {
        "intent": "",
        "message": [
            "Thầy cô ơi cho em hỏi là nếu hôm thi anh đầu vào em có việc bận không tham gia được thì em có thể làm đơn xin kiểm tra lại vào một ngày khác được không ạ?. . Và giả sử em đang tham gia một lớp anh văn của trường mà em nộp bổ sung chứng chỉ tiếng anh thì em có được chuyển điểm hay miễn học tiếp không ạ?. . Em cảm ơn. .",
            "Chào bạn,. . Anh văn đầu vào chỉ tổ chức 1 ngày.. . Nếu bạn dùng chứng chỉ quốc tế để nộp thì bạn vui lòng đọc các quy định và hướng dẫn liên quan tại:. . www.aao.hcmut.edu.vn- Sinh viên - Quy chế - Quy chế học vụ bậc đại học -  Phụ lục 1.. . www.aao.hcmut.edu.vn- Sinh viên -  Hướng dẫn - Ngọại ngữ.. . Thân,"
        ]
    },
    {
        "intent": "",
        "message": [
            "Họ và tên: [full_name] [student_id]. . Em muốn học 2 môn cơ sở kĩ thuật điện EE2017 và môn xử lí số tín hiệu EE2015 trong kì dự thính để kịp đồ án thực tập. nhưng 2 môn lịch bị trùng ngày t5 mất. . . Em xin là e có thể học 1 môn dự thính trước sau đó học môn kia song song vs đồ án được không ạ.. . Em cảm ơn nhìu lắm ạ. Giúp dùm em với",
            "Chào em,. . . . Hai môn trùng lịch nhau, thì chỉ đăng kí được 1 trong 2 môn nha em.",
            "Dạ e cảm ơn cô nhìu"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Khác ... . Em vào trang đăng kí môn học, nhưng sao nó không hiện ra những môn học em đăng kí ở đợt đăng kí dự thính 191 (đợt 1) mà nó toàn ra những môn em đã đăng kí và có thời khóa biểu ở học kì chính.. . . . Nhờ bên trường xem xét lại giúp em, vì hạn chót đăng kí dự thính đợt 2 này là vào 9/9.. . . . Em cám ơn.",
            "Chào em,. . . . Em vào xem lại trang DKMH của em và xem lại lịch sử đăng kí môn học.",
            "Cô ơi cho em hỏi, không biết kì dự thính có đăng kí đợt 3 không cô?. . Em cám ơn ạ.",
            "Chào em,. . . . Em vào trang aao.hcmut.edu trong mục học vụ xem nhé"
        ]
    },
    {
        "intent": "",
        "message": [
            "PE1013 L19",
            "Chào em,. . . . [full_name] đã đăng kí cho em, em xem TKB để biết lịch học."
        ]
    },
    {
        "intent": "",
        "message": [
            "L18 PE1009",
            "Chào em,. . . . [full_name] đã đăng kí cho em, em xem TKB để biết lịch học.",
            "PE1017 - L10",
            "Chào em,. . . . [full_name] đã đăng kí cho em, em xem TKB để biết lịch học."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được . Kính gửi Phòng đào tạo em có nộp bằng anh văn 310 . Nhưng Em không đăng kí anh văn 1 được",
            "Chào em,. . . . Thời điểm này học kỳ chính đang học tuần thứ 4, đã hết thời gian đăng kí môn học đã lâu. Em có thể liên hệ Trung Tâm Ngoại Ngữ mở lớp dự thính."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Chuyển thời khóa biểu . PĐT cho em hỏi em mới được chuyển lên PFIEV thì bây giờ em phải viết đơn đăng kí lại GDTC đúng không ạ ?",
            "Chào em,. . . . Em muốn đăng kí môn học nào?, mã số bao nhiêu?. Hiện tại, lớp Việt Pháp có mở môn bơi."
        ]
    },
    {
        "intent": "",
        "message": [
            ". . Kính gửi : Phòng đào tạo trường đại học bách khoa. . Em tên : [full_name] MSSV [student_id] học Trung tâm đào tạo bảo dưỡng công nghiệp em kính mong phòng đào tăng sĩ số môn học mạng truyền thông công nghiệp MMH:260633 để em đc học trong hk chính của hk191 .Em xin chân thành cảm ơn. .",
            "Chào em,. . . . Học kỳ chính đã học được 4 tuần không đăng kí được."
        ]
    },
    {
        "intent": "",
        "message": [
            "CODE PE1021. .   B L16",
            "responsible person: [551] [staff_name] [helpdesk staff]",
            "Đã đăng ký cho bạn"
        ]
    },
    {
        "intent": "",
        "message": [
            "Thưa anh/chị, em là sinh viên của lớp Kỹ sư tài năng, điều kiện anh văn của lớp KSTN là hoàn thành av4 khi kết thúc năm 2. Nhưng em chỉ đang học av2 ở hk191 ạ. Em xin hỏi là em có thể vừa học av3 và av4 ở hk192 không ạ? Hay còn giải pháp nào để em đủ chuẩn anh văn của lớp KSTN không ạ?. . Em cảm ơn.. .",
            "Chào bạn.. . . . Điều kiện học trước của AV4 là AV3 nên không thể học cùng 1 học kỳ,",
            "vậy có giải pháp nào để em đủ chuẩn anh văn của lớp KSTN không ạ?. .",
            "Chào bạn,. . . . Bạn vui lòng xem lại quy định về chuẩn anh văn của từng năm được cập nhật chi tiết tại:www.aao.hcmut.edu.vn- Sinh viên -  Quy chế- Quy chế học vụ bậc đại học -  Phụ lục 1- Mục 2c. . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được . em là sinh viên lớp XD09 nhưng đã chuyển sang lớp VP01. em nhập học vào thứ 2 (09/09/2019) và không kịp đăng ký môn GDTC với lớp. Em muốn hỏi còn cách nào đăng ký GDTC khác không ạ và nếu em trực tiếp đến PDT đăng ký môn này có được không ạ? em xin cảm ơn",
            "Chào em,. . . . Em muốn đăng kí môn học nào? mã số môn học?. Hiện tại lớp Việt Pháp có mở môn bơi PE1019, còn bạn học môn khác thì phải học ở cơ sở 2."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được . Dạ môn bóng rổ PE1015",
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được . Dạ môn bóng rổ PE1015"
        ]
    },
    {
        "intent": "",
        "message": [
            "Chứng chỉ ngoại ngữ - Đại học - Cao đẳng chính quy   Khác ... . Dạ e có thắc mắc xin được hỏi là hiện tại năm nhất em qua chuẩn tiếng anh nhờ thì kì thi toeic chung của trường vào cuối học kì 182. hiện tại em đang học av2 ở trường ạ. Em thắc mắc là tuy e qua chuẩn năm nhất r nhưng do em ko học av1 nên e ko có 2 chỉ của av1.cho e hỏi sau này khi em nộp chứng chỉ toeic trên 500 thì trường sẽ lấy điểm các lớp av em đã học trong trường hay là lấy theo quy định đổi điểm của chứng chỉ toeic ạ và khi e nộp vô như vậy em có được đầy đủ 8 chỉ của 4 lớp av ko ạ.   . .  Em xin cảm ơn",
            "Chào bạn,. . Khi bạn dùng chứng chỉ quốc tế để đăng ký chuyển điểm các môn AV theo quy trình thì bạn được tính các điểm chuyển AV vào điểm tích lũy chung- không tính vào tích lũy học kỳ. Điểm môn học sẽ lấy cột điểm cao nhất khi tính tích lũy chung.. . Bạn xem hướng dẫn cách nộp chứng chỉ và chuyển điểm tại  www.aao.hcmut.edu.vn- Sinh viên -  Hướng dẫn - Ngọại ngữ.. . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV[full_name] [student_id]  /b \t. . . .   i Vừa làm vừa học - ĐTTX   Đăng ký môn học . Kính gửi thầy cô Phòng Đào tạo. . Em tên là[full_name][full_name] [full_name] sỗ SV[full_name][student_id]. . Em chuyển từ hệ chính quy sang. Học kì 191 em có đăng kí môn Luận văn tốt nghiệp mã số 007303 ngành Vật lý kỹ thuật. Ngày 26/8 em xem cập nhật Thời khóa biểu thì đã có Kết quả đăng kí môn học và có TKB học kì này. Tuy nhiên ngày 9/8/2019 em kiểm tra lại trên web thì lại hiển thị kết quả Không đăng kí được [full_name] 0. Nhờ phòng đào tạo kiểm tra lại để em an tâm làm đồ án ạ.",
            "Chào bạn.. . đã gởi câu hỏi của bạn tới bộ phân liên quan. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Cho em hỏi, em muốn xin chuyển giờ học lớp KNXH tiết 9-10 và GDTC tiết 11-12 lên giờ học buổi sáng vì vài lý do gia đình thì em viết đơn và nộp ở đâu ạ ? Em xin cảm ơn",
            "Bạn liên hệ văn phòng đào tạo quốc tế để được giải quyết nhé"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Khác ... . Đợt vừa rồi ngày 28/8 em có đăng ký bổ sung thực tập tốt nghiệp trong học kì. Thầy cô cho em hỏi   B khi nào thì có kết quả đăng ký  /B  ạ, và em có thể kiểm tra kết quả ở đâu.. . em cảm ơn.",
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Khác .... . . . Đợt vừa rồi ngày 28/8 em có đăng ký bổ sung thực tập tốt nghiệp trong học kì. Thầy cô cho em hỏi khi nào thì có kết quả đăng ký ạ, và em có thể kiểm tra kết quả ở đâu.. . em cảm ơn.  /QUOTE . . . . Chiều nay em lên mybk kiểm tra kết quả nhe!"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Mã môn: PE1023. . Mã nhóm: L23",
            "Đã đăng ký cho bạn"
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính gửi Phòng đào tạo,. . Em tên Nguyễn Hoàng Yến, sinh viên năm 4 khoa Kĩ thuật hóa học.. . Em viết tin này xin PĐT mở thêm 1 slot đăng kí học môn Đường lối CM của Đảng CSVN. . Mã môn SP1009. . Lớp DT01 của cô [full_name].. . Mong PĐT tạo điều kiện cho em vì em đã trễ kì chính và giờ chỉ có thể học vào giờ này.. . Em cảm ơn rất nhiều.",
            "Chào em,. . . . [full_name] đã đăng kí cho em, em xem TKB để biết lịch học."
        ]
    }
]