[
    {
        "intent": "",
        "message": [
            ". .   Em chào Quý thầy cô. . . .   Em tên: [full_name]  . .   MSSV:   [student_id]. .   . .   Em xin trình bày sự việc là sau khi em được phục hồi thời khóa biểu do đóng học phí trễ, thì em bị thiếu mất môn nguyên lý máy.. .   Kính mong quý thầy cô xem xét để em tiếp tục theo học môn học này vì số tiết rất ít ạ. .   Em xin cảm ơn quý thầy cô!. .   . .   Thanks and the best regards. . . .",
            "Chào em.. . Theo quy định PĐT ko tự phục hồi tbk do nợ hp,. . mặc dù vậy Anh đã phục hồi kết quả cho em ( tkb sẽ cập nhật vào cuối ngày). . đề nghị em thanh toán hp hk203 của hệ vlvh. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Chào anh/chị,. . Cho em hỏi khi nào bắt đầu thực tập vậy.. . Trên bkel của em vẫn chưa thấy môn thực tập ngoài trường thì có phải bị hoãn rồi không ạ?. .",
            "Chào bạn. . -\tViệc tổ chức đăng ký Thực tập ngoài trường:. . Thời gian bắt đầu tổ chức Thực tập ngoài trường tạm ngưng cho đến khi có thông báo mới. . - Môn TTNT không có trên BKEL, mà sẽ liên lạc trực tiếp với Bộ môn - [full_name] để tư vấn và hướng dẫn. . Thân",
            "li answer rate: Answer suits the needs / Câu trả lời đúng ý"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Dạ cho em hỏi là em quên đăng kí BHYT đợt 3 có thể cho em hỏi là còn cách nào để em đki không ạ . Mong nhà trường giải đáp giúp em ạ",
            "Chào em,. . Em liên hệ [email] để được hướng dẫn,. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Em xin chào Thầy/Cô!. . . . Em có thắc mắc về việc đăng ký môn học học kỳ 211.. . . . Cho em hỏi với tình hình dịch bệnh Covid-19 như vậy thì   B  học kỳ 211   /B  có áp dụng việc xét tín chỉ năm 3 ( =56) để đăng ký môn học năm 3 không ạ? . . . . Em xin cảm ơn Thầy/Cô. . . . . .   i Học vụ .",
            "Chào bạn. . Về vấn đề này, nếu có gì thay đổi nhà trường sẽ thông báo sau qua mail, Còn hiện tại vẫn áp dụng theo quy chế học vụ hiện hành. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "[full_name] MSSV [student_id] . . em đóng tiền trễ nên bị xóa khóa biểu do tình hình covid nhà khó khăn ạ , giờ em đóng tiền rồi co được xóa nợ và mở thời khóa biểu cho em học đươc không ?. . em cảm on a\t. .",
            "Chào bạn. . Bạn vui lòng viết đơn xin phục hồi tkb vì lý do thanh toán hp trễ hạn, trong đơn trình bày rõ lý do, ký tên và gởi lại BKSI để Cô xử lý nghen. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Rút môn học (phải thanh toán học phí) Học kỳ 203 . Kính gửi PĐT. . . . Em xin phép rút môn học Giải tích 2 (MT1013)",
            "Chào bạn. . Rút môn học là tương đương huỷ môn học nhưng phải đóng học phí, về việc này Pdt sẽ có thông báo cụ thể thời gian và hình thức nộp đơn sau. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em chào thầy/cô ạ, cho em hỏi là em nộp bằng tốt nghiệp bổ sung đợt 2 thì em có cần đăng ký trên myBK không ạ? vì em chưa lấy bằng được nên em không điền ô số hiệu bằng được ạ. Em cảm ơn thầy/cô ạ !",
            "Yêu cầu khác: Em chào thầy/cô ạ, cho em hỏi là em nộp bằng tốt nghiệp bổ sung đợt 2 thì em có cần đăng ký trên myBK không ạ? vì em chưa lấy bằng được nên em không điền ô số hiệu bằng được ạ.Với khi nộp bằng đợt 2 thì em sẽ nộp cho lớp trưởng hay em sẽ nộp trực tiếp ở phòng đạo tạo ạ. Em cảm ơn thầy/cô ạ !",
            "Chào bạn. . Bạn kiểm tra mail, có thắc mắc gì thêm thì liên lạc [full_name] qua mail :. . [email]"
        ]
    },
    {
        "intent": "",
        "message": [
            "Rút môn học (phải thanh toán học phí) Học kỳ 203 .  . . Lí do em xin rút môn kĩ thuật điện(260604) là do lúc em đăng kí đã nhìn không kĩ vì nó giống kĩ thuật điện tử. Nên em đã vội đăng kí đến nay thì em đã vô xem tkb thì em biết em đã đăng kí nhầm và đến hạn nộp học phí. Em xin phòng đào tạo.giúp em rút môn và hủy học phí giúp em. Em xin cảm ơn. Em rất mong được hủy học phí môn kĩ thuật điện(260604) trong học kì này.",
            "Chào bạn. . Rút môn học là tương đương huỷ môn học nhưng phải đóng học phí, về việc này Pdt sẽ có thông báo cụ thể thời gian và hình thức nộp đơn sau. . -\tĐến thời điểm hiện tại, theo quy định không thể huỷ môn học và huỷ học phí Hk203. . -\tNhà trường đã thông báo cụ thể từng quy định và từng mốc thời gian cụ thể qua mail . . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Cho e hỏi là sao 2 môn e đăng ký trong học kỳ 203 không có hiển thị trên EL vậy ạ, tình trạng này hơn gần 1 tuần rồi ạ",
            "Chào bạn. . Bạn kiểm tra lại và báo lại giúp Cô xem có gì sai sót không?. . Vì Cô thấy trên BKpay có đến 2 khoản học phí [student_id], bạn chưa thanh toán 1 khoản nên dẫn đến tình trạng hủy TKB. . Thân",
            "Em đăng ký 2 môn trong 2 đợt khác nhau, đợt đầu e thanh toán rồi và đã có thời khóa biểu, nhưng trong 1 tuần trở lại đây trên thời khóa biểu cũng như EL không hiển thị.. . Khoản chưa thanh toán em không thấy thông báo thời gian đóng nên chậm trễ. Không biết giờ em thanh toán có được không ạ",
            "Bạn nhanh chóng thanh toán, rồi báo lại cho [full_name] gấp",
            "Em thanh toán rồi á Cô",
            "Chào bạn. . Bạn vui lòng viết đơn xin phục hồi tkb vì lý do thanh toán hp trễ hạn, trong đơn trình bày rõ lý do, ký tên và gởi lại BKSI để Cô xử lý nghen. . Thân",
            "Cô cho e gửi đơn ạ",
            "Chào bạn. . -\tSau khi Phòng đào tạo xem xét lại đã phục hồi thời khóa biểu 203, bạn vui lòng kiểm tra lại tại mybk-tkb.. . -\t Lưu ý: Bạn vui lòng thanh toán học phí đúng hạn theo quy định của nhà trường, các trường hợp vi phạm nhiều lần sẽ không được xem xét giải quyết. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Em tên là [full_name], là sinh viên khoa cơ khí, ngành kỹ thuật cơ khí.Lúc trước em có đăng ký môn học phương pháp số hk203 vì một số lý do mà không thể hoàn thành việc nộp học phí theo thời gian yêu cầu. Sau đó em đã nộp học phí nhưng đến nay vẫn chưa có môn học phương pháp số trong lịch học của em. Em mong nhà trường sẽ nhanh chóng giải quyết giúp em với ạ. .",
            "Chào bạn. . Bạn vui lòng viết đơn xin phục hồi tkb vì lý do thanh toán hp trễ hạn, trong đơn trình bày rõ lý do, ký tên và gởi lại BKSI để Cô xử lý nghen. . Thân",
            "Chào bạn. . -\tSau khi Phòng đào tạo xem xét lại đã phục hồi thời khóa biểu 203, bạn vui lòng kiểm tra lại tại mybk-tkb.. . -\t Lưu ý: Bạn vui lòng thanh toán học phí đúng hạn theo quy định của nhà trường, các trường hợp vi phạm nhiều lần sẽ không được xem xét giải quyết. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]  /b . . Em chào thầy/cô.. . Hiện tại em đã hoàn tất học phí cho Học kì 203. Mong thầy cô mở lại thời khóa biểu cho em để em có thể tiếp tục học ạ.. . Em xin cám ơn thầy/cô.\t. . . .   i Yêu cầu khác .",
            "Chào bạn. . Bạn vui lòng viết đơn xin phục hồi tkb vì lý do thanh toán hp trễ hạn, trong đơn trình bày rõ lý do, ký tên và gởi lại BKSI để Cô xử lý nghen. . Thân",
            "Chào bạn. . -\tSau khi Phòng đào tạo xem xét lại đã phục hồi thời khóa biểu 203, bạn vui lòng kiểm tra lại tại mybk-tkb.. . -\t Lưu ý: Bạn vui lòng thanh toán học phí đúng hạn theo quy định của nhà trường, các trường hợp vi phạm nhiều lần sẽ không được xem xét giải quyết. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Kính gửi PĐT,. . Em tên là [full_name], MSSV [student_id] lớp DC18DK.. . Hôm nay em xin gửi đơn xin thanh toán học phí trễ hạn học kỳ 203.. . Em xin chân thành cám ơn PĐT vì đã dành thời gian tiếp nhận đơn của em.",
            "Chào bạn. . [full_name] se phục hồi lại sau ngày thứ 28/6/21. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Cho em hỏi là hạn nộp bằng THPT dời vậy cái hạn đăng ký trên web có dời không ạ ?. . Do dịch bệnh nên em chưa thể về quê lấy bằng được",
            "Chào bạn,. . . . Bạn vui lòng đọc thông báo nha, có 2 đợt nộp bằng THPT nha bạn.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Kính thưa phòng đào tạo. . . Do tình hình dịch bệnh tại địa phương nơi em sống ( Tiền Giang ) rất phức tạp. Gia đình em không buôn bán được nên chi phí sinh hoạt rất khó khăn. Địa phương em đã gợi ý là vay sinh viên để có phần chi phí để sống qua lúc dịch khó khăn này. Em đã có tìm hiểu và có thấy biểu mẫu vay vốn sinh viên ở trường. Nhưng thành phố và địa phương nơi em đều có dịch em đã về quê và không có thể lên trường đưa tờ mẫu để xác nhận lại được ạ. Còn cách nào để trường có thể xác nhận để em có thể vay sinh viên qua lúc dịch khó khăn này không ạ.. . Em cám ơn rất nhiều.. .",
            "Chào bạn,. . . . Việc này bạn liên hệ phòng Công Tác Chính Trị Sinh Viên nha.. . . . Thân",
            "li answer rate: Answer suits the needs / Câu trả lời đúng ý"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Các môn học đang học ở học kỳ chính 202 chưa có điểm, Phòng đào tạo sẽ tạm xét đạt để tính số tín chỉ tích lũy và điều kiện tiên quyết.. . cho em xin hỏi là cái này còn hiệu lực không ạ. em cảm ơn. .",
            "Chào bạn. . Hiện tại đang áp dụng vấn đề này khi xét dkmh cho Hk 203. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Dạ, cho em hỏi hỏi thủ tục xin mở lại thời khóa biểu học kỳ hè vì em lỡ thanh toán muộn học phí và đang bị khóa thời khóa biểu ạ, học phí thì em đã thanh toán, em cảm ơn nhiều !. . . .",
            "Chào bạn. . Bạn vui lòng viết đơn xin phục hồi tkb vì lý do thanh toán hp trễ hạn, trong đơn trình bày rõ lý do, ký tên và gởi lại BKSI để Cô xử lý nghen. . Thân",
            "li answer rate: Answer suits the needs / Câu trả lời đúng ý"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Do dịch ở TP.HCM nên trường em đã đóng cửa tháng nay. Không thể lấy bằng tốt nghiệp được nên không có mã số hiệu bằng để đăng kí nộp được ạ. Mà hạn đăng kí nộp là 30/6/2021 sắp tới nữa. Em biết là hạn nộp tận tháng 9, nhưng hạn đăng kí nộp lại là 30/6/2021. Muốn đăng kí được phải có mã số bằng tốt nghiệp mà dịch vậy thì trường không làm việc ạ.. .",
            "Chào em,. . Em nộp vào đợt 2 từ ngày 06/9 đến 16/9/21, em xem email PĐT mới gửi.. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Cho em hỏi vì một vào lí do mà em chưa được cấp bằng tốt nghiệp THPT mà sắp đến hạn đăng kí nộp thì phải làm sao ạ ?. . . .",
            "Chào em,. . Em nộp vào đợt 2 từ ngày 06/9 đến 16/9/21, em xem email PĐT mới gửi.. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Em đã thanh toán làm thẻ bảo hiểm y tế rồi ạ nhưng em chưa lấy. Mà bây h em đang cần gấp thẻ để làm 1 vài công việc quan trọng. Thì không biết là phòng y tế cs2 mình còn hoạt động và em lên lấy thẻ ko ạ? Hay có cách nào, số điện thoại nào để em liên lạc được với đội ngũ trên phòng y tế để em xin mã y tế của mình được không ạ !. .",
            "Chào em,. . Em liên hệ [email] để được hướng dẫn.. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . em là sinh viên k14 nên hết thời gian đào tạo và ko đăng kí được môn học em đã làm đơn xin gia hạn 1 học kì , em còn thiếu 3 môn giải tích 1 MT1001, giải tích 2 MT1002, vẽ kỹ thuật CI1003, em mong nhà trường cho em được đăng kí 3 môn ạ, em xin chân thành cảm ơn",
            "Chào bạn. . Hk203 đã bắt đầu đã 3 tuần rồi là gần 6 buổi học, tại sao bạn gởi yêu cầu trễ quá vậy. . Trường hợp của bạn, nhanh chóng viết đơn xin cứu xét dkmh, trình bày rõ hiện trạng của mình, mong muốn là gì? ký tên và gởi lại [full_name], Cô sẽ trình ban lãnh đạo phòng xem xét. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "B Em chào Thầy[full_name]Cô, em là sinh viên K16 học cao đẳng bảo dưỡng công nghiệp. Hiện tại, em bị tạm dừng do không đăng ký môn học. Sắp tới tháng 10 là e hết hạn đào tạo. Em chỉ còn thiếu tiếng anh. Cho em hỏi:. . 1. Tình hình dịch hiện tại em nộp giấy . .  thu nhận như thế nào ạ?. . 2. Hiện tại e có thể đăng ký học kỳ hè các môn AV 1 2 3 4 được không ạ? Để em có thể gia hạn thêm 1 kỳ để hoàn tất chứng chỉ tiếng anh ạ?. .   b MSSV[full_name]MSGV: [student_id]  [full_name]b \t. . . .   i Tốt nghiệp  [full_name]i . . . .",
            "Chào bạn. . - Nghĩa là hiện tại bạn đăng nợ môn AV 1234, nếu muốn học hè thì bạn nhanh chóng làm đơn thu nhận để học hè và đăng ký môn học 1234, nếu có mở môn học trong hè. . - Đúng là thời gian học của bạn chỉ còn HK203 này, HK211 phải tốt nghiệp. . - Có cách khác là bạn phải nộp CCNN để chuyển điểm anh văn. . Thân",
            "Dạ cám ơn cô nhiều ạ.. . Với tình hình dịch hiện tại em có thể nộp đơn thu nhận như thế nào ạ? Em vẫn vô trường để nộp được không ạ?. . Cho em hỏi là e có CCNN là Toeic 450 do tình hình dịch nên chưa đk thi được mà e lại sắp hết hạn đào tạo), là chưa đạt với K16 để tốt nghiệp? Vậy em phải học AV4 thôi hay phải học hết AV1234 ạ? (Em chưa học AV nào cả). . Em cảm ơn"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em chào thầy/cô,. . . . Hiện tại em đã thanh toán trễ hạn học phí bổ xung vào ngày hôm qua, em đã làm đơn (file đính kèm) và trình bày lý do.. . . . Mong Quý thầy/cô ghi nhận ạ.",
            "Chào bạn. . Pdt kiểm tra bạn vẫn chưa thanh toán học phí. . Thân",
            "Em chào cô,. . Em đã thanh toán học phí rồi ạ.. . Vậy giờ em có cần làm đơn trễ hạn học phí không ạ?. . Em cảm ơn cô.",
            "Chào bạn. . -\tSau khi Phòng đào tạo xem xét lại đã phục hồi thời khóa biểu 203, bạn vui lòng kiểm tra lại tại mybk-tkb.. . -\t Lưu ý: Bạn vui lòng thanh toán học phí đúng hạn theo quy định của nhà trường, các trường hợp vi phạm nhiều lần sẽ không được xem xét giải quyết. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác:",
            "Hiện tại dịch em có thể vô trường nộp đơn xin thu nhận không ạ?",
            "Chào em,. . Em in mẫu đơn thu nhận lại, ký ghi rõ họ tên rồi gửi qua BKSI.. . Thân mến,. .",
            "Chào em,. . Em đã hết thời gian đào tạo vào hk211 (10/2021).. . Thân mến,. .",
            "Chào cô,. . Em gửi đơn xin thu nhận, để có thể xét tốt nghiệp trước hk211 ạ",
            "Chào bạn,. . Phòng Đào tạo đã tiếp nhận đơn xin thu nhận của bạn.. . Bạn vui lòng theo dõi tình trạng của mình được cập nhật tại trang mybk/Thông tin sinh viên.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em là sinh viên khoa hóa k15, em đã đăng kí thực tập tốt nghiệp vào học kì 3 năm học 2020-2021 nhưng xem thời khóa biểu thì TTTN của em diễn ra vào tuần 23 nhưng khoa không gửi mail thông báo về nơi nộp sơ yếu lí lịch và nơi + giáo viên hướng dẫn thực tập, em kiểm tra bảng tin của khoa Hóa cũng không thấy đính kèm, xin hỏi PĐT em nên làm gì để biết thêm thông tin ạ? Em xin cảm ơn",
            "Chào bạn. . Hiện tại Môn TTTN tạm ngưng do dịch, nếu bạn có thời khóa biểu rồi thì liên hệ Bô môn - [full_name] để hỗ trợ thêm nghen. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Chào [full_name], em tên là [full_name] sinh viên khoa k15 Hóa ngành Quá trình- thiết bị. . Em muốn chuyển từ hệ chính qui sang hệ vừa học vừa làm thì thủ tục cần gì và em nên làm như thế nào ạ? Xin [full_name] giải đáp giúp em.. . Ngoài ra nếu em chuyển hệ thì số tín chỉ em tích lũy được có giữ nguyên qua hệ vừa học vừa làm hay có thay đổi gì không ạ?. . Em xin cảm ơn",
            "Chào em. để chuyển hệ, em cần phải (đã thôi học hệ CQ hoặc hết thời gian đào tạo). . Em đăng ký hồ sơ online trên trang tuyển sinh,. . sau đó chờ email thông báo về quyết định chuyển hệ từ PĐT,. . Các môn đã học sẽ được giữ nguyên,học tiếp các môn mợ để hoàn tất ctdt. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ em là [full_name] - XD18CTXD03, em có đăng kí thực tập 2 đợt nhưng đợt 3 vì lý do kỹ thuật mà em không thể đăng kí được nên em không có thời khóa biểu môn thực tập, xin nhà trường có thể giúp em đăng kí lại để em có thể đi thực tập ạ. Dạ còn nếu không thể đăng kí được thì em có thể đi thực tập bên công ty xong rồi đăng kí vào HK kế được không ạ? Em cám ơn ạ.",
            "Chào em,. . Em không ghi rõ mã môn học em cần đăng ký, em gửi lại nhé.. .",
            "Dạ em gửi lại mã môn học ạ: CI3345 - Thực tập ngoài trường"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: 413T3356  /b \t. . . .   i Tốt nghiệp . Dạ chào thầy!!. . Hiện em đã đủ tín chỉ, trường yêu cầu thẩm tra bằng tốt nghiệp THPT và CĐ. Nhưng do tình hình dịch bệnh, hiện tại em công chứng 2 bản của 2 bằng cấp đó, kèm theo bản chính 2 bằng cấp rồi gửi qua đường bưu điện cho phòng đào tạo cở sở 01 và Sau đó nhà trường gửi qua đường bưu điện bản chính bằng cấp về cho em được không ạ?   B",
            "Chào bạn. . Việc gởi hồ sơ bang bảng chính qua  bưu điện, thật tình mình nghĩ không yên tâm. . Sau khi nhà nước ổn định dịch bạn vui lòng nộp trực tiếp tại Pdt hoặc nhờ người quen nộp giúp. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Cho em hỏi em là sinh viên K16, hiện tại em đã sắp hết hạn đào tạo.Nhưng em còn thiếu tiếng anh. . 1. Nếu không học AV1234 em phải nộp Toeic 500 phải không ạ?. . 2. Còn e có thể học AV4 rồi nộp Toeic 450 được không ạ?. . 3. Hiện tại kì hè này e còn có thể đăng ký kịp không ạ? Nếu không e có thể xin gia hạn thời gian đào tạo thêm một kỳ để hoàn thành ngoại ngữ không ạ? ( hiện tại dịch IIG cũng hoãn thi). . Em cám ơn. .   i Tốt nghiệp .",
            "Chào bạn. . 1) Đúng: nhưng không phải toeic500, mà theo quy định tại quy chế học vụ. . http://www.aao.hcmut.edu.vn/index.php?route=catalog/chitietsv&path=90&tid=1658. . 2) Có thể vừa học Anh văn 4 vừa chuyển điểm theo quy định. . 3) Bạn muốn thì làm đơn xin đăng ký vì phải xin ý kiến của Thầy Trưởng phòng đào tạo. . - Trường hợp của bạn không được gia hạn HK211; bạn xem quy chế học vụ điều 5.5, chỉ có thể gian hạn bạn nộp CCNN để quy đổi điểm đến 10/2021 để tốt nghiệp thôi. . Thân",
            "Dạ em cám ơn nhiều ạ.. . Trường hợp 3 như e vừa đọc quy chế điều 5.5 là em không được đăng ký học chỉ gia hạn để thi CCNN phải không ạ? Nhưng tình hình dịch này IIG đang hoãn thi, nếu không kịp tháng 10/2021 tốt nghiệp e có thể xin gia hạn 1 kỳ nữa được không ạ?",
            "Cho em xin phép hỏi thêm về mục 1. . 1. Theo quy chế học vụ với cao đẳng tốt nghiệp yêu cầu toeic 400 ( điều kiện là phải học av1234) phải không ạ? Nếu em không học AV 1234 thì chuẩn toiec ra trường phải hơn 400 phải không ạ? Và cho em hỏi là bao nhiêu ạ?. . Em cảm ơn ạ",
            "Chào bạn,. . Bạn nên phân biệt rõ về chuẩn tốt nghiệp và bảng quy đổi điểm.. . Về môn học AV bạn có thể quy đổi điểm hoặc bạn có thể đăng ký học. nên cái này là tùy bạn chọn. Nếu bạn không học có thể chuyển điểm, theo bảng điểm đã công bố. . http://aao.hcmut.edu.vn/sinh viên/quy chế/học học/Quy chế đào tạo và học vụ bậc đại học, cao đẳng:/Phụ lục 1: Quy định về ngoại ngữ (áp dụng cho các chương trình giảng dạy bằng tiếng Việt)/4.   Chuyển điểm các môn ngoại ngữ và bảng quy đổi tương đương các chứng chỉ/- Bảng quy đổi tương đương và chuyển điểm áp dụng từ HK1/2017-2018 đến HK3/2019-2020. . Còn về chuẩn tốt nghiệp, thì áp dụng theo khóa, bạn xem tại đây:. . http://aao.hcmut.edu.vn/sinh viên/quy chế/học học/Quy chế đào tạo và học vụ bậc đại học, cao đẳng:/3.   Chuẩn tiếng Anh khi nhận Luận văn tốt nghiệp (LVTN) và khi tốt nghiệp/. . Thân",
            "Dạ em cám ơn cô nhiều ạ.. . Cho em xin phép hỏi thêm là trường hợp của em tháng 10/2021 hết hạn đào tạo. . . Hiện tại IIG dịch nên đang hoãn chưa tổ chức thi. Học kì hè đã bắt đầu, em muốn làm đơn gửi thầy trường phòng đào tạo để xin đăng ký học av4 kì này? Em làm đơn lên trường gửi được không ạ?"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em thanh toán học phí trễ hạn, muốn làm đơn trình bày lý do trễ hạn nhưng hiện tại đang ở quê không lên thành phố được thì phải làm sao?",
            "Chào bạn. . -Hiện tại, Nếu bạn đã thanh toán học phí, vui lòng viết đơn trình bày lý do thanh toán trễ học phí, ký tên và gởi lại trên BKSI . . Thân",
            "li answer rate: Answer suits the needs / Câu trả lời đúng ý"
        ]
    },
    {
        "intent": "",
        "message": [
            "i Yêu cầu khác . Kính chào Thầy/Cô,. . Em là sinh viên chuyển từ hệ chính quy khóa K13 MSSV [student_id]1 sang hệ VLVH với MSSV [student_id]. Em đã làm thủ tục chuyển điểm nhưng đến nay vẫn chưa nhận được cập nhật điểm trên mybk. Kính mong Quý thầy cô hỗ trợ em để em hoàn thành chương trình đào tạo sớm. Trân trọng cảm ơn Thầy/Cô.",
            "Chào em,. . PĐT đã trả lời em qua email.. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính gởi phòng đào tạo,. . . . Em là [full_name], MSSV [student_id]. Em đã xin quyết định của khoa để miễn và ghi điểm 12 cho các môn. . . . CI3343 - Thực tập tốt nghiệp. . CI4331 - Đề cương luận văn tốt nghiệp. . . . Bên cạnh đó kính nhờ phòng đào tạo kiểm tra và cập nhật điểm chuyển của em khi chuyển từ hệ chính quy sang vừa học vừa làm. Hồ sơ và bảng điểm em đã gửi khi làm thủ tục chuyển hệ hồi tháng 10/2020 . MSSV khi em còn học hệ chính quy là [student_id]8.. . . . Kính mong PDT hỗ trợ giải quyết để em kịp làm luận văn vào học kì 211.",
            "Chào em,. . PĐT đã trả lời em qua email.. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV[full_name] [student_id]  /b \t. . . .   i Yêu cầu khác . Em chào thầy/cô ạ. . Em tên là[full_name] [full_name]. . MSSV[full_name] [student_id]. . Hệ[full_name] VLVH. . . . Hiện tại em có một số thắc mắc sau nhờ thầy cô giải đáp giúp em ạ.. . Vào đầu học kì 2 năm học 2020-2021 em có đăng kí môn \"kỹ thuật điều khiển tự động\" mã môn học là(ME2009) và em đã có đăng kí học và vào thời điểm em đăng kí thì chưa có danh sách điểm chuyển. Nhưng sau khi em có danh sách điểm chuyển thì lịch học môn học \"kỹ thuật điều khiển tự động\" đã được bỏ đi thì em những vấn để sau cần hỏi ạ.. . . . 1. Môn kỹ thuât điều khiển tự động đã được bỏ trong thời khóa biểu vậy em có cần phải theo học nữa không ạ ?. . 2. Môn kỹ thuật điều khiển tự động em đã đóng tiền học thì bây giờ em phải làm gì để hồi lại học phí ạ.. . 3. Những môn em đã học ở cao đằng (cao đẳng công nghệ thủ đức) thì có những môn em đã học rồi nhưng điểm chuyển em thấy vẫn không đủ thì em cần những giấy tờ gì để em có thể miễn môn đã học ở cao đẳng ạ (em có đính kèm các môn đã học ở cao đẳng nếu được thì có thể cho em biết được những môn em được miễn thêm để em lên danh sách miễn môn cho chính xác được không ạ) ?. . 4. Về mail hoàn trả học phí thì điều kiện môn nào thì em được hoàn trả học phí ạ.. . . . cảm ơn thầy/cô đã đọc và phản hồi giùm ạ.",
            "Chào em,. . PĐT ghi nhận trường hợp của em, sẽ trả lời em trong thời gian sớm nhất.. . Thân mến,. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Em có đăng ký in bảng điểm hình thức lấy qua bưu điện, trên mybk có để 16/06 là ngày hẹn trả kết quả thanh toán. Nhưng hiện tại đã là ngày 24/06 và em chưa nhận được bưu kiện. Em không biết là bảng điểm đã được chuyển cho bưu điện chưa? . .   i Yêu cầu khác .",
            "Chào bạn. . Bảng điểm của bạn đã được gởi cho bưu điện, nên đang trên đường đến. . Thời gian hẹn: là thời gian bảng điểm có tại pdt sau đó pdt chuyển qua bưu điện liền cho sv. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học  /i  Đồ án Tổ chức thi công (CI4127). . - Dạ chào pđt. Em đã đăng ký xin vào lớp Đồ án Tổ chức thi công của Thầy [full_name] mở vào đầu tháng 6 vừa qua và đã học cùng Thầy được 2 buổi nhưng chưa được cập nhật BKPay và Thời khóa biểu. Nên xin pđt cho em được bổ sung vào lớp học này và để được đóng học phí ạ! Em xin cám ơn.. . . .",
            "Chào em,. . Môn này em đã đăng ký vào HK202 rồi, nhóm A06.. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em chào thầy/cô ạ!. . Em là [full_name]. . . Do tình hình dịch bệnh khó khăn, nên em có chủ động ứng tuyển vị trí thực tập vào tập đoàn SCG và đã đậu ạ. Nhưng phía công ty yêu cầu thời gian thực tập từ 1/7-1/9 ạ. . . Em xin phép hỏi thầy/cô, trong thời gian đó có trùng lịch thi cuối kì 202 của trường không ạ.. . Nếu có, trường có thể hỗ trợ giúp em không ạ. Vì tình hình dịch bệnh phức tạp nên rất khó sắp xếp thời gian, nhưng em rất mong câu trả lời từ thầy/cô ạ cũng như sự giúp đỡ của nhà trường.. . Em rất cảm ơn thầy/cô đã trả lời câu hỏi của em. Chúc thầy/cô nhiều sức khỏe.",
            "Chào em,. . - Tổ chức thi cuối kỳ HK202 từ 09/8/21 đến 29/8/2021.. . - Vắng thi có phép em xem quy chế vd: có giấy nhập viện, ra viện .... . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ .",
            "Chào bạn. . Bạn vui lòng ghi rõ nội dung câu hỏi của bạn trong hộp trao đổi, bạn gặp sự cố gì? mong muốn gì?. . Bạn không ghi rõ ràng sao Pdt có thể tư vấn và trả lời cho bạn được. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "B Em tên là [full_name]Yêu cầu khác  /i Em mong nhà trường giúp đỡ em trong việc đi học lại vì em đã cúp tiết nhiều lần, em mong nhà trường cho em thêm 1 cơ hội nữa để được tiếp tục theo học ạ, em viết yêu cầu này mong phòng đào tạo sẽ không dừng việc học của em, em hứa sẽ cố gắng hết mình ạ...em xin cám ơn. . . .",
            "Chào bạn,. . Chưa hiểu rõ về câu hỏi của bạn.. . Tình trạng hiện tại của bạn vẫn là đang học, và bạn đang bị quyết định cảnh báo học vụ lần 1 (hiển chỉ đang ở mức cảnh báo để bạn hiểu và ý thức lại việc học của mình), nếu bạn không tiếp tục cải thiện thì sẽ có thể dẫn tới mức xử lý cao hơn là buộc thôi học.. . Hiện tại với trình trạng xử lý này bạn không cần phải làm đơn cứu xét gì nhé!. . Chúc bạn học tốt!. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Kính gửi thầy/ cô:. . Do em được xét miễn thêm các môn học ở (tuần 25 HK202). Mong thầy/ cô xét duyệt cho em rút thêm giúp em các môn đang học.. .   U   B HK201: được xét miễn môn  /B   /U . . 1/ Giải tích 2 (MT1005) {đã học môn tương đương Toán cao cấp (MT0001)}.. .   U   B HK202: được xét miễn môn  /B    /U . . 1/ Cơ lưu chất (CI2003) {đã được rút ở đơn trước}.. . 2/ Cơ kết cấu (CI3233) {đang học môn tương đương Cơ học kết cấu (CI2029)}.. . 3/ Kết cấu bê tông cốt thép (CI3237) {đang học môn tương đương Kết cấu bê tông cốt thép 1 (CI2091)}.. . Em xin chân thành cảm ơn.",
            "Chào bạn. . Vấn đề của bạn đang tập trung giải quyết qua mail pdt, bạn gởi lại mail pdt để [full_name] [full_name] phụ trách kiểm tra rồi trả lời. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Cho em xin gmail cô [full_name] chứ 3 tuần rồi mà em vãn chưa có link học.. .   i Học vụ .",
            "Chào em,. . Địa chỉ [email]. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Tôi chào thầy cô giáo vụ,. . Tôi tên là [full_name],. . MSSV: [student_id],. . Công việc hiện tại của tôi quá nhiều khiến tôi không thể học môn này. Và sau khi tiêm vắc xin Covid 19 cùng công ty ở Công viên phần mềm Quang Trung, tôi đã sốt cao mấy ngày nên không thể mở được cái máy tính ra để xin thầy cho nghỉ phép, khiến tôi bị đánh vắng và mất luôn kiến thức của 2 buổi học và tôi không theo kịp bài học trên lớp nữa.. . Hiện tại thầy cho bài tập sau mỗi bài học, tôi đều không thể làm được bài, nên không vượt qua môn này được. . . . . Tôi đính kèm lá thư của công ty gọi tôi đi tiêm vacxin Covid 19. . . . Tôi đi làm, vừa là để tự trang trải cuộc sống và tự đóng học phí cho tôi, dịch Covid ảnh hưởng rất mạnh đến công ty tôi, tôi đã phải làm việc không lương mấy tháng nay rồi. Nên tôi không còn tiền để thanh toán cho môn học này nữa. . . . Vậy nên, tôi không thể học được môn Lập trình mạng (mã môn CO4013), nay tôi cần hủy gấp môn này không thanh toán. Mong phòng đào tạo xét duyệt cho tôi.. .",
            "Chào bạn. . Phòng đào tạo đồng ý với đơn của bạn, sẽ huỷ tkb và huỷ học phí theo nội dung của đơn. . Bạn không đóng học phí của các môn bạn xin huỷ này nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Dạ cho em hỏi là em đăng ký thực tập tốt nghiệp bổ sung đợt hè, đã có thời khóa biểu trên mybk, nhưng trên bk e-learning thì không có ạ. Vậy cho em hỏi là em có được thực tập không và khi nào bắt đầu đợt thực tập ạ",
            "Chào em,. . - Em đã có TKB thì đóng học phí trên bkpay còn bke thì môn nào học LT, BT mới có.. . - PĐT đã có thông báo ngưng tttn trong dkmh đợt 3, khi nào đi TTTN sẽ thông báo sau.. . THân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Mã Môn Học: CO3005. . Tên môn học: Nguyên lý ngôn ngữ lập trình. . . .   i Rút môn học (phải thanh toán học phí) Học kỳ 203 .",
            "Chào bạn,. . . . - Phòng Đào tạo đã tiếp nhận yêu cầu về việc xin Rút môn học HK Hè 3/2020-2021 (tính Học Phí). Bạn vui lòng theo dõi kết quả được cập nhật trêntrang Mybk/xem điểm sau ngày 20/07/2021 (nếu sau thời gian trên vẫn chưa được xử lý bạn có thể vào trangbksi.hcmut.edu.vn để khiếu nại).. . . .  . . . . Chúc bạn học tập tốt nhé.. . . . Thân",
            "li answer rate: Answer suits the needs / Câu trả lời đúng ý"
        ]
    },
    {
        "intent": "",
        "message": [
            "Ad cho em hỏi việc rút môn học thì học phí tính thế nào ạ ???. .",
            "Chào bạn,. . Việc rút môn học tính học phí bình thường theo quy định nhé bạn.. . Bạn vui lòng Xem chi tiết quy định về rút môn học tại QUY CHẾ [full_name] điều 11.2.). . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính gửi Phòng đào tạo Trường đại học Bách Khoa HCM . . Em tên là : [full_name] . . MSSV : [student_id] . . . . Học kì hè 203 em có đăng kí 1 môn Thực tập tốt nghiệp , nhưng vì trong tình hình dịch nên em được nghe thông báo là hủy thực tập tốt nghiệp , với cả khi em lên BK pay thì không có thấy phần thanh toán học phí cho THực tập tốt nghiệp , em có thể thanh toán và khôi phục thời khóa biểu được không ạ ? . . . . Em xin cám ơn !. .",
            "Chào em,. . - Cô kiểm tra TKB HK203 em có môn AS3313. . - Học phí trên bkpay của em đã có rồi.. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ em là [full_name] - XD18CTXD03, em có đăng kí thực tập 2 đợt nhưng đợt 3 vì lý do kỹ thuật mà em không thể đăng kí được nên em không có thời khóa biểu môn thực tập, xin nhà trường có thể giúp em đăng kí lại để em có thể đi thực tập ạ. Dạ còn nếu không thể đăng kí được thì em có thể đi thực tập bên công ty xong rồi đăng kí vào HK kế được không ạ? Em cám ơn ạ. . . . . Mã môn học là CI3345 - Thực tập ngoài trường",
            "Chào bạn. . -\tPhòng đào tạo ghi nhận trường hợp của bạn. . -\tBạn xem kết quả tại trang Mybk - xem TKB sau ngày 28/6/2021. . -\tNếu không thấy kết quả vui lòng phản hồi lại trên kênh BKSI. . Thân. .",
            "Chào em,. . Em không đăng ký được vì số tc 49+15=64  95. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Em muốn hỏi làm đơn xin đăng ký học av4 kì 3  vào thời điểm hiện tại, do e sẽ hết hạn đào tạo vào tháng 10. Em lên trường nộp đơn như bình thường phải không ạ?. .   i Đăng ký môn học .",
            "Chào bạn. . Bạn nộp đơn qua bksi, nhà trường đang giải quyết thu nhận, sau khi thu nhận lại mới trình giải quyết dkmh. . Đơn ghi rõ tên , msmh, để pdt kiểm tra vì chưa chắc là có mở môn học này. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Thưa thầy / cô , em có đăng kí 1 môn thực tập tốt nghiệp vào HK203 do tình hình dịch nên Thực tập bị hoãn lại nên em quên kiểm tra mail của trường về nộp học phí và đã trễ hạn 2 ngày và bị hủy TKB . . Nay em làm đơn này mong được xem xét khôi phục TKB , Em xin hứa sẽ nộp học phí theo yêu cầu trong thời gian sớm nhất !. . Em xin chân thành cảm ơn !"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Xin hỏi phòng đào tạo em đăng kí tốt nghiệp vào 24/5 thì theo lịch trình thì cuối tháng 6 có bằng ạ. Không biết bằng của em đã được hoàn thành chưa ạ vì em cần gấp ạ. Nếu chưa thì khả năng bao lâu nữa sẽ có ạ. . Em xin cám ơn vì đã tiếp nhận câu hỏi.. .",
            "Chào bạn,. . Bằng của đợt tháng 6 này đã tiến hành in và bạn cũng đã có tên trong ds in đợt này nhé!. . Bạn vui lòng đợi thông báo của Phòng Đào tạo sau khi hoàn tất khâu in, trình ký và đóng dấu và tùy tình hiện tại. Hiện tại chưa thể trả lời chính xác cho bạn được.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Thưa thầy / cô , em có đăng kí 1 môn thực tập tốt nghiệp vào HK203 do tình hình dịch nên Thực tập bị hoãn lại nên em quên kiểm tra mail của trường về nộp học phí và đã trễ hạn 2 ngày và bị hủy TKB . . Nay em làm đơn này mong được xem xét khôi phục TKB , Em xin hứa sẽ nộp học phí theo yêu cầu trong thời gian sớm nhất !. . Em xin chân thành cảm ơn !"
        ]
    },
    {
        "intent": "",
        "message": [
            "Rút môn học (phải thanh toán học phí) Học kỳ 203 .  Họ tên: [full_name] MSSV:[student_id]. .  Ngày sinh: 22/02/2002 Lớp: VP20CDT",
            "Chào bạn,. . . . - Phòng Đào tạo đã tiếp nhận yêu cầu về việc xin Rút môn học HK Hè 3/2020-2021 (tính Học Phí). Bạn vui lòng theo dõi kết quả được cập nhật trêntrang Mybk/xem điểm sau ngày 20/07/2021 (nếu sau thời gian trên vẫn chưa được xử lý bạn có thể vào trangbksi.hcmut.edu.vn để khiếu nại).. . . .  . . . . Chúc bạn học tập tốt nhé.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em xin gửi PĐT",
            "Chào bạn. . -\tSau khi Phòng đào tạo xem xét lại đã phục hồi thời khóa biểu 203, bạn vui lòng kiểm tra lại tại mybk-tkb.. . -\t Lưu ý: Bạn vui lòng thanh toán học phí đúng hạn theo quy định của nhà trường, các trường hợp vi phạm nhiều lần sẽ không được xem xét giải quyết. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Rút môn học (phải thanh toán học phí) Học kỳ 203 . hóa đại cương. . triết học. . . .",
            "Chào bạn,. . Vui lòng làm theo đúng hướng dẫn về rút môn học đã gửi mail nhé!. . 1- Sv tải PHIẾU ĐĂNG KÝ RÚT MÔN HỌC (được gửi đính kèm) điền thông tin à ký tên à chụp hình để có file ảnh tải lên trang bksi.hcmut.edu.vn. . . . 2- Sv đăng nhập vào trang bksi.hcmut.edu.vn à Hỏi/Yêu cầu à Tạo câu hỏi/yêu cầu mới à Rút môn học (phải thanh toán học phí) HK 203: điền thông tin vào CHỦ ĐỀ VÀ NỘI DUNG. . . . 3- Click vào choose file để tại file ảnh. . . . 4- Click vào GỬI. . . . (Xem chi tiết quy định về rút môn học tại [full_name]Ế [full_name] điều 11.2.). . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Rút môn học (phải thanh toán học phí) Học kỳ 203 . Kính gửi: PĐT trường ĐHBK Tp.HCM. . . . Cho em nộp phiếu xin rút môn học HK hè (KH203) môn IM2015 Quản lý dự án cho kỹ sư.",
            "Chào bạn,. . . . - Phòng Đào tạo đã tiếp nhận yêu cầu về việc xin Rút môn học HK Hè 3/2020-2021 (tính Học Phí). Bạn vui lòng theo dõi kết quả được cập nhật trêntrang Mybk/xem điểm sau ngày 20/07/2021 (nếu sau thời gian trên vẫn chưa được xử lý bạn có thể vào trangbksi.hcmut.edu.vn để khiếu nại).. . . .  . . . . Chúc bạn học tập tốt nhé.. . . . Thân"
        ]
    }
]