[
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Do đầu năm e không có check mail quên đi nhận thẻ ocb .Cho e hỏi là làm sao để mình có thông tin làm tk ocb đăng nhập trên bkpay để thanh toán học phí. . Em xin cảm ơn",
            "Chào em,. . Em vui lòng liên hệ ngân hàng OCB nhé.Số điện thoại hotline của Ngân hàng OCB để được hỗ trợ (khi có phát sinh sự cố):[student_id]8"
        ]
    },
    {
        "intent": "",
        "message": [
            "Chào,. . Em là [full_name], MSSV [student_id], là sinh viên khoa Cơ khí, chuyên ngành Chế tạo máy.. . Vì lí do cá nhân nên em không thể đăng ký môn học trong học kì 211 và nằm trong diện tạm dừng học.. . Em muốn làm thủ tục Thu nhận lại để có thể trở lại học tập từ học kì 212.. . Rất mong nhận được phản hồi từ phía anh/chị.. . Em cảm ơn!",
            "Chào em,. . Phòng Đào tạo đã tiếp nhận đơn thu nhận của SV.. . Em vui lòng theo dõi lịch học vụ và mail SV để biết lịch đăng ký môn học cho HK212 để vào đăng ký MH nhé, trường hợp SV không đăng ký MH của HK212 được vui lòng gửi phản hồi lại qua bksi để được hỗ trợ. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Chào phòng đào tạo, em tên là [full_name] (MSSV: [student_id]), em đã nhận được bằng tốt nghiệp tạm thời và trước đây đã có tên trong danh sách tốt nghiệp chính thức. Nhưng hiện tại em không thể tra cứu thông tin của mình trong danh sách tốt nghiệp chính thức tháng 11/2021, không biết có trục trặc gì không ạ?. . Em chân thành cảm ơn.",
            "Chào em,. . Em đã có Quyết định tốt nghiệp chính thức và đã được cập nhật tại mybk/Thông tin SV/ tình trạng nhé. . SV vui lòng vào xem và kiểm tra lại. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Kính gửi: Thầy cô phòng đào tạo. . Em tên là: [full_name] . . Lớp BD16CDT - Trung tâm đào tạo Bảo dưỡng công nghiệp. . Thầy/Cô cho em hỏi em đã nhận được giấy tốt nghiệp tạm thời. Nhưng hôm nay em vào tra danh sách tốt nghiệp tháng 11. Nhưng không thấy tên em trong danh sách ạ. Và em cũng không có gmail để lên nhận bằng.. . Mong thầy cô xem xét giúp em xem có bị nhầm lẫn gì không ạ. . Em xin chân thành cám ơn"
        ]
    },
    {
        "intent": "",
        "message": [
            "Cho em hỏi khi nào sẽ mail nhận bằng tốt nghiệp ạ vì em thấy bạn chung lớp với em có được nhận mail hết rồi mà em chưa có ạ.. . . . Em xin cảm ơn.. .   i Tốt nghiệp .",
            "Chào bạn,. . Hiện tại phòng Đào tạo đang tiến hành in bằng và gửi mail nhận bằng theo từng đợt, hiện tại mới in bằng đợt 1 cho SV đăng ký tốt nghiệp trước ngày 18/10.. . Trường hợp của bạn vui lòng đợi mail thông báo nhận bằng tốt nghiệp trong đợt tiếp theo nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Kính gửi PĐT,. . em là [full_name], sinh viên k2017 khoa Kỹ thuật Địa chất và Dầu khí. Em nhờ phía PĐT xem lại cho em về nội dung: em đã đăng ký tham gia BHYT từ lúc nhập học đến nay, trong 2 năm đầu (2017 đến 2019) em đã đăng ký mua tại KTX khu A ĐHQG TP.HCM, tuy nhiên cho đến nay trên BKPay, em vẫn bị hiển thị số nợ BHYT là 491.000đ. Khi em kiểm tra kỹ thông tin BHYT của em trên ứng dụng VssID, phần mềm cũng đã thông báo rõ là em đã tham gia 4 năm 4 tháng liên tục, tức là từ lúc em nhập học đến nay. App cũng có báo về đợt em đăng ký mua đầu tiên là tháng 10 năm 2017, trước thời điểm hạn nộp BHYT (12/2017) trên BKPay. Vậy nên em thông tin đến PĐT kiểm tra lại thông tin về BHYT của em cũng như rà soát, đối chiếu lại và xác thực thông tin, để em thỏa mãn các điều kiện tốt nghiệp ạ. Em rất mong nhận phản hồi từ PĐT. Em xin cảm ơn.. . Sinh viên. . [full_name]",
            "Chào em,. . Em liên hệ phòng Công tác chính trị sv qua email [email] để được hướng dẫn nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Kính chào thầy/ cô,. . Tên em là [full_name], sinh viên lớp QL18CN1, mssv [student_id].. . Hiện tại em đã đăng kí bảo hiểm y tế trên trang MyBK. Tuy nhiên em vừa mới nhận được tin của gia đình là hộ khẩu nơi em sinh sống thuộc vùng đặc biệt khó khăn (vùng 3), do đó được hỗ trợ bảo hiểm y tế. . . Em muốn hỏi là em cần làm thủ tục gì để hủy đăng kí trên MyBK và hủy thanh toán ở BKPay ạ?. . Kính mong thầy/ cô sớm giải đáp thắc mắc giúp em.. . Em cảm ơn, chúc thầy/ cô thật nhiều sức khỏe.. . [full_name].",
            "Chào em,. . Em liên hệ phòng Công tác chính trị sv qua email [email] để được hướng dẫn nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em bị trễ thi môn đại số tuyến tính bây giờ em phải làm sao có đc đăng kí thi lại ko ạ   B",
            "Chào em,. . - Trường hợp hoãn thi giữa kỳ HK211, SV có thể liên hệ trước với GV để xin được kiểm tra bổ sung.. . - Các trường hợp chưa được giải quyết, SV có thể tải mẫu đơn “Phiếu đăng ký dự thi kiểm tra bổ sung” tại trang aao.hcmut.edu.vn/Sinh viên/biểu mẫu, điền đầy đủ thông tin và gửi qua bksi (kèm theo minh chứng nếu có). . Thân mến. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em vừa chuyển sang hệ VHVL học kì 211, em nhận đc email thông báo đóng học phí hạn chót vào ngày 17/10 là 5,250,000 vnđ. sau khi đóng học phí thì nay lại hiện thêm một mục đóng học phí khác là 7,875,000 hạn chót là 19/11. Tổng số tín chỉ học kì này em đăng ký là 28 chỉ. mong [full_name] kiểm tra lại giúp em đây là lỗi kỹ thuật hay là tổng học phí em phải thanh toán gồm 2 phần là [student_id]0vnđ. Em xin cảm ơn ạ.. .",
            "Chào em,. . Cô đóng câu này, PĐT đang kiểm tra và cập nhật, em theo dõi trên mybk, hoặc email nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em tên là [full_name]ÁI [student_id]. . trung tâm bảo dưỡng công nghiệp . . là bữa em có thi AV4A và được 410 điểm . . mà em nhận được thông báo em bị rớt không được xét tốt nghiệp ra trường . . em có hỏi bên trung tâm BKE thì cô giáo có thông báo là em đậu và kết quả thi được dùng xét AV1234 Và TOeic 400 Ra trường . . Nhưng bên khoa em thông báo là em không đạt và kết quả thi AV4A Chỉ xét được AV1234 thôi ạ mà phải bắt buộc thi toeic để có bằng 400 nộp mới được xét tốt nghiệp ạ . . Theo em biết thì là giám đốc trung tâm em có thông báo là đã xin PĐT là em đậu được AV4A là được xét tốt nghiệp và anhvăn 1234 ạ . . Mong giải quyết giúp em",
            "Chào em,. . Cô không rõ ai đã trả lời cho bạn như vậy?. . Em có thể liên hệ thầy [full_name] của Trung tâm BDCN để trả lời thông tin cho em về việc cứu xét chuẩn AV của BDCN khóa 15 và 16. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em chào thầy, cô phòng đào tạo.. . . . Em tên [full_name] - [student_id], là sinh viên năm 4 của khoa Môi trường và tài nguyên.. . . . Em hiện tại đang thắc mắc về cách tính tiền học phí kì môn học EN3011 - Độc học môi trường.. . . . Em có yêu hủy môn học EN3011 bắt đầu từ tuần thứ 3, và có email báo kết quả đã hủy vào khoảng 3 tuần sao đó. Nhưng em vẫn chưa hiểu tại sao em hủy môn rồi mà vẫn phải đóng 100% học phí của môn học. Theo em được biết rút môn học trong thời gian đầu kỳ thì vẫn phải đóng khoảng 30% học phí gốc của môn học (Điều này em chấp nhận).Em cần thầy/cô giúp em làm rõ vấn đề này.. . . . Em cảm ơn! . . . . . .",
            "Chào em,. . - Khi em rút môn học thì em đã biết, có đọc quy chế thì mới đồng ý và PĐT cũng nhắc là phải thanh toán học phí. Em xem lại các email PĐT đã gửi cho tất cả sv.. . - Quy chế aao/điều 11: . . 11.2 Rút môn học. . Môn học đã đăng ký có thể được rút sau khi học kỳ đã bắt đầu cho đến hết tuần thứ 6 của học kỳ chính (hoặc tuần thứ 3 của học kỳ phụ). Môn học được rút sẽ được xóa TKB, xóa tên trong danh sách lớp, không tính vào số tín chỉ đăng ký, không ghi trong bảng điểm và học bạ, ghi điểm RT (17) trong hệ thống và có tính học phí.. . -  Theo em được biết rút môn học trong thời gian đầu kỳ thì vẫn phải đóng khoảng 30% học phí gốc của môn học . . =  Trong quy chế không có đề cập em nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Dạ cho em hỏi chủ nhật vừa rồi trong lúc đang thi thì máy em gặp sự cố và tới phút cuối mới có thể điền được đáp án nhưng khi nộp xong và xem kết quả thì em thấy do máy tính của em bị lỗi dẫn đến kết quả thi giữa kì của em bị thay đổi. Nay em muốn xin Phòng đào tạo xem xét cho em thi lại môn MT1003 - Calculus 1 -CC08A của kì thi giữa kì.. . Em chưa kịp thông báo là đã nộp bài thì đã lỡ out gg meet phòng thi ạ :  . . Mong Phòng đào tạo phản hồi sớm thông tin của em ạ.. . Best regards,. . [full_name]",
            "Chào em,. . - Về trường hợp hoãn thi giữa kỳ HK211, SV có thể liên hệ trước với GV để xin được kiểm tra bổ sung.. . - Các trường hợp chưa được giải quyết, SV có thể tải mẫu đơn “Phiếu đăng ký dự thi kiểm tra bổ sung” tại trang aao.hcmut.edu.vn/Sinh viên/biểu mẫu, điền đầy đủ thông tin và gửi qua bksi (kèm theo minh chứng nếu có). . Thân mến. . . .",
            "QUOTE   /QUOTE . .",
            "QUOTE Trích. . . . . .   /QUOTE . .",
            "Chào bạn. . Pdt gởi đính kèm [full_name]. . Bạn gởi phiếu này cho Giảng viên giảng dạy để Giảng viên cho phép bạn thi kiểm tra bổ sung. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em chào thầy(cô). . Em muốn hỏi vào kỳ thi cuối kỳ 211, nghĩa là học kỳ chính đang sắp kết thúc này. Em có được hoãn thi như đợt thi cuối kỳ của học kỳ 202 trước đó hay không. Em cảm ơn.",
            "Chào bạn. . Về vấn đề này bạn vui lòng đợi thông báo vào tuần sau. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em chào thầy cô!. . Em có đăng ký hoãn thi 2 môn ở HK2/2020-2021 nhưng đợi mãi vẫn chưa thấy thông tin gì về vấn đề thi lại. Em có nhận được mail danh sách sơ bộ sv đăng ký hoãn thi do pdt gửi và có tên em. Về vấn đề này thì em nên giải quyết như thế nào vậy ạ.. . Em cảm ơn!. .",
            "Chào em,. . Cô kiểm tra thấy 2 môn hoãn thi của em. . 1611417\tThái Thanh\tHùng\tHK202\tEE1013\tVật lý bán dẫn\tDT01. . 1611417\tThái Thanh\tHùng\tHK202\tEE3019\tTruyền số liệu và mạng\tDT01. . - nhưng đợi mãi vẫn chưa thấy thông tin gì về vấn đề thi lại. . =  PĐT đã gửi email\" . . Lịch thi các môn học xóa điểm I (Hoãn thi) HK202, HK203 thi trong tháng 11/2021. . Hộp thư đến. . . . 19:56, Th 2, 15 thg 11 (19 giờ trước). . tới nhuquynh. . . . Thân chào SV,. . . . PĐT thông báo tới SV lịch thi các môn học SV đăng ký thi xóa điểm I (Hoãn thi) HK202, HK203, các môn thi được Khoa đề nghị thi trong tháng 11/2021.. . . . (SV xem file đính kèm). . . . Lịch thi chi tiết SV xem tại: mybk.hcmut.edu.vn =  Thông tin sinh viên. . . . Các môn thi tại: exam.hcmut.edu.vn. . . . Các môn SV đăng ký hoãn thi còn lại, sẽ được xếp chung với HK211 nếu môn học có mở lớp. . . . Lưu ý:. . . . - SV chỉ có thể đăng nhập vào trang dự thi 1 lần duy nhất trong ngày, vì vậy SV cần đăng nhập trước giờ thi (chỉ 1 lần duy nhất). . . . -  Các môn nhóm HT01 là của Hệ CQ + DT HK202;. . . . -  Các môn nhóm HT02 là của Hệ CQ + DT HK203;. . . . -  Các môn nhóm HTC1 là của Hệ TT+ QT + DTQT HK202;. . . .  - Các môn nhóm HTC2 là của Hệ TT+ QT + DTQT HK203;. . . . -  Các môn nhóm HTN1 là của Hệ Tiếng nhật HK202.. . Trân trọng thông báo. . . \". . . . - Quyết định hoãn thi PĐT thông báo và cập nhật trên mybk sắp tới.. . . . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Dạ em chào thầy/cô,. . . . Em là sinh viên K17, hiện đang học AV3A. Em vừa đạt chứng chỉ toeic và đang chờ chuyển điểm để tốt nghiệp thay vì học tiếp anh văn. Em mong thầy/cô giúp em huỷ môn học AV3A ạ.. . . . Em xin cảm ơn thầy/cô.",
            "Chào bạn,. .  - Phòng Đào tạo đã đồng ý yêu cầu về việc RÚT MÔN HỌC (tính Học Phí theo quy định)(Chính quy + Dự thính) của học kỳ 1(2021-2022). Bạn vui lòng theo dõi kết quả được cập nhật trên trang Mybk/xem điểm sau ngày 30/11/2021 (nếu sau thời gian trên vẫn chưa được xử lý bạn có thể vào trang bksi.hcmut.edu.vn để phản hồi).. . Chúc bạn học tập tốt nhé.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . . . Em chào pđt. . Em là [full_name], mssv [student_id]. . Thưa pđt, vào học kỳ 203 em có đăng ký dự thính môn vật lý 1 nhưng vì ảnh hưởng của dịch covid 19, nhà em ở vùng sâu kinh tế khó khăn mà do mẹ em bị ung thư nên khi đi khám về gia đình bị cách ly, mà mạng internet chập chờn nên đã không thể nộp kịp học phí. Dẫn đến em không thể đăng ký được môn học trong học kỳ 211 và không có TKB ạ. Em xin nhận lỗi về mình.. . Hiện tại em đã hoàn thành học phí của kỳ 203. Em rất muốn được tiếp tục học trong trường, em hi vọng pđt có thể giúp đỡ và hướng dẫn em để có thể đăng ký môn và tiếp tục học trong học kỳ này và học kỳ sau.. . Em xin chân thành cảm ơn",
            "Chào bạn,. . Bạn nộp đơn thu nhận cho HK 212 vào cuối tháng 11/2021.. . Xem chi tiết lịch đăng ký môn học HK kế tiếp (HK 212) dự kiến cập nhật cuối tháng 11/2021 tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ theo học kỳ    Lịch học vụ năm học 2021-2022    Học kỳ 2. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV[full_name]MSGV: [student_id]  [full_name]b \t. . . .   i Học vụ  [full_name]i . . . . Kính chào phòng đào tạo trường ĐH Bách Khoa. . . E tên [full_name] . . . MSSV [student_id] . . Lớp PC16HTD.. . Hiện tại em đã hoàn thành đồ án môn học mã môn học EE3061. Thầy hướng dẫn thông báo cho em là đã vào điểm .Em có vào bảng điểm xem lại nhưng hiện vẫn chưa có điểm, môn này do Thầy [full_name] hướng dẫn em. Kính nhờ phòng đào tạo kiểm tra lại giúp. Thân mến .[full_name]."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Xin chào quý thầy cô . . Em tên là [full_name] thảo k21 VHVL, em có tìm trong biểu mẫu của nhà trường về đơn xin chuyển ngành học.Nhưng em chưa tìm được. Cho em hỏi là Đơn xin chuyển ngành là tự em biên soạn hay có biểu mẫu ạ.. . Em cảm ơn ạ. . .",
            "Chào em,. . Đơn xin chuyển ngành là tự em biên soạn hay có biểu mẫu ạ.. . =  Đơn này không có mẫu, em tự làm nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Dạ PĐT cho em hỏi là trường có kế hoạch tổ chức lễ tốt nghiệp tập trung cho sinh viên khóa 2017 không ạ? hay do năm nay dịch bệnh nên không tổ chức luôn ạ?. . . . Em cảm ơn!",
            "Chào bạn,. . Về lễ tốt nghiệp tháng 11/2021 SV vui lòng đợi thông báo sau của nhà trường. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Dạ cho em hỏi đợt dịch vừa rồi em có tham gia một số hoạt động tình nguyện. Em có thể quy ra ngày công tác xã hội được không ạ và em cần những gì ạ ?. .",
            "Chào em,. . Em liên hệ phòng Công tác chính trị sv qua email [email] để được hướng dẫn nhé.. . Thân mến. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Kính gửi PĐT,. . . . Em là sinh viên khóa K17, khoa Cơ Khí,chuyên ngành May. Hiện em còn thiếu 3 tín chỉ môn học ME3173 \"Tiếp Thị\" để được tốt nghiệp (Em hiện đã hoàn thành luận văn và đầy đủ ngày công tác xã hội). Nhưng theo như chương trình đào tạo thì môn học này chỉ mở một lần vào HK1 của năm 3 (theo CTĐT của K20) vì vậy e phải đợi thêm một năm nữa để được đăng kí môn học. PĐT cho em hỏi trong suốt thời gian chờ này em có cần phải làm các thủ tục gì không hay chỉ đợi đến đợt mở đăng kí môn học thì đăng kí học là được? . . Em xin chân thành cảm ơn!",
            "Chào bạn,. . Việc ĐKMH là tùy sinh viên nhé, trường hợp không có TKB trong học kỳ, SV sẽ bị buộc tạm dừng, không được cấp giấy CNSV.. . Khi đủ điều kiện TN, SV có thể làm đơn xin thu nhận lại nhé.. . Xem chi tiết quy chế tại đây:. . aao.hcmut.edu.vn/sinh viên/quy chế/học vụ/Quy chế đào tạo và học vụ bậc đại học, cao đẳng:/ điều 26. . Thân mến,. .",
            "Cô cho em hỏi là học kì này và học kì tới em không có môn học (không đăng kí được vì học kì 1 năm sau mới mở) là sẽ bị buộc tạm dừng, vậy em có thể thấy quyết định bị buộc tạm dừng đó ở đâu? Thêm vào đó là thủ tục xin dừng tiếp một học kì và thủ tục xin được thu nhận lại phải làm như thế nào ạ?",
            "Chào bạn. . - Trước tiên Cô nghĩ bạn trình bày về Khoa xem tình huống của bạn có thể hỗ trợ theo hướng khác được không: ví dụ học môn tương đương khác hay học môn này theo dạng đồ án để kịp tốt nghiệp. . - Nếu bạn bị tạm dừng, Qd sẽ cập nhật tại Mybk-thông tin sinh viên. . - Bạn tải mẫu đơn tạm dừng + thu nhận tại trang aao.hcmut.edu.vn    Biểu mẫu. . điền và nộp tại BKSI. . Thân",
            "Em xin cảm ơn giải đáp của cô,. . . . Cô cho em hỏi thêm là \"Đơn thu nhận lại\" em sẽ nộp file tại BKSI trong mục \"Hỏi/yêu cầu\" hay là sẽ nộp trong mục \"Tạo  Tải lên file\" vậy cô?. . . . Trân trọng,",
            "Gởi tại mục này tải file lên nghen bạn"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Chào thầy/cô, em là [full_name] -MSSV [student_id].hiện nay em tra cứu tình trạng sinh viên trên MYBK đã báo tốt nghiệp và đã nhận được giấy chứng nhận tốt nghiệp tạm thời. Tuy nhiên trong danh sách tốt nghiệp chính thức của trang web PĐT em vẫn chưa tìm thấy tên. Mong thầy/cô giải quyết và cập nhật thông tin giúp em ạ",
            "Chào em,. . PĐT cần kiểm tra hợp lệ CCAV, ngày CTXH …. . Thời gian đưa danh sách tốt nghiệp chính thức lên trang web 1 tháng/1 lần, em vui lòng theo dõi nhé.. . Thân mến. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Kính thưa quý thầy,cô. . Em tên là [full_name] SV:[student_id]. . Sáng nay em có lịch thi đại số tuyến tính lúc 9h nhưng khi em vào bk exam thì lại không vào được do tài khoản của em đã bị khóa. Em cố tìm cách liên hệ với giám thị nhưng em không có bất cứ thông tin gì về phòng hay lớp thi của mình.Kính mong quý thầy cô xem xét cho em được xin thi lại. Em vô cùng biết ơn ạ. Dưới đây là clip em  có record lại quá trình mình không vào được BK exam. . Em xin cảm ơn.",
            "Chào em,. . - Về trường hợp hoãn thi giữa kỳ HK211, SV có thể liên hệ trước với GV để xin được kiểm tra bổ sung.. . - Các trường hợp chưa được giải quyết, SV có thể tải mẫu đơn “Phiếu đăng ký dự thi kiểm tra bổ sung” tại trang aao.hcmut.edu.vn/Sinh viên/biểu mẫu, điền đầy đủ thông tin và gửi qua bksi (kèm theo minh chứng nếu có). . Thân mến. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Kính gửi phòng đào tạo, em là [full_name] mssv [student_id], lớp CK16LOG. Em gửi đơn này nhờ phòng đào tạo xem xét và duyệt giúp em đơn tạm dừng học học kỳ 211 này ạ. Vì một số lý do cá nhân và gia đình nên em không thể hoàn thành được luận văn của học kỳ này, nên em xin phép được bảo lưu kỳ này để kỳ sau có thể chuẩn bị tốt hơn. Em cũng đã thanh toán 50% học phí của học kỳ này ở đợt 1 rồi, còn đợt 2 thì em nhờ phòng đào tạo xem xét hỗ trợ miễn giảm giúp em với ạ. Em xin chân thành cảm ơn rất nhiều.. .",
            "Chào em,. . Bạn vui lòng tải lại mẫu đơn tạm dừng nhé, phải có xác nhận của GVCN và [full_name] trong đơn tạm dừng của bạn.. . Thời điểm này SV phải thanh toán 100% HP mới có thể nộp đơn tạm dừng nhé bạn.. . Về việc miễm giảm và gia hạn học phí… Bạn vui lòng liên hệ Phòng Công tác Chính trị Sinh viên để được hướng dẫn.. . Email:  [email]. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Sau khi vào link ggmeet điểm danh “ có “ thì camera của em mở không lên máy tính bị sập nguồn .Khi vào lại tài khoản thì tài khoản của em đã bị khoá.Em là sinh viên năm 1 mới vào trường nên chưa biết xử lí tình huống. Hi vọng nhà trường xem xét và cho phép em xin thi giữa kì lại . Em xin cảm ơn !. .",
            "Chào bạn. . Pdt gởi đính kèm [full_name]. . Bạn gởi phiếu này cho Giảng viên giảng dạy để Giảng viên cho phép bạn thi kiểm tra bổ sung. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em tên là [full_name], sinh viên ngành 108 ạ.. . . . Về sự việc em đã nêu, em đã liên hệ với giáo viên bộ môn thì giáo viên bộ môn hướng dẫn em liên hệ với phòng đào tạo.Sau khi em gửi mail về phòng đào tạo thì bị từ chối mail. Vậy bây giờ em phải làm như thế nào ạ. Em cảm ơn ạ.",
            "Chào em,. . - Theo quy chế điều 17.2 Vắng thi có phép và hoãn thi. . a. Vắng các buổi kiểm tra tại lớp: SV liên hệ GV để được xem xét nếu có lý do chính đáng.. . . . b. Vắng các buổi kiểm tra tập trung: . . . . - Em đọc quy chế trên aao/sinh vien/quy chế, quy định/học vụ/điều 17.2 nhé.. . - Sau khi em gửi mail về phòng đào tạo thì bị từ chối mail. . . =  bị từ chối mail là sao em . . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Kính gửi Phòng đào tạo. . . Em tên là [full_name], mssv:[student_id] . . Vì ở nơi em ở tình hình dịch bệnh phức tạp không thể đi lại ngân hàng OCB đóng tiền học. Và em có gửi người thân   B chuyển tiền đóng học phí bằng ngân hàng khác từ ngày 5/11/2021 nhưng đến nay vẫn chưa được xác nhận.   /B . . Em mong Phòng đào tạo có thể phản hồi và giải quyết tình trạng này giúp em. Em xin chân thành cảm ơn!. . Dưới đây là hình nảnh biên lai em đã chuyển tiền đóng học phí.. .",
            "Chào em,. . Em đã nộp sai cách thức thanh toán, em chờ hết tháng 11 phòng KHTC sẽ tra soát lại nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính gửi : Phòng Đào Tạo Trường Đại Học Bách Khoa TP.HCM. . Em tên: [full_name]. . MSSV: [student_id]. . Em là sinh viên khóa 2013 chuyển từ hệ CQ sang VHVL, em thực hiện đăng kí xét tốt nghiệp đợt tháng 11/2021 thì nhận được yêu cầu của PĐT làm đơn chuyển sang khóa 2013. Vậy nên em làm đơn này kính mong quý thầy cô xem xét giúp em để em đạt đủ điều kiện tốt nghiệp ạ.. . Em chân thành cảm ơn!",
            "Chào em,. . Cô không thấy đơn chuyển khóa của bạn nhé, vui lòng gửi lại file đơn chuyển sáng khóa 2013 để xét tốt nghiệp.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Em tên [full_name] ,MSSV:191440. . Em có tên trong danh sách  hủy kết quả hoãn thi do đã có điểm tổng kết nhưng trong lịch thi em vẫn được cập nhật lịch thi của môn em hoãn thi(em không đăng kí hoãn thi lại trong mail ngày 12-11-2021). Vậy em có cần tham gia thi lại không ạ?. . Em xin cảm ơn nhiều ạ. . .   i Yêu cầu khác .",
            "Chào bạn. . Chính xác hiện tại trên Mybk-Xem điểm cập nhật điểm môn học (đã hủy quyết định Hoãn thi) nên Pdt sẽ hủy lịch thi và cập nhật lại nên Bạn không thi nhé.. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Dạ cho e hỏi là bảng phụ lục bằng tốt nghiệp e có thể xin file mềm được không ạ",
            "Chào em,. . Em vui lòng trình bày rõ vấn đề giúp cô nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Em tên: [full_name] . MSSV: [student_id]\t. . . . Em đã xin sự đồng ý của khoa và của gv môn học .Mong pđt cho phép em hoãn thi do không có đủ trang thiết bị để thực hiện bài thi. Em cám ơn thầy/cô nhiều ạ .. .",
            "Chào bạn. . Đơn hoãn thi của em đã được đồng ý nhé, PDT sẽ tập hợp lại và QD hoãn thi chung, dự kiến trước tháng 12/2021 và sẽ gửi mail thông báo cho SV.. . Sau thời gian trên mà chưa nhận được mail thông báo về QD, em vui lòng phản hồi lại qua bksi để PDT kiểm tra lại nhé!. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em xin quý thầy cô giải đáp thắc mắc như sau ạ: Học kì 202 em có đăng ký Hoãn thi. Và em nhận được email là lịch thi để xoá điểm Hoãn thi sẽ được cập nhật. Tuy nhiên, vì lý do cá nhân, học kỳ này em không thể tham gia thi. Em có đọc quy chế Hoãn thi, là thời gian tối đa để thi lại là 1 năm học. Vậy em có thể thi vào học kì sau không? Em xin cảm ơn ạ. . . .",
            "Chào em,. . Về việc thi để xóa điểm Hoãn thi:. . -   Môn học có mở trong HK211: PĐT sẽ tự động xếp [full_name] thi và đồng thời  cập nhật trên trang mybk.hcmut.edu.vn  Thông tin sinh viên  [full_name] thi (dự kiến vào đầu tháng 12/2021).. . -   Môn học Khoa đồng ý tổ chức thi trong tháng 11/2021: PĐT đã xếp [full_name] thi và đã gởi email cho Sinh viên [full_name] thi cụ thể (Sinh viên xem chi tiết [full_name] thi cập nhật trên trang mybk.hcmut.edu.vn  Thông tin sinh viên  [full_name] thi).. . -   Các môn học khác: Sinh viên vui lòng đợi thông báo lịch thi sau.. . -  Học kỳ này em không thể tham gia thi.. . =  Em chưa muốn  thi trong HK211: Em vui lòng đợi thông báo sau nhé.. . Thân mến. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . PĐT cho em hỏi là kì trước em có hoãn thi 2 môn nhưng kì này em chỉ muốn đăng kí thi 1 môn trước thì phải đâng kí thi môn đó hay là PĐT tự xếp lịch thi cả 2 môn. . . .",
            "Chào em,. . PĐT mới gửi email. . Thân gởi các bạn sinh viên,. . . . Hiện tại Phòng đào tạo đã cập nhật kết quả Hoãn thi HK202 & HK203 (Điểm 14). Sinh viên vui lòng kiểm tra kết quả cập nhật tại: mybk.hcmut.edu.vn/Thông tin sinh viên/Bảng điểm.. . . . Về việc thi để xóa điểm Hoãn thi:. . . . -   Môn học có mở trong HK211: PĐT sẽ tự động xếp Lịch thi và đồng thời  cập nhật trên trang mybk.hcmut.edu.vn/Thông tin sinh viên/Lịch thi (dự kiến vào đầu tháng 12/2021).. . . . -   Môn học Khoa đồng ý tổ chức thi trong tháng 11/2021: PĐT đã xếp Lịch thi và đã gởi email cho Sinh viên Lịch thi cụ thể (Sinh viên xem chi tiết Lịch thi cập nhật trên trang mybk.hcmut.edu.vn/Thông tin sinh viên/Lịch thi).. . . . -   Các môn học khác: Sinh viên vui lòng đợi thông báo lịch thi sau.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Kính gửi. . Phòng Đào tạo. . . . Em tên: [full_name] - MSSV: [student_id]. . . . Học kỳ 202 em đã đăng ký thành công hoãn thi môn Đường lối CM của Đảng CSVN (SP1009).. . . . Nay em làm đơn này xin phép được thi thay thế điểm HT môn Đường lối CM của Đảng CSVN (SP1009) trong học kỳ 211.. . . . Mong phòng đào tạo cho phép em được dự thi.. . . . Trân trọng. . [full_name]",
            "Chào em,. . Về việc thi để xóa điểm Hoãn thi:. . -   Môn học có mở trong HK211: PĐT sẽ tự động xếp [full_name] thi và đồng thời  cập nhật trên trang mybk.hcmut.edu.vn  Thông tin sinh viên  [full_name] thi (dự kiến vào đầu tháng 12/2021).. . -   Môn học Khoa đồng ý tổ chức thi trong tháng 11/2021: PĐT đã xếp [full_name] thi và đã gởi email cho Sinh viên [full_name] thi cụ thể (Sinh viên xem chi tiết [full_name] thi cập nhật trên trang mybk.hcmut.edu.vn  Thông tin sinh viên  [full_name] thi).. . -   Các môn học khác: Sinh viên vui lòng đợi thông báo lịch thi sau.. . - Nay em làm đơn này xin phép được thi thay thế điểm HT môn Đường lối CM của Đảng CSVN (SP1009) trong học kỳ 211.. . =  Vì số lượng sv thi xóa điểm hoãn thi nhiều nên em không cần nộp đơn cho đợt này nhé.. . Thân mến"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Dạ em đã đăng kí hoãn thi các môn kì 202. . Nhưng kết quả chỉ 1 môn đăng kí thành công. . Mong kiểm tra lại giúp em",
            "Các môn còn lại bị điểm 13 ạ",
            "Chào bạn,. . Trong quá trình xử lý yêu cầu Hoãn thi của SV, khi phát sinh sự cố Pdt đều thông báo qua mail hướng giải quyết + mốc thời gian, Bạn lưu ý kiểm tra mail thường xuyên để tránh các sai sót vào lần sau.. . . . Hiện tại Pdt đã xử lý và ra quyết định Hoãn thi HK202 & HK203 cho tất cả SV đăng ký đúng theo quy trình.. . . . - Đến thời điểm hiện nay: Nếu bạn muốn đăng ký Hoãn thi lại môn ......... ở HK202 bạn vui lòng xem hướng dẫn bên dưới và nộp trước ngày 19/11/2021. Sau thời gian trên Pdt không thể giải quyết các phát sinh nếu có về việc Hoãn thi HK202 & HK203.. . . . Bạn tải mẫu đơn: PHIẾU ĐĂNG KÝ HOÃN THI/ VẮNG THI CÓ PHÉP (CUỐI KỲ) tại trang web : aao.hcmut.edu.vn    biểu mẫu. . . . Sau khi có xác nhận của Giảng viên hướng dẫn/Khoa: đồng ý + dự kiến không bị cấm thi Cuối kỳ thì gởi đơn + xác nhận cho Phòng đào tạo xem xét (nộp qua mail pdt@hcmut.edu.vn hoặc BKSI). . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Kì 202 em có hoãn thi 1 môn, lúc đó nhận được thông báo là khi nào thi lại mình sẽ chủ động gửi đơn lên nhà trường hạn trong vòng 1 năm, nhưng hôm nay e nhận được kết quả hoãn thi và trong mail có ghi là lịch thi lại sẽ được trường tự sắp xếp và cập nhập trong mybk. Thế em có phải nộp đơn nữa không ạ?",
            "Chào bạn. . Không cần nộp đơn cho Hk 211 này:. . Về việc thi để xóa điểm Hoãn thi:. . -\tMôn học có mở trong HK211: PĐT sẽ tự động xếp Lịch thi và đồng thời  cập nhật trên trang mybk.hcmut.edu.vn/Thông tin sinh viên/Lịch thi.. . -\tMôn học Khoa đồng ý tổ chức thi trong tháng 11/2021: PĐT đã xếp Lịch thi và đã gởi email cho Sinh viên Lịch thi (Sinh viên xem chi tiết Lịch thi cập nhật trên trang mybk.hcmut.edu.vn/Thông tin sinh viên/Lịch thi).. . -\tCác môn học khác: Sinh viên vui lòng đợi thông báo lịch thi sau.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Cho em hỏi bây giờ thi lại để xoá điểm hoãn thi là thi offline hay online vậy ạ",
            "Chào bạn. . Hiện tại Lịch thi của Trường là thi online. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Kính gửi phòng đào tạo, em viết đơn này vì bị hủy Việc hoãn thi môn Kĩ thuật siêu cao tần (EE3025) vào kì 202, với lý do là đã tham gia thi và có điểm, sự thật là hôm đó em không tham gia vào buổi thi ạ, em đã có liên hệ với giảng viên để xác nhận thì do giảng viên đã nhầm em với 1 bạn khác cùng tên ạ, em xin phòng đào tạo cho em hướng giải quyết  để em được thi vào lần gần nhất khác ạ.. . Em xin chân thành cảm ơn và mong sớm nhận được phản hồi ạ! . .",
            "Học vụ. . Kính gửi phòng đào tạo, em viết đơn này vì bị hủy Việc hoãn thi môn Kĩ thuật siêu cao tần (EE3025) vào kì 202, với lý do là đã tham gia thi và có điểm, sự thật là hôm đó em không tham gia vào buổi thi ạ, em đã có liên hệ với giảng viên để xác nhận thì do giảng viên đã nhầm em với 1 bạn khác cùng tên ạ, em xin phòng đào tạo cho em hướng giải quyết  để em được thi vào lần gần nhất khác ạ.. . Em xin chân thành cảm ơn và mong sớm nhận được phản hồi ạ!. .   /QUOTE . .",
            "Chào em,. . Đến thời điểm hiện nay: Nếu bạn muốn đăng ký Hoãn thi lại môn ......... ở HK202 bạn vui lòng xem hướng dẫn bên dưới và nộp trước ngày 19/11/2021. Sau thời gian trên Pdt không thể giải quyết các phát sinh nếu có về việc Hoãn thi HK202 & HK203.. . Bạn tải mẫu đơn: PHIẾU ĐĂNG KÝ HOÃN THI/ VẮNG THI CÓ PHÉP (CUỐI KỲ) tại trang web : aao.hcmut.edu.vn    biểu mẫu. . . . Sau khi có xác nhận của Giảng viên hướng dẫn/[full_name]: đồng ý + dự kiến không bị cấm thi Cuối kỳ thì gởi đơn + xác nhận cho Phòng đào tạo xem xét (nộp qua mail [email] hoặc BKSI). . Thân mến"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác  /i Em xin chào  Thầy Cô admin.Cho em hỏi là đã vào học kì 202 em có hoãn thi môn xác xuất thống kê, h đã quá quyết định thi lại cho bọn em , như hiện em muốn hoãn thi tiếp thì liệu có được không ak .em cảm ơn . . . .",
            "Chào em,. . - Em mới có quyết định hoãn thi hk202 sao em lại ghi: h đã quá quyết định thi lại cho bọn em ?. . =  Cô chưa hiểu ý em.. . =  Có phải ý em là chưa muốn thi để xóa điểm Hoãn thi trong hk211 ?. . - Không thi trong HK211: Em vui lòng đợi thông báo sau nhé.. . Thân mến. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Kính gửi thầy/cô, em là [full_name], K20 khoa KT Giao thông, lớp GT20OTO2. Hiện tại em là sinh viên năm 2, cho em hỏi là hiện tại em có chuyện gia đình và cần phải bảo lưu kết quả học tập, thì điều kiện và cách bảo lưu như thế nào ạ, em có được bảo lưu kết quả các môn đã thi giữa kỳ của HK1 năm 2 không ạ? Cảm ơn cô/thầy đã lắng nghe.. . Trân trọng.",
            "Chào em,. . - Em phải thanh toán hết học phí HK211. . - Tải mẫu đơn tạm dừng: điền thông tin, có đầy đủ chữ ký của [full_name], [full_name], .... . - Xong 2 bước trên gửi đơn qua bksi. . - Mẫu đơn: aao/biểu mẫu tạm dừng. . + Xem quy chế tạm dừng. . http://www.aao.hcmut.edu.vn/index.php?route=catalog/chitietsv&path=90&tid=1658. . - Em có được bảo lưu kết quả các môn đã thi giữa kỳ của HK1 năm 2 không ạ. . =  Không được nhé . . Thân mến. .",
            "Em chào cô ạ. Em đã liên hệ với bên GVCN và [full_name]. Họ đều đã đồng ý nhưng trong tình hình dịch bệnh hiện nay, em có thể dùng chữ ký điện tử được scan để điền vào đơn không ạ? Em cảm ơn cô đã lắng nghe.. . Trân trọng.",
            "Chào em,. . Em có thể gởi mẫu đơn cho Giảng viên và [full_name] (Đơn đã điền đầy đủ thông tin). . để Giảng viên + [full_name] xác nhận trên mẫu đơn hoặc xác nhận qua email của Sv, sau đó chụp hình gởi kèm đơn tạm dừng.. . Thân mến. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Dạ đã có kết quả hoãn thi rồi .. . dạ cho em hỏi là kì 202 vừa rồi em có hoãn thi  vài môn ,vì số lượng môn khá nhiều nền em có thể đăng kí vài môn thi sang hk212 được không ạ. .",
            "Chào em,. . Về việc thi để xóa điểm Hoãn thi:. . -   Môn học có mở trong HK211: PĐT sẽ tự động xếp [full_name] thi và đồng thời  cập nhật trên trang mybk.hcmut.edu.vn  Thông tin sinh viên  [full_name] thi (dự kiến vào đầu tháng 12/2021).. . -   Môn học Khoa đồng ý tổ chức thi trong tháng 11/2021: PĐT đã xếp [full_name] thi và đã gởi email cho Sinh viên [full_name] thi cụ thể (Sinh viên xem chi tiết [full_name] thi cập nhật trên trang mybk.hcmut.edu.vn  Thông tin sinh viên  [full_name] thi).. . -   Các môn học khác: Sinh viên vui lòng đợi thông báo lịch thi sau.. . - Em có thể đăng kí vài môn thi sang hk212 được không ạ. . =  Em chưa muốn  thi trong HK211: Em vui lòng đợi thông báo sau nhé.. . Thân mến. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Kính chào thầy cô, theo như thông tin trước đây thì khi em hoãn thi sẽ được tự chọn kì để thi lại trong vòng một năm, vậy tại sao trong mail mới nhất từ nhà trường thì lịch thi lại do nhà trường sắp xếp và bắt buộc thi trong kì 211 ạ. Thông tin quá gấp gáp nên em không có đủ thời gian để chuẩn bị ạ. Em xin cảm ơn.",
            "Chào em,. . Về việc thi để xóa điểm Hoãn thi:. . -   Môn học có mở trong HK211: PĐT sẽ tự động xếp [full_name] thi và đồng thời  cập nhật trên trang mybk.hcmut.edu.vn  Thông tin sinh viên  [full_name] thi (dự kiến vào đầu tháng 12/2021).. . -   Môn học Khoa đồng ý tổ chức thi trong tháng 11/2021: PĐT đã xếp [full_name] thi và đã gởi email cho Sinh viên [full_name] thi cụ thể (Sinh viên xem chi tiết [full_name] thi cập nhật trên trang mybk.hcmut.edu.vn  Thông tin sinh viên  [full_name] thi).. . -   Các môn học khác: Sinh viên vui lòng đợi thông báo lịch thi sau.. . . . - [full_name] thi lại do nhà trường sắp xếp và bắt buộc thi trong kì 211 ạ. . =  Em chưa muốn  thi trong HK211: Em vui lòng đợi thông báo sau nhé.. . Thân mến. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Dạ, em gửi câu hỏi này xin nhờ được hỗ trợ ạ. . Chuyện là ngày 14/11/2021, em thi môn Đại số tuyến tính lúc 7h, nhưng giữa lúc thi thì em bị mất điện ạ, do thi online lần đâu nên em không biết phải làm thế nào, nên chờ tới khi có điện lại.Em thắc mắc là em có thể thi lại không ạ ? Em cám ơn. . . .",
            "Chào em,. . -  Trường hợp hoãn thi giữa kỳ HK211, SV có thể liên hệ trước với GV để xin được kiểm tra bổ sung.. . - Các trường hợp chưa được giải quyết, SV có thể tải mẫu đơn “Phiếu đăng ký dự thi kiểm tra bổ sung” tại trang aao.hcmut.edu.vn/Sinh viên/biểu mẫu, điền đầy đủ thông tin và gửi qua bksi (kèm theo minh chứng nếu có). . Thân mến. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Kính gửi phòng đào tạo.. . Em đã đăng ký xét tốt nghiệp thành công vào ngày 15/11/2021.. . Phòng đào tạo cho em hỏi khi nào em có thể nhận bằng tốt nghiệp bản chính được ạ. (Em đang cần để bổ sung cho công ty).. . Em xin cảm ơn ạ.",
            "Chào bạn,. . Hiện tại phòng Đào tạo đang tiến hành in bằng và gửi mail nhận bằng theo từng đợt, hiện tại mới in bằng đợt 1 cho SV đăng ký tốt nghiệp trước ngày 18/10.. . Trường hợp của bạn vui lòng đợi mail thông báo nhận bằng tốt nghiệp trong đợt tiếp theo nhé. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Nếu bây giờ thi lại để xoá điểm hoãn thi mà theo hình thức trực tuyến thì chắc chắn em sẽ không thi được vì em không đủ quá trình thiết bị thi để thi trực tuyến thì em sẽ xử lý sao ạ. Mong Phòng đào tạo hãy giúp em ạ",
            "Chào bạn. . Về vấn đề này bạn vui lòng đợi thông báo sau, dự kiến là đầu tháng 12/2021 sẽ có thông báo. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Dạ chào PĐT,. . . . Em là [full_name] - MSSV: [student_id]. Em xin được hỏi về vấn đề hoãn thi là sau khi hoãn thành công có điểm HT thì theo quy định của PĐT là được đăng ký thi trong vòng 1 năm, vậy em có bắt buộc phải thi theo lịch của PĐT xếp vào tháng 12 hay có thể đăng ký sang kì sau ở một số môn không ạ?. . . . Em xin cảm ơn và mong PĐT giải đáp!",
            "Chào em,. . Về việc thi để xóa điểm Hoãn thi:. . -   Môn học có mở trong HK211: PĐT sẽ tự động xếp [full_name] thi và đồng thời  cập nhật trên trang mybk.hcmut.edu.vn  Thông tin sinh viên  [full_name] thi (dự kiến vào đầu tháng 12/2021).. . -   Môn học Khoa đồng ý tổ chức thi trong tháng 11/2021: PĐT đã xếp [full_name] thi và đã gởi email cho Sinh viên [full_name] thi cụ thể (Sinh viên xem chi tiết [full_name] thi cập nhật trên trang mybk.hcmut.edu.vn  Thông tin sinh viên  [full_name] thi).. . -   Các môn học khác: Sinh viên vui lòng đợi thông báo lịch thi sau.. . - Vậy em có bắt buộc phải thi theo lịch của PĐT xếp vào tháng 12 hay có thể đăng ký sang kì sau ở một số môn không ạ?. . =  Em chưa muốn  thi trong HK211: Em vui lòng đợi thông báo sau nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Kính gửi thầy cô.. . Em tên là: [full_name]. . MSSV: [student_id]. Vì đã chuẩn bị được trang thiết bị và đã tham gia thi cuối kì môn Kỹ thuật số vào ngày 18/10 nên em kính mong phòng Đào tạo cho em hủy hoãn thi môn Kỹ thuật số ạ. Em xin cảm ơn.. .",
            "Chào bạn. . Nhưng Cô kiểm tra bảng điểm của bạn do Thầy gởi lên là O điểm, bạn kiểm tra lại và báo lại nếu [full_name] hủy hoãn thi, vì hồ sơ của bạn phải trình ký Ban lãnh đạo Phòng. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Kính Gửi : Ban Giám Hiệu. .            Phòng Đào Tạo Trường Đại Học Bách . .            Khoa. . Em tên là : [full_name] . . Mssv : [student_id]. . Dạ em chào PĐT ạ . . Dạ em mới nhận được email của PĐT về việc tổ chức thi cho sinh viên đã hoãn thi trong học kỳ 202 vào đầu tháng 12/2021 ạ, dạ PĐT cho em hỏi là em có thể đăng ký thi những môn em đã xin hoãn thi trong HK202 vào HK212 không ạ và em có xem trên quy chế là những môn hoãn thi thì có thể thi lại trong vòng 1 năm ạ.. . Em xin chân thành cảm ơn . . [full_name]! . . [full_name].. .",
            "Chào em,. . Về việc thi để xóa điểm Hoãn thi:. . -   Môn học có mở trong HK211: PĐT sẽ tự động xếp [full_name] thi và đồng thời  cập nhật trên trang mybk.hcmut.edu.vn  Thông tin sinh viên  [full_name] thi (dự kiến vào đầu tháng 12/2021).. . -   Môn học Khoa đồng ý tổ chức thi trong tháng 11/2021: PĐT đã xếp [full_name] thi và đã gởi email cho Sinh viên [full_name] thi cụ thể (Sinh viên xem chi tiết [full_name] thi cập nhật trên trang mybk.hcmut.edu.vn  Thông tin sinh viên  [full_name] thi).. . -   Các môn học khác: Sinh viên vui lòng đợi thông báo lịch thi sau.. . - Cho em hỏi là em có thể đăng ký thi những môn em đã xin hoãn thi trong HK202 vào HK212 không ạ . . =  Em chưa muốn  thi trong HK211: Em vui lòng đợi thông báo sau nhé.. . Thân mến. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Chào PĐT, cho em hỏi liệu mình có thể dời thi xoá điểm hoãn thi sang HK212 không ạ. Tại trong quy chế ghi là hạn là 1 năm.",
            "Chào em,. . Về việc thi để xóa điểm Hoãn thi:. . -   Môn học có mở trong HK211: PĐT sẽ tự động xếp [full_name] thi và đồng thời  cập nhật trên trang mybk.hcmut.edu.vn  Thông tin sinh viên  [full_name] thi (dự kiến vào đầu tháng 12/2021).. . -   Môn học Khoa đồng ý tổ chức thi trong tháng 11/2021: PĐT đã xếp [full_name] thi và đã gởi email cho Sinh viên [full_name] thi cụ thể (Sinh viên xem chi tiết [full_name] thi cập nhật trên trang mybk.hcmut.edu.vn  Thông tin sinh viên  [full_name] thi).. . -   Các môn học khác: Sinh viên vui lòng đợi thông báo lịch thi sau.. . . . - Cho em hỏi liệu mình có thể dời thi xoá điểm hoãn thi sang HK212 không ạ.. . =  Em chưa muốn thi trong HK211: Em vui lòng đợi thông báo sau nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Xin chào PĐT. . Hôm nay PĐT có gửi cho em email có nội dung được trích dẫn như sau. . . .   B Môn học có mở trong HK211:   U PĐT sẽ tự động xếp Lịch thi  /U  và đồng thời  cập nhật trên trang (dự kiến vào đầu tháng 12/2021).  /B . . . . Em xin hỏi là, ví dụ như các môn Hoá Đại Cương, khoa Điện chỉ học ở Học kỳ thứ 2, tuy nhiên các Khoa khác học ở Học kỳ thứ 1.. . Vậy em có bắt buộc phải tham gia không ạ.. . Em dự kiến sẽ thi chung với Khoa Điện năm nhất vào học kỳ sau tức HK 212.. . Em xin chân thành cảm ơn.. .",
            "Chào em,. . Về việc thi để xóa điểm Hoãn thi:. . -   Môn học có mở trong HK211: PĐT sẽ tự động xếp Lịch thi và đồng thời  cập nhật trên trang mybk.hcmut.edu.vn  Thông tin sinh viên  Lịch thi (dự kiến vào đầu tháng 12/2021).. . -   Môn học Khoa đồng ý tổ chức thi trong tháng 11/2021: PĐT đã xếp Lịch thi và đã gởi email cho Sinh viên Lịch thi cụ thể (Sinh viên xem chi tiết Lịch thi cập nhật trên trang mybk.hcmut.edu.vn  Thông tin sinh viên  Lịch thi).. . -   Các môn học khác: Sinh viên vui lòng đợi thông báo lịch thi sau.. . - Không thi trong HK211: Em vui lòng đợi thông báo sau nhé.. . Thân mến. .",
            "MSSV/MSGV: [student_id]    . . . . Học vụ. . . . Xin chào PĐT. . Hôm nay PĐT có gửi cho em email có nội dung được trích dẫn như sau. . . . Môn học có mở trong HK211:   B PĐT sẽ   U tự động xếp Lịch thi   /U và đồng thời  cập nhật trên trang (dự kiến vào đầu tháng 12/2021).  /B . . . . Em xin hỏi là, ví dụ như các môn Hoá Đại Cương, khoa Điện chỉ học ở Học kỳ thứ 2, tuy nhiên các Khoa khác học ở Học kỳ thứ 1.. . Vậy em có bắt buộc phải tham gia không ạ.. . Em dự kiến sẽ thi chung với Khoa Điện năm nhất vào học kỳ sau tức HK 212.. . Em xin chân thành cảm ơn."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Xin chào PĐT. . Hiện đã có cập nhật điểm hoãn thi trên trang MYBK. . Vậy em muốn hỏi, xoá điểm hoãn thi thì môn đó tính điểm trung bình như thế nào ạ.",
            "Chào em,. . Quy định hoãn thi (HT): xem chi tiết tại khoản 17.2 Điều 17 trong Quy chế đào tạo và học vụ (aao.hcmut.edu.vn    Sinh viên    Quy chế).. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Dạ lúc hoãn thi em có đọc quy định 17.2 về hoãn thi ,là em có thể đăng kí thi trong thời hạn một năm nên em có chia ra một số môn để hc kì 212 thi mà giờ pdt xếp lịch thi cho em vào tháng 12 nên hơi hoang mang ạ ,em mong pdt có thể giải quyết cho em ạ",
            "Chào em,. . Về việc thi để xóa điểm Hoãn thi:. . -   Môn học có mở trong HK211: PĐT sẽ tự động xếp Lịch thi và đồng thời  cập nhật trên trang mybk.hcmut.edu.vn  Thông tin sinh viên  Lịch thi (dự kiến vào đầu tháng 12/2021).. . -   Môn học Khoa đồng ý tổ chức thi trong tháng 11/2021: PĐT đã xếp Lịch thi và đã gởi email cho Sinh viên Lịch thi cụ thể (Sinh viên xem chi tiết Lịch thi cập nhật trên trang mybk.hcmut.edu.vn  Thông tin sinh viên  Lịch thi).. . -   Các môn học khác: Sinh viên vui lòng đợi thông báo lịch thi sau.. . - Không thi trong HK211. . Em vui lòng đợi thông báo sau nhé.. . Thân mến. . . .",
            "Dạ thưa cô ,cái gạch đầu dòng thứ 4 \"Không thi trong HK211\" là sao ạ ,em không hiểu lắm",
            "Chào em,. . - Câu hỏi của em: em có chia ra một số môn để hc kì 212 thi . . =  Nếu PĐT xếp em thi HK211 mà em chưa muốn thi thì em vui lòng đợi thông báo sau nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Em xin chào quý thầy cô tư vấn, em tên là Huỳnh Nguyên Đình, MSSV: [student_id].. . . . Vào kì 202, em có đăng kí hoãn thi môn Hóa Hữu Cơ, mã môn: CH2021. Từ những thông tin của Thông Báo số 134, chúng em có cơ hội thi lại môn hoãn trong vòng 01 năm. Nhưng theo như Mail mới nhất từ PĐT, chúng em sẽ thi vào đầu tháng 12. . . . . Xin thầy cô cho tụi em rõ là có thể tự đăng kí vào kì sau (kì 212) hay phải theo sự sắp xếp của PĐT ạ?. . . . Em xin cảm ơn quý thầy cô.. .   i Học vụ .",
            "Chào em,. . Về việc thi để xóa điểm Hoãn thi:. . -   Môn học có mở trong HK211: PĐT sẽ tự động xếp Lịch thi và đồng thời  cập nhật trên trang mybk.hcmut.edu.vn  Thông tin sinh viên  Lịch thi (dự kiến vào đầu tháng 12/2021).. . -   Môn học Khoa đồng ý tổ chức thi trong tháng 11/2021: PĐT đã xếp Lịch thi và đã gởi email cho Sinh viên Lịch thi cụ thể (Sinh viên xem chi tiết Lịch thi cập nhật trên trang mybk.hcmut.edu.vn  Thông tin sinh viên  Lịch thi).. . -   Các môn học khác: Sinh viên vui lòng đợi thông báo lịch thi sau.. . - Không thi trong HK211: Em vui lòng đợi thông báo sau nhé.. . Thân mến. ."
        ]
    }
]