[
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Kính gửi Phòng Đào tạo,. . Em tên là [full_name], thuộc chương trình kĩ sư tài năng khoa Điện - Điện tử khóa 2017 và hiện đang theo học chương trình liên thông cao học-đại học. Nay em xin được thắc mắc về số tín chỉ học kỳ trong học kỳ 192 để xét học bổng. Theo thông tin em được đọc trên fanpage chính thức của trường Đại học Bách Khoa (link đính kèm bên dưới), chương trình liên thông hỗ trợ chuyển tín chỉ của những môn học bên cao học để cộng vào số tín chỉ bên chương trình đại học, nên kỳ 192 em đăng ký 10 chỉ bên đại học, 6 chỉ bên cao học. Nên em có thắc mắc là số tín chỉ tích lũy kỳ 192 để xét học bổng của em là 10 hay 16 tín chỉ ạ?. . Em cảm ơn thầy/ cô và mong nhận được hồi âm sớm nhất.. . Chúc thầy/ cô một ngày làm việc vui vẻ.. . Trân trọng,. . [full_name]. . https://www.facebook.com/truongdhbachkhoa/posts/[phone_number]12427. .",
            "Chào bạn,. . . . Xét những môn trong chương trình đào tạo của bạn nha.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ thầy cô cho em hỏi về việc đăng kí thi tiếng anh đầu vào ạ,em đăng kí nhưng đã hết suất đăng kí rồi ạ,thầy cô có thể mở thêm suất đăng kí được ko ạ,em cảm ơn ạ",
            "Chào bạn,. . . . Trước khi nghỉ tết nguyên đán Phòng Đào Tạo sẽ mở thêm đợt đăng kí thi anh văn định kỳ, bạn thường xuyên kiểm tra mail để biết được thông tin.. . . . Thân. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em xin đăng ký thi av đầu vào khoá 20 ạ",
            "Chào bạn,. . . . Trước khi nghỉ tết nguyên đán Phòng Đào Tạo sẽ mở thêm đợt đăng kí thi anh văn định kỳ, bạn thường xuyên kiểm tra mail để biết được thông tin.. . . . Thân. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em chào thầy cô, em xin tăng sỉ số nhóm L02, thứ sáu, tiết 5 6 7, kiểm tra anh văn đầu vào ạ. Do hôm qua em học cả ngày không đăng ký kịp. Lúc vào đăng ký thì hết chỗ ạ. Mong thầy cô tăng sỉ số lớp cho em với ạ. Em cảm ơn thầy cô. Chúc thầy cô ngày mới tốt lành.. .",
            "Chào bạn,. . . . Trước khi nghỉ tết nguyên đán Phòng Đào Tạo sẽ mở thêm đợt đăng kí thi anh văn định kỳ, bạn thường xuyên kiểm tra mail để biết được thông tin.. . . . Thân. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em đăng kí chuyển điểm thi toeic ,em thi được 360 em đăng kí chuyển điểm để qua AV1 theo qui chế là 350 nhưng không dược ạ   B",
            "Chào bạn,. . . . Bạn vui lòng tham khảo qui chế học vụ điều 31, phụ lục 1, trong mục 4 nha bạn http://www.aao.hcmut.edu.vn/index.php?route=catalog/chitietsv&path=90&tid=1658.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Em vừa nhận mail từ PĐT về việc chuẩn bị cho công tác xét học bổng khuyến khích học kỳ 192, như mail đã nêu:. .  - Đã cập nhật thông tin về điểm trung bình học kỳ, số tín chỉ học kỳ, điểm trung bình chung mở rộng, điểm rèn luyện. Nhưng em mới chỉ được cập nhật điểm rèn luyện, mong PĐT kiểm tra lại giúp em.Em cảm ơn!. . Chúc anh/chị sức khỏe.. . . .",
            "Cho em hỏi tính đến kì 192 thì số tín chỉ(TC) mà PĐT yêu cầu là bao nhiêu TC ạ? Do em thấy mấy môn tự chọn nên chưa biết tính như thế nào. Em cảm ơn.",
            "Chào bạn,. . . . Đối với ngành Kỹ thuật điện để nhận học bổng phải tích luỹ 102 tinh chỉ tại thời điểm xét học bổng.Tại học kỳ 192 bạn tích luỹ 98 tín chỉ.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ em muốn đăng kí avdv nhưng hết hạn ạ",
            "Chào bạn,. . . . Trước khi nghỉ tết nguyên đán Phòng Đào Tạo sẽ mở thêm đợt đăng kí thi anh văn định kỳ, bạn thường xuyên kiểm tra mail để biết được thông tin.. . . . Thân. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Dạ e tên [full_name] MSSV [student_id]. . Khoa Cơ Khí. . Lớp CK19LOG2. . Vì đăng kí thi anh văn đầu vào trễ nên đã hết chỗ e muốn hỏi phòng đào tạo có mở thêm chỗ không ạ. . . .",
            "Chào bạn,. . . . Trước khi nghỉ tết nguyên đán Phòng Đào Tạo sẽ mở thêm đợt đăng kí thi anh văn định kỳ, bạn thường xuyên kiểm tra mail để biết được thông tin.. . . . Thân. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Em có thắc mắc muốn gửi Phòng Đào Tạo giải đáp.. . . . Em là [full_name], MSSV [student_id], Khoa Cơ Khí.. . Trong học kỳ 192, em đã đăng ký học 20 tín chỉ, và bảng điểm đủ điều kiện qua hết tất cả các môn trong học kỳ 192. Nhưng trong phần Thông tin xét học bổng khuyến khích học tập số tín chỉ đạt trong học kỳ này chỉ có 17 tín chỉ?? (Ảnh đính kèm).",
            "Chào bạn,. . . . Học bổng không tính những môn bạn đăng kí dự thính nha.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "B Đăng ký môn học . Em không đăng kí anh văn đầu vào được ạ",
            "Chào bạn,. . . . Trước khi nghỉ tết nguyên đán Phòng Đào Tạo sẽ mở thêm đợt đăng kí thi anh văn định kỳ, bạn thường xuyên kiểm tra mail để biết được thông tin.. . . . Thân. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính thưa Phòng đào tạo! . . Cho em hỏi kỳ thi anh văn đầu vào K20 đã đủ số lượng đăng ký, vậy trường có tổ chức thi đợt khác không ạ ? Em phải làm gì khi số lượng đăng ký đã đủ ạ ?",
            "Chào bạn,. . . . Trước khi nghỉ tết nguyên đán Phòng Đào Tạo sẽ mở thêm đợt đăng kí thi anh văn định kỳ, bạn thường xuyên kiểm tra mail để biết được thông tin.. . . . Thân. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em không đăng kí dước avdv. Hổ trợ giùm em.. . Em cảm ơn.. .",
            "Chào bạn,. . . . Trước khi nghỉ tết nguyên đán Phòng Đào Tạo sẽ mở thêm đợt đăng kí thi anh văn định kỳ, bạn thường xuyên kiểm tra mail để biết được thông tin.. . . . Thân. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Thầy/Cô cho em hỏi là em chưa kịp đăng kí AVĐV đợt dành cho khóa 2020. Nhà trường có thể mở lại đợt đăng kí mới cho tụi em đăng kí không ạ? Em xin cám ơn ạ",
            "QUOTE Thầy/Cô cho em hỏi là em chưa kịp đăng kí AVĐV đợt dành cho khóa 2020. Nhà trường có thể mở lại đợt đăng kí mới cho tụi em đăng kí không ạ? Em xin cám ơn ạ  /QUOTE . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ em chào quý Thầy/Cô ạ. Em tên là [full_name] (MSSV: [student_id]) hiện đang theo học tại khoa Điện-Điện tử. Em muốn hỏi là nếu theo đúng lịch học vụ em sẽ làm luận văn tốt nghiệp vào học kì 202. Nhưng em bị trễ  1 kì và phải làm luận văn trễ hơn, cụ thể là vào học kì I năm sau (học kì 211). Thầy/Cô cho em hỏi hạn chót để nộp bằng anh văn và chuyển điểm anh văn nhằm đạt yêu cầu nhận luận văn tốt nghiệp trong trường hợp của em cụ thể là vào thời gian nào ạ, do em thi chứng chỉ Ielts nên cần sắp xếp trước để lúc có kết quả vừa kịp nộp luôn ạ. Dạ em chân cảm ơn. .",
            "Chào bạn,. . . . Bạn vui lòng xem lịch học vụ đã cập nhật trên web PDT http://www.aao.hcmut.edu.vn/index.php?route=catalog/chitietsv&path=59_77&tid=1915.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "thầy/cô cho em hỏi sao điểm tbhk của em đủ điều kiện để xét học bổng nhưng sao phòng đào tạo không cập nhật điểm trung bình mở rộng của em. . . . .",
            "Chào bạn,. . . . Bạn không cập nhật điểm trung bình mở rộng tức là chưa đủ điều kiện nhận học bổng. Bạn thiếu 4 tính chỉ ngoại ngữ nha.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học .",
            "Chào bạn,. . . . Trước khi nghỉ tết nguyên đán Phòng Đào Tạo sẽ mở thêm đợt đăng kí thi anh văn định kỳ, bạn thường xuyên kiểm tra mail để biết được thông tin.. . . . Thân. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em tên là [full_name]n lớp Ck18CD1 lần đăng kí thi anh văn đầu vào này lúc đăng kí thì tất cả các lớp đều đã đầy (chỉ trong vòng 1 ngày) vậy nên em cũng như nhiêud bạn không kịp đăng kí thì đã hết chỗ ạ, em mong muốn PĐT có thể mở rộng sĩ số lớp thi Av đầu vào lớp L07 hoặc L08 hoặc L09 ạ.. . Em chân thành cảm ơn!. .",
            "Chào bạn,. . . . Trước khi nghỉ tết nguyên đán Phòng Đào Tạo sẽ mở thêm đợt đăng kí thi anh văn định kỳ, bạn thường xuyên kiểm tra mail để biết được thông tin.. . . . Thân. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Cho em hỏi là đợt đăng kí anh văn đầu vào em bị quá hạn đăng kí làm sao có thể đăng kí lại được ạ hay trường còn đọt thi anh văn nào khác không ạ. .",
            "Chào bạn,. . . . Trước khi nghỉ tết nguyên đán Phòng Đào Tạo sẽ mở thêm đợt đăng kí thi anh văn định kỳ, bạn thường xuyên kiểm tra mail để biết được thông tin.. . . . Thân. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . em học năm 2 ,cho em hỏi nếu em ko nộp bằng anh văn thì học kì sau em có được đăng kí những môn thể dục hay học lại không ạ. và nếu em thi anh văn đầu vào cùng với năm nhất thì có kịp thời hạn nộp bằng để đăng kí môn học không ạ",
            "Chào bạn.. . . . Không hiểu ý bạn.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Dạ cho em hỏi là điểm rèn luyện của em do một phần lỗi của lớp trưởng đánh nhầm điểm rèn luyện thì phải làm như thế nào ạ, mong phòng đào tạo hỗ trợ giúp em",
            "Chào bạn,. . . . Bạn vui lòng liên hệ Phòng Công Tác Chính Trị Sinh Viên nha.. . . . Thân. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Kính cháo thầy cô,. .  Em  có câu hỏi là năm 1 em thi AVĐV được 425đ .Nếu năm nay em đk lại thi anh văn đầu vào dành cho SV  = năm 2 em đạt điểm thấp hơn 425đ thì Kết quả cuối cùng mà trường sẽ lấy cho em là bao nhiêu ?. . . .",
            "Chào bạn,. . . . Sẽ lấy điểm thi đợt nào có số điểm cao nhất nha bạn.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Em chào Phòng Đào tạo ạ!. . Vì lý do mail của em bị trôi nên em quên đăng ký Bảo hiểm Y tế chi kỳ này, lúc em kiểm tra lại thì đã quá hạn, Phòng đào tạo cho em đăng ký được không ạ?. . Em cảm ơn ạ!. . . .",
            "Chào bạn,. . . . Bạn vui lòng liên hệ Phòng Công Tác Chính Trị Sinh Viên nha.. . . . Thân. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em chào thầy/cô ạ.. . Em tên: [full_name]. Mssv [student_id]. . Em xin được đăng kí thêm vào ngày thi chuẩn anh văn ạ. Vì khi trường mới mở được hơn 30p các bạn đã vào đăng kí hết chỗ rồi ạ, em check mail muộn nên không thấy để đăng kí kịp thời được. Xin thầy cô cho em được đăng kí thêm vào nhóm L03 để được thi chuẩn anh văn ạ vì nếu không được thi em sẽ không đủ chuẩn để đăng kí môn học kì sau ạ.. . Xin cám ơn thầy cô.",
            "Chào bạn,. . . . Trước khi nghỉ tết nguyên đán Phòng Đào Tạo sẽ mở thêm đợt đăng kí thi anh văn định kỳ, bạn thường xuyên kiểm tra mail để biết được thông tin.. . . . Thân. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ em chào phòng đào tạo, do em check mail trễ nên em không kịp đăng kí ngày thi anh văn đầu vào do trường tổ chức ngày 18 19 20 này, nên em muốn hỏi là trường sẽ tổ chức đợt tiếp theo gần nhất vào tháng mấy ạ, em cảm ơn nhiều.",
            "Chào bạn,. . . . Trước khi nghỉ tết nguyên đán Phòng Đào Tạo sẽ mở thêm đợt đăng kí thi anh văn định kỳ, bạn thường xuyên kiểm tra mail để biết được thông tin.. . . . Thân. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Dạ lúc đầu năm thi vào trường em đã nộp một bản sao chính thức từ Hội đồng Anh vào trường để xét điểm tiếng Anh. Dạ vậy cho em xin hỏi là bây giờ khi muốn dùng CCNN để chuyển điểm AV 1-4 em có cần nộp thêm bản sao từ hội đồng Anh nữa không ạ? . . . .",
            "Chào bạn,. . . . Hiện tại Phòng đào tạo của trường đã nhận được bảo sao chứng chỉ IELTS của bạn do trung tâm tổ chức thi gởi về trường.. . . . Bạn hãy nhanh chóng hoàn tất thủ tục khai báo chứng chỉ ngoại ngữ tại trang web của trường: Mybk--  Đăng ký nộp chứng chỉ ngoại ngữ--   khai báo thông tin chứng chỉ IELTS, khi đó trường mới cập nhật  thông tin ngoại ngữ của bạn vào dữ liệu sinh viên để xét chuẩn anh văn và LVTN . . . . . Phòng đào tạo sẽ không xác nhận dữ liệu anh văn của bạn nếu chứng chỉ hết hạn mà bạn chưa hoàn tất khai báo thông tin online theo quy định.. . . . . . Trân trọng.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em chào Phòng Đào tạo, Phòng Đào tạo tăng sỉ số lớp thi anh văn đầu vào cho SV năm 2( 003101) được không ạ?. . Em cảm ơn!",
            "Chào bạn,. . . . Trước khi nghỉ tết nguyên đán Phòng Đào Tạo sẽ mở thêm đợt đăng kí thi anh văn định kỳ, bạn thường xuyên kiểm tra mail để biết được thông tin.. . . . Thân. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Chào thầy/cô, em đang là sinh viên k19, vì năm nay dịch bệnh Covid19 nên trường có hoãn việc xét chuẩn avdv năm nhất sang học kì 201. Hiện tại hk201 này em đang học Anh văn 1, cho em hỏi em có cần đăng kí xét chuẩn anh văn đầu vào để được đăng kí môn ở học kì 2 nữa không ạ, hay chỉ cần hoàn thành Anh văn 1 hiện tại ạ. Em cám ơn. .",
            "Chào bạn,. . . . Học kỳ 202 hiện tại PDT cho bạn pass chuẩn anh văn sau năm nhất, khi nào có điểm anh văn 1 PDT mới xét lại kết quả DKMH.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Dạ em xin chào phòng đào tạo trường đại học Bách Khoa đại học quốc gia thành phố Hồ Chí Minh.Em tên là [full_name]. . MSSV: [student_id]. . Lớp: XD18KT. . Cho e hỏi là vào kì hè vừa rồi e có học bộ Môn Công Cộng 1 do Thầy [full_name] dạy ạ .....sau 1 thời gian có điểm lâu rồi nhưng điểm trung bình tích lũy với tính chỉ e không được cộng vô ạ .........mong PĐT xem xét vấn đề này của em ạ",
            "Chào bạn,. . . . Hiện tại học kỳ 193 các khoa chưa nộp điểm hết,  nên số tín chỉ học kỳ hè PDT chưa cập nhật. PDT sẽ cập nhật sau nha bạn.. . . . Thân. .",
            "li answer rate: Answer suits the needs / Câu trả lời đúng ý"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Dạ chào cô,. . . . Em là sinh viên khóa K2016, vừa hoàn tất tốt nghiệp đợt tháng 11 này. Tuy nhiên ở địa phương đã gọi em đi nghĩa vụ quân sự. Tuy nhiên, nguyện vọng em vẫn muốn đi học tiếp.. . . . Dạ cho em hỏi nếu em đăng ký học Văn bằng 2, hoặc học Thạc sĩ thì có được cấp giấy xác nhận sinh viên để tạm hoãn nghĩa vụ quân sự không ạ? Nếu được thì em có thể đăng ký học Văn bằng 2/Thạc sĩ trong thời gian sớm nhất là khi nào ạ?. . . . Cảm ơn cô đã giải đáp.. . . . Trân trọng,",
            "Chào bạn,. . . . - Bạn có thời khoá biểu thì bạn mới in giấy xác nhận sinh viên để hoãn nghĩa vụ quân sự.. . . . - Bạn muốn đăng kí bằng 2, bạn vui lòng xem thông tin tuyển sinh có cập nhật trên web PDT http://tuyensinh.hcmut.edu.vn/admission/index.php?route=catalog/chitietts&path=70&tid=396.. . . . - Bạn muốn học cao học, bạn vui lòng liên hệ phòng Đào Tạo Sau Đại Học.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em chào thầy/cô,. . . . Em là [full_name], MSSV [student_id]. Em có tham gia buổi hiến máu tình nguyện vào ngày 10/11/2020 (có hình ảnh minh chứng) nhưng tới bây giờ vẫn chưa được cập nhật ngày công tác xã hội. Mong các thầy cô kiểm tra lại giúp em ạ!. . . . Em cám ơn,. . [full_name].",
            "Chào bạn,. . . . Việc này bạn liên hệ văn phòng đoàn khoa của bạn nha.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em chào thầy/cô,. . . . Em đã nộp chứng chỉ TOEIC và có đăng ký xét miến điểm trên MyBK vào ngày 10/11/2020 và cũng đã hoàn thành phần thanh toán (có hình ảnh minh chứng). Tuy nhiên, cho đến bây giờ em vẫn chưa được chuyển điểm các môn ngoại ngữ ạ.. . . . Mong thầy/cô kiểm tra lại giúp em ạ!. . . . Em cám ơn,. . [full_name].. . . . . .",
            "Chào bạn,. . . . PDT đã lấy dữ liệu chuyển điểm cho bạn rồi và sẽ cập nhật điểm chuyển trên cổng thông tin sinh viên.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Kính gửi Phòng Đào Tạo,. . -Em tên là [full_name], MSSV [student_id] khoa Điện-Điện tử.. . -Em thấy mình đủ tiêu chí để xét học bổng khuyến khích nhưng trên thông tin sinh viên thì em không được cập nhật thông tin xét học bổng.Em mong Phòng Đào Tạo giải đáp thắc mắc giúp em.Em xin cảm ơn.. .",
            "Chào bạn,. . . . Bạn phải tích luỹ 90% số tín chỉ trong chương trình đào tạo của mình, bạn thiếu 4 chỉ anh văn 1,2.. . . .  . . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Cho em hỏi về việc xét miễn điểm tiếng anh đầu vào. Em có nộp bằng ielts và có nộp tiền xác nhận và thấy điểm hiện theo từng học phần anh văn rồi, nhưng mà em không đăng ký thi anh văn đầu vào có sao không ạ??? Hiện tại đã hết hạn đăng ký thi anh văn đầu vào nhưng mà em không đăng ký thi thì có dùng bằng IELTS để quy đổi điểm được không ạ? Và nếu cần phải đăng ký thì giờ em phải làm sao để đăng ký thi??. . . . Mong cô/ thầy xem và phản hồi nhanh nhất có thể.. . Em xin chân thành cảm ơn!",
            "Đăng ký môn học. . . . Cho em hỏi về việc xét miễn điểm tiếng anh đầu vào. Em có nộp bằng ielts và có nộp tiền xác nhận và thấy điểm hiện theo từng học phần anh văn rồi, nhưng mà em không đăng ký thi anh văn đầu vào có sao không ạ??? Hiện tại đã hết hạn đăng ký thi anh văn đầu vào nhưng mà em không đăng ký thi thì có dùng bằng IELTS để quy đổi điểm được không ạ? Và nếu cần phải đăng ký thì giờ em phải làm sao để đăng ký thi??. . . . Mong cô/ thầy xem và phản hồi nhanh nhất có thể.. . Em xin chân thành cảm ơn!  /QUOTE . .",
            "Chào bạn,. . . . Bạn có bằng IELTS rồi, không cần đăng kí thi anh văn đầu vào nha bạn.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Dạ em chào cô. . Em có lỡ quên nộp tiền BHYT vào ngày cuối là 30 tháng 11 năm 2020.. . Bây giờ em có đóng được không ạ, hay là của em bị huỷ ạ. . Em cảm ơn cô. .   i Yêu cầu khác .",
            "Chào bạn,. . . . Bạn vui lòng liên hệ Phòng Công Tác Chính Trị Sinh Viên nha.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Thưa Thầy(Cô),. . . . Do hôm qua em không kịp đăng kí thi anh văn đầu vào. Vì để không bị trễ hạn ra trường, nay em muốn xin phòng đào tạo mở mở thêm sĩ số hay mở thêm lớp thi ạ.. . . . Em chân thành cám ơn Thầy(Cô) đã đọc.. . . .",
            "Chào bạn,. . . . Trước khi nghỉ tết nguyên đán Phòng Đào Tạo sẽ mở thêm đợt đăng kí thi anh văn định kỳ, bạn thường xuyên kiểm tra mail để biết được thông tin.. . . . Thân. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Cho em hỏi là còn đợt kiểm tra anh văn nào sau đợt 17/12 này không ạ. Hoặc có mở thêm ca thi không ạ. . . Em cảm ơn ạ",
            "Chào bạn,. . . . Trước khi nghỉ tết nguyên đán Phòng Đào Tạo sẽ mở thêm đợt đăng kí thi anh văn định kỳ, bạn thường xuyên kiểm tra mail để biết được thông tin.. . . . Thân. . . .",
            "Yêu cầu khác: Dạ cho em hỏi về việc thi anh văn định kì là lấy điểm cao nhất hay là điểm của đợt thi gần nhất vậy ạ .Em cảm ơn ạ"
        ]
    },
    {
        "intent": "",
        "message": [
            "Em xin chào thầy/cô,. . Hiện em là sinh viên năm cuối chương trình PFIEV.. . Em có một vài thắc mắc về việc nộp chứng chỉ ngoại ngữ. Hiện tại thì em vừa nhận kết quả thi toeic 2 kỹ năng là nghe và đọc. Hiện em cần nộp chứng chỉ nhằm các mục đích:. . + Xét miễn điểm 2 môn anh văn 3, 4. . + Nhận luận văn tốt nghiệp vào kỳ sai\\u. . + Xét tốt nghiệp. . Em xin hỏi là em có cần phải lấy hẳn chứng chỉ để nộp hay chỉ cần nộp bảng điểm ạ. Vì lấy chứng chỉ thì phải tốn thêm 1 khoảng thời gian. Điểm toeic của em vừa thi đc là 750.. . Em xin cảm ơn!. .   i Yêu cầu khác .",
            "Chào bạn,. . . . Tuỳ mỗi loại chứng chỉ mà yêu cầu nộp hẳn chứng chỉ hay chỉ nộp bảng điểm. Khi nộp chuyển điểm trên Mybk trang web có hướng dẫn vấn đề này nha bạn.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Do thời gian qua em có việc phải về quê nên đã trễ hạn đăng kí BHYT có cách nào giải quyết không ạ?. .   i Yêu cầu khác .",
            "Chào bạn,. . . . Bạn vui lòng liên hệ Phòng Công Tác Chính Trị Sinh Viên nha.. . . . Thân. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Chào thầy/cô,. . Em tên là [full_name], mssv [student_id], lớp CK18LOG1.. . Em đang có thắc mắc về điểm TB mở rộng của mình để xét học bổng khuyến khích ạ. Ở cột điểm đó em chỉ được mỗi điểm rèn luyện thôi ạ, còn mấy điểm khác thì bằng 0. Là do em không đủ điều kiện xét HBKK hay sao ạ?. . Mong là thầy/cô có thể xem lại giúp điểm của em với ạ!. . Em cảm ơn ạ!. . . .",
            "Chào bạn,. . . . Bạn không đủ điều kiện nhận học bổng, đối với khoá 18 ngành Logistics & QLC cung ứng  tính tới thời điểm học kỳ 192, bạn phải tích luỹ đủ 64 tín chỉ mới nhận học bổng. Tại thời điểm học kỳ 192 bạn tích luỹ 63 tín chỉ nha.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em chào pđt,. . Em tên: [full_name] - mssv: [student_id] - khoa: KTXD. . Em có gửi hình ảnh đính kèm bảng điểm bên dưới ạ.. . Theo như học kì 3(2019-2020) em đăng kí học 7 chỉ, gồm 2 môn Đường lối CM của Đảng CSVN(SP1009) và Cơ học kết cấu(CI2029). Và 2 môn đó điểm tổng kết đều trên 5. Nhưng tại sao pđt chỉ cập nhật có 4 chỉ tích lũy thôi ạ.. . Mong pđt xem lại cho em với ạ.. . Em cảm ơn.",
            "Chào bạn,. . . . Hiện tại học kỳ 193 các khoa chưa nộp điểm hết,  nên số tín chỉ học kỳ hè PDT chưa cập nhật. PDT sẽ cập nhật sau nha bạn.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Chào anh/chị, cho em hỏi là em quên đóng bảo hiểm y tế (nay đã hết hạn) thì kỳ sau em không đăng ký luận văn tốt nghiệp được. Anh/ chị có cách nào giúp em mở thêm đợt đăng ký với ạ. Em xin cảm ơn anh/chị.",
            "Chào bạn,. . . . Việc này bạn liên hệ phòng Công Tác Chính Trị Sinh Viên nha bạn.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em là sinh viên khoá K20, do quá chủ quan cứ tưởng hạn đăng kí avdv là cuối ngày 13/12 nên em đến tối mới đăng kí nhưng đơn đã đóng lúc 15h. Kính mong thầy, cô phòng đạo tạo xem xét cho em một cơ hội để đăng kí lại avdv. Em xin chân thành cảm ơn.. .",
            "Chào bạn,. . . . Trước khi nghỉ tết nguyên đán Phòng Đào Tạo sẽ mở thêm đợt đăng kí thi anh văn định kỳ, bạn thường xuyên kiểm tra mail để biết được thông tin.. . . . Thân. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Dạ thưa thầy ,cô. . Cho em xin hỏi hiện tại e bị trễ hạn đóng tiền bảo hiểm trên bkpay. . Em xin lỗi thầy cô rất nhiều vì sự bất cẩn lần này của em. . Bây h em phải làm sao ạ . . Mong thầy cô giúp em. . Em cám ơn. . Em xin hứa sẽ không tái phạm nữa",
            "Chào bạn,. . Vấn đề về sinh hoạt công dân, bảo hiểm y tế, BHTN, điểm rèn luyện, sinh viên khá giỏi toàn diện, giấy xác nhận sinh viên về vay vốn ngân hàng bạn vui lòng liên hệ tại Phòng Công tác chính trị sinh viên để được hướng dẫn.. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em muốn hỏi là đăng ký môn dự tính em xem trên lịch học vụ dự kiên là 17/12 bắt đầu đăng ký mà em chưa đạt chuẩn av em không biết là em có đăng ký được cơ sở ngành với môn đầu 2 không ạ. . Em xin cảm ơn.. .",
            "Với lại ngày thi là 18-20 em sợ không kịp",
            "Chào bạn,. . . . Bạn vui lòng xem lại lịch học vụ, học kỳ chính hay học kỳ dự thính?. . . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học phí . Chào thầy cô, em là sinh viên bằng 2 K2019. Em đã đóng học phí đợt 1 và đợt 2. Tuy nhiên, trên BKPay vẫn hiển thị một khoản học phí tương đương với tổng của học phí 2 đợt. . . Rất mong được sự xem xét của thầy cô.. . Em xin chân thành cảm ơn.",
            "Chào bạn,. . . . PDT sẽ kiểm tra lại, nếu có sai sót PDT cập nhật lại học phí.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . câu 1: em sinh viên k19, lần thi av vào tháng 9 vừa rồi em được 410đ và qua av1 trong trường thì đã đủ điều kiện để đăng kí học kì 202 chưa, nếu lần này em thi thấp điểm hơn thì xét anh văn đăng kí môn lần nào ạ.. . câu 2: để được đăng kí môn của năm 3 thì theo chương trình của k19 thì em phải được 450đ, nếu lần này em thi được 450đ thì có đủ điều kiện để vào kì sau đăng kí môn năm 3 chưa ạ chưa ạ??. . Câu 3: từ nay cho đến trước đợt đăng kí môn năm 3 thì còn đợt thi av nào không, nếu em đăng kí lần đó và thi trên 450đ, thì vẫn được đăng kí môn năm 3 đúng không??. .",
            "Chào bạn,. . . . - Bạn đã đủ điều kiện chuẩn văn văn sau năm nhất, nên học kỳ 202 bạn đăng kí môn học được nha.. . . . - Trong các đợt thi anh dịnh kỳ sẽ lấy đợt nào có điểm cao nhất nha.. . . . - Trước khi nghỉ tết nguyên đán Phòng Đào Tạo sẽ mở thêm đợt đăng kí thi anh văn định kỳ, bạn thường xuyên kiểm tra mail để biết được thông tin.. . . . Thân. . . . . . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "B Đăng ký môn học . Kính gửi Quý thầy/cô,. . Quý thầy cô cho em xin hỏi trường hợp của em phải học tổng cộng bao nhiêu môn và bao nhiêu chỉ.. . Hiện tại em vẫn chưa biết xem danh sách các môn học bắt buộc phải đăng kí, môn nào được miễn, kế hoạch chương trình đào tạo ở đâu.. . Kinh mong Quý thầy cô hướng dẫn giúp em.",
            "Chào em.. . Em đăng ký môn học theo Chương trình đào tạo Khóa 2019 hệ Chính quy.. . http://www.aao.hcmut.edu.vn/index.php?route=catalog/chuongtrinhdaotao. . . . Trừ đi các môn học bổ túc, Anh văn, Thể dục, quốc phòng , Các môn dự kiến được miễn. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Cho em hỏi về việc cập nhập điểm xét học bổng hk192 ạ. Hk192 em k rớt môn nào, ĐtBCMR của em  7 nhưng tại sao em k được cập nhật để xét học bổng ạ. Em đã gửi mail nhưng pđt không rep ạ.. .",
            "Chào bạn,. . . . Điều kiện để xét học bổng điểm trung bình học kỳ  7. Điểm trung bình học kỳ 192 bạn chỉ có 6.33.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Dạ vâng, em tên là [full_name] và hiện tại vì một số lý do về tài chính em ko kịp đăng kí và đóng tiền qua mybk, và em cũng ko liên lạc được vs trạm y tế của trường để đăng kí bổ sung. Em mong có thể được đăng kí bổ sung BHYT. Em rất xin lỗi vì vấn đề này. Em cảm ơn ạ.",
            "Chào bạn,. . . . Bạn vui lòng liên hệ Phòng Công Tác Chính Trị Sinh Viên nha.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Chào cô,. . . . Em là sinh viên K19, nếu em không đăng kí thi avdv đợt này thì lịch nộp bằng anh văn em thi ở trung tâm bên ngoài cho trường là ngày mấy ạ để được tiếp tục đăng kí môn học cho các kì sau.. . . . Em mong sớm nhận được sự phản hồi từ cô!. .",
            "Chào bạn,. . Bạn vui lòng xem lịch nộp CCNN để đăng ký môn học cho học kỳ 2/2020-2021 tại đây nhé:. . http://aao.hcmut.edu.vn/lịch học vụ/Năm học hiện tại (2020-2021)/ Học kỳ 2. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . em chào thầy/cô ạ. .  kì hè 193  em có học 2 môn và điểm trung bình lần lượt là 7 và 8 phẩy.nhưng đến giờ điểm tbtl và tổng tín chỉ của em chỉ được tính 1 môn. em có lên pđt để hỏi và được trả lời là sẽ cập nhật vào tháng 12 nhưng ngày 1/12/2020 có cập nhật và vẫn chưa giải quyết được ạ. . em mong thầy/cô cập nhật điểm và tổng tín chỉ lại giúp em.. . em xin cảm ơn.",
            "Chào bạn,. . . . Đã cập nhật điểm học kỳ 193 rồi nha bạn.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Học vụ . Kính chào quý thầy/cô,. . . . Em có đăng ký môn học HK1/2020-2021 hệ VLVH theo Thông báo của PĐT nhưng 2 lần đều không thấy cập nhật Thời khóa biểu và Học phí. Vậy em có được tham gia học không ạ? . . . . Mong nhận được phản hồi sớm quý thầy/cô để em có thể thanh toán học phí và theo dõi được chương trình học của mình. . . . . Em xin chân thành cảm ơn!",
            "Chào em.. . Thời khóa biểu em đăng ký online hiện là thời khóa biểu tạm tính để em đi học.. . Tuần này đã học rồi. . Còn thời khóa biểu chính thức thì sẽ cập nhật vào ngày mai. . Học phí sẽ cập nhật 11/1 – 18/1/2021. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em tên phan minh nhườn mssv [student_id]. . Lý do là em chưa đủ điểm anh văn nên trong đợt đăng ký đợt một em bị hủy môn học vào trong đợt hai em không được đăng ký thì giờ em phải làm thế nào dược đăng ký ạ để có thee duy trì trạng thái học tập ạ. Xin phòng đạo tạo giúp em, em cảm ơn nhiều ạ. Phản hồi sớm giúp em và cho em phương án giải quyết ạ.",
            "Chào bạn,. . . . Bạn đăng kí môn nào không vướng chuẩn anh văn để duy trì tình trạng sinh viên.. . . . Thân"
        ]
    }
]