[
    {
        "intent": "",
        "message": [
            "Tốt nghiệp  /i. . Em là sinh viên khoá k15, em có thắc mắc về điểm chuyển TOEIC: em phải đạt bao ít nhất  nhiêu điểm thì mới được chuyển điểm anh văn 3 và 4 ạ.",
            "Chào bạn,. . . . Bạn xem qui chế học vụ điều 31, phụ lục 1 nha http://www.aao.hcmut.edu.vn/index.php?route=catalog/chitietsv&path=90&tid=1658.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em muốn hỏi sau khi tốt nghiệp thì mail sinh viên và tài khoản google driver do trường cấp có bị xoá không ạ, và sau tốt nghiệp bao lâu sẽ xoá ạ.. . Em cảm ơn ạ!",
            "Chào bạn,. . . . Sẽ bị xoá, thời gian cụ thể bạn liên hệ Ban Quản Lý Mạng của trường nha.. . . . Thân. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em chào thầy, cô. Em tên là [full_name]. Em là sinh viên VP2015, em đăng kí tốt nghiệp được nhưng trong dành sách dự kiến em bị ghi là nợ HP. Em không hiểu nợ HP là cái gì? Nếu là học phí thì em đã đóng đủ như trong ảnh. Còn nếu là nợ học phần thì em đã hoàn thành toàn bộ chứng chỉ trong trường rồi. Tổng cộng là 277 chỉEm mong quý phòng đào tạo trả lời sớm cho em bởi vì tháng 11 là tốt nghiệp ra trường rồi. Em xin cảm ơn",
            "Chào bạn,. . . . Phần ghi bạn đã thanh toán mà.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: 1914197  /b \t. . . .   i Đăng ký môn học . Đơn xin đăng ký môn học bổ sung. . Tôi tên là: Nguyễn Nhựt Hạ My. . MSSV: 1914197  Khoa: Cơ Khí. . Ngành: Logistics và Quản lý chuỗi cung ứng. .   b MSSV/MSGV: 1914197  /b \t. . . .   i Đăng ký môn học . Đơn xin đăng ký môn học bổ sung. . Tôi tên là: Nguyễn Nhựt Hạ My. . MSSV: 1914197  Khoa: Cơ Khí. . Ngành: Logistics và Quản lý chuỗi cung ứng. . Lớp: HT4  b MSSV/MSGV: 1914197  /b \t. . . .   i Đăng ký môn học . Đơn xin đăng ký môn học bổ sung. . Tôi tên là: Nguyễn Nhựt Hạ My. . MSSV: 1914197  Khoa: Cơ Khí. . Ngành: Logistics và Quản lý chuỗi cung ứng. .   b MSSV/MSGV: 1914197  /b \t. . . .   i Đăng ký môn học . Đơn xin đăng ký môn học bổ sung. . Em tên là: Nguyễn Nhựt Hạ My. . MSSV: 1914197  Khoa: Cơ Khí. . Ngành: Logistics và Quản lý chuỗi cung ứng. . Lớp: HT4Log2. . Lí do viết đơn: do bị trùng thời khóa biểu nên em đã bị hủy môn học Kỹ thuật hệ thống, cần đăng ký bổ sung thời khóa biểu theo tiến độ.. . Kính mong nhà trường cho em được đăng kí bổ sung môn học Kỹ thuật hệ thống, mã môn học ME2123 để theo kịp chương trình đào tạo của nhà trường.. . Em xin chân thành cảm ơn"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính gửi: thầy/cô văn phòng Đào tạo Đại học Bách Khoa TP.HCM. . Em tên là: [full_name]. . K16 khoa Điện-Điện tử chuyên ngành Kỹ thuật điện. . Em có một vài thắc mắc về đăng ký LVTN mong thầy/cô giải đáp ạ:. . - Số TCTLN cần đạt được để đăng ký LVTN của khoa Điện là bn ạ . . - Số TC đăng ký trong học kỳ kế trước cũng đc tính vào số TCTLN để đk LVTN (chưa biết có qua môn hay k, trừ các môn dự thính). Nhưng nếu mấy môn dự thính có điểm rồi thì nó có được tính không ạ. . Tại e hiện đang không thể lên vp khoa nên không thể hỏi được ạ. Mong quý thầy/cô giải đáp giúp e. . . Rất mong nhận được thư phản hồi của thầy/cô. Em xin cám ơn",
            "Chào bạn,. . . . - Số TCTLN cần đạt được để đăng ký LVTN của khoa Điện, bạn vui lòng tham khảo http://www.aao.hcmut.edu.vn/index.php?route=catalog/chitietsv&path=59_62&tid=1767.. . . . - Nếu dự thính có điểm thì vẫn tín nha.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Dạ em có câu hỏi liên quan đến vấn đề nộp tín chỉ tiếng Anh: Giữa năm nhất em đã nộp bằng Toeic 555 với 2 kỹ năng (Đọc & Nghe) và đã được xét chuyển điểm thành công. PĐT cho em hỏi là đến khi xét tốt nghiệp thì em có cần thi lại để nộp lại bằng Toeic 2 kỹ năng đó nữa không ạ? Em cảm ơn.",
            "Chào bạn,. . . . Bạn xem qui chế học vụ điều 31, phụ lục 1, mục 3 phần b nha http://www.aao.hcmut.edu.vn/index.php?route=catalog/chitietsv&path=90&tid=1658.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính gửi phòng đào tạo. . Em tên [full_name], khoa xây dựng. . Cho em hỏi là dự kiến tháng 11 có thi kiểm tra trình độ tiếng anh không ạ,vậy ngày thi và kết quả có trước ngày đăng ký môn kì 202 không. Em xin cám ơn.",
            "Chào bạn,. . . . - Dự kiến là tháng 10 mở đợt kiểm tra trình độ tiếng Anh (theo định dạng TOEIC).. . . . - Khi nào có thông tin kỳ thi này PDT sẽ gởi mail cho sinh viên.. . . . - Bạn thường xuyên kiểm tra mail để biết thời gian đăng kí.. . . . - Nếu thời gian thi đúng như dự kiến thì kịp thời gian bạn DKMH.. . . . Thân.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Chào thầy/cô,. . Lúc sinh hoạt công dân em có từng nghe qua trường hợp bị quá hạn đào tạo(13 học kỳ cho khóa K14) thì có thể làm đơn xin cứu vớt 1 học kỳ được phải không ạ. Hiện tại em chỉ thiếu AV toeic để đăng ký LVTN vào kỳ này HK201. Mong thầy cô giải đáp thắc mắc này giúp em ạ.. .   i Học vụ .",
            "Chào bạn,. . . . Bạn xem qui chế học vụ điều 5, mục 5.5 http://www.aao.hcmut.edu.vn/index.php?route=catalog/chitietsv&path=90&tid=1658.. . . . Thân",
            "No solution"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: em có được đăng kí thi kiểm trang năng lực tiếng anh ở kì các em k20 kiểm trang tiếng anh đầu vào được không ạ",
            "Chào bạn,. . . . - Dự kiến là tháng 10 mở đợt kiểm tra trình độ tiếng Anh (theo định dạng TOEIC).. . . . - Khi nào có thông tin kỳ thi này PDT sẽ gởi mail cho sinh viên.. . . . - Bạn thường xuyên kiểm tra mail để biết thời gian đăng kí.. . . . Thân.. .",
            "No solution"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Cho e hỏi là nếu em nộp cả 2 bằng Toeic đủ 4 kỹ năng thì đến tốt nghiệp e sẽ không cần nộp lại phải không ạ và chừng nào là hạn nộp chứng chỉ tin học vậy ạ? Em cám ơn ạ",
            "Chào bạn,. . . . Hiện nhà trường chưa có thông báo về việc nộp chứng chỉ tin học.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính gửi: Thầy,cô phòng đào tạo. . Em tên: [full_name], mssv:[student_id]. . Thầy cô cho em hỏi kì dự thính 201 là học onl hay off vậy ạ? Nếu học off thì tiết học thường bắt đầu lúc mấy giờ trên cs1 ạ?  Em có nguyện vọng muốn đăng kí kì dự thính này nhưng các môn kì chính của em đa phần kết thúc lúc 17h50 ở cs2(do khoa vật liệu học 4 năm dưới cs2) nên em sợ không thể lên kịp tiết học dự thính trên cs1. Mong thầy cô giải đáp thắc mắc cho em với ạ",
            "Chào bạn,. . . . - Hiện tại là học trên lớp bình thường, nếu có thay đổi hình thức giảng dạy PDT sẽ gởi mail cho sinh viên.. . . . - Bạn có đăng kí vào thứ 7, Chủ nhật.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Cho em hỏi là kì dự thính tối trường mình học online hay phải lên trường ạ? Em cảm ơn thầy/cô.",
            "Chào bạn,. . . . Hiện tại là học trên lớp bình thường, nếu có thay đổi hình thức giảng dạy PDT sẽ gởi mail cho sinh viên.. . . . Thân. .",
            "No solution"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]  /b . . cho em hỏi thi toic bên ngoài được 450 thì được anh văn mấy vậy ạ . em k18 . .",
            "Chào bạn,. . . . Bạn xem qui chế học vụ điều 31, phụ lục 1 nha http://www.aao.hcmut.edu.vn/index.php?route=catalog/chitietsv&path=90&tid=1658.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Chào quý thầy cô,. . Em là sinh viên bằng 2 chính quy.. . HK2 vừa rồi e có đăng ký thêm 1 môn là \"Công nghệ vật liệu nhựa & gia công khuôn mẫu\" với mục đích để thêm kiến thức phục vụ cho việc làm luận văn. Chứ thực ra em đã đủ tín chỉ tích lũy.. . Khi đến kỳ thi cuối kỳ môn này em đã bị sự cố nên vắng thi.. . Sự cố là em từ Quảng Ngãi (vùng dịch Covid đợt 2) vào Sài Gòn trước ngày thi 1 ngày nên tâm lý có hơi bất ổn dẫn đến coi nhầm giờ thi.. . Lúc đầu e nghĩ sẽ không bị ảnh hưởng nhiều đến điểm tích lũy nên cũng không để ý lắm. . . Nhưng giờ nhìn lại bảng điểm em thấy khá nghiêm trọng, điểm tích lũy của em giảm khá nhiều do một sai lầm ngớ ngẩn.. . Vì vậy, em mong quý thầy cô có thể nào xem xét và hướng dẫn giúp em cách khắc phục được không ạ.. . Em xin chân thành cảm ơn.",
            "Chào bạn,. . . . - Điểm trung bình tích luỹ ngành lúc tốt nghiệp ra trường tính những môn trong CTDT của bạn thôi.. . . . Thân",
            "Em xin chào cô,. . Em xem trên danh sách tốt nghiệp dự kiến thì thấy điểm trung bình tích lũy của em vẫn bị ảnh hưởng do điểm 13 của môn Công Nghệ Vật Liệu Nhựa và Gia Công Khuôn Mẫu mà cô.. . Em có gửi kèm 2 file ảnh bên dưới ạ.. . Cô xem xét giúp em ạ.. . Em xin chân thành cảm ơn.",
            "Chào bạn,. . . . Điểm trên cổng thông tin sinh viên ghi lại quá trình bạn học. Bảng điểm ra trường ghi môn đạt thôi nha bạn.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp .  Dạ chào nhà trường ạ, em tên là [full_name], MSSV [student_id].. .  Em đã qua kì thi tiếng Anh đầu vào sẽ thi chứng chỉ Toeic(Reading & Listening) để đạt chuẩn nhận luận văn tốt nghiệp. Em muốn hỏi là sau đó em thi chứng chỉ VNU-EPT để nộp cho nhà trường xét chuẩn để đạt chuẩn Anh Văn tốt nghiệp thay cho chứng chỉ Toeic(Speaking & Writing) được không ạ, và nếu được thì phần điểm Speaking & Writing của VNU-EPT tối thiểu là bao nhiêu ạ.. .  Em xin chân thành cảm ơn.",
            "Chào bạn,. . . . Bạn xem qui chế học vụ điều 31, phụ lục 1 nha http://www.aao.hcmut.edu.vn/index.php?route=catalog/chitietsv&path=90&tid=1658.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Thưa thầy cô,. . Em là sinh viên K16, do sơ suất của em là đọc mail về chuẩn quy điểm anh văn từ học kì 201 không kĩ, em lầm tưởng là áp dụng từ học kì 1 cho sinh viên K20.. . Điểm Toeic 535 không đủ quy điểm cho anh văn 3 và 4 do em dự định bảo vệ luận văn xong em sẽ thi cải thiện điểm Toeic, sau khi biết rõ về quy định thì em không trở tay kịp và giờ cũng hết hạn quy điểm theo mức cũ.. . Quý thầy cô cho em hỏi, bây giờ em phải chấp nhận theo quy chế là tốt nghiệp trễ 1 học kì, hay có cách nào cứu vãn không ạ?. . Em cảm ơn quý thầy cô.. .",
            "Chào bạn,. . . . Bạn đợi mail thông báo PDT về việc này nha.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ  /i Cô/thầy cho e hỏi vấn đề mà e thắc mắc là  em đã học hết 4 anh văn ở trường và trường có tính điểm vào trung bình tích lũy thì lúc em nộp bằng anh văn chuyển điểm thì điểm sau khi chuyển cao hơn điểm e học ở trường thì có được lấy điểm cao hơn để tính điểm trung bình không ạ . Em cảm ơn cô.. . . .",
            "Chào bạn,. . . . Nếu bạn nộp chuyển điểm cao hơn thì bạn sẽ lấy điểm chuyển nha.. . . . Thân",
            "No solution"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học  /i. . . . Em có thắc mắc là học kỳ này em học Anh Văn 3, nếu khi đăng ký môn học cho học kỳ sau khi xét anh văn năm 3 mà chưa có điểm thi cuối kỳ thì có được đăng ký không ạ.. .",
            "Chào bạn,. . . . PDT sẽ tạm pass cho bạn, khi có điểm sẽ xét lại nha.. . . . Thân",
            "No solution"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Cho em hỏi, muốn xét tốt nghiệp thì phải nộp lại sổ điểm rèn luyện lại cho trường, nhưng phần điểm rèn luyện năm 1 của em lại thiếu do năm 1 bạn lớp trưởng lớp đầu vào của em giữ sổ cho cả lớp, sau đó bạn đấy nghỉ học làm mất sổ cả lớp, em phải in lại sổ nhưng phần thiếu điểm rèn luyện năm 1. Em có tìm hiểu thì mất sổ phải tìm lại giáo viên chủ nhiệm cũ để xác nhận điểm và xin lại chữ kí. Hiện tại em cũng không biết tên giáo viên CN cũ và cách liên liên hệ với cô đó. Cho em hỏi bây giờ em phải làm gì để được xác nhận phần điểm rèn luyện thiếu này ạ?",
            "Chào bạn,. . . . Điểm rèn luyện bạn liên hệ Phòng Công Tác Chính Trị Sinh Viên nha.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Nếu như không thể sinh hoạt công dân vì lý do nằm viện thì cần phải làm gì để không bị dừng học học kỳ tới vậy ạ?. . Năm học trước có dừng học 1 năm thì có cần nộp phiếu điểm rèn luyện không ạ? Và có thể nộp trễ không ạ? Vì hiện tại vẫn chưa xuất viện ạ.. . Em xin cám ơn.",
            "Chào bạn,. . . . Việc này bạn liên hệ Phòng Công Tác Chính Trị Sinh Viên nha.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Kính chào các cô/chú của Phòng đào tạo. . Hiện tại con đang học chương trình chính quy K17, nếu bây giờ con chuyển qua hệ vừa học vừa làm thì chuẩn tiếng anh nhận luận văn tốt nghiệp của con có được xét theo theo hệ vừa học vừa làm của khoá K17 không?? Hay là xét theo chuẩn nhận luận văn tốt nghiệp của hệ vừa học vừa làm khoá K20 ??. . Con xin cảm ơn. . Chúc các cô/chú có ngày làm việc vui vẻ!!. .",
            "Chào bạn,. . . . Bạn chuyển khoá nào của hệ vừa làm vừa học thì xét chuẩn luận văn của khoá đó nha.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Hôm qua em có gửi đơn cho trường để đăng ký bổ sung môn Kỹ thuật hệ thống, mã môn ME2123 và trường đã bổ sung cho em vào thứ 6 tiết 7-9. Nhưng lịch học lại bị trùng với Anh văn 3 nên môn anh văn của em lại bị hủy ạ. Trường có thể xếp cho em môn Kỹ thuật hệ thống vào nhóm lớp L01 hoặc giờ khác để không trùng các môn khác được không ạ? Em xin chân thành cảm ơn",
            "[full_name][full_name] đã phục hồi LA1007 và chuyển nhóm ME2123 sang L01[full_name] [full_name] Bạn đi học trước, TKB sẽ cập nhật sau[full_name] [full_name] Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Chào anh /chị cho em hỏi em hoàn thành bảo vệ luận văn,anh văn ,ctxh hết rồi nhưng vẫn chưa đăng ký tốt nghiệp được ,và cũng chưa có trong danh sách dự kiến ,mong anh chị giải đáp giúp em với .. . . . [full_name] [student_id]",
            "Chào bạn,. . . . Bạn liên hệ PDT để đăng kí xét tốt nghiệp nha.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác:",
            "Chào bạn,. . . . Bạn liện hệ phòng Công Tác Chính Trị Sinh Viên nha.. . . . Thân",
            "No solution"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Chào thầy/cô! hiện tại kỳ hạn cuối để xét tốt nghiệp năm nay là 31-10-2020, em có đọc trong quy chế là \" sinh viên nên nộp Chứng chỉ ngoại ngữ trước kỳ hạn xét tốt nghiệp khoảng 2 tuần\". Do 1 số lý do em chỉ có thể nộp bổ sung CCNN Toeic vào 27/10/2020.Và đây cũng là kỳ cuối cùng của em tại trường ,vậy liệu trường hợp như em nộp chậm trễ như vậy thì có được ko? Rất mong phản hồi từ thầy/cô.",
            "Chào bạn,. . . . Bạn cố gắng nộp sớm.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "dạ chào phòng đào tạo ạ,em hiện nay đang là sinh viên năm 3.pđt cho em hỏi là giờ muốn lấy sổ điểm rèn luyện thì phải tìm đến ai ạ??. .",
            "Chào bạn,. . . . Bạn liên hệ phòng Công Tác Chính Trị Sinh Viên nha.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Thưa thầy cô cho em hỏi là nếu em đã đạt cử nhân ngành xây dựng công trình giao thông thì em có thể học bằng kĩ sư ngành xây dựng công trình xây dựng không ạ? Em xin cảm.ơn",
            "Chào bạn,. . . . Bạn về khoa để tư vấn nha.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Thưa thầy(cô), em thuoojck19, em có 2 điều thắc mắc:. . - Ảnh hưởng của dịch covit 19 đợt 2 này thì trường mình sẽ tổ chức học học kỳ dự thính 201 học online hay học tại cơ sở 1.. . - Em đã tham gia thi tiếng anh vào ngày 20/9 tại CS2, tòa H6 trường mình, em được 400 điểm, vậy em muốn hỏi là em được tính đã qua anh văn 1 được hay không, và bạn của em cũng thi và đạt đến 510 thì bạn đó được tính là đã qua môn anh văn 4 được hay không.. . Em mong được giải đáp thắc mắc. Em xin chân thành cảm ơn.. .",
            "Chào bạn,. . . . - Hiện tại là học trên lớp bình thường, nếu có thay đổi hình thức giảng dạy PDT sẽ gởi mail cho sinh viên.. . . . - Lần đầu lúc vào nhập học bạn thi điểm cao sẽ xét miễn điểm anh văn, đây là móc điểm được miễn điểm anh văn:. . . . . . Điểm kiểm tra\tXếp lớp\tMiễn học. . và ghi điểm miễn. .    400\tAnh văn cơ bản (nếu có)\t . . 400 – 445\tAnh văn 1\t . . 450 – 495\tAnh văn 2\tAnh văn 1. . 500 – 545\tAnh văn 3\tAnh văn 1, 2. . 550 – 595\tAnh văn 4\tAnh văn 1, 2, 3. . ≥ 600\t \tAnh văn 1, 2, 3, 4. . . . . . Những lần sau bạn thi chỉ dùng để xét chuẩn sinh viên sau các năm.. .  Bạn xem qui chế học vụ điều 31, phụ lục 1 http://www.aao.hcmut.edu.vn/index.php?route=catalog/chitietsv&path=90&tid=1658.. . . . Thân. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính gửi Phòng Đào Tạo,. . . . Em muốn xin file đề cương môn học( bản mô tả nội dung môn học) tất cả các môn em đã học thì lấy ở đâu ạ? Trên Elearning có giảng viên đăng, có giảng viên không đăng ạ.. . Mong nhận hồi âm sớm từ Phòng Đào Tạo.. . Chúc Phòng Đào Tạo có một ngày làm việc vui vẻ!. . . . Em xin cảm ơn ạ.. . . .   Họ tên: [full_name] . .   MSSV: [student_id] . .   Sđt: [phone_number] . .   Email: [email] . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Chào Thầy/Cô, em là sv việt pháp K19 sẽ sinh hoạt công dân vào ngày thứ 7 03/10/2020 từ 7h00-10h30. Nhưng sáng hôm đó lớp em cũng có lịch học môn xác suất thống kê MT2009 từ 8h00-11h50. . Vậy em phải giải quyết như thế nào ạ? Em cảm ơn",
            "Chào bạn,. . . . Bạn liên hệ Phòng Công Tác Chính Trị nha.. . . . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Dạ em nay năm là sinh viên khoa Điện K19, theo thông báo của khoa sẽ phân ngành vào khoảng tháng 9, 10 vậy cho em hỏi:. . 1. Điểm chuyển các môn AV có được tính vào điểm phân ngành không ạ ? nếu có thì:. . 2. Điểm phân ngành là tính tới HK2 vậy nếu em chuyển điểm vào đầu kì 3 thì có được tính không ạ ?. . 3 Các môn AV3, AV4 theo chương trình đào tạo là của kì 3 và kì 4 thì có được tính vào điểm phân ngành không ạ ? Vì việc phân ngành thực hiện sau học kì 2",
            "Chào bạn,. . . . Việc phân ngành bạn hỏi ở khoa nha.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em chào thầy/cô. . Em là sinh viên lớp tài năng k16, quy định điểm anh văn tốt nghiệp của em là 550. Tuy nhiên, ở học kì 201 có sự thay đổi: 600 mới quy đổi được 5 điểm av4. Em không biết như vậy có áp dụng với k16 không?. . Em xin cảm ơn.",
            "Chào bạn,. . . . Bạn đợi mail thông báo PDT về việc này nha.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: 1600267  /b \t. . . .   i Tốt nghiệp . Em thi Toeic lấy bằng Anh văn đạt mức điểm xét tốt nghiệp và cũng chuyển điểm Anh Văn rồi. Nhưng tháng 12 năm nay bằng Anh văn của em bị hết hạn mà em chưa tốt nghiệp thì em có cần phải thi lại Toeic để lấy bằng lại không ạ?",
            "Chào bạn,. . . . Đã nộp chuyển điểm cho PDT rồi thì không hết hạng nha bạn.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]8  /b \t. . . .   i Đăng ký môn học . Dear các anh chị,. . . . Hiện trang đăng kí môn học của em đang không truy cập được như trong file đính kèm, nhờ các anh chị kiểm tra giúp.. . . . Em chân trọng cám ơn",
            "Chào bạn,. . . . Bạn xem thử bạn có phải đã hết thời gian đào tạo hay không?. . . . Thân",
            "No solution"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Cho em hỏi là do sơ ý nên em lỡ làm mất sổ theo dõi và đánh giá điểm rèn luyện sinh viên cùng với giấy chứng nhận tốt nghiệp quốc phòng. Bây giờ em muốn cấp lại thì làm sao ạ?. .  Em xin cảm ơn. . . . . . . . . . . . . . . .",
            "Chào bạn,. . Vấn đề về sinh hoạt công dân, bảo hiểm y tế, BHTN, điểm rèn luyện, sinh viên khá giỏi toàn diện, giấy xác nhận sinh viên về vay vốn ngân hàng bạn vui lòng liên hệ tại Phòng Công tác chính trị sinh viên để được hướng dẫn.. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]1  /b \t. . . .   i Tốt nghiệp . Chào thầy/cô,. . . . Em đã kích hoạt tài khoản cựu sinh viên nhiều lần. Trang web báo thành công và gửi mail xác nhận. Em đã kích hoạt nhiều lần từ t6 đến nay nhưng không có mail kích hoạt gửi đến email của em. . . . . Email của em là [email]. . . Mong thầy cô hỗ trợ em ạ. Em xin cám ơn",
            "Chào bạn,. . . . Bạn vui lòng nói rõ, không biết bạn đăng nói vấn đề gì?.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: 1937023  /b \t. . . .   i Học vụ . Kính chào quý Thầy\\ Cô. . Em tên là Trần Lộc. . MSSV Chính quy: 41202018. . MSSV chuyển hệ VLVH: 1937023. . E xin có thắc mắc về chuyển điểm của các bộ môn Triết học mong được giải đáp như sau:. . - Ở CT CQ em đã học và đạt những môn Triết học như sau:. . 001001 - Những ngLý cơbản cn M-Lê  - 5TC. . 001004 - Đ/lối c/mạng đảng csvn    - 3TC. . 001025 - Tư tưởng Hồ Chí Minh\t   - 2TC. .  Nhưng sau khi nhận bảng điểm chuyển hệ thì các môn trên được chuyển thành các môn thay thế như sau:. . SP1003 - NHUNG NGLY COBAN CN M-LE. . SP1009 - DUONGLOI CM CUA DANGCSVN. . SP1005 - TU TUONG HO CHI MINH. . * Nhưng trong CT Đào tạo mới của ngành thì có những môn Triết với mã môn học hoàn toàn khác:. . SP1031 - Triết học Mac Lenin. . SP1033 - Kinh tế chính trị Mac Lenin. . SP1035 - Chủ nghĩa xã hội khoa học. . SP1037 - Tư tưởng Hồ Chí Minh. . SP1039 - Lịch sử Đảng CSVN. . --  . .   I 1/ Vậy quý Thầy/Cô cho e hỏi là bây giờ mình phải học lại toàn bộ những môn trong CT mới hay có thể coi như môn tương đương không ạ?. . 2/ Nếu phải học lại toàn bộ các môn Triết thì có thể học 1 học kỳ gồm các môn trên không ạ? Vì ĐKMH yêu cầu môn học trước ạ!  /I",
            "Gửi SV kèm theo file các môn học SV còn nợ theo CTDT Khóa 2013. . Thân chào",
            "dạ thưa Thầy/ Cô! . . e có 1 số thắc mắc như sau ạ:. . theo như file đính kèm của nhà trường feedback thì e nhận thấy hầu hết những môn trong file e đã đạt khi còn học CT Chính quy ạ. Không biết nhà trường có nhầm lần gì không ạ! . . Em rất mong được sự giải đáp của quý thầy cô ạ! . . Em có đính kèm file điểm những môn e đã đạt bên dưới ạ!",
            "Chào em.. . Em gởi thông tin này tới Thầy [email] và [email]. . để được trả lời chi tiết nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Em nhớ đợt đầu năm nhập học bên Phòng Đào Tạo có công chứng giấy tờ. Em muốn hỏi là bây giờ còn không ạ??. .",
            "responsible person: [551] [staff_name] [helpdesk staff]",
            "Chào bạn,. . . . không có nha bạn.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Kính chào quý thầy/cô, em vừa nhận được kết quả thi ngoại ngữ (TOEIC Listening Speaking), em đã đăng ký nộp chứng chỉ ngoại ngữ trên Mybk, cho em hỏi em có đủ điều kiện để đăng ký kịp đợt đăng ký bổ sung LVTN cuối cùng này không ??. . . .  Hiện tại thời hạn đợt đăng ký này chỉ còn 3 ngày nữa, em vẫn chưa đăng ký được vì hệ thống báo chưa có chứng chỉ ngoại ngữ??. . . . Kính mong quý thầy/cô sớm giải đáp thắc mắc giúp em.. . . . Cảm ơn thầy/cô.",
            "Chào bạn,. . . . Ngày mai bạn đăng kí thử nhé, nếu không được sau đợt đăng kí luận văn bạn liên hệ trực tiếp PDT xin xét lại.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "B   /B Tốt nghiệp . Em tên [full_name] - [student_id]. Em là sinh viên K16 khoa Điện - Điện tử. Em có bảo vệ luận văn tốt nghiệp đợt 2 vào ngày 15/9/2020. Đến nay đã gần 2 tuần em vẫn chưa thấy cập nhật bảng điểm để xét tốt nghiệp. PĐT cho em hỏi khi nào sẽ cập nhật bảng điểm ạ? Em xin cảm ơn!",
            "Chào bạn,. . . . [full_name] đã cập nhật điểm của bạn trên cổng thông tin sinh viên rồi nha.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính gửi thầy/cô, hôm em đăng ký học kỳ 201 đợt 3 em có đăng ký môn hóa lý 1 (CH2001) là lớp L03 thứ 3 tiết 2 3 4 ở H6 phòng 112 nhưng khi có thời khóa biểu thì vẫn là lớp L03 nhưng đã đổi thành thứ 7 C5 phòng 401 và còn học chung với lớp kĩ sư tài năng nữa ạ.. . Mong quý thầy/cô giải đáp thắc mắc dùm em ạ. Em cảm ơn thầy/cô."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Dạ. Em là [full_name]. Mssv [student_id]. . Em học khoá K16 ạ. Chuẩn đầu ra cho anh văn là 500 điểm toiec và được quy ra 4av. . . Nhưng em mới đọc được thông tin rằng vẫn giữ chuẩn đầu ra 500 nhưng phải 600 điểm mới chuyển được 4av.. . . Rất nhiều người hợp giống như em ko theo học anh văn 3,4 tại trường.. . Dạ. Em biết là tiếng anh sau này rất là quan trọng, em cũng đã cố gắng rất nhiều để học. Nhưng với cá nhân em, 600 điểm toiec là quá cao so với khả năng của em.. em đã thi rất nhiều lần, lần cao nhất em thi là 480.. . Có nhiều bạn bè và anh chị khoá k14,k16 cũng gặp trường hợp giống như em. . . Em mong pdt xem xét lại,cho chúng em một cơ hội để chúng em cố gắng để dc ra trường sơm.. . Bảng quy đổi điểm áp dụng chung cho học kỳ mới thay thì các khoá làm chúng em nản chí , suy sụp nhiều. Em mong Pdt sẽ xem xét. . . Em xin trân thành cảm ơn.. .",
            "Chào bạn,. . . . Việc sửa đổi qui chế học vụ PDT đã gởi mail và thông báo cho sinh viên từ tháng 12/2019. Đã có một khoản thời gian dài cho các bạn chuẩn bị và cân nhắc.Nếu bạn không đủ 600 để miễn anh văn 4, bạn có thể đăng kí học anh văn 4 nha.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác:",
            "Em chào cô/thầy phòng đào tạo ạ,. . Em là [full_name] mssv [student_id], em muốn hỏi chính sách học bổng theo như quy định em có thấy điều kiện cần là “Số tín chỉ tích lũy ngành (TCTLN) ≥ 90% số tín chỉ của chương trình đào tạo (CTĐT) tính đến học kỳ xét học bổng” . Em là sinh viên đã bảo lưu 1 năm học vì hoàn cảnh cá nhân, quay trở lại học điểm số em rất tốt và hi vọng được nhận được tiền học bổng hỗ trợ học phí. Trường hợp của em bị trễ 1 năm vậy có đủ điều kiện để nhận học bổng không ạ, và có cách nào để em có thể viết đơn xin nhà trường tạo điều kiện xem xét không ạ ? . . Em chân thành cảm ơn ! .",
            "Chào Em,. . Học bổng khuyến khích học tập sẽ được xét theo khối lớp và được tính theo thời điểm được xét chuyển khối lớp. Sinh viên được chuyển lớp từ HK201 nên học bổng của khối lớp sẽ được tính từ HK201 còn HK192 vẫn tính theo khối lớp cũ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Cho em hỏi là em có đăng ký môn hệ điều hành trong học kì 201 và thành công, có thời khóa biểu nhưng không thấy các site ký thuyết lẫn thực hành trong e-learning. Cho em hỏi phải giải quyết sao ạ.  B   /B . .",
            "Chào bạn,. . . . Việc này bạn liên hệ với giáo viên giảng dạy nha.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: 1612293  /b \t. . . .   i Yêu cầu khác . Chào anh/chị, em là Nguyễn Thành Nguyên, mã số sinh viên 1612293.. . Hiện tại em đã được phép đăng kí tốt nghiệp nhưng hiện tại gặp một vấn đề \"Không kích hoạt được tài khoản cựu sinh viên\". . . Thông tin em nhập như hình đính kèm, sau khi nhận email kích hoạt từ hệ thống và click vào link để xác nhận thì hệ thống báo lỗi 500 \"Token không hợp lệ\".. . Mong anh/chị kiểm tra giúp em, nếu được có thể hỗ trợ em kích hoạt tài khoản cựu sinh viên. . . Email cá nhân dùng để kích hoạt: conloctheki1998@gmail.com",
            "Chào bạn,. . . . Do token hết hạn dùng,  sinh viên thực hiện lại. Nếu làm lại nhưng vẫn không được,  sinh viên gửi link token để kiểm tra.. . . . Thân.",
            "Chào chị,. . Em gửi kích hoạt tài khoản cựu sinh viên và nhận được mail. Ngay sau khi nhận được em đã nhấn vào liên kết ngay (thời gian từ lúc gửi yêu cầu đến lúc nhận liên kết dưới 2 phút). . . Em gửi chị link xác nhận em nhận được trong mail [email] để chị kiểm tra giúp em. Em cảm ơn.. . link: https://mybk.hcmut.edu.vn/app/public/tot-nghiep/kich-hoat-tai-khoan/v1?token=ZOWs9CHBuZWW63CuzPnVvV0B%[full_name]BfKJWa%2Fr6Nd1Xe0tg4NM6Z1c5eGppZqIiy5wMelHhv2G0YnikeRBwqEKkQEHVWYyqpq3sZSzeuAfIodw0m5f1eY1mg%2B58JpoLX%2BM%2BodezmMbZ3Z1iHiqX08Oix1xGx6ToCXjk8fuwh%[full_name]A3dWjJCmFzqMmXbmX%2F2yykDrmjY1lHvjnWFJ4Ci3UhjWzCixeH2dqS%2F1nteuI4ABaI9MbQMxmMVsyCoLaplQYTgPh3yqMXoq9ulIV3rr8iF%2FzsFeAakKmaIh1gATmgfeMV30kLKkFxtuRsaCWOJAOYJfmQHE%2BlXEPFAFOtX9IMmsw%3Đ%3",
            "Em gửi lại link xác nhận ạ. Mong chị kiểm tra giúp em.. . Link xác nhận:. . https://mybk.hcmut.edu.vn/app/public/tot-nghiep/kich-hoat-tai-khoan/v1?token=ZOWs9CHBuZWW63CuzPnVvV0B%[full_name]%[full_name]Fr6Nd1Xe0tg4NM6Z1c5eGppZqIiy5wMelHhv[full_name]G0YnikeRBwqEKkQEHVWYyqpq3sZSzeuAfIodw0m5f1eY1mg%[full_name]poLX%[full_name]BM%[full_name]BodezmMbZ3Z1iHiqX08Oix1xGx6ToCXjk8fuwh%[full_name]F9zpA3dWjJCmFzqMmXbmX%[full_name]F[full_name]yykDrmjY1lHvjnWFJ4Ci3UhjWzCixeH[full_name]dqS%[full_name]F1nteuI4ABaI9MbQMxmMVsyCoLaplQYTgPh3yqMXoq9ulIV3rr8iF%[full_name]FzsFeAakKmaIh1gATmgfeMV30kLKkFxtuRsaCWOJAOYJfmQHE%[full_name]BlXEPFAFOtX9IMmsw%3Đ%3",
            "Link phía trên bị lỗi tiếng Việt nên em gửi lại: https://mybk.hcmut.edu.vn/app/public/tot-nghiep/kich-hoat-tai-khoan/v1?token=ZOWs9CHBuZWW63CuzPnVvV0B%[full_name]Wa%2Fr6Nd1Xe0tg4NM6Z1c5eGppZqIiy5wMelHhv2G0YnikeRBwqEKkQEHVWYyqpq3sZSzeuAfIodw0m5f1eY1mg%[full_name]JpoLX%2BM%2BodezmMbZ3Z1iHiqX08Oix1xGx6ToCXjk8fuwh%[full_name]FzqMmXbmX%2F2yykDrmjY1lHvjnWFJ4Ci3UhjWzCixeH2dqS%2F1nteuI4ABaI9MbQMxmMVsyCoLaplQYTgPh3yqMXoq9ulIV3rr8iF%2FzsFeAakKmaIh1gATmgfeMV30kLKkFxtuRsaCWOJAOYJfmQHE%[full_name]EPFAFOtX9IMmsw%3D%3D",
            "Chào bạn,. . . . Bạn nhập sai chứng minh nhân dân rồi, bạn vào trang stuinfo cập nhật,  rồi click lại link kích hoạt là được"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em chào cô/ thầy ạ.Hôm em có hỏi cô là: \"Hiện giờ em mới rớt 1 môn ở học kì hè 193 làm em mất 3 chỉ và tổng tín chỉ em đạt được là 51 không đủ chuẩn năm 3. Vậy sắp tới em có bị hủy tất cả môn học trong học kì 201 không ạ. Do tất cả môn em hiện đang học đều là môn của năm 3 ạ. \". . và em đã nhận được câu trả lời của cô là:\"Khi nào  có đủ điểm học kỳ hè 193 PDT sẽ xét lại chuẩn tín chỉ các năm nha bạn, bạn nào không đạt sẽ bị huỷ.\" . . Em có thêm 1 thắc mắc nếu em bị hủy tất cả môn ở kì 201 và chỉ còn 1 môn 2 chỉ là được học thì em có còn được đi học không ạ. Hay là em bị nghỉ học 1 kì ạ.Và có cách nào để em được đi học ở kì này không ạ ví dụ như dự thính ạ. Em chân thành cảm ơn",
            "Chào bạn. . Tình hình nếu bạn có thời khóa biểu của HK201, hiện tại bạn yên tâm học nghen, sẽ không bị hủy thời khóa biểu. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em chào cô/thầy phòng đào tạo ạ,. . Em là [full_name] mssv [student_id], em muốn hỏi chính sách học bổng theo như quy định em có thấy điều kiện cần là “Số tín chỉ tích lũy ngành (TCTLN) ≥ 90% số tín chỉ của chương trình đào tạo (CTĐT) tính đến học kỳ xét học bổng” . Em là sinh viên đã bảo lưu 1 năm học vì hoàn cảnh cá nhân, quay trở lại học điểm số em rất tốt và hi vọng được nhận được tiền học bổng hỗ trợ học phí. Trường hợp của em bị trễ 1 năm vậy có đủ điều kiện để nhận học bổng không ạ, và có cách nào để em có thể viết đơn xin nhà trường tạo điều kiện xem xét không ạ ? . . Em chân thành cảm ơn ! .",
            "Chào bạn,. . . . Về chính sách học bổng bạn liên hệ Phòng Công Tác Chính Trị Sinh Viên nha.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Kính chào quý thầy cô,. . Em tên là [full_name], MSSV: [student_id]. . Trong quy chế của nhà trường về điều kiện xét tốt nghiệp có đề cập tới điều kiện đạt chứng chỉ GDPQ. Em đã hoàn thành khóa học QPAN từ hồi năm nhất nhưng cho tới thời điểm hiện tại em vẫn chưa nhận được tờ giấy chứng chỉ GDPQ từ nhà trường.. . Vậy cho em hỏi khi xét tốt nghiệp em có cần đến tờ giấy đó không, nghĩa là làm cách nào để biết em đã được nhà trường công nhận đã đạt chứng chỉ GDQP (nộp lại tờ giấy chứng chỉ đó hay thông tin xác nhận đạt chứng chỉ GDQP của em đã có trên cơ sở dữ liệu của nhà trường rồi).. . EM rất mong nhà trường có thể giải đáp cho em về việc này để em có thể yên tâm xét tốt nghiệp trong thời gian tới hoặc chuẩn bị kịp thời trong trường hợp cần xin cấp lại chứng chỉ GDPQ.. . Trân trọng.",
            "Chào bạn,. . . . Khi bạn học môn Giáo Dục Quốc Phòng, nếu  bạn đạt Trung Tâm Giáo Dục Quốc Phòng gởi chứng chỉ về trường, khoa của bạn sẽ phát cho bạn.. . . . Thân",
            "li answer rate: Answer is not complete / Câu trả lời chưa hoàn chỉnh",
            "Trước hết, em xin cám ơn câu trả lời của cô.. . Chuyện là từ năm nhất tới giờ em vẫn chưa hề được nhận chứng chỉ GDQP từ khoa em đang học. Em đã liên lạc với bên khoa nhưng họ báo lại  không tìm thấy chứng chỉ GDPQ của em. Cho nên bây giờ em đang rất lo nếu không có tờ chứng chỉ đó liệu có ảnh hưởng gì đến việc xét tốt nghiệp của em sắp tới không? . . Mong nhà trường có thể giải đáp cho em thắc mắc trên.. . . . Trân trọng.",
            "Chào bạn,. . . . PDT đã liên lạc về khoa của bạn, bạn vui lòng liên lạc cô [full_name] (thư ký khoa) để giải quyết cho bạn.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Dạ em chào anh/chị. . Em có thắc mắc là điểm trung bình tốt nghiệp của chương trình Việt Pháp bao gồm những môn nào ạ? Vì em thấy điểm TB tốt nghiệp không giống điểm TBTL, TBTL ngành hay là điểm TB các môn chuyên ngành năm 3 4 5. . . Em mong anh/ chị giải đáp để em có sự chuẩn bị tốt nhất ạ!. . Em cảm ơn",
            "Chào bạn,. . . . Chính là điểm trung bình tích luỹ ngành (tính tất cả các môn trong CTDT của bạn).. . . . Thân.",
            "li answer rate: Answer does not suit / Câu trả lời không đúng ý"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em xin chào thầy/cô Phòng đào tạo. Em tên [full_name], lớp HC16KTTP. Em xin lỗi vì gửi câu hỏi nhiều, nhưng vì em hơi hoang mang ạ. . . Ngày 24/9 (Thứ 5), em và bạn em có đến Phòng đào tạo hỏi về việc vẫn chưa được cập nhật tên trong danh sách tốt nghiệp, và cô có ghi tên em và bạn trong giấy để xét bổ sung. Em được biết thứ 6 hàng tuần phòng đào tạo sẽ cập nhật danh sách, và hôm nay thứ 2, bạn em đã được cập nhật bổ sung trong khi bạn ấy có điểm toeic nói viết sau em, còn em vẫn chưa có. Em không biết mình có thiếu chỉ tiêu nào không ạ hay là danh sách vẫn đang tiếp tục cập nhật ? Vì em thấy mình đã đủ các yêu cầu. Em thật lòng mong muốn được biết để đỡ lo lắng ạ.. . Em chân thành cảm ơn thầy/cô đã xem mẩu tin nhắn của e ạ!",
            "Chào bạn,. . . . Bạn là sinh viên tài năng thì điểm toeic nói và viết 245 nha bạn.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Cho em hỏi em đã đăng ký tốt nghiệp ngày 22-9 và hôm nay em kiểm tra thì em đã có tên trong danh sách dự kiến tốt nghiệp.Vậy cho em hỏi bây giờ em phải làm gì nữa vậy ak.Em cảm ơn. .",
            "Chào bạn,. . . . Bạn kiểm tra mail PDT hướng dẫn để đăng kí tốt nghiệp.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Kính gửi Phòng Đào Tạo,. . Nay em tạo câu hỏi này để hỏi về 2 vấn đề:. . 1. Điểm TB xét tốt nghiệp là ĐTBTL hay ĐTBTLN ạ?. . 2. Về việc nợ HP:Em có kiểm tra lại BKPay thì có 2 chỗ em chưa thanh toán:. . - BHYT ở học kỳ 1811: Em đã từng thắc mắc về vấn đề này và nhận được câu trả lời là nhà trường sẽ cập nhật cho em vì em đã thanh toán rồi ạ.. . - Anh văn ở học kỳ 182: Vì em thấy đã hết hạn thanh toán, vậy em có thể thanh toán bổ sung không ạ và bằng hình thức nào ạ?",
            "Chào bạn,. . . . - Điểm trung bình để xét tốt nghiệp là ĐTBTLN.. . . . - BHYT: bạn liên hệ phòng Công Tác Chính Trị nha.. . . . - Các khoản bạn chưa thanh toán, bạn có thể thanh toán tại ngân hàng OCB.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ Phòng Đào Tạo cho em hỏi , em K15 chính quy nhưng đăng ký học phần LVTN B01 kỳ này thì sau này vẫn chấm điểm  tốt nghiệp bình thường đc không ạ. Em xin cảm ơn",
            "Chào bạn,. . . . Bạn nên đăng kí đúng mã nhóm của mình nha.. . . . Thân."
        ]
    }
]