[
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Chào phòng đào tạo cho em hỏi nếu 1 kỳ em đăng ký không đủ 14 tín chỉ thì có được học không ạ"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Hiện tại em có gặp chút trục trặc với việc đăng kí môn thực tập tốt nghiệp. Em đã đăng kí môn thực tập tốt nghiệp vào đợt đầu và bị huỷ môn. Em đã đăng kí lại vào đợt đăng kí hiệu chỉnh 3 nhưng vẫn bị huỷ kết quả. Em không biết là lí do vì sao bị huỷ ạ. Kết thúc học kì 192 em có 98 tín chỉ tích luỹ. Em mong nhận được phản hồi sớm ạ. Em cảm ơn ạ.",
            "Chào bạn. . - Sinh viên xem lý do tại sao có ĐKMH  mà không có kết quả tại trang web: mybk.hcmut.edu.vn    Đăng ký môn học    Kết quả- ĐKMH dự thính hè HK193   bấm vào mục Đăng ký mới    chọn Loại hình đăng ký    xem Lịch sử đăng ký. . - Bạn viết đơn xin bổ sung môn Thực Tập Tốt Nghiệp + xác nhận Ban Lãnh Đạo Khoa đồng ý cho bổ sung môn TTTN, sau đó nộp đơn trực tiếp tại Phòng đào tạo cơ sở 1. . Chúc bạn học tập tốt nhé.. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Thưa thầy cô, Em là Huỳnh Nhựt Hòa MSSV [student_id] hiện đang học lớp HC18KTMB, ngành Quá trình thiết bị, hệ Kỹ sư tài năng. Tuy nhiên phần thông tin sinh viên trên myBK cập nhật sai thông tin lớp của em thay vì HC18KTMB và GVCN là thầy [full_name] thì em được cập nhật là HC18MB1 và GVCN là thầy [full_name]. Điều này dẫn đến em bị sai thông tin thực tập cho kỳ hè 193 và bị thiếu các cột điểm phần mở rộng cho hệ KSTN.. . Mong thầy cô sớm xem xét chỉnh sửa và phản hồi ạ.. . Em xin chân thành cảm ơn.. .",
            "Chào bạn. . Bạn đã có quyết định ra khỏi KSTN theo số QĐ :601/BKDT - 6/9/2019 (HK191). . Bạn liên hệ [full_name] để biết chi tiết nghen. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em cần đăng ký môn học: Quản lý dự án. . Mã số môn học: IM4003. . Họ tên: [full_name]. . MSSV: [student_id]. . . . . . Em mong sự hỗ trợ của thầy/cô.. . Em cảm ơn!",
            "đã bổ sung môn IM4003 nhóm DT01. . TKB sẽ cập nhật sau. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Tôi chuyển từ chính quy xuống vhvl 2016. . . Nhưng tới nay tôi chưa dk học. Gửi mail hỏi trường thì trường bảo viết đơn thu nhận lại nộp pdt. Vậy cho tôi hỏi muốn biết mình có đang bị tạm dừng học hay k xem ở đâu. Tại xem tình trạng trong hồ sơ sv thì để đang học",
            "Chào bạn;. . theo quy chế điều 27 sinh viên Tạm dừng học hoặc buộc tạm dừng học liên tục quá 2 học kỳ chính sẽ bị buộc thôi học. Trường hợp của bạn đã bị tạm dừng nhưng chưa bị xử lý nên phải lên PĐT làm đơn thu nhận nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em đã đăng kí môn học CH087 ( thực tập quá trình thiết bị) vào đợt 1. Nhưng không được cập nhật danh sách thực tập và cũng không có thời khóa biểu môn học. Mong phòng đào tạo xem giúp em với . .",
            "Môn học đã được bổ sung. . TKB sẽ cập nhật sau. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em đã đăng kí môn CH2087 thực tập quá trình và thiết bị (khoa Kĩ thuật Hóa học) nhưng thời khóa biểu kì hè lại không hiện ra (danh sách các bạn đăng kí cũng không có) . Môn học này ảnh hưởng đến quá trình đăng kí môn sau này của em, mong Phòng đào tạo xử lý vấn đề này giúp em.  Em xin chân thành cảm ơn.",
            "đã bổ sung môn học. . TKB sẽ cập nhật sau. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em đã đăng kí môn học CH087 (thực tập quá trình và thiết bị) nhưng chưa có tên trong danh sách đi thực tập cũng như thời khóa biểu. Mong phòng đào tạo xem giúp em với.",
            "Bạn có tkb môn CH2087. . TKB sẽ cập nhật sau. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            ". . . . . . Em tên [full_name] -mssv [student_id] Phòng đào tạo cho em hỏi là em không ghi mã đề thi vào phiếu làm bài trắc nghiệm thì khi chấm điểm, máy báo lỗi hay là cho em 0 điểm ạ?. . - Và em phải làm như thế nào để được ghi mã đề lại ạ!!. . Em xin cảm ơn!",
            "Chào bạn. . Bạn không ghi mã đề thi vào phiếu làm bài trắc nghiệm thì không chấm được bài thi sẽ bị điểm 13. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Chào thầy/cô ạ,. . hiện tại em đang là sinh viên năm nhất và đã học qua lớp AV2 của trường, nhưng học kì sau em dự định không học nữa, vậy cho em hỏi:. . 1. Em được thời hạn tối đa là bao lâu để nộp chứng chỉ TOEIC cho nhà trường vậy ạ?. . 2. Đến học kì thứ mấy thì mới cần qua AV3 để đủ điều kiện đăng ký môn học? (Vì em nghe nói có thay đổi chuẩn AV nên muốn hỏi cho rõ ràng . . và chắc chắn hơn). . 3. Trong thời gian sắp tới nhà trường có tổ chức thi AV nữa hay không hay chỉ có đợt duy nhất kiểm tra đầu vào hằng năm? Và em có thể đăng ký thi cùng lúc với đợt AVĐV của K20 để xét không ạ? . . Em xin cảm ơn",
            "Chào bạn. . - Đầu tiên bạn xem quy định chuẩn tiếng anh trong quá trình học: Bạn vui lòng xem chi tiết tại trang web aao--  sinh viên --  Quy chế --  Quy chế đào tạo và học vụ bậc đại học và cao đẳng -- Phụ lục 1: Quy định về ngoại ngữ (quy định này đã trả lời cho câu số 1 và 2). . - trả lời cho câu số 3: bạn không thể đăng ký thi cùng lúc với đợt AVĐV của K20. . Chúc bạn học tập tốt nhé.. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Vậy đơn thu nhận thì mình phải in ra hay lên pđt phát ạ",
            "Chào bạn,. . . . Bạn in đơn thu nhận lại trên trang web PDT điền thông tin và nộp PDT nhen.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ, chào thầy/cô!. . . . Ngày đầu mở đăng kí môn học, thì khi đăng kí môn CO2037 thì nó ra môn \"Đồ án thiết kế luận lí\", không giống như trong kế hoạch giảng dạy là \"Mạch điện điện tử\", nhưng hôm nay em lên xem lại thì nó đã đổi thành môn \"Mạch điện điện tử\", nhưng khi xem số tín chỉ thì nó lại không giống nữa? Vậy em phải xử lí như thế nào vậy ạ?. . . . Dạ, em cảm ơn thầy/cô!",
            "Chào bạn. . - Đầu tiên bạn phải kiểm tra đăng ký môn học theo đúng chương trình đào tạo. . - Về chương trình đào tạo bạn vui lòng liên hệ Khoa (cụ thể là Thầy phó khoa phụ trách chương trình đào tạo Thầy [full_name]) để tư vấn và giải đáp. . Chúc bạn học tập tốt nhé.. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Cho em hỏi em muốn rút môn thể dục vào kì hè thì mình có phải đóng tiền không ạ",
            "Chào bạn. . Phòng đào tạo bắt đầu nhận đơn rút môn học bắt đầu từ 4/8/2020 (rút môn học phải đóng tiền). . -: Bạn vui lòng xem chi tiết tại trang web aao--  sinh viên --  Quy chế --  Quy chế đào tạo và học vụ bậc đại học và cao đẳng --  điều 11. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Học kì 1 bị cảnh cáo học vụ có bị gởi giấy báo không ạ",
            "Chào bạn. . Các trường hợp sinh viên bị Cảnh cáo học vụ đều gởi giấy báo về gia đình nghen bạn. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Chào thầy/cô cho em hỏi, học kì hè 193, em đăng kí 2 môn giáo dục thể chất. Do em quên hủy 1 môn, vậy có cách nào để hủy môn 1 không? Cả 2 môn đều cùng ngày, nhưng khác giờ học",
            "đã hủy PE1023 . . TKB sẽ cập nhật sau. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "CODE Đăng ký môn học . Dạ thưa cô,. . Năm vừa rồi, em có đăng kí vượt 6 tín chỉ.. . Cô cho em hỏi là kì sau em có được đăng kí ít lại, khoảng 11 tin chỉ không cô. . Dạ em cám ơn ạ",
            "Chào bạn. . Về chương trình đào tạo bạn vui lòng liên hệ [full_name] (cụ thể là [full_name]ầy phó khoa phụ trách chương trình đào tạo [full_name]ầy Quản [full_name]ành [full_name]ơ) để tư vấn và giải đáp. . Chúc bạn học tập tốt nhé.. . [full_name]ân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ em chào PDT ạ!. . Em là sinh viên khóa 2019.Vì kì hè 193 này em học trước hai môn nên hiện tại theo kế hoạch giảng dạy trường đưa ra thì kì 201 em chỉ có thể đăng ký 9 chỉ.Mà em muốn học song ngành nên em đăng ký các môn của ngành khác để đủ số chỉ tích lũy được không ạ?. . Em cảm ơn ạ!. .",
            "Chào bạn. . Về chương trình đào tạo bạn vui lòng liên hệ Khoa (cụ thể là Thầy phó khoa phụ trách chương trình đào tạo Thầy [full_name]) để tư vấn và giải đáp. . Chúc bạn học tập tốt nhé.. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ em chào PDT ạ!. . Em là sinh viên khóa 2019,PDT cho em hỏi là kì hè 193 em đăng ký môn . . Triết học [full_name]-[full_name](SP1031) thì kì 201 em có được đăng kí môn Kinh tế chính trị [full_name]-[full_name] không ạ? . . Em cảm ơn ạ!",
            "Chào bạn. . Về chương trình đào tạo bạn vui lòng liên hệ Khoa (cụ thể là Thầy phó khoa phụ trách chương trình đào tạo Thầy [full_name]) để tư vấn và giải đáp. . Chúc bạn học tập tốt nhé.. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Chào thầy (cô):. . Em là SV khoa Khoa học ứng dụng khóa K18. Hiện tại em đang đi thực tập tại Đài [full_name].. . . . Em nghe bạn em nói rằng môn MT2005 (- Phương trình toán lý và cơ sở toán ứng dụng) sẽ không còn mở nữa từ khóa k19 (201) và hiện tại em chưa được học môn này, nhưng đó là môn bắt buộc trong chương trình đào tạo khóa k18. Em muốn hỏi em sẽ giải quyết như thế nào nếu như điều đó là sự thật? Nếu như bỏ thì có ảnh hưởng đến tốt nghiệp, bảng điểm không? Và bạn em hỏi là nếu rớt môn học kì này thì sẽ ảnh hưởng và giải quyết như thế nào?. . . . Em cảm ơn thầy (cô) rất nhiều.",
            "Chào bạn,. . Về chương trình đào tạo bạn vui lòng liên hệ ở Khoa để được tư vấn.. . Nếu bạn không liên hệ trực tiếp được, có thể gửi mail cho GVCN hoặc Ban chủ nhiệm khoa của bạn để được trả lời nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Gửi phòng đào tạo,. . Em là Lê Hồ  Long, mssv [student_id], . . Vào lúc đăng kí môn học học kì 193, do chưa có chương trình đào tạo K19 của khoa em, em đã đăng kí 2 môn Vật lý 2 ( PH1005) và Hóa đại cương(CH1003). Nhưng ngày 22/7/2020, sau khi có chương trình đào tạo K19 khoa của em, thì  môn Vật lý 2 nó không có trong chương trình đào tạo của em và môn Hóa đại cương đã có trong học kì chính rồi.. . Mong Phòng đào tạo xóa giúp em 2 môn Vật lý 2 ( PH1005) và Hóa đại cương(CH1003). Thay vào đó, Phòng đào tạo có thể mở cho em môn Triết học [full_name][full_name][full_name] (SP1031) được không ạ? . . Em xin chân thành cảm ơn,. . Lê Hồ  Long [full_name] [student_id]. .",
            "đã hủy CH1003 và PH1005. . BS môn SP1031. . Thân",
            "Dạ BS môn SP1031 là sao ạ?",
            "bổ sung môn SP1031 nhóm DT03. . TKB sẽ cập nhật sau"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Gửi phòng đào tạo,. . . . Em là [full_name], MSSV :[student_id] . . . . Vào lúc đăng kí môn học học kì 193, do chưa có chương trình đào tạo K19 của khoa em, em đã đăng kí môn học Phương pháp tính ( MT1009). Nhưng ngày 22/7/2020, sau khi có chương trình đào tạo K19 khoa của em, thì môn này không có trong chương trình đào tạo của em,và môn Ph/luật ViệtNam đại cương(SP1007). . . . Mong Phòng đào tạo xóa giúp em môn học Phương pháp tính ( MT1009),nhóm DT04 và môn Ph/luật ViệtNam đại cương(SP1007),nhóm DT05. . Em xin chân thành cảm ơn,. . [full_name]- [student_id]",
            "đã hủy 2 môn MT1009 và SP1007. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "[student_id]. .   i Đăng ký môn học . Em đăng ký xác suất thông kê 3 chỉ nhưng ngành của em học 4 chỉ em muốn hỏi cách để đổi mã môn học từ 3 thành 4 chỉ",
            "đã đổi lại mã MT2013 cho bạn. . TKB sẽ cập nhật sau. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . 1. Cho em hỏi là CTĐT khoa Cơ khí sắp môn Nguyên lý máy (ME1015) cho học kì 2 nhưng rõ ràng là CTĐT của học kì 2 không có môn đó mà là Thực tập ck đại cương 1 (ME1013) và em đã học xong Thực tập ck đại cương 1 ở hk2 rồi, giờ hk3 lại có Thực tập ck đại cương 1, vậy nếu em bỏ môn Thực tập cơ khí thì lại không đủ chỉ tối thiểu và không biết môn Nguyên lý máy này học lúc nào cả, có thể giải thích giúp em được không ạ?. . . . 2. Giấy xác nhận đang học tại trường để nộp hoãn nghĩa vụ quân sự có phải mỗi năm được cấp 1 lần không ạ hay là phải tự đi xin ạ?",
            "Chào bạn. . 1- Về chương trình đào tạo bạn vui lòng liên hệ Khoa (cụ thể là Thầy phó khoa phụ trách chương trình đào tạo Thầy [full_name]) để tư vấn và giải đáp. . 2- Nếu có tkb HK192 bạn đăng ký in giấy chứng nhận sinh viên tại trang web mybk.hcmut.edu.vn --  in xác nhận SV  . . Chúc bạn học tập tốt nhé.. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . em đăng kí môn bóng bàn vào HK193 nhưng nhà trường đã hủy .Em có hỏi trên bksi thì họ đăng kí giúp em lớp điền kinh(PE1025) nhóm DT04 mà giờ vẫn chưa có lịch học tkb bây giờ em phải làm sao",
            "đã bổ sung PE1025, nhóm DT04. . TKB sẽ cập nhật sau. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính chào ban quản lí đại học Bách Khoa! . . Em có một vấn đề mong nhà trường giải thích giúp ạ. Em đáng ra phải học một môn là cơ ứng dụng ( As2001), mà lại học nhầm sang cơ ứng dụng (As2007), không biết là có được xét tương đương hay không ? Hay như thế nào? Mong nhà trường giải thích giúp em. Dạ em cảm ơn.. .",
            "Em xem danh mục môn học tương đương thay thế ở đây nhé. . http://www.aao.hcmut.edu.vn/index.php?route=catalog/chitietsv&path=59_201&tid=447. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . [full_name] CẦM . . MSSV [student_id]. . MSMH CI2003 ([full_name])",
            "đã bổ sung môn CI2003, DT04. . TKB sẽ cập nhật sau. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Gửi Phòng đào tạo,. . Hiện tại em là k15, vì em vừa đi làm vừa đi học nên em xin phép chuyển nhóm môn Vẽ kỹ thuật (CI1003) từ nhóm DT01 sang nhóm lớp DT03 để phù hợp với lịch thực tập của công ty. Em mong Phòng đào tạo tạo điều kiện thuận lợi cho em. Em xin cảm ơn. . Em xin lỗi vì sự chậm trễ cùa mình",
            "đã chuyển nhóm sang DT03. . TKB sẽ cập nhật sau. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính thưa PĐT, cho em hỏi là điều kiện đăng kí các môn năm 3 -mã môn 3xxx ( ví dụ CH3xxx) thì hết năm 2 em phải tích lũy được bao nhiêu tín chỉ ạ?. . Với lại em nghe có thông tin là trong một kì không tích đủ từ 10 chỉ trở lên thì bị cảnh cáo học vụ, vậy cho em hỏi là tính cho số chỉ tích ở kì chính thôi hay là cả kì chính và dự thính trong một kì ạ?. . em xin cám ơn ạ!",
            ". .  từ 56 đến dưới 80 tín chỉ. . . . Em xem thông tin quy chế học vụ tại đây nhé. . . . http://www.aao.hcmut.edu.vn/image/data/quyche/Ca%CC%81c%20thay%20%C4%91o%CC%82%CC%89i%20tu%CC%9B%CC%80%20HK192-updated.pdf. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Gửi phòng đào tạo. . Em tên [full_name]. . MSSV [student_id]. . Em có thắc mắc về tín chỉ [full_name] của em như sau:. . Em có tham gia kiểm tra [full_name] định kì vào cuối học kì 191 và đạt điểm khoảng 500( đủ qua [full_name] 4) nhưng khi em xem lại số tín chỉ tích lũy xét đến học kì 191 thì em thấy em không được cộng thêm 4 chỉ của [full_name] 3 và 4.. . Em không biết như vậy là em đã qua được [full_name] 3,4 chưa?? Và không được tín chỉ như vậy thì có ảnh hưởng gì đến việc đăng kí môn học của em trong những kì tới hay không??. . Em xin cảm ơn ạ",
            "Chào bạn,. . Kết quả thi Anh văn định kỳ do Phòng Đào tạo tổ chức chỉ dùng để xét chuẩn tiếng Anh từng năm, không xét miễn môn AV1,2,3,4 nhé bạn.. . Bạn tham khảo quy định về Anh văn tại đây:. . http://aao.hcmut.edu.vn/sinh viên/quy chế/ Quy chế đào tạo và học vụ bậc đại học, cao đẳng:/Phụ lục 1: Quy định về ngoại ngữ (áp dụng cho các chương trình giảng dạy bằng tiếng Việt). . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em chào Phòng Đào tạo, . . Em là sinh viên khóa 2017, trong học kì sau (201) em sẽ hoàn thành xong các môn học trong ngành học hiện tại của em (chỉ còn luận văn ở học kì 202). Em có dự định sẽ học thêm một văn bằng thứ hai ngành Máy tính và em muốn rút ngắn bằng cách đăng kí thêm những môn học ngành Máy tính trong các học kì 201 và 202. Nhưng em vừa xem chương trình đào tạo của khóa 2019 được đưa lên trang aao.hcmut.edu.vn thì thấy có một số môn bị đổi mã môn, ví dụ môn \"Kỹ thuật lập trình\" khóa 2017 sẽ có mã môn là CO1011 còn trong khóa 2019 sẽ có mã môn là CO1027. Em xin hỏi nếu hiện tại em muốn học trước các môn bên ngành Máy tính thì phải đăng kí theo chương trình đào tạo của khóa 2017 hay của khóa 2019 ạ?. . Em xin cảm ơn rất nhiều",
            "Chào bạn. . Về chương trình đào tạo bạn vui lòng liên hệ Khoa (cụ thể là Thầy phó khoa phụ trách chương trình đào tạo Thầy [full_name]) để tư vấn và giải đáp. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Học kì 193 em có đăng kí môn Thực tập QTTB và Tư tưởng [full_name] nhưng sau khi hỏi lại thầy chủ nhiệm em được biết học kì này em không được đăng kí môn nào khác ngoài thực tập do sẽ bị trùng lịch. Hiện tại em đã có thời khoá biểu HK193 và em xin được hỏi em còn có thể huỷ môn Tư tưởng [full_name] được không ạ ?",
            "đã hủy môn SP1005 cho bạn. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Chào thầy/ cô,. . . . Em muốn hỏi bây giờ danh sách học kỳ hè đã chốt nhưng chưa bắt đầu học kỳ, vậy em có thể làm đơn xin bổ sung môn học đó vào lịch hè không vậy ạ? Em có xem qua thời khóa biểu và thấy lớp có mở và không trùng lịch với các môn học khác của em. Xin thầy/ cô giúp em với ạ. Em xin cảm ơn.. . . . [full_name].. . . .   i Đăng ký môn học .",
            "bạn cung cấp mã mh để xem xét",
            "Dạ mã môn học là CI2003 - Cơ lưu chất ạ.",
            "CI2003 đã được đk nhóm DT01. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Chào anh/chị, cho em hỏi có cách nào phúc khảo bài thi tự luận cuối kì không ạ?",
            "Chào bạn. . Bạn vào trang Mybk.hcmut.edu.vn--  mục 7: Đăng ký phúc tra điểm bài thi cuối kỳ. . Thân",
            "Cám ơn chị. nhưng em đã vào vào chỗ đó rồi nhưng không thể gửi đăng kí môn muốn phúc khảo. Môn em muốn khúc khảo là Giải tích 1 MT1003 Hk192 Dự thính ạ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Địa phương em yêu cầu em nộp giấy xác nhận SV để bổ sung hồ sơ hoãn NVQS trước ngày 15/8. Vậy cho em hỏi bây giờ để có giấy xác nhận SV này thì em làm như thế nào ạ?. . . . Em cảm ơn",
            "em đk trên Mybk đó em"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Cho em hỏi là bản sao bằng tốt nghiệp thpt có cần công chứng không ạ . . Em cảm ơn",
            "Bạn có thể chọn 1 trong 2 cách nộp. . 1 : Nộp bản sao của sơ giáo dục. . 2 : 2 Bản phô tô có chứng thực. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em đăng kí học dự thính 193 2 môn theo mã ngành năm học trước nhưng học kì 201 đã đổi mã , em có thể học và chuyển điểm môn học đó được không ạ.. . Môn giải tích mạch và kỹ thuật số.",
            "Em muôn chuyển mã môn học nào. . Vui lòng chỉ rõ mã môn học cũ, mã môn học mới. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Xin chào anh chị cán bộ quản lý BKSI.. . Em là sinh viên vừa chuyển qua hệ VHVL, em đã cung cấp thông tin và hình ảnh để in thẻ Sinh viên,  nhưng đến nay hơn 2 tháng vẫn chưa nhận được thông báo nhà trường đã in thẻ Sinh viên. Cho em hỏi là thẻ sinh viên của em đã in chưa ạh? Và nếu chưa thì có bị trục trặc bởi lý do gì ko ?. . Cảm ơn anh chị.",
            "Em liên hệ PĐT nhà A1 để nhận thẻ. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em chào thầy/cô, em mong thầy/cô có thể cho em đăng kí môn học với 25 tín chỉ , vì kỳ 201 này có nhiều môn chuyên ngành em chưa học, mà mấy môn học đó rất ít mở lớp và có môn là điều kiện Học trước để đăng ký môn sau này. Em mong thầy/cô giúp đỡ. Em cảm ơn thầy/cô.",
            "Em Phải tận dụng HK dự thính hè này để bổ sung các môn học. . Nếu tới HK chính mới học thì sẽ ko thỏa đk đâu. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Hiện giờ em là sinh viên năm 3, và còn 18 chỉ nữa là kết thúc chương trình, nên năm sau em đăng ký mỗi học kỳ 9 chỉ. Em có đọc qua quy chế trên web và thấy một kỳ học tối thiểu 10 chỉ, và để được xét học bổng phải học tối thiểu 10 chỉ, vậy em học 9 chỉ thì có bị cảnh cáo học vụ không và có được xét học bổng không?. .   i Học vụ .",
            "Chào bạn. . . . - Về quy định Số tín chỉ/môn học tối thiểu trong một học kỳ chính: Bạn vui lòng xem chi tiết tại trang web aao.hcmut.edu.vn--  sinh viên --  Quy chế --  Quy chế đào tạo và học vụ bậc đại học và cao đẳng -- Điều 9.4. . . . - Về quy định Xử lý học vụ-kỷ luật: Bạn vui lòng xem chi tiết tại trang web aao.hcmut.edu.vn--  Sinh viên --  Học vụ --  Xử lý học vụ-kỷ luật. . Chúc bạn học tập tốt nhé.. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Vì em chưa qua được môn tiên quyết của Mạch điện tử thông tin và lúc đăng kí môn học thì hệ thống thông báo môn Kĩ thuật hệ thống viễn thông và Mạch điện tử thông tin phải học song hành. Mong thầy/cô có thể xác nhận 2 môn trên có phải học song hành không ạ? Em cám ơn",
            "Em vào trang. . aao.hcmut.edu.vn =  Chương trình đào tạo.. . Chọn CTDT mình đang học, gõ mã môn học vào để xem điều kiện học của môn học. . . . http://www.aao.hcmut.edu.vn/index.php?route=catalog/chuongtrinhdaotao",
            "No solution"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Chào quý thầy cô, cho em hỏi, trong chương trình đào tạo của em có môn Giải tích Mạch (EE2033):4TC nhưng khi em tìm kiếm trên trang Đăng kí môn học có thêm 1 môn Giải Tích Mạch (TN) (EE2034):0TC nhưng em tra trong Kế hoạch giảng dạy của Khoa thì không hề có mã môn này trong kế hoạch giảng dạy. Vậy cho em hỏi những môn TN/BT này thì có phải đăng kí riêng ra hay là chỉ cần đăng kí môn chính thôi?",
            "Chào bạn.. . Môn EE2034 là môn thí nghiệm, đi kèm của môn học chính EE2033 .. . . . Môn học có 2 phần, lý thuyết và thí nghiệm. . . . Bạn phải học cả 2 phần của môn học. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]7  /b \t. . . .   i Yêu cầu khác . Chào quý thầy (cô),. . Thầy (cô) cho em hỏi em đã có quyết định tốt nghiệp đợt 4/2020 thời gian chính xác em có thể nhận bằng tốt nghiệp chính thức?. . Em mong nhận được sự phản hồi từ PĐT sớm.. . Cảm ơn thầy (cô),",
            "Chào bạn,. . Bạn vui lòng đợi thông báo của Nhà trường, hiện tại vẫn chưa có thông tin chính thức của ĐHQG TPHCM về vấn đề này.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Chào thầy cô. . Em có vấn đề để hỏi. . Hiện em đã đăng ký 4 môn học, mà lịch học của trường chỉ có 1 môn học,. . thậm chí môn học ở hk1 vẫn không có nằm trong lịch học. . Cám ơn thầy cô, . . Hy vọng được giải đáp sớm. .   i Đăng ký môn học .",
            "Chào bạn.. . Bạn vào mybk.hcmut.edu.vn =  Đăng ký môn học. . =  Kết quả ĐKMH đợt 2 và Dự thính hè 2020 hệ VLVH. . =  Chọn : Xem lịch sử đăng ký để xem lý do môn ko đạt. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Dạ cho em hỏi nếu điểm trung bình môn là 0đ thì có được tính là môn học trước không ạ ( nếu có thi giữa kì , cuối kì đầy đủ nhưng không làm được bài ạ)",
            "Chào bạn. . Bạn vui lòng xem chi tiết tại trang web aao--  sinh viên --  Quy chế --  Quy chế đào tạo và học vụ bậc đại học và cao đẳng --  điều 6.3. . . . 6.3 Môn học tiên quyết, môn học trước, môn học song hành. . - Môn học A là môn tiên quyết của môn học B: điều kiện bắt buộc để đăng ký học môn học B là đã học và đạt môn A.. . - Môn học A là môn học trước của môn học B: điều kiện bắt buộc để đăng ký học môn học B là đã học và có điểm tổng kết của môn A khác không (Điểm cấm thi CT, vắng thi VT và không đạt KD được tính như điểm 0).. . - Môn học A là môn học song hành của một môn học B: điều kiện bắt buộc để đăng ký học môn học B là đã đăng ký học môn A. SV được phép đăng ký học môn B vào cùng học kỳ đã đăng ký học môn A hoặc vào các học kỳ tiếp sau đó.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Kính gửi Phòng Đào Tạo. . Em tên: [full_name], MSSV:[student_id], lớp XD17B2. . Hôm nay, em vào bk e-learning để xem bài giảng video và load tài liệu, nhưng các bài giảng video đã không còn, trong khi các môn Kỹ thuật thi công, Tổ chức thi công, Bê tông 3, Thép 2 thì lịch thi của em đến ngày 30-07-2020.. . Em kính mong Phòng Đào Tạo mở lại các bài giảng video và tài liệu bài giảng ở bk e-learning giúp em có tài liệu ôn thi. . Em chân thành cám ơn.. . . . . .",
            "Em đã tìm được bài giảng video trong BK-E learning. . Em xin lỗi Phòng Đào Tạo vì em đã không kỹ càng khi làm việc. . Em xin cám ơn Phòng Đào Tạo.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Cho em hỏi là em thi đợt kiểm tra định kỳ tiếng anh em được 355 điểm. Mà các học kỳ vừa rồi em đăng ký anh văn 1 thì đăng ký được không báo là do thiếu anh văn cơ bản mà sau kết quả lại huỷ vì chưa học được anh văn cơ bản. Nên cho em hỏi em đươc 355 là qua mốc anh văn cơ bản rồi sao không được đăng ký anh văn 1 ạ. Mong PĐT hỗ trợ cho em đăng ký được anh văn 1 trong kỳ 201 ạ. Em cảm ơn ạ",
            "chào bạn. . AV định kỳ chỉ dùng để xét chuẩn AV sau các năm. . Nếu em có thắc mắc: gởi mail tới Thầy [full_name]: [email] nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em là [full_name], MSSV:[student_id], học khoa Điện-Điện tử. Em muốn hỏi về số tín chỉ tối thiểu trong 1 HK. Em đã qua hết các môn AV và đã đăng kí học Pháp luật VN đại cương (SP1007) trong kì hè, nên khi đk môn học cho học kì chính, em chỉ có 13 chỉ, trong khi số tín chỉ tối thiểu phải là 14. Vậy em không đăng kí thêm môn học cho đủ số tín chỉ tối thiểu là 14 thì có ảnh hưởng gì đến kết quả học tập và rèn luyện khác của em không ạ (ví dụ như trừ điểm rèn luyện, học bổng,...)?"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Cho em hỏi hạn chót để nộp chứng chỉ tiếng anh nhận luận văn tốt nghiệp trong kì 201 là khi nào v ạ. Em Cảm ơn!",
            "Chào bạn,. . Bạn vui lòng đợi thông báo của lịch học vụ 201 sẽ được cập nhật sau. Sẽ có thông tin chính thức về việc nộp CCNN để nhận LVTN.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: dạ em muốn tiếp tục làm giấy tạm dừng học thêm một kì nữa ạ . Dạ cô cho em hỏi lịch nghỉ của phòng đào tạo và văn phòng khoa kỹ thuật xây dựng là từ ngày mấy đến ngày mấy ạ . Em cảm ơn ạ.",
            "Chào bạn,. . Phòng Đào tạo làm việc bình thường từ thứ 2 đến thứ 6 (giờ hành chính) nhé bạn. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em là [full_name], sinh viên trường Đại học Bách Khoa ĐHQG TP.HCM, xin phép được hỏi là các mục VIDEO trên Elearning của em bỗng dưng được gỡ xuống hết? Không biết có thông báo nào liên quan đến việc này không ạ? . . Em xin cảm ơn.",
            "Chào bạn,. . Phòng Đào tạo chỉ xếp lịch học, các phần còn lại (video..) do giảng viên giảng dạy sắp xếp và điều phối, bạn có thể tương tác trao đổi trực tiếp với giảng viên để hỗ trợ nghen. . Chúc bạn học tốt. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học  /i  Dạ em chào thầy/cô! Tình hình là hiện tại do kỳ dự thính hè em đã đăng ký 2 môn của chương trình HK1 2020-2021, nên khi đăng ký môn học học kì tiếp theo em chỉ còn 8 tc. Nhưng em có đọc ở tài liệu thì ít nhất 14 tín chỉ. Vậy giờ em để nguyên hay đăng kí tiếp để đủ 14 tín chỉ ạ?. . em cảm ơn thầy/cô đã đọc, hy vọng sớm nhận được câu trả lời ạ!. . . .",
            "em đk tiếp các môn cần học để đạt tc và kịp tiến độ học tập nhé"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Chào ad ,. . Hiện tại không biết vì sao những mục học online của từng môn ở trang elearning đã mất.. . Do có nhiều tài liệu và yêu cầu của thầy cô vẫn được lưu trong những mục này nên khi không truy cập được gây khó khăn lớn cho sv trong giao đoạn thi cuối kỳ này.. . Kính mong bộ phận kỹ thuật xem xét hỗ trợ để các mục học online(video) hiển thị lại . . Em cám ơn .",
            "Chào bạn. . Phòng đào tạo đã xử lý và phục hồi, bạn đăng nhập lại để kiểm tra lại nghen. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Xin chào phòng đào tạo,. . . . Đợt đăng ký môn hk193 vừa rồi em có đăng ký trước 2 môn là Vật lý 2 và Giải tích 2 tuy nhiên chỉ có môn Vật lý 2 là em được đăng ký hợp lệ. Môn còn lại bị trùng lịch Hangout 1 buổi và quá sỉ số nên em không đăng ký lại được nữa.. . Phòng đào tạo có thể giúp em đăng ký bổ sung môn Giải tích 2 MT1005 được không ạ? Nếu có trùng lịch Hangout em sẽ học bù của lớp khác. . . Em rất mong phòng đào tạo có thể giúp em vì em là k14 và em chỉ còn HK193 và HK201 thôi.. . Em xin cám ơn ạ.",
            "đã bs cho bạn môn MT1005 nhóm DT05.. . tuy nhiên bạn phải chấp nhận trùng lịch học HANGOUT. . . . Thân"
        ]
    }
]