[
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em bị sai loại bằng tốt nghiệp THPT"
        ]
    },
    {
        "intent": "",
        "message": [
            "Dịch vụ cho sinh viên - Đại học - Cao đẳng chính quy   Bằng tốt nghiệp THPT . Kính gửi phòng đào tạo.. . . . Em tên là [full_name], MSSV [student_id]. Em có   B ghi sai thông tin bằng tốt nghiệp THPT trên trang Mybk  /B  và em không thể chỉnh sửa. Em mong thầy(cô) giúp em   B reset  /B  lại thông tin bằng tốt nghiệp THPT giúp em với. Em xin cám ơn ạ.",
            "Chào bạn,. . Phòng đào tạo đã hủy thông tin bằng PTTH online sai của bạn, bạn vui lòng vào đăng ký lại thông tin.. . Thân.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "B dạ em đăng kĩ́ trễ hoc̣ kì hè, dạ có thể cho em đăng kí bổ sung đươc̣ không ạĐăng ký môn học - Đại học - Cao đẳng chính quy   Khác ... .",
            "Bạn vui lòng cung cấp mã môn học cần đăng ký"
        ]
    },
    {
        "intent": "",
        "message": [
            "Dạ em đăng ký trễ học kỳ hè 2018-2019 , . . dạ mong thầy cô cho em đăng ký bổ sung môn giải tích 2 . . Lý do : là vì em làm bài không được ạ, nếu rớt môn này thì em sẽ khôbg được làm luận văn. . . Em xin chân thành cảm ơn.. .   i Đăng ký môn học - Đại học - Cao đẳng chính quy   Khác ... .",
            "Đã đăng ký cho bạn"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được . cho e đăng kí thêm vào môn CI2013 hk183.. . do ngày 5/6 em khong kịp đăng kí.. . em cám ơn",
            "Đã đăng ký cho bạn"
        ]
    },
    {
        "intent": "",
        "message": [
            "cho em đăng ký thêm môn học giải tích 1 ạ . msmh MT1003. nhóm DT05, tkb như sau thứ 3,4,5,6 tiết 10-12 phòng b1 210 ạ. do 1 số lý do nên em đk trễ ạ. mong thầy cô giúp em ạ. em cảm ơn",
            "Đã đăng ký bổ sung cho bạn"
        ]
    },
    {
        "intent": "",
        "message": [
            "Dịch vụ cho sinh viên - Đại học - Cao đẳng chính quy   Bằng tốt nghiệp THPT .",
            "Chào bạn,. . Phòng đào tạo đã hủy thông tin bằng PTTH online sai của bạn, bạn vui lòng vào đăng ký lại thông tin.. . Thân.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: 1711833  /b \t. . . .   i Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được . Em xin chào quý Thầy/Cô. Em tên là Nguyễn Quang Khương, MSSV 1711833. Kỳ hè này em có đăng ký môn Cơ học kết cấu có mã môn: CI2029 lớp DT01, môn này có TKB có tiết 3456 vào ngày thứ 6 hằng tuần. Em cũng có đăng ký môn Thực tập nhận thức ngành mã môn: CI2055 TT nhận thức ngành(CTB), môn này chỉ có duy nhất 1 buổi là tiết 789 vào ngày thứ 6. Nhưng em lại không đăng ký được do quy định không cho đăng ký các môn có lịch thông tầm tiết 6-7. Cả 2 môn này đều cs1. Nhưng 2 môn này đều rất quan trọng với em, Cơ kết cấu là môn học trước cho hầu hết các môn như bê tông, cốt thép cho kỳ chính HK1 sắp tới năm 2019-2020 của em, còn nhận thức ngành thì bên bộ môn Cảng Biển 1 năm chỉ mở 1 lần vào kỳ hè. Nếu em không đăng ký được kỳ thực tập nhận thức ngành này thì năm 3 em không thể đi thực tập được ạ. Và bị trễ rất nhiều so với chương trình học. Mặc dù em biết 15h chiều hôm qua đã kết thúc thời hạn đăng ký đợt bổ sung kỳ hè cuối cùng. Và thời gian đăng ký trùng lịch thi nên em chưa chủ động xem xét để lên PDT trình bày lý do được, và sáng nay em có lên PDT Cs1. Nhưng em mong quý Thầy/Cô có thể xem xét và cho em đăng ký thêm môn thực tập nhận thức ngành ạ. Em hứa sẽ đảm bao giờ học không bị đình trệ ạ. Em biết là có qui định nhưng kính mong quý Thầy/Cô có thể xem xét giúp em ạ. Mong quý Thầy/ Cô có thể hồi âm sớm giúp em. Em xin chân thành cảm ơn ạ !!",
            "Em muốn đăng kí 2 môn CI2029 và CI2055, [full_name]T sẽ giải quyết cho em.",
            "Em chào cô, sáng nay em có lên PDT CS1 thì cô ở PDT bảo em lên đây hỏi ạ. Vậy giờ em phải làm gì ạ. Cô nói chỉ có mấy cô trên BKSI mới giải quyết việc đăng ký thông tầm ạ. Em cảm ơn cô, em mong cô hồi âm sớm ạ !!",
            "QUOTE Em muốn đăng kí 2 môn CI2029 và CI2055, PDT sẽ giải quyết cho em.  /QUOTE . .  Vậy là em phải lên PDT CS1 lại hả Cô, Cô xem giải quyết giúp em với ạ.",
            "Đã đăng kí 2 môn rồi, ngày mai em xem kết quả đăng kí môn học."
        ]
    },
    {
        "intent": "",
        "message": [
            "em là ĐỖ QUÝ mssv:1813754. . em vô tình điền sai thông tin trên văn bằng thpt,giờ có thể sửa được không ạ?nếu có thì làm thế nào để sửa?,em chân thành cảm ôn...\t. . . . . . . .",
            "responsible person: [551] [staff_name] [helpdesk staff]",
            "Chào bạn,. . Phòng đào tạo đã hủy thông tin bằng PTTH online sai của bạn, bạn vui lòng vào đăng ký lại thông tin.. . Thân.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Kính gửi thầy cô ,. . Em tên là [full_name](MSSV:[student_id]), em có thắc mắc như sau mong được thầy cô giải đáp . Do em chuyển từ chương trình liên kết quốc tế sang chương trình đại trà nên em không biết lớp trưởng lớp em là ai . Em đã lên mybk phần lí lịch sinh viên thì lại thấy lớp em là lớp bên chương trình quốc tế , nên em không cách nào kiếm được bạn lớp trưởng bên đại trà để nộp bằng. Em thắc mắc là em có thể nộp trực tiếp tại phòng đào tạo được không ạ ?. . File bên dưới là hình chụp mybk của em . . Cảm ơn thầy cô giải đáp",
            "Chào bạn,. .  Hiện tại Phòng đào tạo kiểm tra không có QĐịnh nào cho thấy bạn được chuyển từ lớp quốc tế sang chương trình đại trà, nên lớp của bạn là lớp bên chương trình quốc tế. bạn nộp bằng PTTH cho lớp trưởng lớp quốc tế bạn nhé.. . Nếu bạn có QĐịnh chính thức đã chuyển sang chính quy thì bạn vui lòng đính kèm lại file ảnh QĐ để kiểm tra.. . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Thưa thầy cô Phòng Đào Tạo, Em là [full_name] . . MSSV: [student_id]. . . . Em có nguyện vọng đăng ký học dự thính hè (HK183) môn Phương Pháp Tính (MT1009) cô [full_name] lịch vào sáng thứ 2 và 4 tiết 2,3,4. . . . . Em vừa mới thi xong phương pháp tính và nhận ra mình không đủ điểm để qua nên lên đăng ký nhưng sĩ số lớp đã đầy, em có nhờ phòng đào tạo mở thêm sĩ số nhưng không còn kịp nữa. Kính mong Thầy Cô tạo điều kiện để em được học môn này và ra trường đúng hạn vào tháng 11 tới. Em xin chân thành cảm ơn Thầy cô. . . . . Sinh viên,. . [full_name]. . . . . .   i Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được .",
            "Đã đăng ký bổ sung cho bạn"
        ]
    },
    {
        "intent": "",
        "message": [
            "Miễn môn học. . Kính gửi: Thầy cô phòng đào tạo . . Em tên: [full_name]. . Em có nộp phiếu miễn môn từ hồi tháng 5/2019 mà đến nay em chưa nhận được tin tức gì ạ. . . Mong thầy cô xem xét giải quyết giúp em để tạo điều kiện cho em đăng ký môn học, em xin cảm ơn. . .",
            "Chào em.. . Phiếu miễn môn bổ sung lâu mới có nhé.. . Anh đã gởi thông tin của em tới bộ phận liên quan.. . Em theo dõi email nhé. . hoặc email cho Cô [full_name]: [email]. . . . Thân. . . .",
            "Do em chuyển từ chương trình tiên tiến xuống hệ VHVL từ hồi T5/2018 đến nay vẫn chưa có danh sách miễn môn hoàn chỉnh. Em cũng đã làm  đơn xin miễn môn nhiều lần. Em mong PDT giải quyết sớm giúp em. Em xin chân thành cảm ơn!!!",
            "Chào em.. . Em vui lòng gởi email cho Cô [full_name]: [email]. .  để được biết  thời gian trả lời chính xác cho em.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Khác ... . Kính gửi: thầy cô của Phòng Đào tạo Trường Đại học Bách Khoa. . Em tên là [full_name]. . MSSV: [student_id]. . Vi một số lý do cá nhân nên em đã bỏ lỡ đợt đăng ký hiệu chỉnh môn học hè HK183 đợt 3. . Em mong quý thầy cô có thể thông cảm và cho em đăng ký thêm môn học:. . 001025 - Tư tưởng [full_name]",
            "Đã đăng kí, mai xem kết quả DKMH"
        ]
    },
    {
        "intent": "",
        "message": [
            "Em tên: [full_name]. . MSSV: [student_id]. . Vì bận ôn thi em đã lỡ quên huỷ đăng ký các môn học trong học kỳ 183.. . Em mong nhà trường có thể giúp em huỷ tất cả các môn em đã đăng ký trong học kỳ 183 ạ.. . Em xin chân thành cảm ơn.",
            "Chào bạn.. . . . Mình sẽ hủy cho bạn lần này, các lần sau bạn phải có trách nhiệm với việc đăng ký môn học của mình. Vì khi hủy môn học sẽ ảnh hưởng đến sĩ số lớp và khả năng mở môn học.. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Em chào anh chị ạ ! Lần trước em đã có gởi yêu cầu là đăng ký giúp em môn học giải tích 1 (MT1003) lớp DT05 và đã được reply là đã giải quyết (đã đăng ký bổ sung cho bạn) nhưng em có thắc mắc là tại sao trong danh sách đăng ký hay trong thời khóa biểu vẫn chưa có ạ. Em cần phải chờ thời gian để có hay anh chị có nhầm thiếu sót em không ạ? . . Em cảm ơn anh, chị đã đọc mail.. . Chào anh,chị",
            "Bạn kiểm tra lại trong mục đkmh, mình kiểm tra đã thấy có kết quả ĐKMH của bạn. . . . môn MT1003 - nhóm DT05.",
            "em vẫn ko thấy môn học trong mục dkmh anh ơi?",
            "li answer rate: Answer suits the needs / Câu trả lời đúng ý",
            "Mình kiểm tra trong mục ĐKMH có kết quả nhé bạn.. . . . Bạn xem lại kỹ chọn đúng đợt ĐKMH"
        ]
    },
    {
        "intent": "",
        "message": [
            "Chứng chỉ ngoại ngữ - Đại học - Cao đẳng chính quy   Xét miễn môn anh văn (chuyển điểm)  /i   B   /B Em tên:[full_name], MSSV:[student_id]. Mong quý thầy cô giải đáp giúp em . . Đầu năm em thi anh văn đầu vào em được 290 là học anh văn cơ bản, em đã học và đã pass anh văn cơ bản. Sau đó trường có tổ chức thi anh văn định kì và em được 435. Do ko đọc kĩ quy chế là kì kiểm tra này chỉ xét chuẩn qua từng năm chứ ko xét miễn anh văn mà  em đã đăng kí học anh văn 3 vào kì 182.. . Vậy cho em hỏi là bây giờ em học lại anh văn 1 2 có cần phải học lại anh văn 3 nữa hay không? . . Nếu em thi toeic ở ngoài mà chỉ đạt từ 400-445 là được miễn anh văn 1 2 phải ko ạ . Vậy thì em đã học anh văn 3 trước đó thì có tính làm chuẩn để em học các môn chuyên ngành của năm 3 hay không hay là  phải thi trên 450 mới được ạ?. . Cuối cùng là nộp CCNN thì được nộp nhiều lần và lấy lần có điểm cao nhất hay sao ạ? . . Mong quý Thầy Cô giải đáp giúp em.. . Em chân thành cám ơn. . . . . . .",
            "Chào bạn,. . Nếu bạn có điểm môn av3 đạt thì bạn chỉ được xét pass chuẩn anh văn của năm 3.. . Các môn av1 + av2+ av3+ av4 là các môn học bắt buộc phải đạt  khi xét tốt nghiệp của sinh viên (  I bạn có thể đăng ký học hoặc dùng chứng chỉ quốc tế để chuyển điểm  /I ).. . Trong quy định không giới hạn về số lần sv nộp chứng chỉ ngoại ngữ, khi bạn tốt nghiệp sẽ lấy chứng chỉ cao nhất ghi vào dữ liệu tốt nghiệp cho bạn.Nhưng giới hạn về việc chuyển điểm các môn av từ chứng chỉ quốc tế:   B   B    B mỗi môn anh văn chỉ được chuyển điểm 1 lần  /B   /B   /B .. . Bạn vui lòng xem kỹ quy định về ngoại ngữ tại:www.aao.hcmut.edu.vn - sinh viên - Quy chế -  Quy chế học vụ -  Phụ lục 1.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Em muốn hỏi vừa rồi phòng CTCT-SV có gửi mail nhắc SV bổ sung thông tin bảo hiểm y tế trong đợt gia hạn bảo hiểm, vậy em hiện đang ở ký túc xá và mua bảo hiểm từ bên phía ktx có cần phải kê khai thông tin và nộp lại trạm y tế ở 1 trong 2 cơ sở của trường như trong mail nói hay không?. .",
            "responsible person: [551] [staff_name] [helpdesk staff]",
            "CHào bạn,. . Vấn đề bảo hiển y tế bạn vui lòng liên hệ trực tiếp Phòng công tác chính trị sinh ên tại cơ sở 1 hoặc cơ sở 2 để được hỗ trợ.. . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Chương trình đào tạo - Đại học - Cao đẳng chính quy   Môn tương đương, tiên quyết, ... . Chào thầy, hiện tại em đang học môn tương đương và được tính là 3 chỉ . Trong khi đó môn học mã cũ chỉ được tính 2 chỉ. Thầy cho em hỏi nếu qua môn em sẽ được tính chỉ như thế nào ạ ?? Tại số chỉ tự chọn yêu cầu là 10 chỉ. Em cảm ơn thầy",
            "Chào bạn,. . Nếu qua môn thì được quy đổi về môn gốc (điểm 12)& số tín chỉ cũng tính là môn gốc.. . Thân mến."
        ]
    },
    {
        "intent": "",
        "message": [
            "Vừa làm vừa học - ĐTTX   Học vụ . Dear thầy/cô,. . Thầy cô cho em hỏi là hệ VHVL bao giờ chính thức học ạ?. . . .",
            "Cuối tuần sau chính thức học nhé.. . Đầu tuần sẽ gởi lịch học cho các bạn."
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính gửi thầy cô ,. . Em tên là [full_name](MSSV:[student_id]), em có thắc mắc như sau mong được thầy cô giải đáp . Do em chuyển từ chương trình liên kết quốc tế sang chương trình đại trà nên em không biết lớp trưởng lớp em là ai . . .  Em thắc mắc là em có thể nộp trực tiếp tại phòng đào tạo được không ạ ?. . Mong thầy cô giải đáp giúp em vì sắp đến hạn nộp rồi ạ.. . Bên dưới là file quyết định trúng tuyển bổ sung chương trình đại trà của em do nhà trường gửi ạ.. . Em xin cảm ơn",
            "CHào bạn,. . Theo QĐ bạn đã chuyển ra lớp chính quy đại trà từ HK82, nghĩa là cả HK vừa rồi bạn phải có đi học và gặp lớp trưởng của lớp hiện tại.. . Bạn phải nộp bằng PTTH cho lớp trưởng lớp hiện tại nếu không trên danh sách lớp sẽ ghi chú bạn chưa nộp.. . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được . Em đăng kí thành công môn thực tập tốt nghiệp, nhưng qua đợt đăng kí tiếp thì bên đăng kí thông báo: không đủ điều kiện nhận tttn-stc, em có thể làm cách nào để giải quyết tình trạng trên ạ. Em cảm ơn.",
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được. . . . Em đăng kí thành công môn thực tập tốt nghiệp, nhưng qua đợt đăng kí tiếp thì bên đăng kí thông báo: không đủ điều kiện nhận tttn-stc, em có thể làm cách nào để giải quyết tình trạng trên ạ. Em cảm ơn.  /QUOTE . . . . Chào [full_name], Em kiểm tra số tín chỉ tích lũy ngành có đủ điều kiện nhận TTTN không? Nếu đủ thì mới được đăng ký TTTN.",
            "Cô cho em hỏi thêm là môn này hè mới mở, môn này là môn tiên quyết của đề cương luận văn, mà có đề cương luận văn thì mới làm được luận văn, cô có thể giúp em cách nào giải quyết không ạ, em còn 3 kỳ nữa thôi ạ, mà sang hè sang năm đăng kí môn này thì không kịp ra trường.. . Em cảm ơn cô nhiều ạ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính gửi thầy cô,. . Em tên là [full_name](MSSV:[student_id]) , em có thắc mắc như sau là khi em chuyển sang chương trình đại trà thì em không nhận được thông báo về lớp hiện tại của mình là lớp nào , suốt cả học kỳ 192 em chỉ đi học theo thời khóa biểu trên mybk và em cũng không biết lớp trưởng là ai.. . Thầy cô cho em hỏi em phải làm sao để biết được lớp mình là lớp nào ạ, cũng như để nộp bằng tốt nghiệp THPT. . Em xin cảm ơn.",
            "Chào bạn,. . Hiện tại mã lơp của bạn là HC18HC07. Bạn liên hệ trực tiếp văn Phòng khoa Hóa để được biết giáo viên chủ nhiêm và lớp trưởng của bạn.. . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Dịch vụ cho sinh viên - Đại học - Cao đẳng chính quy   Bằng tốt nghiệp THPT. . Gửi phòng đào tạo. . Em tên là [full_name]  MSSV [student_id]. . Em nhận được phản hồi từ cô là đã hủy thông tin sai của bằng THPT nhưng em vào lại vẫn chưa được hủy ạ.Mong nhận được sự giúp đỡ của cô , em cảm ơn ạ",
            "Chào bạn,. . Phòng đào tạo đã hủy thông tin bằng PTTH online sai của bạn, bạn vui lòng kiểm tra lại.. . Thân.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Vừa làm vừa học - ĐTTX   Đăng ký môn học . Kính gửi Thầy (Cô) , em tên [full_name] , MSSV [student_id] , em đã xin chuyển xuống hệ VHVL vậy môn học của em tự đăng ký hay do Văn Phòng đăng ký vậy ạ",
            "Em tự đăng ký môn học theo Chương trình đào tạo của Khóa học  (ghi trong tờ \" Đơn xin chuyển Khóa học) lúc nộp hồ sơ tuyển sinh. CTĐT K2015. . Và tờ giấy PĐT đã đưa lúc nộp hồ sơ (hướng dẫn nhập học và đăng ký môn học). ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Dịch vụ cho sinh viên - Đại học - Cao đẳng chính quy   Đăng ký in thẻ sinh viên . Em tên [full_name], MSSV [student_id]. . . . Sáng ngày 07/06/2019 em có đăng kí in thẻ sinh viên trên hệ thống mybk. Nhưng vì lý do lỗi mạng, hệ thống cập nhập cho em thành đăng ký 2 lần, em có hũy đăng ký 1 cái, nhưng trong hệ thống Bkpay của em vẫn có 2 cái thanh toán.. . Em đã thanh toán 1 cái xong trong hệ thống in thẻ sinh viên của em vẫn không cập nhập. Em gửi kèm hình ảnh ở dưới.. . Mong nhà trường xem xét, xóa giúp em một cái thanh toán in thẻ sinh viên và cập nhập trong hệ thống in thẻ sinh viên phần em đã thanh toán để em kịp in thẻ sinh viên để vào phòng thi ạ!. . Em cảm ơn rất nhiều!",
            "Chào bạn,. . Phòng đào tạo đã hủy bớt 1 khoản lệ phí thẻ của bạn rồi, bạn theo dõi tình trạng in thẻ để nhận thẻ mới nhé.. . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tăng sĩ số lớp môn học . Em có thể đăng ký bổ sung lịch kiến tập hè năm 2019 khoa cơ khí ngành logistic không ạ. HAy có thể đợi đợt hiệu chỉnh để đăng ký không ạ. Hy vọng thầy (cô) mở lớp để em được kiến  tập chung với các bạn trong lớp. Em xin chân thành cám ơn.",
            "Bạn vui lòng cung cấp mã môn học bạn cần đăng ký để PĐT kiểm tra",
            "mã môn học ME1011, mã số sinh viên [student_id]. . hôm nay em mới trả lời đc tin nhắn của thầy là vì ngày nào em cũng kiểm tra điện thoại nhưng giao diên của nó không đủ để hiển thị câu trả lời ạ, lúc nãy em có lên phòng đào tạo thì họ mới bảo là lên máy tính mới xem đc câu trả lời ạ, hy vọng thầy có thể giúp đc em vì mai là bắt đầu đi thực hành rồi ạ, mong nhận câu trả lời từ thầy sớm nhất có thể ạ, em xin chân thành cám ơn",
            "Đã đăng ký ME1011 cho bạn"
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính gửi thầy cô . . Em tên là : [full_name]-[student_id]. . Vừa rồi em có đăng ký môn học hè đợt 2 mà gia đình em có việc đột xuất vì em là con trai cả trong nhà (bố em mất nên em phải lo việc gia đình) không thể vào học được . . Bây giờ em muốn hủy học hè làm sao ạ . . Em cảm ơn thầy cô. .",
            "Chào bạn,. . Với trường hợp của bạn, bạn vui lòng liên hệ trực tiếp Phòng đào tạo trình bày để được hỗ trợ.. . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được .",
            "No solution"
        ]
    },
    {
        "intent": "",
        "message": [
            "Chứng chỉ ngoại ngữ - Đại học - Cao đẳng chính quy   Thẩm tra chứng chỉ (nộp chứng chỉ) . Chào thầy cô, em là [full_name] mssv [student_id]. . Em muốn hỏi khi đăng ký nộp chứng chỉ trên mạng thì trong ô \"Tùy chọn\" có mục \"Xét miễn/Hủy\". . Cho em hỏi là nếu em chọn \"Xét miễn\" thì lần sau em nộp chứng chỉ lần thi khác thì có được chuyển điểm tiếp hay không? Em thấy trên web trường ghi \"Có thể đăng ký chuyển điểm nhiều lần (cho các môn khác nhau) nhưng mỗi môn ngoại ngữ được đăng ký chuyển điểm tối đa 1 lần\". . Hay em không cần chọn \"Xét miễn/Hủy\" sau khi Đăng ký mới, nhập thông tin và scan ảnh chứng chỉ.. . Vì mục đích nộp cc anh văn em hiện nay là đăng ký nộp chứng chỉ không phải đăng ký chuyển điểm các môn ngoại ngữ?. . Em xin cảm ơn thầy cô ạ. .",
            "Chào bạn,. . Nếu bạn không có nhu cầu chuyển điểm thì không chọn vào \"Xét miễn\".. . Bạn có thể đăng ký nộp chứng chỉ nhiều lân, nhưng mỗi môn ngoại ngữ được đăng ký chuyển điểm tối đa 1 lần.. . Thân.",
            "li answer rate: Answer suits the needs / Câu trả lời đúng ý"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được . E bị trễ hạn đăng kí, nhờ a chị xem xét gia hạn cho e đăng kí anh văn 1 để có thể tiếp tục học ...",
            "Đã đăng ký bổ sung cho bạn"
        ]
    },
    {
        "intent": "",
        "message": [
            "Em tên là [full_name] MSSV [student_id]. . Dạ em nhập sai số hiệu của bằng tốt nghiệp ạ. mong thầy cô mở lại trang thông tin để em có thể nhập lại thông tin bằng tốt nghiệp ạ . . Em cám ơn thầy cô",
            "responsible person: [551] [staff_name] [helpdesk staff]",
            "Chào bạn,. . Phòng đào tạo đã hủy thông tin bằng PTTH online sai của bạn, bạn vui lòng vào đăng ký lại thông tin.. . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "B Yêu cầu khác:",
            "Chào bạn,. . Phòng đào tạo đã hủy thông tin bằng PTTH online sai của bạn, bạn vui lòng vào đăng ký lại thông tin.. . Thân.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Vừa làm vừa học - ĐTTX   Đăng ký môn học . Kính gửi: Thầy cô phòng Đào Tạo . . Em tên: [full_name] MSSV: [student_id] . . . . Em đã tạm ngừng học 2 học kỳ do lý do sức khỏe (có làm giấy xin phép). Em cũng làm giấy thu nhận lại và được hẹn 4.6 đăng ký môn học, em có thấy thông báo đến 13.6 sẽ là hạn chót đăng ký môn. Nay em đăng ký lại bị báo là CẤM ĐĂNG KÝ. . . Vậy cho em hỏi, làm sao để em đăng ký lại môn học, em có bị thôi học không?. . Em cám ơn!. .",
            "Chào bạn.. . PĐT sẽ cập nhật để bạn được đăng ký môn học. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Dịch vụ cho sinh viên - Đại học - Cao đẳng chính quy   Bằng tốt nghiệp THPT . Em chào cô ạ . . Em tên là [full_name]  MSSV [student_id]. . Đầu năm nhập học em đăng kí sai loại bằng và số hiệu bằng tốt nghiệp THPT.Bây giờ làm sao để sửa lại ạ, mong nhận được sự giúp đỡ của cô",
            "Chào bạn,. . Phòng đào tạo đã hủy thông tin bằng PTTH online sai của bạn, bạn vui lòng vào đăng ký lại thông tin và nộp bằng PTTH cho lớp trưởng.. . Thân.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được .",
            "No solution"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được . Em tên là [full_name], [student_id]. Theo kế hoạch giảng dạy, học kì hè này em sẽ học môn thực tập kỹ thuật. Em không biết việc không thực tập trong hè sẽ làm em ra trường trễ môt học kì và đã đăng kí 4 môn học trong học kì hè này. Em đang theo học chương trình KSTN, nên nếu không ra trường đúng hạn sẽ không được cấp bằng TN. Vì vậy, em xin phép được   B huỷ các môn học đã đăng kí, rồi đăng kí lại môn thực tập kỹ thuật  /B  được không?. . . . Em xin cảm ơn.. .",
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được. . . . Em tên là [full_name], [student_id]. Theo kế hoạch giảng dạy, học kì hè này em sẽ học môn thực tập kỹ thuật. Em không biết việc không thực tập trong hè sẽ làm em ra trường trễ môt học kì và đã đăng kí 4 môn học trong học kì hè này. Em đang theo học chương trình KSTN, nên nếu không ra trường đúng hạn sẽ không được cấp bằng TN. Vì vậy, em xin phép được huỷ các môn học đã đăng kí, rồi đăng kí lại môn thực tập kỹ thuật được không?. . . . Em xin cảm ơn.. .   /QUOTE . . Chào [full_name], Số tín chỉ tích lũy ngành của em đã đủ điều kiện nhận TTTN chưa? nếu chưa thì không nên hủy môn học đã đăng ký."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được . Em chào cô, em là [full_name], MSSV [student_id]. Hôm bữa em có trình bày cho cô nghe về việc đăng ký 2 môn thông tầm CI2029 và CI2055. Cô cũng đã giải quyết và nói chờ xem kết quả đăng ký trên MyBK vào ngày hôm sau. Mà giờ em lên Mybk cũng chưa thấy đăng ký môn CI2055 ạ. Cô có thể xem lại giúp em được không ạ. Em cảm ơn cô. Em chào cô !!",
            "Chào bạn.. . . . Sau 13g00 chiều nay bạn lên trang ĐKMH đợt kết quả để xem lý do đăng ký được hoặc không được."
        ]
    },
    {
        "intent": "",
        "message": [
            "Dạ em chào thầy (cô). Em tên [full_name], MSSV:[student_id], khoa kĩ thuật hóa học. Em quên đăng kí môn học 191, nếu như đủ sĩ số rồi thì em phải làm như thế nào để đăng kí được ạ. Em xin chân thành cảm ơn.. . \t. . . .",
            "responsible person: [551] [staff_name] [helpdesk staff]",
            "Chào bạn,. . Bạn vui lòng theo dõi các đợt mở đăng ký online để đăng ký môn học.. . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]9  /b \t. . . .   i Điểm thi - Đại học - Cao đẳng chính quy   Điểm môn học . kính chào PĐT. . . . Em đã nộp bằng anh văn và nộp tiền chuyển điểm anh văn 4 ngày 28/5 . Nhưng bây giờ chưa được chuyển điểm anh văn 4 .. . . . em xin cám ơn PĐT .",
            "Chào bạn,. . Điểm chuyển môn av4 của bạn đã được cập nhật vào HK182, điểm sẽ cập nhật trên web sau khi có điểm cuối kỳ HK182.. . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính gửi: Thầy (cô) phòng đào tạo. .  Em tên [full_name], mssv: [student_id], khoa kĩ thuật hóa học. Em thấy nhà trường có đợt đăng kí bổ sung, vậy những môn em đăng kí không được do đủ sĩ số thì em có thể đăng kí lại những môn đó được không ạ. Em cảm ơn thầy (cô) rất nhiều.. .",
            "responsible person: [551] [staff_name] [helpdesk staff]",
            "Chào bạn.. . . . HK183 đã kết thúc các đợt đăng ký nên bạn không thể đăng ký bổ sung nhé. Bạn có thể đăng ký cho HK191 - Đợt 2 ĐKMH."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được . - EM tên: [full_name]. . - MSSV: [student_id]. . - Hôm trước em có báo trên này về tình trạng em đủ điều kiện đăng kí môn học \"thực tập tốt nghiệp - CI3343 \" nhưng không đăng kí được.. . - Và em đã được các thầy cô trên này xét lại. Cập nhật môn học đó vào thời khóa biểu cho em.. . - Nhưng không biết sao, hiện giờ môn đó lại bị xóa trên thời khóa biểu của em tiếp rồi ạ!. . - Em mong phòng đào tạo xem xét và hỗ trợ giúp em, em xin chân thành cảm ơn rất nhiều ạ!",
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được. . . . - EM tên: [full_name]. . - MSSV: [student_id]. . - Hôm trước em có báo trên này về tình trạng em đủ điều kiện đăng kí môn học \"thực tập tốt nghiệp - CI3343 \" nhưng không đăng kí được.. . - Và em đã được các thầy cô trên này xét lại. Cập nhật môn học đó vào thời khóa biểu cho em.. . - Nhưng không biết sao, hiện giờ môn đó lại bị xóa trên thời khóa biểu của em tiếp rồi ạ!. . - Em mong phòng đào tạo xem xét và hỗ trợ giúp em, em xin chân thành cảm ơn rất nhiều ạ!    /QUOTE . . Chào [full_name], Chiều em lên Mybk kiểm tra lại TKB nhe."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Phiếu bị sai mã văn bằng tốt nghiệp",
            "Chào bạn,. . Phòng đào tạo đã hủy thông tin bằng PTTH online sai của bạn, bạn vui lòng vào đăng ký lại thông tin.. . Thân.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Cho em hỏi tại sao môn TTTN mã CI3343 của em đã có trong thời khóa biểu những đến hôm này thì lại không còn nữa ạ?. . Kính mong PDT kiểm tra và xem lại giúp em",
            "Anh chị hỗ trợ kịp thời giúp em với ạ!!"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được . Em đăng ký môn học CI3343- Thực tập tốt nghiệp ( Bằng 2) đã có thời khóa biểu, nay em lên kiểm tra lại tkb của em bị xóa. Tại sao ạ?. .",
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được. . Em đăng ký môn học CI3343- Thực tập tốt nghiệp ( Bằng 2) đã có thời khóa biểu, nay em lên kiểm tra lại tkb của em bị xóa. Tại sao ạ?. .   /QUOTE . . Chào [full_name], Chiều em lên Mybk kiểm tra lại TKB nhe."
        ]
    },
    {
        "intent": "",
        "message": [
            "Điểm thi - Đại học - Cao đẳng chính quy   Điểm môn học  . . Em có nhờ thầy cập nhật điểm và thầy nói đã cập nhật điểm hôm 04/06 nhưng hôm nay vẫn chưa có. Em còn thiếu 1 chỉ để đủ điều  kiện thực tập tốt nghiệp. Mong nhà trường xem xét giúp em. Em cảm ơn!",
            "Chào bạn,. . Nếu giáo viên đã nộp cho PĐT thì điểm đã được cập nhật rồi nhé bạn.. . Thân mến",
            "Thầy chỉ nói đã nộp bảng điểm có chữ kí chứ chưa biết khi nào tới tay pđt. Cho em hỏi thêm là nếu bây giờ cập nhật điểm em có còn được dữ môn thực tập không ạ. Hay em phải làm đơn để dữ môn",
            "Chào bạn,. . Bạn làm đơn nha bạn nếu còn hạn nộp đơn.. . Thân mến",
            "Cho em hỏi thêm là hạn nộp đơn cuối cùng là khi nào và có cách nào để em được nhập điểm môn học dự thính sớm không ạ.",
            "Chào bạn,. . Trước khi thời gian học bắt đầu nha bạn & thỏa điều kiện điểm mới có.. . Thân mến"
        ]
    },
    {
        "intent": "",
        "message": [
            "Em xin chào thầy, cô ạ.. . Em tên là [full_name], MSSV: [student_id], lớp XD15CB. . . Hiện tại em không đăng kí được môn học thực tập tốt nghiệp CI3333 vì lí do không đủ tín chỉ. Số tín chỉ tích lũy sau học kì 181 của em là 67, số tín chỉ học kì chính 182 là 18 chỉ, và chuyển điểm là 9 tín chỉ, tổng cộng số chỉ sẽ là 94 (trong khi điều kiện đăng kí tín chỉ là 93). . . Kính mong thầy, cô có thể phản hồi cho em sớm nhất có thể. Em xin chân thành cảm ơn ạ!",
            "QUOTE Em xin chào thầy, cô ạ.. . Em tên là [full_name], MSSV: [student_id], lớp XD15CB. . . Hiện tại em không đăng kí được môn học thực tập tốt nghiệp CI3333 vì lí do không đủ tín chỉ. Số tín chỉ tích lũy sau học kì 181 của em là 67, số tín chỉ học kì chính 182 là 18 chỉ, và chuyển điểm là 9 tín chỉ, tổng cộng số chỉ sẽ là 94 (trong khi điều kiện đăng kí tín chỉ là 93). . . Kính mong thầy, cô có thể phản hồi cho em sớm nhất có thể. Em xin chân thành cảm ơn ạ!  /QUOTE . . . . Em lên MyBk kiểm tra TKB nhe."
        ]
    },
    {
        "intent": "",
        "message": [
            "Em đăng ký môn học dự thính hè trong đó có các môn têu cầu điều kiện tiên quyết là phải học môn EE1011 (giải tích mạch) nhưng môn này em đã học ở học kỳ 2 2018-2019 rùi. Như vậy sao em không thể đăng ký môn học vậy Thầy",
            "Chào bạn.. . Bạn đăng ký môn học nào. có phải môn EE2009 nhóm DT01 không.. . Môn học này bạn đủ điều kiện học nhé. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Kính gửi: Thầy cô phòng Đào Tạo . . Em tên: [full_name] MSSV: [student_id] lớp: CK17-KTK.. . Em là sinh viên Chuyên ngành Kỹ thuật Thiết kế khoa Cơ Khí nhưng các môn học chuyên ngành trong Mybk-  thông tin sinh viên-  tiến độ học tập là các môn chuyên ngành của ngành chế tạo máy. Ví dụ như trong hình các môn kỹ thật chế tạo 1 2 và 3 của ngành em học là môn tự chọn nhưng nó lại bắt buộc. Vậy nên em thắc mắc là trường hợp này hệ thống sẽ tự cập nhật lại hay phải lên phòng đào tạo báo để chỉnh sửa cho đúng.. . Em mong nhận được hồi âm của phòng đào tạo.",
            "Chào bạn,. . Chuyên ngành Kỹ Thuật thiết kế thì môn KT chế tạo 1,2,3 là môn tự chọn, Phòng đào tạo sẽ tự cập nhật lại trên tiến độ học tập của bạn.. . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính gửi: Thầy cô phòng đào tạo . . Em tên: [full_name], mssv [student_id], khoa kĩ thuật hóa học.. . Em có thắc mắc,Trong đợt đăng kí môn học 191, nếu như đăng kí đợt 2 không được do full sĩ số, và đợt 3 là đăng kí bổ sung, những môn em đăng kí không được ở đợt 2 thì em đăng kí những môn đó lại được không. Em cảm ơn thầy cô rất nhiều. .",
            "responsible person: [551] [staff_name] [helpdesk staff]",
            "Chào bạn.. . . . Hiện tại HK191 đã đăng ký xong đợt 1, bạn có thể đăng ký môn học trong đợt 2. . . . . Đối với các môn ở HK183 bạn muốn đăng ký bổ sung thêm môn nào (mã số môn học) để mình kiểm tra, nếu còn chỗ mình sẽ đăng ký cho bạn"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: 1513060  /b \t. . . .   i Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được . Cho em hỏi là sau khi hết đợt đăng ký đợt 2 học kỳ hè thì em đã có môn THỰC TẬP TỐT NGHIỆP - CI3343 trong thời khóa biểu. . Tuy nhiên sau khi hết hạn đợt 3 thì PDT cập nhật lại thì em đã bị xóa môn. . Kính mong PDT kiểm tra và xem lại giúp em. . Em cảm ơn!!!. . . .",
            "QUOTE MSSV/MSGV: 1513060    . . . . Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được. . . . Cho em hỏi là sau khi hết đợt đăng ký đợt 2 học kỳ hè thì em đã có môn THỰC TẬP TỐT NGHIỆP - CI3343 trong thời khóa biểu. . Tuy nhiên sau khi hết hạn đợt 3 thì PDT cập nhật lại thì em đã bị xóa môn. . Kính mong PDT kiểm tra và xem lại giúp em. . Em cảm ơn!!!. . . .   /QUOTE . . Chào Thanh, Chiều em lên Mybk kiểm tra lại TKB nhe.",
            "Dạ tkb em đã có mônrồi ạ!!. . Em cảm ơn chị nhiều  ạ. . Chào chị..",
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được . Em chào cô!. . Em tên là [full_name] - mssv: [student_id]. . Sau đợt đăng ký dự thính hè đợt 2 em đã được xét duyệt môn Thực tập tốt nghiệp CI3343 và đã có thời khóa biểu. Nhưng hiện tại khi kiểm tra thời khóa biểu lại không còn nữa.. . Mong cô kiểm tra lại giúp em với ạ! . . Em xin cảm ơn cô!",
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được. . . . Em chào cô!. . Em tên là [full_name] - mssv: [student_id]. . Sau đợt đăng ký dự thính hè đợt 2 em đã được xét duyệt môn Thực tập tốt nghiệp CI3343 và đã có thời khóa biểu. Nhưng hiện tại khi kiểm tra thời khóa biểu lại không còn nữa.. . Mong cô kiểm tra lại giúp em với ạ! . . Em xin cảm ơn cô!  /QUOTE . . . . Chào [full_name], Chiều em lên Mybk kiểm tra lại TKB nhe.",
            "Em chào cô!. . Em đã nhận được thông tin và hiện tại em đã có thời khóa biểu.. . Em cảm ơn cô nhiều ạ!"
        ]
    },
    {
        "intent": "",
        "message": [
            "Em sinh viên khoá 17, MSSV: [student_id]. Em đăng ký các môn học EE2005, EE2009, EE2017, EE2019, EE2007 mà thấy kết quả đăng ký là không được do thiếu môn học EE1011 (giải tích mạch). Nhưng môn này em đã đăng ký học rùi! Nhờ Thầy kiểm tra dùm em! Địa chỉ mail em là: [email]",
            "Chào bạn.. . Hiện tại đăng ký thêm được môn EE2005, DT02. . Kết quả sẽ cập nhật trên website vài ngày nữa. . . . Còn các môn khác không đk được do trùng TKB.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Khác ...  /i  dạ kì vừa rồi em đki cho học ki hè 183. Đợt đầu em đki nhầm môn Thực tập đại cương,sau đó đợt hiệu chỉnh em đki lại môn Thực tập kĩ thuật. nhưng em lại không xoá môn thực tập đại cương đã đki lúc trước đi. hè này em không thể học 2 môn thực tập được,cho em hỏi liệu em có thể huỷ môn thực tập đại cương không ạ. em xin lỗi vì sự bất cẩn này,chúc quý a/c có một ngày tốt lành. . . .",
            "Mình đã hủy cho bạn ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Em thi anh văn đầu vào được 325 điểm mà sao không thấy cập nhật điểm thi anh văn. Nhờ Phòng đào tạo kiểm tra dùm. MSSV: [student_id]. Tên: [full_name]. Em cám ơn!",
            "responsible person: [551] [staff_name] [helpdesk staff]",
            "Chào bạn.. . PĐT xác nhận bạn thi đạt điểm toeic là 315 điểm. . Thân"
        ]
    }
]