[
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Yêu cầu đăng ký bổ sung PE1011 DT04",
            "Chào bạn,. . . . Đã đăng kí. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . [full_name] yêu cầu đăng kí môn Aerobic (PE1021) nhóm DT03",
            "đã bổ sung nhóm DT01. . Nhóm DT03 ko mở. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . em đăng kí môn bóng bàn vào HK193 nhưng nhà trường đã hủy .Bây giờ em muốn chuyển sang môn khác thì làm sao ạ vì đã hết hạn đăng kí dự thính hè đúng tiến độ và phần đăng kí bổ sung ko có môn gdtc",
            "bạn cung cấp mã môn cần đăng ký. .",
            "mã môn học điền kinh (PE1025)",
            "đã đk PE1025 nhóm DT04. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em chào trường ạ. Em là [full_name] (mssv [student_id]), em có đăng kí môn bóng bàn nhưng do trường gửi mail báo hủy nên em xin được đăng kí lại môn Bóng Chuyền mã PE1011 nhóm lớp DT02.. .",
            "đã bổ sung. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Yêu cầu đăng ký bổ sung PE1025 DT05",
            "Chào bạn,. . . . Đã đăng kí.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tên sinh viên : [full_name]. . Mssv: [student_id]. . . . Đăng ký bổ sung môn thể chất do bị hủy môn bóng bàn từ thông báo của phòng đào tạo (lớp DT02). . Môn đăng ký: Điền kinh (PE1025) - mã nhóm DT05",
            "đã bổ sung. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV[full_name] [student_id]  /b \t. . . .   i Đăng ký môn học . Kính gửi phòng đào tạo. . Em tên là [full_name] [full_name]. . MSSV[full_name] [student_id]. . Mong phòng đào tào trả lời và giải quyết giúp em vấn đề sau[full_name]. . Đợt đăng kí môn học dự thính hè 193 em đã đăng kí thành công môn học thực tập kỹ thuật (MA 2027) và em hiện tại không bị hạn chế do anh văn  hay không đủ tín chỉ gì cả.. . Nhưng hôm nay lên lớp thì danh sách lớp lại không có tên em. Mong phòng đào tạo có thể cho em đăng kí lại vào môn học này vì nó rất quan trọng ạ.. . Cảm ơn",
            "Mong phòng đào tạo xem xét và đănng kí giúp em môn học: Thực Tập Kỹ Thuật (MA 2027) để thầy nộp danh sách đi thực tập các nhà máy.",
            "Chào bạn,. . . . Bạn làm đơn xin đăng kí môn TT kỹ thuật (MA2027), đơn có sự xác nhận của khoa đồng ý cho bạn đi thức tập trong học kỳ hè này. Nộp PDT nhen.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Môn bóng bàn bị hủy nên cho em đăng kí bổ sung. . Môn: PE1025. . Nhóm lớp: DT05. . . .",
            "đã bổ sung. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "B Đăng ký môn học . PE1015 - DT03",
            "đã bổ sung nhóm DT01. . Nhóm DT03 ko mở lớp. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . PE1015 DT03",
            "đã bổ sung nhóm DT02. . Nhóm DT03 ko mở lớp. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em tên là [full_name], MSSV: [student_id]. . Em có nguyện vọng đăng kí môn   B [full_name]  /B  . . Mã môn học:   B PE1015  /B , Mã nhóm:   B DT03  /B . . Em cảm ơn ạ.",
            "đã bổ sung nhóm DT01. . Nhóm DT03 ko mở lớp. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "B   /B   B   /B Đăng ký môn học . Môn học bóng bàn bị hủy nên cho em dăng kí bổ sung ạ.. . Môn : PE1025. . Nhóm lớp : DT05. .",
            "đã bổ sung nhóm DT04.. . Nhóm DT05 ko đk được. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em tên là [full_name] - MSSV: [student_id]. . Vì lí do trường đã hủy kết quả đăng ký môn học Cầu lông vào học kì hè 193 nên em muốn đăng ký bổ sung môn bóng rổ (PE1015), mã lớp DT03.",
            "Nhóm DT03 ko mở. . PĐT đã bổ sung bạn vào nhóm DT02. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính chào.. . . . Em tên là [full_name], Mssv [student_id].. . . . Em xin yêu cầu đăng kí bổ sung môn học AEROBIC (PE1021). . Xin cảm ơn.. . . . Thân chào. . [full_name]. .",
            "đã bổ sung nhóm DT02. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Chào thầy/cô. . Em là [full_name] mssv [student_id].. . Đợt đăng kí môn học hè 193 vừa rồi em có đăng kí môn hóa lý ch2001 nhưng đã bị xóa do không đủ sỉ số mở lớp. Em viết mail này để xin phòng đào tạo mở lại hệ thống để em có thể đăng kí lại môn khác để em có thể đủ chỉ tích lũy đăng kí môn năm 3. Do em còn thiếu 3 chỉ để đủ điều kiện đăng kí. Em kính mong Phòng Đào tạo xem xét mở lại hệ thống đăng kí để em có thể đăng kí lại môn khác cụ thể là môn Vật lý 1 (PH1003) nhóm DT02. . . Em xin chân thành cảm ơn thầy/cô.. .",
            "đã bổ sung môn PH1003 nhóm DT02. . TKB sẽ cập nhật lại sau. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Em có đăng ký môn vật lý 1 từ đợt 1, báo đăng ký thành công nhưng lại không có lớp ạ, em được biết cũng có nhiều bạn bị trường hợp như em, em mong nhà trường mở thêm một lớp Vật Lý 1(PH1003) em cảm ơn. .   i Đăng ký môn học .",
            "Môn học trùng tkb ko thể bổ sung được. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Họ và tên: TRẦN THIÊN ANH. . MSSV: [student_id]. . MÔN HỌC ĐĂNG KÝ: . . 1)   B IM3001 - Quản trị kinh doanh cho kỹ sư  /B . . 2)   B IM2011 - Quản lý dự án cho kỹ sư. .   /B . . 3)   B SP1009 - Đường lối cách mạng của Đảng Cộng sản Việt Nam  /B . .",
            "đã bổ sung. . TKB sẽ cập nhật sau. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học .",
            "Em đã đăng ký môn thể dục thể chất nhưng bị hủy .Cho e đăng ký lại môn bóng chuyền (PE1011) nhóm DT02",
            "đã bổ sung"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Cho em hỏi môn CH2025-Cơ sở sinh học, đợi 2 em đăng ký có sĩ số nhưng giờ em vào lại không thấy môn học, vậy do em không đủ điều kiện hay môn học không mở kỳ hè vậy ạ. Em cảm ơn!",
            "Môn học ko mở lớp Dự thính. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em có đăng kí môn học 193 nhưng vì bận cộng việc riêng nên em muốn hủy môn học. Trên hệ thống hiện tại không cho hủy môn nữa, em xin ý kiến từ ban giám hiệu ạ.. . Em xin cảm ơn.. . Cụ thể 2 môn: . . [full_name]1031 - [full_name] [full_name] - [full_name]. . [full_name]1007 - Ph/luật ViệtNam đạicương",
            "Môn học đã được hủy. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Cho em hỏi là CCNN chỉ cần file chụp bằng điện thoại thôi phải không ạ?. .  Với em chuyển điểm thì điểm đó được tính vô điểm trung binh học kỳ này không ạ?",
            "Chào bạn. . - Chụp bằng điện thoại là được. . - Điểm chuyển tính vào điểm trung bình tích lũy ngành nghen bạn. . Thân",
            "-Vậy cho em hỏi em đã đăng ký nộp CCNN Toeic 2 kỹ năng đủ để nhận LVTN  và xét tốt nghiệp nhưng bây giờ em mới K19 thì sau này có cần thi lại nữa không ạ?. . -Em K19 thì chỉ cần đăng ký thi nói viết tại BK english hay phải thi ở iig ạ?",
            "Chào bạn. . - Về quy định chuẩn tiếng anh trong quá trình học: Bạn vui lòng xem chi tiết tại trang web aao--  sinh viên --  Quy chế --  Quy chế đào tạo và học vụ bậc đại học và cao đẳng -- Phụ lục 1: Quy định về ngoại ngữ --  . . Chúc bạn học tập tốt nhé.. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học: PE1021 - Lớp DT02 .",
            "đã bổ sung. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kinh thừa pđt, em bị hủy môn học Bóng Bàn theo như mail được gửi, nay em xin đăng kí môn Aerobic (PE1201), mã nhóm DT01",
            "đã đk PE1021 nhóm DT01. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em đăng ký lớp Điền kinh. . PE1025. . DT05. . . . . .",
            "Nhóm DT05 ko đk được . . PĐT đã bổ sung vào nhóm DT04. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học  /i  Xin phòng đào tạo cho em đăng kí môn điền kinh (PE1025_DT05) trong học kì hè 193.. . . .",
            "&[full_name] [full_name] MSSV/MSGV: [student_id]    . . . . Đăng ký môn học Xin phòng đào tạo cho em đăng kí môn điền kinh (PE1025_DT05) trong học kì hè 193.. . . .  &[full_name] /[full_name] . .  &[full_name] [full_name] MSSV/MSGV: [student_id]    . . . . Đăng ký môn học Xin phòng đào tạo cho em đăng kí môn điền kinh (PE1025_DT05) trong học kì hè 193.. . . .  &[full_name] /[full_name] . .",
            "[full_name] lịch học. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính gửi Phòng đào tạo,. . Em tên: [full_name]. . MSSV: [student_id]. . Ở kì 193, em đã đăng kí môn Cầu Lông nhưng bị hủy do điều kiện sân bãi. Em xin được đăng kí bổ sung môn Điền Kinh (PE1025) nhóm DT05 ạ. Em xin cảm ơn.. .",
            "nhóm DT05 ko đk được. . PĐT đã bổ sung bạn vào nhóm DT04. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính gửi Quý Thầy Cô PĐT, . . . . Em tên là Trần Nhã Quỳnh, MSSV: [student_id]. Em là sinh viên khoa Quản lý Công nghiệp. Hiện tại em đã bị trễ đợt đăng ký môn học HK dự thính hè 193 - Đợt 3, do đó em chưa kịp đăng ký môn Thực Tập Tốt Nghiệp. Em kính mong Quý Thầy Cô có thể giúp em đăng ký môn TTTN vào học kỳ này. Em xin lỗi vì đã không chú ý thực hiện đăng ký môn học theo đúng tiến độ, và cam đoan sẽ không để sự việc như vậy tiếp tục xảy ra.. . . . Em kính mong Thầy Cô giúp đỡ và xem xét giúp em ạ. Em cảm ơn Quý Thầy Cô rất nhiều.. .",
            "Chào bạn. . Bạn viết đơn xin bổ sung môn Thực Tập Tốt Nghiệp + xác nhận Khoa đồng ý cho bổ sung môn TTTN, sau đó nộp đơn trực tiếp tại Phòng đào tạo cơ sở 1. . Chúc bạn học tập tốt nhé.. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em đăng ký môn học Bóng Chuyền PE1011 tại môn bóng bàn bị hủy",
            "đã đk PE1011 nhóm DT04. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Em là Nguyễn Thị Thanh Thùy . . MSSV: [student_id]. . Đợt đăng kí lần ba em đăng kí DT01 CẦU LÔNG . . nhưng môn đã bị hủy em xin được chuyển sang DT03 BÓNG RỔ ạ. . . Em cảm ơn.. . . .",
            "đã đk PE1015 nhóm DT01. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Chào Thầy/Cô. . . . Em là [full_name], do bị trễ nên em dự định sẽ đăng ký Thực tập Tốt nghiệp và Đề cương Luận văn ở HK chính tiếp theo (HK201), em chỉ đăng ký 2 môn đó mà không đăng ký thêm môn học nào khác, không biết như vậy có được không ạ? Do em thấy quy chế có ghi tối thiểu 14 chỉ/kỳ, tuy nhiên vì đi thực tập nên em không có thời gian để học các môn khác ở trường. Mong thầy/cô giải đáp giúp em.. . . . Em cảm ơn!",
            "Chào bạn. . Có thể đăng ký được nếu bạn đã đạt các điều kiện về quy định nhận TTTN và ĐCLV. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em tên [full_name],ngành công nghệ vật liệu kim loại.Khi đăng kí môn học thực tập tốt nghiệp,xong sau đó kết quả thực tập nó bị hủy do không đủ số chỉ thực tập.nhưng ngành em điều kiện đăng kí thực tập là 100 chỉ và em đã được 101 chỉ,nhưng kết quả thực tập lại bị hủy.Em mong phòng đào tạo giúp em được đăng kí thực tập,để em có điều kiện đi thực tập ạ.Em cảm ơn!",
            "Chào bạn. . Bạn viết đơn xin bổ sung môn Thực Tập Tốt Nghiệp + xác nhận Khoa đồng ý cho bổ sung môn TTTN, sau đó nộp đơn trực tiếp tại Phòng đào tạo cơ sở 1. . Chúc bạn học tập tốt nhé.. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . PE1015 Mã nhóm: DT03. . . .",
            "đã đk nhóm DT02. . Nhóm DT03 ko mở. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . PĐT cho em đăng ký bổ sung môn BÓNG RỔ. Em tên [full_name] [student_id]",
            "đã đk môn PE1015 nhóm DT01"
        ]
    },
    {
        "intent": "",
        "message": [
            "U   b MSSV/MSGV: [student_id]. . Em đăng kí bổ sung môn Bóng rổ vì em sẽ bị hủy môn cầu lông !. . . .",
            "U   b MSSV/MSGV: [student_id]. . Em đăng kí bổ sung môn Bóng rổ (PE1015)_DT03.. . Vì em bị hủy môn cầu lông!",
            "đã đk nhóm DT01. . Nhóm DT03 ko mở lớp. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . dang ky mon bong ro. . ma mon : PE1015. . . .",
            "đã bổ sung"
        ]
    },
    {
        "intent": "",
        "message": [
            "Dạ em tên là [full_name] hiện là sinh viên năm 3 khoa Cơ khí.. . Hè này em có đi thực tập tốt nghiệp và mong muốn được học thêm môn: Quản trị kinh doanh cho kỹ sư. Mã môn học: IM3001. . Nhưng do lớp đã full sỉ số nên em không đăng kí được ạ.Mong PĐT bổ sung giúp em vô danh sách lớp học môn này với ạ... . Do vào năm em phải thực tập full time ở công ty theo yêu cầu thầy hướng dẫn nên thời gian rất hạn chế. . Em mong nhận được sự giúp đỡ từ quý thầy cô ở PĐT. . Em xin chân thành cảm ơn nhiều ạ",
            "Chào bạn,. . . . PDT đãng kí môn IM3001 cho bạn rồi, sau ngày 24/7 bạn vào kiểm tra kết quả DKMH trên cổng thông tin sinh viên. Nếu có gì thì khiếu nại sớm... . . . Thân.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "MSSV: [student_id]\t. . . . Đăng ký môn học:AEROBIC, mã môn học: PE1021, nhóm lớp DT03. . Em đăng ký môn bóng bàn cho học kỳ hè 193 nhưng trường đã thông báo hủy môn vì vấn đề sân bãi. Hệ thống chưa cho phép hủy môn bóng bàn nên em chưa thể đăng ký môn AEROBIC. Kính mong nhà trường giải quyết giúp em, cho em được vào lớp AEROBIC, mã môn học PE1021, nhóm lớp DT03. Em xin chân thành cảm ơn.. . . . . . . .",
            "Chào bạn,. . . . Môn PE1021 nhóm DT03 đã hết chỗ, PDT đăng kí cho bạn nhóm khác, sau ngày 24/7 bạn vào kiểm tra kết quả DKMH trên cổng thông tin sinh viên. Nếu có gì thì khiếu nại sớm... . . . Thân.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . PE1011 DT03. . . .",
            "Chào bạn,. . . . PDT đãng kí môn PE1011 cho bạn rồi, sau ngày 24/7 bạn vào kiểm tra kết quả DKMH trên cổng thông tin sinh viên. Nếu có gì thì khiếu nại sớm... . . . Thân.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "MSSV: [student_id]\t. . . . Đăng ký môn học: AEROBIC, mã môn học: PE1021, nhóm lớp DT03. . Em đăng ký môn bóng bàn cho học kỳ hè 193 nhưng trường đã thông báo hủy môn vì vấn đề sân bãi. Hệ thống chưa cho phép hủy môn bóng bàn nên em chưa thể đăng ký môn AEROBIC. Kính mong nhà trường giải quyết giúp em, cho em được vào lớp AEROBIC, mã môn học PE1021, nhóm lớp DT03. Em xin chân thành cảm ơn. . . . .",
            "Chào bạn,. . . . Môn PE1021 nhóm DT03 đã hết chỗ, PDT đăng kí cho bạn nhóm khác, sau ngày 24/7 bạn vào kiểm tra kết quả DKMH trên cổng thông tin sinh viên. Nếu có gì thì khiếu nại sớm... . . . Thân.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "MSSV: [student_id]. . Đăng kí môn học: AEROBIC , mã môn học:PE1021, nhóm lớp:DT03. . Em đăng kí môn bóng bàn cho học kì 193 nhưng trường thông báo hủy môn vì vấn đề sân bãi . Hệ thống chưa cho phép hủy môn bóng bàn nên em chưa thể đăng kí môn AEROBIC . kính mong nhà trường giải quyết giúp em , cho em được vào lớp DT03 . Em xin chân thành cảm ơn",
            "Chào bạn,. . . . Môn PE1021 nhóm DT03 đã hết chỗ, PDT đã đăng kí cho bạn môn PE1021 nhóm khác nhen.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em nộp chứng chỉ ngoại ngữ Toeic 385 nhưng đợt đăng kí bổ sung môn học đợt 3 vừa rồi vẫn không đăng kí được.. . Vậy em viết yêu cầu này xin đăng kí môn học anh văn 2 học kì hè 2019-2020.",
            "đã đk LA1005 nhóm DT03. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "MSSV: [student_id]. . Đăng ký môn học: Pháp luật Việt Nam đại cương. Mã môn học: SP1007. . Em là sinh viên đã tạo câu hỏi ID 12437 và đã được nhận câu trả lời là Phòng đào tạo đã tăng xỉ số cho môn Pháp luật đại cương. Nhưng vì em không vào kịp để đăng ký nên lớp đã đủ xỉ số. Phòng đào tạo có thể tăng chỉ số thêm 1 lần nữa giải quyết giúp bọn em được không ạ? Vì số lượng sinh viên muốn học môn này trong kỳ hè là rất nhiều ạ. Em xin chân thành cảm ơn ạ.. . . .",
            "Chào bạn,. . . . PDT đãng kí môn SP1007 cho bạn rồi, sau ngày 20/7 bạn vào kiểm tra kết quả DKMH trên cổng thông tin sinh viên. Nếu có gì thì khiếu nại sớm... . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em xin chào thầy/cô. . Em cần in giấy xác nhận sinh viên để đăng ký thi chứng chỉ TOEIC, khi đăng ký online chỉ có 4 địa điểm nhận giấy (hình đính kèm) nhưng em không thuộc 3 khoa trên mục lựa chọn và hiện đang học ở cơ sở 1 (nhà xa cơ sở 2). Vậy có cách nào để em có thể nhận giấy xác nhận ở cơ sở 1 hợp lệ không ạ.. . Em xin cảm ơn thầy/cô rất nhiều.",
            "Chào bạn. . Bạn xem kĩ lại, mình chọn ở Văn Phòng Khoa là nhận ở Cơ sở 1 nghen bạn. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "MSSV: 1915605. . Đăng kí môn học:AEROBIC, mã môn học: PE 1021,Nhóm lớp DT03. . . . . . Em đăng kí GDTC-bóng bàn,nhưng hiện tại môn này đã bị hủy vì vấn đề sân bãi.Hệ thống chưa cho phép hủy môn bóng bàn nên em chưa thể đăng kí môn AEROBIC, kính mong nhà trường giải quyết giúp em cho em được vào lớp AEROBIC,mã môn học PE1021,nhóm lớp DT03. Em xin chân thành cảm ơn. . Hủy môn học: Những Nguyên Lí Cơ Bản của chủ Nghĩa Mác-Lênin, mã môn học: SP1003, nhóm lớp DT01. . Em muốn hủy đăng kí môn SP1003_5chỉ nhưng thời hạn hiệu chỉnh môn học đã hết, mong phòng đào tạo giúp em hủy môn học Những Nguyên Lí Cơ Bản Của Chủ Nghĩa Mác Lê-nin_SP1003. Em xin chân thành cảm ơn",
            "Chào bạn,. . . . - Môn PE1021 nhóm DT03 đã hết chỗ, PDT đăng kí cho bạn nhóm khác.. . . . - Sau ngày 20/7 bạn vào kiểm tra kết quả DKMH trên cổng thông tin sinh viên. Nếu có gì thì khiếu nại sớm."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ chào pdt , đã hết đợt đăng kí môn đợt 3 giờ em muốn hủy môn triết học mác lê (sp1031) thì phải làm sao ạ",
            "Chào bạn,. . . . PDT đã huỷ môn SP1031 cho bạn rồi, sau ngày 24/7 bạn vào kiểm tra kết quả DKMH trên cổng thông tin sinh viên. Nếu có gì thì khiếu nại sớm.. . . . Thân.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em kính chào phòng đào tạo, . . Lúc dịch bệnh COVID 19 nhà trường có thông báo tạm ngưng xét anh văn đến hết học kỳ 201. Vậy thông báo này hiện còn hiệu lực hag không?. . Em xin cám ơn ạ!",
            "Chào bạn. . Nhà Trường sẽ thực hiện theo đúng thông báo đã gởi hco sinh viên nghen. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em đăng ký môn bóng chuyền PE1011 vì môn bóng bàn bị hủy sáng nay",
            "Chào bạn,. . . . PDT đã huỷ môn PE1011 cho bạn rồi, sau ngày 24/7 bạn vào kiểm tra kết quả DKMH trên cổng thông tin sinh viên. Nếu có gì thì khiếu nại sớm.. . . . Thân.. .",
            "Chào bạn,. . . . Xin lỗi bạn, PDT đã đăng kí môn PE1011 cho bạn rồi, sau ngày 24/7 bạn vào kiểm tra kết quả DKMH trên cổng thông tin sinh viên. Nếu có gì thì khiếu nại sớm."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Họ tên SV : [full_name]. . MSSV : [student_id]. . . . Em có đăng ký mã môn CI4011 ở cả 2 hệ Chính quy và VHVL . . . . . Do em thấy hệ VHVL đã đăng ký được CI4011 và đã có thời khóa biểu ( xem ảnh kèm theo ) , nên em đã xóa CI4011 ở hệ chính quy .. . . . Sáng nay em kiểm tra lại thì mã môn CI4011 hệ VHVL đã bị HỦY do khoa không mở .. . . . Em xin Phòng Đào Tạo giúp em được đăng ký TRỄ HẠN mã môn CI4011 ở mục \" Đăng ký môn học dự thính hè + đúng tiến độ nhóm B + [full_name]N HK193 - Hệ Chính Quy - Đợt 3 \". . . . Em xin cảm ơn phòng đào tạo ạ !",
            "đã bổ sung môn cho bạn. . TKB sẽ cập nhật lại sau. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: 1814650  /b \t. . . .   i Đăng ký môn học . Đợt 2 em đã hoàn thành đăng kí 2 môn học VLXD và Cơ Kết Cấu. Đã có giáo viên và tuần, giờ học.Nhưng khi em xem kết quả ĐkMH đợt 3 thì không thấy gì ạ.Do đợt 3 chỉ là đợt đăng kí bổ sung và k được hủy môn nên em không có ý định vào đăng kí môn học nào nữa và em để nguyên. PĐT giải thích giúp em xem những môn này có được giữ nguyên ch em không ạ",
            "Chào bạn,. . . . Bạn kiểm tra TKB trên công thông tin sinh viên nhen.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Cho em hỏi sao em đăng kí môn vào đợt 3 và đủ điều kiện mà kết quả em bị hủy hết ạ.",
            "Chào bạn,. . . . Bạn vào MyBK kiểm tra kết qủa DKMH nhen.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính chào quý Thầy/Cô PĐT!. . Cho em hỏi là chương trình đào tạo cho k19, cụ thể là mã các môn học, dự kiến sẽ được cập nhật đầy đủ khi nào ạ? Em xin cảm ơn.. . . .",
            "Chào bạn. . Về chương trình đào tạo bạn vui lòng liên hệ Khoa (cụ thể là Thầy phó khoa phụ trách chương trình đào tạo Thầy [full_name]) để tư vấn và giải đáp. . Thân. . Chào bạn. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . PE1011 - DT01. .",
            "Chào bạn,. . . . PDT đãng kí môn PE1011 cho bạn rồi, sau ngày 24/7 bạn vào kiểm tra kết quả DKMH trên cổng thông tin sinh viên. Nếu có gì thì khiếu nại sớm... . . . Thân.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Hôm bữa em nhận dc câu trả lời:\"Sau đợt 3 DKMH bạn làm đơn nộp PDT ghi rõ mã số môn học đăng kí nhầm và mã số môn học đúng\" xong em lên pdt cs2 thì cô kêu em về hỏi lại biểu mẫu để viết đơn ạ, với thời gian xử lí, cách xử lí vấn đề này ạ.. . cho em hỏi thêm là môn vẽ kĩ thuật cơ khí do thuộc chương trình mới nên không dạy nên em phải làm sao ạ, em có thể chuyển qua môn học khác dc không ạ. mong nhận được câu trả lời sớm nhất từ quý thầy cô ạ.. . em cám ơn rất nhiều ạ. .",
            "Chào bạn,. . . . . . Chương trình đào tạo  bạn liên hệ với khoa, giáo viên chủ nhiệm để tư vấn cho bạn biết môn học  bạn đăng kí.. . . . Bạn đăng kí nhầm môn học, bạn vui lòng cho biết mã số môn học cần huỷ?, mã số môn học đăng kí để PDT xem xét giải quyết  cho bạn.. . . . Thân.. . . ."
        ]
    }
]