[
    {
        "intent": "",
        "message": [
            "Em chào phòng đào tạo, HK202 em có đăng ký hoãn thi môn Vẽ cơ khí (ME2021). HK211 em có lịch thi để xóa điểm hoãn thi, em đã thi vào ngày 18/12/2021, hôm nay xem bảng điểm thì thấy điểm  cuối kỳ là 14, tổng kết là 13 mà không phải là 14. Tới khi giáo viên chấm điểm bài hoãn thi vừa rồi là được cập nhật lại đúng không ạ?. . Em cảm ơn.. .",
            "Chào bạn. . Chính xác môn này bạn có điểm 14, (hệ thống gốc ghi nhận rồi), bạn yên tâm nghen. . Trên Lịch thi bị lỗi kỹ thuật không sao nghen. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em chào thầy/cô. Em đã đủ điều kiện xét tốt nghiệp nhưng mybk của em bị khoá do học kì này em không đăng kí môn học. Em được hướng dẫn viết đơn xin thu nhận lại để được đăng kí tốt nghiệp. Mong quí thầy/cô giúp em giải quyết vấn đề để tốt nghiệp đúng hạn ạ.",
            "\"Chào bạn,. . PDT đã ghi nhận yêu cầu về đăng ký xét TN của bạn. SV vui lòng theo dõi email  và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 27/12/2021 SV vẫn chưa nhận được mail hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 11/2021 (cập nhật mới gia hạn thời gian xử lý tốt nghiệp). . Về tình trạng sinh viên, khi nào em có tên trong ds dự kiến tốt nghiệp, PDT sẽ tự động ra QD thu nhận cho bạn nhé. . Thân. . \""
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Kính thưa PĐT.. . Em là [full_name] mssv [student_id] Sau khi kiểm tra thông tin trên danh sách tốt nghiệp dự kiến. Em bị sai thông tin nơi sinh trên danh sách. Nơi sinh trong giấy khai sinh em ở tỉnh Bình Định và địa chỉ hộ khẩu thường trú của em ở tỉnh Gia lai nhưng thông tin trên trang tốt nghiệp nơi sinh em lại ở tỉnh Gia Lai. Đính kèm  gồm có:. .        01: Hình ảnh giấy khai sinh.. .        02: Hình ảnh sổ hộ khẩu.. . Mong PĐT giải đáp giúp em vấn đề này ạ.Cảm ơn Thầy Cô đã giành thời gian.. . Trân trọng.",
            "Chào em,. . PĐT đã cập nhật.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em chào thầy/cô ạ.. . . . Cho em nộp phiếu đăng kí thu nhận lại ạ.. . . . Em cảm ơn thầy/cô đã đọc.. . . . Trân trọng.",
            "Chào em,. . Phòng Đào tạo đã tiếp nhận đơn thu nhận của em.. . SV theo dõi tình trạng và quyết định sẽ cập nhật tại mybk/Thông tin Sinh viên (dự kiến cập nhật QD trong tháng 12/2021). . SV vui lòng theo dõi lịch học vụ và mail sinh viên để biết thời gian đăng ký môn học cho học kỳ tiếp theo. . . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Dạ chào thầy/cô,. . . . Em là [full_name] - MSSV [student_id].. . . . Hiện tại em đã hoàn thành đầy đủ các điều kiện tốt nghiệp. Tuy nhiên em vẫn chưa có tên trong danh sách tốt nghiệp dự kiến.. . . . Em đã bảo vệ luận văn tốt nghiệp ở học kỳ 20.2 nhưng thiếu điểm anh văn 4. Học kỳ này em đăng ký anh văn 4, điểm anh văn 4 đã được cập nhật trên Mybk/ Thông tin sinh viên.. . . . Thầy cô cho em hỏi em đã có đủ điều kiện xét tốt nghiệp vậy em có thể đăng ký xét tốt nghiệp trong đợt này (hạn chót 24/12/2021) đươc không ạ. Và nều được xét tốt nghiệp thì khi nào em có thể đăng ký tốt nghiệp được ạ.. . . . Mong thầy cô kiểm tra và phản hồi giúp em ạ. Em xin chân thành cảm ơn.. .",
            "\"Chào bạn,. . PDT đã ghi nhận yêu cầu về đăng ký xét TN của bạn. SV vui lòng theo dõi email  và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 27/12/2021 SV vẫn chưa nhận được mail hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 11/2021 (cập nhật mới gia hạn thời gian xử lý tốt nghiệp). . Về tình trạng sinh viên, khi nào em có tên trong ds dự kiến tốt nghiệp, PDT sẽ tự động ra QD thu nhận cho bạn nhé. . Thân. . \""
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Chào mọi người,. . . . Em đã đăng ký tốt nghiệp vào đợt 10. Sắp tới em phải về quê và chuẩn bị giấy tờ du học.. . . . Cho em hỏi:. . - Nhà trường đã in bằng tới đợt tốt nghiệp thứ mấy rồi ạ?. . - Nếu chưa tới đợt 10 thì cho em hỏi về thời gian dự kiến cho in bằng đợt 10 ạ? để em delay lại chuyến đi và chờ lấy bằng ạ.. . . . Thân,. . Thoai.",
            "Chào mọi người,. . . . Xin lỗi có ai online giải đáp giúp em không ạ?",
            "\"Chào bạn,. . Hiện tại Phòng Đào tạo đang tiến hành in bằng và gửi mail nhận bằng theo từng đợt. . SV đã đăng ký tốt nghiệp thành công, vui lòng đợi cập nhật Quyết định tốt nghiệp chính thức và mail thông báo lên nhận bằng từ Phòng Đào tạo. . Về lễ tốt nghiệp tháng 11/2021 SV vui lòng đợi thông báo sau của nhà trường. . Thân. . \""
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Dạ chào thầy cô,. . . . Hiện tại điểm AV4 của em đã hiện trên bảng điểm myBk. Và em được biết cuối tuần này là hạn chót xét tốt nghiệp. Mong thầy cô duyệt giúp em để có trong danh sách đợt này kịp ạ.. . . . Em cảm ơn thầy/cô ạ.",
            "\"Chào bạn,. . PDT đã ghi nhận yêu cầu về đăng ký xét TN của bạn. SV vui lòng theo dõi email  và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 27/12/2021 SV vẫn chưa nhận được mail hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 11/2021 (cập nhật mới gia hạn thời gian xử lý tốt nghiệp). . Về tình trạng sinh viên, khi nào em có tên trong ds dự kiến tốt nghiệp, PDT sẽ tự động ra QD thu nhận cho bạn nhé. . Thân. . \""
        ]
    },
    {
        "intent": "",
        "message": [
            "B   /B Yêu cầu khác: Dạ chào thầy/cô,. . Đợt thi môn Kết Cấu Thép 2 (CI3211) ngày 9/12/2021 em đã quên nộp file ghi màn hình, liệu em có được nộp bổ sung trên BKEXAM để được tổng kết điểm môn học không ạ?. . Em mong nhận được phản hồi từ thầy/cô.. . Em xin cảm ơn!",
            "Chào bạn,. . - Bạn vui lòng xem chi tiết hướng dẫn thi trực tuyến nhà trường đã gửi thông báo đến SV. . - Bạn cần thực hiện theo hướng dẫn của nhà trường và thực hành để thuần thục các thao tác ghi màn hình trước khi thi.. . - Bạn nên liên hệ GV giảng dạy để được hướng dẫn.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Kính chào Phòng Đào Tạo. . . . Em tên: [full_name] - MSSV: [student_id]. . . . Hiện tại em đã đủ điều kiện đăng kí tốt nghiệp nhưng vẫn chưa nhận được mail cũng như không đăng kí trên mybk được ạ. Mong phòng đào tạo giải quyết cho em.. . . . Em cảm ơn",
            "Chào em,. . Trường hợp của em cô hẹn sai thời gian nhé.. . Do em đăng ký xét ngày thứ 2, danh sách tuần này đã ra, bạn đợi ds bổ sung tốt nghiệp mới sau ngày 24/12.. . Sau ngày này nếu chưa nhận được mail đăng ký tốt nghiệp em vui lòng phản hồi lại giúp cô nhé thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Chào quý thầy cô,. . Em có vấn đề thắc mắc cần quý thầy cô giải đáp giúp ạ:. . +chứng chỉ anh văn quốc tế toeic (reading and listening) dùng để xét tốt nghiệp hạn sử dụng là bao lâu từ khi ngày thi, có thể dùng để nộp. . +Điểm thi toeic writing and speaking (thi tại trường) hạn dùng được là bao lâu để xét tốt nghiệp từ khi ngày thi.. . Mong được quý thầy cô giải đáp, em xin chân thành cảm ơn.. .   i Học vụ .",
            "Chào bạn. . Thời gian CCNN giá trị theo thời gian quy định của CCNN quốc tế. . - Trường hợp CCNN đã nộp đã quy đổi thì đã tính từ thời điểm nộp rồi. . - điểm thi anh văn 2 kỹ năng cũng vậy, đã có điểm cập nhật rồi thì bảo lưu. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em đã học môn [full_name] ( CI1003 ) thay cho cho môn Hình họa ( 806703 ) vì lí do môn Hình Họa đã không còn trong chương trình Việt Pháp nữa và theo PĐT thì môn VKT ( CI1003 ) tương đương với môn hình họa. Mong PĐT cho em hỏi là em cần làm đơn gì để em có thể chuyển điểm từ môn [full_name] sang môn Hình họa ạ.",
            "Chào em,. . Em cần làm đơn gửi email [email] để PĐT kiểm tra rồi trả lời em nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Em chào quý thầy/cô. Em là [full_name] MSSV [student_id]. Học kỳ 202 vừa rồi em có đăng ký hoãn thi cuối kỳ môn EE3025 học kì DT201 này em có đăng kí học lại môn EE3025 ạ. Vậy thầy/cô cho em hỏi điểm thi của em sẽ được tính như thế nào ạ.. .",
            "Chào em,. . Về quy định (thi xóa điểm VT, cách tính điểm ĐẠT) Vắng thi có phép và hoãn thi: Bạn vui lòng xem chi tiết tại trang web aao.hcmut.edu.vn--  sinh viên --  Quy chế --  Quy chế đào tạo và học vụ bậc đại học và cao đẳng -- Điều 17.2. . Thân mến. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Hiện em đang có 95 chỉ tích lũy ngành, điểm trung bình tích lũy ngành là 7.0 (em tự tổng hợp). . . . Em đã qua 1 môn tương đương 3 chỉ, mã mới. . . Khi em chuyển điểm sang mã cũ, em sẽ được 98 chỉ tích lũy ngành.. . . . Còn điểm trung bình tích lũy ngành vẫn là 7.0 hay là một số khác ạ. Vì em được biết điểm môn tương đương, thay thế sẽ được ghi là điểm miễn MT.",
            "Chào em,. . Em vui lòng nói rõ hơn, có mã số môn học, tên môn học, HK nhé.. . Thân mến. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em kính chào thầy/cô,. . Vào ngày 1/12 em đã được Phòng đào tạo phản hồi là đã tiếp nhận đơn thu nhận của em và sẽ có quyết định trong tháng 12. Thầy/cô cho em hỏi đơn xin thu nhận lại của em khi nào có quyết định vậy ạ? Em không biết liệu có kịp ngày đăng ký môn học đợt 2 không ạ?. . Em mong nhận được trả lời của thầy/cô.. . Trân trọng cảm ơn.. . [full_name].",
            "Chào em,. . Vào ngày 1/12 em đã được Phòng đào tạo phản hồi là đã tiếp nhận đơn thu nhận của em và sẽ có quyết định trong tháng 12.. . =  Em vui lòng gửi lại minh chứng hoặc gửi lại đơn thu nhận nhé.. . Thân mến"
        ]
    },
    {
        "intent": "",
        "message": [
            "EM xin chuyển hệ đào tạo.. . . .",
            "\"Chào em,. . Phòng Đào tạo đã tiếp nhận đơn xin chuyển qua VLVH của bạn.. . SV theo dõi tình trạng cập nhật tại mybk/Thông tin Sinh viên (dự kiến cập nhật QD trong tháng 12/2021). . SV vui lòng theo dõi lịch học vụ và mail sinh viên để đăng ký MH cho HK212 vào đợt 3 (nếu có nhu cầu). . Thân\""
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em là [full_name], MSSV [student_id]. . . . Điểm học kì trước của em vừa được cập nhật hết, em đã qua hết các môn nhưng số tín chỉ tích lũy lại tính thiếu 3 chỉ (như trong ảnh đính kèm). . . Mong phòng đào tạo xem lại và cập nhật lại số tín chỉ giúp em ạ.. . . . Em xin cảm ơn.",
            "Chào em,. . Trên Mybk chưa có cập nhật. Điểm vẫn còn thiếu nhiều, do đó khi nào đủ điểm mới cập nhật. . . - Khi sv cần in bảng điểm thì sẽ có đầy đủ ĐTB tính đến thời điểm sv đăng ký in. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: 1713081  /b \t. . . .   i Tốt nghiệp . Em chào Phòng Đào Tạo,. . . . Lời đầu tiên, em xin gửi lời cảm ơn đến thầy, cô Phòng Đào Tạo đã hỗ trợ em xác nhận lại ĐTBTN hiện tại.. . Hiện tại điểm đã được cập nhật trên danh sách tốt nghiệp dự kiến. Cho phép em hỏi là khi nào em được nhận giấy chứng nhận tốt nghiệp tạm thời đã sửa đổi (gồm bản scan và bản cứng) vậy ạ?. . Em đang cần bằng tốt nghiệp tạm thời để hỗ trợ cho hợp đồng công việc. Ngày 24/12 là hết hạn xét tốt nghiệp rồi nên em không rõ là có cần xét lại kết quả tốt nghiệp sau khi có bảng điểm sửa đổi hay không? Em mong nhận được phản hồi từ Phòng Đào Tạo. Em xin cảm ơn ạ.. . . . Trân trọng.",
            "Chào em,. . Em có thể vào mybk/Đăng ký tốt nghiệp để tải file scan để sử dụng trược?. . Chưa hiểu rõ câu hỏi của bạn?. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Dạ chào thầy/cô!. . Hiện tại em còn môn Av3 để xét tốt nghiệp. Giảng viên đã nộp điểm và có điểm trên \"Phúc tra bài thi cuối kì\" nhưng em chờ mấy ngày rồi vẫn chưa được cập nhật lên bảng điểm. Môn Av4A được nộp cùng lúc và cập nhật sau 1 ngày làm việc. Nhưng môn Av3 lại khá lâu. Em rất nôn nóng vì hạn xét đang đến gần.. . Rất mong thầy/cô xem xét và cập nhật sớm giúp em ạ.. . Em xin chân thành cảm ơn.",
            "Chào em,. . Hiện tại cô kiểm tra bạn vẫn chưa có điểm môn AV3 nhé, em có thể liên hệ Giảng viên chấm điểm và nộp điểm sớm cho Phòng Đào tạo nhé.. . Hiện tại em chỉ có điểm môn AV4a. . Thân",
            "Dạ chào cô!. . Hiện tại trên trang \"Phúc tra điểm thi cuối kì\" của em đã có điểm. Ghi là giảng viên đã nộp điểm ngày 17/12 (tức cùng ngày với môn Av4A).. . Cô kiểm tra lại giúp em với ạ.. . Em xin chân thành cảm ơn cô.",
            "Chào em,. . Cô đã kiểm tra mới trả lời cho bạn nhé.. . Hiện tại điểm vẫn là điểm 15, em vui lòng liên hệ Giảng viên lại nhé. . Thân",
            "Dạ chào thầy/cô!. . Em rất cảm ơn thầy/cô đã giúp em kiểm tra. Hôm qua em đã lên bộ môn thì được báo có thể đã sót và có thể hôm nay điểm mới được lên cho em. Vậy khi điểm lên thì khi nào em sẽ được có tên trong danh sách tốt nghiệp dự kiến để đăng kí tốt nghiệp ạ. Tại hôm nay đã là ngày cuối rồi. Nếu chờ có điểm mới nhắn cho BKSI thì đến hôm sau mới được trả lời ạ. BKSI có thể cho em xin kênh liên lạc được phản hồi nhanh hơn trong trường hợp của em không ạ.. . Rất mong được thầy cô phản hồi và giúp đỡ ạ.. . Em xin chsan thành cảm ơn ạ.",
            "Dạ chào thầy/cô!. . Hiện tại em đã được cập nhật điểm. Như vậy em đã hoàn thành đầy đủ chương trình đào tạo.. . Mong thầy/cô kiểm tra và xét duyệt cho em vào danh sách tốt nghiệp dự kiến để em được đăng kí tốt nghiệp ạ.. . Em xin chân thành cảm ơn thầy cô giúp đỡ ạ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính gửi quý thầy, cô. . Em tên là [full_name]-MSSV: [student_id]-Khoa Khoa học Ứng dụng. . Em muốn xin Phòng đào tạo cho phép em bổ sung vào danh sách đi học thí nghiệm của lớp Ứng dụng laser trong y học (TN)-AS3046-Nhóm L02.. . Hiện tại em đã hoàn thành 2 mũi vaccine rồi ạ.. . Em xin kính nhờ PĐT xem xét giúp em. . Em xin cảm ơn quý thầy cô đã xem thư này. . [full_name]. . . .",
            "Chào em,. . Hiện tại đã quá trễ để đăng ký học trực tiếp thí nghiệm, đồ án. Trước đó PĐT đã xếp TKB đối với SV đã đăng ký.. . SV vui lòng theo dõi mail và thời khóa biểu được cập nhật Mybk/Thông tin sinh viên/Xem thời khóa biểu sau khi trường được hoạt động lại bình thường (dự kiến trong tháng 3/2022). . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Chào Thầy (Cô).. . Lúc trước trường có gửi mail đăng ký học thí nghiệm tại trường (thời gian từ 17-19/11) nhưng em không kịp đăng ký. Cho em hỏi bây giờ đăng ký có được không hay phải đợi đến khi có thời khóa biểu mới học ạ?. . Em xin cảm ơn Thầy (Cô).",
            "Chào em,. . Hiện tại đã quá trễ để đăng ký học trực tiếp thí nghiệm, đồ án. Trước đó PĐT đã xếp TKB đối với SV đã đăng ký.. . SV vui lòng theo dõi mail và thời khóa biểu được cập nhật Mybk/Thông tin sinh viên/Xem thời khóa biểu sau khi trường được hoạt động lại bình thường (dự kiến trong tháng 3/2022). . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Dạ thưa Thầy/cô,. .  Em đã Nộp chứng chỉ ngoại ngữ trên mybk và đã chuyển qua tình trạng đã thẩm tra hợp lệ. Thầy/Cô có thể giúp em xử lý nhanh về việc chuyển điểm [full_name] để em có thể kịp thời xét tốt nghiệp được không ạ?. .  Em xin chân thành cảm ơn Thầy/cô.",
            "\"Chào bạn,. . PDT đã ghi nhận yêu cầu về đăng ký xét TN của bạn. SV vui lòng theo dõi email  và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 27/12/2021 SV vẫn chưa nhận được mail hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 11/2021 (cập nhật mới gia hạn thời gian xử lý tốt nghiệp). . Về tình trạng sinh viên, khi nào em có tên trong ds dự kiến tốt nghiệp, PDT sẽ tự động ra QD thu nhận cho bạn nhé. . Thân. . \""
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em có đăng ký hoãn thi cuối kỳ do không đạt được yêu cầu về thiết bị phục vụ quá trình thi nhưng không biết là đã thành công hay chưa. Em muốn hỏi là tình trạng hoãn thi của bản thân hiện tại đã được duyệt chưa đồng thời nếu hoãn thi thì khi nào tụi em sẽ thi lại ạ? Em chân thành cảm ơn thầy cô đã xem thắc mắc của em.",
            "Chào em,. . Em vui lòng xem lại email PĐT đã gửi:. . Kế hoạch tổ chức thi học kỳ 1 năm 2021-2022. . mục 5. Hướng dẫn đăng ký hoãn thi Cuối kỳ, dự thi. . - Về quy định Vắng thi có phép và hoãn thi: Bạn vui lòng xem chi tiết tại trang web aao.hcmut.edu.vn--  sinh viên --  Quy chế --  Quy chế đào tạo và học vụ bậc đại học và cao đẳng -- Điều 17.2. . Thân mến. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em bây giờ muốn chuyển qua ngàng khác thì có được không ạ. Nếu được thì yêu cầu chuyển ngàng là gì ạ",
            "Chào em,. . http://www.aao.hcmut.edu.vn/quy chế quy định/học vụ/- Quy chế đào tạo và học vụ bậc đại học, cao đẳng/điều 30. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . E vừa có điểm môn học cuối cùng là av4 dự thính, vậy e có được xét tốt nghiệp đợt 24/12 không ạ?",
            "\"Chào bạn,. . PDT đã ghi nhận yêu cầu về đăng ký xét TN của bạn. SV vui lòng theo dõi email  và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 27/12/2021 SV vẫn chưa nhận được mail hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 11/2021 (cập nhật mới gia hạn thời gian xử lý tốt nghiệp). . Về tình trạng sinh viên, khi nào em có tên trong ds dự kiến tốt nghiệp, PDT sẽ tự động ra QD thu nhận cho bạn nhé. . Thân. . \""
        ]
    },
    {
        "intent": "",
        "message": [
            "B Kính gửi phòng đào tạo,. . . . Em là Nguyễn Nhật Vân Khanh, em có thắc mắc về việc   /B lịch thi môn Quá trình và Thiết bị Truyền khối ngày 25/12 lúc 7h00 bị trùng với lịch học môn Thí nghiệm Hóa Hữu cơ lớp VC01. PĐT có thể cho em học bù thí nghiệm vào một ngày khác được không ạ. Hoặc có thể cho em một hướng giải quyết khác với. Em đã thông tin đến thầy dạy môn thí nghiệm, thầy chỉ nói nếu em vắng sẽ bị đánh giá là rớt môn thôi.. . Em cảm ơn Phòng Đào tạo.. . . . Trân trọng./.. .   i Học vụ .",
            "Chào em,. . Nếu em muốn huỷ TN đợt này thì gửi lại nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "B Yêu cầu khác  /i   /B . . Cho e hỏi muốn hoãn lịch học các môn thí nghiệm tại cơ sở 1 trong đợt giảng dạy trực tiếp từ ngày 13/12 cần làm những gì ạ?. .",
            "Chào em,. . Phòng Đào tạo đã tiếp nhận thông tin xin hủy đăng ký học thí nghiệm trực tiếp của em.. . SV vui lòng theo dõi mail và thời khóa biểu được cập nhật Mybk/Thông tin sinh viên/Xem thời khóa biểu sau khi trường được hoạt động lại bình thường (dự kiến trong tháng 3/2022). . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em xin hỏi về môn   B ME3135-Thực tập ngoài trường  /B  của ngành   B Kỹ thuật cơ khí  /B  trong kỳ 212 sắp tới:. . . . 1. Môn này sẽ được trường tổ chức đi thực tập hay cá nhân sẽ tự tìm nơi thực tập ạ?. . . . 2. Nếu em đăng ký vào kỳ 212 thì môn này sẽ học vào kỳ chính 212 hay kỳ hè 213 ạ?. . . . 3. Nếu em muốn học vào kỳ hè 213 thì phải đăng ký riêng kỳ hè 213 hay đăng ký vào kỳ 212 cũng được ạ?. . . . Em xin cảm ơn!",
            "Chào em,. . Em vui lòng liên hệ [full_name], GVCN nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "I Yêu cầu khác: Em tên: [full_name]- MSSV: [student_id]. . Do khi thi môn này em thiếu thiết bị ghi hình rồi em nhắn tin cho PĐT để hoãn thi. Bây giờ lại thấy ghi là vắng thi. Vậy kính xin PĐT xem xét sửa lại cho em để được tham dự kỳ thi kế tiếp.. . Em xin cám ơn!. .",
            "Chào em,. . Em vui lòng xem lại email PĐT đã gửi:. . Kế hoạch tổ chức thi học kỳ 1 năm 2021-2022. . mục 5. Hướng dẫn đăng ký hoãn thi Cuối kỳ, dự thi. . Thân mến. . . . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Dạ em chào thầy cô ạ, em là sinh viên K17 sẽ tốt nghiệp vào tháng 4/2022. Dạ thầy cô cho em hỏi là em có thể đăng kí và thanh toán trễ tiền bảo hiểm y tế không ạ? Em cảm ơn thầy cô nhiều ạ!",
            "Chào em,. . Em liên hệ phòng Công tác chính trị sv qua email [email] để được hướng dẫn nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Dạ cho em hỏi sau khi thi xong môn vẽ kỹ thuật và giáo viên bộ môn đã cập nhập điểm nhưng trên bảng điểm hệ thống không hiện điểm thành phần cũng như chỉ đã được tích lũy của môn này. Em xin phép pđt xem xét lại có nhầm lẫn gì không ạ, em chân thành cảm ơn... . .",
            "Chào em,. . Điểm do GV nhập, bảng điểm [full_name] gửi PĐT, em vui lòng liên hệ GV nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "B Tốt nghiệp . Dạ em kính chào quý thầy cô,. . . . Em tên là [full_name] - sinh viên K17, hiện tại em đã đủ ngày CTXH để đăng ký tốt nghiệp, tuy nhiên trên trang đăng ký thì chưa cập nhật và để là \"nợ ngày CTXH\". Nên em xin phép quý thầy cô để được cập nhật lại trang đăng ký tốt nghiệp ạ.. . . . Dạ nếu có thể thì em xin phép quý thầy cô để được cập nhật sớm để kịp thời đăng ký tốt nghiệp ạ.. . . .  Dạ em xin chân thành cảm ơn quý thầy cô ạ !. . . . Thông tin của em như sau:. . - Họ tên: Nguyễn Minh [full_name]. . - MSSV: [student_id]. . - Khoa điện - điện tử. .",
            "Chào em,. . Sau 10h ngày 23/12 em vào đăng ký tốt nghiệp lại nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em xin chào thầy/cô!. . . . Em là [full_name] - [student_id], sinh viên khoa Điện - Điện Tử.. . . . Hiện tại em đã có tên trên danh sách tốt nghiệp từ khá lâu nhưng chưa nhận được email thông báo nhận bằng tốt nghiệp tại phòng đào tạo.. . . . Em mong thầy/cô có thể kiểm tra lại giùm em khi nào em có thể lên phòng đào tạo để nhận bằng tốt nghiệp chính thức và em có thể nhận nó trong cuối tháng 12 này không ạ.. . (Do sang tháng 1/2022 em có thể về quê (quê em ở ngoài bắc) nên có thể không nhận trực tiêp tại pđt được).. . . . Em chân thành cảm ơn thầy/cô.",
            "Chào em,. . Em kiểm tra lại mail nha, PDT đã gửi mail cho SV có QD tốt nghiệp ngày 11/11/2021 lên nhận bằng rồi nhé.. . Có gửi cả mail cá nhân của SV. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Em chào cô! Cô ơi em học anh văn 1a 2a hồi học kì 202, nhưng giờ vẫn chưa được cập nhật tín chỉ. Bạn học trong 2 lớp đều được cộng hết rồi. Tại kì 202 mà không có 4 tín chỉ đó là em bị cảnh cáo học vụ ạ. Mong cô giúp em! Em cảm ơn. [full_name] [student_id]. .   i Học vụ .",
            "Chào em,. . Em vui lòng xem bảng điểm chuyển https://mybk.hcmut.edu.vn/stinfo/. . Các môn anh văn theo nhu cầu đều không tính vào điểm TBTL, đều quy về mã gốc theo quy định.. . Thân mến. .",
            "li answer rate: Answer suits the needs / Câu trả lời đúng ý"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác:",
            "Chào em,. . Tình trạng của em bị xoá tên vì tạm dừng quá hạn cho phép từ HK202.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính gửi: Phòng Đào Tạo trường Đại Học Bách Khoa Thành phố Hồ Chí Minh. . Em tên: [full_name]. . MSSV [student_id]. . Hệ VHVL. . Em có xin Phòng Đào Tạo đã cho em biết những môn em còn thiếu để đăng ký nhận luận văn tốt nghiệp. Thầy [full_name] có phản hồi lại danh sách các môn học chưa đủ điều kiện.. . Qua kiểm tra em thấy có một số môn em đã được miễn và đã học thay thế chương trình cũ (chương trình đào tạo K.2013) và một số môn em đã qua môn mà chưa cập nhật, cụ thể:. . - [full_name] : Em đã đăng ký môn thay thế Nguyên lý kinh tế và quản lý xây dựng (CI1045). Đã qua môn. . - BTCT 1: Em đã học môn lý thuyết và Đồ án môn học thay thế mã môn học cũ. Đã qua môn. . - [full_name]: Em được miễn môn Máy XD và ATLĐ (807816) TƯƠNG ĐƯƠNG môn Kỹ thuật thi công.. . - Các môn còn lại đều đã có điểm ( Môn Kết cấu thép 1, Kết cấu thép 2, Pháp luật ĐCVN Em mới thi chưa cập nhật trên hệ thống). . Em có đính kèm file, học kỳ này em chỉ đăng ký luận văn tốt nghiệp. Kính mong Phòng Đào Tạo kiểm tra và phản hồi giúp em ạ.. . Em cảm ơn!. .",
            "Chào em,. . Em vui lòng email đến [email] nhé.. . Thân mến. .",
            "li answer rate: Answer suits the needs / Câu trả lời đúng ý"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: 1511220  /b \t. . . .   i Tốt nghiệp . Em chào Phòng Đào tạo,. . . . Em tên   B HUỲNH ĐỨC GIA HUY  /B , MSSV   B 1511220  /B , hiện đang là sinh viên khóa K15 thuộc khoa Điện - Điện tử.. . . . Em gửi đơn xin PĐT cho phép em gia hạn thêm 01 học kỳ tối đa (HK212) để em có thể bổ sung chứng chỉ ngoại ngữ Nói - Viết để tốt nghiệp vào đợt tháng 04/2022 ạ.. . . . Em chờ phản hồi xác nhận của Phòng Đào tạo ạ.. . Em xin chân thành cảm ơn!",
            "\"Chào bạn,. . Trường hợp gia hạn thời gian nộp CCNN xét tốt nghiệp của SV khóa 2015, sau khi hết đợt tốt nghiệp tháng 4/2022 (SV chưa đủ điều kiện vì thiếu CCNN), có nghĩa là SV phải hoàn thành tất cả các môn học thuộc CTĐT, kể cả AV1,2,3,4. có thể làm đơn xin gia hạn thời gian nộp CCNN để tốt nghiệp. SV lưu ý, trường hợp này PDT phải xét điều kiện đúng là SV chỉ còn nợ CCNN để tốt nghiệp mới được gia hạn nhé!. . Thân\""
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em tên là [full_name] MSSV [student_id], Khoa Cơ Khí, bộ môn Chế Tạo Máy.. . Do đợt dịch covid 19 nên ảnh hưởng đến quá trình làm luận văn nên em muốn xin dời lại đợt bảo vệ lần hai. Em xin hỏi phòng đào tạo em phải làm thế nào để dời lại ạ.",
            "Chào em,. . Căn cứ trên tình hình phòng chống dịch Covid-19, theo lệnh của Ban giám hiệu, Phòng Đào tạo (PĐT) thông báo kế hoạch tổ chức thi học kỳ 1 năm học 2021-2022, ngày 08/11/2021 (Phòng Đào tạo đã gửi mail cho SV vào ngày 22/11/2021), có thông báo rõ về thời gian phản biện và bảo vệ Luận văn tốt nghiệp (LVTN) trong HK211 và có ghi rõ về các \" Trường hợp cần thiết, sẽ có một đợt bảo vệ bổ sung cho các trường hợp đề tài bị ảnh hưởng nghiêm trọng bởi tình hình dịch Covid-19\". SV vui lòng xem lại email sinh viên về thông báo báo này.. . SV vui lòng liên hệ khoa để được hỗ trợ và hướng dẫn để xin đăng ký bảo vệ trong đợt bổ sung theo đúng chỉ đạo của Ban Giám hiệu nhà trường.. . -Trường hợp Khoa không tiếp nhận trường hợp tổ chức đợt bảo vệ bổ sung, SV nhờ Khoa làm công văn đề nghị lên Phòng Đào tạo, ghi rõ lý do vì sao không thể tổ chức đợt bảo vệ LVTN bổ sung, để Phòng Đào tạo trình lên Ban Giám hiệu nhà trường xin ý kiến và phản hồi cho sinh viên.. . Thân mến. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "em chào pdt! em là [full_name]-[student_id], em thuộc khu vực 1 kì trước em có gia hạn kì 202 đến tháng 11/2021 để bổ sung av nói viết. giờ em đã hết hạn gia hạn, ảnh hưởng dịch nên bị hạn chế thi.em còn mỗi av nói viết có thể được gia hạn tiếp đến tháng 4/2022 không ạ. em cảm ơn.. .",
            "Chào em,. . Trường hợp của em đã được gia hạn HK202 để bổ sung CCNN tốt nghiệp, và bạn phải tốt nghiệp vào đợt tháng 11/2021.. . Và không được gia hạn thêm nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]  /b \t[full_name] [full_name] [full_name] [full_name]   i Yêu cầu khác  /i [full_name] [full_name] Xin chào, [full_name] [full_name] Em có đăng ký in bảng điểm từ ngày 8/12 để nộp cho địa phương, e có xem trên hệ thống là để đang in và ngày hẹn trả la ngày 13/12/2021 nhưng giờ e vẫn chưa nhận được[full_name] Không biết là do vận chuyển hay e ko nhận được tin nhắn, cuộc gọi nhận hàng hay là do vấn đề gì[full_name] Có thể giúp e kiểm tra lại giùm việc gửi bảng điểm giúp e[full_name] [full_name] [full_name] Cho e hỏi thêm là bảng điểm online ở trên có hình thức form nào để chứng minh có dấu xác nhận của nhà trường tại địa phương họ yêu cầu ko có bảng điểm giấy thì có file mềm có dấu xác nhận của nhà trường(vấn đề này e ko rõ lắm mong giải đáp hộ em ạ) [full_name] [full_name] Mong kiểm tra và phản hồi giúp em trong thời gian sớm nhất để e biết và cập nhật!(Bên địa phương họ có giới hạn thời gian hạn chót của e nộp bảng điểm cho địa phương là ngày 25/12/2021)[full_name] [full_name] Cảm ơn!!![full_name] [full_name] [full_name][full_name]",
            "Gửi bạn mã vận đơn nhé"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Kính thưa quý thầy/ cô,. . Em rất vui và biết ơn vì thầy cô đã tạo điều kiện cập nhật chuyển điểm anh văn, điểm trung bình tích luỹ nhanh chóng.. . Tuy nhiên, sau khi cập nhật chuyển điểm anh văn, điểm trung bình tích luỹ của em đã tăng lên 7.01, em cũng chỉ học đủ 141 tín chỉ.. . Nhưng trong danh sách dự kiến tốt nghiệp, điểm trung bình tốt nghiệp vẫn là 6.99, vẫn chưa được cập nhật điểm mới. Em rất mong được cập nhật điểm mới để có thể được nhận bằng 'Khá' và đăng kí tốt nghiệp trước 24/12/2021.. . Em xin chân thành cảm ơn sự giúp đỡ của quý thầy cô.. . Trân trọng.",
            "Chào em,. . Điểm trung bình TN của bạn là 7.05 nhé, sẽ được cập nhật lại trong QD tốt nghiệp chính thức nhé"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Chào thầy/cô. Em muốn hỏi là nếu em đã đăng ký hoãn thi tại mybk thì em có cần báo việc hoãn thi với cán bộ coi thi không ạ.. . Em xin cảm ơn ạ",
            "Chào em,. . Em vui lòng xem lại email PĐT đã gửi:. . Kế hoạch tổ chức thi học kỳ 1 năm 2021-2022. . mục 5. Hướng dẫn đăng ký hoãn thi Cuối kỳ, dự thi. . Thân mến. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em chào cô, em là sinh viên [full_name] MSSV [student_id], em hiện đang ở quê chưa thể vào được thành phố, cho em hỏi hạn nộp đăng ký hoãn luận văn chuyển sang đợt 2 tới ngày nào vậy cô. Em xin cảm ơn cô",
            "Chào em,. . Căn cứ trên tình hình phòng chống dịch Covid-19, theo lệnh của Ban giám hiệu, Phòng Đào tạo (PĐT) thông báo kế hoạch tổ chức thi học kỳ 1 năm học 2021-2022, ngày 08/11/2021 (Phòng Đào tạo đã gửi mail cho SV vào ngày 22/11/2021), có thông báo rõ về thời gian phản biện và bảo vệ Luận văn tốt nghiệp (LVTN) trong HK211 và có ghi rõ về các \" Trường hợp cần thiết, sẽ có một đợt bảo vệ bổ sung cho các trường hợp đề tài bị ảnh hưởng nghiêm trọng bởi tình hình dịch Covid-19\". SV vui lòng xem lại email sinh viên về thông báo báo này.. . SV vui lòng liên hệ khoa để được hỗ trợ và hướng dẫn để xin đăng ký bảo vệ trong đợt bổ sung theo đúng chỉ đạo của Ban Giám hiệu nhà trường.. . -Trường hợp Khoa không tiếp nhận trường hợp tổ chức đợt bảo vệ bổ sung, SV nhờ Khoa làm công văn đề nghị lên Phòng Đào tạo, ghi rõ lý do vì sao không thể tổ chức đợt bảo vệ LVTN bổ sung, để Phòng Đào tạo trình lên Ban Giám hiệu nhà trường xin ý kiến và phản hồi cho sinh viên.. . Thân mến. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Kính chào [full_name]T,. . . . Em tên là [full_name], MSSV [student_id]. . . . Theo thông báo của [full_name]T thì sau ngày 21/12 nếu sinh viên vẫn chưa đăng ký tốt nghiệp được thì liên hệ với [full_name]T. . . . Nên em xin phép nhờ [full_name]T kiểm tra thông tin để giúp em có thể đăng ký tốt nghiệp. . . . Em xin cảm ơn",
            "Chào em,. . Trường hợp của em cô hẹn sai thời gian nhé.. . Do em đăng ký xét ngày thứ 2, danh sách tuần này đã ra, bạn đợi ds bổ sung tốt nghiệp mới sau ngày 24/12.. . Sau ngày này nếu chưa nhận được mail đăng ký tốt nghiệp em vui lòng phản hồi lại giúp cô nhé thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Hiện tại em đã thanh toán hết các khoản phí trên bkpay nhưng vẫn không đăng ký tốt nghiệp được. Nhờ PĐT kiểm tra lại giúp em.",
            "Chào em,. . Sau 10h ngày 23/12 em vào đăng ký tốt nghiệp lại nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Kính gửi pdt. . Em tên: [full_name]. . Mssv : [student_id]. . Tình trạng hiện tại của e là:. . - Đã học hết 6nam rưỡi, chỉ còn anh văn toeic , và av nói viết để ra trường với ngành cảng công trình biển . . - Em có đăng kí học thêm các môn của ngành xây dựng công trình dân dụng , đã học hết các môn chỉ còn LVTN . . Em xin được hỏi về tình trạng của e: là em có thể xin thêm 1 kì nữa , để hoãn thành môn LVTN của ngành dân dụng , và bổ sung thêm các chứng chỉ av được không ạ . . Nếu không thì em xin về cách giải quyết trình trạng em như thế nào . . . Em xin cảm ơn",
            "\"Chào bạn. . K2015 đã hết thời gian nên không dkmh được. .  Về quy định thời gian và kế hoạch học tập: Bạn vui lòng xem chi tiết tại trang web aao    sinh viên    Quy chế    Quy chế đào tạo và học vụ bậc đại học và cao đẳng    Các trường hợp được kéo dài thời gian đào tạo    điều 5.5. . Bạn có thể chuyển sang VLVH. . Bạn tải mẫu Phiếu đề nghị chuyển sang VLVH  tại trang web: aao.hcmut.edu.vn gởi tại BKSI để Pdt xử lý chuyển sang VLVH cho bạn. . Thân. . \""
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: 1712482  /b \t. . . .   i Tốt nghiệp . Em xin chào quý Thầy/ Cô. . Em tên Hoàng Lê Quỳnh Nhi 1712482. . Em muốn hỏi là em vừa hoàn thành chuyển điểm anh văn và đã đủ điều kiện đăng ký tốt nghiệp, liệu em có kịp tốt nghiệp kịp trong kỳ này không ạ? Em mong quý thầy cô tạo điều kiện giúp đỡ em.. . Em xin chân thành cám ơn!. .",
            "\"Chào bạn,. . PDT đã ghi nhận yêu cầu về đăng ký xét TN của bạn. SV vui lòng theo dõi email  và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 27/12/2021 SV vẫn chưa nhận được mail hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 11/2021 (cập nhật mới gia hạn thời gian xử lý tốt nghiệp). . Về tình trạng sinh viên, khi nào em có tên trong ds dự kiến tốt nghiệp, PDT sẽ tự động ra QD thu nhận cho bạn nhé. . Thân. . \""
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Dạ em chào thầy cô trên pdt ạ! Em tên [full_name] MSSV [student_id] khoa cơ khí. Hiện tại em đã đủ hết các điều kiện tốt nghiệp chỉ duy nhất đợi điểm thi nói viết đợt 17/12 vừa rồi ạ! Hiện tại e đang đợi kết quả thi nhưng với tình hình này em sợ không kịp ngày 24/12 để xét tốt nghiệp ạ! Liệu trường có thể xét riêng cho những bạn thi nói viết đợt tháng 12 không ạ hay làm cách nào để có thể kịp tốt nghiệp đợt này ạ! Em chân thành cảm ơn thầy cô ạ",
            "\"Chào bạn,. . PDT đã ghi nhận yêu cầu về đăng ký xét TN của bạn. SV vui lòng theo dõi email  và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 27/12/2021 SV vẫn chưa nhận được mail hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 11/2021 (cập nhật mới gia hạn thời gian xử lý tốt nghiệp). . Về tình trạng sinh viên, khi nào em có tên trong ds dự kiến tốt nghiệp, PDT sẽ tự động ra QD thu nhận cho bạn nhé. . Thân. . \""
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Kính chào Phòng Đào Tạo. . Em tên là [full_name]. . MSSV: [student_id]. . Khoa Kỹ thuật Địa chất và Dầu khí. . . . Ngày 20.12.2021 em có nộp chứng chỉ ngoại ngữ TOEIC Listening và Reading để chuyển điểm anh văn và xét tốt nghiệp.. . . . Kính mong Phòng Đào Tạo xem xét và hỗ trợ em được chuyển điểm anh văn sớm để em được xét tốt nghiệp ạ. . . . . Em xin chân thành cảm ơn.. . . . Trân trọng. . [full_name]. . . .",
            "\"Chào em,. . Trường hợp của em vui lòng theo dõi tình trạng thẩm tra chứng chỉ tại mybk/Nộp chứng chỉ ngoại ngữ, khi nào chuyển qua tình trạng đã thẩm tra hợp lệ (thời gian thẩm tra phụ thuộc vào đơn vị cấp chứng chỉ), bạn gửi lại yêu cầu qua bksi xin chuyển điểm sớm để xét tốt nghiệp nhé. . Về tình trạng sinh viên, khi đó mới có thể trả lời cho bạn việc xét tốt nghiệp nhé. . Thân\""
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Chào phòng đào tạo ạ!. . Em là [full_name] (MSSV [student_id]). . Phòng [full_name] cho em hỏi lịch đăng ký thi anh văn nói viết a, khi nào thì mở đăng ký thi anh văn nói viết tháng 1 này a.. . Mong Phòng trả lời giúp em ạ!",
            "\"Chào bạn. . AV Nói - viết: Bạn vui lòng liên hệ Trung tâm ngoại ngữ sau tết Nguyên đán để đăng ký thi .. . Thân. . \""
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Thầy/Cô cho em hỏi là hiện em muốn đăng ký hoãn bảo vệ Luận văn Tốt nghiệp thì phải gửi đơn tới đâu ạ? Em cảm ơn ạ",
            "Chào em,. . Căn cứ trên tình hình phòng chống dịch Covid-19, theo lệnh của Ban giám hiệu, Phòng Đào tạo (PĐT) thông báo kế hoạch tổ chức thi học kỳ 1 năm học 2021-2022, ngày 08/11/2021 (Phòng Đào tạo đã gửi mail cho SV vào ngày 22/11/2021), có thông báo rõ về thời gian phản biện và bảo vệ Luận văn tốt nghiệp (LVTN) trong HK211 và có ghi rõ về các \" Trường hợp cần thiết, sẽ có một đợt bảo vệ bổ sung cho các trường hợp đề tài bị ảnh hưởng nghiêm trọng bởi tình hình dịch Covid-19\". SV vui lòng xem lại email sinh viên về thông báo báo này.. . - SV vui lòng liên hệ khoa để được hỗ trợ và hướng dẫn để xin đăng ký bảo vệ trong đợt bổ sung theo đúng chỉ đạo của Ban Giám hiệu nhà trường.. . -Trường hợp Khoa không tiếp nhận trường hợp tổ chức đợt bảo vệ bổ sung, SV nhờ Khoa làm công văn đề nghị lên Phòng Đào tạo, ghi rõ lý do vì sao không thể tổ chức đợt bảo vệ LVTN bổ sung, để Phòng Đào tạo trình lên Ban Giám hiệu nhà trường xin ý kiến và phản hồi cho sinh viên.. . Thân mến. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Dạ chào thầy/cô ạ,. . . . Em là sinh viên năm 4, Khóa 2017, Khoa Khoa học và Kỹ thuật Máy tính. . . . . Em vừa nộp chứng chỉ tiếng anh và đã được chấp nhận (HỢP LỆ). Thầy/Cô có thể giúp em xử lý nhanh để chuyển đổi điểm 4 môn anh văn 1-4 .  để em kịp hạn tốt nghiệp ngày 24/12 không ạ?. . . . Kính mong thầy/cô giúp đỡ ạ!. . . . Em cảm ơn ạ.",
            "\"Chào bạn,. . PDT đã ghi nhận yêu cầu về đăng ký xét TN của bạn. SV vui lòng theo dõi email  và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 27/12/2021 SV vẫn chưa nhận được mail hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 11/2021 (cập nhật mới gia hạn thời gian xử lý tốt nghiệp). . Về tình trạng sinh viên, khi nào em có tên trong ds dự kiến tốt nghiệp, PDT sẽ tự động ra QD thu nhận cho bạn nhé. . Thân. . \""
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Xin chào!. . Em muốn hỏi là tháng một em sẽ nhận bằng và hồ sơ tốt nghiệp, nhưng em muốn bảng điểm khi được trả về chỉ in những môn đạt không in những môn  không đạt thì phải đăng kí như thế nào ạ.. .  Trân trọng!",
            "Chào em,. . Trong bảng điểm in có ĐTBHK, ĐTBTL và tất cả các môn sv theo học.. . Quy định chỉ xuất hiện 1 lần cao nhất chỉ khi nào sv tốt nghiệp mới in theo dạng này.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Xin chào nhà trường ạ, em là [full_name], MSSV [student_id], khoa Khoa học Ứng dụng.. . . . Em hiện đã đủ điều kiện tốt nghiệp (chuẩn anh văn và 15 ngày ctxh) nhưng trên hệ thống vẫn ghi em nợ ctxh khiến em không thể đăng kí tốt nghiệp được. Em đã bị hơn 3-4 ngày nay và hạn đăng kí là 24/12. Xin nhà trường hãy giúp em để đăng kí tốt nghiệp ạ.. . . . Em xin chân thành cám ơn ạ.",
            "Chào em,. . sau ngày 23/12 em vào đăng ký tốt nghiệp lại nhé. . Thân"
        ]
    }
]