[
    {
        "intent": "",
        "message": [
            "Học vụ . Kính chào giáo viên. . . . Em xin đăng ký hoãn thi hai môn: Giải Tích 2 và Phương pháp tính. Em phải làm thủ tục như thế nào ạ?. . . . Em cảm ơn !",
            "Chào bạn,. . Về việc hoãn thi cuối kỳ của (HK chính 202, DT202 và DT203). . -\tSinh viên vui lòng tải mẫu đơn tại aao.hcmut.edu.vn/ sinh viên/biểu mẫu/Phiếu đăng ký hoãn thi / vắng thi có phép (cuối kỳ). Điền đầy đủ thông tin và trình bày rõ lý do xin hoãn thi. . -\tSV gửi qua trang hỗ trợ trực tuyến (BKSI) hoặc mail [email]. . -\tRiêng Đối với môn DA, TTNT, DCLV, LVTN: phải có xác nhận của GVHD + Bộ Môn + Khoa về việc dịch Covid-19 ảnh hưởng nghiêm trọng đến kết quả thực hiện đề tài, nêu rõ về việc ảnh hưởng nghiêm trọng như thế nào để được xem xét. (Sv có thể gởi mẫu đơn để GVHD + Bộ Môn + Khoa xác nhận trên mẫu đơn hoặc xác nhận qua email của Sv, sau đó chụp hình gởi kèm đơn hoãn thi. . Lưu ý: . . 1.\tPDT sẽ hậu kiểm lại danh sách cấm thi do Khoa gửi lên và sẽ hủy kết quả hoãn thi nếu SV thuộc diện cấm thi.. . 2.\tVề kiểm tra giữa kỳ của HK DT202 và 203: SV liên hệ trực tiếp GV và Bộ môn để được xem xét.. . 3.\tCác môn có phần thí nghiệm, PĐT sẽ tự hoãn thi cho đến khi TNg xong. Một số MH, Giảng viên sẽ đề nghị cho thi trước, điểm TNg sẽ bù sau, khi đó SV có thể xin hoãn thi.. . 4.\tVề quy định (thi xóa điểm VT, cách tính điểm ĐẠT) Vắng thi có phép và hoãn thi: Bạn vui lòng xem chi tiết tại trang web aao.hcmut.edu.vn--  sinh viên --  Quy chế --  Quy chế đào tạo và học vụ bậc đại học và cao đẳng -- Điều 17.2. . Chúc bạn học tập tốt nhé.. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . _Vì tình hình dịch bệnh và vì một số lí do khách quan khác, em xin phép PĐT cho em được hoãn thanh toán HP Hk202 (chuyển hệ). . _Em có trình bày rất rõ trong đơn đính kèm.. . _Mong nhận được sự đồng ý từ PĐT, em xin thành thật biết ơn."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Dạ thưa thầy(cô) chuyện là em không có thẻ sv ở bên mình, em cần phải đăng ký thẻ để thi online, nên em phải làm sao để được đăng ký đây ạ? Và cho em hỏi là khoảng bao lâu thì em có thể nhận được ạ, do quê em ở Cần Thơ. Em xin cảm ơn thầy(cô) nhiều lắm ạ!!",
            "Chào em,. . - SV phải dùng thẻ SV khi dự thi. Nếu SV làm mất thẻ SV thì phải đăng ký làm lại. PĐT đã có tuỳ chọn nhận tại nhà, người nhận trả cước bưu điện: ghi rõ họ tên, số điện thoại, địa chỉ.. . - Em vào mybk/đăng ký in lại thẻ sv ... đóng tiền mới được in nhé. . . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . [full_name] [student_id] L14 xin pđt để được hoãn thi cuối kì 202 môn triết ạ. . . .",
            "Chào bạn,. . - Phòng Đào tạo đã đồng ý yêu cầu về việc xin Hoãn Thi/Vắng thi của bạn. Bạn vui lòng theo dõi kết quả được cập nhật trên trang Mybk/xem điểm sau ngày 06/09/2021 (nếu sau thời gian trên vẫn chưa được xử lý bạn có thể vào trang bksi.hcmut.edu.vn để khiếu nại).. . - Sau ngày 06/09/2021 bạn liên hệ trực tiếp Phòng đào tạo cơ sở Lý Thường Kiệt để nhận quyết định bảng chính. . Lưu ý: PDT sẽ hậu kiểm lại với danh sách cấm thi của khoa gửi lên, nếu SV bị cấm thi sẽ bị hủy kết quả hoãn thi theo quy định.. . Chúc bạn học tập tốt nhé.. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ .",
            "Cho em hỏi đơn của em được tiếp nhận chưa ạ",
            "Chào bạn,. . PDT đã tiếp nhận đơn thu nhận của bạn,. . bạn vui lòng theo dõi thông tin tình trạng SV được cập nhật tại trang mybk/Thông tin sinh viên sau ngày 6/8. . Bạn vui lòng theo dõi mail thông tin để ĐKMH của đợt 2 và đợt 3. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "B   b MSSV/MSGV[full_name] [student_id]  /b \t. . . .   i Yêu cầu khác . Kính gửi[full_name] thầy/cô Phòng đào tạo trường đại học Bách Khoa. . Em tên là[full_name] [full_name] Duy Phúc. . Lớp[full_name] DD20LT09. . MSSV[full_name] [student_id]. . Em gửi đơn này xin Phòng đào tạo cho phép em được hoãn thi cuối kỳ HK202 môn Triết học Mác-[full_name]",
            "Chào bạn,. . - Phòng Đào tạo đã đồng ý yêu cầu về việc xin Hoãn Thi/Vắng thi của bạn. Bạn vui lòng theo dõi kết quả được cập nhật trên trang Mybk/xem điểm sau ngày 06/09/2021 (nếu sau thời gian trên vẫn chưa được xử lý bạn có thể vào trang bksi.hcmut.edu.vn để khiếu nại).. . - Sau ngày 06/09/2021 bạn liên hệ trực tiếp Phòng đào tạo cơ sở Lý Thường Kiệt để nhận quyết định bảng chính. . Lưu ý: PDT sẽ hậu kiểm lại với danh sách cấm thi của khoa gửi lên, nếu SV bị cấm thi sẽ bị hủy kết quả hoãn thi theo quy định.. . Chúc bạn học tập tốt nhé.. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Em chào thầy cô,. . Em tên là [full_name], mssv: [student_id]. Do hiện tại thẻ sinh viên của em ở ký túc xá, nên để được phép thi cuối kì em có thể sử dụng hình ảnh của thẻ sinh viên( trong file đính kèm) trong kì thi cuối kì 202 không ạ hoặc trong trường hợp thẻ sinh viên mới không về kịp thì cách giải quyết như thế nào?.. . Mong thầy cô xem xét giúp đỡ.. . Em cám ơn!. . . .",
            "Chào em,. . - SV phải dùng thẻ SV khi dự thi. Nếu SV làm mất thẻ SV thì phải đăng ký làm lại. PĐT đã có tuỳ chọn nhận tại nhà, người nhận trả cước bưu điện: ghi rõ họ tên, số điện thoại, địa chỉ.. . - Em vào mybk/đăng ký in lại thẻ sv ... đóng tiền mới được in nhé. . . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Chào thầy/cô,. . em muốn hỏi là thi online cuối kì được sử dụng tài liệu thì mình có được xem tài liệu trên máy tính không ạ, hay chỉ là tài liệu giấy. Do quê em thực hiện chỉ thị 16 nên không in tài liệu được ạ. Em cảm ơn. .",
            "Chào em,. . Việc có được sử dụng tài liệu hay không, dạng tài liệu gì ... thì phải hỏi ở GV giảng dạy.. . Thân mến,. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Học kì 2 năm học 2020-2021, em có đăng ký 2 môn học Vẽ kỹ thuật (CI1003) và Lý thuyết công nghệ luyện kim 2 (MA3015), do ảnh hưởng của dịch bệnh nên em không chuẩn bị học phí kịp, và em có 2 câu hỏi mong thầy/cô giải đáp giúp em.. . . . - Nếu hiện tại em đóng học phí thì có kịp không ?. . . . - Lịch thi cuối kì môn luyện kim 2 là 10/8, trong khi môn vẽ kỹ thuật chưa có thông tin mới, nhưng lịch thi trong mục thông tin sinh viên của em không được cập nhật. Nếu em đóng học phí thì thông tin có cập nhật kịp trước ngày em thi cuối kì (10/8) không?. . . . Em mong sẽ được giải đáp thắc mắc sớm nhất có thể. Cảm ơn thầy/cô !",
            "Chào bạn. . Đến thời điểm hiện tại bạn vẫn chưa thanh toán học phí HK dự thính 202, theo quy định bạn đã bị huỷ lịch thi và không thể phục hồi. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "B Yêu cầu khác . Em tên là: [full_name]. MSSV: [student_id].. . Sắp tới em thi cuối kỳ bắt đầu từ ngày 04/07 và cần thẻ sinh viên mà em lại bỏ thẻ sinh viên tại KTX trước khi về quê ạ!. . Em muốn hỏi là:\" Nếu không có thẻ SV mình dùng CMND được không ạ? \" và \" Nếu không được thì có cách giải quyết nào khác không ạ?\". . Em đã đăng kí in thẻ SV vậy trước ngày 04/07 có thể có thẻ SV không ạ? ( em ở Quảng Ngãi ). . Mong admin trả lời sớm! Em xin chân thành cảm ơn ạ!. .",
            "Chào em,. . - SV phải dùng thẻ SV khi dự thi. Nếu SV làm mất thẻ SV thì phải đăng ký làm lại. PĐT đã có tuỳ chọn nhận tại nhà, người nhận trả cước bưu điện: ghi rõ họ tên, số điện thoại, địa chỉ.. . - Em vào mybk/đăng ký in lại thẻ sv ... đóng tiền mới được in nhé.. . Thân mến,. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Em tên [full_name] MSSV: [student_id] lớp giải tích 2(MT1005) . . Em đã gửi mail cho giảng viên để xác nhận hoãn thi do kh có laptop và đường truyền mạng kh ổn định từ ngày (24/07/2021) cho cô [full_name] là giáo viên đứng lớp (em đã gửi 5 mail) nhưng đến hôm nay (29/7/2021) cô vẫn chưa trả lời em có đc hoãn hay bị cấm thi hay kh. Em chưa nhận đc 1 câu trả lời nào từ cô nhưng ngày thi gần tới (16:00 ngày 7/8/2021) em mong PĐT có thể giúp em ạ. . Em xin trân trọng cảm ơn   B   /B   B   /B . . . .   i Học vụ .",
            "Chào bạn,. . - Phòng Đào tạo đã đồng ý yêu cầu về việc xin Hoãn Thi/Vắng thi của bạn. Bạn vui lòng theo dõi kết quả được cập nhật trên trang Mybk/xem điểm sau ngày 06/09/2021 (nếu sau thời gian trên vẫn chưa được xử lý bạn có thể vào trang bksi.hcmut.edu.vn để khiếu nại).. . - Sau ngày 06/09/2021 bạn liên hệ trực tiếp Phòng đào tạo cơ sở Lý Thường Kiệt để nhận quyết định bảng chính. . Lưu ý: PDT sẽ hậu kiểm lại với danh sách cấm thi của khoa gửi lên, nếu SV bị cấm thi sẽ bị hủy kết quả hoãn thi theo quy định.. . Chúc bạn học tập tốt nhé.. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV[full_name] [student_id]  /b \t. . . .   i Yêu cầu khác . Kính gửi[full_name] thầy/cô Phòng đào tạo trường đại học Bách Khoa. . Em tên là[full_name] [full_name] [full_name]. . Lớp[full_name] DD20LT09. . MSSV[full_name] [student_id]. . Em gửi đơn này xin Phòng đào tạo cho phép em được hoãn thi cuối kỳ HK202 môn Giải Tích 2",
            "Chào bạn,. . - Phòng Đào tạo đã đồng ý yêu cầu về việc xin Hoãn Thi/Vắng thi của bạn. Bạn vui lòng theo dõi kết quả được cập nhật trên trang Mybk/xem điểm sau ngày 06/09/2021 (nếu sau thời gian trên vẫn chưa được xử lý bạn có thể vào trang bksi.hcmut.edu.vn để khiếu nại).. . - Sau ngày 06/09/2021 bạn liên hệ trực tiếp Phòng đào tạo cơ sở Lý Thường Kiệt để nhận quyết định bảng chính. . Lưu ý: PDT sẽ hậu kiểm lại với danh sách cấm thi của khoa gửi lên, nếu SV bị cấm thi sẽ bị hủy kết quả hoãn thi theo quy định.. . Chúc bạn học tập tốt nhé.. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em là [full_name]. MSSV:[student_id]. . Em gửi đơn xin xác nhận hoãn thi kèm minh chứng. Mong PDT xem xét.. . Em cảm ơn.. . Trân trọng/",
            "Chào bạn,. . - Phòng Đào tạo đã đồng ý yêu cầu về việc xin Hoãn Thi/Vắng thi của bạn. Bạn vui lòng theo dõi kết quả được cập nhật trên trang Mybk/xem điểm sau ngày 06/09/2021 (nếu sau thời gian trên vẫn chưa được xử lý bạn có thể vào trang bksi.hcmut.edu.vn để khiếu nại).. . - Sau ngày 06/09/2021 bạn liên hệ trực tiếp Phòng đào tạo cơ sở Lý Thường Kiệt để nhận quyết định bảng chính. . Lưu ý: PDT sẽ hậu kiểm lại với danh sách cấm thi của khoa gửi lên, nếu SV bị cấm thi sẽ bị hủy kết quả hoãn thi theo quy định.. . Chúc bạn học tập tốt nhé.. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Em kính chào thầy cô ạ!. . Em đã hoàn thành phiếu đăng kí hoãn thi theo mẫu của phòng đào tạo và được giáo viên viên bộ môn kí xác nhận hoãn thi. Em kính mong phòng đào tạo xem xét giúp em được hoãn thi môn học kì này ạ.. . Em xin trân trọng cảm ơn.. . Chúc thầy cô có nhiều sức khỏe ạ.. .",
            "Chào bạn,. . - Phòng Đào tạo đã đồng ý yêu cầu về việc xin Hoãn Thi/Vắng thi của bạn. Bạn vui lòng theo dõi kết quả được cập nhật trên trang Mybk/xem điểm sau ngày 06/09/2021 (nếu sau thời gian trên vẫn chưa được xử lý bạn có thể vào trang bksi.hcmut.edu.vn để khiếu nại).. . - Sau ngày 06/09/2021 bạn liên hệ trực tiếp Phòng đào tạo cơ sở Lý Thường Kiệt để nhận quyết định bảng chính. . Lưu ý: PDT sẽ hậu kiểm lại với danh sách cấm thi của khoa gửi lên, nếu SV bị cấm thi sẽ bị hủy kết quả hoãn thi theo quy định.. . Chúc bạn học tập tốt nhé.. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Dạ thầy cô cho em hỏi, do giáo viên nhập sai điểm đồ án môn học của em, bây giờ sửa điểm lại thì cần làm những gì ạ. Mong thầy cô sớm phản hồi cho em. Em cảm ơn.",
            "Chào em,. . Nếu GV đã khóa môn học và muốn sửa điểm thì GV gửi email hoặc phiếu đề nghị mở khóa môn học nhóm để mở khóa (HK202) trong thời gian cho phép sửa.. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Em chào thầy/cô. Nếu việc em làm mất thẻ sinh viên và cần cấp lại thẻ nhưng em quên tài khoản ocb của mình và không đăng nhập để đóng tiền cấp thẻ được ạ. Vậy cho em hỏi e phải làm thủ tục chứng nhận là sinh viên như thế nào để được dự thị ạ?. . Em cảm ơn rất nhiều ạ.. .",
            "Chào em,. . - SV phải dùng thẻ SV khi dự thi. Nếu SV làm mất thẻ SV thì phải đăng ký làm lại. PĐT đã có tuỳ chọn nhận tại nhà, người nhận trả cước bưu điện: ghi rõ họ tên, số điện thoại, địa chỉ.. . - Em vào mybk/đăng ký in lại thẻ sv ... đóng tiền mới được in nhé. . . - Thanh toán in thẻ sv em có thể nhờ bạn thanh toán nhé.. . - Còn tài khoản đăng ký in thẻ sv: là của em. . . . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Em chào thầy/ cô ạ.. . Hiện tại em kì rồi em có học dự thính môn giải tích 1 của cô [full_name]. Thì em do không đảm bảo được điều kiện thi nên xin hoãn. Em đã mail thông báo cho cô, để cô lập danh sách. Vậy cho em hỏi thì em có cần làm đơn hoãn thi ko ạ ?? Nếu có làm thì như thế nào ạ ??. . . .",
            "Chào em,. . PĐT mới gửi email đến sv, em đọc kỹ Hướng dẫn tạm thời về kiểm tra/thi theo hình thức trực tuyến.. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Kính chào quý thầy/cô ạ, theo quy chế đào tạo chương V điều 28.1, SV sau năm nhất có thể đăng kí học song ngành theo hướng bằng 2, vậy cho em hỏi làm thế nào để đăng kí ạ? em đã phân ngành rồi ạ.",
            "Chào bạn,. . Bạn có thể liên hệ ở Khoa của ngành thứ 2 để tư vấn cho bạn trước về CTĐT của ngành thứ 2. Bạn có thể đăng ký tích lũy những môn thuộc ngành 2 của bạn (ĐKMH theo đúng quy định) trong các đợt ĐKMH.. . Sau khi đủ điều kiện tốt nghiệp ngành thứ 1, bạn có thể làm đơn xin hoãn tốt nghiệp ngành thứ 1 để học tiếp ngành 2, nộp tại Phòng Đào tạo, khi đó bạn mới có thể được các đăng ký các học phần tốt nghiệp của ngành 2.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: 2010891  /b \t. . . .   i Học vụ . Em chào thầy/ cô. . . . Cho em hỏi,  môn giải tích 1 và vật lý 1 DỰ. . . . THÍNH HỌC KÌ 202 sẽ thi cuối kì vào ngày mấy . . . . và ngày mấy vậy ạ . . . . Do em đọc trên MYBK, lịch thi môn vật lý 1 của . . . . em có 2 ngày thi là 12/8 và 23/8. . . . Em xin cảm ơn",
            "ngày 12/08 nhé em. . Lịch thi đã được cập nhật lại. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: 1711828  /b \t. . . .   i Đăng ký môn học . Chào Thầy/ Cô. Em là Lưu Hoài Bảo Khuyên, MSSV 1711828.. . Thầy/ Cô ơi nếu trong đợt ĐKMH đợt 2 này, em có thể xóa môn học đã đăng kí ở đợt 1 không ạ?. . Em xin chân thành cảm ơn Thầy/ Cô.. .",
            "Chào bạn,. . Trong đợt đăng ký môn học (đợt 1) này được xem là đợt nguyện vọng, không ràng bất cứ điều kiện gì, khi SV vào ĐKMH hiện thông báo không đủ điều kiện để ĐKMH vì thiếu môn tiên quyết, học trước, gdtc ..., chỉ cảnh báo để SV kiểm tra về điều kiện ĐKMH của mình. Sau khi kết thúc đợt ĐKMH, PDT sẽ lấy dữ liệu xuống và hậu kiểm lại tất cả các điều kiện ràng buộc về môn học (nếu có). SV viên vui lòng đợi công bố kết quả đợt 1, nếu kết quả ĐKMH không đúng (hoặc sai sót) có thể khiếu nại và đăng ký lại  vào đợt 2.. . -  ĐKMH đợt 2 này, em có thể xóa môn học đã đăng kí ở đợt 1 không =  em theo dõi email PĐT gửi rồi làm nhé.. . Thân chào.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Thầy (cô) cho em hỏi về việc hoãn thi với ạ.. . Theo em biết hoãn thi sẽ lấy điểm thi cuối kì sau đó làm điểm tổng kết và bỏ qua điểm thành phần, vậy đối với môn có thí nghiệm thì cột điểm thí nghiệm sẽ sao ạ? Và hoãn thi ảnh hưởng như thế nào đến việc xét hbkk vậy ạ?. . Em cảm ơn!",
            "Chào bạn,. . Về việc hoãn thi cuối kỳ của (HK chính 202, DT202 và DT203). . -\tSinh viên vui lòng tải mẫu đơn tại aao.hcmut.edu.vn/ sinh viên/biểu mẫu/Phiếu đăng ký hoãn thi / vắng thi có phép (cuối kỳ). Điền đầy đủ thông tin và trình bày rõ lý do xin hoãn thi. . -\tSV gửi qua trang hỗ trợ trực tuyến (BKSI) hoặc mail [email]. . -\tRiêng Đối với môn DA, TTNT, DCLV, LVTN: phải có xác nhận của GVHD + Bộ Môn + Khoa về việc dịch Covid-19 ảnh hưởng nghiêm trọng đến kết quả thực hiện đề tài, nêu rõ về việc ảnh hưởng nghiêm trọng như thế nào để được xem xét. (Sv có thể gởi mẫu đơn để GVHD + Bộ Môn + Khoa xác nhận trên mẫu đơn hoặc xác nhận qua email của Sv, sau đó chụp hình gởi kèm đơn hoãn thi. . Lưu ý: . . 1.\tPDT sẽ hậu kiểm lại danh sách cấm thi do Khoa gửi lên và sẽ hủy kết quả hoãn thi nếu SV thuộc diện cấm thi.. . 2.\tVề kiểm tra giữa kỳ của HK DT202 và 203: SV liên hệ trực tiếp GV và Bộ môn để được xem xét.. . 3.\tCác môn có phần thí nghiệm, PĐT sẽ tự hoãn thi cho đến khi TNg xong. Một số MH, Giảng viên sẽ đề nghị cho thi trước, điểm TNg sẽ bù sau, khi đó SV có thể xin hoãn thi.. . 4.\tVề quy định (thi xóa điểm VT, cách tính điểm ĐẠT) Vắng thi có phép và hoãn thi: Bạn vui lòng xem chi tiết tại trang web aao.hcmut.edu.vn--  sinh viên --  Quy chế --  Quy chế đào tạo và học vụ bậc đại học và cao đẳng -- Điều 17.2. . Chúc bạn học tập tốt nhé.. . Về hbkk bạn vui lòng xem thêm tại quy định bhkk của phòng Công tác Chính trị sinh viên nhé!. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Thưa quí thầy cô.. . Điều kiện bổ sung để hoãn thi HK202 là đơn hoặc email,vậy nếu là email thì có cần xác nhận của cả GV dạy và chủ nhiệm khoa luôn không ạ.. . Nều có cần thì quí thầy cô cho em xin thông tin liên lạc với chủ nhiệm khoa (Cơ khí )(email/sđt/..). . Mong nhận được sự phản hồi cụ thể rõ ràng ạ.. . (Tình hình chung là toàn SV BK trên Facebook đang rất hoang mang và bị loạn thông tin,thiếu thông tin cụ thể việc thi online). . Em xin cám ơn.",
            "Chào em,. . PĐT mới gửi email đến sv, em đọc kỹ, nếu còn thắc mắc thì gửi lại nhé.. . Thân mến,"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Kính gửi PĐT,. . Trong tình hình dịch bệnh như hiện nay, nhà trường đang tích cực triển khai thi online cho các môn học của HK chính 202 và HK hè 203. Hiện tại, em đã nhận được mail thông báo về việc thi online cũng như nhắc nhở lịch thi học kì hè. Tuy nhiên, vẫn chưa có văn bản thông báo chính thức nào về việc thi online cụ thể sẽ triển khai như thế nào. Mong PĐT sớm có văn bản quyết  định về việc tổ chức thi online cho sinh viên đối với các môn cuối kì.. . Đồng thời, hiện tại em có nhận được một số văn bản của trường về việc thi online từ các sinh việc khác đã thi giữa kì. Trong đó có quy định sinh viên làm bài trên giấy A4 đã tự chuẩn bị và không được chuyển màn hình laptop trong suốt quá trình làm bài. Em muốn hỏi thông tin trên là đúng sự thật hay không? Nếu đúng, vậy trong tình hình dịch bệnh như thế này, đối với những sinh viên không thể chuẩn bị giấy A4 để dự thi (thậm chí gia đình không có giấy tập) thì phải xử lí như thế nào? Cũng như vậy, đối với những môn thi được phép sử dụng tài liệu trong quá trình làm bài, nhưng do cách li, phong toả, không thể in ấn tài liệu trên file mền thành tài liệu giấy thì phải như thế nào? Có những môn thi tài liệu là cả trăm trang A4, nhiều quyển sách dowload từ mạng, em không thể chép tay hết để sử dụng trong quá trình làm bài.. . Dù biết PĐT đã rất cố gắng trong công tác triển khai thi online. Tuy nhiên đối với sinh viên như em vẫn còn nhiều vướng mắc.. . Mong PĐT giúp đỡ, giải quyết những thắc mắc của em trong vấn đề trên. Cám ơn quý thầy cô rất nhiều. Chúc mọi người luôn tràn đầy sức khoẻ.",
            "Chào em,. . - PĐT mới gửi email đến sv, em đọc kỹ Hướng dẫn tạm thời về kiểm tra/thi theo hình thức trực tuyến nhé.. . - Việc có được sử dụng tài liệu hay không, dạng tài liệu gì ... thì sv phải hỏi ở GV giảng dạy.. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Kính gửi PĐT,. . Em tên là [full_name], MSSV: [student_id]. . Do không đáp ứng đầy đủ điều kiện về trang thiết bị cho việc thi online cuối kì và một số bất cập trong tình hình dịch bệnh ở địa phương em, nên em viết đơn này kính mong PĐT xem xét cho em hoãn thi cuối kì 202 môn Xác suất và thống kê.. . Em xin chân thành cảm ơn.",
            "Chào bạn,. . - Phòng Đào tạo đã đồng ý yêu cầu về việc xin Hoãn Thi/Vắng thi của bạn. Bạn vui lòng theo dõi kết quả được cập nhật trên trang Mybk/xem điểm sau ngày 06/09/2021 (nếu sau thời gian trên vẫn chưa được xử lý bạn có thể vào trang bksi.hcmut.edu.vn để khiếu nại).. . - Sau ngày 06/09/2021 bạn liên hệ trực tiếp Phòng đào tạo cơ sở Lý Thường Kiệt để nhận quyết định bảng chính. . Lưu ý: PDT sẽ hậu kiểm lại với danh sách cấm thi của khoa gửi lên, nếu SV bị cấm thi sẽ bị hủy kết quả hoãn thi theo quy định.. . Chúc bạn học tập tốt nhé.. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: cho em hỏi là giấy tạm hoãn nghĩa vụ quân sự khi nào cấp v ạ,",
            "Chào em,. . - Đầu năm học trường in cho tất cả SV còn đang học có thời khóa biểu hk211 giấy chứng nhận NVQS, SV liên hệ Khoa, GVCN để lấy.. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "[student_id]. .   i Yêu cầu khác . Vào thời điểm hiện tại, em muốn đăng ký hoãn thi cho môn xác xuất thống kê lý do là máy tính không hoạt dộng và kết nối có vấn đề nên không thể thi online. Em thuộc lớp xác suất cc04 mã môn học là MT2013. Em xin cảm ơn. .",
            "Chào bạn,. . - Phòng Đào tạo đã đồng ý yêu cầu về việc xin Hoãn Thi/Vắng thi của bạn. Bạn vui lòng theo dõi kết quả được cập nhật trên trang Mybk/xem điểm sau ngày 06/09/2021 (nếu sau thời gian trên vẫn chưa được xử lý bạn có thể vào trang bksi.hcmut.edu.vn để khiếu nại).. . - Sau ngày 06/09/2021 bạn liên hệ trực tiếp Phòng đào tạo cơ sở Lý Thường Kiệt để nhận quyết định bảng chính. . Lưu ý: PDT sẽ hậu kiểm lại với danh sách cấm thi của khoa gửi lên, nếu SV bị cấm thi sẽ bị hủy kết quả hoãn thi theo quy định.. . Chúc bạn học tập tốt nhé.. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Chào cô, cô cho em hỏi 2 vấn đề:. . 1. Sắp tới em thi cuối kì 3 môn, em có thể hoãn thi 1 môn thôi do em không mượn được thiết bị để thi ngày hôm đó. 5/8 em thi thì giờ em làm đơn có kịp không ạ ?. . 2. Nếu làm đơn thì em được không in đơn ra mà điền online xong gửi đơn cho phòng đào tạo được không. Do em đang ở vùng dịch, cụ thể là Bình Dương nên em không được ra ngoài để in giấy tờ ạ. . Em cám ơn, mong cô giải đáp 2 vấn đề thắc mắc của em. . . . .",
            "Chào em,. . - PĐT mới gửi email đến sv, em đọc kỹ, nếu còn thắc mắc thì gửi lại nhé.. . - Mẫu đơn em điền xong gửi qua bksi.. . Thân mến,"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Cho em hỏi là xin nhận không dự kiến cấm thi , giảng viên lý thuyết hoặc bài tập đều có thể xác nhận được chứ ạ? Tại em xin xác nhận của gảng viên lý thuyết nhưng không được phản hồi. Em cảm ơn!",
            "Chào em,. . PĐT mới gửi email đến sv, em đọc kỹ, nếu còn thắc mắc thì gửi lại nhé.. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Cho em hỏi em muốn làm đơn thu nhận lại thì nộp như thế nào vậy ạ? Em gửi trực tiếp vô mail của nhà trường hay gửi ở đây ạ?",
            "Chào em,. . Em gửi qua bksi, email đều được nhé.. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính gửi phòng đào tạo, . . . . Em tên là [full_name] - MSSV: [student_id] - thuộc chương trình đào tạo quốc tế. Sắp tới em sẽ tham gia thi cuối kì online.. . . . Tuy nhiên, hiện tại em không có thẻ sinh viên bên người. Ngày 29 tháng 05 nằm 2021, em đi từ thành phố về quê (Long An) như mỗi tuần, nên không mang theo thẻ do em nghĩ có thể quay lại thành phố Hồ Chí Minh vào thứ 2 để đi học. Tuy nhiên, do tình hình dịch diễn biến phức tạp nên em đã không thể trở lại thành phố và ở quê từ hôm đó đến thời điểm hiện tại. . . . . Sau khi nhận được thông tin thi online và quy định thi ngày 27/7, có mục không có thẻ sinh viên thì không thể tham gia thi nên em đã đăng ký làm một thẻ chuyển về nhà nhưng do tình hình dịch phức tạp nên cũng khó có khả năng vận chuyển được thành công. . . . . Phòng đào tạo cho em hỏi là nếu em có kết quả đăng ký in thẻ lại và chứng minh nhân dân thì có thể tham gia thi cuối kì không ạ?. . . . Em cảm ơn!",
            "Chào em,. . - Em liên hệ với VPĐTQT qua email [email] để được hướng dẫn.. . - SV phải dùng thẻ SV khi dự thi. Nếu SV làm mất thẻ SV thì phải đăng ký làm lại. PĐT đã có tuỳ chọn nhận tại nhà, người nhận trả cước bưu điện: ghi rõ họ tên, số điện thoại, địa chỉ.. . - Em vào mybk/đăng ký in lại thẻ sv ... đóng tiền mới được in nhé. . . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Em là [full_name]. . Em gửi phòng đạo tạo đơn đăng kí hoãn thi kèm xác nhận của cô [full_name]",
            "Chào bạn,. . - Phòng Đào tạo đã đồng ý yêu cầu về việc xin Hoãn Thi/Vắng thi của bạn. Bạn vui lòng theo dõi kết quả được cập nhật trên trang Mybk/xem điểm sau ngày 06/09/2021 (nếu sau thời gian trên vẫn chưa được xử lý bạn có thể vào trang bksi.hcmut.edu.vn để khiếu nại).. . - Sau ngày 06/09/2021 bạn liên hệ trực tiếp Phòng đào tạo cơ sở Lý Thường Kiệt để nhận quyết định bảng chính. . Lưu ý: PDT sẽ hậu kiểm lại với danh sách cấm thi của khoa gửi lên, nếu SV bị cấm thi sẽ bị hủy kết quả hoãn thi theo quy định.. . Chúc bạn học tập tốt nhé.. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Cho em hỏi, rút môn học có được hoàn tiền học phí không ạ. Xin cảm ơn.",
            "Chào bạn,. . Rút môn học phải thanh toán HP bình thường nhé bạn.. . Vui lòng xem quy định rút MH tại đây:. . aao.hcmut.edu.vn/sinh viên/quy chế/học vụ/Quy chế đào tạo và học vụ bậc đại học, cao đẳng:/điều 11.2. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Dùng căn cước công dân thay cho hẻ sinh viên để thi cuối kì được không ạ?",
            "Chào em,. . - SV phải dùng thẻ SV khi dự thi. Nếu SV làm mất thẻ SV thì phải đăng ký làm lại. PĐT đã có tuỳ chọn nhận tại nhà, người nhận trả cước bưu điện: ghi rõ họ tên, số điện thoại, địa chỉ.. . - Em vào mybk/đăng ký in lại thẻ sv ... đóng tiền mới được in nhé. . . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Dear [full_name],. . . . Em là SV K17, học kỳ 202 em học 5 môn, 2 môn kỳ chính 3 môn dự thính.. . . . Do tình hình dịch bệnh diễn biến hết sức phức tạp, em đã phải ở lại công ty và không được đi ra ngoài. Vì vậy em xin đăng ký hoãn thi. [full_name] có thể hướng dẫn em không ạ?. . . . Trân trọng!. . . . [full_name] - [student_id]. . . .",
            "Chào em,. . PĐT mới gửi email đến sv, em đọc kỹ Hướng dẫn tạm thời về kiểm tra/thi theo hình thức trực tuyến nhé.. . Thân mến,. .",
            "li answer rate: Answer does not suit / Câu trả lời không đúng ý"
        ]
    },
    {
        "intent": "",
        "message": [
            "Em muốn hỏi là nếu em muốn dời đợt bảo vệ luận văn thì em có cần phải đăng kí môn luận văn tốt nghiệp cho kì tới không ạ .",
            ". . Các‌ ‌trường‌ ‌hợp‌ ‌này,‌ ‌về‌ ‌nguyên‌ ‌tắc‌ ‌là‌ ‌không‌ ‌đủ‌ ‌điều‌ ‌kiện‌ ‌dự‌ ‌thi,‌ ‌SV‌ ‌cần‌ ‌chuẩn‌ ‌bị‌ ‌đầy‌ ‌đủ‌ ‌trang‌ ‌. . thiết‌ ‌bị.‌ ‌. . Tuy‌ ‌nhiên,‌ ‌nếu‌ ‌thông‌ ‌báo‌ ‌cho‌ ‌CBCT‌ ‌đầy‌ ‌đủ,‌ ‌và‌ ‌trong‌ ‌các‌ ‌tình‌ ‌huống‌ ‌việc‌ ‌ghi‌ ‌hình‌ ‌không‌ ‌cần‌ ‌. . thu‌ ‌tiếng‌ ‌trên‌ ‌thiết‌ ‌bị‌ ‌chính‌ ‌là‌ ‌không‌ ‌vấn‌ ‌đề‌ ‌gì.‌ ‌. .  ‌. .  ‌. . Chào‌ ‌bạn‌ ‌. . -Hiện‌ ‌tại‌ ‌Phòng‌ ‌đào‌ ‌tạo‌ ‌giải‌ ‌quyết‌ ‌in‌ ‌thẻ‌ ‌sinh‌ ‌viên‌ ‌hàng‌ ‌ngày‌ ‌và‌ ‌gởi‌ ‌bưu‌ ‌cục‌ ‌(nếu‌ ‌SV‌ ‌có‌ ‌đăng‌ ‌. . ký),‌ ‌nhưng‌ ‌vì‌ ‌nhiều‌ ‌lý‌ ‌do‌ ‌bất‌ ‌khả‌ ‌kháng‌ ‌Thư‌ ‌vẫn‌ ‌chưa‌ ‌đến‌ ‌SV‌ ‌để‌ ‌kịp‌ ‌Thi.‌ ‌Sinh‌ ‌viên‌ ‌vui‌ ‌lòng‌ ‌. . trình‌ ‌bày‌ ‌tất‌ ‌cả‌ ‌lý‌ ‌do‌ ‌kèm‌ ‌minh‌ ‌chứng‌ ‌để‌ ‌Cán‌ ‌bộ‌ ‌coi‌ ‌thi‌ ‌ghi‌ ‌nhận‌ ‌vào‌ ‌Danh‌ ‌sách‌ ‌Thi‌ ‌và‌ ‌PDT‌ ‌. . đối‌ ‌chiếu‌ ‌dữ‌ ‌liệu‌ ‌sau‌ ‌. . Chúc‌ ‌bạn‌ ‌thi‌ ‌tốt‌ ‌nhé.‌ ‌. . Thân‌ ‌. .  ‌. . Chào‌ ‌bạn‌ ‌. . Về‌ ‌đăng‌ ‌ký‌ ‌môn‌ ‌chung‌ ‌với‌ ‌K2021‌ ‌khoảng‌ ‌30/8‌ ‌bạn‌ ‌bắt‌ ‌đầu‌ ‌nộp‌ ‌đơn‌ ‌nghen‌ ‌. . -‌ ‌Về‌ ‌chương‌ ‌trình‌ ‌đào‌ ‌tạo/phân‌ ‌ngành‌ ‌bạn‌ ‌vui‌ ‌lòng‌ ‌liên‌ ‌hệ‌ ‌Khoa‌ ‌(cụ‌ ‌thể‌ ‌là‌ ‌Thầy‌ ‌phó‌ ‌khoa‌ ‌phụ‌ ‌trách‌ ‌. . chương‌ ‌trình‌ ‌đào‌ ‌tạo)‌ ‌để‌ ‌tư‌ ‌vấn‌ ‌và‌ ‌giải‌ ‌đáp‌ ‌. . Chúc‌ ‌bạn‌ ‌học‌ ‌tập‌ ‌tốt‌ ‌nhé.‌ ‌. . Thân‌ ‌. .  ‌. . Chào‌ ‌bạn‌ ‌. . -‌ ‌HK‌ ‌202‌ ‌chính:‌ ‌bạn‌ ‌thi‌ ‌bình‌ ‌thường‌ ‌. . -‌ ‌HK‌ ‌202‌ ‌dự‌ ‌thính:‌ ‌Quá‌ ‌trễn‌ ‌để‌ ‌phục‌ ‌hồi‌ ‌lịch‌ ‌thi‌ ‌theo‌ ‌quy‌ ‌định‌ ‌. . Thân‌ ‌. . Chào‌ ‌bạn,‌ ‌. . -‌ ‌Phòng‌ ‌Đào‌ ‌tạo‌ ‌đã‌ ‌đồng‌ ‌ý‌ ‌yêu‌ ‌cầu‌ ‌về‌ ‌việc‌ ‌xin‌ ‌Hoãn‌ ‌Thi/Vắng‌ ‌thi‌ ‌. . của‌ ‌bạn.‌ ‌Bạn‌ ‌vui‌ ‌lòng‌ ‌theo‌ ‌dõi‌ ‌kết‌ ‌quả‌ ‌được‌ ‌cập‌ ‌nhật‌ ‌trên‌ ‌trang‌ ‌. . Mybk/xem‌ ‌điểm‌ ‌sau‌ ‌ngày ‌06/09/2021‌ (nếu‌ ‌sau‌ ‌thời‌ ‌gian‌ ‌trên‌ ‌. . vẫn‌ ‌chưa‌ ‌được‌ ‌xử‌ ‌lý‌ ‌bạn‌ ‌có‌ ‌thể‌ ‌vào‌ ‌trang ‌bksi.hcmut.edu.vn‌ để‌ ‌. . khiếu‌ ‌nại).‌ ‌. . -‌ ‌Sau‌ ‌ngày ‌06/09/2021‌ bạn‌ ‌liên‌ ‌hệ‌ ‌trực‌ ‌tiếp‌ ‌Phòng‌ ‌đào‌ ‌tạo‌ ‌cơ‌ ‌. . sở‌ ‌Lý‌ ‌Thường‌ ‌Kiệt‌ ‌để‌ ‌nhận‌ ‌quyết‌ ‌định‌ ‌bảng‌ ‌chính‌ ‌. . Lưu‌ ‌ý:‌ ‌PDT‌ ‌sẽ‌ ‌hậu‌ ‌kiểm‌ ‌lại‌ ‌với‌ ‌danh‌ ‌sách‌ ‌cấm‌ ‌thi‌ ‌của‌ ‌Khoa‌ ‌gửi‌ ‌. . lên,‌ ‌nếu‌ ‌SV‌ ‌bị‌ ‌cấm‌ ‌thi‌ ‌sẽ‌ ‌bị‌ ‌hủy‌ ‌kết‌ ‌quả‌ ‌hoãn‌ ‌thi‌ ‌theo‌ ‌quy‌ ‌định‌ ‌. . Chúc‌ ‌bạn‌ ‌học‌ ‌tập‌ ‌tốt‌ ‌nhé.‌ ‌. .  ‌ ‌. . Chào‌ ‌bạn,‌ ‌. . Về‌ ‌việc‌ ‌hoãn‌ ‌thi‌ ‌‌cuối‌ ‌kỳ‌‌ ‌của‌ ‌(HK‌ ‌chính‌ ‌202,‌ ‌DT202‌ ‌và‌ ‌DT203)‌ ‌. . -‌‌        ‌‌Sinh‌ ‌viên‌ ‌vui‌ ‌lòng‌ ‌tải‌ ‌mẫu‌ ‌đơn‌ ‌tại‌ ‌‌aao.hcmut.edu.vn/‌ ‌sinh‌‌ ‌viên/biểu‌ ‌mẫu/Phiếu‌ ‌. . đăng‌ ‌ký‌ ‌hoãn‌ ‌thi‌ ‌/‌ ‌vắng‌ ‌thi‌ ‌có‌ ‌phép‌ ‌(cuối‌ ‌kỳ).‌ ‌Điền‌ ‌đầy‌ ‌đủ‌ ‌thông‌ ‌tin‌ ‌và‌ ‌trình‌ ‌bày‌ ‌. . rõ‌ ‌lý‌ ‌do‌ ‌xin‌ ‌hoãn‌ ‌thi‌ ‌. . -‌‌        ‌‌SV‌ ‌gửi‌ ‌qua‌ ‌trang‌ ‌hỗ‌ ‌trợ‌ ‌trực‌ ‌tuyến‌ ‌(BKSI)‌ ‌hoặc‌ ‌mail‌ ‌‌pdt@hcmut.edu.vn‌ ‌. . -‌‌        ‌‌Riêng‌ ‌‌Đối‌ ‌với‌ ‌môn‌ ‌DA,‌ ‌TTNT,‌ ‌DCLV,‌ ‌LVTN‌:‌ ‌phải‌ ‌có‌ ‌xác‌ ‌nhận‌ ‌của‌ ‌GVHD‌ ‌. . +‌ ‌Bộ‌ ‌Môn‌ ‌+‌ ‌Khoa‌ ‌về‌ ‌việc‌ ‌dịch‌ ‌Covid-19‌ ‌ảnh‌ ‌hưởng‌ ‌nghiêm‌ ‌trọng‌ ‌đến‌ ‌kết‌ ‌quả‌ ‌. . thực‌ ‌hiện‌ ‌đề‌ ‌tài,‌ ‌nêu‌ ‌rõ‌ ‌về‌ ‌việc‌ ‌ảnh‌ ‌hưởng‌ ‌nghiêm‌ ‌trọng‌ ‌như‌ ‌thế‌ ‌nào‌ ‌để‌ ‌được‌ ‌xem‌ ‌. . xét.‌ ‌(Sv‌ ‌có‌ ‌thể‌ ‌gởi‌ ‌mẫu‌ ‌đơn‌ ‌để‌ ‌GVHD‌ ‌+‌ ‌Bộ‌ ‌Môn‌ ‌+‌ ‌Khoa‌ ‌xác‌ ‌nhận‌ ‌trên‌ ‌mẫu‌ ‌đơn‌ ‌. . hoặc‌ ‌xác‌ ‌nhận‌ ‌qua‌ ‌email‌ ‌của‌ ‌Sv,‌ ‌sau‌ ‌đó‌ ‌chụp‌ ‌hình‌ ‌gởi‌ ‌kèm‌ ‌đơn‌ ‌hoãn‌ ‌thi‌ ‌. . . . . . - TRƯỜNG HỢP KHÔNG ĐƯỢC HOÃN THI MÔN LVTN THÌ BẠN PHẢI ĐĂNG KÝ MÔN LVTN Ở HK 211. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác:",
            "Chào bạn,. . - Phòng Đào tạo đã đồng ý yêu cầu về việc xin Hoãn Thi/Vắng thi của bạn. Bạn vui lòng theo dõi kết quả được cập nhật trên trang Mybk/xem điểm sau ngày 06/09/2021 (nếu sau thời gian trên vẫn chưa được xử lý bạn có thể vào trang bksi.hcmut.edu.vn để khiếu nại).. . - Sau ngày 06/09/2021 bạn liên hệ trực tiếp Phòng đào tạo cơ sở Lý Thường Kiệt để nhận quyết định bảng chính. . Lưu ý: PDT sẽ hậu kiểm lại với danh sách cấm thi của khoa gửi lên, nếu SV bị cấm thi sẽ bị hủy kết quả hoãn thi theo quy định.. . Chúc bạn học tập tốt nhé.. . Thân. .",
            "cô ơi em vừa nhận được lịch thi hóa đại cương là ngày 29/08 và em có thể giảm gia thi được giờ em muốn xóa hoãn thi ạ cô giúp em với",
            "li answer rate:",
            "Chào bạn,. . Bạn vui lòng viết đơn xin rút lại việc hoãn thi, ghi rõ lý do nhé!. . Thân",
            "li answer rate: Answer does not suit / Câu trả lời không đúng ý",
            "[full_name] [full_name] [full_name]",
            "Chào bạn,. . Phòng Đào tạo đã tiếp nhận đơn hủy hoãn thi của bạn.. . Bạn lưu ý đi thi theo đúng lịch và lần sau nhớ cân nhắc trước khi nộp đơn.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Kính chào cô,. . Cô cho em hỏi là em hoãn thi trong kì này, thì em có thể đăng ký thi lại vào khoản thời gian nào, học kỳ nào? Nếu trong vòng 1 năm thì là tính 1 năm từ ngày thi hay từ ngày học môn đó ạ? Và muốn thi trong học kỳ tới thì em có phải đăng ký môn đó trong học kỳ tới không ạ. Em cảm ơn cô.",
            "Chào bạn,. . Về quy định (thi xóa điểm VT, cách tính điểm ĐẠT) Vắng thi có phép và hoãn thi: Bạn vui lòng xem chi tiết tại trang web aao.hcmut.edu.vn--  sinh viên --  Quy chế --  Quy chế đào tạo và học vụ bậc đại học và cao đẳng -- Điều 17.2. . Bạn có thể đăng ký vào học kỳ tiếp theo (ví dụ HK211 và 212), tùy bạn chọn nếu HK có mở MH này.. . khi bạn được hoãn thi PDT sẽ ra quyết định cho phép HT, trong QD có ghi rõ nhé bạn.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Kính chào Phòng đào tạo,. . . . Em là Nam, hiện tại ngày 12/08 là ngày thi cuối kì môn Dự thính Vật lý 1. Và vừa rồi em nhận được mail từ nhà trường là có thể chuyển đổi hình thức thi cuối kì sang hình thức báo cáo luận, bài tập lớn, vấn đáp,... Vậy làm thế nào em có chuyển sang hính thức đó được ạ? Và nếu được thì em cần phải làm gì ạ? Kính mong nhà trường giải đáp giúp em.. . . . Em xin chân thành cảm ơn nhà trường,. . Trân trọng,. . [full_name]",
            "Chào em,. . Vấn đề này do Khoa/bộ môn/giáo viên dạy quy định em nhé.. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Dạ cho em hỏi là yêu cầu hoãn thi môn GT2 của em có được PĐT chấp nhận không ạ .. .",
            "Chào bạn. . PDT đang xử lý đơn hoãn thi, bạn vui lòng đợi phản hồi nhé, trên tinh thần nếu bạn có lý do chính đang đều được chấp nhận và PDT sẽ hậu kiểm lại danh sách cấm thi do [full_name] gửi lên và sẽ hủy kết quả hoãn thi nếu SV thuộc diện cấm thi.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em chào thầy cô ạ,. . Em nghe các thầy cô bộ môn đề cập đến chuyện thay đổi quy chế thi. Nhưng tới nay em vẫn chưa nhận được mail về việc thay đổi quy chế thi ạ. Mặc dù ở một số môn đã đăng tải quy chế (có thể chưa chính thức), em thấy thắc mắc là nếu em thi Giải tích thì em có được sử dụng nháp và máy tính không ạ, vì em thấy trường hợp 3 nêu lên là không được sử dụng nháp và sự trợ giúp gì khác.. . Em cảm ơn ạ. .",
            "Chào em,. . - Việc có được sử dụng tài liệu hay không, dạng tài liệu gì ... thì phải hỏi ở GV giảng dạy.. . . . - PĐT mới gửi email đến sv, em đọc kỹ hướng dẫn nhé.. . . . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]  /b . . Xin chào anh/ chị/ cô/ thầy, cho em hỏi đã có quy chế thi online cuối kì các học kì 202,203, DT202 chưa ạ? Hiện tại em vẫn chưa nắm rõ quy chế thi online cuối kì như thế nào. Qua một vài người bạn, em có tìm thấy 1 file quy chế thi tạm thời, không biết là đúng hay không? Mong được giải đáp, em xin chân thành cảm ơn\t. . . .   i Học vụ .",
            "Chào bạn,. . PDT đã email cho SV Hướng dẫn tạm thời về kiểm tra/thi theo hình thức trực tuyến.. . Bạn vui lòng kiểm tra email SV nhé!. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Chào cô. . Em tên Phạm Hoàng Long mssv [student_id]. . Em xin nộp đơn hoãn thi cuối kì 202 và đã thỏa điều kiện hoãn thi đối với môn học Vật Lý 2 . . Em chân thành cảm ơn và kính chào cô",
            "Chào bạn,. . Về việc hoãn thi cuối kỳ của (HK chính 202, DT202 và DT203). . -\tSinh viên vui lòng tải mẫu đơn tại aao.hcmut.edu.vn/ sinh viên/biểu mẫu/Phiếu đăng ký hoãn thi / vắng thi có phép (cuối kỳ). Điền đầy đủ thông tin và trình bày rõ lý do xin hoãn thi. . -\tSV gửi qua trang hỗ trợ trực tuyến (BKSI) hoặc mail [email]. . -\tRiêng Đối với môn DA, TTNT, DCLV, LVTN: phải có xác nhận của GVHD + Bộ Môn + Khoa về việc dịch Covid-19 ảnh hưởng nghiêm trọng đến kết quả thực hiện đề tài, nêu rõ về việc ảnh hưởng nghiêm trọng như thế nào để được xem xét. (Sv có thể gởi mẫu đơn để GVHD + Bộ Môn + Khoa xác nhận trên mẫu đơn hoặc xác nhận qua email của Sv, sau đó chụp hình gởi kèm đơn hoãn thi. . Lưu ý: . . 1.\tPDT sẽ hậu kiểm lại danh sách cấm thi do Khoa gửi lên và sẽ hủy kết quả hoãn thi nếu SV thuộc diện cấm thi.. . 2.\tVề kiểm tra giữa kỳ của HK DT202 và 203: SV liên hệ trực tiếp GV và Bộ môn để được xem xét.. . 3.\tCác môn có phần thí nghiệm, PĐT sẽ tự hoãn thi cho đến khi TNg xong. Một số MH, Giảng viên sẽ đề nghị cho thi trước, điểm TNg sẽ bù sau, khi đó SV có thể xin hoãn thi.. . 4.\tVề quy định (thi xóa điểm VT, cách tính điểm ĐẠT) Vắng thi có phép và hoãn thi: Bạn vui lòng xem chi tiết tại trang web aao.hcmut.edu.vn--  sinh viên --  Quy chế --  Quy chế đào tạo và học vụ bậc đại học và cao đẳng -- Điều 17.2. . Chúc bạn học tập tốt nhé.. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Chào Phòng đào tạo, em tên [full_name], MSSV [student_id], Lớp Giải tích 1 - DT06. . Hôm trước em thi online và bị văng ra khỏi máy chủ sau 15p làm bài (có quay màn hình lại), EL có trả điểm về. Đã Mail có giáo viên phụ trách trong ngày nhưng chưa được giải quyết. . Mong P. ĐT cho em hỏi sẽ xử lý như thế nào ạ, vì khi liên hệ với giáo viên phụ trách, cô nói chỉ những bạn hệ thống không nhận bài mới được giải quyết, còn cắt ngang giữa chừng và nhận 1-2-3d như em thì không.. . Mong nhận được phản hồi từ phía P.ĐT",
            "Yêu cầu khác: Chào Phòng đào tạo, em tên [full_name], MSSV [student_id], Lớp Giải tích 1 - DT06. . Hôm trước em thi online và bị văng ra khỏi máy chủ sau 15p làm bài (có quay màn hình lại), EL có trả điểm về. Đã Mail có giáo viên phụ trách trong ngày nhưng chưa được giải quyết. . Mong P. ĐT cho em hỏi sẽ xử lý như thế nào ạ, vì khi liên hệ với giáo viên phụ trách, cô nói chỉ những bạn hệ thống không nhận bài mới được giải quyết, còn cắt ngang giữa chừng và nhận 1-2-3d như em thì không.. . Mong nhận được phản hồi từ phía P.ĐT",
            "Chào bạn,. . Chào bạn,. . PDT đã email cho SV Hướng dẫn tạm thời về kiểm tra/thi theo hình thức trực tuyến.. . Bạn vui lòng kiểm tra email SV nhé!. . Trong email có nhắc đến:. . \"Trường hợp có sự cố bất khả kháng trong khi thi dẫn đến không thể hoàn thành được bài thi, và không được giải quyết cho thi các ca thi sau (nếu có), sinh viên có thể đăng ký \"Hoãn thi\" ngay sau buổi thi (không phải vắng thi có phép).\". . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]  /b . . Em tên [full_name] xin gửi đơn hoãn thi đến PĐT xem xét duyệt ạ.. . Lý do: Không đủ kịp thiết bị (cam laptop) và đường truyền không đảm bảo ạ\t. . . .",
            "Chào bạn,. . - Phòng Đào tạo đã đồng ý yêu cầu về việc xin Hoãn Thi/Vắng thi của bạn. Bạn vui lòng theo dõi kết quả được cập nhật trên trang Mybk/xem điểm sau ngày 06/09/2021 (nếu sau thời gian trên vẫn chưa được xử lý bạn có thể vào trang bksi.hcmut.edu.vn để khiếu nại).. . - Sau ngày 06/09/2021 bạn liên hệ trực tiếp Phòng đào tạo cơ sở Lý Thường Kiệt để nhận quyết định bảng chính. . Lưu ý: PDT sẽ hậu kiểm lại với danh sách cấm thi của khoa gửi lên, nếu SV bị cấm thi sẽ bị hủy kết quả hoãn thi theo quy định.. . Chúc bạn học tập tốt nhé.. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em chào thầy/cô,. . Dạ thầy/cô cho em hỏi về quy chế thi online chính thức của kỳ 203 ạ. Vì thầy thì nói theo hướng dẫn của phòng đào tạo và phòng đào tạo sẽ gửi mail trước ngày thi, nhưng hiện tại vẫn chưa có quy chế thi chính thức từ PĐT ạ, em thấy có một số phiên bản trôi nổi trên mạng xã hội nhưng không chắc  nó từ phòng đào tạo gửi ra ạ. Môn thi đầu tiên của em là 7h00 ngày 1/8 thi và thầy em chỉ cho ngày mai nữa để gủi mail hoãn thi. Mong thầy/cô trả lời giúp em ạ. . . Em xin trân trọng cảm ơn.",
            "Chào bạn,. . PDT đã email cho SV Hướng dẫn tạm thời về kiểm tra/thi theo hình thức trực tuyến.. . Bạn vui lòng kiểm tra email SV nhé!. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "B   /B Yêu cầu khác  /i  xin đăng kí hoãn thi cuối học kì 202. . . .",
            "Chào bạn,. . - Phòng Đào tạo đã đồng ý yêu cầu về việc xin Hoãn Thi/Vắng thi của bạn. Bạn vui lòng theo dõi kết quả được cập nhật trên trang Mybk/xem điểm sau ngày 06/09/2021 (nếu sau thời gian trên vẫn chưa được xử lý bạn có thể vào trang bksi.hcmut.edu.vn để khiếu nại).. . - Sau ngày 06/09/2021 bạn liên hệ trực tiếp Phòng đào tạo cơ sở Lý Thường Kiệt để nhận quyết định bảng chính. . Lưu ý: PDT sẽ hậu kiểm lại với danh sách cấm thi của Khoa gửi lên, nếu SV bị cấm thi sẽ bị hủy kết quả hoãn thi theo quy định. . Chúc bạn học tập tốt nhé.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em chào Thầy/Cô.. . Em xin hỏi các thủ tục để xin hoãn thi hình thức thi online ạ!. . Em cảm ơn!. .",
            "Chào bạn,. . Về việc hoãn thi cuối kỳ của (HK chính 202, DT202 và DT203). . 1)\tSinh viên vui lòng tải mẫu đơn tại aao.hcmut.edu.vn/ sinh viên/biểu mẫu/Phiếu đăng ký hoãn thi / vắng thi có phép (cuối kỳ). Điền đầy đủ thông tin và trình bày rõ lý do xin hoãn thi. . 2)\tSV gửi qua trang hỗ trợ trực tuyến (BKSI) hoặc mail [email]. . . . Lưu ý: PDT sẽ hậu kiểm lại danh sách cấm thi do [full_name] gửi lên và sẽ hủy kết quả hoãn thi nếu SV thuộc diện cấm thi.. . Chúc bạn học tốt.. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Em tên là [full_name]. Hiện tại em vừa về quê và đang cách ly tập trung tại địa phương, em muốn đăng ký hoãn thi cuối kì môn Đường Lối Đảng Cộng Sản Việt Nam do ở khu cách ly khá ồn và đường truyền mạng yếu. Em muốn biết về quy trình đăng ký hoãn thi và các đơn cần thiết. Em xin cảm ơn.",
            "Chào bạn,. . Về việc hoãn thi cuối kỳ của (HK chính 202, DT202 và DT203). . 1)\tSinh viên vui lòng tải mẫu đơn tại aao.hcmut.edu.vn/ sinh viên/biểu mẫu/Phiếu đăng ký hoãn thi / vắng thi có phép (cuối kỳ). Điền đầy đủ thông tin và trình bày rõ lý do xin hoãn thi. . 2)\tSV gửi qua trang hỗ trợ trực tuyến (BKSI) hoặc mail [email]. . . . Lưu ý: PDT sẽ hậu kiểm lại danh sách cấm thi do [full_name] gửi lên và sẽ hủy kết quả hoãn thi nếu SV thuộc diện cấm thi.. . Chúc bạn học tốt.. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]  /b \tem chào cô ạ! Cô cho em hỏi nếu như em hoãn thi sau đó được tổ chức thi lại thì em có được thi dưới hình thức của học kì cũ không ạ. vd: Nguyên lý của chủ nghĩa [full_name] em học học kì 202 là thi tự luận nhưng từ học kì 203 trở đi môn này chuyển sang trắc nghiệm rồi ạ.Vậy em có được thi tự luận không em cảm ơn phòng đào tạo nhiều.. . . .   i Học vụ .",
            "Chào em,. . Hình thức thi tự luận hay trắc nghiệm là do [full_name]/bộ môn nha em.. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Cho em hỏi xin email và số điện thoại liên lạc của cô: [full_name], dạy môn: Giải tích 2 ạ.. . Em có liên lạc với cô xin xác nhận không bị cấm thi qua email nhưng không thấy cô trả lời. Nên em mong có thể hỏi sdt liên lạc với cô ạ.",
            "Chào em,. . - PĐT mới gửi email đến sv, em đọc kỹ Hướng dẫn tạm thời về kiểm tra/thi theo hình thức trực tuyến.. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác  /i : em xin phép hoãn thi các môn học học kì 202 gồm các môn em đăng kí là giải tích 2, hóa đại cương, khoa học trái đất, vì lí do điều kiện chuẩn bị, em không đáp ứng được nhu cầu thiết bị để thi . . theo chỉ dẫn của nhà trường, vì vậy mong được xem xét cho em hoãn thi ạ.. .",
            "Chào bạn,. . Về việc hoãn thi cuối kỳ của (HK chính 202, DT202 và DT203). . -\tSinh viên vui lòng tải mẫu đơn tại aao.hcmut.edu.vn/ sinh viên/biểu mẫu/Phiếu đăng ký hoãn thi / vắng thi có phép (cuối kỳ). Điền đầy đủ thông tin và trình bày rõ lý do xin hoãn thi. . -\tSV gửi qua trang hỗ trợ trực tuyến (BKSI) hoặc mail [email]. . -\tRiêng Đối với môn DA, TTNT, DCLV, LVTN: phải có xác nhận của GVHD + Bộ Môn + Khoa về việc dịch Covid-19 ảnh hưởng nghiêm trọng đến kết quả thực hiện đề tài, nêu rõ về việc ảnh hưởng nghiêm trọng như thế nào để được xem xét. (Sv có thể gởi mẫu đơn để GVHD + Bộ Môn + Khoa xác nhận trên mẫu đơn hoặc xác nhận qua email của Sv, sau đó chụp hình gởi kèm đơn hoãn thi. . Lưu ý: . . 1.\tPDT sẽ hậu kiểm lại danh sách cấm thi do Khoa gửi lên và sẽ hủy kết quả hoãn thi nếu SV thuộc diện cấm thi.. . 2.\tVề kiểm tra giữa kỳ của HK DT202 và 203: SV liên hệ trực tiếp GV và Bộ môn để được xem xét.. . 3.\tCác môn có phần thí nghiệm, PĐT sẽ tự hoãn thi cho đến khi TNg xong. Một số MH, Giảng viên sẽ đề nghị cho thi trước, điểm TNg sẽ bù sau, khi đó SV có thể xin hoãn thi.. . 4.\tVề quy định (thi xóa điểm VT, cách tính điểm ĐẠT) Vắng thi có phép và hoãn thi: Bạn vui lòng xem chi tiết tại trang web aao.hcmut.edu.vn--  sinh viên --  Quy chế --  Quy chế đào tạo và học vụ bậc đại học và cao đẳng -- Điều 17.2. . Chúc bạn học tập tốt nhé.. . Thân. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em tên [full_name], em muốn đăng ký hoãn thi học kỳ 202 vì lý do không đảm bảo trang thiết bị.. . . .",
            "Chào em,. . - PĐT mới gửi email đến sv, em đọc kỹ, nếu còn thắc mắc thì gửi lại nhé.. . - Em tải mẫu đơn điền đầy đủ thông tin rồi gửi qua bksi nhé.. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Chào PĐT,. . Em đã gửi phiếu hoãn thi và giấy xác nhận qua mail của pđt bây giờ chưa xác nhận lại. Vậy giờ em có cần đăng ký lại qua BKSI hay không và nếu có thì cần những gì ạ.",
            "Chào em,. . Em đã gửi qua email rồi thì em chờ email trả lời nhé.. . Thân mến,. ."
        ]
    }
]