[
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ Thưa Thầy Cô, Em là sinh viên Khoa Xây dựng K15.. . Theo chương trình đạo tạo của K15, HK 181 Em có học môn Xây Dựng cầu-CI4033(3 chỉ) nay chương trình đạo tạo tách môn xây dựng cầu ra làm 2 môn Xây dựng câu-CI4121 (2 chỉ) và đồ án thiết kế cầu-CI4123 (1 chỉ).. . Đợt đăng kí môn học lần 2, em có đăng kí LVTN thì thấy em bị thông báo thiếu 2 môn theo chương trình đạo tạo mới.. . Nhận được câu trả lời của Phòng Đào tạo qua Bksi và sự hướng dẫn của bên Khoa về môn học tương đương. Nay em làm đơn xin được xem xét chuyển điểm môn học CI4033(mã cũ) tương đương với hai môn học CI4121 và CI4123 theo chương trình đào tạo mới để em có thể đăng kí LVTN.. . Mong Thầy/Cô hỗ trợ xem xét giúp trường hợp của em. Em cảm ơn Thầy Cô ạ.",
            "Chào bạn,. . Đã cập nhật môn tương được cho bạn, bạn vui lòng bổ sung thêm 1 yêu cầu đăng lvtn (ghi rõ lý do, tên và mã mh nhé). . để PDT kiểm tra và đăng ký cho bạn!. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính gửi: Phòng Đào tạo,. . . . Hiện tại, em có vấn đề với việc đăng ký LVTN, tài khoản của em chưa được cập nhật môn CI3213 - ĐAMH Kết cấu thép (tiên quyết LVTN) nên em không thể đăng ký được LVTN trong thời hạn đăng ký bổ sung LVTN, kính mong PĐT xem xét cập nhật điểm môn học này và đăng ký bổ sung môn LVTN giúp em. . . . .   B Mã MH:  /B  CI4343     B Nhóm lớp:  /B  L01. . . . Em đã liên hệ với thầy hướng dẫn LVTN và đang làm với thầy, em xin chân thành cảm ơn PĐT xem xét đơn ĐKMH giúp em và hỗ trợ cho SV trong mùa dịch này. Chúc PĐT một ngày làm việc hiệu quả, nhiều sức khỏe để chiến thắng đại dịch COVID-19. . . . . Trân trọng ./.. .   i Đăng ký môn học .",
            "Chào bạn,. . PDT đã ghi nhận yêu cầu về ĐKMH của bạn và đã chuyển cho bộ phận ĐKMH kiểm tra và xử lý.. . Bạn vui lòng theo dõi kết quả cật nhật TKB tại mybk sau ngày 6/9/2021. . Trường hợp sau ngày này vẫn chưa có TKB, SV vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . SV chủ động liên hệ khoa để xin nhận GV hướng dẫn.. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính gửi Phòng Đào Tạo.. . Em là [full_name]. MSSV: [student_id]. . Em xin đăng ký hoãn thi/vắng thi có phép do vắng thi cuối kỳ. . Môn: Kỹ thuật lập trình (CO1011). . Ngày thi: 25/8/2021. . Giờ thi: 19g00. . Nhóm: (T01_A) [VLVH_HK202]. . Lý do là em gặp trục trặc máy tính.. . Kính mong sự phản hồi Phòng Đào Tạo cho em được thi lại.. . Xin cảm ơn Phòng Đào Tạo. . . .",
            "Thân gửi các bạn sinh viên, . . Phòng Đào tạo (PĐT) đã thông báo cho Sinh viên (SV) về việc nộp đơn hoãn thi trực tiếp cho PĐT đối với các môn học Lý thuyết, mà không thông qua Giảng viên (GV). PĐT sẽ hậu kiểm các tình huống cấm thi sau. Hiện nay, SV đăng ký bằng cách gửi email về PĐT có kèm file và qua hệ thống Hỗ trợ trực tuyến (BKSI). Để nhanh chóng và thuận lợi, PĐT thay đổi phương thức nộp đơn hoãn thi như sau:. . SV đăng nhập vào Google bằng tài khoản BKNetID@hcmut.edu.vn và điền thông tin hoãn thi theo link: https://forms.gle/ckyYcJMWN7w3kqe56. . Hạn cuối: 5 ngày sau khi thi online (chỉ tính ngày làm việc). . Trường hợp SV đã nộp đơn qua email của PĐT và  qua công cụ BKSI (đã hoặc chưa được tiếp nhận), vui lòng điền lại vào form trên để PĐT cập nhật dữ liệu đồng nhất và chính xác.. . Riêng đối với môn Đồ án, Thực tập ngoài trường, Đề cương Luận văn, Luận văn/Tiểu luận tốt nghiệp: SV có thể xin hoãn bảo vệ với lý do dịch Covid-19 ảnh hưởng nghiêm trọng đến kết quả thực hiện đề tài (không thực nghiệm được tại Phòng thí nghiệm, không thực địa, ...). SV gửi email trực tiếp đến Giáo viên hướng dẫn, Khoa/Bộ môn để được xem xét đồng ý và forward email cuối cùng đến email của PĐT để đăng ký.. . Thông tin thêm:. . •\tQuy định hoãn thi (HT): xem chi tiết tại khoản 17.2 Điều 17 trong Quy chế đào tạo và học vụ (aao.hcmut.edu.vn    Sinh viên    Quy chế).. . •\tCác môn có phần thí nghiệm (TNg) sẽ được tổ chức thi sau khi TNg xong. Một số môn, Giảng viên sẽ đề nghị cho thi trước, điểm TNg sẽ có sau, khi đó SV có thể xin hoãn thi.. . •\tRiêng hoãn thi kiểm tra giữa kỳ của HK DT202 và 203: SV liên hệ trực tiếp GV và Bộ môn để được xem xét cho kiểm tra riêng hoặc lấy cột điểm thành phần khác để làm điểm kiểm tra.. .  . . Chúc các bạn học tập thật tốt!. . . . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Kính gửi PĐT, em tên [full_name] [full_name]: [student_id]. . Em xin phép hoãn thi cuối kỳ môn Giải tích 1 vào ngày 25/8/2021. Lý do, em không có camera và mic để tham gia dự thi do sử dụng máy bàn. Hiện tại TPHCM đang giãn cách em không thể trang bị được. Em cảm ơn.. . MT1003 - Giải tích 1 HK203. .",
            "Thân gửi các bạn sinh viên, . . Phòng Đào tạo (PĐT) đã thông báo cho Sinh viên (SV) về việc nộp đơn hoãn thi trực tiếp cho PĐT đối với các môn học Lý thuyết, mà không thông qua Giảng viên (GV). PĐT sẽ hậu kiểm các tình huống cấm thi sau. Hiện nay, SV đăng ký bằng cách gửi email về PĐT có kèm file và qua hệ thống Hỗ trợ trực tuyến (BKSI). Để nhanh chóng và thuận lợi, PĐT thay đổi phương thức nộp đơn hoãn thi như sau:. . SV đăng nhập vào Google bằng tài khoản BKNetID@hcmut.edu.vn và điền thông tin hoãn thi theo link: https://forms.gle/ckyYcJMWN7w3kqe56. . Hạn cuối: 5 ngày sau khi thi online (chỉ tính ngày làm việc). . Trường hợp SV đã nộp đơn qua email của PĐT và  qua công cụ BKSI (đã hoặc chưa được tiếp nhận), vui lòng điền lại vào form trên để PĐT cập nhật dữ liệu đồng nhất và chính xác.. . Riêng đối với môn Đồ án, Thực tập ngoài trường, Đề cương Luận văn, Luận văn/Tiểu luận tốt nghiệp: SV có thể xin hoãn bảo vệ với lý do dịch Covid-19 ảnh hưởng nghiêm trọng đến kết quả thực hiện đề tài (không thực nghiệm được tại Phòng thí nghiệm, không thực địa, ...). SV gửi email trực tiếp đến Giáo viên hướng dẫn, Khoa/Bộ môn để được xem xét đồng ý và forward email cuối cùng đến email của PĐT để đăng ký.. . Thông tin thêm:. . •\tQuy định hoãn thi (HT): xem chi tiết tại khoản 17.2 Điều 17 trong Quy chế đào tạo và học vụ (aao.hcmut.edu.vn    Sinh viên    Quy chế).. . •\tCác môn có phần thí nghiệm (TNg) sẽ được tổ chức thi sau khi TNg xong. Một số môn, Giảng viên sẽ đề nghị cho thi trước, điểm TNg sẽ có sau, khi đó SV có thể xin hoãn thi.. . •\tRiêng hoãn thi kiểm tra giữa kỳ của HK DT202 và 203: SV liên hệ trực tiếp GV và Bộ môn để được xem xét cho kiểm tra riêng hoặc lấy cột điểm thành phần khác để làm điểm kiểm tra.. .  . . Chúc các bạn học tập thật tốt!. . . . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Dạ em xin phép nộp lại bản thu nhận ạ. Em cám ơn thầy/cô !. . . .",
            "Chào bạn. . PDT đã tiếp nhận và đang xử lý đơn thu nhận vào HK211 của bạn. . Bạn vui lòng theo dõi tình trạng sinh viên của bạn chuyển sang từ “tạm dừng” sang tình trạng “Đang học” sẽ cập nhật trên Mybk-thông tin sinh viên, dự kiến trễ nhất vào 6/9/2021. . Nếu có nhu cầu ĐKMH HK211, bạn vui lòng gửi thêm 1 yêu cầu xin đăng ký môn học, ghi rõ tên và Mã MH, mã nhóm, để PDT kiểm tra và ĐKMH cho bạn (nếu còn sĩ số). . . SV chủ động liên lạc với GV để xin vào lớp vì hiện tại đã bắt đầu HK211. . Thân. .",
            "li answer rate: Answer suits the needs / Câu trả lời đúng ý"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Dạ em chào thầy/cô PĐT,. . . . Em tên [full_name] (MSSV: [student_id]), sinh viên chương trình [full_name]ỹ sư chất lượng cao Việt Pháp.. . . . Ở văn phòng PFIEV đang thông báo là nộp hồ sơ ứng tuyển học bổng thực tập ở Pháp dành cho [full_name]17. Trong hồ sơ yêu cầu có bảng điểm cho tới H[full_name]201 (tiếng Anh/ hoặc Pháp). Tuy nhiên, do dịch, nên em không thể lên trường xin trực tiếp, cũng như theo các chỉ thị mới nhất thì cũng hạn chế shipper hay đường bưu điện. Mà deadline nộp hồ sơ là 30/8.. . . . Do đó, em mong quý thầy/cô có thể hỗ trợ gửi cho em bảng điểm file pdf qua mail để hoàn thiện hồ sơ được không ạ? em đã đăng kí và thanh toán dịch vụ in bảng điểm rồi.. . . . Em xin cảm ơn!",
            "Chào bạn;. . hiện tại không thể gửi qua đường bưu điện nên PĐT gửi bạn bản scan nhé. . Thân",
            "Dạ chào thầy,. . . . Được vậy thì quá tốt ạ. Hi vọng PĐT gửi em bản scan sớm qua email để kịp nộp trước 30/8 ạ. . Email: [email]. . . . Em cảm ơn!",
            "À dạ em đã thấy bản scan rồi.. . . . Em cảm ơn thầy!"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học .",
            "Chào bạn,. . PDT đã ghi nhận yêu cầu về ĐKMH của bạn và đã chuyển cho bộ phận ĐKMH kiểm tra và xử lý.. . Bạn vui lòng theo dõi và kiểm tra TKB thường xuyên trên mybk/Thông tin SV và hệ thống BKeL để kịp tham gia lớp học online. SV chủ động liên hệ với GV để xin vào lớp học trước nhé!. . Trường hợp nếu không đăng ký được (không có khả năng hoặc không đủ điều kiện)  PDT sẽ phản hồi cho SV qua bksi.. . Chúc các bạn học tốt!. . Thân. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Chào PĐT ạ.. . Giờ em muốn làm đơn xin chuyển lớp được không ạ?. . Hiện tại em đang học môn EE3097 - Kỹ thuật an toàn điện lớp L04_L10, . . lớp lý thuyết L04 vào thứ 3 tiết 2-3, lớp thí nghiệm L10 vào chủ nhật tiết 8-12.. . Em muốn xin chuyển sang lớp L04_L11. . lớp lý thuyết L04 giống nhau còn lớp thí nghiệm L11 vào thứ 7 tiết 2-6.. . Lý do:. . Môn Thực tập điện tử 2 vừa được mở trong kì đăng kí vừa rồi rơi vào chủ nhật tiết 7-11 nên em không đăng kí được, em rất cần môn này để kịp đồ án vào kì sau, em trễ lắm rồi ạ.. . Nên nếu có thể chuyển lớp và thay đổi được trên thời khóa biểu, mong PĐT có thể giúp em.. . Em đã có liên lạc với thầy dạy thí nghiệm và thầy ấy đồng ý cho em chuyển lớp.. . Em mong PĐT có thể tạo điều kiện cho em. . . Mong PĐT sớm phản hồi cho em.. . Em chân thành cám ơn và biết ơn PDT rất nhiều ạ!. . Chúc mọi người ngày mới tốt lành ạ!",
            "Chào bạn,. . PDT đã ghi nhận yêu cầu về ĐKMH của bạn và đã chuyển cho bộ phận ĐKMH kiểm tra và xử lý.. . Bạn vui lòng theo dõi và kiểm tra TKB thường xuyên trên mybk/Thông tin SV và hệ thống BKeL để kịp tham gia lớp học online. SV chủ động liên hệ với GV để xin vào lớp học trước nhé!. . Trường hợp nếu không đăng ký được (không có khả năng hoặc không đủ điều kiện)  PDT sẽ phản hồi cho SV qua bksi.. . Chúc các bạn học tốt!. . Thân mến,. . . .",
            "Em chào PĐT ạ!. . Em không biết trường hợp của em có điều chỉnh được không ạ?. . Tại em chờ xem trên thời khóa biểu không thấy có thay đổi gì ạ!. . Em rất mong được có thể chỉnh sửa lớp Thí nghiệm như đã gửi yêu cầu trên, vì nó thật sự quan trọng với em ạ!. . Mong PDT cố gắng giúp em!. . Em chân thành cám ơn PDT!. . Chúc mọi người một ngày tốt lành ạ!. .",
            "li answer rate: Answer suits the needs / Câu trả lời đúng ý",
            "Chào bạn,. . Trường hợp của bạn bị trùng thời khóa biểu, không đổi được nhé. . Thân",
            "Dạ sao lại trùng ạ?. . em xin chuyển lớp môn EE3097 - Kỹ thuật an toàn điện lớp L04_L10 sang lớp L04_L11. . Em xin chuyển thời khóa biểu của tiết Thí nghiệm ấy ạ.. . lớp lý thuyết L04 vào thứ 3 tiết 2-3, lớp thí nghiệm L10 vào chủ nhật tiết 8-12.. . . . Em muốn xin chuyển sang lớp L04_L11. . có cùng lớp L04 giống nhau còn lớp thí nghiệm L11 vào thứ 7 tiết 2-6. . . Tức chỉ đổi từ TN chủ nhật sang TN thứ 7 và Thứ 7 em không có học môn nào ạ.. . . . PDT xem lại giùm em với ạ.. . Em chân thành cám ơn ạ!",
            "Chào bạn,. . Ngày mai sẽ cập nhật lại TKB nhé!. . SV theo dõi TKB cập nhật tại Mybk/Thông tin SV nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính gửi phòng đào tạo,. . Em là sinh viên [full_name] ([student_id]).. . Em đã đăng ký môn học Cơ học thủy khí (TR1005) nhầm vào nhóm lớp Việt Pháp, hiện đã học được 2 buổi đầu thì bị xóa lớp.. . Em kính mong phòng đào tạo đăng ký lại cho em môn học này.. . Em xin trân trọng cảm ơn.. .",
            "Chào bạn,. . Vui lòng trình bày rõ vấn đề, bạn không thể đăng ký học chung với nhóm VP được, vì nhóm này mở riêng cho lớp VP nhé!. . Thân",
            "No solution",
            "Chào cô ạ,. . Vấn đề là em có nhận được mail của PĐT nói rằng: Sv nếu có nhu cầu đăng ký lại thì gửi yêu cầu đăng ký trên BKSI, PĐT sẽ đăng ký cho Sv nếu môn học còn sĩ số cho phép.. . Vì vậy, em rất mong được PĐT đăng ký cho em môn học Cơ học thủy khí (TR1005).. . Em xin trân trọng cảm ơn.",
            "Chào bạn,. . Bạn vui lòng gửi lại nội dung mail đã gửi cho bạn cho cô xem trong đó viết gì nhé!. . Thân",
            "Chào cô,. . Nội dung mail đây ạ.",
            "Chào bạn,. . Do nội dung mail không rõ ràng nên bạn hiểu nhầm nhé, trường hợp này hủy MH vì SV đăng ký sai nhóm P (Của SV việt pháp), và có nói SV nếu có nhu cầu xin đăng ký môn học khác thay thế thì gửi yêu cầu qua bksi để PDT kiểm tra và cho đăng ký lại nhé, chứ không phải đăng ký lại môn bị hủy nhé bạn!. . Thân",
            "Kính gửi PĐT,. . Hôm trước em có đăng ký nhầm môn Cơ học thủy khí (TR1005) của hệ Việt-Pháp. . . Sau khi học được 2 buổi thì có mail hủy môn do sai hệ. . . Mong PĐT xem xét mở đăng ký lại lớp Cơ học thủy khí (TR1005) của hệ đại trà.. . Em xin chân thành cảm ơn.",
            "Chào bạn,. . PDT đã ghi nhận yêu cầu về ĐKMH của bạn và đã chuyển cho bộ phận ĐKMH kiểm tra và xử lý.. . Bạn vui lòng theo dõi và kiểm tra TKB thường xuyên trên mybk/Thông tin SV và hệ thống BKeL để kịp tham gia lớp học online. SV chủ động liên hệ với GV để xin vào lớp học trước nhé!. . Trường hợp nếu không đăng ký được (không có khả năng hoặc không đủ điều kiện)  PDT sẽ phản hồi cho SV qua bksi.. . Chúc các bạn học tốt!. . Thân mến,. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em đã đăng ký đề cương luận văn ee4335 vào đăng ký đợt 3 nhưng không hiểu sao lại mất . Em có thể biết lý do không ạ . Nếu không thì cho em xin đăng ký bổ sung . . Mã số sinh viên [student_id]. . Mã môn học ee4335",
            "Em đã thấy đề cương xuất hiện trên thời khoá biểu sau khi đợt 3 kết thúc nên không đăng ký đợt bổ sung nhưng không hiểu hôm nay vào lại thấy bị xoá. Mong pđt xem xét",
            "Chào bạn,. . Sinh viên vui lòng xem kết quả ĐKMH, xem lý do vì sao không ĐKMH được (có đăng ký, nhưng không có TKB) tại trang web: mybk.hcmut.edu.vn    Đăng ký môn học    Đăng ký môn học HK211 - Kết quả đợt 2 (hoặc Kết quả đợt 1)    bấm vào mục Đăng ký mới    chọn Loại hình đăng ký    xem Lịch sử đăng ký.. . . . PDT không đ/ký cho SV MH EE4335 (1: Thiếu môn song hành EE3335). . . . Trong trường hợp kết quả xử lý ĐKMH không đúng, bạn có thể làm đơn khiếu nại (kèm minh chứng nếu có), gửi qua trang bksi ghi rõ tiêu đề: “Khiếu nại ĐKMH HK211”, nội dung khiếu nại trình bày rõ lý do, ghi rõ tên, mã môn học và mã nhóm đã đăng ký",
            "Do đóng trễ học phí nên tkb học kỳ 203 của em bị tạm khoá. TKB học kỳ 203 (môn học ee3335)đã được mở lại dù hơi muộn nên em mong có thể đăng ký bổ sung đề cương luận văn. . Em xin cảm ơn . .",
            "Đã tl"
        ]
    },
    {
        "intent": "",
        "message": [
            "Mở lớp dự thính (bắt đầu học từ 30/8) . Dạ cho em hỏi tại đợt đăng kí môn học dự thính lộ trình 1 (học từ 30/8) em có đăng kí môn thí nghiệm vật lý mã PH1007 nhưng đến lộ trình 2( học từ 30/8) thì lại bị chuyển thành mã PH1003 môn vật lý 1 lớp DT02, trước đó em đã đăng kí môn vật lý 1 mã PH1003 ở kì đăng kí dự thính và được xếp vào lớp DT01 rồi ạ. Mong nhà trường xem xét và hủy giúp em môn Vật lý 1 ở đợt đăng kí học từ 30/8. Em xin cảm ơn.",
            "Chào bạn,. . Bạn vui lòng trình bày rõ, thứ nhạt DT HK211 lộ trình 1 bắt đầu học từ 16.8, TKB của đợt này đã có, không hiệu chỉnh bổ sung.. . DT HK211 lộ trình 2 (đợt 2) đang cho SV đăng ký và hiểu chỉnh bổ sung những môn đã dk ở DT HK211 lộ trình 2 (đợt 1), đợt 1 lúc đăng ký thì chưa có nhóm gì nhé bạn.. . Sinh viên vui lòng xem kết quả ĐKMH, xem lý do vì sao không ĐKMH được (có đăng ký, nhưng không có TKB) tại trang web: mybk.hcmut.edu.vn    Đăng ký môn học    Đăng ký môn học HK211 - Kết quả đợt 2 (hoặc Kết quả đợt 1)    bấm vào mục Đăng ký mới    chọn Loại hình đăng ký    xem Lịch sử đăng ký.. . Thân",
            "Dạ không phải ạ, thời khóa biểu từ ngày 16/8 hiện e đang theo học lớp Vật lý 1 lớp DT01 , còn lộ trình 2 học từ 30/8 thì em lại có thêm 1 lớp vật lý 1 dự thính DT02 nữa ạ. EM muốn xin hủy ở lớp DT02 học từ 30/8/",
            "Chào bạn,. . Thì bạn tự vô hủy MH nhé, đợt 2 đang cho hiểu chỉnh và hủy MH của những môn đăng ký ở lộ trình 2 mà. .",
            "li answer rate: Answer is not complete / Câu trả lời chưa hoàn chỉnh",
            "Dạ hiện tại lộ trình 2 đã bị khóa môn nên em không tự hủy được ạ",
            "Chào bạn,. . Bạn vui lòng chụp màn hình đính kèm lỗi gửi để PDT kiểm tra nhé!. . Vì nếu đúng môn học bạn đăng ký ở lộ trình 2 thì theo thông báo là hủy được nhé!. . Thân",
            "li answer rate: Answer suits the needs / Câu trả lời đúng ý",
            "Cho em hỏi lộ trình 2 có gộp chung thời khóa biểu của đợt đăng kí mông học dự thính đợt 3 không ạ.",
            "Nếu có gộp chung thì cho em xin lỗi ạ, em vừa kiểm tra lại thời khóa biểu của em học ở lớp DT02 lớp Vật lý 1 của cô [full_name] và thầy [full_name] ạ,em xin lỗi vì đã làm mất thời gian của nhà trường.",
            "Chào bạn,. . Có đưa chung lên đó hết nhé bạn, vì cũng tính là DT của HK211, để SV biết những môn mình đã dk và kiểm tra trùng nhé!. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em xin chào thầy cô phụ trách trả lời câu hỏi ạ . Em xin hỏi là kì này em có đăng ký làm luận văn tốt nghiệp và đã hoàn thành xong , hiện tại em đã hoàn thành hết chương trình học của mình và có mong muốn tốt nghiệp. Nhưng trong học kì vì lí do tài chính mà em không thể đóng học phí đúng hạn nên đã bị ra quyết định tạm dừng học . Ngay thời điểm đặt câu hỏi này thì em đã đóng học phí rồi nhưng không tới trường làm thủ tục thu nhận lại được , em không biết phải làm sao để kịp hạn đăng kí tốt nghiệp mong thầy cô tư vấn ạ . . . .",
            "Để tiếp tục ĐKMH cho HK 211, SV vui lòng tải mẫu đơn thu nhận tại trang aao .hcmut.edu.vn/Sinh viên/biểu mẫu. . Điền đầy đủ thông tin và gửi qua bksi nhé. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em chào phòng đào tạo.. . Em là [full_name]. MSSV: [student_id]. . Do có một số nhầm lẫn trong đăng ký môn học, nên em đã đăng ký môn \"TR4037 - Đồ án môn học thiết kế ô tô\". . Môn học này đã có thời khóa biểu trên mybk của em.. . Em xin pđt cho em hủy môn học này.. . Nếu hủy môn học này mà không cần đóng học phí thì tốt quá.. . Nếu hủy môn học này, theo quy định đã có thời khóa biểu, phải đóng tiền mặc dù hủy môn học. Em vẫn xin hủy môn học và chấp nhận đóng học phí.. . Mong nhận được sự hỗ trợ từ phòng đào tạo.. . Em cảm ơn phòng đào tạo.. .",
            "Chào bạn,. . Hiện tại đã hết thời gian hiệu chỉnh  và hủy môn học của học kỳ chính và HK dự thính (lộ trình 1) HK211 nhé bạn.. . SV vui lòng đợi thông báo về việc rút môn học (có tính học phí theo quy định), sẽ thông báo cho SV trong tháng 9/2021. . Xem chi tiết quy chế tại đây:. . aao.hcmut.edu.vn/sinh viên/quy chế/học vụ/Quy chế đào tạo và học vụ bậc đại học, cao đẳng:/ điều 11.2. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác:",
            "Em bổ sung ngày làm đơn rồi gửi lại nhé.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Em muốn phúc khảo lại điểm thi môn ăn mòn và chống ăn mòn bê tông cốt thép học kì 203 ạ. . .   i Yêu cầu khác .",
            "Chào em,. . Khi GV thông báo điểm, SV có thể liên lạc GV để xin xem xét lại điểm. Nếu GV cần sửa điểm thì liên hệ PĐT nhé.. . Thân mến,. .",
            "Em đã liên hệ với Thầy giáo phụ trách thì Thầy kêu em làm đơn nộp lên phòng đào tạo để cho phòng đào tạo chuyển sang cho bộ môn mở khóa sửa điểm mới sửa được điểm ạ.",
            "Chào em,. . Em nói GV email liên hệ PĐT mở khóa nhé, . . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ .",
            "Em thêm vào ngày tháng năm làm đơn rồi gửi lại nhé.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính gửi Phòng đào tạo Đại học Bách khoa Tp. Hồ Chí Minh,. . Em tên: [full_name].. . MSSV: [student_id]. . Vì lý do không kịp đăng kí học phần ở đợt 1 và đợt 2 do tinh trạng thanh toán học phí trễ ở kì trước, nên em chỉ có thể đăng kí trong đợt 3 kì 211. . . Tuy nhiên em đăng kí thì không thấy một lớp nào được tổ chức cho hệ VLVH mà chủ yếu là chính quy với dự thính.. . Dưới đây là một vài môn em đã đăng kí:. .   1. CO3001  - Công nghệ phần mềm. .   2. CO3005 - Nguyên lí ngôn ngữ lập trình. .   3. CO3011 - Quản lý dự án phần mềm . .   4. CO3015 - Kiểm tra phần mềm. .   5. IM1025 - Quản lý dự án cho kĩ sư . . Hiện tại kì này em chỉ mới đăng kí được 1 môn là   B CO3103 - Đồ án tổng hợp - cnpm   /B .. . Mong PĐT xem xét mở lớp giúp em hoặc cho em xin chèn vào những lớp đã đăng kí đợt trước với ạ.. . Mong nhận được phản hồi sớm từ PĐT.. . Xin chân thành cảm ơn.",
            "Chào bạn,. . PDT đã ghi nhận yêu cầu về ĐKMH của bạn và đã chuyển cho bộ phận ĐKMH kiểm tra và xử lý.. . Bạn vui lòng theo dõi và kiểm tra TKB thường xuyên trên mybk/Thông tin SV và hệ thống BKeL để kịp tham gia lớp học online. SV chủ động liên hệ với GV để xin vào lớp học trước nhé!. . Trường hợp nếu không đăng ký được (không có khả năng hoặc không đủ điều kiện)  PDT sẽ phản hồi cho SV qua bksi.. . Chúc các bạn học tốt!. . Thân. .",
            "Gửi Phòng đào tạo Đại học Bách khoa Tp. Hồ Chí Minh,. . . . Hiện em đã thấy thời khóa biểu cho các môn học trên, tuy nhiên lại là lớp chính quy. Tại vì toàn bộ đều vào ban ngày, mà em lại VLVH nên không thể tham gia được ạ.. . Mong PĐT cũng như bộ phân ĐKMH xem xét giúp em chuyển sang các lớp VLVH vào buổi tối hoặc cuối tuần ạ. . . . Xin chân thành cảm ơn.. . Trân trọng.",
            "li answer rate: Answer does not suit / Câu trả lời không đúng ý",
            "Đã gửi tl qua mail, nhờ bộ phận ĐKMH kiểm tra lại, vấn đề nếu lớp buổi tối không mở thì bạn có muốn đăng ký những môn đã được ĐKMH không?. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Mở lớp dự thính (bắt đầu học từ 30/8) . Em chào quý thầy/cô.. . Em có gửi mail cho cô [full_name] để xin cô đồng ý giảng dạy hôm qua, nhưng do hôm nay em mới nhận được mail trả lời.. . Em mong nhận được sự trợ giúp của PĐT ạ.. . Em xin cảm ơn",
            "Chào bạn. . Phải có xác nhận của [full_name]/ Bộ môn nữa. . Bạn nhanh chóng bổ sung trong sáng nay ngày 26/8, không kịp để mở cho các bạn đăng ký nghen. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học .",
            "Chào bạn,. . Vui lòng trình bày rõ lý do, tên MH, mã MH và mã nhóm môn học xin đăng ký.. . Vì hiện tại đã bắt đầu học kỳ, SV chủ động liên hệ với GV để xin vào lớp trước.. . Vui lòng trình bày rõ trong ô nội dung, không ghi ở mục tiêu đề nhé!. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Kính chào thầy/cô, . . Đợt thi vừa qua, em có điểm tổng kết 1 môn học 5.0 nên có xin thầy giảng dạy cho em rớt để thi lại môn. Thầy giải thích cho em trong tình hình dịch và các mã môn học của khóa k18 Việt Pháp đang khó mở lớp học lại hơn nếu rớt thì việc đã qua môn mà xin thành rớt môn, nó không an toàn và có thể uổng phí. . . Thầy gợi ý em liệu có quy chế xin đăng ký thi cải thiện điểm trong đợt thi lại của Việt Pháp mà vẫn giữ điểm đã đạt cũ không? Em nhờ thầy/cô giải thích em giúp em có quy chế như trên không ạ? Nếu có thì em cần làm đơn như thế nào?  . . Em cảm ơn thầy/cô rất nhiều.",
            "Chào bạn,. . Bạn muốn có thể làm đơn, cô sẽ trình cho ban lãnh đạo xem xét và trả lời đơn nhé, vì theo quy định thi lại chỉ dành cho những SV thi không đạt (điểm khác 0). . thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ em đang cần đăng ký môn điều hòa không khí - mã môn: ME3037, nhóm DT01 của thầy [full_name], dạ thưa thầy/cô vì em cần đăng ký môn này để kịp tiến độ học tập với các bạn và lớp em cũng cần thêm một người để đủ mở lớp, do em chưa học môn kỹ thuật lạnh- ME3035 (hiện tại em đang học môn đó ở kỳ chính) nên chưa đăng ký được môn điều hòa không khí, em xin thầy/cô xem xét cho em được đăng ký học ạ. Em xin cảm ơn!. .",
            "Chào bạn,. . PDT đã ghi nhận yêu cầu về ĐKMH của bạn và đã chuyển cho bộ phận ĐKMH kiểm tra và xử lý.. . Bạn vui lòng theo dõi và kiểm tra TKB thường xuyên trên mybk/Thông tin SV và hệ thống BKeL để kịp tham gia lớp học online. SV chủ động liên hệ với GV để xin vào lớp học trước nhé!. . Trường hợp nếu không đăng ký được (không có khả năng hoặc không đủ điều kiện)  PDT sẽ phản hồi cho SV qua bksi.. . Chúc các bạn học tốt!. . Thân mến,. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em tên [full_name]. . Mssv [student_id] . . Em xin được nộp đơn bảo lưu ạ.",
            "Chào bạn. . PDT đã tiếp nhận và đang xử lý đơn tạm dừng vào HK1(2021-2022) của bạn.. . Bạn vui lòng theo dõi tình trạng sinh viên từ “đang học” sang tình trạng “tạm dừng” sẽ cập nhật trên Mybk-thông tin sinh viên, dự kiến trễ nhất vào 24/9/2021. . PDT sẽ gửi qua mail file scan quyết định tạm dừng cho sinh viên trễ nhất là 30/9/21. Sau thời gian này vẫn chưa nhận được file quyết định tạm dừng vui lòng gửi phản hồi lại bksi để PDT kiểm tra và trả lời.. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Mở lớp dự thính (bắt đầu học từ 30/8) . Em chào quý thầy cô,. . Đơn xin mở lớp Sức bền vật liệu CI2007 chúng em đã nộp lên, cũng đã có chữ ký cam kết của khoa mở được môn thí nghiệm, nhưng đến giờ vẫn chưa thấy được mở lớp ạ. Những đợt trước chúng em xin mở lớp cũng như vậy ạ!. . Mong quý thầy cô xem xét giúp chúng em.. . Em xin chân thành cảm ơn.. . Chúc quý thầy cô sức khỏe!. .",
            "Chào bạn. . Đã có trả lời cho bạn [student_id], nộp đơn mở lớp môn không mở được do Phòng Thí nghiệm Full, bạn liên hệ lại Khoa để kiểm tra nghen. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em muốn đăng kí môn CI2005 lớp DT01 nhưng em bị trùng thời khóa với môn MA3021, xin phòng đào tạo cho em đăng kí vì đây là lần cuối môn này mở ạ. Em cảm ơn. . . .",
            "Chào bạn,. . Trùng môn học sao đăng ký và học được bạn. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Em tên [full_name] MSSV [student_id]2, hiện em đã hết hạn đào tạo theo chương trình chính khóa. Trong đợt đk môn học vừa rồi em đk các môn còn thiếu để có thể tốt nghiệp theo diện vừa học vừa làm, các môn học đã lên tkb. Nhưng hiện tại thì tkb của em bị hủy và ko thể đk lại được. Em phải làm sao để xin chuyển qua hệ VHVL và khôi phục tkb đã đăng ký trong học kỳ này ạ?. Mong pđt giúp em với, em chỉ còn nợ 3 môn và đồ án tốt nghiệp, em rất mong muốn được tốt nghiệp . Kính mong phòng đào tạo giúp em.",
            "Chào bạn,. . Bạn vui lòng làm đơn xin chuyển hình thức đào tạo (không mẫu) qua VLVH, ghi rõ tình trạng hiện tại qua bạn và gửi qua bksi nhé!. . Kèm theo 1 đơn xin bổ sung môn học, ghi rõ những môn học xin đăng ký. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Hủy đăng kí hoãn thi để làm đề thi riêng của giảng viên đứng lớp do gặp sự cố trong lúc làm bài thi . Em tên Phan Việt Hà. . MSSV : [student_id]. . MSMH: MT1003. . Lớp DT05-B. . Ngày thi 25/08/2021. . Do giảng viên đứng lớp em nhận được thông báo giải quyết từ phía tổ chức thi hơi muộn. Cụ thể là sau khi em đăng kí hoãn thi do gặp sự cố trong lúc làm bài.. . Vì vậy em xin phòng đào tạo cho phép em hủy đăng kí hoãn thi và làm đề riêng theo yêu cầu của giảng viên đứng lớp ạ.. . Em cảm ơn.. . EM CÓ ĐÍNH KÈM ẢNH MAIL XÁC NHẬN CỦA [full_name] EM Ạ.. . . .",
            "Chào em,. . Em làm đơn xin hủy hoãn thi: ghi rõ HK, mã môn học, tên môn học ... , hoặc lấy mẫu đơn hoãn thi sửa thành đơn HỦY HOÃN THI, gửi qua bksi. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính gởi phòng đào tạo.. . Em tên [full_name]. Khoa cơ khí.. . Do không chú ý mail trường nên em đã bỏ lỡ đăng kí môn học. Kính xin quý thầy cô cho em đăng kí môn ME2011(Đồ án thiết kế) để duy trì tình trạng học tập. Em cám ơn rất nhiều.",
            "Em ghi rõ mã nhóm nhé.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "MSSV:[student_id]. . Em gửi lại đơn hủy hoãn thi, có chữ kí ạ!Do nhà em trong vùng dịch nên không thể in đơn kí trực tiếp được ạ. . Em cảm ơn PĐT!. .",
            "Chào bạn. . - Phòng Đào tạo đã đồng ý yêu cầu về việc xin HUỶ Hoãn Thi của bạn. . . - Bạn thi bình thường theo Lịch thi đã thông báo. . - Trường hợp có sự cố bất khả kháng trong khi thi dẫn đến không thể hoàn thành được bài thi, và không được giải quyết cho thi các ca thi sau (nếu có), sinh viên có thể đăng ký \"Hoãn thi\" ngay sau buổi thi (không phải vắng thi có phép), SV phải báo với CBCT hoặc trực thi để được ghi nhận vào trong danh sách thi. PDT sẽ đối chiếu lại với danh sách Khoa để ra quyết định hoãn thi. . Chúc bạn học tập tốt nhé.. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Mở lớp dự thính (bắt đầu học từ 30/8) .",
            "Quy trình nhận đơn mở lớp (các môn chưa được mở):. . 1-  . . Tải mẫu đơn “Đề nghị mở môn học”, sau đó SV gửi email trực tiếp. . đến Giảng viên giảng dạy & Khoa/Bộ. . môn để được:-. . -      Ký xác nhận đồng ý. . -  \tGhi rõ Thời khoá biểu.. . -  \tĐối với các môn có thực hành/thí nghiệm: Khoa phải cam kết tổ chức. . được cho SV. . 2-  Tiếp theo: gởi đơn + email (tất cả) qua trang hỗ trợ trực tuyến (BKSI)   chọn đề mục: MỞ LỚP DỰ THÍNH    ghi rõ tiêu đề yêu cầu: MỞ MÔN HỌC DỰ THÍNH HK211.. . 3-  Thời gian gởi đơn từ 24/8 đến 17g ngày 25/8"
        ]
    },
    {
        "intent": "",
        "message": [
            "[full_name] . . Hôm qua em có đặt câu hỏi nhưng vẫn chưa ai giải quyết trong khi các bạn của em đã có thời khóa biểu cho môn học mới.. . xin phòng đào tạo xem lại đơn của em. . Nhóm bọn em có khoảng 17 bạn, bị trễ so với các bạn khác cùng khóa k18 1 kỳ. . Các em cùng nhau đăng ký môn \"TR3043 - Đồ án thiết kế động cơ đt\" ở đợt 1 HK21.1. Nhưng đợt 2 HK21.1, bị hủy, bọn em viết đơn xin mở lớp có sự đồng ký của khoa và các thầy cô. Nhưng đợt 2 không biết sao, mà vẫn không mở. Đợt 3 cũng vậy.. . Vì vậy, chúng em quyết định chuyển xuống dự thính đăng ký HK21.1-Dự thính. Đợt 1,2 ở dự tính lộ trình 1 thì đăng ký được. Sang đợt 3, môn học này sang hệ dự thính T01, bọn em không đăng ký được.. . Rồi bây giờ bọn em đăng ký HK21.1 - Dự thính đợt 1, lộ trình 2. Đợt 2 báo kết quả không được mở lớp.. . Sáng em có viết đơn xin mở lớp, thì pđt bảo là dự thính không mở lớp.. . Vậy bây giờ bọn em phải làm như thế nào.. . Em rất mong pđt cho bọn em phương án, cứu vớt bọn em với.. . Em cảm ơn phòng đào tạo. .   i Đăng ký môn học .",
            "Chào bạn,. . PDT đã ghi nhận yêu cầu về ĐKMH của bạn và đã chuyển cho bộ phận ĐKMH kiểm tra và xử lý.. . Bạn vui lòng theo dõi và kiểm tra TKB thường xuyên trên mybk/Thông tin SV và hệ thống BKeL để kịp tham gia lớp học online. SV chủ động liên hệ với GV để xin vào lớp học trước nhé!. . Trường hợp nếu không đăng ký được (không có khả năng hoặc không đủ điều kiện)  PDT sẽ phản hồi cho SV qua bksi.. . Chúc các bạn học tốt!. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính chào Thầy/Cô Phòng Đào tạo,. . Em tên: [full_name]. . MSSV: [student_id]. . Hệ VLVH: Khoa Điện-Điện tử. . Ngành: Kỹ thuật Điện tử - Truyền thông. . Em có nhận được email phòng đào tạo mở đăng ký môn học dự thính thời gian từ 24/08/2021 đến 27/08/2021. Em có vào muốn đăng ký môn Giải tích mạch EE2033, vì đã học gần năm nhưng các lớp hệ VLVH thì môn này không mở.. . . . Nay em có vào đăng ký môn Giải tích mạch EE2033 như hình, tuy nhiên lớp DT01_DT01 thì sĩ số đã đầy 30/30 em không thể đăng ký; còn lớp DT01_DT02 sĩ số 21/30 nhưng em không thể đăng ký được do trùng lịch học với môn Phương pháp tính MT1009 đã đăng ký đợt 1.. . . . Theo trên kính mong thầy cô mở thêm sĩ số cho lớp DT01_DT01 để em có thể tham gia đăng ký và học trong học kỳ này ạ.. . . . Kính mong thầy/cô xem xét và giải quyết giúp em.. . Em xin chân thành cảm ơn.. .",
            "Chào bạn,. . PDT đã ghi nhận yêu cầu về ĐKMH của bạn và đã chuyển cho bộ phận ĐKMH kiểm tra và xử lý.. . Bạn vui lòng theo dõi và kiểm tra TKB thường xuyên trên mybk/Thông tin SV và hệ thống BKeL để kịp tham gia lớp học online. SV chủ động liên hệ với GV để xin vào lớp học trước nhé!. . Trường hợp nếu không đăng ký được (không có khả năng hoặc không đủ điều kiện)  PDT sẽ phản hồi cho SV qua bksi.. . Chúc các bạn học tốt!. . Thân mến,. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Em đã liên hệ với GV bộ môn để phúc khảo và sửa điểm bài thì thì GV kêu em nộp đơn phúc khảo lên phòng đào tạo để phòng đào tạo mở khóa hệ thống điểm và chỉnh sửa ạ. . .   i Yêu cầu khác .",
            "Chào em,. . Em nói GV email liên hệ PĐT mở khóa nhé,. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Mở lớp dự thính (bắt đầu học từ 30/8) . Mình có đăng kí môn này ở dự thính lần 2 đợt 1 nhưng bị xóa, mình có điền vào form để xin mở lớp nhưng giờ đã hết slot.. . có thế mở thêm lớp cơ sở kỹ thuật điện hoặc tăng sỉ số không vì mình thấy sỉ số hiện tại là 30 (không phải 100 như PĐT quy định)",
            "Chào bạn. . Môn này kèm thí nghiệm, theo quy định của [full_name] không tăng được. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Lý do em đăng ký môn học trễ vì em đăng kí môn học trong kỳ chính nhưng khổng mở chỉ mở lớp ở kỳ dự thính. . Em muốn xin đăng ký thêm môn học ME3001 Kỹ thuật thủy lực & khí nén kỳ dự thính HK211. . Em xin cảm ơn.. .",
            "Chào bạn,. . PDT đã ghi nhận yêu cầu về ĐKMH của bạn và đã chuyển cho bộ phận ĐKMH kiểm tra và xử lý.. . Bạn vui lòng theo dõi và kiểm tra TKB thường xuyên trên mybk/Thông tin SV và hệ thống BKeL để kịp tham gia lớp học online. SV chủ động liên hệ với GV để xin vào lớp học trước nhé!. . Trường hợp nếu không đăng ký được (không có khả năng hoặc không đủ điều kiện)  PDT sẽ phản hồi cho SV qua bksi.. . Chúc các bạn học tốt!. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em tên là [full_name],MSSV: [student_id]. Em có một số thắc mắc về Tốt nghiệp như sau:. . Trong thông báo về kế hoạch học vụ HK2021-2022 ngày 13/08/2021. Ở thông tin dành cho sinh viên có mục số:. .   B 5. PĐT thực hiện xét tốt nghiệp đợt tháng 11/2021 đến cuối HK211.  /B . . Vậy có nghĩa là đợt Tốt nghiệp tháng 11/2021 sẽ được hoãn đến cuối HK211 và xét cho các SV hoàn thành chương trình học trong HK211 luôn đúng không ạ? Vậy khi nào đợt Tốt nghiệp tháng 4/2022 được tổ chức?. . Hiện tại trong HK211, em có đăng ký 1 môn AV để duy trì TKB, do em chưa thi Toiec để chuyển điểm được. Vậy nếu em thi Toeic và chuyển đổi điểm AV trước khi kết thúc HK211, em có thể hủy môn và đăng ký Tốt nghiệp đợt tháng 11/2021 không?. . Mong PĐT sớm giải đáp thắc mắc giúp em. Em xin cảm ơn ạ.  . .",
            "Chào bạn,. . Việc ĐKMH là tùy sinh viên nhé, trường hợp không có TKB trong học kỳ, SV sẽ bị buộc tạm dừng, không được cấp giấy CNSV.. . Khi đủ điều kiện TN, SV có thể làm đơn xin thu nhận lại nhé.. . Xem chi tiết quy chế tại đây:. . aao.hcmut.edu.vn/sinh viên/quy chế/học vụ/Quy chế đào tạo và học vụ bậc đại học, cao đẳng:/ điều 26. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Em chào quý thầy cô ạ!. . Em có đăng kí vào lớp dự thính kì 211 mã môn học Ph1003 vật lý 1 lớp DT02 Cô Khương Cát. PDT xếp cho em vào học kì chính kì 211 lớp L03 . Em không biết có được đổi hay không ạ ? Mong Thầy Cô giải đáp giúp em! Chân thành cảm ơn quý Thầy Cô ạ.",
            "Chào bạn,. . Chưa hiểu rõ câu hỏi của bạn, vì TKB do SV tự đăng ký và hiệu chỉnh nhé!. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác:   B  Kính gửi phòng đào tạo,. .   /B Em tên là [full_name], trong thời gian vừa qua em có xin chuyển hệ đào tạo từ chính quy chất lương cao sang hệ vừa học vừa làm và đã được nhận quyết định đồng ý chuyển của ban giám hiệu vào ngày 23/8/2021 (do văn phòng đào tạo quốc tế gửi). Và thời gian này thì em có thấy trường đang trong giai đoạn đăng ký học kỳ dự thính_lộ trình 2 em có vào đăng ký nhưng bị báo lỗi là em vẫn còn đang bị \"TẠM DỪNG\" và không thể đăng ký môn học nào, trong khi em đã được thu nhận vào hệ vừa học vừa làm rồi ạ, và tình trạng sinh viên của em trên Mybk cũng đã được cập nhật là đang theo học. Cho em hỏi vì sao em vẫn chưa được mở trạng thái bình thường để có thể đăng ký môn học tại vì em đã được sự đồng ý của nhà trường chuyển rồi ạ. Em xin chân thành cảm ơn."
        ]
    },
    {
        "intent": "",
        "message": [
            "Dạ kính chào phòng đào tạo, em tên [full_name], em có môn công nghệ phần mềm là môn năm 3, môn này cần rất nhiều kiến thức chuyên môn để qua nhưng do em không có những kiến thức này nên em không học được ạ. Em muốn rút môn này nhưng do dịch covid nên em không lên trường được, em xin hỏi có cách nào để rút môn học một cách trực tuyến không ?. . . .  .",
            "Chào bạn,. . Hiện tại đã hết thời gian hiệu chỉnh  và hủy môn học nhé bạn.. . SV vui lòng đợi thông báo về việc rút môn học (có tính học phí theo quy định), sẽ thông báo cho SV trong tháng 9/2021. . Thân mến,. .",
            "li answer rate: Answer suits the needs / Câu trả lời đúng ý"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Dạ pdt cho em hỏi hôm trước do cách ly nên em đã đăng ký hoãn thi trên link và đã có mail xác nhận, nhưng giờ e nhận được điểm 13 thì sau này sẽ giải quyết thế nào ạ",
            "Chào em,. . - Danh sách thi PĐT đã gửi trước rồi em. . - Em đã điền form hoãn thi, xem email xác nhận nhé.. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Dạ hiện tại em có nhận mail bị hủy kq đkmh do hết thời hạn đào tạo ở bậc liên thông bằng 2 chính quy khoa cơ khí, nhưng ở học kỳ này em chỉ còn LVTN và chứng chỉ ngoại ngữ nữa là hoàn thành chương trình. Hiện trường hợp của em có được chuyển xuống hệ VHVL để được hoàn tất chương trình học không ạ. Em mong được hướng dẫn. Cảm ơn.",
            "Chào bạn,. . Bạn vui lòng làm đơn xin chuyển hình thức đào tạo qua VLVH, ghi rõ trong đơn tình trạng hiện tại của bạn còn nợ gì?. . Gửi kèm thêm môn đơn xin ĐKMH và gửi qua bksi. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Mở lớp dự thính (bắt đầu học từ 30/8) .   QUOTE . . PDT đã đồng ý đơn mở lớp của bạn nhé, bạn vui lòng vào ĐKMH vào lúc 10h ngày 26/8.. . Tới thời gian này mã vẫn chưa đăng ký được, bạn gửi lại phản hồi cho PDT để kiểm tra lại nhé!. . . .  Nhưng hiện tại lúc 10h 20 phút ngày 26/8. em vẫn chưa thấy mở môn học TR4025 kỹ thuật tàu cao tốc, môn học PDT đẫ đồng ý mở ạ. mong PDT giải quyết giúp em.. .  em cảm ơn.. .",
            "Chào bạn. . Bạn gởi lại danh sách Sv đăng ký môn này vì môn này mở vào Hk chính, Pdt sẽ hỗ trợ cho bạn. . Nhưng bạn phải chịu trách nhiệm về danh sách SV vì liên quan đến điểm và học phí. . Thân",
            ". . [full_name]     E-MAIL. . 1 [full_name] [student_id]  . .                       [email]. . 2 [full_name] [student_id]. .                   [email]. . 3 [full_name]T [student_id]. .                  [email]. . . . . . . . em gửi lại danh sách ạ. ngoài ra còn có đính kèm đơn mở lớp( trong đơn mở lớp có danh sách).",
            "Chào bạn,. . PDT đã ghi nhận yêu cầu về ĐKMH của bạn và đã chuyển cho bộ phận ĐKMH kiểm tra và xử lý.. . Bạn vui lòng theo dõi và kiểm tra TKB thường xuyên trên mybk/Thông tin SV và hệ thống BKeL để kịp tham gia lớp học online. SV chủ động liên hệ với GV để xin vào lớp học trước nhé!. . Trường hợp nếu không đăng ký được (không có khả năng hoặc không đủ điều kiện)  PDT sẽ phản hồi cho SV qua bksi.. . Chúc các bạn học tốt!. . Thân. .",
            "hiện bây giờ 14h5p em vẫn chưa thấy môn học TR4025 kỹ thuật tàu cao tốc  trên TKB. cho em hỏi môn học TR4025 đã được cập nhật TKB chưa ạ. . . vì sắp hết hạn sửa đổi môn học (14h50) mong PDT phản hồi sớm giúp em ạ.. . em cảm ơn.",
            "Chào bạn. . Cô đã trả lời Pdt sẽ dkmh cho bạn và cập nhật trên Mybk-TKB, ngày mai bạn xem chắc là đã cập nhật mới. . Bạn báo 2 bạn còn lại, vì các bạn hỏi trên BKsi trùng câu hỏi"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em chào Thầy Cô ạ. Cho em hỏi chút là em đang học k20- kĩ thuật máy tính nhưng em muốn làm sang bên phần mềm nhiều hơn . Sau này khi làm đồ án tốt nghiệp , chuyên ngành , em có thể chọn bên KHMT được không ạ . Em xin cảm ơn rất nhiều ạ",
            "Chào bạn. . Về chương trình đào tạo/phân ngành bạn vui lòng liên hệ Khoa (cụ thể là Thầy phó khoa phụ trách chương trình đào tạo) để tư vấn và giải đáp. . Chúc bạn học tập tốt nhé.. . Thân. .",
            "Cho em xin mail Thầy/Cô phụ trách phần đó với ạ .",
            "Văn phòng\t: Tòa nha A3 – 268 Lý Thường Kiệt, Q. 10, TP. HCM. . Điện thoại\t: (84.8) 38.647.256 - Ext: 5847. . Fax\t: (84.8) 38.645.137. . Website\t: http://www.cse.hcmut.edu.vn. . Email\t: [email]. .  Thầy [full_name]: [email]"
        ]
    },
    {
        "intent": "",
        "message": [
            "Em chào Thầy/[full_name][full_name]211(lộ trình 2) em đăng ký môn học Cơ sở kỹ thuật điện(EE2017) nhưng hiện tại thì sĩ số lớp đã đầy. Em mong PĐT đăng ký thêm em vào sĩ số lớp đó ạ. Em xin chân thành cảm ơn. . . Họ và Tên: [full_name]. . MSSV: [student_id]. . Môn đăng ký: Cơ sở kỹ thuật điện(EE2017). . Lớp: DT01_DT01 . . . .",
            "Chào em,. . \"SV ĐK ONLINE, [full_name]M\". . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: 1852684  /b \t. . . .   i Đăng ký môn học . Chào anh/chị,. . . . Xin cho em hỏi rằng nhà trường có thể xem xét và mở thêm sỉ số sinh viên của môn Cơ lưu chất(CI2003) ở học kỳ DỰ THÍNH được không ạ :(. . . . Em xin chân thành cảm ơn!. . . .",
            "Chào bạn. . Pdt mới mở thêm nhóm mới đó bạn. . Vào đăng ký nghen. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Dạ cô ơi , vậy giờ em làm đơn hủy môn , v môn đó có phải đóng học phí k ạ . . . Với lại chừng thi lại cuối kì do hoãn thi , chỉ cần làm đơn thi thi lại để được thi cuối kì ha cô . Em cảm ơn cô.",
            "Thân gửi các bạn sinh viên, . . Phòng Đào tạo (PĐT) đã thông báo cho Sinh viên (SV) về việc nộp đơn hoãn thi trực tiếp cho PĐT đối với các môn học Lý thuyết, mà không thông qua Giảng viên (GV). PĐT sẽ hậu kiểm các tình huống cấm thi sau. Hiện nay, SV đăng ký bằng cách gửi email về PĐT có kèm file và qua hệ thống Hỗ trợ trực tuyến (BKSI). Để nhanh chóng và thuận lợi, PĐT thay đổi phương thức nộp đơn hoãn thi như sau:. . SV đăng nhập vào Google bằng tài khoản BKNetID@hcmut.edu.vn và điền thông tin hoãn thi theo link: https://forms.gle/ckyYcJMWN7w3kqe56. . Hạn cuối: 5 ngày sau khi thi online (chỉ tính ngày làm việc). . Trường hợp SV đã nộp đơn qua email của PĐT và  qua công cụ BKSI (đã hoặc chưa được tiếp nhận), vui lòng điền lại vào form trên để PĐT cập nhật dữ liệu đồng nhất và chính xác.. . Riêng đối với môn Đồ án, Thực tập ngoài trường, Đề cương Luận văn, Luận văn/Tiểu luận tốt nghiệp: SV có thể xin hoãn bảo vệ với lý do dịch Covid-19 ảnh hưởng nghiêm trọng đến kết quả thực hiện đề tài (không thực nghiệm được tại Phòng thí nghiệm, không thực địa, ...). SV gửi email trực tiếp đến Giáo viên hướng dẫn, Khoa/Bộ môn để được xem xét đồng ý và forward email cuối cùng đến email của PĐT để đăng ký.. . Thông tin thêm:. . . . Em đọc kỹ quy chế nhé.. . . . •\tQuy định hoãn thi (HT): xem chi tiết tại khoản 17.2 Điều 17 trong Quy chế đào tạo và học vụ (aao.hcmut.edu.vn    Sinh viên    Quy chế).. . •\tCác môn có phần thí nghiệm (TNg) sẽ được tổ chức thi sau khi TNg xong. Một số môn, Giảng viên sẽ đề nghị cho thi trước, điểm TNg sẽ có sau, khi đó SV có thể xin hoãn thi.. . •\tRiêng hoãn thi kiểm tra giữa kỳ của HK DT202 và 203: SV liên hệ trực tiếp GV và Bộ môn để được xem xét cho kiểm tra riêng hoặc lấy cột điểm thành phần khác để làm điểm kiểm tra.. .  . . Chúc các bạn học tập thật tốt!. . . . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em chào quý Thầy Cô!. . Em có làm đơn xin đăng kí vào học môn vật lý 1 MÃ PH1003 lớp DT02 kì dự thính 211. Nhưng không biết có bị nhầm hay không ạ mà PDT xếp thời khóa biểu vào lớp của học kì chính 211 mã lớp L03. Cảm ơn quý Thầy Cô!",
            "Chào bạn,. . PDT đã ghi nhận yêu cầu về ĐKMH của bạn và đã chuyển cho bộ phận ĐKMH kiểm tra và xử lý.. . Bạn vui lòng theo dõi và kiểm tra TKB thường xuyên trên mybk/Thông tin SV và hệ thống BKeL để kịp tham gia lớp học online. SV chủ động liên hệ với GV để xin vào lớp học trước nhé!. . Trường hợp nếu không đăng ký được (không có khả năng hoặc không đủ điều kiện)  PDT sẽ phản hồi cho SV qua bksi.. . Chúc các bạn học tốt!. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Chào [full_name],. . Em tên là [full_name]-[student_id]. Em xin [full_name] rút cho em môn học Anh văn 3 (LA1007) lớp L03. Với lý do là em đã đăng ký để có thể có tkb trong kỳ này vì lúc trước khi đăng ký em chưa thể làm Luận văn. Nhưng quy định thông báo mới đây thì em có thể làm Luận văn. Em xin rút môn học để có thể tập trung cho việc hoàn thành Luận văn đúng kế hoạch dự kiến ạ. Và em cũng mong không bị tính phí môn Anh Văn vì lúc dịch Covid khó khăn này. Em mong [full_name] chấp nhận.. . Chúc sức khỏe.. . Em xin cám ơn",
            "Chào bạn,. . Hiện tại đã hết thời gian hiệu chỉnh  và hủy môn học nhé bạn.. . SV vui lòng đợi thông báo về việc rút môn học (có tính học phí theo quy định), sẽ thông báo cho SV trong tháng 9/2021. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Em tên [full_name] MSSV [student_id]2, hiện em đã hết hạn đào tạo theo chương trình chính khóa. Trong đợt đk môn học vừa rồi em đk các môn còn thiếu để có thể tốt nghiệp theo diện vừa học vừa làm, các môn học đã lên tkb. Nhưng hiện tại thì tkb của em bị hủy và ko thể đk lại được. Em được xin chuyển qua hệ VHVL và khôi phục tkb đã đăng ký trong học kỳ. Mong pđt giúp em với, em chỉ còn nợ 4 môn và đồ án tốt nghiệp, em rất mong muốn được tốt nghiệp . Kính mong phòng đào tạo giúp em."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . MT 1009 PPT. . GE 2033 Tinh thể khoán vật. . GE 2043 Địa tin học đại cương. . GE 2035 Địa chất Kiến Trúc. . SP 1031 Triết học Mac_Lenin",
            "da tl"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: G[student_id]  /b \t. . . .   i Học vụ . Dạ đây là giấy quyết định thu nhận của trường ạ. . . PĐT giúp đỡ em ạ.. .",
            "Chào bạn. . Đã ghi nhận, đã mở cho bạn dkmh dự thính đợt này. . Bạn theo dõi tkb cập nhật lại mới nghen"
        ]
    },
    {
        "intent": "",
        "message": [
            "QUOTE Đăng ký môn học . Lý do e xin đăng ký môn học là do đợt đăng ký cuối cùng môn học e bị tạm dừng vì đóng học phí trễ hạn ạ e làm đơn này xin thầy cô duyệt và cho e tham gia các lớp học sau:. . MT 1009 PPT. . GE 2033 Tinh thể khoán vật. . GE 2043 Địa tin học đại cương. . GE 2035 Địa chất Kiến Trúc. . SP 1031 Triết học Mac_Lenin",
            "Chào bạn,. . PDT đã ghi nhận yêu cầu về ĐKMH của bạn và đã chuyển cho bộ phận ĐKMH kiểm tra và xử lý.. . Bạn vui lòng theo dõi và kiểm tra TKB thường xuyên trên mybk/Thông tin SV và hệ thống BKeL để kịp tham gia lớp học online. SV chủ động liên hệ với GV để xin vào lớp học trước nhé!. . Trường hợp nếu không đăng ký được (không có khả năng hoặc không đủ điều kiện)  PDT sẽ phản hồi cho SV qua bksi.. . Chúc các bạn học tốt!. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ xin chào Thầy/Cô em có xin mở môn sức bền vật liệu và nhận được thông tin là không thể mở lớp do phòng thí nghiệm bị full vậy cho em hỏi em phải làm sao ạ ? Có cách nào để có thể mở lớp hay không ạ ?. . Em xin cảm ơn",
            "Chào bạn. . Bạn liên hệ [full_name] để trình bày nghen. . liên hệ Cô [full_name]. . [email]"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em chào phòng đào tạo,. . . . Nhóm bọn em có khoảng 17 bạn, bị trễ so với các bạn khác cùng khóa k18 1 kỳ. . Các em cùng nhau đăng ký môn \"TR3043 - Đồ án thiết kế động cơ đt\" ở đợt 1 HK21.1. Nhưng đợt 2 HK21.1, bị hủy, bọn em viết đơn xin mở lớp có sự đồng ký của khoa và các thầy cô. Nhưng đợt 2 không biết sao, mà vẫn không mở. Đợt 3 cũng vậy.. . Vì vậy, chúng em quyết định chuyển xuống dự thính đăng ký HK21.1-Dự thính. Đợt 1,2 ở dự tính lộ trình 1 thì đăng ký được. Săn đợt 3 thì chuyển mà môn học đó sang hệ dự thính T01, bọn em không đăng ký được.. . Rồi bây giờ bọn em đăng ký HK21.1 - Dự thính đợt 1, lộ trình 2. Đợt 2 báo kết quả không được mở lớp.. . Sáng em có viết đơn xin mở lớp, thì pđt bảo là dự thính không mở lớp.. . Vậy bây giờ bọn em phải làm như thế nào.. . Em rất mong pđt cho bọn em phương án, cứu vớt bọn em với.. . Em cảm ơn phòng đào tạo",
            "Chào bạn,. . PDT đã ghi nhận yêu cầu về ĐKMH của bạn và đã chuyển cho bộ phận ĐKMH kiểm tra và xử lý.. . Bạn vui lòng theo dõi và kiểm tra TKB thường xuyên trên mybk/Thông tin SV và hệ thống BKeL để kịp tham gia lớp học online. SV chủ động liên hệ với GV để xin vào lớp học trước nhé!. . Trường hợp nếu không đăng ký được (không có khả năng hoặc không đủ điều kiện)  PDT sẽ phản hồi cho SV qua bksi.. . Chúc các bạn học tốt!. . Thân. ."
        ]
    }
]