[
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . PĐT cho em hỏi, em vừa thi xong AVĐV dành cho sinh viên từ năm 2 hệ CQ tại trường, kết quả đó có được sử dụng để xếp loại anh văn đăng kí học anh văn trong trường không ạ.. . Em cảm ơn.. .",
            "Chào bạn,. . . . Đúng bạn, kỳ thi anh văn định kỳ dùng để xét chuẩn anh văn sau các năm để DKMH thôi.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Cho em hỏi là vừa rồi trường có mở thi tiếng anh đầu vào cho khoá K19 nếu em không pass trong đợt này và trường có tổ chức thi trong ngày 24/1 lúc đó em vẫn đăng ký thi được đúng không ạ, và nếu đợt đó em pass em vẫn được đăng ký môn bình thường cho kỳ 202 đúng không ạ. . .",
            "Chào bạn,. . . . Bạn vẫn đăng kí thi anh văn đầu vào đợt 3 được, nhưng đợt 2 và đợt 3 thi gần nhau, thời gian ôn tập ít việc cải thiện điểm ngoại ngữ vào đợt 3 ít có khả thi nha bạn.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Em tên là : [full_name]. . MSSV [student_id]. . phòng đào tạo cho em hỏi em thi anh anh văn định kì lần này thì phải đạt bao nhiêu điểm mới có thể đăng kí môn được ạ. Em là sinh viên năm 2 ạ. . . . .",
            "Chào bạn, . . . . Bạn vui lòng xem qui chế học vụ điều 31, phụ lục 1 http://www.aao.hcmut.edu.vn/index.php?route=catalog/chitietsv&path=90&tid=1658.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: ad cho em hỏi là theo bảng đổi điểm cũ, thì em nộp bằng ở toeic thi IIG (470) vào thì em đc đổi điểm tới av3, còn bảng qui đổi mới thì chỉ đổi điểm được của av1, vậy thì em vẫn đc tính là qua av3 ko ạ ( em K19), ad trả lời cho em với vấn đề này em hoang mang mấy ngày nay mà ko giải đáp đc. Em cảm ơn",
            "Chào bạn,. . . . Việc này PDT đã gởi mail sinh viên rồi mà bạn, từ học kỳ 1 năm 2020-2021 sẽ áp dụng bảng qui đổi mới mà bạn.. . . . Thân",
            "em ko hỏi việc quy đổi ạ, ý là 470 thì em đã qua av3 đúng ko ạ ( em K19) dù quy đổi chỉ ra điểm của av1 thôi, em đã đọc mấy cái bảng điểm trên aao rồi ạ. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Cho em hỏi là nộp chứng chỉ ngoại ngữ để đăng kí môn học là chỉ cần nộp là được đăng kí môn học phải không?. . Không cần phải chuyển điểm đúng không?. . Em cảm ơn!. .",
            "Chào bạn,. . . . Bạn có CCNN bạn có thể nộp để DKMH, không cần chuyển điểm 1,2,3,4 vẫn được.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Dạ cho em hỏi là hôm 22/12 em có lịch khám sức khỏe nhưng lại bận học thí nghiệm không bỏ được thì có được khám trước hay khám sau chung với khoa khác được không ạ?",
            "Chào bạn,. . Vấn đề về sinh hoạt công dân, bảo hiểm y tế, BHTN, điểm rèn luyện, sinh viên khá giỏi toàn diện, giấy xác nhận sinh viên về vay vốn ngân hang, khám sức khỏe bạn vui lòng liên hệ tại Phòng Công tác chính trị sinh viên để được hướng dẫn.. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Xin chào Phòng đào tạo,. . Em mới tham gia kỳ thi kiểm tra trình độ tiếng Anh do trường cùng IIG tổ chức. Kết quả của em là 510.. . . . Em muốn hỏi với số điểm đó đối với sinh viên K2018 sẽ quy đổi điểm như thế nào? Và đạt chuẩn anh văn đủ để đăng ký môn đợt 2 chưa?. . . . Em xin trân trọng cảm ơn",
            "Chào bạn,. . . . - Kỳ thi anh văn định kỳ do trường tổ chức chỉ dùng để xét chuẩn anh văn sau các năm nha bạn.. . . . - Bạn vui lòng xem qui chế học vụ điều 31, phụ lục 1 http://www.aao.hcmut.edu.vn/index.php?route=catalog/chitietsv&path=90&tid=1658.. . . . Thân. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "B Vắng thi cuối kỳ học kỳ 2/2019-2020 do dịch COVID-19 . Em vừa bị phát ban thủy đậu 3 ngày trước , tức là ngày 16/12/2020 mà ngày 21/12 và ngày 24/12 em có 2 buổi thi cuối kỳ dự thính thì em có được phép dời lại đến khi hết bệnh không ạ. . Em còn có hẹn khám sức khỏe định kỳ vào ngày 22/12 thì em có nên đi không ạ.. . Phòng đào tạo giải đáp giúp em,",
            "Chào bạn,. . . . Nếu bạn bị từ ngày 16 điến ngày 21 và 24 khoảng thời gian dài nếu tương đối đỡ bệnh thì chụi khó mang khâu trang tránh lấy lang người khác để dự thi thì càng tốt.. . . . Nếu không để hoãn bạn vui lòng xem qui chế học vụ điều 17, mục 17.2.. . . . Việc khám sức khoẻ định kỳ bạn liên hệ phòng Công Tác Chính Trị Giúp.. . . . Thân. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Dạ chào thầy cô , do em chưa pass av 1 hồi năm nhất nên kì này em có đăng thi kiểm tra trình độ tiếng anh do iig tổ chức và đạt được số điểm là 620 vậy cho em hỏi em đạt chuẩn tiếng anh năm 2 chưa và kì 2 em có cần thi thêm 1 đợt nữa để xét chuẩn av năm 2 ko ạ ? Em cảm ơn",
            "Chào bạn,. . . . Điểm đó dùng để xét chuẩn anh văn sau các năm luôn bạn không cần thi nữa.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]  /b kính gửi PĐT em tên [full_name] mssv [student_id] vì lý do sức khỏe nên đã vắng mặt không đi khám sức khỏe được, xin hỏi PĐT hướng giải quyết để em có thể đi khám sức khỏe theo yêu cầu của nhà trường ạ. Xin phép cho em đi bù hoặc khám sức khỏe bên ngoài nộp vào được không ạ ? Xin cảm ơn PĐT.\t. . . .   i Yêu cầu khác .",
            "Chào bạn,. . Vấn đề về sinh hoạt công dân, bảo hiểm y tế, BHTN, điểm rèn luyện, sinh viên khá giỏi toàn diện, giấy xác nhận sinh viên về vay vốn ngân hang, khám sức khỏe bạn vui lòng liên hệ tại Phòng Công tác chính trị sinh viên để được hướng dẫn.. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "B Yêu cầu khác  /i  Cho em hỏi là lịch dk môn học bổ sung là 13/1 thì ngày 12/1 em nộp chứng chỉ ngoại ngữ là được đăng kí môn học pk ?. . Em cảm ơn!. . . .",
            "Chào bạn,. . . . Bạn vui lòng xem lịch học vụ http://www.aao.hcmut.edu.vn/index.php?route=catalog/chitietsv&path=59_77&tid=1915.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Em chào phòng đào tạo ạ, chuyện là em vừa đi thi anh văn đợt 2 ở trường xong ạ mà chỉ được 320 nên chưa qua anh văn 1, em được biết là tầm 24-25/1 nhà trường sẽ tổ chức thi anh văn đợt 3 cho các bạn hông kịp đăng kí thi đợt 2 ạ, vậy em có được đăng kí thi tiếp đợt 3 ở trường hông vậy ạ. Em cám ơn ạ.. .",
            "Chào bạn,. . . . Bạn vẫn đăng kí anh văn định kỳ đợt 3 được, nhưng trong khoảng thời gian ngắn bạn có thể ôn tập tốt để cải thiện điểm hay không nha?. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Năm sau em có ý định chuyển trường,Vì thế em muốn hỏi là em có thể xin chứng nhận đã học xong các môn chính trị và thể chất ở đâu ạ?. . Em cũng muốn hỏi về việc bảo lưu 1 học kì ạ?. . Em cảm ơn.",
            "Chào bạn,. . . . Bạn in bảng điểm ra nha, còn bạn muốn tạm dừng bạn nộp đơn tạm dừng mẫu đơn có trên web PDT.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Dạ em chào thầy/cô ạ. . Em đang là sinh viên năm 2 của trường ạ. Em được được biết là tất cả kì thi anh văn sau kì thi anh văn đầu vào do trường tổ chức đều được tính vào chuẩn anh văn từng năm, mong thầy cô xác nhận thông tin này giúp em và nếu như em đã tham gia kì thì do IIG kết hợp với trường tổ chức vào tháng 9 vừa rồi thì kết quả đó có được tính vào chuẩn anh văn năm 2 không ạ? em mong nhận được phản hồi của thầy cô ạ. Em cảm ơn!",
            "Chào bạn,. . . . Sau kỳ thi anh văn đầu vào những lần thi anh văn sau đó  chỉ dùng để xét chuẩn anh văn sau các năm. Nếu bạn thi điểm cao qua hết tất cả các chuẩn anh văn sau các năm thì bạn không cần phải thi lại.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Chào thầy(cô), cho em hỏi kì trước em có thi rớt 1 môn, thì kì sau em phải đăng kí học lại như thế nào ạ? có phải là như đăng kí môn học bình thường không ạ? . . Em xin cảm ơn,. . Trân trọng.",
            "Chào bạn,. . . . Bạn DKMH bình thường ( nếu bạn đủ  chuẩn anh văn, chuẩn sinh viên sau các năm, học trước/ song hành/tiên quyết).. . . . Thân. . . . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Cho em hỏi là với bằng TOEIC 445 của em thì đã đủ điều kiện được xét là đậu anh văn 1 chưa ạ, tại em thấy nếu nộp bằng thì trên 450 mới có quyền xét miễn anh văn 1 ạ. Hay em phải thi để trêb 450 thì mới được coi là đậu anh văn 1. Nếu 445 đã được xét đậu anh văn 1 thì học kì 202 của em không bị ảnh hưởng phải không ạ ?",
            "Chào bạn,. . . . Bạn vui lòng xem qui chế học vụ điều 31, phụ lục 1 để phân biệt chuyển điểm anh văn và chuẩn anh văn sau các năm  để DKMH http://www.aao.hcmut.edu.vn/index.php?route=catalog/chitietsv&path=90&tid=1658.. . . . Thân. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ em chào cô,. . Em hiện là sinh viên năm cuối khoa Máy tính, chuẩn bị làm Luận văn cuối khóa. Thưa cô, cô cho em hỏi việc nộp chứng chỉ Ngoại ngữ là yêu cầu bắt buộc để đăng kí môn học Luận văn Tốt nghiệp hay là yêu cầu bắt buộc để có thể được bảo vệ Luận văn vậy ạ ? Và theo lịch học vụ, em thấy ngày 13/1/2020 là hạn cuối nộp chứng chỉ ngoại ngữ trong học kì này, thì sau ngày đó em có thể nộp chứng chỉ ngoại ngữ để được tham gia làm Luận văn Tốt nghiệp không ạ ?. . Mong nhận được sự phản hồi từ cô. Em cảm ơn cô rất nhiểu.. . . . [full_name],. .",
            "Chào bạn,. . . . - Bạn phải có chứng chỉ nộp vào để đăng kí luận văn. Khi bạn đăng kí luận văn được thì bạn mới có tên danh sách bảo vệ luận văn.. . . . - Những trường hợp bạn đã làm luận văn với thầy/ cô hướng dẫn rồi, nhưng không đủ ngoại ngữ để nhận luận văn. Khi nào bạn đủ ngoại ngữ nhận luận văn bạn làm đơn nộp PDT để xin đăng kí luận văn. . . . . Thân. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Dạ cho em hỏi là , nếu em đã thi anh văn vào ngày 19/12 rồi , mà kết quả em không đạt như mong muốn . Vậy em có được đăng kí thi lại vào ngày 24-25/1 không ạ ? Em cảm ơn",
            "Chào bạn,. . . . Được bạn.. . . . Thân. . . . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV: [student_id]  /b \t. . . .   i Điều kiện xét tốt nghiệp: chứng chỉ Speaking & Writing của Trung tâm Ngoại ngữ của Trường Đại học Bách Khoa . Em xin chào quý thầy/cô.. . Thầy/cô cho em hỏi rằng, sinh viên khoá 18 không thể sử dụng chứng chỉ Speaking & Writing của Trung tâm Ngoại ngữ của Trường Đại học Bách Khoa để xét tốt nghiệp đúng không ạ (theo như hình đính kèm)? Em xin cám ơn!",
            "Chào bạn,. . Theo đúng quy chế chỉ áp dụng từ khóa 2013 đến 2017.. . Bạn vui lòng tham khảo quy định tại đây:. . http://aao.hcmut.edu.vn/ sinh viên/quy chế/ Quy chế đào tạo và học vụ bậc đại học, cao đẳng:/Phụ lục 1: Quy định về ngoại ngữ (áp dụng cho các chương trình giảng dạy bằng tiếng Việt)"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Cho em hỏi thi anh văn đợt 2 ngày 24_25/1 có kịp xét cho đăng ký môn học học kì chính 202 không ạ",
            "Chào bạn,. . . . Đợt thi anh văn trước đó từ ngày 14-20/12 bạn có đăng kí thi không?. . . . Thân",
            "em có tham gia nhưng không đủ điểm. . . Nếu không kịp xét cho học kì chính thì em có thể đăng kí đồ án trong học kì dự thính được không ạ?",
            "em có tham gia nhưng không đủ điểm.. . Nếu không kịp xét cho học kì chính thì em có thể đăng kí đồ án trong học kì dự thính được không ạ?",
            "Chào bạn,. . . . - Học đợt 3 thi anh văn định kỳ ngày 24-25/1 nếu kết quả đạt PDT vẫn xét cho bạn đăng kí những môn của học kỳ 202.. . . . - Nhưng 2 kỳ thi anh văn liên  kề nhau bạn có đủ thời gian ôn tập để cải thiện điểm hay không?. . . . Thân",
            "dạ em sẽ cố gắng.. . Em xin cảm ơn."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: cho em hỏi là em đã đăng kí thi kiểm tra trình độ anh văn vào đợt ngày 20/12 thì em có được đăng kí thi đợt 24-25/1 nữa không ạ",
            "Chào bạn,. . . . Được bạn.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Dạ thưa cô , em bị rớt môn GT1 hồi hk dự thính hè nên không đủ 24 chỉ để học năm 2 vậy thì cuối hk 201 này các môn cơ sở ngành  năm 2 của em có bị xoá tkb không ạ.",
            "Chào bạn,. . . . TKB của học kỳ 201 hiện tại bạn như thế nào thì PDT để nguyên thế đó không xoá.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Thưa quý thầy cô,. . Hôm nay là ngày 20/12/2020, em có lịch thi kiểm tra trình độ anh văn đợt 2 vào ca 1, nhưng vì lí do xe em hư giữa đường nên không thể thi được nhưng em lại đang rất cần kì thi này để xét chuẩn năm 3 để đăng kí môn học học kì 202. Em có nghe nói về đợt 3 kiểm tra trình độ anh văn. Cho em xin hỏi rằng liệu em có được phép đăng kí và tham gia đợt 3 không. Em chân thành cảm ơn.",
            "Chào bạn,. . . . Được bạn, bạn được đăng kí thi anh văn định kỳ đợt 3 nhưng phải đóng lệ phí thi nha.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Dạ em chào Thầy/Cô,. . . . Em đã đóng học phí học kỳ 201 đúng hạn cả 2 đợt, nhưng trong BKPAY của em lại còn 1 khoản học phí học kỳ 201 với số tiền là tổng tiền của cả 2 đợt.. .  . . Thắc mắc của em là em đã đóng 2 đợt rồi mà sao khoản học phí kia (khoản học phí học kỳ 201 với số tiền là tổng tiền của cả 2 đợt) vẫn hiển thị?. . Em không thanh toán thì có bị cấm thi không?",
            "Chào bạn,. . . . PDT đã cập nhật lại học phí, bạn vui lòng  kiểm tra lại nha.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Chào cô, em muốn hỏi thi chuẩn av cuối khóa có được lấy kết quả đó để xét đăng ký lvtn được không ạ? Em cảm ơn .",
            "Chào bạn,. . . . Kỳ thi anh văn định kỳ dùng để xét chuẩn anh văn sau các năm thôi nha bạn. Luận văn tốt nghiệp xét chứng chỉ quốc tế thi bên ngoài nha.. . . . Bạn vui lòng xem qui chế học vụ điều 31, phụ lục 1 http://www.aao.hcmut.edu.vn/index.php?route=catalog/chitietsv&path=90&tid=1658.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ .",
            "Dạ em là sinh viên năm 2 . Cho em hỏi khi nào là hạn chót nộp điểm anh văn vậy ạ!!",
            "Chào bạn,. . . . Bạn vui lòng xem lịch học vụ nha http://www.aao.hcmut.edu.vn/index.php?route=catalog/chitietsv&path=59_77&tid=1915.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác:   /B  Cho em được xin thông tin, số điện thoại liên lạc thầy [full_name] - GV dạy môn Nhập môn Kỹ thuật Khoa Kỹ thuật Hoá học thuộc khoá K20 ạ",
            "Chào bạn,. . . . Bạn vui lòng liên hệ với khoa nha.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Cho e hỏi là ngày e khám sức khoẻ của khoa e thì e có việc bận, nên không khám đúng ngày đc thì e khám chung với khoa khác đc k ạ",
            "Chào bạn,. . Vấn đề về sinh hoạt công dân, bảo hiểm y tế, BHTN, điểm rèn luyện, sinh viên khá giỏi toàn diện, giấy xác nhận sinh viên về vay vốn ngân hang, khám sức khỏe bạn vui lòng liên hệ tại Phòng Công tác chính trị sinh viên để được hướng dẫn.. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ em muốn hỏi là kì thi đánh giá anh văn vừa rồi em được 425 điểm toeic không đủ 450 vì thời gian khá gấp rút nên em không thể thi toeic và nộp bằng kịp. Em muốn hỏi là em có thể làm cam kết đăng kí môn học trước rồi nộp bằng toeic sau được không ạ. Em xin cảm ơn",
            "Chào bạn,. . . . Bạn đủ chứng chỉ ngoại ngữ mới đăng kí môn học của những môn học trong  kỳ tiếp  nha bạn.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "B Yêu cầu khác . Kính chào thầy/cô!. . Hôm nay em thi GT1 mà do bất cẩn em quên tô mã đề thi 2001. Hiện tại em phải làm sao ạ? Mong thầy/cô giúp em giải đáp ạ!. . Em cảm ơn thầy/cô!",
            "Chào bạn,. . . . Bạn quên tô mã đề,  theo qui định nhà trường sẽ bị điểm 0 nha bạn. Lần sau nhớ cận thận nha bạn.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . em hiện là sinh viên năm 2. nếu chưa đạt chuẩn anh văn năm 1, em có thể đăng kí các môn đại cương, thể chất ở học kì 202 không ạ",
            "Chào bạn,. . . . Được bạn.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Phòng đào tạo cho em hỏi, em đã đăng kí thi anh văn đầu vào đợt 2 (20/12/2020) nhưng chưa đạt mức điểm yêu cầu cho sinh viên năm 3. Vậy em có thể đăng kí thi tiếp vào đợt 3 sắp tới không ạ??",
            "Chào bạn,. . . . Được bạn.. . . . Thân. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Chào thầy (cô) . .  Em là [full_name] . .  mssv [student_id]. . Cô (thầy) cho em hỏi,em thi toeic muộn vì hết slot đăng kí, trong khi em thi ngày 10/1 thì 7 ngày sau mới có kết quả trong khi hạn nộp bằng để đăng kí môn học kì mới là 13/1. Vì em học khóa k18 chương trình năm sau đã thay đổi,các môn học cũng khác nếu không đăng kí được kì này thì pđt còn có thể mở lớp nữa.Em có thể làm đơn để xin nộp muộn bằng anh văn được không ạ?. .  Em cảm ơn cô (thầy) ạ!. . . . . .",
            "Chào bạn,. . . . Bạn vui lòng thực hiện đúng biểu đồ học tập. . . . . Còn đợt 3 thi anh văn định kỳ dự kiến là ngày 24-25/1 nha bạn.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Thưa cô. . Em thấy mail trường có đề cập đến việc còn có 1 đợi kiểm tra anh văn nữa dự kiến vào ngày 24,25 tháng dành cho những bạn chưa đăng ký được đợt 12 vừa qua. Em muốn hỏi là những bạn đã đăng ký được và thi tháng 12 rồi nhưng lỡ không quá được số điểm cần  thiết thì còn cơ hội thi đợi 24,25 tháng 1 không ạ. Em cảm ơn, xin lỗi đã làm phiền cô ạ.",
            "Chào bạn,. . . . Vẫn đăng kí được, nhưng trong thời gian ngắn bạn có đủ thời gian ôn tập để thi cải thiện điểm không?. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em tên là [full_name] MSSV [student_id] . . Thưa cô, em muốn nghỉ học vĩnh viễn ở trường thì em cần chuẩn bị hồ sơ hay làm đơn gì ạ ?",
            "Chào bạn,. . . . Bạn làm đơn thôi học nha, đơn có sẵn trên web PDT.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Cô cho em hỏi em đk thi anh văn ngày 24/1 thì có kịp đăng ký môn học không ạ.. .",
            "Chào bạn,. . . . Đợt 2 thi anh văn định kỳ ngày 14-20/12 bạn có đăng kí thi không?.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Chào thầy cô. . Em tên [full_name], MSSV: [student_id], khoa Quản lý Công nghiệp, K19 lớp QL1903. hiện tại em không thấy tên mình trong danh sách khám sức khoẻ, mong thầy cô  xem xét giúp em. Em đang học tại CS2 ạ. . Em xin cảm ơn. . [full_name]",
            "Chào bạn,. . Vấn đề về sinh hoạt công dân, bảo hiểm y tế, BHTN, điểm rèn luyện, sinh viên khá giỏi toàn diện, giấy xác nhận sinh viên về vay vốn ngân hàng, khám sức khỏe bạn vui lòng liên hệ tại Phòng Công tác chính trị sinh viên để được hướng dẫn.. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "PĐT cho em hỏi trong kì thi anh văn lần này điểm em thấp không đủ để đăng kí môn học nên có thể tham gia kì tiếp theo trong tháng 12 này được không ạ? Nếu được thì có thể dùng điểm đó để xét đạt chuẩn anh văn mà đăng kí môn học được không, em cảm ơn ạ!  . .",
            "Chào bạn,. . . . Bạn vẫn đăng kí thi anh văn định k ỳ đợt 3 được, nhưng đợt 2 và đợt 3 thi gần nhau, thời gian ôn tập ít việc cải thiện điểm ngoại ngữ vào đợt 3 ít có khả thi nha bạn.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Chào thầy (cô). . Thầy (cô) cho em hỏi nếu hôm 22/1/2021 em nộp bằng toeic thì em có đăng kí đợt bổ sung 22/1-28/1 không ạ. Vì em thấy nộp điểm chuyển vào hôm 13/1.. . Mong thầy (cô) trả lời giúp em.. . Trân trọng",
            "Chào bạn,. . . . Bạn vui lòng làm đúng theo lịch học vụ nha.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính gửi phòng đạo tạo .Vì lý do cá nhân nên kì thi anh văn đầu vào vừa rồi em có đăng kí thi nhưng không tham gia thi được . Hiện tại sắp tới mở đăng kí môn học đợt 2 và anh văn hiện tại của em chưa đạt yêu cầu . Sắp tới tháng 24/1- 25/1 có thêm đợt đăng kí thi liệu em có được đăng kí tham gia không ạ và đợt sắp tới có xét tiêu chuẩn anh văn để đăng kí môn học không . Em cảm ơn .. .   i Đăng ký môn học .",
            "Chào bạn,. . . . Bạn có thể thi, điểm đó dùng để xét chuẩn anh văn sau các năm nha bạn.. . . . Thân",
            "li answer rate: Answer suits the needs / Câu trả lời đúng ý"
        ]
    },
    {
        "intent": "",
        "message": [
            "U Học vụ . Cho em hỏi là vừa thi av đợt 14-20/12 xong nhưng e vẫn chưa qua vậy thì đợt 3 ngày 24,25/1 tới có được đăng kí thi tiếp không ạ ,nếu trong đợt 3 em pass được a av thì môn học trong hk202 của em có bị xoá bỏ không ạ ,em cảm ơn.. . . .",
            "Chào bạn,. . . . Bạn vẫn đăng kí thi anh văn định kỳ đợt 3 được, nhưng trong thời gian ngắn bạn có thời gian ôn tập để cải thiện điểm anh văn hay không?. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Cho em hỏi là em đã đăng kí anh văn đợt 2 rồi. Vậy em có được đăng kí anh văn đợt 3 không ạ. Mong câu trả lời từ phòng đào tạo. . Em xon cảm ơn ạ.. .",
            "Chào bạn,. . . . Được bạn.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Chào phòng đào tạo . . Em muốn hỏi là đợt thi anh văn cho k19 diễn ra từ 19-21/12/2020 vừa rồi thì áp dụng chuẩn tiếng anh cho K19( tức 350đ để qua av1) hay chuẩn từ k20 ( tức 450đ để qua av1) vậy ạ ?. . Em cảm ơn. . . .",
            "Chào bạn,. . . . Kỳ thi tiếng anh này dùng để xét chuẩn anh văn sau các năm, bạn áp dụng chuẩn anh văn sau các năm của khoá 2019.. . . . Bạn vui lòng đọc kỹ qui chế học vụ điều 31, phụ lục 1 http://www.aao.hcmut.edu.vn/index.php?route=catalog/chitietsv&path=90&tid=1658.. . . . Thân.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . ngày 20/12 em dk thi av nhưng không đủ 350 để qua av1 vậy em dk thi lại av ngày 24/1 có kịp đăng ký môn học không ạ.",
            "Chào bạn,. . . . - Bạn vẫn đăng kí thi anh văn đợt 3 dự kiến ngày 24-25/1 được nha bạn.. . . . - Hai đợt thi anh văn gần nhau liệu bạn có  thời gian ôn tập để cải thiện điểm hay không?. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Thưa PĐT, theo mail PĐT gởi thì tiếp đây sẽ có kì đăng kí kiểm tra trình độ anh văn cho những bạn chưa đăng kí được đợt đầu, nhưng đợt trước em có đăng kí rồi nhưng điểm không đủ để thỏa điều kiện đăng kí môn học, vậy nếu em đăng kí kì này em vẫn được chấp nhận và sẽ lấy điểm nào cao hơn để xét xem có pass được anh văn không đúng không ạ? Câu hỏi trước em gởi mà quí thày/cô trả lời em không hiểu lắm, quí thầy/cô thông cảm!. . . .",
            "Chào bạn,. . . . - Nếu đợt 3 dự kiến thi ngày 24-25/1 nếu bạn thi điểm cao vẫn xét pass chuẩn anh văn sau các năm.. . . . - Nhưng có điều 2 kỳ thi gần nhau, bạn có đủ thời gian ôn tập để cải thiện điểm hay không?. . . . . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Kính chào quý thầy (cô)!. . . . Em tên là [full_name], MSSV: [student_id].. . . . Ngày 16/12 vừa rồi em có đăng ký nộp chứng chỉ ngoại ngữ TOEIC nghe/đọc trên website của PĐT, nhưng vì sai sót của bản thân nên em đã chọn nhầm loại chứng chỉ TOEIC nói/viết. Tuy nhiên trên website của trường không có chức năng hủy nộp chứng chỉ ngoại ngữ này. Em rất lo lắng không biết giải quyết tình huống này thế nào. Em rất mong được quý thầy cô giải đáp. Em xin chân thành cảm ơn!. .",
            "Chào bạn,. . . . Thông tin chứng chỉ đã được gửi đi thẩm tra rồi không hủy được. Sinh viên khai mới đúng thông tin chứng chỉ đang có để được thẩm tra thông tin đúng.  . . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Dạ cho e hỏi giúp bạn e ạ:. . Thứ 1 là bạn e là kstn khóa K18, ở kì thi Anh văn định kì đợt 2 vừa rồi nó chỉ thi được 485 vậy nó có được đăng kí môn học không ạ.Vì theo như bây giờ kstn học chung với đại trà và làm thêm phần học phần mờ rộng.vậy với số điểm 485 chưa đủ 500 như vậy nó có thể đăng kí môn học bình thường mà k được làm phần học phần mở rộng thôi được k ạ.. . Thứ 2 là nếu bây h bạn kstn đấy rút khỏi chương trình kstn thì số điểm của nó đủ chuẩn dăng kí môn học dành cho đại trà.vậy giờ nó rút ra có kịp cho đợt đăng kí ngày 28/12 sắp tới k ạ.. . Thứ 3 là các bạn đăng kí kì thi Anh văn định kì ở đợt 2 này rồi có được đăng kí thi đợt 3 sắp tới vào tháng 1 không .. . Em cảm ơn. . . . .",
            "Chào bạn,. . . . Bạn em thực sự thắc mắc thì bạn em tự đặt câu hỏi nha bạn.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Cho em hỏi là hiện tại các khóa K19 K20 đã bỏ môn EE1003 - Toán kỹ thuật. Nhưng do em chưa qua môn đó nên cần học và thi lại. Vậy cho em hỏi môn học nào tương đương với môn đó hoặc môn thay thế cho môn đó để em đăng kí để bù vào cho môn đó.. . Em cảm ơn. .   i Học vụ .",
            "Chào bạn,. . . . - Trong đợt 2 DKMH bạn làm đơn xin mở lớp môn EE1003, nếu khoa đồng ý mở lớp, số lượng sinh viên đủ mở lớp PDT sẽ mở lớp cho bạn học.. . . . - Môn này tương đương với môn nào thì bạn về khoa tư vấn cho bạn.. . . . Thân. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: 1811832  /b \t. . . .   i Đăng ký môn học . Dạ e chào Thầy/ Cô. Em là K18 đang học lớp quản lý Môi trường. Học kì này theo chương trình đào tạo là em sẽ đăng ký môn Thực tập tham quan( tiên quyết là môn Nhập môn kỹ thuật). Hiện e đang học môn Nhập Môn kỹ thuật với K20 . Vì K19 đổi chương trình, đổi mã và đổi từ 2 chỉ thành 1 chỉ, đặc biệt là đến năm 4 K19 mới học môn này. Cộng thêm việc TTTQ là tiên quyết của các môn luận văn tốt nghiệp và lơp em chưa tới 30 bạn nên không có hy vọng nào luôn ạ. Vì vậy mà có thể e sẽ mất hơn 6,5 ra trường mà bằng sẽ hạ xuống tại chức..  Mong Thầy/Cô xem xét cho em được đăng ký bổ sung môn Thực tập tham quannày được không ạ? Nếu 1 môn không qua thì sẽ xem như rớt cả 2 môn được không ạ? Mong Thầy/Cô xem xét và giúp đỡ em. Em thật sự đang cố gắng theo kịp chương trình, nhưng riêng môn này thì không còn cách nào. Em chân thành cảm ơn!",
            "Chào bạn,. . . . - Chương trình đào tạo và đề cương môn học là do khoa làm, đâu phải muốn bỏ là bỏ bạn.. . . . - Bạn về khoa để tư vấn cho bạn vấn đề này nha.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em là sinh viên k19, em không đủ điểm anh văn 1 đợt vừa rồi. Cho em hỏi tháng 1 trường mình còn tổ chức đợt thi anh văn nào nữa không ạ. Và nếu nộp bằng bên ngoài muộn hơn ngày 7/1 thì có thể đăng ký môn học kỳ sau được không ạ. Em xin cảm ơn.",
            "Chào bạn,. . . . - Bạn vui lòng kiểm tra mail Phòng Đào Tạo (tháng 1 còn đợt thi anh văn định kỳ đợt 3).. . . . - Bạn có chứng chỉ ngoại ngữ quốc tế bên ngoài, bạn vui lòng nộp đúng thời gian của lịch học vụ nha http://www.aao.hcmut.edu.vn/index.php?route=catalog/chitietsv&path=59_77&tid=1915.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . [full_name]ính Giử : Ban Giám Hiệu . .            Phòng Đào Tạo Trường Đại Học Bách . .            [full_name]hoa. . Em tên là : [full_name] . . Mssv : [student_id] . . Dạ thưa PĐT cho em hỏi là trong đợt kiểm tra anh định kỳ hôm 20/12 em đã không đạt được đủ số điểm và cho em hỏi là trong khoảng thời gian trước khi đợt đkmh lần 3 cho học kỳ 201 thì Nhà Trường sẽ còn tổ chức đợt kiểm tra anh văn nào nữa không ạ . . Em xin chân thành cảm ơn ạ . . Thân mến [full_name]",
            "Chào bạn,. . . . Có đợt kiểm tra anh văn định kỳ đợt 3, bạn vui lòng kiểm tra mail nha.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Cho em hỏi kì thi AVDV ngày 25.1 chỉ dành cho những sinh viên chưa đăng kí đợt 20.12 hay toàn bộ sinh viên đều được đăng kí ạ?. . Em xin cảm ơn.",
            "Chào bạn,. . . . Các bạn có nhu cầu thi thì vẫn đăng kí thi được.. . . . Thân"
        ]
    }
]