[
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Kính chào thầy cô,. . . . Em đã đăng ký hoãn thi môn giải tích 2 trong học kỳ hè 203. Hiện chưa thấy thông tin gì về kế hoạch thi bù.. . . . Em muốn hỏi thời gian dự kiến thi bù cho sinh viên hoãn thi môn giải tích 2 ở học kỳ là khi nào ạ?. . . . Em cảm ơn. . . .",
            "Chào em,. . Em vui lòng xem lại email PĐT đã gửi: . . \"Kế hoạch tổ chức thi học kỳ 1 năm 2021-2022\". . mục: Về việc thi để xóa điểm Hoãn thi. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em chào thầy/cô ạ,. . Em là sinh viên hệ VLVH, MSSV [student_id].. . Học kỳ vừa rồi em có đăng ký học môn Phương pháp phần tử hữu hạn (mã MH CI3061) và đã thi cuối học kỳ online.. . Hiện giờ em định đăng ký phúc khảo điểm và đã đã làm theo hướng dẫn từ các lần Tạo câu hỏi/yêu cầu trước của nhà trường: . .    + vào đọc hướng dẫn link: http://www.aao.hcmut.edu.vn/quy chế quy định/học vụ/- Quy chế đào tạo và học vụ bậc đại học, cao đẳng/điều 16;. .    + Phúc tra đăng ký trên mybk/phúc tra;. . Nhưng khi em vào mybk/phúc tra thì không chọn được nút 'Xác nhận đăng ký' sau khi đã chọn môn muốn phúc tra.. . Mong thầy/cô giải đáp thắc mắc giúp em.. . Em cảm ơn nhiều ạ.",
            "Chào em,. . Khi GV thông báo điểm, SV có thể liên lạc GV để xin xem xét lại điểm. Nếu GV cần sửa điểm thì GV liên hệ PĐT nhé.. . aao/sinh viên/quy chế, quy định/học vụ/ Quy chế đào tạo và học vụ bậc đại học, cao đẳng/điều 16. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Kính gửi Phòng Đào Tạo,. . . . Em có thể xin   B Giấy xác nhận ngôn ngữ giảng dạy chương trình em học (Chất lượng cao) là tiếng Anh  /B  được không ạ? Mục đích: bổ sung hồ sơ du học.. . . . Em xin chân thành cảm ơn.. . Trân trọng.",
            "Chào em,. . Em liên hệ Văn phòng Đào tạo quốc tế [email] để được hỗ trợ nhé.. . Thân mến"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính thưa PDT, em đã gửi PDT đơn xin thu nhận lại. Mong PDT duyệt đơn giúp em để em được đăng ký môn học cho học kỳ sau ạ.",
            "Chào em,. . Phòng Đào tạo đã tiếp nhận đơn thu nhận của em.. . SV theo dõi tình trạng và quyết định sẽ cập nhật tại mybk/Thông tin Sinh viên (dự kiến cập nhật QD trong tháng 12/2021). . SV vui lòng theo dõi lịch học vụ và mail sinh viên để biết thời gian đăng ký môn học cho học kỳ tiếp theo.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em là sinh viên chuyển khóa từ k20 khoa địa chất dầu khí thành sinh viên k21 khoa điện-điện tử. Em có thể bảo lưu chứng chỉ học giáo dục quốc phòng từ năm ngoái được không ạ. Nếu được em phải làm như thế nào để được bảo lưu ạ. Em cảm ơn ạ.. . . .",
            "Chào em,. . Dự kiến đầu tháng 1/2022 em liên hệ Khoa để lấy CC GDQP nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Xin chào Ban giám hiệu nhà trường và Phòng đào tạo. . Em tên là: [full_name] - MSSV: [student_id]. . Khóa: K15. . Em có nguyện vọng chuyển từ hệ chính quy sang hệ vừa làm vừa học nhưng em không biết thủ tục như thế nào. Mong nhà trường giúp đỡ em để hoàn thành thủ tục chuyển hệ ạ.. . Em xin chân thành cảm ơn nhà trường ạ.",
            "Chào bạn. . Bạn tải mẫu Phiếu đề nghị chuyển sang VLVH  tại trang web: aao.hcmut.edu.vn gởi tại BKSI để Pdt xử lý chuyển sang VLVH cho bạn. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học ."
        ]
    },
    {
        "intent": "",
        "message": [
            "cho em hỏi đợt 2 đăng ký môn học vào ngày mấy vậy ad ?",
            "Chào em,. . SV vui lòng theo dõi lịch học vụ và mail sinh viên để biết thời gian đăng ký môn học cho học kỳ tiếp theo (đợt 2, 13 giờ ngày 23/12/21). . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Cho em hỏi là chỗ em đang ở hiện tại không có hoạt động công chứng và em không đủ điều kiện để sang trung tâm của tỉnh hay huyện để công chứng bằng tốt nghiệp để nộp đúng hạn deadline của trường . Vậy em chỉ nộp 2 bản (photo không công chứng) kèm theo giấy in từ bkel thì có được chấp nhận không ạ?. . Trong giấy em in từ bkel thì để 2 bản photo có công chứng. Em hơi lo ạ. Mong thầy cô giải đáp ạ!",
            "Chào em,. . Mọi thắc mắc, khiếu nại sinh viên vui lòng liên hệ email: [email]. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em xin chào quý thầy cô. .  . . Đợt nhà trường mở đợt đăng ký học Thí nghiệm tại trường em có đăng ký học. Nhưng giờ em không thu xếp thời gian để học được.. . . . Em đã hỏi thầy dạy thí nghiệm và thầy bảo em có thể xin hủy được. Thầy cô cho em hỏi em hỏi cách hủy như thế nào được không ạ.. . . . Em xin chân thành cảm ơn.",
            "Chào em,. . Phòng Đào tạo đã tiếp nhận thông tin xin hủy đăng ký học thí nghiệm trực tiếp của em.. . SV vui lòng theo dõi mail và thời khóa biểu được cập nhật Mybk/Thông tin sinh viên/Xem thời khóa biểu sau khi trường được hoạt động lại bình thường (dự kiến trong tháng 3/2022). . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Dạ em muốn hỏi là em có tên trong danh sách dự kiến tốt nghiệp tháng 11/2021 nhưng vì em bị thiếu ngày CTXH. Em mới bổ sung đủ (đã được cập nhật đủ 15 ngày trên mybk từ 3 ngày trước), nhưng em vô mục đăng ký xét tốt nghiệp để đăng ký thì mục này vẫn để là nợ ngày CTXH. Cô cho em hỏi là khi nào em sẽ được cập nhật để đăng ký ạ?. . Em cảm ơn ạ.. .",
            "Chào em,. . Sau ngày thứ 6, 17/12 PDT sẽ cập nhật lại các trường hợp nợ CTXH và mở khóa cho SV vào ĐK tốt nghiệp nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Cho em hỏi tại sao khi bấm nộp đơn xét tốt nghiệp thì hiện thị ra bảng thông báo lỗi. . Hình ảnh được em đính kèm ở dưới ạ",
            "\"Chào bạn,. . Lỗi Đăng ký tốt nghiệp đã được khắc phục, em vui lòng vào đăng ký lại nhé. . Thân\""
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Chào PĐT ạ! . . Em tên [full_name]. . MSSV: [student_id]. . Vào học kì 203 em có xin hoãn thi môn kết cấu thép 1 (CI3009) và được nhà trường đồng ý sau đó ngày 4/12 thì em kiểm tra trong lịch thi thì được nhà trường mở cho thi lại vào HK211, nhưng kì này em học khá nặng nên không thể ôn kịp môn kết cấu thép 1. Mong PĐT có thể xem xét hoãn thi giúp em. Em cảm ơn! (vì trong Mybk mục 12. Đăng ký hoãn thi cuối kì không có môn kết cấu thép 1 nên em viết đơn này ạ! Em có đính kèm ảnh ở dưới)",
            "Chào bạn. . Ngày mai 14/10/21, pdt sẽ cập nhật lại dữ liệu ban vào đăng ký nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV: [student_id]  /b \t. . . .   i Yêu cầu khác . Kính gửi Phòng đào tạo Trường đại học Bách Khoa Đại học Quốc gia Thành phố Hồ Chí Minh,. . . . Em là [full_name], MSSV: [student_id]. . . . Em được nhà trường gửi Mail báo gửi gấp bổ sung bảng điểm THPT bản chính, nhưng mà em được trúng tuyển bằng phương thức ĐGNL và là thí sinh đặc cách tốt nghiệm do không thể tham gia kỳ thi THPT Quốc Gia vì dịch Covid ạ. Vậy nên là hiện tại em   I   U không có  /U  phiếu điểm THPT . . Em đã thử hỏi xin thầy, cô cấp 3 thì được nói là trong giấy chứng nhận tốt nghiệm tạm thời có ghi Đặc cách (  I trong file đính kèm  /I ) thì không cần phiếu điểm ạ.. . . . Nếu vậy em có cần phải nộp bổ sung phiếu điểm hay những giấy tờ gì liên quan không ạ. Mong nhà trường có thể giải đáp thắc mắc của em.. . . . Em cảm ơn nhiều ạ.. . . .",
            "Chào em,. . Mọi thắc mắc, khiếu nại sinh viên vui lòng liên hệ email: [email]. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính thưa thầy/cô thuộc Phòng Đào Tạo.. . . . Em là sinh viên nằm trong danh sách tốt nghiệp đợt tháng 11/2021 đã đăng kí tốt nghiệp thành công và nhận giấy tốt nghiệp tạm thời. Trên giấy có ghi lễ tốt nghiệp sẽ được tổ chức vào tháng 1/2022.. . Để tiện cho việc sắp xếp đặt vé về quê nghỉ Tết năm nay, cho em hỏi trường đã có kế hoạch tổ chức lễ tốt nghiệp vào ngày nào tháng 1 chưa ạ.. . Em xin cảm ơn.. . . . Trân trọng,. .   B Khương  /B . .   i Tốt nghiệp .",
            "Chào em,. . Về lễ tốt nghiệp SV vui lòng đợi thông báo sau của nhà trường.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em mới nhập học tháng 6/2020 ngành công nghệ thông tin hệ vừa học vừa làm. . Ban đầu em nhận được mail trường là học theo KẾ HOẠCH GIẢNG DẠY  NGÀNH CÔNG NGHỆ THÔNG TIN với Ngày cập nhật: 27/03/2017 có file hình và chương trình học em đính kèm bên dưới. Nhưng một số bạn xác nhận lại cho em chương trình học đúng ra là Chương trình đào tạo ngành Khoa học máy tính chính quy khóa 2018.. . Em muốn hỏi xác nhận lại là Em nhập học tháng 6/2020 ngành công nghệ thông tin hệ vừa học vừa làm thì sẽ học theo chương trình nào? Em cần được trả lời gấp để kịp đăng kí môn học sắp tới. . . . Đó là câu hỏi cũ của em ạ, Em đã hỏi và được cô (001829) [full_name] trả lời là liên hệ cho mail thầy [full_name]email] nhưng em gửi 2 mail đã được 2 ngày thầy chưa trả lời. . .   B . . Em cũng có gửi câu hỏi lên phòng đào tạo nhưng vẫn chưa được trả lời  /B . . . . Và mong phòng đào tạo sớm trả lời giúp em câu hỏi Em nhập học tháng 6/2020 ngành công nghệ thông tin hệ vừa học vừa làm thì sẽ học theo chương trình nào? Em xin cảm ơn",
            "Chào em,. . nếu bạn dự tuyển vào tháng 06/2020 thì chương trình đào tạo sẽ là CTDT khóa 2018 ngành Khoa học máy tính.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Kính gửi Phòng đào tạo,. . Em tên: [full_name]  MSSV: [student_id]. . Em có nhận được Email của trường về việc nộp bằng TN THPT và bằng CĐ để thẩm tra xét tốt nghiệp. Hiện tại chưa có thông tin cho sinh viên vào trường nộp hồ sơ.. . Em xin hỏi làm sao để nộp bằng cho trường ạ.. . Em xin chân thành cảm ơn!",
            "Chào em,. . Em có thể vào trường để nộp nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Kính gửi,. . Em muốn hỏi về việc xin giấy xác nhận vay vốn cho sinh viên HK211, hiện tại em đang ở quê, không có ở TP. Hồ Chí Minh, thì em có thể xin giấy xác nhận online bằng cách nào ạ? . . Em mong sớm nhận được phản hồi để có thể kịp xin vay vốn vào đợt này.. . Em cám ơn!",
            "Chào em,. . Em liên hệ phòng Công tác chính trị sv qua email [email] để được hướng dẫn nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ em chào thầy, cô phụ trách trả lời bksi.. . Em có thắc mắc là nếu em đăng ký thực tập ngoài trường trong học kì chính 212 sắp tới thì em phải thực tập trong kỳ luôn hay đợi đến hè mới đi ạ. Em cảm ơn",
            "Chào em,. . Em vui lòng liên hệ [full_name], GVCN nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Em tên [full_name], MSSV: [student_id]. . Học kì 202 và 211 em có đăng kí học thí nghiệm các môn CH2034-HOA SINH (TN), CH335-Sinh học tế bào (+TN), CH3004-Vi sinh vật (tn). Em xin đăng kí hủy TKB học thí nghiệm các môn này vì lí do ktx chưa tiếp nhận sinh viên trở lại nên em không thể sắp xếp được chỗ ở trong thời gian sắp tới.. . Kính mong PĐT có thể xem xét và hủy TKB giúp em.. . Em xin chân thành cảm ơn. . . .",
            "Chào em,. . Phòng Đào tạo đã tiếp nhận thông tin xin hủy đăng ký học thí nghiệm trực tiếp của em.. . SV vui lòng theo dõi mail và thời khóa biểu được cập nhật Mybk/Thông tin sinh viên/Xem thời khóa biểu sau khi trường được hoạt động lại bình thường (dự kiến trong tháng 3/2022). . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Xin phép PĐT cho em hủy học TN tại trường HK 211 vì kẹt lịch thi và dịch bệnh vẫn còn diễn ra, nên em chưa thể sắp xếp trở lại SG được.. .",
            "Chào em,. . Phòng Đào tạo đã tiếp nhận thông tin xin hủy đăng ký học thí nghiệm trực tiếp của em.. . SV vui lòng theo dõi mail và thời khóa biểu được cập nhật Mybk/Thông tin sinh viên/Xem thời khóa biểu sau khi trường được hoạt động lại bình thường (dự kiến trong tháng 3/2022). . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính thưa nhà trường,. . Em muốn hỏi hạn chót đăng ký tốt nghiệp đợt cuối học kỳ 212 là ngày bao nhiêu ạ?. . Hiện tại, em đang thiếu tín chỉ để đăng ký LVTN. Em đang chuẩn bị thi Toeic để tích lũy tín chỉ nên em mong muốn được biết ngày đăng ký đợt chót để em điều chỉnh lịch ôn luyện cũng như lịch thi một cách phù hợp ạ.. . Em xin chân thành cảm ơn ạ./",
            "Chào em,. . Em vui lòng xem lại email PĐT đã gửi:. . Nhắc V/v Đăng ký môn học HK Chính + Dự thính 212 + VLVH. . Hộp thư đến. . . . - Ho Tro SV   [email] . . 15:02, 3 thg 12, 2021 (7 ngày trước). . tới stu.all,. . \"- Xem chi tiết lịch đăng ký môn học tại trang web PĐT aao.hcmut.edu.vn    Sinh viên    Lịch học vụ năm học 2021-2022    Học kỳ 2.\". . Thân mến. . . . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em xin chào Phòng Đào Tạo, em xin có câu hỏi là em nhận được thời khóa biểu là tuần 50 (tuần sau) và tuần 51 em có lịch học môn hóa (Thí nghiệm) trực tiếp trên trượng. Nhưng sáng hôm nay, nhà em có người test và nhận kết quả dương tính với COVID-19 và em là F1 thì em sẽ dời lịch học môn hóa ở trên lại phải không ạ?",
            "Chào em,. . Phòng Đào tạo đã tiếp nhận thông tin xin hủy đăng ký học thí nghiệm trực tiếp của em.. . SV vui lòng theo dõi mail và thời khóa biểu được cập nhật Mybk/Thông tin sinh viên/Xem thời khóa biểu sau khi trường được hoạt động lại bình thường (dự kiến trong tháng 3/2022). . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Chào PĐT,. . Cho em hỏi hồi năm nhất em đã nộp bằng Toeic để chuyển điểm, nhưng em không chuyển điểm hết 4 mức AV mà chỉ chuyển điểm đến AV3, nghĩa là còn AV4 em chưa chuyển. . . Trong khi đó, chuẩn AV của [full_name]19 là 550 và bằng Toeic em nộp vào cũng lớn hơn 550 nhưng chỉ có điều em chưa chuyển điểm AV4. . . Như vậy em có cần phải nộp tiếp bằng Toeic để chuyển điểm AV4 không hay chỉ cần đợi đến khi tốt nghiệp nộp lần nữa ạ? . . Em cảm ơn rất nhiều !!!",
            "Chào bạn. . Việc đăng ký chuyển điểm và thanh toán lệ phí là quyền quyết định của bạn. . . . - Về quy định chuẩn tiếng anh trong quá trình học: Bạn vui lòng xem chi tiết tại trang web aao--  sinh viên --  Quy chế --  Quy chế đào tạo và học vụ bậc đại học và cao đẳng -- Phụ lục 1: Quy định về ngoại ngữ . . Chúc bạn học tập tốt nhé.. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em đã tham gia hiến máu tình nguyện của bệnh viện Chợ Rẫy tại địa phương em. Em muốn cộng vào ngày CTXH em phỉa liên hệ với ai để được xác nhận ngày công tác xã hội này. Em xin cảm ơn.",
            "Chào em,. . Em liên hệ phòng Công tác chính trị sv qua email [email] để được hướng dẫn nhé.. . Thân mến. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Dạ PĐT có gửi em Quyết định hoãn thi môn LVTN học kì 2/2020-2021.. . Vậy cho em hỏi nếu kì này em muốn bảo vệ LVTN thì em phải đăng ký xóa điểm I như thế nào ạ?. . Em cảm ơn. .",
            "Chào em,. . Em vui lòng xem lại email PĐT đã gửi:. . Kế hoạch tổ chức thi học kỳ 1 năm 2021-2022. . muc 5. Hướng dẫn đăng ký hoãn thi Cuối kỳ, dự thi. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em chào thầy (cô),. . Em tên [full_name], MSSV [student_id], lớp VP16VT chương trình Việt Pháp (PFIEV).. . Do không đảm bảo thiết bị nên em vào thi online bị trễ và bị giám thị khóa phòng thi môn Tiếng pháp 7, mã MH 003707, ngày thi 04/12, giờ thi 07g00.. . Theo hướng dẫn của cô ở câu hỏi/yêu cầu có ID 42213 em đã đăng ký hoãn thi trên myBK.. . Về câu hỏi ở ID 42273 là \"Em hỏi rõ là em nói về việc thi lại VP hay là hoãn thi?\" của cô thì vì em cũng không biết giám thị coi thi đã đánh vắng thi em buổi hôm đó chưa nên mong trong quá trình hậu kiểm hoãn thi em có thể được xét thi lại diện hoãn thi hoặc diện thi lại lần 2 của chương trình Việt Pháp em đều biết ơn ạ.. . Mong Phòng Đào tạo xem xét đề xuất trên của em vì em đã tham gia học đầy đủ các buổi học môn này và vì chương trình Việt Pháp mỗi năm chỉ mở môn học một lần.. . Em xin chân thành cảm ơn.. .",
            "Chào em,. . Em phải liên hệ về Văn phòng Việt Pháp để xin bổ sung tên vào ds thi lại lần 2 nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Dạ em chào nhà trường, em có đăng ký hoãn thi môn GT2 trong kỳ thi lần này từ ngày 29/11 đến nay vẫn chưa có phản hồi của nhà trường ạ. Mong nhà trường kiểm tra và xem xét giúp em.. . Em xin cảm ơn.",
            "Chào bạn. . Về vấn đề Hoãn thi của HK211 bạn vui lòng xem chi tiết: Thông báo kế hoạch tổ chức thi HK211 Pdt đã gởi qua mail  vào ngày 22/11/2021- Mục 5. Hoặc Quy trình Hoãn thi HK211 Pdt đã gởi qua mail  vào ngày 10/12/2021. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học. . Thưa thầy cô, em tên [full_name], mssv [student_id].. . Lúc trước làm khảo sát em có từ chối học trực tiếp, nhưng do hiện tại em có việc và đang ở TPHCM nên em mong thầy cô cho em được phép đăng ký bổ sung các học phần thí nghiệm trực tiếp tất cả các môn nếu có thể ạ.. . Em xin cảm ơn",
            "Chào em,. . Em vui lòng gửi lại nội dung có mã số môn học, tên môn học, học kỳ.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Gửi thầy/cô PDT,. . . . Em đã đăng ký in bảng điểm. Hiện tại một số công ty tuyển dụng yêu cầu nộp hồ sơ online nên em muốn hỏi ngoài việc nhận bản cứng em có thể xin thêm bản scan không ạ. Em xin cảm ơn.. . . . [full_name],. [full_name]",
            "Chào em,. . Trường không có file scan bảng điểm nhé, em có thể liên hệ PDT để nhận bản giấy nhé. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . phạm ngọc duy [student_id]. . PĐT cho em hỏi kì này K19 là bao nhiêu tiền 1 tín chỉ vậy ạ ? Với lại nếu học lại môn chung vói k20 21 là tiền bao nhiêu 1 chỉ ạ ?",
            "Chào em,. . Về thông tin học phí bạn vui lòng xem chi tiết tại trang web aao.hcmut.edu.vn    sinh viên    học vụ    học phí. . Thân mến"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Xin chào admin,. . . . Do em đăng ký học lộn môn học Quản lý logistics (ME2125) thay vì môn Quản lý logistics (ME3233) nên chưa đủ điều kiện xét tốt nghiệp. Nay em xin gửi đơn thu nhận lại để tiếp tục hoàn thành chương trình học. Mong nhận được phản hồi và hướng dẫn sớm.. . . . Em cảm ơn!. .",
            "File đăng ký trên có sai sót, em xin gửi lại file sau này.",
            "Chào em,. . Phòng Đào tạo đã tiếp nhận đơn thu nhận của em.. . SV theo dõi tình trạng và quyết định sẽ cập nhật tại mybk/Thông tin Sinh viên (dự kiến cập nhật QD trong tháng 12/2021). . SV vui lòng theo dõi lịch học vụ và mail sinh viên để biết thời gian đăng ký môn học cho học kỳ tiếp theo. . Thân mến. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Dạ thưa em có đặt câu hỏi vào hôm qua về việc hủy đăng ký thí nghiệm offline cho đợt này và được bksi trả lời là phòng đào tạo đã tiếp nhận. . thông tin xin hủy đăng ký học thí nghiệm trực tiếp của em (cụ thể thì em có đính kèm hình bên dưới). Nhưng sau đó em nhận được mail của phòng đào tạo với nội dung như em hiểu là đăng ký học thí nghiệm offline của em chưa được hủy (em cũng đính kèm hình bên dưới).. . Nếu có thể, em rất mong được hủy thí nghiệm offline của đợt này và dời vào lúc trường hoạt động lại bình thường ạ. Vì hiện tại với lịch sắp xếp thí nghiệm này em không đủ thời gian để đảm bảo cho các môn khác sắp thi của em ạ. . . Em xin cám ơn!",
            "Chào em,. . Phòng Đào tạo đã tiếp nhận thông tin xin hủy đăng ký học thí nghiệm trực tiếp của em.. . SV vui lòng theo dõi mail và thời khóa biểu được cập nhật Mybk/Thông tin sinh viên/Xem thời khóa biểu sau khi trường được hoạt động lại bình thường (dự kiến trong tháng 3/2022). . Thân mến. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Kính gởi phòng Đào tạo,. . . . Em sinh viên [full_name] - [student_id].. . Em đã hoàn thành đăng kí tốt nghiệp đầu tháng 10. Mà hiện tại em vẫn chưa nhận được email thông báo nhận bằng trong khi các bạn khác đăng kí cùng đợt đã nhận được rồi ạ.. . . . Em mong Phòng Đào tạo xem xét ạ.. . Em chân thành cảm ơn rất nhiều. . . . Trân trọn,. . [full_name].",
            "\"Chào bạn,. . Hiện tại Phòng Đào tạo đang tiến hành in bằng và gửi mail nhận bằng theo từng đợt. . SV đã đăng ký tốt nghiệp thành công, vui lòng đợi mail thông báo lên nhận bằng từ Phòng Đào tạo. . Thân. . \""
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính gửi: Phòng đào tạo trường ĐH Bách Khoa. . Em tên: [full_name] - MSSV: [student_id]. . Khoa: Cơ Khí. . Em có làm đơn xin đăng ký bổ sung LVTN và được Phòng đào tạo phê duyệt vào tháng 11. Tuy nhiên, đến hiện tại đã một tháng trôi qua nhưng em vẫn chưa nhận được yêu cầu thanh toán học phí. Kính mong Phòng đào tạo hỗ trợ để em có thể thanh toán học phí trong thời gian tới.. . Em xin chân thành cảm ơn.\t. . . . . .",
            "Chào em,. . Em theo dõi HP bkpay giúp cô nhé, trương hợp có HP đưa lên em vào thanh toán liền nhé, có thể trong tuần sau sẽ cập nhật nha.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em xin chào Quý Thầy/Cô. . . Em tên là [full_name], MSSV:[student_id], . . Lớp: CK15CTM3. . Hiện tại em đã đủ điều kiện để tốt nghiệp, tuy nhiên học kỳ 1 (2021-2022) vừa rồi em không đăng ký môn học nên bị tạm dừng học, vì vậy em không thể đăng ký tốt nghiệp được. Nay em viết đơn này để mong được thu nhận lại học, để em có thể sớm được đăng ký tốt nghiệp, Vì thời gian đăng ký tốt nghiệp cũng gần hết rồi ạ.. . Chi tiết xin quý thầy cô đọc file em đã đính kèm bên dưới.. . Em xin cảm ơn và chúc thầy cô sức khỏe.. . [full_name]",
            "Chào em,. . Phòng Đào tạo đã tiếp nhận đơn thu nhận của em.. . SV theo dõi tình trạng và quyết định sẽ cập nhật tại mybk/Thông tin Sinh viên (dự kiến cập nhật QD trong tháng 12/2021). . SV vui lòng theo dõi lịch học vụ và mail sinh viên để biết thời gian đăng ký môn học cho học kỳ tiếp theo. . Thân mến. .",
            "Chào bạn. . Khi nào bạn có tên trong danh sách tốt nghiệp thì tự động Pdt sẽ tự động thu nhận để bạn khai thông tin tốt nghiệp nghen. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Em tên là [full_name] MSSV [student_id], học lớp lý thuyết Sinh học đại cương L02 và lớp thí nghiệm Sinh học đại đương của em là L03 (VL02) của cô [full_name]. . .   i Yêu cầu khác . Trong thời gian khảo sát đi học trở lại em đủ điều kiện tiêm 2 mũi nên đã đăng kí vào lại Tp.HCM để tiếp tục học thí nghiệm. Nhưng hiện tại khu vực em đang ở (chung cư Hòa Xuân, quận Cẩm Lệ, Tp.Đà Nẵng) tình trạng đang phong tỏa do có F0. Em thấy trên thời khóa biểu đã có lớp thí nghiệm vào thứ sáu ngày 17 tháng 12. Việc trở lại vào Sài Gòn có thể bị cách ly 14 hoặc 21 ngày,và không tham gia được lớp học thí nghiệm.. . Kính mong phòng Đào tạo có thể xem xét cho em được dời lớp thí nghiệm Sinh học Đại cương L03 (VL02) đến thời gian thích hợp.. . Em xin chân thành cảm ơn ạ. .",
            "Chào em,. . Phòng Đào tạo đã tiếp nhận thông tin xin hủy đăng ký học thí nghiệm trực tiếp của em.. . SV vui lòng theo dõi mail và thời khóa biểu được cập nhật Mybk/Thông tin sinh viên/Xem thời khóa biểu sau khi trường được hoạt động lại bình thường (dự kiến trong tháng 3/2022). . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em xin chào Quý Thầy/Cô.. . Em tên là [full_name], MSSV:[student_id],. . Lớp: CK15CTM3. . Hiện tại em đã đủ điều kiện để tốt nghiệp, tuy nhiên học kỳ 1 (2021-2022) vừa rồi em không đăng ký môn học nên bị tạm dừng học, vì vậy em không thể đăng ký tốt nghiệp được. Nay em viết đơn này để mong được thu nhận lại học, để em có thể sớm được đăng ký tốt nghiệp, Vì thời gian đăng ký tốt nghiệp cũng gần hết rồi ạ.. . Chi tiết xin quý thầy cô đọc file em đã đính kèm bên dưới.. . Em xin cảm ơn và chúc thầy cô sức khỏe.. . [full_name].",
            "Đã trả lời"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Dạ em Xin PĐT cập nhât thời khóa biểu để em học thực hành tại trường, hiện tại em đã chích mũi 2 và đủ điều kiện đi lại, em đã điền vào form đăng kí đi học lại của trường rồi nhưng em không thấy PĐT cập nhật TKB cho em ạ, em xin cảm ơn quý thầy cô giúp em ạ.",
            "Chào em,. . Em vui lòng gửi lại nội dung có mã số môn học, tên môn học, học kỳ.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Kính gửi thầy(cô),. . Em có tên trong danh sách nhận bằng tốt nghiệp đợt 2 và đã nhận được mail nhận bằng. Em không thấy ghi hạn lấy nên em muốn hỏi là có giới hạn thời gian nhận bằng không ạ?. . Mong sớm nhận được phản hồi từ thầy(cô). Em cảm ơn",
            "Chào em,. . Bằng tốt nghiệp vẫn được lưu trữ tại Phòng Đào tạo cho Sinh viên.. . Trường hợp nhận thay bằng tốt nghiệp: Phải có giấy ủy quyền có xác nhận của chính quyền và chỉ có thể ủy quyền cho ba/mẹ/anh/chị/ em ruột (khi nhận phải kèm theo hộ khẩu, CMND/CCCD). . Về lễ tốt nghiệp SV vui lòng đợi thông báo sau của nhà trường. . - PĐT làm việc giờ hành chánh từ thứ 2 đến thứ 6.. . Thân mến. . . .",
            "li answer rate: Answer suits the needs / Câu trả lời đúng ý"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Dạ, em có thi môn kinh tế chính trị mac hk211, môn khi thi có 2 link gồm đề lí thuyết và bài tập. Khi em thi, em có quay màn hình từ đầu buổi, nhưng khi em làm xong link đề lí thuyết để qua link bài tập thì tự nhiên em bị thoát ra và phải ghi màn hình lại,nghĩa là em có 2 file ghi màn hình để nộp ạ. Dạ cho em hỏi là em được nộp cả 2 link được không ạ? Cả 2 File đều có thời gian xác minh là em làm liên tục. Mong pđt xem xét và chấp nhận em ạ.",
            "Chào bạn,. . - Bạn vui lòng xem chi tiết hướng dẫn thi trực tuyến nhà trường đã gửi thông báo đến SV. . - Bạn cần thực hiện theo hướng dẫn của nhà trường và thực hành để thuần thục các thao tác ghi màn hình trước khi thi.. . - Bạn nên liên hệ GV giảng dạy để được hướng dẫn.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác:"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em tên là: [full_name].. . MSSV: [student_id]. . Lớp: VL16KL. . Em đã làm đơn xin hoãn bảo vệ LVTN gửi cho PDT. Em mới nhận được mail, thông báo rằng hiện PDT không thể tiếp nhận đơn và khuyến nghị em xin bảo vệ trong đợt bảo vệ LVTN bổ sung.. . Dạ, vì luận văn của em làm về nghiên cứu, và cần phần thí nghiệm để hoàn thành được luận văn. Nhưng hiện tại phòng thí nghiệm ở Cơ sở Dĩ An vẫn chưa mở cửa. Nên em không thể hoàn thành luận văn.. . Em mong PDT xem xét lại trường hợp của em. Và tiếp nhận đơn xin hoãn bảo vệ LVTN của em ạ.. . Em xin chân thành cảm ơn.. .",
            "Chào em,. . Trường hợp [full_name] không tiếp nhận trường hợp tổ chức đợt bảo vệ bổ sung, SV nhờ [full_name] làm công văn đề nghị lên Phòng Đào tạo, ghi rõ lý do vì sao không thể tổ chức đợt bảo vệ LVTN bổ sung, để Phòng Đào tạo trình lên Ban Giám hiệu nhà trường xin ý kiến và phản hồi cho sinh viên. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em xin chào thầy/cô,. . Em tên [full_name], mã số sinh viên [student_id]. Em xin được thầy cô giúp liên hệ với Khoa Điện Điện tử để em có thể xin sự đồng ý của Khoa trong việc hoãn Luận văn tốt nghiệp của em trong học kỳ này do ảnh hưởng của dịch Covid.. . Em đã có được sự đồng ý và chữ ký của giáo viên hướng dẫn Luận văn em trong đơn xin hoãn. Em đã gửi email đính kèm đơn có chữ ký của thầy cho Khoa từ ngày 2 tháng 12 nhưng tới nay vẫn chưa nhận được hồi âm từ Khoa.. . Em mong được thầy/cô giúp đỡ hoặc cho em chỉ dẫn để có thể liên hệ được với Khoa Điện điện tử nhằm hoàn thành đơn xin hoãn Luận văn để gửi cho Phòng đào tạo ạ.. . Em xin cám ơn thầy/cô.",
            "Chào em,. . Căn cứ trên tình hình phòng chống dịch Covid-19, theo lệnh của Ban giám hiệu, Phòng Đào tạo (PĐT) thông báo kế hoạch tổ chức thi học kỳ 1 năm học 2021-2022, ngày 08/11/2021 (Phòng Đào tạo đã gửi mail cho SV vào ngày 22/11/2021), có thông báo rõ về thời gian phản biện và bảo vệ Luận văn tốt nghiệp (LVTN) trong HK211 và có ghi rõ về các \" Trường hợp cần thiết, sẽ có một đợt bảo vệ bổ sung cho các trường hợp đề tài bị ảnh hưởng nghiêm trọng bởi tình hình dịch Covid-19\". SV vui lòng xem lại email sinh viên về thông báo báo này.. . - Về đơn xin hoãn LVTN HK211 của bạn, Phòng Đào tạo hiện không thể tiếp nhận được.. . SV vui lòng liên hệ khoa để được hỗ trợ và hướng dẫn để xin đăng ký bảo vệ trong đợt bổ sung theo đúng chỉ đạo của Ban Giám hiệu nhà trường.. . -Trường hợp Khoa không tiếp nhận trường hợp tổ chức đợt bảo vệ bổ sung, SV nhờ Khoa làm công văn đề nghị lên Phòng Đào tạo, ghi rõ lý do vì sao không thể tổ chức đợt bảo vệ LVTN bổ sung, để Phòng Đào tạo trình lên Ban Giám hiệu nhà trường xin ý kiến và phản hồi cho sinh viên.. . Thân mến. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Kính gửi cô [full_name], . . . . Em gửi cô thông tin để nhận thẻ SV.. . . . Địa chỉ: 19/2 Thạch Thị Thanh, F.Tân Định, Q.1, TP.HCM. . . . SDT: [phone_number]",
            "Chào bạn,. . Cô sẽ gửi lại thẻ theo đúng địa chỉ em gửi nhé, nhớ để ý điện thoại nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Kính gửi PĐT!. . Em tên: [full_name]   MSSV: [student_id]. . Em viết mail này xin phép PĐT cho em được hủy đăng kí học thí nghiệm trực tiếp HK211.. . Môn: DUNG [full_name].. . Lí do: Em không sắp xếp được thời gian và hiện tại đang là F1.. . Em xin cảm ơn.",
            "Chào em,. . Phòng Đào tạo đã tiếp nhận thông tin xin hủy đăng ký học thí nghiệm trực tiếp của em.. . SV vui lòng theo dõi mail và thời khóa biểu được cập nhật Mybk/Thông tin sinh viên/Xem thời khóa biểu sau khi trường được hoạt động lại bình thường (dự kiến trong tháng 3/2022). . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]4  /b \t. . . .   i Tốt nghiệp . Kính gửi PDT,. . Em tên [full_name], MSSV [student_id]4, lớp Xây Dựng PFIEV K13.. . Hiện tại em đã hoàn thành xong 298/298 tín chỉ.. . Sau khi kiểm tra điều kiện tốt nghiệp của PFIEV: Bằng kỹ sư chính quy của Trường ĐH Bách khoa cấp :. . - Có đủ chứng chỉ ngoại ngữ tiếng Anh TOEIC theo tiêu chuẩn của Trường.. . Và kiểm tra chuẩn Tiếng anh của trường trên Học vụ :. . - Chuẩn tiếng Anh xét tốt nghiệp. . Đại học chính quy (CT đại trà). . 450 (từ K.2009 đến K.2014). . Vậy nên em xin PDT Hỗ trợ kiểm tra em đã đủ điều kiện tốt nghiệp hay chưa để em đăng ký Tốt nghiệp ạ, em xin cám ơn.",
            "Dạ ngoài ra thì em cũng đã có CC Tiếng Anh VNU-EPT 4 kỹ năng (228  218 = 450 TOEIC) và đã được hơn 15 ngày CTXH.. . Mong [full_name]T kiểm tra giúp em.",
            "\"Chào bạn,. . PDT đã ghi nhận yêu cầu về đăng ký xét TN của bạn. SV vui lòng theo dõi email  và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 21/12/2021 SV vẫn chưa nhận được mail hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 11/2021 (cập nhật mới gia hạn thời gian xử lý tốt nghiệp). . Về tình trạng sinh viên, khi nào em có tên trong ds dự kiến tốt nghiệp, PDT sẽ tự động ra QD thu nhận cho bạn nhé. . Thân. . \""
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em là [full_name]. . Em có hoãn thi kết cấu thép 1 ở kì 203 và được đồng ý nhưng em vào xem thì vẫn là điểm 13 chứ không phải 14 ạ.. . PĐT giải quyết giúp em với ạ",
            "Chào bạn. . Pdt không tìm thấy thông tin bạn Hoãn thi, bạn vui lòng gởi minh chứng đính kèm. . Thân",
            "Dạ minh chứng ạ",
            "li answer rate: Answer is not complete / Câu trả lời chưa hoàn chỉnh",
            "li answer rate: Answer does not suit / Câu trả lời không đúng ý",
            "Chào bạn. . Trước tiên bạn vui lòng xem lại các thông báo của Nhà trường đã gởi: Vì số lượng hoãn thi của SV gởi qua BKSI quá nhiều,. . Nên vào ngày 5/8/2021, Pdt đã gởi cho toàn bộ SV quy trình Hoãn thi mới (đăng ký qua google form) nhấn mạnh Trường hợp SV đã nộp đơn qua email của PĐT và  qua công cụ BKSI (đã hoặc chưa được tiếp nhận), vui lòng điền lại vào form trên để PĐT cập nhật dữ liệu đồng nhất và chính xác.. . -    Thời điểm hiện tại là giữa tháng 12/2021, Pdt đã tổng kết danh sách Hoãn thi gởi về Khoa để hậu kiểm danh sách cấm thi, bạn không điền vào form nên Pdt không có dữ liệu gởi về Khoa để xác minh. . -    Nên Bạn muốn Hoãn thi vui lòng làm theo hướng dẫn. . Bạn tải mẫu đơn: PHIẾU ĐĂNG KÝ HOÃN THI/ VẮNG THI CÓ PHÉP (CUỐI KỲ) tại trang web : aao.hcmut.edu.vn    biểu mẫu. . Sau khi có xác nhận của Giảng viên hướng dẫn + Khoa đồng ý không Cấm thi (theo quy định thì gởi cho Phòng đào tạo xem xét (nộp qua mail [email] hoặc BKSI)”. . -    Thời gian Pdt có thể tiếp nhận lại hồ sơ hoãn thi đến 17/12/2021, sau thời gian này Pdt không giải quyết các phát sinh nếu có. Vì đầu tháng 12/2021 đã bắt đầu thi của HK211",
            "Trong thời gian này thì em tìm xác nhận của GVHD và Khoa Đồng ý không cấm thi ở đâu ạ? . . . . . . Nhưng mà trước đó em đã được đồng ý rồi mà.. . . . Vậy giờ em làm đơn hoãn thi một môn từ hồi học kì 203 thì có được chấp nhận lại không ?",
            "Chào bạn. . Bạn liên hệ về [full_name] để xin xác nhận: của GVHD và [full_name] Đồng ý không cấm thi. . - Đến thời điểm hiện tại Pdt không giải quyết hoãn thi của hk202/203 chỉ có thể giải quyết các phát sinh vì lỗi như của bạn, và đơn hoãn thi của bạn phải có xác nhận của Giảng viên hướng dẫn + [full_name] đồng ý không Cấm thi (theo quy định). . Thân",
            "Dạ đây ạ em đã có đơn đầy đủ ở đây mong PĐT giải quyết giúp em với ạ",
            "\"Chào em. . Đơn hoãn thi của em đã được đồng ý nhé, PDT sẽ tập hợp lại và QD hoãn thi chung, dự kiến trong tháng 12/2021 và sẽ gửi mail thông báo cho SV.. . Sau thời gian trên mà chưa nhận được mail thông báo về QD, em vui lòng phản hồi lại qua bksi để PDT kiểm tra lại nhé!. . Thân. . \""
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: cho e hỏi kì trước em đăng kí hoãn thi 1 môn giờ đã có lịch thi giờ muốn hoãn môn đó thêm 1 kì nữa có được k ạ",
            "Chào em,. . Em vui lòng xem email PĐT đã gửi:. . \"Quy trình Hoãn thi HK211 và Xóa điểm hoãn thi HK202&203. . Hộp thư đến. . . . - Ho Tro SV   [email] . . 15:31 (18 phút trước). . tới stu.all\". . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em chào thầy/cô. . Em tên: [full_name]. . MSSV: [student_id]. . Em có câu hỏi là:. .   B Câu hỏi 1:  /B  khi em học môn anh văn 3A và 4A thì điểm trung bình các môn đó sẽ tính thẳng vào điểm trung bình của 142 tín chỉ( xét tốt nghiệp) hay là chỉ tính cho qua môn anh văn 3,4. . và sẽ chỉ tính điểm trung bình của 138 tín chỉ còn lại khi xét tốt nghiệp, hay là quy cho môn anh văn 3,4 điểm trung bình 5.0 thôi ạ.. .   B Câu hỏi 2:  /B  Em thấy các bạn của em đều có điểm trung bình tích lũy ngành phía trên bảng điểm nhưng của em chỉ có dấu \"--\" và chỉ có điểm trung bình tích lũy học kì thôi ạ.. . Em mong sớm nhận phản hồi từ thầy/cô, em cảm ơn nhiều ạ.",
            "Chào em,. . 1)Về môn AV 3a,4a là môn tương đương của AV3 và 4. Nên tính theo quy định của môn tương đương nhé bạn.. . Đạt nhưng không tính vào ĐTB. . SV xem quy định về môn tương đương tại quy chế học vụ điều 6.4. . 2)Do điểm của các HK202,HK203 chưa đủ, nên hiện tại điểm trung bình tích lũy, số tín chỉ tích lũy trên Cổng thông tin sinh viên/Xem điểm chưa được cập nhật (hiện tại chưa đủ), SV hiện tại chỉ có thể tham khảo điểm của từng môn được cập nhật và tự tính theo quy chế học vụ.. . Trường hợp khi đăng ký MH, xét LVTN, TTTN, ... xét thiếu cho SV, khi môn học đã có điểm mà chưa được công, SV có thể khiếu nại và gửi câu hỏi qua bksi.. . Hoặc SV có thể đăng ký in bảng điểm tại mybk/Đăng ký in Bảng điểm (bảng điểm cá nhân), thì trong bảng điểm này sẽ được tính tất cả các môn học đã có điểm tới thời điểm SV đăng ký in.. . Trường hợp SV học môn tương đương/ thay thế, khi có điểm SV có thể gưi câu hỏi qua bksi để xin cập nhật môn tương đương, trường hợp này SV vui lòng ghi rõ: Tên và Mã MH (SV đã học), ở học kỳ nào? tương đương  với MH học nào (thuộc CTĐT của SV).. . Riêng điểm trung bình tích lũy ngành thì thường khi có tên trong ds tốt nghiệp thì công bố chính xác nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính gửi: Trường đại học Bách Khoa TP.HCM. . Họ và Tên : [full_name]. . Nội dung: hôm nay em có đăng lý GDQP nhưng do quá thời gian nên đã k đăng ký đc ạ thì giờ em nên làm gi để đăng ký ạ. . Mong trường có thể giải đáp giúp em phần này với ạ. . Em cảm ơn ạ. .",
            "Chào em,. . Em vui lòng xem lại email PĐT đã gửi, xem lịch học vụ. . (SV ĐKMH vào đợt 2, 13 giờ ngày 23/12/21). . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . - Em gửi mã số môn học + tên môn học ạ :. . **Học kỳ 1 Năm học 2021 - 2022 (HK211) :. . + IU4002 (Công nghệ điện thí nghiệm). . + IU3038 (Kỹ thuật vi điều khiển thí nghiệm). . + IU4010 (Kỹ thuật giám sát tình trạng thí nghiệm ). . + IU3050 (Kỹ thuật bôi trơn công nghiệp thí nghiệm). . + IU2018 (Công nghệ hàn thí nghiệm ). . + IU3006 (công nghệ điều hòa không khí thí nghiệm). . ** Học kỳ 202 . . + IU3018 (Kỹ thuật số thí nghiệm ). . + IU3012 (Kỹ thuật lập trình PLC thí nghiệm ). .",
            "Chào em,. . Phòng Đào tạo đã tiếp nhận thông tin đăng ký học thí nghiệm trực tiếp của em, dự kiến TKB sẽ cập nhật trước ngày 13/12/2021.. . SV vui lòng theo dõi mail và thời khóa biểu được cập nhật Mybk/Thông tin sinh viên/Xem thời khóa biểu. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Chào thầy cô, em có đăng ký hoãn thi môn học AS2001 vào kỳ 203. Em đã nhận xác nhận trên Bksi và đủ điều kiện không bị cấm thi môn học đó nhưng nay có mail hướng dẫn quy trình xoá điểm hoãn thi thì em vẫn chưa thấy cập nhật điểm của em trên hệ thống myBK ạ. Em muốn hỏi khi nào cập nhật để em xem xét điều chỉnh lịch thi bù cho phù hợp với điều kiện của em hiện tại ạ. Em cảm ơn thầy cô.. . . .",
            "Chào bạn. . Pdt không tìm thấy thông tin bạn Hoãn thi, bạn vui lòng gởi minh chứng đính kèm. . Thân",
            "Dạ em gửi lại anh đã được xác nhận hoãn thi của phòng đào tạo ạ",
            "Dạ mẫu đơn em đính kèm trong lần xin hoãn thi trước ạ",
            "Chào bạn. . Trước tiên bạn vui lòng xem lại các thông báo của Nhà trường đã gởi: Vì số lượng hoãn thi của SV gởi qua BKSI quá nhiều,. . Nên vào ngày 5/8/2021, Pdt đã gởi cho toàn bộ SV quy trình Hoãn thi mới (đăng ký qua google form) nhấn mạnh Trường hợp SV đã nộp đơn qua email của PĐT và  qua công cụ BKSI (đã hoặc chưa được tiếp nhận), vui lòng điền lại vào form trên để PĐT cập nhật dữ liệu đồng nhất và chính xác.. . -   Thời điểm hiện tại là giữa tháng 12/2021, Pdt đã tổng kết danh sách Hoãn thi gởi về Khoa để hậu kiểm danh sách cấm thi, bạn không điền vào form nên Pdt không có dữ liệu gởi về Khoa để xác minh. . -    Nên Bạn muốn Hoãn thi vui lòng làm theo hướng dẫn . . Bạn tải mẫu đơn: PHIẾU ĐĂNG KÝ HOÃN THI/ VẮNG THI CÓ PHÉP (CUỐI KỲ) tại trang web : aao.hcmut.edu.vn    biểu mẫu. . Sau khi có xác nhận của Giảng viên hướng dẫn + Khoa đồng ý không Cấm thi (theo quy định thì gởi cho Phòng đào tạo xem xét (nộp qua mail [email] hoặc BKSI)”. . -    Thời gian Pdt có thể tiếp nhận lại hồ sơ hoãn thi đến 17/12/2021, sau thời gian này Pdt không giải quyết các phát sinh nếu có. Vì đầu tháng 12/2021 đã bắt đầu thi của HK211. .",
            "Dạ do em check thiếu mail hoãn thi vào tháng 8 của phòng đào tạo ạ. Bây giờ em vẫn có thể làm lại đơn hoãn thi theo mẫu cho môn ở học kỳ 203 vẫn được phòng đào tạo xem xét đúng không ạ. Em cảm ơn và sẽ hoàn thành sớm nhất ạ.",
            "Em đã xin được xác nhận của thầy phụ trách qua email ạ. Nhưng còn với [full_name] thì em không có điều kiện để xin xác nhận do em hiện đang ở quê, chưa có điều kiên trở lại thành phố ạ. Em gửi kèm xác nhận của thầy bộ môn ạ.",
            "Chào em,. . - Em có thể gởi mẫu đơn cho Giảng viên và [full_name] (Đơn bạn đã điền đầy đủ thông tin). . để Giảng viên + [full_name] xác nhận trên mẫu đơn hoặc xác nhận qua email của Sv, sau đó chụp hình gởi kèm đơn hoãn thi.. . - Email [full_name] em có thể gửi [email] để được hỗ trợ. . . Thân mến. . . . . .",
            "Dạ, em gửi mail và được khoa phản hồi và xác nhận rồi ạ. Em gửi lại mẫu đơn có xác nhận của giảng viên và khoa ở đây ạ. Mong phòng đào tạo xem xét. Em xin cảm ơn.",
            "Chào bạn. . Đơn hoãn thi của em đã được đồng ý nhé, PDT sẽ gởi QD hoãn thi dự kiến trước 24/12/2021 qua BKSI. . Thân"
        ]
    }
]