[
    {
        "intent": "",
        "message": [
            "-Dạ cho em hỏi!Em chuẩn bị học kì 5 của năm 3 mà em mới hoàn thành 2 môn giáo dục thể chất thì có bị hủy môn đăng ký môn học của năm 3 không ạ? Do kì 4 của năm 2 em có đăng ký 1 môn thể chất nữa để hoàn thành 3 môn thể chất sau 2 năm đầu, mà bị hủy do không đủ sĩ số. Em định đăng ký môn thể chất ở học kì hè để hoàn thành 3 môn thể chất, mà do diễn biến dịch phức tạp ở TP HCM không học trực tiếp.Vậy vấn đề của em giải quyết làm sao ạ?. . -Em mong phòng đào tạo giải quyết giúp em ạ!Em xin chân thành cảm ơn.. .",
            "Chào bạn,. . Nếu bạn không đủ điều kiện thì bạn sẽ không đăng ký được môn học của năm tiếp theo.. . Bạn vui lòng tham khảo quy định về GDTC tại đây:. . aao.hcmut.edu.vn/sinh viên/quy chế/học vụ/Quy chế đào tạo và học vụ bậc đại học, cao đẳng:/Điều 10. Thực tập tốt nghiệp, Luận văn tốt nghiệp và các môn đặc biệt/10.5 Giáo dục quốc phòng, Giáo dục thể chất. . Các trường hợp đặc cách, sau khi hết đợt đăng ký online bạn có thể làm đơn xin cứu xét, trình bày rõ nguyện vọng và lý do của bạn để chuyển đơn của bạn cho Ban Lãnh đạo xem xét và trả lời cho bạn.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em chào quý Nhà trường. Em là [full_name], sinh viên K20 ngành Khoa học Máy tính (CLC). Hiện nay em đang trong đợt đăng ký môn học cho học kỳ 203, trong đó có một môn là \"môn Đại cương tự chọn\". Vậy cho em hỏi các môn này bao gồm những môn nào ạ? Em xin chân thành cảm ơn.",
            "Chào bạn. . Về chương trình đào tạo/phân ngành bạn vui lòng liên hệ Khoa (cụ thể là Thầy phó khoa phụ trách chương trình đào tạo) để tư vấn và giải đáp. . Chúc bạn học tập tốt nhé.. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Vào kì 202, em có đăng kí 1 môn giáo dục thể chất(có thể hoàn thành 3/3 thể chất), nhưng do dịch đến giờ vẫn chưa được thi. Mà lúc đăng kí môn học có mã năm 3 thì hiện cảnh báo chuẩn năm 3 liên quan đến thể chất. Cho em hỏi vậy sang đợt 2, em có bị xóa mấy môn học năm 3 do không đạt chuẩn thể dục không ạ?",
            "Chào em,. . HK202: Các học phần đang học nhưng chưa có điểm, kể cả học dự thính, và SV không thuộc diện bị cấm thi, được xem là đạt và tích luỹ được tín chỉ để đăng ký các học phần, kể cả các học phần tốt nghiệp (TTNT, ĐCLV và LVTN). Các học phần tốt nghiệp sẽ được PĐT hậu kiểm sau khi có kết quả học tập để đảm bảo đúng điều kiện ràng buộc theo đúng quy định. SV nên cân nhắc kỹ, tự xác định năng lực học tập trước khi đăng ký các học phần tốt nghiệp để việc học tập đạt kết quả tốt nhất.. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . em là k18 chuyển ngành từ khoa Cơ khí sang Quản lý công nghiệp hệ vhvl, em muốn hỏi là em phải dk môn học của khóa nào ạ. .",
            "Chào em,. . PĐT đã nhận được thông tin của em, đã chuyển bộ phận phụ trách trả lời em qua bksi, email.. . Thân mến,. .",
            "mong được giải đáp để em dk môn học kịp thời vì chỉ còn 2 ngày nữa ạ",
            "em vẫn chưa nhận đc trả lời ạ"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]  /b . . Kính gửi Phòng Đào Tạo, em là [full_name], MSSV:[student_id], sinh viên K18 khoa Điện - Điện Tử.. . Em gửi đơn này để được hỏi về vấn đề hoàn thành chương trình giáo dục thể chất để đủ điều kiện đăng ký môn học của năm 4. Hiện tại HK 202 em đang học môn GDTC để hoàn thành chương trình nhưng vì nhà trường tạm dừng học tập trung do dịch nên hiện tại chưa có điểm. Vậy em có được xem là đạt chuẩn giáo dục thể chất để đăng ký môn học của năm 4 không ạ?. . Trước khi nhận được sự giải đáp, em xin chân thành cám ơn.\t. . . .   i Đăng ký môn học .",
            "Chào bạn,. . Trong đợt đăng ký môn học (đợt 1) này được xem là đợt nguyện vọng, không ràng bất cứ điều kiện gì, khi SV vào ĐKMH hiện thông báo không đủ điều kiện để ĐKMH vì thiếu môn tiên quyết, học trước, gdtc ..., chỉ cảnh báo để SV kiểm tra về điều kiện ĐKMH của mình. Sau khi kết thúc đợt ĐKMH, PDT sẽ lấy dữ liệu xuống và hậu kiểm lại tất cả các điều kiện ràng buộc về môn học (nếu có). SV viên vui lòng đợi công bố kết quả đợt 1, nếu kết quả ĐKMH không đúng (hoặc sai sót) có thể khiếu nại và đăng ký lại  vào đợt 2.. . Thân chào."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học năm 3 và chuẩn thể chất . Chào mọi người ạ,. . Em đang năm 3 và kì 2 này em mới học môn cuối cùng thể chất, nhưng do nghỉ vì dịch, kì chưa kết thúc mà lại đến đợt đăng ký môn học cho năm 4 nên em có thể không đăng ký được các môn năm sau.. . Cho em hỏi là có cách nào để hoàn thành thể chất năm 3 để đủ điều kiện đăng ký môn học năm 4, hay nhà trường có thể giúp em trong việc này để em có thể đăng ký môn học cho năm sau không ạ?. . Em xin cám ơn mọi người.. . . .",
            "Xin lỗi mọi người.. . *Đăng ký môn học năm   B 4  /B  và chuẩn thể chất*. . mới đúng ạ,",
            "Chào bạn,. . Trong đợt đăng ký môn học (đợt 1) này được xem là đợt nguyện vọng, không ràng bất cứ điều kiện gì, khi SV vào ĐKMH hiện thông báo không đủ điều kiện để ĐKMH vì thiếu môn tiên quyết, học trước, gdtc ..., chỉ cảnh báo để SV kiểm tra về điều kiện ĐKMH của mình. Sau khi kết thúc đợt ĐKMH, PDT sẽ lấy dữ liệu xuống và hậu kiểm lại tất cả các điều kiện ràng buộc về môn học (nếu có). SV viên vui lòng đợi công bố kết quả đợt 1, nếu kết quả ĐKMH không đúng (hoặc sai sót) có thể khiếu nại và đăng ký lại  vào đợt 2.. . Thân chào.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . lớp em hiện tại còn 8 bạn chưa học môn công nghê gốm xây dựng . vì môn này khóa sau em đã bị xóa . khóa trước học qua hết rồi . xin pdt mở môn này cho tụi em học với ạ",
            "Chào bạn. . Các bạn đăng ký trong đợt 1 này nghen, để Pdt lấy dữ liệu mở lớp, nếu qua đợt 2 không thể mở lớp thì bạn làm đơn mở lớp ngoại lệ nghen . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính gửi: Phòng Đào Tạo trường ĐH Bách Khoa. . Em tên: [full_name]. . MSSV: [student_id]. . Hiện tại nhà trường đã mở đăng kí môn học học kì 211. Em là sinh viên K17 nhưng kì trước chưa thể làm luận văn vì Toeic chưa đủ chuẩn, trong thời gian ôn luyện sắp thi thì tình hình dịch bệnh Covid phức tạp như hiện tại không thể thi chứng chỉ Toeic. Như vậy em có khả năng nào  B   /B   B   /B  để đăng kí thực hiện luận văn trong kì này không ạ. . . Kính mong được Phòng Đào Tạo xem xét và phản hồi.. . Em xin chân thành cảm ơn.. .",
            "Chào bạn. . Theo quy chế học vu: đăng ký LVTN phải nộp CCNN chuẩn theo quy định. . - Khi nào hết dịch bạn đăng ký thi liền, có kết quả báo PDT để hỗ trợ bạn đăng ký LVTN nghen. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính gửi Phòng đào tạo,. . Được sự đồng ý của thầy [full_name] - Trưởng BM Tự động, đã xem xét và cho phép em đăng ký Đề cương luận văn (EE4325) mà không xét điều kiện học trước môn Lý thuyết điều khiển nâng cao (EE3007).. . Nay em xin hỏi Phòng đào tạo về cách thức nộp đơn xem xét, hiện tại do tình hình của dịch Covid-19 diễn biến phức tạp tại TP. HCM nên em vẫn chưa thể quay lại trường được. . . Do vậy em xin phép đề xuất phương án nộp đơn online hoặc phương án khác do Phòng đào tạo quyết định.. . Em rất mong Phòng đào tạo xem xét và tạo điều kiện cho em trong tình hình khó khăn của dịch Covid-19 này.. . Em xin chân thành cảm ơn,. . Trân trọng,",
            "Chào bạn. . Bạn nộp đơn tại bksi đơn có xác nhận của Thầy . . trình bày rõ lý do xin xem xét, Cô sẽ trình ban lãnh đạo phòng duyệt. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em muốn hỏi là trên bảng điểm được in có in điểm TBHK hay chỉ in điểm TBTL lên đó ạ ? Và quy định một môn học chỉ xuất hiện một lần với số điểm cao nhất đúng không ạ ?. .",
            "Chào em,. . - Trong bảng điểm in có ĐTBHK, ĐTBTL và tất cả các môn sv theo học.. . - Quy định chỉ xuất hiện 1 lần cao nhất chỉ khi nào sv tốt nghiệp mới in theo dạng này.. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em có một môn (CH3013 Sinh học phân tử và di truyền) hiện tại lớp chỉ mở 8 người và K19 thì học môn giống vậy (CH3361 Sinh học phân tử và di truyền).Nếu lớp CH3013 không mở thì em có thế chuyển điểm tương đương được không ạ? Vì chương trình mới thay đổi nên em hơi rối với những môm em còn nợ ạ.",
            "Chào bạn. . Về chương trình đào tạo/phân ngành bạn vui lòng liên hệ Khoa (cụ thể là Thầy phó khoa phụ trách chương trình đào tạo) để tư vấn và giải đáp. . Chúc bạn học tập tốt nhé.. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . dạ chào cô.. . kỳ sau em làm luận văn tốt nghiệp.. . cho em hỏi là mình có thể đổi giáo viên hướng dẫn luận văn tốt nghiệp được không ạ. em muốn đổi sang đề tài khác với đề cương luận văn mình đã làm.",
            "Chào bạn. . Về vấn đề này bạn vui lòng liên hệ Khoa - bộ môn. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Cho em hỏi là kì 202 vừa rồi em có tạm bảo lưu vì 1 số lý do riêng. Học kì 211 này do tình hình dịch bệnh khá phức tạp nên em không thể lên trường để nộp đơn xin học lại được mà cũng đến hạn đăng ký môn học cho kì 211 rồi. Vậy thì em làm sao để được đăng kí môn cho kì 211 này ạ. Em xin chân thành cám ơn.",
            "Chào bạn,. . Bạn vui lòng tải mẫu đơn thu nhận tại aao.hcmut.edu.vn/sinh viên/biểu mẫu, điền đầy đủ thông tin và nộp qua bksi nhé!. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Kính gửi phòng đào tạo trường đại học Bách Khoa thành phố Hồ Chí Minh. . . . Em tên là [full_name] ,khoa KHUD ,Lớp CKT1 . . MSSV [student_id]. . Em xinh trình bày việc như sau ạ. . vì lí do e ở trong vùng dịch về và hiện tại cũng đang thực hiện giãn cách xã hội nên em không thể trực tiếp nộp đơn lên Phòng Đào Tạo được ạ. . . Kính mong ban giam hiệu xem xét cho em được thu nhận lại để tiếp tục học tập tại trường đại học Bách Khoa ạ. . Em xin chân thành cảm ơn !. . . . . . . . . . . . . . . . . .",
            "Chào bạn. . Đơn thu nhận của bạn [full_name] đang xử lý. . Dự kiến cuối tháng 7 tình trạng “Đang học” sẽ cập nhật trên Mybk-thông tin sinh viên. . - Bạn xem lịch học vụ HK211 để đăng ký môn học (ĐỢT 2- [full_name]). . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Hiện tại đang dịch, hơn 2 tháng này trung tâm IIG không mở cửa em không thể thi Toiec. Cô cho em hỏi vậy em có thể đăng kí LVTN trước rồi nộp AV sau không ạ.",
            "Chào bạn. . Theo quy chế học vu: đăng ký LVTN phải nộp CCNN chuẩn theo quy định. . - Khi nào hết dịch bạn đăng ký thi liền, có kết quả báo PDT để hỗ trợ bạn đăng ký LVTN nghen. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Kính gửi . . Em là [full_name] . . Em muốn hỏi hk này thi tiếng anh ntn vì và hiện tại chúng em đg ở quê ko đc vào ktx thì ko thể vào để thi ngoài đc vậy chúng em ko đủ tiếng anh để đk môn học học kỳ sau em muốn hỏi tiêu chuẩn tiếng anh xuer lý thế nào ạ để đc đk môn học học kỳ tới ạ em cảm ơn",
            "Chào bạn. . Vấn đề này đã được thông báo qua mail DKMH HK211 em xem nghen. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: 1511265  /b \t. . . .   i Tốt nghiệp . Vì lý do dịch bệnh Covid19, em đã không được thi chứng chỉ Anh Văn TOEIC để nộp vào và đạt tiêu chí đăng ký Luận Văn Tốt Nghiệp. Cho em hỏi, có thể xin Phòng Đào Tạo cho phép đăng ký và bổ sung chứng chỉ sau được không ạ? Đây là học kỳ cuối trước khi hết hạn nên em mong phòng Đào Tạo xem xét. Em xin cảm ơn",
            "Chào bạn. . Theo quy chế học vu: đăng ký LVTN phải nộp CCNN chuẩn theo quy định. . - Khi nào hết dịch bạn đăng ký thi liền, có kết quả báo PDT để hỗ trợ bạn đăng ký LVTN nghen. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Chào anh/chị. . Em tên [full_name] k19. . Do tổng tín chỉ kì 202 và 203 em được 52 chỉ. Anh/ chị cho em hoi pdt tạm xét số tín chỉ là 56 hay được giảm còn 52 như kì 201 năm rồi vậy ạ?. . Em cảm ơn!. . . . Mến, [full_name]!",
            "Chào bạn,. . Trong thông báo chỉ nói là tạm pass đạt các môn ở HK 202 và 203 nhé bạn, không nói về việc giảm số tín chỉ.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em chào Phòng Đào Tạo ạ, em là [full_name] MSSV [student_id]. Theo như quy định của trường thì cuối năm 3 phải hoàn thành xong tất cả các môn thể chất để được đăng kí cho một số môn về đồ án và luận văn năm 4. Tuy nhiên do tình hình dịch bệnh cộng với tỉnh em thực hiện cách ly xã hội nên điều kiện mạng của em không đảm bảo để học trực tuyến nên em không đăng kí môn thể chất vào kì hè. (Em bị cách ly 21 ngày khi về từ Thành phố nên không có laptop và mạng để học trực tuyến).. . Em không biết có thể làm đơn xét để em có thể học song song môn thể chất 3 và mộ Đề cương luận văn cùng với đồ án vào kì này không ạ.. . Em rất mong có sự giúp đỡ và tạo điều kiện của PĐT để em có thể hoàn thành các môn học và ra trường đúng thời hạn ạ.. . . . Em cám ơn thầy/cô đã dành thời gian.",
            "Chào em,. . - Em không biết có thể làm đơn xét để em có thể học song song môn thể chất 3 và mộ Đề cương luận văn cùng với đồ án vào kì này không ạ.. . =  Em đăng ký môn học hk211 bình thường. . - Môn GDTC em liên hệ cô [full_name]phone_number], phòng 520 Nhà điều hành ĐHQG-HCM (khu phố 6, phường Linh trung, Thủ đức). . Email của cô [full_name] : [email]. . Thân mến,. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Cho em hỏi là nếu nếu em chưa học và chưa có điểm AV3 thì em có thể đăng kí học AV4 không ạ. . . Vì em sợ nộp bằng toeic 500 không đủ để chuyển điểm cho AV4 nên e muốn học AV4 trước ạ.. . Em cám ơn.. . . .",
            "Chào bạn. . Không được nghen bạn. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Cho em hỏi em muốn hoãn thi cuối kì 202 thì phải làm sao ạ",
            "Chào bạn,. . . . Về việc hoãn thi cuối kỳ của (HK chính 202, DT202 và DT203). . . . 1)    Sinh viên vui lòng tải mẫu đơn tại aao.hcmut.edu.vn/ sinh viên/biểu mẫu/Phiếu đăng ký hoãn thi / vắng thi có phép (cuối kỳ) (SV lưu ý ghi rõ 1 môn học/phiếu đăng ký hoãn thi/vắng thi). Điền đầy đủ thông tin và trình bày rõ lý do xin hoãn thi. . . . 2)    Bổ sung xác nhận:. . . . -       HK chính 202: Xác nhận của Giảng viên V/v không dự kiến cấm thi (Sv có thể gởi mẫu đơn để Giảng viên xác nhận trên mẫu đơn hoặc xác nhận qua email của Sv, sau đó chụp hình gởi kèm đơn hoãn thi).. . . . -       HK DT202 và DT203: Xác nhận của Giảng viên V/v không dự kiến cấm thi (hoặc dự kiến không bị ràng buộc đến mức sẽ không đạt môn học, như điểm TNg   =3) (Sv có thể gởi mẫu đơn để Giảng viên xác nhận trên mẫu đơn hoặc xác nhận qua email của Sv, sau đó chụp hình gởi kèm đơn hoãn thi). Tuy vậy, đối với HK DT202 và DT203, Nhà trường đã thông báo rõ ngay từ đầu là học trực tuyến, PĐT có quyền từ chối hoãn thi vì các lý do đường truyền yếu, mạng yếu, webcam…. . . . -       Đối với DA, TTNT, DCLV, LVTN: phải có xác nhận của GVHD + Bộ Môn + Khoa về việc dịch Covid-19 ảnh hưởng nghiêm trọng đến kết quả thực hiện đề tài, nêu rõ về việc ảnh hưởng nghiêm trọng như thế nào để được xem xét. (Sv có thể gởi mẫu đơn để GVHD + Bộ Môn + Khoa xác nhận trên mẫu đơn hoặc xác nhận qua email của Sv, sau đó chụp hình gởi kèm đơn hoãn thi). . . . Lưu ý:. . . . 1. Về kiểm tra giữa kỳ của HK DT202 và 203: SV liên hệ trực tiếp GV và Bộ môn để được xem xét.. . . .  2. Các môn có phần thí nghiệm, PĐT sẽ tự hoãn thi cho đến khi TNg xong. Một số MH, Giảng viên sẽ đề nghị cho thi trước, điểm TNg sẽ bù sau, khi đó SV có thể xin hoãn thi.. . . . 3. Về quy định (thi xóa điểm VT, cách tính điểm ĐẠT) Vắng thi có phép và hoãn thi: Bạn vui lòng xem chi tiết tại trang web aao.hcmut.edu.vn--  sinh viên --  Quy chế --  Quy chế đào tạo và học vụ bậc đại học và cao đẳng -- Điều 17.2. . . . Chúc bạn học tập tốt nhé."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Dạ em muốn đăng ký hoãn thi trực tuyến nhưng không biết làm sao thầy cô có thể hướng dẫn em không ạ",
            "Chào bạn,. . . . Về việc hoãn thi cuối kỳ của (HK chính 202, DT202 và DT203). . . . 1)    Sinh viên vui lòng tải mẫu đơn tại aao.hcmut.edu.vn/ sinh viên/biểu mẫu/Phiếu đăng ký hoãn thi / vắng thi có phép (cuối kỳ) (SV lưu ý ghi rõ 1 môn học/phiếu đăng ký hoãn thi/vắng thi). Điền đầy đủ thông tin và trình bày rõ lý do xin hoãn thi. . . . 2)    Bổ sung xác nhận:. . . . -       HK chính 202: Xác nhận của Giảng viên V/v không dự kiến cấm thi (Sv có thể gởi mẫu đơn để Giảng viên xác nhận trên mẫu đơn hoặc xác nhận qua email của Sv, sau đó chụp hình gởi kèm đơn hoãn thi).. . . . -       HK DT202 và DT203: Xác nhận của Giảng viên V/v không dự kiến cấm thi (hoặc dự kiến không bị ràng buộc đến mức sẽ không đạt môn học, như điểm TNg   =3) (Sv có thể gởi mẫu đơn để Giảng viên xác nhận trên mẫu đơn hoặc xác nhận qua email của Sv, sau đó chụp hình gởi kèm đơn hoãn thi). Tuy vậy, đối với HK DT202 và DT203, Nhà trường đã thông báo rõ ngay từ đầu là học trực tuyến, PĐT có quyền từ chối hoãn thi vì các lý do đường truyền yếu, mạng yếu, webcam…. . . . -       Đối với DA, TTNT, DCLV, LVTN: phải có xác nhận của GVHD + Bộ Môn + Khoa về việc dịch Covid-19 ảnh hưởng nghiêm trọng đến kết quả thực hiện đề tài, nêu rõ về việc ảnh hưởng nghiêm trọng như thế nào để được xem xét. (Sv có thể gởi mẫu đơn để GVHD + Bộ Môn + Khoa xác nhận trên mẫu đơn hoặc xác nhận qua email của Sv, sau đó chụp hình gởi kèm đơn hoãn thi). . . . Lưu ý:. . . . 1. Về kiểm tra giữa kỳ của HK DT202 và 203: SV liên hệ trực tiếp GV và Bộ môn để được xem xét.. . . .  2. Các môn có phần thí nghiệm, PĐT sẽ tự hoãn thi cho đến khi TNg xong. Một số MH, Giảng viên sẽ đề nghị cho thi trước, điểm TNg sẽ bù sau, khi đó SV có thể xin hoãn thi.. . . . 3. Về quy định (thi xóa điểm VT, cách tính điểm ĐẠT) Vắng thi có phép và hoãn thi: Bạn vui lòng xem chi tiết tại trang web aao.hcmut.edu.vn--  sinh viên --  Quy chế --  Quy chế đào tạo và học vụ bậc đại học và cao đẳng -- Điều 17.2. . . . Chúc bạn học tập tốt nhé.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em là [full_name], MSSV [student_id], sinh viên thuộc khoa Kỹ thuật Hóa học.. . . . Tháng 4/2021, em có nhận được mail buộc tạm dừng học HK2/20-21 vì lý do không đăng ký môn học. Em đã đọc quy trình và thấy nếu muốn đăng ký môn học cho HK211 em phải nộp Phiếu thu nhận vào tháng 5. Dù đã quá thời gian nhưng em vẫn mong muốn được nộp Phiếu thu nhận để có thể đăng ký môn học trong học kỳ tới, vì môn học em đăng ký chỉ được mở trong học kỳ 1 của năm học.. . . . Em mong Phòng Đào tạo suy xét để em có thể nộp Phiếu thu nhận. Em xin cảm ơn.. .",
            "Chào bạn;. . Bạn down mẫu đơn thu nhận lại, điền đầy đủ gửi qua BKSI nhé. . Thân",
            "Em là [full_name], MSSV [student_id], sinh viên thuộc khoa Kỹ thuật Hóa học.. . Em xin gửi Phiếu đăng ký thu nhận lại (file đính kèm).",
            "Chào bạn. . PDT đã tiếp nhận và đang xử lý đơn thu nhận của bạn. . Bạn vui lòng theo dõi tình trạng sinh viên của bạn chuyển sang từ “tạm dừng” sang tình trạng “Đang học” sẽ cập nhật trên Mybk-thông tin sinh viên, dự kiến trễ nhất vào cuối tháng 7/2021. . - Bạn xem lịch học vụ HK211 để đăng ký môn học (ĐỢT 2- [full_name]) (nếu có nhu cầu). . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Chào thầy cô,. . Kì 202 này em hết thời gian đại học chính quy. Lần trước em có lên trực tiếp phòng đạo tạo, có cô tư vấn tháng 7 này sẽ có tuyển sinh ngoài 2 đợt tháng 4 tháng 10 để kì 211 em được chuyển hệ sang vừa học vừa làm. Nay em thấy lịch đăng kí môn học của hệ vừa học vừa làm cho kì 211, mà vẫn chưa thấy lịch tuyển sinh vừa học vừa làm.. . Em xin cảm ơn",
            "Chào bạn,. . Bạn vui lòng vào mybk/11. Đăng ký xét tuyển ĐH-CĐ để đăng ký nhé, hiện tại đang mở đợt đăng ký chuyển hệ qua vlvh. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học .   B   /B . . . . Dạ em chào anh/chị,. . Em muốn hỏi về học phí HK211 ạ, cụ thể là đơn giá khi học vượt tín chỉ của kỳ chính và kỳ dự thính. . . . . Em cảm ơn anh chị phụ trách câu hỏi này rất nhiều",
            "Chào bạn,. . Về thông tin học phí bạn vui lòng xem chi tiết tại trang web aao.hcmut.edu.vn    sinh viên    học vụ    học phí . . Chúc bạn học tốt.. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ nhà trường cho em hỏi ở HK202 vừa r em có học môn GDTC 3 mà do dịch bệnh nên môn thể chất chưa học xong được, hiện tại em đăng kí môn học kì 211 có 1 môn tự chọn “ hư hỏng và sửa chữa công trình CI1051” hệ thống để là điều kiện p đạt GDTC 3” vậy em có bị xoá môn hay bị tạm dừng kì 211 ko ạ?",
            "Chào em,. . Trong đợt đăng ký môn học (đợt 1) này được xem là đợt nguyện vọng, không ràng bất cứ điều kiện gì, khi SV vào ĐKMH hiện thông báo không đủ điều kiện để ĐKMH vì thiếu môn tiên quyết, học trước, gdtc ..., chỉ cảnh báo để SV kiểm tra về điều kiện ĐKMH của mình. Sau khi kết thúc đợt ĐKMH, PDT sẽ lấy dữ liệu xuống và hậu kiểm lại tất cả các điều kiện ràng buộc về môn học (nếu có). SV viên vui lòng đợi công bố kết quả đợt 1, nếu kết quả ĐKMH không đúng (hoặc sai sót) có thể khiếu nại và đăng ký lại  vào đợt 2.. . Thân mến,. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: 1814045  /b \t. . . .   i Đăng ký môn học . Chào thầy cô,. . Họ tên SV: Lê Thị Thu Thảo  MSSV:1814045. . Khoa: Cơ khí. . Ngành: Logistics và Quản lý chuỗi Cung ứng . . Lớp: CK18LOG2. . . . Trong quá trính đăng kí môn học 211 em có gặp một số vấn đề:. .  . .      VẤN ĐỀ 1:. .   - ME4605 (Hoạch định nguồn lực sản xuất). .   - ME4647 (Quản lý tinh gọn trong chuỗi cung ứng). .   - ME4645 (Hệ thống logistics thu hồi). .  Đây là 3 môn học mà em đăng kí trong kì 211. Điều kiện đăng kí của 3 môn trên: ME3233 (Quản lý logistics - Học trước). Nhưng CTĐT thay đổi mã số môn học Quản lý logistics từ ME3233 sang ME2125. . .  Do trễ chương trình, em đã học môn tương đương theo mã mới ME2125.. .  Xin PĐT xét duyệt môn tương đương để em đủ điều kiện đăng kí môn học thành công.. .      . .      VẤN ĐỀ 2:. .   - Môn ME2055 (Thống kê trong công nghiệp) đã không còn tổ chức giảng dậy . . nhưng môn này đã được tương đương với môn MT2013 (xác suất và thống kê).. .   Kì dự thính 202 em đã có đăng kí môn MT2013 nhưng do tình hình dịch bệnh chưa thể thi cuối kì.. .  Em mong PĐT xét chuyển hai môn tương đương vì môn ME2055 là môn tiên quyết của một môn học kì 211.. . . .    VẤN ĐỀ 3:. .   CTĐT K18: ME4601 (Kỹ thuật dự báo), Điều kiện đăng kí: ME2055 (Thống kê trong công nghiệp - Học trước). .   CTĐT K19: ME3157 (Kỹ thuật dự báo), Điều kiện đăng kí: ME2049 (ứng dụng máy tính trong công nghiệp - Học trước). .   Theo CTĐT K19: ME2055 không còn tổ chức giảng dạy.. .   Do chậm tiến độ học tập nên HK 211 em mới đăng kí được môn Kỹ thuật dự báo. Nhưng do CTĐT đã có thay đổi nên môn học này đã được đổi MSMH mới. Tuy nhiên khi đăng kí môn học Kỹ thuật dự báo (ME3157 – mã mới) thì thiếu môn học tiên quyết là ME2049 (Ứng dụng máy tính trong công nghiệp). Mà môn học ME2049 (Ứng dụng máy tính trong công nghiệp) không nằm trong CTĐT K18. Nên môn Kỹ thuật dự báo em chưa thể đăng kí thành công. . . Em xin xét  môn học ME3157 – mã mới (Kỹ thuật dự báo) với điều kiện đăng kí là ME2055 (Thống kê trong công nghiệp) để em có điều kiện được đăng kí môn thành công và hoàn thành kịp tiến độ học tập.. .  . . CẢM ƠN THẦY CÔ ĐÃ ĐỌC VÀ XEM XÉT.. . CHÚC THẦY CÔ MỘT NGÀY LÀM VIỆC VUI VẺ!. .",
            "Chào bạn. . - Trước tiên bạn phải đăng ký môn học theo đúng chương trình đào tạo. . - Về chương trình đào tạo/phân ngành bạn vui lòng liên hệ [full_name] (cụ thể là Thầy phó khoa phụ trách chương trình đào tạo) để tư vấn và giải đáp. . - Nếu [full_name] đã cập nhật danh sách các môn tương đương thay thế thì Pdt sẽ tự động cập nhật để bạn dkmh theo quy định. . Bạn có thể tham khảo chi tiết quy định cũng như ds môn tương đương thay thế tại: aao.hcmut.edu.vn--  Chương trình đào tao. . Chúc bạn học tập tốt nhé.. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "B Rút môn học (phải thanh toán học phí) Học kỳ 203 . Dạ cho em hỏi về việc hủy rút môn ạ ? Em là [full_name] MSSV [student_id] hệ VLVH em có đăng ký môn Thí nghiệm ô tô và động cơ đốt trong ( 3 chỉ ) nhưng trong chương trình đào tạo của em là môn Thí nghiệm ô tô và động cơ ( 2 chỉ ) thôi mà e đã đóng học phí môn 3 chỉ rồi giờ em có cách nào chuyển hay rút môn 3 chỉ sang 2 chỉ không ạ ? Em cảm ơn",
            "Chào bạn. . Về chương trình đào tạo/phân ngành bạn vui lòng liên hệ Khoa (cụ thể là Thầy phó khoa phụ trách chương trình đào tạo) để tư vấn và giải đáp. . - Sau khi tìm hiểu chính xác thông tin, Hiện tại thì chỉ Rút môn học ở HK202(tương đương như hủy môn học nhưng phải đóng học phí). . Chúc bạn học tập tốt nhé.. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Cho em hỏi là bây giờ em muốn xin giấy hoãn nghĩa vụ quân sự thì bằng cách nào ạ? Vì tình hình dịch bệnh nên em không thể lên trường vào lúc này được nhưng bên phường khu vực địa phương em người ta đòi giấy ạ. Với cho em hỏi là em đang bị tạm dừng học kì này vì chưa nộp kịp Chứng chỉ tiếng Anh cho văn phòng Quốc tế thì em có được xin giấy hoãn không ạ?",
            "Chào bạn,. . Theo quy định, bạn đang bị tạm dừng thì không được cấp giấy xác nhận SV để hoãn NVQS nhé!. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "QUOTE Đăng ký môn học . Chào thầy cô ạ. Do dịch covid nên môn giáo dục thể chất đang bị dừng nên em chưa đủ 3 môn thể chất thì em có thể đăng kí môn học năm 3 được không ạ.. . . .",
            "Chào bạn,. . Trong đợt đăng ký môn học (đợt 1) này được xem là đợt nguyện vọng, không ràng bất cứ điều kiện gì, khi SV vào ĐKMH hiện thông báo không đủ điều kiện để ĐKMH vì thiếu môn tiên quyết, học trước, gdtc ..., chỉ cảnh báo để SV kiểm tra về điều kiện ĐKMH của mình. Sau khi kết thúc đợt ĐKMH, PDT sẽ lấy dữ liệu xuống và hậu kiểm lại tất cả các điều kiện ràng buộc về môn học (nếu có). SV viên vui lòng đợi công bố kết quả đợt 1, nếu kết quả ĐKMH không đúng (hoặc sai sót) có thể khiếu nại và đăng ký lại  vào đợt 2.. . Thân chào.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Rút môn học (phải thanh toán học phí) Học kỳ 203 . . . Dạ cho em hỏi về việc hủy rút môn ạ ? Em là [full_name] MSSV [student_id] hệ VLVH em có đăng ký môn Thí nghiệm ô tô và động cơ đốt trong ( 3 chỉ ) nhưng trong chương trình đào tạo của em là môn Thí nghiệm ô tô và động cơ ( 2 chỉ ) thôi mà e đã đóng học phí môn 3 chỉ rồi giờ em có cách nào chuyển hay rút môn 3 chỉ sang 2 chỉ không ạ ? Em cảm ơn"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Dạ em kính chào văn phòng đào tạo ạ. Hiện tại nhà em đang có người thân là bệnh nhân của Covid 19 và em là trường hợp nghi nhiễm F1, có thể bị đưa đi cách ly bất cứ lúc nào. Vậy cho em xin hỏi thủ tục làm đơn để hoãn thi cuối kỳ 202 như thế nào ạ. Trường hợp em đã vào khu cách ly tập trung và không có thiết bị để in các tờ khai thì em làm đơn điện tử được ko ạ ?. . . . Em cảm ơn rất nhiều. .",
            "Chào bạn,. . . . Về việc hoãn thi cuối kỳ của (HK chính 202, DT202 và DT203). . . . 1)    Sinh viên vui lòng tải mẫu đơn tại aao.hcmut.edu.vn/ sinh viên/biểu mẫu/Phiếu đăng ký hoãn thi / vắng thi có phép (cuối kỳ) (SV lưu ý ghi rõ 1 môn học/phiếu đăng ký hoãn thi/vắng thi). Điền đầy đủ thông tin và trình bày rõ lý do xin hoãn thi. . . . 2)    Bổ sung xác nhận:. . . . -       HK chính 202: Xác nhận của Giảng viên V/v không dự kiến cấm thi (Sv có thể gởi mẫu đơn để Giảng viên xác nhận trên mẫu đơn hoặc xác nhận qua email của Sv, sau đó chụp hình gởi kèm đơn hoãn thi).. . . . -       HK DT202 và DT203: Xác nhận của Giảng viên V/v không dự kiến cấm thi (hoặc dự kiến không bị ràng buộc đến mức sẽ không đạt môn học, như điểm TNg   =3) (Sv có thể gởi mẫu đơn để Giảng viên xác nhận trên mẫu đơn hoặc xác nhận qua email của Sv, sau đó chụp hình gởi kèm đơn hoãn thi). Tuy vậy, đối với HK DT202 và DT203, Nhà trường đã thông báo rõ ngay từ đầu là học trực tuyến, PĐT có quyền từ chối hoãn thi vì các lý do đường truyền yếu, mạng yếu, webcam…. . . . -       Đối với DA, TTNT, DCLV, LVTN: phải có xác nhận của GVHD + Bộ Môn + Khoa về việc dịch Covid-19 ảnh hưởng nghiêm trọng đến kết quả thực hiện đề tài, nêu rõ về việc ảnh hưởng nghiêm trọng như thế nào để được xem xét. (Sv có thể gởi mẫu đơn để GVHD + Bộ Môn + Khoa xác nhận trên mẫu đơn hoặc xác nhận qua email của Sv, sau đó chụp hình gởi kèm đơn hoãn thi). . . . Lưu ý:. . . . 1. Về kiểm tra giữa kỳ của HK DT202 và 203: SV liên hệ trực tiếp GV và Bộ môn để được xem xét.. . . .  2. Các môn có phần thí nghiệm, PĐT sẽ tự hoãn thi cho đến khi TNg xong. Một số MH, Giảng viên sẽ đề nghị cho thi trước, điểm TNg sẽ bù sau, khi đó SV có thể xin hoãn thi.. . . . 3. Về quy định (thi xóa điểm VT, cách tính điểm ĐẠT) Vắng thi có phép và hoãn thi: Bạn vui lòng xem chi tiết tại trang web aao.hcmut.edu.vn--  sinh viên --  Quy chế --  Quy chế đào tạo và học vụ bậc đại học và cao đẳng -- Điều 17.2. . . . Chúc bạn học tập tốt nhé."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ em chào quý Thầy, Cô !. . hiện tại em đã thực hiện đăng ký môn học. Nhưng khi Đăng ký luận văn tốt nghiệp thì có dòng chữ màu vàng (bên phải-trên cùng) báo là thiếu Chứng Chỉ Ngoại Ngữ.. . Trong khi đó e đã nọp Chứng Chỉ Ngoại Ngữ rồi ạ .. . Mong Quý Thầy Cô tư vấn.. . Vô cùng cảm ơn ạ !",
            "Chào bạn. . Bạn đăng ký lại nghen, pdt sẽ hậu kiểm sau. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Tình hình của em là em hết hạn đào tạo và kì này em chỉ còn LVTN + AV thì em đăng kí như thế nào ạ? Em muốn trực tiếp liên hệ PDT, khi nào PDT làm việc ạ?",
            "Chào bạn. . Tình trạng của bạn hiện tại đang kéo dài Hk202, bạn đã đủ chuẩn Anh văn để làm LVTN chưa?. . Còn không thì Bạn chỉ có thể chuyển sang hình thức học VLVH, Bạn đăng ký học tại trang tuyensinh.hcmut.edu.vn. . Thân",
            "Vì dịch kéo dài em chưa ôn thi được chuẩn AV, PDT giải quyết cho em đăng kí LVTN trước rồi nộp chuẩn AV sau được không ạ?",
            "Chào bạn. . \" Nếu yêu cầu của bạn đến nay vẫn chưa được xử lý, vui lòng gửi lại để PDT kiểm tra và trả lời cho bạn \". .  . . SV lưu ý:. .  1- Hiện tại toàn bộ môn học đã được Phòng Đào tạo tăng sĩ số tối đa theo quy định của từng loại môn học và quy định của Google Meet (tối đa 100 tính luôn Giảng Viên).Xem quy định về sĩ số mở lớp cho từng loại môn học tại đây: aao.hcmut.edu.vn/sinh viên/quy chế/học vụ/Quy chế đào tạo và học vụ bậc đại học, cao đẳng/ Điều 8. 2. . 2- Đã hết thời gian hiệu chỉnh và hủy môn học, Về việc rút Môn Học (có tính học phí) sinh viên vui lòng đợi mail thông báo của PDT trong tháng 9/2021. . 2- Nếu có nhu cầu học, SV có thể đăng ký dự thính (lộ trình 2 bắt đầu học ngày 30/8) vào đợt 2 từ ngày 25/8 đến 27/8. . 3- Sinh viên vui lòng xem kết quả ĐKMH, xem lý do vì sao không ĐKMH được (có đăng ký, nhưng không có TKB) tại trang web: mybk.hcmut.edu.vn    Đăng ký môn học    Đăng ký môn học HK211 - Kết quả đợt 2 (hoặc Kết quả đợt 1)    bấm vào mục Đăng ký mới    chọn Loại hình đăng ký    xem Lịch sử đăng ký.. . 4- Trong trường hợp kết quả xử lý ĐKMH không đúng, bạn có thể làm đơn khiếu nại (kèm minh chứng nếu có), gửi qua trang bksi ghi rõ tiêu đề: “Khiếu nại ĐKMH HK211”, nội dung khiếu nại trình bày rõ lý do, ghi rõ tên, mã môn học và mã nhóm đã đăng ký.. . 5- SV xem TKB tại mybk/Thông tin SV/ Xem TKB. . Chúc các bạn học tốt!. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Dạ thưa thầy/cô Phòng Đào Tạo. . . Em xin gửi Đơn xin được thu nhận lại trong học kỳ 1 năm học 2021-2022.. . . . Em xin cảm ơn thầy/cô.. . . .",
            "Chào bạn. . Đơn thu nhận của bạn [full_name] đang xử lý. . Dự kiến cuối tháng 7 tình trạng “Đang học” sẽ cập nhật trên Mybk-thông tin sinh viên. . - Bạn xem lịch học vụ HK211 để đăng ký môn học (ĐỢT 2- [full_name]). . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính chào quý Thầy Cô,. . Hiện tại em đã đăng ký môn học cho học kỳ 211 sắp đến. Tuy nhiên tình trạng sinh viên của em đang là: Tạm dừng (hình ảnh đính kèm) vì lý do học kỳ 202 em không đăng ký môn học.. . Không biết tình trạng hiện tại của em có được đăng ký môn học ở học kì 211 hay không ạ? Vì em còn 1 môn nữa mới có thể tốt nghiệp.. .",
            "Chào bạn. . Bạn tải mẫu đơn thu nhận tại trang web: aao.hcmut.edu.vn gởi tại BKSI để Pdt xử lý thu nhận lại cho bạn. . Thân. .",
            ". . Em đã nhận được phản hồi ạ,. . . . Em xin phép gửi lại mẫu đơn thu nhận (hình ảnh đính kèm).. . . . Đồng thời em đang bổ sung chứng chỉ ngoại ngữ để đủ điểm ra trường và đã hoàn thành các môn học. Tuy nhiên em có đăng ký thi anh văn 2 kỹ năng theo hình thức online (BKE123) nhưng báo tình trạng là không được phép đăng ký. (hình ảnh đính kèm). . . . Không biết em có thể mở lại tình trạng sinh viên để đăng ký kịp thời không ạ?. . . . Xin chân thành cảm ơn.",
            "li answer rate: Answer suits the needs / Câu trả lời đúng ý"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em muốn làm đơn hoãn thi trực tuyến nhưng không biết phải làm sao mong thầy cô hướng dẫn.. . Em cin cảm ơn ạ.",
            "Chào bạn,. . . . Về việc hoãn thi cuối kỳ của (HK chính 202, DT202 và DT203). . . . 1)    Sinh viên vui lòng tải mẫu đơn tại aao.hcmut.edu.vn/ sinh viên/biểu mẫu/Phiếu đăng ký hoãn thi / vắng thi có phép (cuối kỳ) (SV lưu ý ghi rõ 1 môn học/phiếu đăng ký hoãn thi/vắng thi). Điền đầy đủ thông tin và trình bày rõ lý do xin hoãn thi. . . . 2)    Bổ sung xác nhận:. . . . -       HK chính 202: Xác nhận của Giảng viên V/v không dự kiến cấm thi (Sv có thể gởi mẫu đơn để Giảng viên xác nhận trên mẫu đơn hoặc xác nhận qua email của Sv, sau đó chụp hình gởi kèm đơn hoãn thi).. . . . -       HK DT202 và DT203: Xác nhận của Giảng viên V/v không dự kiến cấm thi (hoặc dự kiến không bị ràng buộc đến mức sẽ không đạt môn học, như điểm TNg   =3) (Sv có thể gởi mẫu đơn để Giảng viên xác nhận trên mẫu đơn hoặc xác nhận qua email của Sv, sau đó chụp hình gởi kèm đơn hoãn thi). Tuy vậy, đối với HK DT202 và DT203, Nhà trường đã thông báo rõ ngay từ đầu là học trực tuyến, PĐT có quyền từ chối hoãn thi vì các lý do đường truyền yếu, mạng yếu, webcam…. . . . -       Đối với DA, TTNT, DCLV, LVTN: phải có xác nhận của GVHD + Bộ Môn + Khoa về việc dịch Covid-19 ảnh hưởng nghiêm trọng đến kết quả thực hiện đề tài, nêu rõ về việc ảnh hưởng nghiêm trọng như thế nào để được xem xét. (Sv có thể gởi mẫu đơn để GVHD + Bộ Môn + Khoa xác nhận trên mẫu đơn hoặc xác nhận qua email của Sv, sau đó chụp hình gởi kèm đơn hoãn thi). . . . Lưu ý:. . . . 1. Về kiểm tra giữa kỳ của HK DT202 và 203: SV liên hệ trực tiếp GV và Bộ môn để được xem xét.. . . .  2. Các môn có phần thí nghiệm, PĐT sẽ tự hoãn thi cho đến khi TNg xong. Một số MH, Giảng viên sẽ đề nghị cho thi trước, điểm TNg sẽ bù sau, khi đó SV có thể xin hoãn thi.. . . . 3. Về quy định (thi xóa điểm VT, cách tính điểm ĐẠT) Vắng thi có phép và hoãn thi: Bạn vui lòng xem chi tiết tại trang web aao.hcmut.edu.vn--  sinh viên --  Quy chế --  Quy chế đào tạo và học vụ bậc đại học và cao đẳng -- Điều 17.2. . . . Chúc bạn học tập tốt nhé.",
            "Dạ vậy em làm đơn và có xác nhận của giảng viên thì e sẽ gửi cho ai để được hoãn thi ạ",
            "Chào bạn,. . Bạn có thể gửi qua bksi hoặc mail PDT. Trong thông báo về kế hoạch học tập đã gửi mail cho SV có ghi rõ nhé!. . Thân",
            "Dạ có phải gửi vào gmail [email] không ạ",
            "Phòng Đào tạo đã gửi email: em làm theo hướng dẫn nhé.. . Thân gửi các bạn sinh viên, . . Phòng Đào tạo (PĐT) đã thông báo cho Sinh viên (SV) về việc nộp đơn hoãn thi trực tiếp cho PĐT đối với các môn học Lý thuyết, mà không thông qua Giảng viên (GV). PĐT sẽ hậu kiểm các tình huống cấm thi sau. Hiện nay, SV đăng ký bằng cách gửi email về PĐT có kèm file và qua hệ thống Hỗ trợ trực tuyến (BKSI). Để nhanh chóng và thuận lợi, PĐT thay đổi phương thức nộp đơn hoãn thi như sau:. . SV đăng nhập vào Google bằng tài khoản BKNetID@hcmut.edu.vn và điền thông tin hoãn thi theo link: https://forms.gle/ckyYcJMWN7w3kqe56. . Hạn cuối: 5 ngày sau khi thi online (chỉ tính ngày làm việc). . Trường hợp SV đã nộp đơn qua email của PĐT và  qua công cụ BKSI (đã hoặc chưa được tiếp nhận), vui lòng điền lại vào form trên để PĐT cập nhật dữ liệu đồng nhất và chính xác.. . Riêng đối với môn Đồ án, Thực tập ngoài trường, Đề cương Luận văn, Luận văn/Tiểu luận tốt nghiệp: SV có thể xin hoãn bảo vệ với lý do dịch Covid-19 ảnh hưởng nghiêm trọng đến kết quả thực hiện đề tài (không thực nghiệm được tại Phòng thí nghiệm, không thực địa, ...). SV gửi email trực tiếp đến Giáo viên hướng dẫn, Khoa/Bộ môn để được xem xét đồng ý và forward email cuối cùng đến email của PĐT để đăng ký.. . Thông tin thêm:. . •\tQuy định hoãn thi (HT): xem chi tiết tại khoản 17.2 Điều 17 trong Quy chế đào tạo và học vụ (aao.hcmut.edu.vn    Sinh viên    Quy chế).. . •\tCác môn có phần thí nghiệm (TNg) sẽ được tổ chức thi sau khi TNg xong. Một số môn, Giảng viên sẽ đề nghị cho thi trước, điểm TNg sẽ có sau, khi đó SV có thể xin hoãn thi.. . •\tRiêng hoãn thi kiểm tra giữa kỳ của HK DT202 và 203: SV liên hệ trực tiếp GV và Bộ môn để được xem xét cho kiểm tra riêng hoặc lấy cột điểm thành phần khác để làm điểm kiểm tra.. .  . . Chúc các bạn học tập thật tốt!. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính chào quý Thầy Cô,. . Hiện tại em đã đăng ký môn học cho học kỳ 211 sắp đến. Tuy nhiên tình trạng sinh viên của em đang là: Tạm dừng (hình ảnh đính kèm) vì lý do học kỳ 202 em không đăng ký môn học.. . Không biết tình trạng hiện tại của em có được đăng ký môn học ở học kì 211 hay không ạ? Vì em còn 1 môn nữa mới có thể tốt nghiệp.. . Em xin chân thành cảm ơn quý Thầy Cô ạ",
            "Chào bạn. . Bạn tải mẫu đơn thu nhận tại trang web: aao.hcmut.edu.vn gởi tại BKSI để Pdt xử lý thu nhận lại cho bạn. . Thân. .",
            "Em đã nhận được phản hồi ạ,. . . . Em xin phép gửi lại mẫu đơn thu nhận (hình ảnh đính kèm).. . . . Đồng thời em đang bổ sung chứng chỉ ngoại ngữ để đủ điểm ra trường và đã hoàn thành các môn học. Tuy nhiên em có đăng ký thi anh văn 2 kỹ năng theo hình thức online (BKE123) nhưng báo tình trạng là không được phép đăng ký. (hình ảnh đính kèm). . . . Không biết em có thể mở lại tình trạng sinh viên để đăng ký kịp thời không ạ?",
            "Chào bạn. . Pdt ghi nhận đơn thu nhận của bạn. . - Vể việc thi anh văn BKE123, bạn vui lòng đợi thông báo nghen. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em có đăng kí môn LVTN sáng nay và bị hệ thống báo là thiếu CCAV, nhưng tình hình dịch như hiện nay em không thể bổ sung chứng chỉ anh văn được, vậy cho em hỏi là trường tạm bỏ qua các chuẩn anh văn cho HK211 này thì có áp dụng cho điều kiện anh văn của LVTN không ạ?",
            "Chào bạn. . Theo quy định là phải có CCNN thì mới đăng ký được LVTN. . - Khi nào hết dịch bạn đăng ký thi liền nghen. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Dạ cho em hỏi là em có thể học 2 môn Triết học [full_name] và Kinh tế chính trị [full_name] cùng một lúc được không ạ?",
            "Chào em,. . - Em vui lòng xem chương trình đào tạo của Khoa em xem có ràng buộc môn học trước hay tiên quyết không nhé.. . - Hoặc em hỏi Khoa Ứng dụng nhé.. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đơn xin hoãn thi CHK202 .",
            "Chào bạn,. . . . Về việc hoãn thi cuối kỳ của (HK chính 202, DT202 và DT203). . . . 1)    Sinh viên vui lòng tải mẫu đơn tại aao.hcmut.edu.vn/ sinh viên/biểu mẫu/Phiếu đăng ký hoãn thi / vắng thi có phép (cuối kỳ) (SV lưu ý ghi rõ 1 môn học/phiếu đăng ký hoãn thi/vắng thi). Điền đầy đủ thông tin và trình bày rõ lý do xin hoãn thi. . . . 2)    Bổ sung xác nhận:. . . . -       HK chính 202: Xác nhận của Giảng viên V/v không dự kiến cấm thi (Sv có thể gởi mẫu đơn để Giảng viên xác nhận trên mẫu đơn hoặc xác nhận qua email của Sv, sau đó chụp hình gởi kèm đơn hoãn thi).. . . . -       HK DT202 và DT203: Xác nhận của Giảng viên V/v không dự kiến cấm thi (hoặc dự kiến không bị ràng buộc đến mức sẽ không đạt môn học, như điểm TNg   =3) (Sv có thể gởi mẫu đơn để Giảng viên xác nhận trên mẫu đơn hoặc xác nhận qua email của Sv, sau đó chụp hình gởi kèm đơn hoãn thi). Tuy vậy, đối với HK DT202 và DT203, Nhà trường đã thông báo rõ ngay từ đầu là học trực tuyến, PĐT có quyền từ chối hoãn thi vì các lý do đường truyền yếu, mạng yếu, webcam…. . . . -       Đối với DA, TTNT, DCLV, LVTN: phải có xác nhận của GVHD + Bộ Môn + Khoa về việc dịch Covid-19 ảnh hưởng nghiêm trọng đến kết quả thực hiện đề tài, nêu rõ về việc ảnh hưởng nghiêm trọng như thế nào để được xem xét. (Sv có thể gởi mẫu đơn để GVHD + Bộ Môn + Khoa xác nhận trên mẫu đơn hoặc xác nhận qua email của Sv, sau đó chụp hình gởi kèm đơn hoãn thi). . . . Lưu ý:. . . . 1. Về kiểm tra giữa kỳ của HK DT202 và 203: SV liên hệ trực tiếp GV và Bộ môn để được xem xét.. . . .  2. Các môn có phần thí nghiệm, PĐT sẽ tự hoãn thi cho đến khi TNg xong. Một số MH, Giảng viên sẽ đề nghị cho thi trước, điểm TNg sẽ bù sau, khi đó SV có thể xin hoãn thi.. . . . 3. Về quy định (thi xóa điểm VT, cách tính điểm ĐẠT) Vắng thi có phép và hoãn thi: Bạn vui lòng xem chi tiết tại trang web aao.hcmut.edu.vn--  sinh viên --  Quy chế --  Quy chế đào tạo và học vụ bậc đại học và cao đẳng -- Điều 17.2. . . . Chúc bạn học tập tốt nhé."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ cho em hỏi là môn vật lý 1 em còn nợ hôm nay em đăng ký để học vào hk211. . Nhưng em thấy ở chính quy hay dự thính đều đăng ký được vl1 nên em thắc mắc là em có được đăng ký học lại môn này ở HK chính quy không hay phải đăng ký dự thính ạ?",
            "Chào em,. . - Vấn đề đkmh là do sv quyết định xem đăng ký CQ hay DT. . - vd: nếu em đk CQ thì có trùng TKB với môn khác không ? hay có vượt số tín chỉ cho phép không ?. . - DT: học phí cao hơn, có mở lớp không ?. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Dạ pđt ơi cho em hỏi là đợt một em  đăng kí 26 tín chỉ có sao không ạ. Đợt 2 em có thể biết được em có thể học môn nào không ạ . Tại em đang phân vân giữa vật lí 1 4 chỉ hoặc 2 môn kia gộp lại là 5 chỉ ạ . Em chỉ có thể chọn 1 trong 2 vì em không biết em có thể học vl1 trong kì chính không nên em đăng kí cả 3 môn đó ạ.",
            "Chào bạn,. . Trong đợt đăng ký môn học (đợt 1) này được xem là đợt nguyện vọng, không ràng bất cứ điều kiện gì, khi SV vào ĐKMH hiện thông báo không đủ điều kiện để ĐKMH vì thiếu môn tiên quyết, học trước, gdtc ..., chỉ cảnh báo để SV kiểm tra về điều kiện ĐKMH của mình. Sau khi kết thúc đợt ĐKMH, PDT sẽ lấy dữ liệu xuống và hậu kiểm lại tất cả các điều kiện ràng buộc về môn học (nếu có). SV viên vui lòng đợi công bố kết quả đợt 1, nếu kết quả ĐKMH không đúng (hoặc sai sót) có thể khiếu nại và đăng ký lại  vào đợt 2.. . Thân chào.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ mã môn Công Trình Xây Dựng của khoá K18 và K19 khác nhau do lớp em đã học hết rồi nên giờ không đủ sỉ số mở lớp nữa ạ (6 bạn), em có thể học mã k19 rồi chuyển điểm sang mã k18 được không ạ. .",
            "Chào bạn. . Về chương trình đào tạo/phân ngành bạn vui lòng liên hệ Khoa (cụ thể là Thầy phó khoa phụ trách chương trình đào tạo) để tư vấn và giải đáp. . Chúc bạn học tập tốt nhé.. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em chào thầy cô,. . Thầy cô cho em hỏi là em còn thiếu 1 môn thể chất nữa mới đạt điều kiện để đăng ký cho môn học năm 4 sắp tới, vậy thầy cô cho em hỏi em có thể vừa đăng ký thể chất và đăng ký các môn học năm 4 chung với nhau không ạ?. . Em cảm ơn thầy cô.. .",
            "Chào em,. . - Các học phần đang học nhưng chưa có điểm, kể cả học dự thính, và SV không thuộc diện bị cấm thi, được xem là đạt và tích luỹ được tín chỉ để đăng ký các học phần, kể cả các học phần tốt nghiệp (TTNT, ĐCLV và LVTN). Các học phần tốt nghiệp sẽ được PĐT hậu kiểm sau khi có kết quả học tập để đảm bảo đúng điều kiện ràng buộc theo đúng quy định. SV nên cân nhắc kỹ, tự xác định năng lực học tập trước khi đăng ký các học phần tốt nghiệp để việc học tập đạt kết quả tốt nhất.. . - HK211 em cứ đăng ký rồi được hay không tính tiếp nhé.. . . . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Chào ad.. . Hiện tại vì một số lý do. Nên mình muốn tạm thời nghỉ học để giải quyết những vấn đề đó. Mong ad giúp mình đưa ra giải pháp hợp lí giúp mình nhé.. . Đầu hk201 mình có thắc mắc với phòng đào tạo nhưng không được nên mình đã bị đình chỉ một học kì do nghỉ học không phép. Mong lần này ad giúp mình đưa giải pháp hợp lí để mình không bị đình chỉ nhé.. . Thân",
            "Chào bạn,. . Hiện tại tình trạng SV của bạn đâu có quyết định đình chỉ 1 học kỳ nào do nghỉ học không phép. nên chưa hiểu rõ ý bạn muốn gì.. . Nhưng bạn có quyết định cảnh báo học vụ lần 2 (do học lực), bạn lưu ý nếu không cải thiện quá trình học tập có thể dẫn đến buộc thôi học vì học lực. Bạn vui lòng liên hệ với GVCN của bạn để được tư vấn thêm về vấn đề học tập. . Theo quy chế, nếu bạn không đăng ký MH (không có TKB trong học kỳ) sẽ bị tạm dừng học.. . Nếu bạn muốn tạm dừng học kỳ tiếp theo, bạn vui lòng không đăng ký MH trong học kỳ 211. thì tự động sẽ bị quyết định tạm dừng theo quy chế.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: cho em hỏi có co tham gia nhìu hoạt động ctxh để nhận ngày ctxh mà sao trên tài khoản mybk của em vẫn hiện ngày ctxh là 0 ạ",
            "Chào em,. . Vấn đề ngày ctxh em liên hệ phòng Công tác chính trị SV [email] để được hướng dẫn.. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "em hiện tại là sinh viên năm 3, đang học thể chất 3 thì phải tạm hoãn do dịch covid. Đã vào học kỳ mới nhưng theo em biết thì sv năm 3 chưa hoàn thành đủ 3 môn thể chất thì sẽ bị tạm hoãn 1 HK, em mong nhà trường hỗ trợ ạ. Em cảm ơn.. .   i Yêu cầu khác .",
            "Chào em,. . Em liên hệ VP ĐTQT [email] để được hướng dẫn nhé.. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Học kì 202 em chưa đủ điều kiện chuẩn anh văn nên đã không đăng kí môn học được.. . Học kì 203 em đăng kí full 12 tín chỉ mới đạt được 55 tín chỉ tích lũy.. . em xin hỏi trường hợp như em có được xem xét bỏ qua điều kiện đủ 56 tín chỉ để đăng kí môn học được không ạ?. . Em xin cảm ơn ạ!",
            "Chào bạn,. . Các trường hợp cứu xét đặc cách đăng ký môn học do không đủ điều kiện, sau khi kết thúc đợt đăng ký online, bạn có thể làm đơn cứu xét, trình bày rõ nguyện vọng (ghi rõ tên, mã MH và mã nhóm xin ĐK) và lý do của bạn. Sau đó nộp đơn cho PDT (qua mail hoặc bksi) để trình ban Lãnh đạo xem xét và trả lời đơn cho bạn nhé!. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Nhà trường cho em hỏi là em có học học giáo dục thể chất ở hk 201 được tính là học phần 1 nhưng hk202 em không có học. Em định qua hk211 học tiếp giáo dục thể chất như vậy có được tính là học phần 2 không ạ ?. . . . Em xin cảm ơn.",
            "Chào em,. . Em liên hệ cô [full_name] [phone_number], phòng 520 Nhà điều hành ĐHQG-HCM (khu phố 6, phường Linh trung, Thủ đức). . Email của cô [full_name] : [email]. . Thân mến,. . . . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: 1833075  /b \t. . . .   i Học vụ . Môn học SP1009 DUONGLOI CM CUA DCSVN em đã được miễn môn nhưng chưa thấy cấp nhật, nếu cần làm lại phiếu miễn môn, thì em sẽ làm lại.. . Mong phòng đào tạo xem xét phản hồi, xin cảm ơn!",
            "Chào em,. . PĐT đã nhận được thông tin của em, PĐT kiểm tra, trả lời em qua BKSI, email sau nhé.. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác  /. . . . Em đang trong tình trạng tạm dừng học nhưng đang dịch bệnh không thể nộp đơn đăng ký thu nhận lại thì phải làm sao? Có được đăng ký môn học cho học kỳ chính 211 không?",
            "Chào bạn,. . Bạn vui lòng tải mẫu đơn thu nhận tại aao.hcmut.edu.vn/sinh viên/biểu mẫu.. . Điền đầy đủ thông tin và gửi qua bksi nhé!. . Thân",
            "Do dịch bệnh không thể in bản giấy của đơn thu nhận nên em đã điền thông tin trên file pdf và đính kèm ở tin nhắn này. . . Mong quý thầy cô tiếp nhận và xử lý cho em.. . Em xin cảm ơn!",
            "Chào bạn. . PDT đã tiếp nhận và đang xử lý đơn thu nhận của bạn. . Bạn vui lòng theo dõi tình trạng sinh viên của bạn chuyển sang từ “tạm dừng” sang tình trạng “Đang học” sẽ cập nhật trên Mybk-thông tin sinh viên, dự kiến trễ nhất vào cuối tháng 7/2021. . - Bạn xem lịch học vụ HK211 để đăng ký môn học (ĐỢT 2- [full_name]) (nếu có nhu cầu). . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: 1711833  /b \t. . . .   i Yêu cầu khác . Em xin chào Thầy/Cô PDT. . Cho em xin nộp Phiếu Đăng Ký Thu Nhận Lại sinh viên ạ.Em xin gửi phiếu bản PDF.. . Em xin cảm ơn, và mong Thầy/Cô phản hồi giúp em ạ.",
            "Chào bạn. . Đơn thu nhận của bạn [full_name] đang xử lý. . Dự kiến cuối tháng 7 tình trạng “Đang học” sẽ cập nhật trên Mybk-thông tin sinh viên. . - Bạn xem lịch học vụ HK211 để đăng ký môn học (ĐỢT 2- [full_name]). . Thân. ."
        ]
    }
]