[
    {
        "intent": "",
        "message": [
            "Khiếu nại đăng ký môn học . Em có xem lại lý do không đăng ký được môn học là do thiếu môn tiên quyết CO4311. Thực tế là em đã hoàn thành môn học này ở học kỳ trước rồi ạ.. . Mong thầy/cô kiểm tra lại giúp em ạ!"
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính gửi, . . . . Em tên là [full_name], mssv: [student_id]. Em có thắc mắc muốn được giải đáp ạ!. . . . 1. Theo như phân công hồi đầu kì 211 thì môn thí nghiệm sinh học của em là do cô [full_name] phụ trách, nay em vào bkel lại thấy đổi thành thầy [full_name], không biết có sự nhầm lẫn gì không ạ, tại vì đầu kì 211 bọn em có học 3 buổi lý thuyết môn thí nghiệm sinh học và cũng có một số điểm cộng do cô [full_name] ghi nhận. Với lại em thấy cô [full_name] có lịch dạy môn thí nghiệm sinh học vào tuần 10 (Lớp VL08) ạ, còn lớp thầy [full_name] thì tận tuần 27 (Lớp VL07).. . . . 2. Vì một số lý do cá nhân nên không biết là em có thể đổi sang lớp cô [full_name] có lịch vào tuần 10 không ạ!? Và nếu được thì thủ tục như thế nào ạ!?. . . . Em mong được giải đáp thắc mắc, em cảm ơn rất nhiều ạ.. . Thân!. . . .",
            "Chào em,. . Em vui lòng liên hệ GV nhé, PĐT chỉ xếp lịch học bù chung.. . Thân mến. . . . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em tên [full_name] . . MSSV : [student_id]. . Hệ : Vừa làm vừa học. . . . + Hiện tại em đã hoàn thành hết chương trình đào tạo và đã có điểm đầy đủ trên MyBK .. . + Bằng TOEIC em đã nộp và thẩm tra hợp lệ trên MyBK .. . + Bản sao Tốt nghiệp THPT và bằng Cao Đẳng em đã nộp ở phòng đào tạo .. . . . Nhưng trong kết quả (212) DANH SÁCH SINH VIÊN HỆ VLVH,ĐTTXA DỰ KIẾN TỐT NGHIỆP ĐỢT 1 NĂM 2022. .  =  Em được kết luận là \" Chưa đủ điều kiện tốt nghiệp \" . . . . Em kính mong quý thầy (cô) kiểm tra lại và phản hồi sớm giúp em .Hiện em đang rất cần giấy chứng nhận tốt nghiệp tạm thời .. . Em xin cảm ơn quý thầy (cô).. . . . . . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Kính gửi: Thầy/ Cô Phòng Đào Tạo. . Em tên: [full_name]. . MSSV: [student_id]. . Em muốn in giấy xác nhận Sinh Viên nhưng hiện tại em đang bị tạm dừng học vì em chưa có quy đổi anh văn 3 và anh văn 4 nên em không đăng ký in giấy xác nhận Sinh Viên được. Vì vậy, em mong muốn PĐT có thể in giấy xác nhận Sinh Viên cho em để em có thể đăng kí thi Toeic không ạ. . . Em chân thành cảm ơn.. . Trân trọng.. . Sinh viên [full_name]",
            "Chào bạn, . . PDT gửi bạn giấy xác nhận sinh viên. Nếu bạn cần bản gốc vui lòng liên hệ PDT 101A1 để lấy. . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Mở môn học học kỳ 212 . em xin phép chào thầy cô ở PĐT, em làm đơn nay xin phép thầy cô mở thêm lớp anh văn 1 để em cũng như nhiều bạn khác có thể đăng kí học ạ",
            "Chào em,. . Vui lòng trình bày rõ vấn đề của bạn giúp cô nhé!. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            ". . Em là Võ [full_name] - MSSV : [student_id] - Lớp : CD18DNLT - Khóa : VLVH.. . Em có một số thắc mắc về làm LVTN như sau ạ :. . 1. Hôm trước em có nhận được mail của PDT về việc cho phép sinh viên đăng ký làm LVTN đối với các SV chưa có thời khóa biểu hay chưa đăng ký được vì bất cứ lí do gì thì có thể đăng ký lại từ ngày 18/01/2022 - 19/01/2022 (Như hình số 1) và đối với các học phần đang học thì được xem là đạt để đủ điều kiện đăng ký.. . 2. Em có đăng ký lại vào đợt trên thì thấy hệ thống hiển thị \"thỏa điều kiện đăng ký\" (như hình số 2).. . 3. Nhưng khi em vào xem kết quả đăng ký thì lại thấy hệ thống hiển thị là \"không đăng ký được vì lí do chờ xét TTTN - DCLVTN\" (như hình số 3). Em có kiểm tra trên mybk thì thấy đã có điểm TTTN, chưa có điểm của DCLV. Em có hỏi GV hướng dẫn em làm DCLV thì được GV thông báo là đã có điểm và em đạt.. . 4. Khi em vào hệ thống mybk để kiểm tra danh sách sinh viên làm LVTN thì lại thấy hệ thống hiển thị không đạt do \"thiếu tín chỉ\" (như hình số 4).. . Cho em hỏi vậy cuối cùng các môn em đang học và đã học xong đang lịch chờ thi thì có được xem là đạt để xét LVTN như mail của PĐT gửi không ạ? Hiện tại em đã tích lũy được 110/114 tín chỉ, nếu các môn đang học được xem là đạt thì em đã đủ điều kiện để xét LVTN rồi chứ ạ?  Mong Phòng đào tạo xem xét và giải thích giúp em ạ.. . Em cám ơn.",
            "Đã trả lời trực tiếp cho SV xét LVTN. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Dạ cho em hỏi, em muốn đăng kí thi lại kì thi THPTQG thì có cần xin đơn cấp phép cho sinh viên thi lại không ạ, trước đó em đã làm đơn bảo lưu và đã được trường xác nhận. em cảm ơn",
            "Chào em,. . em muốn đăng kí thi lại kì thi THPTQG thì có cần xin đơn cấp phép cho sinh viên thi lại không ạ,. . =  Không cần nhé, trường BK cũng không có xác nhận về vấn đề này.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Dạ cho em xin hỏi là em là sinh viên khoá 2015 đã đủ số tín chỉ tốt nghiệp và bằng ngoại ngữ nhưng em chưa có chứng chỉ giáo dục an ninh quốc phòng thì em có thể xin gia hạn thời gian học thêm 1 học kỳ được không ạ. Nếu được thì em cần phải làm như thế nào ạ? Em xin cám ơn.. . . . Yêu cầu khác:",
            "Chào em,. . Em vui lòng xem quy chế http://www.aao.hcmut.edu.vn/quy chế quy định/học vụ/- Quy chế đào tạo và học vụ bậc đại học, cao đẳng/điều 5.5. . Thân mến. . . . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Dạ cho em hỏi k21 đại trà khoa kĩ thuật xây dựng có bắt buộc phải tham gia ngày nhập môn kĩ thuật không ạ. .",
            "Chào em,. . Em vui lòng liên hệ Khoa XD nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Cho em hỏi các thủ tục làm đơn xin hủy môn trong quá trình học online với ạ",
            "Chào em,. . - Đã hết thời gian huỷ môn học.. . - Rút môn học em xem email PĐT đã gửi:. . \"ĐĂNG KÝ RÚT MÔN HỌC HỌC KỲ 2(2021-2022). . Hộp thư đến. . . . - Ho Tro SV   support.stu@hcmut.edu.vn . . 08:57, Th 6, 7 thg 1. . tới stu.all, bcc: tôi. . . . Thân gửi các bạn sinh viên,. . . .   Phòng đào tạo thông báo về phương thức đăng ký RÚT MÔN HỌC (tính Học Phí theo quy định) (Chính quy + Dự thính) của học kỳ 2 (2021-2022) như sau:. . . . SV đăng nhập vào Google bằng tài khoản BKNetID@hcmut.edu.vn và điền thông tin RÚT MÔN HỌC theo link : https://forms.gle/QUtA7vkKnkW9oqBm8. . . . Thời gian đăng ký : Từ ngày 10/01/2022 đến hết ngày 05/03/2022. . . . Xem chi tiết quy định về rút môn học tại QUY CHẾ ĐÀO TẠO VÀ HỌC VỤ điều 11.2. . . . Chúc các bạn học tập thật tốt!\". ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Dạ em kính chào Cô ạ!. . Em sinh viên chuyển hệ vừa làm vừa học k14 thưa Cô cho em hỏi là em làm đã làm luận văn tốt nghiệp rồi sao em chưa được cập nhật điểm và để em đăng kí luận văn tốt nghiệp vào tháng 4 này ạ. .",
            "Chào em,. . Điểm do GV nhập, bảng điểm [full_name] gửi PĐT. Em vui lòng liên hệ GV, [full_name] nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Kính gửi PDT. . em vừa nhận được quyết định chuyển hệ VHVL, nay em đủ điều kiện tốt nghiệp em xin phép cho em đăng ký xét tốt nghiệp ạ.. . em xin chân thành cảm ơn.. .",
            "Chào em,. . PDT đã ghi nhận yêu cầu về đăng ký xét TN của em. SV vui lòng theo dõi email  và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 01/3/2022 SV vẫn chưa nhận được mail hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 04/2022) Về tình trạng sinh viên, khi nào em có tên trong ds dự kiến tốt nghiệp, PDT sẽ tự động ra QD thu nhận cho em nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Chào thầy/cô,. . . . Em là [full_name], MSSV: [student_id].. . Em đã học xong môn giải tích 2 ở HK211 để hoàn thành chương trình học. Nhưng trên Mybk chưa cập nhật điểm nên em không thể đăng kí tốt nghiệp được ạ.. . Em đã gửi mail hỏi cô [full_name] và cô đã trả lời rằng: Cô nhập điểm lên hệ thống rồi. Nhưng trên mybk vẫn chưa cập nhật điểm môn giải tích 2 của em ạ.. . Quý thầy/cô có thể kiểm tra lại xem có lỗi hệ thống hay có sai xót gì không ạ?. . . . Em cảm ơn ạ!",
            "Chào em,. . Điểm do GV nhập, bảng điểm Khoa gửi PĐT. Em vui lòng liên hệ Khoa UD qua email [email] để xem bảng điểm gửi PĐT chưa nhé.. . Thân mến. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Do e bị covid cùng gia đình và đag ở quê. Và k mang lap top về đc. Gia đình đag gặp khó khăn do 3 4 tháng nay k có thu. Mong nhà trường cho e hoãn hoặc hủy lvtn và k phải đóng học phí. Mong nhà trường phản hồi ạ",
            "Chào em,. . PDT đã ghi nhận yêu cầu về ĐKMH của em và đã chuyển cho bộ phận ĐKMH kiểm tra và xử lý.. . SV vui lòng theo dõi thời khóa biểu được cập nhật tại Mybk/Thông tin sinh viên/Xem thời khóa biểu dự kiến trước ngày 25/02/2022.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Dạ cho em hỏi, em muốn chuyển điểm mã môn học mới ME2087 sang mã học cũ ME2001 thì làm như thế nào ạ. Em cảm ơn ạ.",
            "Chào em,. . Em cần làm đơn (không có mẫu) gửi PĐT qua bksi để PĐT xem và trả lời em nhé.. . Thân mến. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Dạ em chào cô em tên là [full_name] chuyện là trước tết em đã có gửi yêu cầu từ trước tết nhưng đến bây giờ thời khóa biểu của em vẫn chưa được cập nhật ạ, vì nó ảnh hưởng tới việc làm luận văn trong học kì hè tới của em nên mong cô xem xét ạ. Trân trọng cảm ơn.. . . .",
            "Chào em,. . PĐT không giải quyết được do các nhóm đã full sỉ số.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em tên :[full_name]. . Mssv:[student_id],Sv hệ vhvl.. . Dạ Em chào Thầy/Cô Phòng đào tạo ,em có thắc mác cần giải đáp là hiện tại em kiểm tra danh sách tốt nghiệp dự kiến tháng 4/2022 thì thông tin báo là chưa thẩm tra bằng tốt ngiệp và không có thông tin gì thêm ạ.vậy cho em hỏi là trường hợp của em cách xử lí như nào ạ,mong nhận được phản hồi từ thầy/Cô ạ.. . em có đính kèm hình ảnh kiểm tra từ web trường.. . Em cảm ơn.. .",
            "Chào em,. . Em vui lòng liên hệ email [email] để được hỗ trợ nhé.. . Thân mến. .",
            "Gửi đến Anh/Chị Sinh viên. . Hiện các Anh/Chị Sinh viên chưa có kết quả thẩm tra bằng tốt nghiệp THPT (theo qui định của Bộ). . nên đề nghị Sinh viên hoàn thành các thủ tục+theo diện đầu vào (hướng dẫn phần bên dưới) trước khi nhận bằng (PĐT đã gửi e.mail thông báo Sinh viên đến nhận bằng, nên Sinh viên có thể đem theo các thủ tục để hoàn tất thủ tục thẩm tra và nhận bằng cùng lúc).. .  . . Thủ tục hợp lệ:. . • photo công chứng: nộp 02 bản sao bằng sao y (có công chứng) đính kèm bằng bản chính, sau khi kiểm tra sẽ gửi trả lại bằng bản chính cho Sinh viên... . • Trường hợp bằng THPT/PTTH bản sao do Sở Giáo dục và Đào tạo cấp: chỉ nộp 01 bản.. . • Bản sao bằng hoặc do Trường Đại học/Cao đẳng nới cấp bằng sao y: chỉ nộp 01 bản.. .  . . Sinh viên cần phải nộp bằng, thuộc diện đầu vào:. .  . . A.Sinh viên diện Chính quy chuyển sang VLVH. . aChính quy đại trà. . • Bổ sung bằng tốt nghiệp THPT/PTTH. . b.Bằng 2 chính quy. . • Bổ sung bằng tốt nghiệp THPT/PTTH. . • Bổ sung bằng Đại học. . B.Sinh viên diện thi/trúng tuyển. . • Bổ sung bằng tốt nghiệp THPT/PTTH. . C.Sinh viên diện đã tốt nghiệp ĐH/CĐ. . • Bổ sung bằng tốt nghiệp THPT/PTTH. . • Bổ sung bằng Đại học/Cao đẳng. .  . . Các trường hợp Sinh viên đã tốt nghiệp bằng 1 tại Trường ĐH Bách Khoa – ĐHQG HCM, đề nghị phản hồi và cung cấp mã số Sinh viên trước đây qua địa chỉ e.mail [email]. .  . . Đề nghị các Anh/Chị Sinh viên hoàn thành để nhận bằng.. .  . . Thân chào và chúc các Anh/Chị nhiều sức khỏe."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em chào thầy/cô,. . Thầy/cô cho em hỏi là vì sao lịch học thí nghiệm hóa phân tích kì trước của em lại được xếp lùi qua tuần 27 28 29 mà không phải học ở tuần 10 11 12 13 (những tuần dành cho học bù thí nghiệm kì trước) trong khi những tuần 10 11 12 13 của em lại để trống ạ.",
            "Chào em,. . Em vui lòng liên hệ GV nhé, PĐT xếp lịch TN bù chung.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Dạ cho em hỏi về cách thức nộp chứng chỉ anh văn ạ. Em hiện có bằng IElLTS thì cần phải nộp những gì ạ.",
            "Chào bạn,. . Cách đăng ký nộp các CCNN khác (TOEFL iBT, IELTS, KET, PET, FCE, CAE, BULLATS). . . . - Bước 1: Truy cập myBK (mybk.hcmut.edu.vn)    Đăng ký nộp Chứng chỉ ngoại ngữ/ Chuyển điểm và điền thông tin về CCNN đã đạt. Các trường hợp đăng ký sai thông tin CCNN sẽ bị kỷ luật.. . . . - Bước 2: Thực hiện tùy theo loại CCNN như sau. . . . TOEFL iBT: Sinh viên liên hệ trung tâm khảo thí IIG Việt Nam và đề nghị gửi một bản sao CCNN về Phòng Đào tạo trường ĐH Bách Khoa, 268 Lý Thường Kiệt, Quận 10, Tp.HCM; hoặc SV mang hai bản sao CCNN đến Trung tâm ngoại ngữ trường Đại học Bách Khoa để được xác nhận và nộp tại Phòng Đào tạo.. . . . IELTS: Sinh viên liên hệ Hội đồng Anh hoặc IDP và đề nghị gửi một bản sao CCNN về: Phòng Đào tạo (Người nhận: [full_name]) - trường Đại học Bách Khoa, 268 Lý Thường Kiệt, P.14, Quận 10, Tp.HCM.. . . . KET, PET, FCE, CAE: SV mang hai bản sao CCNN đến Trung tâm ngoại ngữ trường ĐH Bách Khoa để được xác nhận và nộp tại Phòng Đào tạo.. . . . BULATS, Bằng đại học ngành tiếng Anh : SV nộp tại Phòng Đào tạo hai bản photo CCNN (không cần công chứng) và kèm bản chính để đối chiếu.. . . . - Bước 3: Theo dõi kết quả thẩm tra (thời gian gửi CCNN tùy thuộc vào nơi cấp CCNN, thông thường từ 2 – 4 tuần). . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Chào quý thầy cô:. . Em là [full_name], mssv:[student_id]. . Hiện tại em đã đủ điều kiện xét tốt nghiệp nhưng vẫn chưa có tên trong danh sách dự kiến. Mong quý thầy cô xem xét giúp em. Em xin cảm ơn.",
            "\"Chào bạn,. . PDT đã ghi nhận yêu cầu về đăng ký xét TN của bạn. SV vui lòng theo dõi email  và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 01/03/2022 SV vẫn chưa nhận được thấy tên trong ds dự kiến tốt nghiệp (http://www.aao.hcmut.edu.vn    Tốt nghiệp    Thông tin tốt nghiệp) hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 04/2022 (cập nhật mới gia hạn thời gian xử lý tốt nghiệp). . Về tình trạng sinh viên, khi nào em có tên trong ds dự kiến tốt nghiệp, PDT sẽ tự động ra QD thu nhận cho bạn nhé. . Thân\""
        ]
    },
    {
        "intent": "",
        "message": [
            "Dạ cho em hỏi là tình hình em bị tạm dừng do không đăng kí môn học , dẫn đến không đăng kí tốt nghiệp được. Giờ em muốn làm đơn thu nhận lại để được đăng kí tốt nghiệp thì mình làm như thế nào ạ.. . . . . .",
            "Chào em,. . PDT đã ghi nhận yêu cầu về đăng ký xét TN của em. SV vui lòng theo dõi email  và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 01/3/2022 SV vẫn chưa nhận được mail hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 04/2022) Về tình trạng sinh viên, khi nào em có tên trong ds dự kiến tốt nghiệp, PDT sẽ tự động ra QD thu nhận cho em nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Dear phòng đào tạo!. . Em là [full_name]. Mssv:[student_id]. . Hiện em đã có tên trong danh sách tốt nghiệp dự kiến. Tuy nhiên, em chưa vô trang đăng ký tốt nghiệp được. Tình trạng sinh viên của em hiện đang bị tạm ngưng và bảng điểm trong của em trong mybk chưa được cập nhật.. . Rất mong nhận được sự hướng dẫn và hỗ trợ.. . Em xin chân thành cảm ơn",
            "Chào em,. . PDT đã ghi nhận yêu cầu về đăng ký xét TN của em. SV vui lòng theo dõi email  và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 01/3/2022 SV vẫn chưa nhận được mail hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 04/2022) Về tình trạng sinh viên, khi nào em có tên trong ds dự kiến tốt nghiệp, PDT sẽ tự động ra QD thu nhận cho em nhé.. . Thân mến. .",
            "Dear phòng đào tạo[full_name] [full_name] Hiện em đã có tên trong dánh sách dự kiến tốt nghiệpvà em đã nhận được mail lịch trình tốt nghiệp đợt 1 rồi ạ[full_name] Nhưng em chưa vào đăng ký tốt nghiệp được ạ[full_name][full_name] [full_name] [full_name][full_name] [full_name]",
            "\"Chào em,. . Hiện tại PDT đang ra Quyết định thu nhận lại cho SV để đăng ký xét tốt nghiệp, em theo dõi tình trạng trên mybk/Thông tin Sinh viên, khi nào chuyển qua trạng thái \"\"đang học\"\", em vào đăng ký tốt nghiệp lại nhé.. . Thân\""
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Dạ em là [full_name], MSSV [student_id], sinh viên hệ VLVH.. . Em tra theo Danh sách sinh viên hệ VLVH dự kiến tốt nghiệp đợt 1 năm 2022 thì ra thông tin \"Học vụ: còn nợ môn - Chưa đủ điều kiện tốt nghiệp\". Kì rồi em đã bảo vệ xong LVTN và hoàn thành đủ chương trình học. . . Dạ PĐT cho em hỏi là em thiếu điều kiện nào vậy ạ. Em xin cám ơn.",
            "Chào em,. . PDT đã ghi nhận yêu cầu về đăng ký xét TN của em. SV vui lòng theo dõi email  và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 01/3/2022 SV vẫn chưa nhận được mail hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 04/2022) Về tình trạng sinh viên, khi nào em có tên trong ds dự kiến tốt nghiệp, PDT sẽ tự động ra QD thu nhận cho em nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Dạ em chào thầy/cô ạ. . Em là sinh viên lớp L09 môn học cơ kết cấu(CI3233) học kì 211, kết thúc thi cuối kì từ tháng 12 nhưng tới nay tháng 2 vẫn chưa có điểm tổng kết môn học trên phần thông tin sinh viên ở mybk. Lớp có liên hệ hỏi thầy giáo viên bộ môn và thầy nói đã gửi bảng điểm cho pđt rồi. . . Mong thầy/ cô xem xét và nhập điểm sớm cho lớp, em xin chân thành cảm ơn. .",
            "Chào em,. . Điểm do GV nhập, bảng điểm [full_name] gửi PĐT. Em vui lòng liên hệ GV, [full_name] nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Dạ em xin làm đơn chuyển điểm môn học phần tương đương, đính kèm file đơn xin chuyển điểm môn học và bảng điểm môn học cần chuyển. Kính mong Phòng Đạo Tạo xem xét và giải quyết giúp em. Em xin cảm ơn ạ.. .",
            "Chào em,. . Môn ME2001 của bạn đã được cập nhật điểm 12, SV kiểm tra tại trang mybk/Thông tin sinh viên/điểm chuyển nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . kính gửi phòng đào tạo. . em thấy trong đăng kí môn học mình có mở lớp anh văn theo yêu cầu khai giảng 28/02/2022. . cho em hỏi mã môn học LA1043 - anh văn 4A có phải là lớp anh văn 400 không ạ. Do em mới thi av350 xong. . . . . Mong phòng đào tạo phản hồi sớm giúp em.. . em cảm ơn. . trân trọng. . [full_name]",
            "Chào em,. . Không phải nhé bạn, lớp AV nhu cầu 4a là môn tương đương của AV 4. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Hiện e đã hoàn thành đủ 140tc theo chuyên ngành học. . Nhưng tình trạng sinh viên hiện đang là “tạm dừng” nên e không đăng ký tốt nghiệp được. Kính mong Quý Đại diện giúp đỡ!",
            "Chào em,. . PDT đã ghi nhận yêu cầu về đăng ký xét TN của em. SV vui lòng theo dõi email  và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 01/3/2022 SV vẫn chưa nhận được mail hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 04/2022) Về tình trạng sinh viên, khi nào em có tên trong ds dự kiến tốt nghiệp, PDT sẽ tự động ra QD thu nhận cho em nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Khiếu nại đăng ký môn học . Em xin chào thầy/cô của phòng đào tạo .Em tên là [full_name] MSSV [student_id] .Vì kỳ 2 năm học 2021-2022 em chỉ đăng ký 1 môn là Luận Văn Tốt Nghiệp (EE4327) nhưng trong thời khóa biểu của em lại xuất hiện môn Thực Tập Điện 2 (EE3023) nhóm tổ (VD2). . . Em làm phiền thầy/cô xem xét lại dùm em với ạ.. . Em xin cảm ơn!",
            "Chào em,. . xuất hiện môn Thực Tập Điện 2 (EE3023) nhóm tổ (VD2).. . =  Nếu em đã hoàn thành thì em liên hệ GV để xác nhận có cần đi học không, PĐT chỉ xếp lịch học bù chung cho các HK trước.. . Thân mến. . . .",
            "Dạ em chào cô ạ. Môn học đó thì em đã học xong và có điểm lên điểm trên bảng điểm rồi ạ.Nếu phòng đào tạo xếp lịch như vậy em sợ lúc đóng tiền em sẽ bị tính thêm 1 chỉ của môn đó. . . Em xin cảm ơn cô!",
            "Chào em;. . môn này là lịch học bù thí nghiệm của học kỳ trước, không tính học phí ở học kỳ này nhé. . Thân",
            "Dạ em chào thầy/cô ạ. Vì trong thời khóa biểu kỳ này của em cũng có môn thí nghiệm Đo lường và điều khiển bằng máy tính của kỳ 2 năm học 2020-2021 và môn này theo hình em chụp thì không tính chỉ. Nhưng cũng ở trong hình thì môn thực tập điện 2 em không đăng ký thì cho là học bù cho kỳ trước thì nó cũng sẽ không tính chỉ mà của em lại bị tính. Và thêm đó trong bức hình thì có ghi rõ tổng số chỉ đăng ký là 10 ( trong khi đóLuận văn tốt nghiệp 9 chỉ ). Vì vậy em nghĩ rằng đã có gì đó không chính xác ở đây ạ. Em mong thầy cô xem xét lại giúp em vì em không hề đăng ký môn thực tập điện 2. . . Em xin cảm ơn",
            "Chào em,. . Các nhóm bù mã Vxx trên mybk tkb sv có cộng tín chỉ do là tkb tổng của sv, nhưng sẽ không tính học phí HK212.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Kính thưa [full_name].DT,. . . . Em sinh viên hệ VHVL, khoa Địa Chất và [full_name].. . . . [full_name].DT kiểm tra giúp em, em còn thiếu điều kiện gì nữa để tốt nghiệp tháng 4/2022.. . Hiện em thấy mình đã đủ điều kiện nhưng không có tên ttong danh sách tốt nghiệp dự kiến",
            "Chào em,. . PDT đã ghi nhận yêu cầu về đăng ký xét TN của em. SV vui lòng theo dõi email  và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 01/3/2022 SV vẫn chưa nhận được mail hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 04/2022) Về tình trạng sinh viên, khi nào em có tên trong ds dự kiến tốt nghiệp, PDT sẽ tự động ra QD thu nhận cho em nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: . . Kính gửi: Phòng Đào tạo. . Em tên: [full_name]. . MSSV:[student_id] Là sinh viên Trung tâm Đào tạo Bảo Dưỡng Công Nghiệp. . Trong HK211, Phòng Đào tạo đã xếp lịch học bù môn Công nghệ cơ khí 2 TN (IU3062), nhưng do bị trùng lịch học vào HK212 nên em đã không thể đi học được. Em đã báo cô [full_name] bên Trung tâm Đào tạo Bảo Dưỡng Công Nghiệp để xin được học bù vào HK212 này.. . Kính mong Phòng Đào tạo tạo điều kiện cho em đăng kí học học bù HK212 .. . Em xin cảm ơn.. . Trân trọng./",
            "\"Chào em,. . SV vui lòng xem lại thông báo số 11/ĐHBK, ngày 24/01/2022, về cập nhật Kế hoạch học tập của HK 2 và học kỳ hè năm học 2021-2022 và phần bù các học kỳ trước theo hình thức trực tiếp và phối hợp trực tuyến/trực tiếp đã gửi mail cho SV ngày 24/1/2022, thời gian bù thí nghiệm từ tuần 10-13 (từ ngày 07/03/2022 đến 03/04/2022), trong thời gian này tạm ngưng HK212 để tham gia bù các phần thí nghiệm của các học kỳ cũ. SV vui lòng đọc lại thông báo nhé!. . Thân. . \""
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính gửi phòng đào tạo. . Em tên [full_name] - MSSV [student_id]. . cho em xin hỏi nếu muốn hoãn đi quân sự thì phải viết đơn như thế nào ạ ? . .",
            "Chào em,. . - Em tự làm đơn, không có mẫu nhé.. . - SV lưu ý, nhà trường chỉ gửi SV đi 1 lần duy lần để học GDQP, những trường hợp SV xin hủy nếu muốn học lại phải tự liên hệ tại TT GDQP để đăng ký để hoàn thành học phần GDQP.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Khiếu nại đăng ký môn học . Môn GDQP là do trường tự đăng ký nhưng từ đầu HK2 đến nay trên TKB của em vẫn không có lịch học ạ",
            "Chào em,. . PDT đã ghi nhận yêu cầu về ĐKMH của em và đã chuyển cho bộ phận ĐKMH kiểm tra và xử lý.. . SV vui lòng theo dõi thời khóa biểu được cập nhật tại Mybk/Thông tin sinh viên/Xem thời khóa biểu dự kiến trước ngày 25/02/2022.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "B Tốt nghiệp . Em chào thầy/cô Phòng Đào Tạo trường ĐH Bách Khoa Tphcm.. . Để có thể ngắn gọn không làm mất thời gian của các thầy/cô. Em xin trực tiếp vào vấn đề. . Sau khi đã được hướng dẫn về tình trạng sinh viên \"tạm dừng\" để chờ danh sách tốt nghiệp dự kiến. Em nhận được thông tin từ thầy/cô sau khi có mail PDT sẽ tự động thu nhận lại và cho phép Đăng ký tốt nghiệp trên MYBK.. . Nhưng hiện tại em đã nhận mail   I \"Thông báo lịch trình tốt nghiệp đợt 1 năm 2022  /I \" được 3 ngày nhưng vẫn chưa thể đăng ký tốt nghiệp để có thể in bằng tạm thời nộp cho công ty.. . Em mong thầy cô có thể giúp em để có thể in bằng sớm nhất. . . Em xin cảm ơn!",
            "Chào em, . . Hiện tại PDT đang ra Quyết định thu nhận lại cho SV để đăng ký xét tốt nghiệp, em theo dõi tình trạng trên mybk/Thông tin Sinh viên, khi nào chuyển qua trạng thái đang học, em vào đăng ký tốt nghiệp lại nhé. . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em xin chào Phòng Đạo Tạo.. . Em là [full_name] , Khoa; Công Nghệ Vật Liệu.. . MSSV: [student_id] . . Hiện em đang học hóa phân tích(thí nghiệm) lớp VL05 là tuần 27 28 29 . . với thời gian học này em không thể sắp xếp để theo học được do có việc bận gia đình, em có thể xin chuyển qua lớp VL08 tuần học 10 11 12 để học phù hợp với thời gian được không ạ.. . em xin cảm ơn và tri ân các thầy(cô) của phòng ạ.",
            "Học vụ. . . . Em xin chào Phòng Đạo Tạo.. . Em là [full_name] , Khoa; Công Nghệ Vật Liệu.. . MSSV: [student_id]. . Hiện em đang học hóa phân tích(thí nghiệm) lớp VL05 là tuần 27 28 29. . với thời gian học này em không thể sắp xếp để theo học được do có việc bận gia đình, em có thể xin chuyển qua lớp VL08 tuần học 10 11 12 để học phù hợp với thời gian được không ạ.. . em xin cảm ơn và tri ân các thầy(cô) của phòng ạ.  /QUOTE . .",
            "Dạ,thầy(cô)  Học vụ. . . . Em xin chào Phòng Đạo Tạo.. . Em là [full_name] , Khoa; Công Nghệ Vật Liệu.. . MSSV: [student_id]. . Dạ em xin lỗi quý thầy cô em không còn nhu cầu chuyển lớp để học nữa ạ,nếu thầy cô đã đọc mail này xin hãy giữ lớp em như ban đầu VL05 ạ, em xin cảm ơn nhiều ạ.  /QUOTE . .",
            "QUOTE Trích. . MSSV/MSGV: [student_id]    . . . . Học vụ. . . . Em xin chào Phòng Đạo Tạo.. . Em là [full_name] , Khoa; Công Nghệ Vật Liệu.. . MSSV: [student_id]. . Cho em xin lỗi vì đã gửi nhiều mail đây là mail chính thức câu em cần hỏi ạ. . Hiện em đang học hóa phân tích(thí nghiệm) lớp VL05 là tuần 27 28 29. . với thời gian học này em không thể sắp xếp để theo học được do có việc bận gia đình, em có thể xin chuyển qua lớp VL12 tuần học 10 11 12 để học phù hợp với thời gian được không ạ.. . em xin cảm ơn và tri ân các thầy(cô) của phòng ạ.. . . .   /QUOTE . .",
            "Chào em,. . PĐT xếp lịch chung cho SV, nên em trao đổi với GV dạy nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Chào Cô/[full_name]ầy ạ . . . Em tên là : [full_name]. . MSSV: [student_id]. . Em có đăng kí rút môn học Lập trình nâng cao(CO2039) . Em nhờ Cô/[full_name]ầy kiểm tra xem đã có thông tin em đăng kí rút qua ggform chưa ạ , vì em điền, gửi rồi mà không có mail phản hồi ạ . Em cảm ơn ạ.",
            "Chào em,. . Hiện tại chính sách gmail thay đổi nên không gửi được thông tin email đến sv, em vui lòng xem kết quả sau ngày 31/3 nhé.. . Thân mến. .",
            "li answer rate: Answer suits the needs / Câu trả lời đúng ý",
            "CHo em hỏi vậy em có phải tiếp tục học môn học không ạ .Và có phải thông báo cho giáo viên giảng dạy không ạ",
            "Chào em,. . Nếu em đã điền form rút môn học thì không cần học môn đó.. . - Và có phải thông báo cho giáo viên giảng dạy không ạ. . =  Em cẩn thận thì nên thông báo với GV nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Em xin chào thầy (cô) ạ, em xin được hỏi là vì link gg form được gửi vào mail lúc đầu kỳ học 212 về việc rút môn học còn sử dụng được không ạ ?\t. . . . . . . .",
            "Chào em,. . Em vui lòng xem email PĐT đã gửi:. . \"ĐĂNG KÝ RÚT MÔN HỌC HỌC KỲ 2(2021-2022). . Hộp thư đến. . . . - Ho Tro SV   support.stu@hcmut.edu.vn . . 08:57, Th 6, 7 thg 1. . tới stu.all, bcc: tôi. . . . Thân gửi các bạn sinh viên,. . . .   Phòng đào tạo thông báo về phương thức đăng ký RÚT MÔN HỌC (tính Học Phí theo quy định) (Chính quy + Dự thính) của học kỳ 2 (2021-2022) như sau:. . . . SV đăng nhập vào Google bằng tài khoản BKNetID@hcmut.edu.vn và điền thông tin RÚT MÔN HỌC theo link : https://forms.gle/QUtA7vkKnkW9oqBm8. . . . Thời gian đăng ký : Từ ngày 10/01/2022 đến hết ngày 05/03/2022. . . . Xem chi tiết quy định về rút môn học tại QUY CHẾ ĐÀO TẠO VÀ HỌC VỤ điều 11.2. . . . Chúc các bạn học tập thật tốt!\". . . . - Nếu em điền form rồi mà chưa nhận được email xác nhận là do hiện tại chính sách gmail thay đổi nên không gửi được thông tin email đến sv. Sau ngày 31/3 em xem TKB cập nhật nhé.. . Thân mến. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Kính chào Phòng Đào tạo ạ!. . . . 1. Em hiện là sinh viên năm 2 của trường. Hiện em muốn đăng ký xét tuyển lại vào trường theo phương thức xét tuyển 2, Ưu tiên xét tuyển theo theo Quy định DHQG-HCM. . . . Không biết liệu em có thể dùng học bạ cấp 3 để xét tuyển theo hình thức này được không ạ?. . . . 2. Nếu em thi lại vào trường vào một ngành khác, thì em có được bảo lưu một số học phần  mà em đã học không ạ? . . . . Em đã đọc quy định và quy định bảo là điểm của học phần phải đạt loại C và tổng số chỉ cần bảo lưu không quá 50% tổng học phần cần học. Vậy chỉ cần thỏa điều kiện đó em sẽ được bảo lưu đúng  không ạ. . . . . . Em xin cảm ơn Phòng Đào tạo rất nhiều ạ!. .",
            "Chào em,. . 1. Em vui lòng email đến Ban tư vấn tuyển sinh trường nhé.. . http://tuyensinh.hcmut.edu.vn/. . 028 2214 6888. . 2. Em vui lòng xem quy chế . . https://portal.hcmut.edu.vn/dao-tao/quy-dinh-hoc-vu. . - em sẽ được bảo lưu đúng  không ạ. . =  Hiện tại đến tuần thứ 6 của học kỳ 212, nên theo quy định sv phải thanh toán  toàn bộ học phí của Hk212.. . Dự kiến đầu tháng 04/2022 học phí Hk212 sẽ cập nhật. Khi sv thanh toán học phí xong, sv nộp đơn tạm dừng HK212 lại cho Pdt xử lý.. . Thân mến. . . . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em là [full_name], MSSV [student_id], Trong chương trình học của em có Môn giáo dục quốc phòng bắt đầu từ tháng 06/03/2022. Em muốn hỏi một số điều ạ. . . . 1. Lịch học quốc phòng của em trong mybk đầu năm còn nhưng bây giờ mất rồi ạ. Cho em hỏi là mình có lịch học quốc phòng không ạ, từ ngày nào đến ngày nào ạ. . 2. Cho em hỏi là mình học bán trú / nội trú ạ. Nghĩ là học sáng chiều, tối được về. Hay mình ở lại nội trú từ thứ 2 đến thứ 6 , chỉ thứ 7 chủ nhật mới được về. Hay là ở lại cả thứ 7 chủ nhật luôn ạ. . 3. Trường có tổ chức xe đưa rước từ cơ sở 1 đến chỗ học quân sự không ạ. . . 4. Mình có thông báo chính thức cụ thể không ạ. Mail chính thống cho mọi người ạ. Để em có thể sắp xếp lịch ạ.. . 5. Mình được phép mang theo vật dụng cá nhân gì ạ. Những thứ giá trị như máy tính điện thoại thì sao ạ. . 6. Em thấy có môn thi giữa kỳ là ngày 20/3/2022 nhằm ngày chủ nhật ạ. Em có bị dính môn quốc phòng không ạ. . . . Em cần có thông báo sớm để em xếp lịch ạ. Em cảm ơn Phòng đào tạo. . . . . .",
            "Chào em,. . Em liên hệ PĐT TT GDQP qua 028.[student_id]7, hoặc email [email]. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Gửi Phòng Đào tạo. . . . . . . . . . . . . . . .   .",
            "Chào em,. . Em vui lòng gửi thông tin có: mã số môn học, tên môn học, mã nhóm, HK, lý do nhé. . . Thân mến. . . . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Dạ thầy/cô cho em hỏi là nói viết mới mở đk lại ở mybk thì K18 vẫn được thi lấy kq đúng không ạ? và hình thức thi là online hay là offline ở bk-english ạ.Em cảm ơn thầy/cô. . . . . .",
            "Chào em,. . Em vui lòng liên hệ TTNN để được hỗ trợ. . Điện thoại    (08) 3866 6869 – 0909 625 988. . Fax    (84.8) 38.[student_id]69. . Website http://bkenglish.edu.vn/. . Email    [email]. . Thân mến. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Chào anh(chị),. . Tài khoản mail trường của em yêu cầu đổi mật khẩu vi lý do bảo mật, nhưng sau khi em đổi em đăng nhập vào mật khẩu mới không được. Em muốn cấp lại mật khẩu thì làm cách nào ạ?. . Em cảm ơn!. .   i Yêu cầu khác .",
            "Chào em,. . Sinh viên đăng nhập vào mybk đổi mật khẩu. Sau 12g - 24g sẽ cập nhật sang mật khẩu mới đổi sang email.. . . . Tài khoản email sinh viên chính là tài khoản BKNetId có thêm @hcmut.edu.vn ([email]).. . Sinh viên dùng tài khoản BKNetId để đăng nhập vào các dịch vụ của nhà Trường (mybk, elearning,...). . . Mật khẩu BKNetId và [email] dùng chung 1 mật khẩu.. . . . Cách thức đăng nhập như sau:. . - Đăng nhập vào các dịch vụ nhà Trường: http://mybk.hcmut.edu.vn:. .       + Tên đăng nhập: BKNetId. .       + Mật khẩu: mật khẩu sinh viên đã đăng nhập trước đây (chính là mật khẩu email). . . . - Đăng nhập vào email:. .       + Tên đăng nhập: [email]. .       + Mật khẩu: chính là mật khẩu BKNetId. . . . Chúc E thành công.... ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Chào thầy cô,. . Em có đăng ký môn LVTN trong học kì 212 này, nhưng do dịch bệnh môn học Thực tập ngoài trường (6 tuần) ở học kì HK203 bị dời đến kì này. Nay em không có đủ thời gian để hoàn thành LVTN như dự kiến nên em muốn dời sang học kì hè 213. . . Em có thể dời hay rút môn học LVTN được không ạ. . Em phải thực hiện quy trình gồm những bước như thế nào ạ? . . Cám ơn phòng đào tạo đã giải đáp",
            "Chào em,. . Em cần làm đơn (không có mẫu) gửi PĐT để trình Ban lãnh đạo phòng xem xét.. . thông tin có: mã số môn học, tên môn học, mã nhóm, HK, lý do nhé. . . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Kính gửi pđt. . Em có đọc mail của trường học kỳ 212 tạm không xét anh văn cho nhận luận văn, vậy khi  bảo vệ luận văn em có cần nộp chứng chỉ anh văn để bảo vệ không ạ, và nếu có thì hạn là lúc nào vậy ạ.. . Mong pđt có thể hỗ trợ để em chuẩn bị tốt hơn.. . Em xin cám ơn.",
            "Chào bạn,. . - Bạn không cần nộp chứng chỉ ngoại ngữ khi bảo vệ luận văn. . - Trường hợp của bạn sẽ phải nộp chứng chỉ ngoại ngữ để xét tốt nghiệp.. . - Thời gian nộp chứng chỉ: xem chi tiết lịch học vụ (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 11/2022(cập nhật sau). . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em chào thầy ( cô). . Em tên [full_name] , mssv [student_id]. Thầy( cô) cho em hỏi là sao thời khóa biểu của em chưa có lịch học cho môn Thực tập cơ khí đại cương 2  ( ME2087) ạ ?. Tại vì trong kỳ 202 do ảnh hưởng của dịch Covid nên em chưa hoàn thành môn ME2087 và trong kỳ 211 em cũng chưa hoàn thành phần thí nghiệm của môn dung sai ( ME3004) . Hiện tại em đã có lịch cho môn ME3004 , còn môn ME2087 thì CHƯA CÓ ạ . Em có hỏi bạn em thì bạn em đã có lịch học cho môn ME2087 rồi nên em hơi lo lắng .. . Mong nhận được sự phản hồi từ thầy (cô). . . Em cảm ơn.. .",
            "Chào em;. . đã bổ sung ME2087, ngày 24/2 sẽ cập nhật lại thời khóa biểu nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . dạ, thưa thầy cô, xét tốt nghiệp của em chưa cập nhật nơi sinh, em có vào thông tin cá nhân, nhưng không thấy mục chỉnh sửa nơi sinh. . Mong thầy cô cập nhật giúp em ạ. . . Nơi sinh của em là: Mỹ Tho, Tiền Giang",
            "Chào em,. . Em vui lòng chụp hình giấy khai sinh có mộc đỏ gửi lại nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em chào thầy/cô !. . Theo em được biết trường có cho phép sinh viên chính quy chuyển qua hệ vhvl khi quá thời gian đào tạo mà chưa đủ điều kiện tốt nghiệp. Vậy thầy/cô cho em hỏi thủ tục đăng ký như thế nào ạ ? Có thể làm online được không ? Và điều kiện là gì ạ ? Em tìm trên trang của phòng tào đạo (aao) thì chỉ thấy đường link cho sinh viên đã tốt nghiệp. Em đã hoàn thành gần hết chương trình đào tạo và chỉ còn anh văn nói - viết và luận văn tốt nghiệp nữa thôi ạ. Mong nhận được phản hồi sớm từ thầy/cô!. . Em xin chân thành cảm ơn! . . . .",
            "Chào em,. . Em tải mẫu, điền đầy đủ thông tin gửi lại. . http://www.aao.hcmut.edu.vn/sinh viên/biểu mẫu/Phiếu đề nghị chuyển sang hình thức Vừa Làm Vừa Học.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Dạ em xin chào thầy cô,. . Hôm qua em có lên để kiểm tra thời khóa biểu thì em phát hiện môn Nhập môn về kỹ thuật thí nghiệm (EE1002) bị trùng thời khóa biểu vào 4 tuần học GDQP của em. Mong các thầy cô dời lịch học môn Nhập môn về kỹ thuật thí nghiệm giúp em ạ.. . Em xin cám ơn.",
            "Chào em,. . PĐT đã đổi lịch học và tuần hè.. . TKB sẽ cập nhật web sau 18g ngày 21/02/2022.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            ". . . .   i . . . . Gửi Phòng Đào tạo ạ.. . Em chào Phòng ạ. . Em tên là [full_name], mssv:[student_id], khóa K21, hệ Đại trà ,khoa Kĩ thuật Hóa học.Dạ đến đợt đăng kí môn Anh văn theo yêu cầu ngày 28/02/2022, bây giờ em vào đăng kí thì sỉ số lớp Anh văn theo yêu cầu 1A đã bị đầy rồi ạ.Em mong Phòng Đào tạo có thể tăng sỉ số lớp Anh văn 1A theo yêu cầu được không ạ?.Mong Phòng giúp em ạ.. . Em hy vọng Phòng phản hồi ạ. . Em xin chân thành cảm ơn.. . . . . . . . . . . .  .",
            "Đã trả lời. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em chào thầy/cô ạ,. . . . Thưa thầy/cô, khi em lên trang web của Trung tâm GDQP-AN để đăng ký học lại thì trong thủ tục đăng ký họ yêu cầu gửi \"Giấy giới thiệu có đóng mộc của nhà trường\".. . . . Thầy/cô cho em hỏi giờ em lấy giới giới thiệu này như thế nào vậy ạ để hoàn tất thủ tục đăng ký. . . . . Em cảm ơn thầy/cô và chúc thầy/cô một ngày tốt lành ạ.",
            "Chào em. . Em liên hệ PĐT TT GDQP qua 028.[student_id]7, hoặc email [email]. . Đối với SV BK hiện tại, TTGDQP không cần giấy này nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Thân gửi đại diện trường Đại học Bách Khoa Thành phố Hồ Chí Minh. . . . Em là [full_name] mssv: [student_id] khoa Điện-Điện tử chương trình Tiến tiến. . Em đã hoàn thành xong đã hoàn thành bảo vệ luận văn tốt nghiệp đợt 12/2021 và tất cả môn học trong chương trình đào tạo.. . Hiện tại em cần giấy tốt nghiệp tạm thời để có thể nộp vào công ty để có thể đi làm ạ.. . Mong nhà trường hỗ trợ và giải quyết sớm nhất !. . Em xin cảm ơn. . . . Trân trọng ./.. .",
            "\"Chào bạn,. . PDT đã ghi nhận yêu cầu về đăng ký xét TN của bạn. SV vui lòng theo dõi email  và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 01/03/2022 SV vẫn chưa nhận được thấy tên trong ds dự kiến tốt nghiệp (http://www.aao.hcmut.edu.vn    Tốt nghiệp    Thông tin tốt nghiệp) hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 04/2022 (cập nhật mới gia hạn thời gian xử lý tốt nghiệp). . . . Quy trình cấp giấy chứng nhận tốt nghiệp tạm thời: Bạn phải có tên trong danh sách dự kiến tốt nghiệp, Bạn kiểm tra mail để thực hiện theo hướng dẫn khai thông tin tốt nghiệp, sau đó thanh toán lệ phí tốt nghiệp. . Thứ 6 hàng tuần PDT sẽ lấy dữ liệu SV đăng ký và đóng tiền lệ phí tốt nghiệp trước đó để tiến hành in giấy CN tốt nghiệp tạm thời, vào thứ 3 tuần tiếp theo, Giấy chứng nhận tốt nghiệp sẽ được tải lên trang đăng ký hồ sơ cấp bằng. Sinh viên tự lên tải về sử dụng trong thời gian này. . . Giấy chứng nhận tốt nghiệp bản chính sẽ được gửi về Sinh viên qua bưu cục theo địa chỉ Sinh viên đã đăng ký.. . Sinh viên vui lòng kiểm tra kỹ thông tin trên giấy Chứng Nhận tốt nghiệp tạm thời, nếu có sai sót gì vui lòng phản hồi lại PDT để kịp chỉnh sửa, những thông tin trên Chứng Nhận tốt nghiệp tạm thời sẽ dùng để in bằng tốt nghiệp.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính gửi PĐT,. . . . Em tên [full_name], MSSV: [student_id]. Hiện tại thì em có tên trong danh sách dự kiến tốt nghiệp đợt 1 năm 2022. Nhưng khi em đăng ký tốt nghiệp thì được thông báo là \"tình trạng hiện tại của bạn không được cấp quyền\". Và sau khi kiểm tra thì tình trạng hiện tại của em là \"Tạm dừng\" do kỳ rồi em không có đăng ký môn học. Em xin PĐT xem xét cho em được đăng ký tốt nghiệp đợt này ạ.. . . . Em xin cảm ơn rất nhiều!. .   i Tốt nghiệp .",
            "Chào em,. . PDT đã ghi nhận yêu cầu về đăng ký xét TN của em. SV vui lòng theo dõi email  và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 01/3/2022 SV vẫn chưa nhận được mail hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 04/2022) Về tình trạng sinh viên, khi nào em có tên trong ds dự kiến tốt nghiệp, PDT sẽ tự động ra QD thu nhận cho em nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Dạ em chào thầy/cô ạ,. . Thầy/Cô cho em hỏi em là sinh viên k17 thì khi nộp chứng chỉ ngoại ngữ vào và xét chuyển điểm cho 4 môn anh văn thì sẽ lấy theo thang điểm theo khóa của em hay sẽ áp dụng theo thang điểm mới nhất ạ. Do bạn em mới nộp tháng 12 thì vẫn tính theo thang cũ còn hôm nay em nộp thì lại tính theo thang điểm mới ạ.. . Em cảm ơn thầy/cô ạ.",
            "Chào em,. . Khóa 2017 áp dụng theo bảng quy đổi điểm mới nhé bạn.. . SV xem bảng quy đổi điểm tại đây:. . http://www.aao.hcmut.edu.vn/sinh viên/quy chế/học vụ/Quy chế đào tạo và học vụ bậc đại học, cao đẳng:/Phụ lục 1: Quy định về ngoại ngữ (áp dụng cho các chương trình giảng dạy bằng tiếng Việt)/4.   Chuyển điểm các môn ngoại ngữ và bảng quy đổi tương đương các chứng chỉ/ Bảng quy đổi tương đương và chuyển điểm áp dụng từ HK1/2020-2021. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Dạ thầy cô cho em hỏi là lịch thi giữa kì của em trùng với thời gian học môn giáo dục quốc phòng thì em có thể đăng kí thi lại vào ngày khác được không ạ?",
            "Chào em,. . Em vui lòng ghi rõ thông tin có: mã số môn học, tên môn học, mã nhóm, HK, lý do nhé. . . Thân mến. ."
        ]
    }
]