[
    {
        "intent": "",
        "message": [
            "Học vụ .",
            "Ngân hàng ocb đóng cửa mà web không truy cập được thì sao đóng tiền học ạ",
            "Chào em,. . Ngân hàng ocb đóng cửa. . =  Số điện thoại hotline của Ngân hàng OCB để được hỗ trợ:[student_id]8. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . PĐT cho em hỏi BKPay liên kết với OCB mấy ngày nay không mở được thì em không biết có được dời ngày đóng học phí dự thính không ạ. Em cảm ơn. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Cho em hỏi giờ em muốn hoãn thi môn vẽ kỹ thuật hk202 thì phải gửi cho pđt hay giảng viên bộ môn ạ.Nếu hoãn rồi thì có được thi vào tháng 8 năm sau hay thi chung với khóa K21 ạ?. . Em xin cảm ơn.",
            "Chào bạn. . Lý do tại sao giờ này bạn mới đăng ký Hoãn thi Hk202. . Vì vấn đề này nhà trường đã triển khai từ đầu tháng 8/2021. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "kính gửi trường Đại Bách Khoa ĐHQG-HCM . . -Em là tân sinh viên của trường khóa 2021. . -trong khi hầu hết các bạn sinh viên cùng khóa của trường đã nhận được email hỗ trợ giáo trính năm nhất , và đã đăng ký và nhận được gióa trình của trường , thì em tới bây giờ vẫn chưa có email thông báo hỗ trợ của trường và em đăng ký nhận giáo trình vẫn không được . . Mong nhà trưởng giải đáp thắc mắc của em. . Xin cảm ơn!. .",
            "Chào em,. . 1)  Những đơn hàng sv kiểm tra thấy báo đơn hàng bị từ chối vì đã làm vận đơn trên hệ thống viettel post nhưng chưa chuyển đi được vì một số  lý do:. . + Thẻ data viettel chưa có cho nên gần 1000 đơn có loại thẻ này chưa thể đóng gói và chuyển đi.. . . . + Trường hợp SV ở TP. HCM thì do Đoàn TN chuyển trực tiếp cho SV (những bạn ở TP. HCM nếu đăng ký nhận thẻ data viettel vẫn chưa chuyển đi được.. . 2) Các trường hợp không gửi được cho SV (SĐT không liên lạc được, địa chỉ không đúng), Sau khi bưu cục trả sách về, lúc đó thư viên sẽ liên hệ lại với SV để xác nhận lại địa chỉ và số điện thoại và gửi lại sách cho SV (Trường hợp này SV phải đợi). . . - Em liên hệ thư viện phụ trách việc gửi sách cho Tân sinh viên: [email] để được hướng dẫn thêm. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em chào phòng đào tạo,. . . . Em là [full_name], MSSV [student_id]. . . Hôm nay, em vào đăng ký xét tốt nghiệp, đã điền đầy đủ thông tin nhưng lúc đăng ký thì hệ thống báo \"không được phép đăng ký(nợ HP)\". Em từng đăng ký in bảng điểm để làm hồ sơ học bổng nhưng vì giấy tờ ở quê làm không kịp nên em đã quên việc thanh toán khoản tiền này và hiện nay đã quá hạn thanh toán. . . Mong được quý thầy(cô) giải quyết giúp em vấn đề này để em được đăng ký tốt nghiệp ạ.. . . . Em cảm ơn.",
            "Chào bạn,. . Bạn vui lòng vào thanh toán tất cả các khoản lệ phí in bảng điểm, dù trễ hạn, vẫn thanh toán được nhé. Sau khi thanh toán xong em vui lòng phản hội lại qua [full_name] để PDT mở khóa cho em đăng ký tốt nghiệp. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Dạ cho em nộp đơn hủy hoãn thi môn Cơ khí đại cương HK202 ạ. . Em cảm ơn ạ!. .",
            "Chào bạn. . - Phòng Đào tạo đã đồng ý yêu cầu về việc xin HUỶ Hoãn Thi của bạn. . . - Bạn thi bình thường theo Lịch thi đã thông báo. . - Trường hợp có sự cố bất khả kháng trong khi thi dẫn đến không thể hoàn thành được bài thi, và không được giải quyết cho thi các ca thi sau (nếu có), sinh viên có thể đăng ký \"Hoãn thi\" ngay sau buổi thi (không phải vắng thi có phép), SV phải báo với CBCT hoặc trực thi để được ghi nhận vào trong danh sách thi. PDT sẽ đối chiếu lại với danh sách Khoa để ra quyết định hoãn thi. . Chúc bạn học tập tốt nhé.. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Gửi PDT, . .   Em là sinh viên chính qui K15, hiện tại đến hết kì này là em hết hời gian đào tạo và em còn nợ 2 môn.. .   Em muốn đăng kí chuyển qua hệ VHVL ở kì tới thì các môn em đã đạt có được giữ nguyên không ạ? hay em chỉ được phép miễn giảm 1 số môn nhất định thôi vậy ạ?. . Em cám ơn.. .   i Yêu cầu khác .",
            "Chào bạn. . Về CTDT là giống nhau của đại trà và VLVH. . Tuy nhiên, VLVH sẽ:. . Giảm chuẩn anh văn xét LVTN và tốt nghiệp so với Chính quy: chi tiết xem quy chế học vụ. . Không xét môn anh văn 1234, GDTC, GDQP, Ngày CTXH, . . Thời gian học là 10 năm. . - Các môn đạt sẽ xem xét sau. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em chào thầy/cô.. . Em tên là [full_name] - K16 - [full_name] KH-KT Máy tính.. . . . Hiện tại tình trạng sinh viên của em đang   B tạm ngừng  /B  nên em xin nộp đơn thu nhận để . . có thể đăng kí xét tốt nghiệp.. . . . Rất mong được thầy/cô xem xét và phản hồi ạ.. . Em cảm ơn.",
            "Chào bạn. . Đã có Qd thu nhận lại để XTN. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Dạ, kính thưa thầy/cô phòng đào tạo, em là [full_name] mssv: [student_id]. . . . Dạ cho em hỏi, trường mình có nhận kết quả thi anh văn nói viết từ trung tâm IIG-Vietnam không ạ, hay trường chỉ nhận kết quả anh văn thi nói viết từ BK english ạ, dạ em cảm ơn thầy cô.",
            "Chào bạn. . - Về quy định chuẩn tiếng anh trong quá trình học: Bạn vui lòng xem chi tiết tại trang web aao--  sinh viên --  Quy chế --  Quy chế đào tạo và học vụ bậc đại học và cao đẳng -- Phụ lục 1: Quy định về ngoại ngữ . . - b) Quy định về kỹ năng tiếng Anh:. . . . - Chuẩn tiếng Anh nhận LVTN chấp nhận các chứng chỉ tiếng Anh 2 kỹ năng và chứng chỉ tiếng Anh 4 kỹ năng.. . . . - Chuẩn tiếng Anh xét tốt nghiệp (Áp dụng cho bậc đại học chính quy từ khóa 2013 trở đi): phải đạt 4 kỹ năng (Reading, Listening, Speaking, Writing). . . . + Các chứng chỉ tiếng Anh 4 kỹ năng được chấp nhận: TOEFL iBT, IELTS, KET, PET, FCE, CAE, VNU-EPT. . . . + Các chứng chỉ tiếng Anh 2 kỹ năng (Listening & Reading) TOEIC, TOEFL ITP, BULATS được chấp nhận với điều kiện phải đạt thêm một trong các chứng chỉ sau:. . . . * Chứng chỉ TOEIC Speaking & Writing với mức điểm tối thiểu là 200. Riêng chương trình tài năng là 245.. . . . * Chứng chỉ BULATS Speaking & Writing với mức điểm tối thiểu là 6.0. . . . * Đồi với các khóa từ 2013 đến 2017, cho phép dự thi kỹ năng Speaking & Writing của Trung tâm Ngoại ngữ của Trường Đại học Bách Khoa với mức Đạt, tương đương mức điểm 200, riêng chương trình tài năng là mức “Đạt TN”, tương đương mức điểm 245.. . Chúc bạn học tập tốt nhé.. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ cho em thắc mắc do nhà trường mở môn thể dục trùng với các tín chỉ mà em đã học nên em không đăng ký. Vậy học kì sau em có được đăng ký các môn chuyên ngành không ạ ?",
            "Chào bạn. . Bạn có thể trình bày rõ hơn được không? Cô không hiểu câu hỏi của bạn. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Xin chào, em là [full_name]. Em có thắc mắc về việc chuyển phát giấy xác nhận sinh viên qua bưu điện ạ. Hiện tại, em đã đăng kí nhận và chuyển phát giấy xác nhận sinh viên từ ngày 27/09/2021 và đã được gửi file in (như hình đính kèm). Nhưng giấy xác nhận thì chưa được chuyển về quê ở Tiền Giang, trong khi bạn em đăng kí cùng ngày, cùng quê ở gần nhau mà đã có thông báo nhận giấy từ 1 tuần trước. Xin phòng đào tạo xem xét giúp em ạ. . . . . Em xin chân thành cảm ơn!",
            "Chào bạn,. . - [full_name] đã ghi nhận phản hồi của bạn. Vì số lượng đăng ký giấy CNSV tăng đáng kể, PĐT cố gắng xử lý dữ liệu, xong sẽ scan để đưa lên hệ thống ngay. SV vui lòng thông cảm đợi thêm, giải thích với cơ quan yêu cầu về giấy CNSV.. . -Sau khi PĐT cập nhật xong bạn có thể tải bản scan trên trang đăng ký chứng nhận sinh viên.. . Đồng thời PĐT cũng đã gởi bưu điện nếu SV có đăng ký, vui lòng nhận sau.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Thưa thầy/cô, cho em hỏi là đối với K19 khi tham gia chương trình liên thông cử nhân - Kĩ sư/Ths, thì số chỉ đăng kí môn Ths có tính vào số tín chỉ đăng kí của học kỳ chính trên myBk không ạ, hay sẽ tính vào hệ thống sau đại học ạ?. . ví dụ: HK212 em đăng ký 21, trong đó có 6 chỉ môn Ths, thì 6 chỉ này tính riêng hay sao ạ?. . Em xin cảm ơn ạ!",
            "Chào bạn. . - Không tính vào số tín chỉ của đại học nghen. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Kính gửi PĐT. Hôm nay ngày 17/10/21 hạn cuối đóng tiền môn học dự thính mà sáng giờ em vô BKbay thanh toán không được. Chọn mục thanh toán rồi chuyển qua web ngân hàng thì báo lỗi không truy cập được, lỗi bào mật. Kính mong PĐT xem xét và mở lại đợt khác cho em thánh toán môn học của mình ạ. Em xin cảm ơn.",
            "Chào em,. . Hiện tại cô thấy em đã thanh toán lệ phí anh văn rồi nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Dạ cho em hỏi khi nào thì em sẽ được nhận sách giáo trình à,em đã học được hai tuần rồi ạ",
            "Chào em,. . - Những đơn hàng sv kiểm tra thấy báo đơn hàng bị từ chối vì đã làm vận đơn trên hệ thống viettel post nhưng chưa chuyển đi được vì một số  lý do:. . + Thẻ data viettel chưa có cho nên gần 1000 đơn có loại thẻ này chưa thể đóng gói và chuyển đi.. . +  Viettel post hiện không nhận đơn đến các  Tỉnh Đồng Nai, Bình Dương, Bình Phước, một số khu vực, Long An, Tiền Giang, Bà Rịa Vũng Tàu, Cà Mau, Đồng Tháp ... (cập nhật thường xuyên). . - Các trường hợp không gửi được cho SV (SĐT không liên lạc được, địa chỉ không đúng), Sau khi bưu cục trả sách về, lúc đó thư viên sẽ liên hệ lại với SV để xác nhận lại địa chỉ và số điện thoại và gửi lại sách cho SV (Trường hợp này SV phải đợi). . . - Em liên hệ thư viện phụ trách việc gửi sách cho Tân sinh viên: [email] để được hướng dẫn thêm. . Thân mến. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Sau khi em tạo câu hỏi trên bksi và được các thầy cô trả lời về cách thức đăng ký rút môn học hiện tại, em xin phép được tiến hành rút môn học ở học kỳ 211 ạ (chấp nhận thanh toán đầy đủ tiền học phí). . Em xin được phép rút   B 2 môn học  /B , em có đình kèm ảnh giấy đăng ký xin rút môn như đã được hướng dẫn và có kèm chữ ký xác minh.. . Em xin cảm ơn ạ.. .",
            "Chào bạn,. .  - Phòng Đào tạo đã đồng ý yêu cầu về việc RÚT MÔN HỌC (tính Học Phí theo quy định)(Chính quy + Dự thính) của học kỳ 1(2021-2022). Bạn vui lòng theo dõi kết quả được cập nhật trên trang Mybk/xem điểm sau ngày 29/10/2021 (nếu sau thời gian trên vẫn chưa được xử lý bạn có thể vào trang bksi.hcmut.edu.vn để phản hồi).. . Chúc bạn học tập tốt nhé.. .",
            "Dạ em chào PĐT ạ, hiện tại là ngày 31/10, TKB em đã mất các môn em xin rút môn nhưng bảng điểm hiện tại vẫn là điểm 15 thay vì điểm 17 (rút môn) ạ. Cho em hỏi như vậy là đã rút môn rồi chưa ạ? Em xin cảm ơn",
            "Chào bạn,. . TKB của bạn đã hủy theo điểm rút rồi nhé, điểm sẽ cập nhật sau. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính gửi PĐT,. . Cho em hỏi về vấn đề thanh toán bảo hiểm y tế.. . Học kì 171 em ở KTX khu A của ĐHQG, đã thanh toán tiền bảo hiểm trực tiếp ở KTX nhưng trong BKPay vẫn hiện em chưa thanh toán.. . Vấn đề này có ảnh hưởng tới việc xét tốt nghiệp và có cách giải quyết không ạ.. . Em xin chân thành cảm ơn.. .   i Yêu cầu khác .",
            "Chào em,. . Em liên hệ trạm y tế qua email [email] để được hướng dẫn nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em chưa đăng kí môn học GDTC HK211 theo đúng yêu câu trước 2 giờ ngày 17/10.. . . . Em có thể đăng kí vào dịp nào nữa ạ?. .",
            "Chào bạn. . Hiện tại bạn muốn đăng ký bổ sung môn GDTC nào, cho Cô mã số môn học + tên môn, để Cô chuyển bộ phận đăng ký môn học kiểm tra và bổ sung nếu Thời Khóa Biểu của bạn không bị trùng. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính thư PĐT, trên phường em hiện đang yeei cầu giấy xác minh em đang theo học ở trường Đại học BKHCM để tạm hoãn nghĩa vụ quân sự, cho phép em xin hỏi là lấy giấy khi đang học online thì phải làm như thế nào, em xin cảm ơn.",
            "Chào bạn,. . - SV chủ động đăng ký giấy Xác nhận SV hoãn NVQS để bổ sung cho địa phương và chọn dịch vụ gửi qua được bưu điện (người nhận trả tiền) nếu có nhu cầu (PDT không in hàng loạt như các năm trước). . - Sau khi PĐT cập nhật xong bạn có thể tải bản scan trên trang đăng ký chứng nhận sinh viên.. . Đồng thời PĐT cũng đã gởi bưu điện nếu SV có đăng ký, vui lòng nhận sau.. . - Hiện tại em đăng ký nhận trực tiếp tại PĐT CS1 cũng được nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Dạ em chào thầy/cô, em có đăng kí học dự thính lớp av4a và có hạn đóng học phí là 15h ngày 17/10. Tuy nhiên từ ngày 16, khi em thực hiện đóng học phí thì xảy ra lỗi trên hệ thống, nên em chưa thanh toán học phí được ạ. Vì vậy em xin trường cho phép em đóng học phí trễ ạ"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác:   B Em tên là [full_name], mssv là [student_id]. Em thi môn quá trình và thiết bị truyền khối hôm qua ngày 16/10/2021 lúc 9 giờ sáng. Lúc nộp bài do gấp quá với lần đầu em nộp bài kiểu scan nộp nên em đã không nộp đúng qui chế đó là phải gộp thành 1 file với đổi tên, em sợ hết giờ nên em scan 3 file hình kiểu pdf rồi em nộp 3 file hình đó với chưa đổi tên nữa. Em có mail cho thầy [full_name] mong thầy xem xét do thầy dạy lớp em, nhưng em cũng không biết như thế nào ạ. Cho em xin ý kiến về trường hợp của em với ạ.",
            "Chào bạn,. . - Bạn vui lòng xem chi tiết hướng dẫn thi trực tuyến nhà trường đã gửi thông báo đến SV. . - Bạn cần thực hiện theo hướng dẫn của nhà trường và thực hành để thuần thục các thao tác ghi màn hình trước khi thi.. . - Bạn nên liên hệ GV giảng dạy để được hướng dẫn.. . . . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em có nhu cầu xin phép vào trường để thực nghiệm cho LVTN (phạm vi hành lang tự học và sân trường).. . . . Thông tin về việc tiêm chủng vắc xin:. . -  Đã tiêm 01 mũi, 10/08/2021. . -  F0 đã khỏi bệnh, 10/10/2021. . . . Em cảm ơn ạ.",
            "Chào em,. . Em vẫn vào trường được nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Kính gửi thầy / cô , . . Dạ chào thầy/cô ,điều kiện chưa thể ra ngoài để thanh toán qua ngân hàng đợt học phí ngoại ngữ theo yêu cầu ( hết hạn vào 15h00 ngày 17/10 ) nên lần này em có thanh toán online qua OCB nhưng bị lỗi như hình bên dưới (em đã thử rất nhiều lần vào nhiều khung giờ khác nhau ), nếu không thể thanh toán off được thì tới khi khắc phục được lỗi này em mới thanh toán học phí thì em có bị xem là trễ không ạ , và liệu em có bị trừ điểm rèn luyện khi lỗi này không phải do em không ạ . Em cảm ơn ạ !",
            "Chào bạn. . Pdt đã phục hồi, bạn vào thanh toán lại nghen. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Dạ em là [full_name] mssv: [student_id]. . học Khoa Kỹ Thuật Xây dựng lớp: XD19CTXD03. . . .  - Tên của em là   B [full_name]  /B  nhưng trong danh sách thi cử của em củng như danh sách lớp đôi lại có tên là:   B [full_name]  /B  thôi ạ, em đã liên lạc trình báo vấn đề này với bên văn phòng đào tạo cơ sở Dĩ An, và củng đã báo về văn phòng khoa nhưng vẫn chưa được xữ lý.. . . .  - Khi em đăng kí giấy xác nhận sinh viên củng bị lỗi hiển thị của tên em. hình ảnh em xin đính kèm bên dưới",
            "Chào em,. . danh sách thi cử của em củng như danh sách lớp đôi lại có tên là: [full_name] . . =  Em có thể chụp hình và gửi lại để PĐT xem nhé. . - danh sách lớp đôi =  là lớp gì vậy em . . Thân mến. .",
            "Dạ danh sách lớp trong các môn học của em củng như danh sách thi  B  onl trực tuyến của tất cả các môn thi trực tuyến  /B  đều bị lỗi tên là   B [full_name]  /B , trong khi tên của em là   B [full_name]  /B  ạ.. . . . Tình trạng lỗi danh sách lớp em đã bị từ HK đầu rồi ạ, em đã báo lên văn phòng khoa mà họ bảo là, do giáo viên đem danh sách xuống nhầm, trong khi trên hệ thống vẫn đề là   B [full_name]  /B .. . . . . .",
            "Dạ danh sách lớp trong các môn học của em củng như danh sách thi  B  onl trực tuyến của tất cả các môn thi trực tuyến  /B  đều bị lỗi tên là   B [full_name]  /B , trong khi tên của em là   B [full_name]  /B  ạ.. . . . Tình trạng lỗi danh sách lớp em đã bị từ HK đầu rồi ạ, em đã báo lên văn phòng khoa mà họ bảo là, do giáo viên đem danh sách xuống nhầm, trong khi trên hệ thống vẫn đề là   B [full_name]  /B .. . . . Trong khi tình trạng lỗi vẫn diển ra ạ, mong có thể sửa lại giúp em.. . . . . .",
            "danh sách lớp các môn học củng như danh sách thi cử của em đều đúng mã số sinh viên nhưng tên lại bị sai ạ.",
            "Chào em,. . PĐT đã cập nhật lại rồi nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em chào thầy cô ạ. Thầy cô cho em hỏi sao em đóng học phí mà cứ hiện không phải kết nối riêng tư ạ.",
            "Chào em,. . Hiện tại cô thấy em đã thanh toán lệ phí anh văn rồi nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Em có tham gia công tác phòng chống dịch ở địa phương.. . Không biết có được tính vào là ngày công tác xã hội không ạ và nếu được thì làm những thủ tục như thế nào ạ.. . Em xin cảm ơn ạ.. .",
            "Chào em,. . Em liên hệ phòng Công tác chính trị sv qua email [email] để được hướng dẫn nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Rút môn học (phải thanh toán học phí) HK 211 . Kính gửi thầy/cô,. . Em vừa nhận được điểm của môn học EE3025 là đã qua môn ở kỳ trước nên nay em có nguyện vọng rút môn học này ở kỳ này. Được sự hướng dẫn của thầy/cô hôm trước nên nay em làm phiếu rút môn học ạ. . . Phiếu rút môn học là file ảnh đính kèm bên dưới ạ.. . Em cám ơn thầy/cô ạ.",
            "Chào bạn,. .  - Phòng Đào tạo đã đồng ý yêu cầu về việc RÚT MÔN HỌC (tính Học Phí theo quy định)(Chính quy + Dự thính) của học kỳ 1(2021-2022). Bạn vui lòng theo dõi kết quả được cập nhật trên trang Mybk/xem điểm sau ngày 29/10/2021 (nếu sau thời gian trên vẫn chưa được xử lý bạn có thể vào trang bksi.hcmut.edu.vn để phản hồi).. . Chúc bạn học tập tốt nhé.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Thầy cô cho em hỏi em bị ghi là nợ học phí nên em kiểm tra lại đó là 1 khoản bảo hiểm y tế em đã đóng rồi (đóng ở ktx đhqg) nhưng trên bkpay vẫn có 1 khoản đóng nữa dành cho các bạn ở ngoài ktx nên em không đóng nữa. Mà giờ thì em lại bị nợ học phí khoản 491.400 tiền học phí đó khiến em không đăng ký tốt nghiệp được. Mặc dù em vẫn tham gia bảo hiểm y tế đầy đủ nhất và không bỏ sót 1 học kỳ nào. Nhưng vẫn bị ghi nợ bảo hiểm. Em mong quý thầy cô hướng dẫn và hỗ trợ em trong việc khắc phục vấn đề này với ạ. Em xin chân thành cảm ơn quý thầy cô.",
            "Chào em,. . PDT ghi nợ học phí của em là khoản lệ phí đăng ký thi kiểm tra tiếng anh 100.000 đ , do em đăng ký nhưng không thanh toán, chứ không phải BHYT nhé, cô thấy em mới thanh toán ngày 16/10/2021, về nợ BHYT không ảnh hưởng đến việc đăng ký tốt nghiệp, em liên hệ với y tế trường để hỏi nhé.. . Em xem lại nhé.. . Sau ngày 20/10 bạn vô ĐK tốt nghiệp lại nhé!. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "đơn xin rút môn anh văn 1A .",
            "Chào bạn,. .  - Phòng Đào tạo đã đồng ý yêu cầu về việc RÚT MÔN HỌC (tính Học Phí theo quy định)(Chính quy + Dự thính) của học kỳ 1(2021-2022). Bạn vui lòng theo dõi kết quả được cập nhật trên trang Mybk/xem điểm sau ngày 29/10/2021 (nếu sau thời gian trên vẫn chưa được xử lý bạn có thể vào trang bksi.hcmut.edu.vn để phản hồi).. . Chúc bạn học tập tốt nhé.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: . . Em xin kính chào nhà trường, các thầy cô, em là [full_name] hằng học sinh lớp ck21ht1.. . ﻿. . ﻿ Em vừa rồi có đăng ký nhận giáo trình ấy ạ. Lúc trước em ko tra được đơn hàng của em trên viettel post, hôm qua là ngày 16/10/2021 em thấy có tin nhắn, em vào tra lại thì thấy đơn hàng của em được gửi từ ngày 1/10/2021 mà đến hiện tại nó vẫn đề là đang liên hệ với bưu điện trung tâm quận 10. Em thấy không ôn, gọi theo số điện thoại mà không ai bắt máy. Kiểu này chắc em đi học vào lại trường thì sách mới đến nhà em quá ạ.. . ﻿. . ﻿ Mong nhà trường có thể giúp cho em với ạ. em không biết làm sao.. . ﻿. . ﻿Cảm ơn nhà trường đã xem xét vấn đề của em.",
            "Chào em,. . Những đơn hàng sv kiểm tra thấy báo đơn hàng bị từ chối vì đã làm vận đơn trên hệ thống viettel post nhưng chưa chuyển đi được vì một số  lý do:. . +  Viettel post hiện không nhận đơn đến các  Tỉnh Đồng Nai, Bình Dương, Bình Phước, một số khu vực, Long An, Tiền Giang, Bà Rịa Vũng Tàu, Cà Mau, Đồng Tháp ... (cập nhật thường xuyên). . . . - Các trường hợp không gửi được cho SV (SĐT không liên lạc được, địa chỉ không đúng), Sau khi bưu cục trả sách về, lúc đó thư viên sẽ liên hệ lại với SV để xác nhận lại địa chỉ và số điện thoại và gửi lại sách cho SV (Trường hợp này SV phải đợi). . . - Em liên hệ thư viện phụ trách việc gửi sách cho Tân sinh viên: [email] để được hướng dẫn.. . Thân mến. .  . . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]  /b \t[full_name] [full_name] [full_name] [full_name]   i Đăng ký môn học  /i [full_name] [full_name] [full_name] [full_name] Thưa Nhà trường,[full_name] [full_name] [full_name] [full_name] Em là [full_name], mã số sinh viên [student_id], ngành Khoa học máy tính Chương trình Chất Lượng Cao[full_name] Em có thể hủy đăng ký Giáo dục thể chất PE1023 - Võ([full_name][full_name],[full_name][full_name],[full_name][full_name])(hp1) nhóm CC09 được không ạ?[full_name] [full_name] [full_name] [full_name] Em mong Nhà trường có thể trả lời và hủy đăng ký Giáo dục thể chất của em[full_name][full_name] [full_name] [full_name] [full_name] Em cảm ơn,[full_name] [full_name] [full_name]",
            "Chào bạn. . Lý do tại sao lại hủy. . Hiện tại danh sách đã gởi TTGDTC rồi nên không thể hủy. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em chào admin ạ cho em hỏi là em hiện tại chưa nhận được giáo trình học kì 1 thì em phải làm gì ạ",
            "Chào em,. . - Những đơn hàng sv kiểm tra thấy báo đơn hàng bị từ chối vì đã làm vận đơn trên hệ thống viettel post nhưng chưa chuyển đi được vì một số  lý do:. . + Thẻ data viettel chưa có cho nên gần 1000 đơn có loại thẻ này chưa thể đóng gói và chuyển đi.. . + Trường hợp SV ở TP. HCM thì do Đoàn TN chuyển trực tiếp cho SV (những bạn ở TP. HCM nếu đăng ký nhận thẻ data viettel vẫn chưa chuyển đi được.. . - Các trường hợp không gửi được cho SV (SĐT không liên lạc được, địa chỉ không đúng), Sau khi bưu cục trả sách về, lúc đó thư viên sẽ liên hệ lại với SV để xác nhận lại địa chỉ và số điện thoại và gửi lại sách cho SV (Trường hợp này SV phải đợi).. . - Em liên hệ thư viện phụ trách việc gửi sách cho Tân sinh viên: [email] để được hướng dẫn thêm.. . Thân mến. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Hiện tại ở phường em đã có yêu cầu nộp giấy tạm miễn, tạm hoãn nghĩa vụ quân sự và 18/10 là hạn nộp ạ. Em có thể xin giấy tạm hoãn dưới dạng bản mềm được không ạ?. . . . Em cảm ơn ạ. .",
            "Chào bạn,. . - SV chủ động đăng ký giấy Xác nhận SV hoãn NVQS để bổ sung cho địa phương và chọn dịch vụ gửi qua được bưu điện (người nhận trả tiền) nếu có nhu cầu (PDT không in hàng loạt như các năm trước). . -Sau khi PĐT cập nhật xong bạn có thể tải bản scan trên trang đăng ký chứng nhận sinh viên.. . Đồng thời PĐT cũng đã gởi bưu điện nếu SV có đăng ký, vui lòng nhận sau.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Chào cô, em là [full_name]-[student_id]. Do lần trước có chút nhầm lẫn nên em ghi nhầm học kì 3. Hôm nay em xin nộp phiếu đăng kí thi để thay thế điểm VP cho môn Giải tích mạch (EE2033) ở học kì 202 ạ. Em cảm ơn và chúc cô 1 ngày tốt lành.",
            "Chào bạn. . Môn này Thi vào ngày 16/10 rồi . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . . . Em tên [full_name], Mssv: [student_id]. Em vừa có tên trong danh sách dự kiến tốt nghiệp nhưng Không được phép đăng ký (Nợ HP )vào thứ 6 và đã thanh toán phần phần nợ trong thứ 6. Hiên tại, en đã ko còn nợ nhưng trên mybk vẫn báo em nợ và chưa cho đăng kí tốt nghiệp. Em xin thầy cô kiểm tra lại và hỗ trợ để em được phép đăng kí tốt nghiệp.. . Mong nhận được sự phản hồi sớm từ thầy cô.. . Trân trọng.",
            "Chào bạn. . Pdt sẽ cập nhật lại, bạn vào khai lại thông tin tốt nghiệp sau thứ 6 ngày 22/10 . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em chào thầy cô, ngày 15 vừa rồi em có đăng ký học phần Võ thể chất, đến ngày hôm hay kiểm tra lại thì em thấy là môn học đã bị xóa mất, trong lịch sử thì không thấy lý do bị xóa. Thầy cô có thể kiểm tra lại giúp em được không ạ. Và nếu được thầy cô có thể đăng ký giúp em học phần thể chất Võ luôn không ạ? Em cảm ơn thầy cô.",
            "Chào em,. . Em xem lại TKB nhé, cô thấy có môn. . PE1023\tVõ (Vovinam, Karate, Taewondo) (học phần 1). . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Chào thầy cô ạ, em có đăng ký môn GDTC Aerobic CC08 nhưng lớp này không đủ số sv để mở lớp, vậy em có thể đổi qua lớp CC01 (lớp này cũng thích hợp với thời khóa biểu hiện tại của em) hiện đã có 31 sv học được không ạ, em cảm ơn.",
            "Chào em,. . PĐT mới gửi email:. . Gửi các bạn sinh viên.. . . . Kết thúc đợt 1 đăng ký các môn GDTC theo hình thức online, PĐT đã thống kê hủy các lớp sĩ số thấp và các trường hợp trùng TKB với học kỳ chính. PĐT xin thông báo đến sinh viên:. . . . - Sinh viên xem lại kết quả kèm lý do không đăng ký được tại đợt \"Đăng ký giáo dục thể chất học phần 1- Kết quả đợt 1 + đăng ký đợt 2 - HK211\". Hướng dẫn đính kèm email này.. . . . - Các sinh viên không đăng ký được tại đợt 1 có thể đăng ký bổ sung trong đợt 2. Lưu ý các môn đã đăng ký thành không sinh viên không thể hiệu chỉnh.. . . . - Thời gian đăng ký bổ sung từ 13g00 ngày 18/10    14g59 ngày 19/10.. . . . - TKB sẽ được cập nhật lại sau 18g00 ngày 19/10.. . . . Chúc các bạn học tốt."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Kính gửi thầy cô và ban giám hiệu nhà trường,. . Em có 1 câu hỏi là trang bkel của em, em không thấy link nhóm để xem lại video bài giảng của thầy cô ạ, mong thầy cô giúp em. Chi tiết em có gửi ảnh ạ.",
            "Chào em,. . Các hoạt động trong khóa học do GV phụ trách môn học quản lý. PĐT không có quyền can thiệp. SV vui lòng liên hệ GV.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em chào thầy cô, em là SV lớp VLK18KL. Thầy cô cho em hỏi thời gian nộp tiền cho đợt anh văn theo nhu cầu hết hạn ngày 15h ngày 17/10 có được gia hạn không ạ. Vì suốt từ hôm 16 em vào BKpay để nộp tiền nhưng trang web đã bị sập và em chưa thể nộp được ạ. Em cảm ơn thầy cô đã trả lời ạ.",
            "Chào em,. . Hiện tại cô thấy em đã thanh toán lệ phí anh văn rồi nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . cho em hỏi ngân hàng đóng cửa mà web không đóng được nên hiện tại em chưa đóng tiền av thì phải làm sao ạ. .",
            "Chào em,. . Hiện tại cô thấy em đã thanh toán lệ phí anh văn rồi nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp .    Gửi thầy/cô,. . Em là sinh viên k15. Kì vừa rồi em có hoàn thành môn học cuối để đủ chỉ tốt nghiệp nhưng chưa có điểm môn học. Mong thầy cô xem xét để cập nhập danh sách để em hoàn thành đăng kí nhận bằng tốt nghiệp ạ. . . .",
            "Chào bạn,. . Về việc điểm môn học em vui lòng liên hệ trực tiếp với Giảng viên nha, khi nào có điểm cập nhật trên mybk, em liên hệ đăng ký xét tốt nghiệp bổ sung. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Thưa ad,chuyện là trong mục đăng ký thẻ và sim em đã đăng ký đúng hạn nhưng đến hôm qua em nhận được quà từ trường mình thì không thấy thẻ cào và sim đâu ạ.",
            "Chào em,. .  Trường hợp đăng ký nhận thẻ 3G (nhưng không có). . Phòng Đào tạo đã gửi mail cho sinh viên và yêu cầu đăng ký nhận thẻ 3G, những trường hợp SV đăng ký trễ hơn thời gian ghi trong mail sẽ không được nhận thẻ 3G trong đợt này. SV có thể liên hệ với Trung tâm hỗ trợ sinh viên để được hỗ trợ về thẻ 3G trong đợt 2. SĐT của trung tâm: (028) 2214.6555.. . Thân mến. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Em chào thầy cô !. . Em là [full_name] MSSV: [student_id]. . Em có tiết giáo dục thể chất vào lúc 7h ngày 18 tháng 10 năm 2021 ấy ạ . Nhưng mà em chưa thấy link học ở BKEL ạ , nếu có thì mình lấy link chỗ nào vậy ạ .. . Em cảm ơn. .",
            "Chào em,. . - Các hoạt độnlg trong khóa học do GV phụ trách môn học quản ý. PĐT không có quyền can thiệp. SV vui lòng liên hệ GV.. . - Em có tiết giáo dục thể chất vào lúc 7h ngày 18 tháng 10 năm 2021. . =  Sáng nay gặp sự cố chút em. Hiện tại em chưa vào được thì gửi lại nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Khi em đăng ký tốt nghiệp thì nhận được thông báo như hình. Em đã thử lại nhiều lần trong 2 ngày. Cho em hỏi khi nào mới fix lỗi này ạ. Em cảm ơn."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính gửi nhà trường, em là [full_name],. . tân sinh K21, mã số sinh viên: [student_id]. . Hôm nọ em có đăng kí môn học thể dục thể chất nhưng đã bị huỷ, đến lúc kiểm tra lại thì đã bị trễ giờ, nhà trường cho em hỏi có liệu mình có dc đăng kí đợt 2 không, hoặc là có thể thu xếp để xếp em vào 1 lớp nào đó được không ạ.Hiện em đang học lớp Pre của CLC, Em có lịch học vào từ sáng thứ 2 đến 6 ạ. Em thành thật xin lỗi vì đã không để ý rằng đơn đăng kí của mình bị huỷ ạ. Mong nhà trường giúp đỡ. Em xin cảm ơn",
            "Gửi các bạn sinh viên.. . . . Kết thúc đợt 1 đăng ký các môn GDTC theo hình thức online, PĐT đã thống kê hủy các lớp sĩ số thấp và các trường hợp trùng TKB với học kỳ chính. PĐT xin thông báo đến sinh viên:. . . . - Sinh viên xem lại kết quả kèm lý do không đăng ký được tại đợt \"Đăng ký giáo dục thể chất học phần 1- Kết quả đợt 1 + đăng ký đợt 2 - HK211\". Hướng dẫn đính kèm email này.. . . . - Các sinh viên không đăng ký được tại đợt 1 có thể đăng ký bổ sung trong đợt 2. Lưu ý các môn đã đăng ký thành không sinh viên không thể hiệu chỉnh.. . . . - Thời gian đăng ký bổ sung từ 13g00 ngày 18/10    14g59 ngày 19/10.. . . . - TKB sẽ được cập nhật lại sau 18g00 ngày 19/10.. . . . Chúc các bạn học tốt."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: vì tình hình dịch bệnh nên môn thực tập và môn thí nghiệm em không hoàn thành được.Cho nên làm sao để được trường xác nhận là vì thế nên thời gian học của em kéo dài để em gửi về địa phương ạ",
            "Chào bạn,. . - SV chủ động đăng ký giấy Xác nhận SV hoãn NVQS để bổ sung cho địa phương và chọn dịch vụ gửi qua được bưu điện (người nhận trả tiền) nếu có nhu cầu (PDT không in hàng loạt như các năm trước). . -Sau khi PĐT cập nhật xong bạn có thể tải bản scan trên trang đăng ký chứng nhận sinh viên.. . Đồng thời PĐT cũng đã gởi bưu điện nếu SV có đăng ký, vui lòng nhận sau.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Kính gửi Phòng đào tạo,. . . . Em là [full_name], cựu sinh viên khóa 2015.. . Em đã tốt nghiệp năm 2019, lúc đó trường đã có thông báo là sẽ khóa tài khoản mail sinh viên khi đã tốt nghiệp. . . Tuy nhiên, do chủ quan nên em vẫn chưa sao lưu dữ liệu trong tài khoản mail sinh viên của em ([email]). Hiện tại thì tài khoản của em đã bị khóa rồi ạ, nhưng do em còn một số dữ liệu quan trọng chưa kịp sao lưu.. . Do đó, em gửi mail xin phép PĐT có thể mở khóa tài khoản của em trong vòng 1-2 ngày để em có thể sao lưu lại dữ liệu của em được không ạ. Em rất cần những dữ liệu này, kính mong được sự cho phép của PDT ạ.. . . . Kính chúc thầy cô PĐT nhiều sức khỏe,. . Em cám ơn thầy cô ạ.. .",
            "Chào em,. . Thời hạn sử dụng của tài khoản BK Net ID sau khi tốt nghiệp. . TL: Từ 1-3 tháng tùy theo chính sách liên kết với google về email. . PĐT không phụ trách về vấn đề này nhé.. . Thân mến. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Tin gmail về đăng ký học phần giáo dục thể chất em quên xem, đến hôm nay mới thấy.Cho em hỏi giờ em còn có thể đăng ký không ạ ?. .",
            "Chào bạn. . Hiện tại bạn muốn đăng ký bổ sung môn GDTC nào, cho Cô mã số môn học + tên môn, để Cô chuyển bộ phận đăng ký môn học kiểm tra và bổ sung nếu Thời Khóa Biểu của bạn không bị trùng. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Em có thực hiện đăng ký xét tốt nghiệp trên hệ thống mà bị báo lỗi, mong PĐT xem xét giúp em!. .",
            "đã đăng ký tốt nghiệp"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]4  /b \t. . . .   i Tốt nghiệp . Kính gửi PĐT, cho em hỏi về vấn đề xét tốt nghiệp ạ. Em đã hoàn thành xong chương trình học và các tiêu chí CTXH và anh văn 4 kỹ năng ạ. Nhưng em vẫn không nhận được thông tin danh sách tốt nghiệp dự kiến ạ. Em vẫn chưa đăng kí xét tốt nghiệp được ạ MOng PĐT kiểm tra giúp em. . . Em cảm ơn PĐT",
            "Chào bạn,. . PDT đã ghi nhận yêu cầu về đăng ký xét TN của bạn. SV vui lòng theo dõi email  và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 26/10/2021 SV vẫn chưa nhận được mail hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 11/2021 (cập nhật mới gia hạn thời gian xử lý tốt nghiệp). . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . em đã đăng kí môn võ nhưng vừa rồi e đã không để ý mail nên không biết kết quả bị hủy phải đăng kí lại em muốn hỏi giờ em phải đợi kì sau mới dk học được hay sao ạ ?. . . .",
            "Chào em,. . Em làm theo email đã gửi . . Gửi các bạn sinh viên.. . . . Kết thúc đợt 1 đăng ký các môn GDTC theo hình thức online, PĐT đã thống kê hủy các lớp sĩ số thấp và các trường hợp trùng TKB với học kỳ chính. PĐT xin thông báo đến sinh viên:. . . . - Sinh viên xem lại kết quả kèm lý do không đăng ký được tại đợt \"Đăng ký giáo dục thể chất học phần 1- Kết quả đợt 1 + đăng ký đợt 2 - HK211\". Hướng dẫn đính kèm email này.. . . . - Các sinh viên không đăng ký được tại đợt 1 có thể đăng ký bổ sung trong đợt 2. Lưu ý các môn đã đăng ký thành không sinh viên không thể hiệu chỉnh.. . . . - Thời gian đăng ký bổ sung từ 13g00 ngày 18/10    14g59 ngày 19/10.. . . . - TKB sẽ được cập nhật lại sau 18g00 ngày 19/10.. . . . Chúc các bạn học tốt."
        ]
    },
    {
        "intent": "",
        "message": [
            "Em là [full_name] - [student_id] đang học chương trình chất lượng cao HK211, do thời gian yêu cầu giấy chứng nhận của sinh viên của nơi em đang sống quá gấp rút,là cuối ngày 20/10/2021. Em đã đã kí và đang chờ xác nhận giấy xác nhận sinh viên trên hệ thống myBK, em sợ thời gian xác nhận không kịp , em mong được nhận file pdf hay mội thông tin để xác nhận sinh viên để em gửi cho Trưởng Liên Xã Đội nơi em ở để xác minh ạ.Em mong các anh trị hỗ trợ, và các quý thầy cô thông cảm ạ . Em cảm ơn mọi người đã đọc tin của em.",
            "QUOTE Em là Đặng Trần Anh Duy - [student_id] đang học chương trình chất lượng cao HK211, do thời gian yêu cầu giấy chứng nhận của sinh viên của nơi em đang sống quá gấp rút,là cuối ngày 20/10/2021. Em đã đã kí và đang chờ xác nhận giấy xác nhận sinh viên trên hệ thống myBK, em sợ thời gian xác nhận không kịp , em mong được nhận file pdf hay mội thông tin để xác nhận sinh viên để em gửi cho Trưởng Liên Xã Đội nơi em ở để xác minh ạ.Em mong các anh trị hỗ trợ, và các quý thầy cô thông cảm ạ . Em cảm ơn mọi người đã đọc tin của em.  /QUOTE . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Vì tình hình dịch bệnh khó khăn em muốn gia hạn học phí học kì chính 211 thì làm sao ạ.",
            "Chào em,. . Em liên hệ phòng Công tác chính trị sv qua email [email] để được hướng dẫn nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em chào thầy cô ạ. . . Em xin hỏi là nếu gia hạn đóng học phí thì mình đóng lại vào khi nào ạ. . . Form gia hạn là https://docs.google.com/forms/d/e/1FAIpQLSfTZREVHjC_fGstilQXpbxgxxZsV7iyhkrCu4wx7pMk7oYP2w/viewform phải không ạ. . . Em xin cảm ơn.",
            "Chào em,. . Em liên hệ phòng Công tác chính trị sv qua email [email] để được hướng dẫn nhé.. . Thân mến. ."
        ]
    }
]