[
    {
        "intent": "",
        "message": [
            "Cho em hỏi là năm nhất khi thi anh văn đầu vào em có đăng kí chuyển điểm cho môn AV2, vậy sau này em nộp chứng chỉ TOEIC thì điểm AV2 có được chuyển nữa không ạ",
            "Chào bạn,. .  Mỗi môn anh văn bạn được phép chuyển điểm 1 lần. . . Còn thi AV đầu năm là bạn được xét miễn học, không phải chuyển điểm.. . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]3  /b \t. . . . . . Em kính gửi thầy cô phòng đào tạo! . . Em tên [full_name] . . MSSV: [student_id]3 . . Số điện thoại: . . [phone_number] . . Em là sinh viên k13. . . Do các môn học mã cũ không còn mở lớp nên em có đăng kí 2 môn tương đương thay thế: . . 1. [full_name] ( mã môn học : CI2003 ) để thay thế cho môn [full_name] ( mã môn học : 802015 ) vào học kì 172 . . 2. Cơ Học Đất ( mã môn học : CI3001 ) để thay thế cho môn Thí Nghiệm Cơ Học Đất ( mã môn học : 805016 ) vào học kì 181 . . Em đã hoàn thành 2 môn học tương đương này. Tuy nhiên điểm không được chuyển, tiến độ học tập chưa cập nhập cho nên em không đăng kí được luận văn tốt nghiệp. . . Vì vậy kính mong Phòng Đào Tạo xem xét và giúp em giải đáp vấn đề này.",
            "responsible person: [551] [staff_name] [helpdesk staff]"
        ]
    },
    {
        "intent": "",
        "message": [
            "Vừa làm vừa học - ĐTTX   Học phí . Kính gửi Quý Phòng,. . . . Ngày 23/7/2019, em nhận được email của Phòng Đào tạo về thời gian thanh toán học phí HK3/2018-2019 hệ vlvh và đttxa: từ 14g00 ngày 24/07/2019 đến hết ngày 01/08/2019.. . . . Tuy nhiên, đến hôm nay, 26/7/2019, trang BKPay của em không hiện nút nhấn liên kết sang website của OCB để tiến hành thanh toán.. . . . Mong Quý Phòng xem xét hỗ trợ để em hoàn tất học phí đúng hạn.. . . . Trân trọng cảm ơn.",
            "Em tới ngân hàng OCB để được hỗ trợ đóng tiền trực tiếp nhé. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Chuyển thời khóa biểu . Cho em đăng kí nhầm mã môn môn av2 thành av1 ở hk191 này bây giờ xin cho em hủy được hông ạ. Em cám ơn. . . .",
            "Kính thưa phòng đào tạo. . Cho em hỏi bây giờ em muốn rút môn do nó trùng lịch với môn tiên quyết của em. Bây giờ mình phải làm sao ạ.em cám ơn",
            "Chào em,. . . . Môn học em muốn rút và môn tiên quyết mã số bao nhiêu?",
            "Chào em,. . . . Môn học em muốn rút và môn tiên quyết mã số bao nhiêu?",
            "dạ. . - môn em muốn rút là av1 mã số LA1003. . -Môn tiên quyết của em là sức bền vật liệu mã số CI2007. . Chị giúp giùm em, cám biết ơn chị nhiều lắm",
            ". . dạ. . - môn em muốn rút là av1 mã số LA1003. . -Môn tiên quyết của em là sức bền vật liệu mã số CI2007. . Chị giúp giùm em, cám biết ơn chị nhiều lắm",
            "Chào bạn,. . . . PDT đã mở khoá, em vào hiệu chỉnh nhé",
            "chị ơi em nộp bằng anh văn rồi mà giờ pdt chưa duyệt cho em nên em không đăng kí được môn tiên quyết đó ạ. Giờ em phải làm sao chị",
            "Chào em,. . . . 10h sáng mai, PDT cập nhật chuẩn av, mai em đăng kí lại nhé.",
            "Dạ ơi cho phép xin phép được hỏi:. . Đợt 3 em muốn XÓA môn AV2 để đăng kí AV3 lí do là đợt kiểm tra toiec vừa rồi em đã qua AV2. Bây giờ em muốn học Luôn AV3 để năm sau được học mấy môn chuyên nghành mong chị giúp đỡ em.. . EM CÁM ƠN CHỊ NHIỀU LẮM",
            "Chào bạn,. . Hiện tại đã hết thời gian hủy môn học nha bạn, và kết quả thi AV đợt 21,22/12 do Phòng Đào tạo tổ chức chỉ dùng để pass chuẩn AV từng năm học, không dùng pass qua môn anh văn nha bạn.",
            "vây chị ơi cho em hỏi chuẩn tiếng năm sau năm 2 của k18 là nhiêu v chị?. .",
            "Bạn xem quy định tại đây nhé:. . http://www.aao.hcmut.edu.vn/ sinh viên/quy chế/Quy chế đào tạo và học vụ bậc đại học, cao đẳng:/ Phụ lục 1: Quy định về ngoại ngữ (áp dụng cho các chương trình giảng dạy bằng tiếng Việt)"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Khác ... . Cho em hỏi là vào đợt đăng ký môn học kỳ 191 em đăng ký môn CI1003 vẽ kỹ thuật nhóm lớp A09_A02 thì ngôn ngữ giảng dạy là Tiếng Việt nhưng sao sau khi có kết quả đăng ký thì ngôn ngữ giảng dạy lại đổi thành tiếng Anh ạ",
            "Chào bạn.. . . . Môn học này Khoa Hóa mở lớp cho các bạn Kỹ sư tài năng, nếu bạn không có nguyện vọng học vui lòng phản hồi lại để mình mở khóa cho bạn hiệu chỉnh trong đợt 3 ĐKMH",
            "Em không có nv học ạ",
            "Em không có nguyện vọng học ạ",
            "Chào em,. . . . PDT đã mở khoa, em hiệu chỉnh lại nhé"
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính gửi quý thầy cô phòng đào tạo. . . Em tên: [full_name]. . MSSV:[student_id].. . Thời khóa biểu Học kỳ 2 của em bị hủy môn Thực tập tốt nghiệp.. . Kính mong Phòng Đào Tạo xem xét và giúp em giải đáp vấn đề này.. . Em xin chân thành cảm ơn.. . . . . .",
            "responsible person: [551] [staff_name] [helpdesk staff]",
            "Môn học CI3343 em đk vẫn bình thường nhé.. . DO môn học cập nhật nhóm để nhập điểm nên tạm thời ko hiện lên TKB.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Chào quý Thầy/Cô phòng đào tạo,. . . . Nếu em bỏ thi ở học kì dự thính hè này, thì điểm môn học đó có xuất hiện trong bảng điểm \"academic transcript\" không ạ ?. . . . Em xin cảm ơn,. . Best Regards",
            "Ý em là bảng điểm phát lúc tốt nghiệp ấy ạ.. . Best Regards.",
            "Chào bạn,. . Đối với K.2014 thì khi sv tốt nghiệp được cấp một bảng điểm gồm tất cả các môn & lấy điểm cao nhất trong các lần học.. . Thân mến"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Khác ... . Chào PĐT! Em là sinh viên hệ chính quy.. . . .   Vào đợt đăng ký môn học HK191 (đợt 2), em đã đăng ký thành công môn Trường điện từ(EE2003) thuộc lớp L10 do giảng viên [full_name] giảng dạy.. .  . .  Tuy nhiên, sau khi có kết quả đăng ký đợt 2 thì lớp này đã bị đổi sang giảng viên khác. Điều này trái với mong muốn ban đầu của em khi đăng ký môn học.. .  . .  Vì lý do này, em kính mong PĐT cho phép em được rút khỏi lớp L10 môn Trường điện từ hiện tại để em có thể đăng ký lại lớp khác (cùng môn này) ở đợt đăng ký lần 3 sắp tới.. . . . Em xin cảm ơn!. .   . . . . . .",
            "chào bạn. . . . trong đợt 3 ĐKMH mình sẽ mở khóa cho bạn hiệu chỉnh môn học."
        ]
    },
    {
        "intent": "",
        "message": [
            "Em là [full_name], MSSV: [student_id], hiện tại em đang thắc mắc về việc hạn chấm phúc tra trên hệ thống cứ mỗi ngày dời thêm một ngày, vd như trong hình ngày hôm qua 26/07 thì nó ghi hạn là 05/08, còn hôm nay 27/07 thì hạn là 06/08. Và còn một chuyện nữa là nếu giảng viên cứ kéo dài chuyện phúc tra không giải quyết thì em nên làm sao ạ? Em mong thắc mắc được giải thích thỏa đáng. Em cảm ơn.",
            "Chào bạn,. . Bạn vui lòng xem rõ quy định phúc tra, thời hạn phúc tra là 07 ngày kể từ ngày giáo viên nộp điểm lên Phòng đào tạo, trên hệ thống phúc tra sẽ tự công 07 ngày phúc tra tính theo ngày  giáo viên nộp điểm lên Phòng đào tạo.. . Điểm phúc tra tùy thuộc vào thời điểm giáo viên nộp kết quả ve72 Phòng đào tạo, bạn có thể liên hệ trực tiếp văn phòng Khoa đễ được hỗ trợ giải quyết.. . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Chào cô, chào thầy ạ!. . Cho em hỏi lịch sinh hoạt công dân của khoa ĐIỆN - [full_name] khoá K16 kì 191 với ạ?",
            "Chaò bạn,. . Vui lòng liên trực tiếp Phòng Công tác chính trị.. . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "MSSV/MSGV: [student_id]  /b \t. . . .   i Học phí - Đại học - Cao đẳng chính quy   Học phí học kỳ chính . Kính gửi thầy cô phòng đào tạo. . . . . . Em tên: [full_name]. . Em xin lỗi vì đã thánh toán trễ hạn. Sau khi thanh toán,Em vẫn chưa đăng kí môn được vì hệ thống báo là em vẫn chưa thanh toán. Em hứa sẽ thận trọng hơn trong những lần đóng học phí sau. . . . .",
            "QUOTE  MSSV/MSGV: [student_id]     . . . . Học phí - Đại học - Cao đẳng chính quy   Học phí học kỳ chính. . Kính gửi thầy cô phòng đào tạo. . . . . . Em tên: [full_name]. . Em xin lỗi vì đã thánh toán trễ hạn. Sau khi thanh toán,Em vẫn chưa đăng kí môn được vì hệ thống báo là em vẫn chưa thanh toán. Em hứa sẽ thận trọng hơn trong những lần đóng học phí sau. Em mong phòng đào tạo hướng dẫn cho em ạ.. . Em xin cảm ơn.. . . .   /QUOTE . .",
            "Chào bạn,. . Trường hợp thanh toán trễ Hp Phòng đào tạo đã gởi thông báo hướng  dẫn qua email, bạn vui lòng check email hoặc liên hệ trực tei61p Phòng đào tạo để được hướng dẫn.. . Thân.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: 1513249  /b \t. . . .   i Chứng chỉ ngoại ngữ - Đại học - Cao đẳng chính quy   Khác ... . Em chào quý thầy cô,. . . . Theo quy chế đào tạo  http://www.aao.hcmut.edu.vn/index.php?route=catalog/chitietsv&path=90&tid=1658 Phụ lục 1, mục 3b có đề cập:. . . .   QUOTE + Các chứng chỉ tiếng Anh 2 kỹ năng (Listening & Reading) TOEIC, TOEFL ITP, BULATS được chấp nhận với điều kiện phải đạt thêm một trong các chứng chỉ sau:. . . .   B * Chứng chỉ Speaking & Writing (với mức Đạt) của Trung tâm Ngoại ngữ của Trường Đại học Bách Khoa (chỉ áp dụng từ khóa 2013 đến khóa 2017)  /B . . . . * Chứng chỉ TOEIC Speaking & Writing với mức điểm tối thiểu là 200. Riêng chương trình tài năng là 245.. . . . * Chứng chỉ BULATS Speaking & Writing với mức điểm tối thiểu là 6.0  /QUOTE . . . . . . em có một vài thắc mắc sau mong sớm nhận được trả lời từ quý thầy cô:. . . . 1/ Theo như nội dung trích dẫn trên thì em hiểu là: chỉ cần đạt đủ điều kiện của 1 trong ba nội dung thì em sẽ được công nhận đạt anh văn. Không biết em hiểu như vậy đã đúng và đủ chưa?. . . . 2/ Các bạn theo học chương trình tài năng từ K2013-K2017 nếu thi tại trung tâm anh ngữ ở trường (theo như điều kiện 1) ở mức đạt  vẫn được chấp nhận và cấp bằng tài năng đúng không ạ?. . . . 3/ Mức đạt của trung tâm anh ngữ đại học Bách Khoa là bao nhiêu ạ? Em có tìm kiếm các thông tin về mức đạt này nhưng chưa tìm thấy thống tin về quy định này.. . . . Em cảm ơn quý thầy cô nhiều, mong sớm nhận được phản hồi. Em kính chúc quý thầy cô nhiều sức khỏe.",
            "Chào bạn,. . Trên quy chế đã ghi rõ: chuẩn anh văn 2 kỹ năng bổ sung của KSTN là 245, trên quyết định điều chỉnh về chuẩn anh văn này ghi rõ áp dụng từ HK182.. . Nếu bạn cần chất vấn thì vui lòng liên hệ trực tiếp Phòng đào tạo - gặp Thầy [full_name] - Trưởng Phòng đào tạo.. . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính gửi quý thầy cô phòng đào tạo. . . Em tên: [full_name]. . MSSV:[student_id].. . Thời khóa biểu Học kỳ 2 của em bị hủy môn Thực tập tốt nghiệp.. . Kính mong Phòng Đào Tạo xem xét và giúp em giải đáp vấn đề này.. . Em xin chân thành cảm ơn.. .",
            "Môn học CI3343 em đk vẫn bình thường nhé.. . Do môn học cập nhật nhóm để nhập điểm nên tạm thời ko hiện lên TKB.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Khác ... . Cho em hỏi là vào đợt đăng ký môn học kỳ 191 em đăng ký môn CI1003 vẽ kỹ thuật nhóm lớp A09_A02 thì ngôn ngữ giảng dạy là Tiếng Việt nhưng sao sau khi có kết quả đăng ký thì ngôn ngữ giảng dạy lại đổi thành tiếng Anh ạ  I   B",
            "Chào bạn. . . . môn học này [full_name] mở lớp cho các bạn KSTN, nếu bạn không có nguyện vọng học hoặc đổi nhóm PĐT sẽ mở khóa cho bạn hủy nhóm trong đợt 3.",
            "Sao pdt ghi đợt 3 không được đổi nhóm hoặc hủy môn ạ?",
            "Mình sẽ mở khóa cho 1 mình bạn để bạn hiệu chỉnh nếu bạn có nhu cầu chuyển nhóm.",
            "Dạ em cảm ơn pđt nhiều ạ"
        ]
    },
    {
        "intent": "",
        "message": [
            "Vừa làm vừa học - ĐTTX   Học phí . Em chuyển từ hệ cq sang vhvl nên tài khoản ocb giữ nguyên như cq. Học kỳ trước em vẫn thanh toán bình thường nhưng học kỳ này lại bị lỗi không thanh toán được. Mssv [student_id]. . Thầy/cô xem lại giúp em vì hạn chót là 31/7. . . Sau khi đăng nhập vào ocb thì web hiển thị như sau:",
            "em có đóng bằng cách tới Ngân hàng nhờ đóng hộ HP. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính chào Phòng Đào tạo,. . Em đã có 1 bài thắc mắc lần trước về việc được đăng ký tối đa 25 tín chỉ đối với sinh viên khá/giỏi (có điểm trung bình lớn hơn 7.5) và sinh viên KSTN. Trong phần giải đáp phản hồi từ phòng Đào tạo, em được biết rằng chỉ cần trên 7.5 thì em sẽ được đăng ký tối đa 25 tín chỉ trong học kỳ 191 kế tiếp. Tuy nhiên khi đăng ký đợt đầu tiên, em đăng ký 22 tín chỉ và bị xóa 1 môn do vượt quá 21 tín chỉ dù em có đủ điều kiện.. . Do đó, vừa rồi do lo bị xóa môn nên khi kết thúc đợt hiệu chỉnh em đã điều chỉnh lịch học chỉ còn 19 tín chỉ.. . Nếu trong đợt hiệu chỉnh vào 1/8 kế tiếp này em đăng ký 22 tín chỉ theo như em dự định thì có nhận được TKB và không bị xóa môn không ạ ? Do em lo sẽ bị xóa như đợt đầu tiên.",
            "responsible person: [551] [staff_name] [helpdesk staff]",
            "Chào bạn.. . Đợt đầu tiên do chưa có điểm nên PĐT mặc định SV đăng ký được 21 TC.. . Sau khi có điểm mới nâng lên 25 TC cho SV giỏi.. . Vì vậy nên đợt NV kết quả bạn chỉ được 21 TC.. . Bạn đk lại môn cần học nhé (hiện bạn được đk 25tc)",
            "Dạ vâng, em cảm ơn Phòng Đào tạo đã giải đáp thắc mắc cho em ạ !"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp - Đại học - Cao đẳng chính quy   Khác ... . Xin chào, em muốn hỏi về hạn cuối để đăng kí tốt nghiệp ạ. Em có đọc là cuối tháng 8 hoặc tháng 9. Nhưng không biết lịch cụ thể là khi nào ạ.",
            "Chào bạn,. . Bạn vui lòng xem lịch xét tốt nghiệp tại trang web: www.aao.hcmut.edu.vn- sinh viên - Lịch học vụ -  Lịch tốt nghiệp.. . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được . Dạ em chào anh chị! . . Em có đăng kí môn luận văn tốt nghiệp mã là GE43333, nhưng em lên trang xem lại kết quả đăng kí thì bị xóa, báo là không đủ điều kiện đăng kí. Em không biết mình bị lỗi gì, mong anh chị có thể cho em biết lý do em không đủ điều kiện đăng kí được không ạ? . . Em xin cảm ơn ạ",
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được. . . . Dạ em chào anh chị! . . Em có đăng kí môn luận văn tốt nghiệp mã là GE43333, nhưng em lên trang xem lại kết quả đăng kí thì bị xóa, báo là không đủ điều kiện đăng kí. Em không biết mình bị lỗi gì, mong anh chị có thể cho em biết lý do em không đủ điều kiện đăng kí được không ạ? . . Em xin cảm ơn ạ  /QUOTE . . . . Chiều em lên Mybk kiểm tra TKB nhe!"
        ]
    },
    {
        "intent": "",
        "message": [
            "Chào Thầy/Cô phòng Đào tạo,. . Em đã có tên trong danh sách dự kiện tốt nghiệp tháng 11 năm 2019 trên aao, nhưng em chưa nhận được email thông báo từ phòng đào tạo.. . Phòng đào tạo kiểm tra lại giúp em nhé.. . . . Em xin chân thành cảm ơn.. . Best regards.. .",
            "Chào bạn,. . bạn tự vào trang  tốt nghiệp khai báo hồ sơ nhé.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV[full_name] [student_id]  /b \t. . . .   i Chứng chỉ ngoại ngữ - Đại học - Cao đẳng chính quy   Khác ... . Kính gửi Phòng Đào Tạo. . . Em tên là[full_name] [full_name] MSSV[full_name] [student_id] chuyển từ hệ chính quy K2011. Mã số sinh viên chính quy[full_name]K[student_id] sang VLVH K2019.Em có đọc trên web aao.hcmut.edu.vn học vụ  về chuẩn tiếng Anh Nhận Luận văn của hệ VLVH Khóa 2019 là 450 TOEIC hoặc đạt môn AV450. Em đã đạt môn này lúc học hệ Chính quy là môn Anh văn 4. Vậy em có cần nộp chứng chỉ Anh văn TOEIC của IIG nữa không ạ?. . Em xin chân thành cảm ơn.",
            "Chào bạn,. . Hiện tại chứng chỉ của bạn cấp ngày 07/05/2017, hiện tại đã hết hạn nên không thể chuyển sang hệ VHVL được.. . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Chuyển thời khóa biểu . Em tên là [full_name] [student_id] sinh viên lớp VB2 ngành xây dựng dân dụng và công nghiệp. Em xin được hủy môn phần tử hữu hạn CI3091 tiết 131415 tối thứ tư và xin được đăng ký lại vào tiết 345 sáng thứ 4 vì lý do công việc. Mong phòng đào tạo xem xét và giải quyết. Em xin chân thành cảm ơn.",
            "Chào bạn, . . . . PĐT sẽ mở khoá cho em hiệu chỉnh trong đợt 3 DKMH sắp tới.",
            "QUOTE Chào bạn,. . . . PĐT sẽ mở khoá cho em hiệu chỉnh trong đợt 3 DKMH sắp tới.  /QUOTE . . . . Báo cáo chị em chưa thấy mở hiệu chỉnh môn học cho em, hiện tại các môn học đã bị khóa ạ",
            "Đã mở khóa cho bạn"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được . MSSV: [student_id]. . Chào cô(thầy),. .  . . Trong đợt 1 đăng kí môn học học kì 191, em có đăng kí môn Hệ cơ sở dữ liệu (CO2013) và được phân vào lớp L01-L02. . . Trong đợt hiệu chỉnh đợt 2 em đã hủy lớp L01-L02 và đăng kí vào lớp L02-L08, trong phiếu đăng kí báo đã thõa điều kiện đăng kí và đã đăng kí nhưng kết quả đợt 2 trong danh sách lại không thấy môn Hệ cơ sở dữ liệu.. . Em đã kiểm tra lại những ràng buộc để DKMH và không bị vi phạm.. . Em đính kèm phiếu đăng kí đợt 2 báo đã thành công. Mong nhận được phản hồi sớm nhất của cô(thầy). . . . Em cảm ơn ạ!",
            "Chào em,. . . . Trong đợt 3 đăng kí lại nhé."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Chương trình đào tạo (thiếu môn tiên quyết, song hành...) . Kính thưa phòng đào tạo. . Em là [full_name] [student_id]. . Do đợt 2 em đăng kí thiếu một 1 tiên quyết. Bây giờ em định đăng kí đợt 3 nhưng bị trùng lịch. pđt có thể cho em rút môn học kia để đăng kí môn tiên quyết của em được hông ạ. Em cám ơn. .",
            "Chào bạn. . . . Trong đợt 3 ĐKMH bạn không thể hủy môn học chỉ có thể đăng ký bổ sung."
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính gửi thầy cô phòng đào tạo. . Em tên [full_name], lớp DC15KK. Kỳ này em có đăng ký luận văn trong đợt đăng ký thứ 2, nhưng trong kết quả đăng ký lại bị hủy môn luận văn. Em đang rất lo lắng và mong nhà trường hướng dẫn cho em cách để đăng ký được luận văn trong kỳ này.. . Em xin chân thành cảm ơn.. . Thân mến,. . [full_name].",
            "QUOTE MSSV/MSGV: [student_id]    [full_name] [full_name] [full_name] [full_name] Kính gửi thầy cô phòng đào tạo[full_name] [full_name] Em tên [full_name], lớp DC15KK[full_name] Kỳ này em có đăng ký luận văn trong đợt đăng ký thứ 2, nhưng trong kết quả đăng ký lại bị hủy môn luận văn[full_name] Em đang rất lo lắng và mong nhà trường hướng dẫn cho em cách để đăng ký được luận văn trong kỳ này[full_name][full_name] [full_name] Em xin chân thành cảm ơn[full_name][full_name] [full_name] Thân mến,[full_name] [full_name] [full_name][full_name]  /QUOTE [full_name] [full_name] Chiều em lên Mybk kiểm tra TKB nhe!"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV: [student_id]  /b \t. . . .   i Điểm thi - Đại học - Cao đẳng chính quy   Khác ... . Kính gửi thầy cô phòng đào tạo. . Em là [full_name] MSSV: [student_id]. . Hiện tại em đang thắc mắc về vấn đề hạn chấm phúc tra trên hệ thống cứ mỗi ngày dời thêm 1 ngày, vd như ngày 26/07 thì hạn ghi là 05/08, còn 27/07 thì hạn ghi là 06/08. Và còn một vấn đề khác là nếu giảng viên vẫn không giải quyết yêu cầu phúc tra của sinh viên thì em nên làm như thế nào ạ? . . Mong sớm nhận được hồi âm.. . Em cảm ơn."
        ]
    },
    {
        "intent": "",
        "message": [
            "Em tên là : [full_name] . . MSSV: [student_id]. . Nội dung: Em có thể xin phòng đào tạo tăng sĩ số môn học được không ạ. Nếu có em cần phải làm gì, nộp những giấy tờ gì ạ",
            "Bạn cần tăng sĩ số môn học nào để PĐT kiểm tra ?",
            "Môn: CH2015 các quá trình kĩ thuật sinh học 1",
            "Mình đã tăng sĩ số cho bạn . . . . Bạn đăng ký nhanh vào đợt 3 ĐKMH nhé"
        ]
    },
    {
        "intent": "",
        "message": [
            "Em tên là [full_name], MSSV [student_id] lớp VP2015/VT. Hiện tại em đang bị cấm đăng kí môn học trong học kì tới với lý do chưa thanh toán học phí măc dù em đã thanh toán đầy đủ và đúng hạn học kí trong học kì chính và cả kì hè vừa qua. . . Kính mong phòng đào tạo xem xét và giải quyết giúp em, em xin cám ơn.. .   i Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được .",
            "Chào bạn. . . . Đối với các trường hợp thanh toán học phí trễ hạn bạn liên hệ PĐT để trình bày lý do trễ học phí.",
            "Dạ nhưng học phí của em thanh toán đúng hạn ạ.",
            "Thời gian hết hạn đóng học phí hè là ngày 12/7/2019 vào lúc 15:00 và em đã thanh toán vào 7:37 sáng cùng ngày, có cả tin nhắn thông báo xác nhận từ OCB ạ.",
            "Chào bạn. . . . Mình kiểm tra lại bạn còn nợ sách thư viện. Bạn liên hệ gấp với thư viện để được biết rõ hơn."
        ]
    },
    {
        "intent": "",
        "message": [
            "Thầy cô cho em hỏi. Em là sinh văn đại trà năm 2, đợt chỉnh sửa môn học đợt 2 vừa rồi em có đăng ký thêm môn Vẽ kỹ thuật nhóm lớp A09_A02 trên cơ sở 1 thì lúc đó trên trang đăng ký có ghi ngôn ngữ giảng dạy là tiếng việt. Gần đây em có lên xem lại thì ngôn ngữ giảng dạy đổi thành tiếng anh. Em có hỏi phòng đào tạo và biết được lớp đó dành cho các bạn kỹ sư tài năng và nói em có thể huỷ học chuyển nhóm lớp trong đợt 3 sắp tới nhưng trong mail trường gửi là đợt 3 này không được huỷ hoặc chuyển nhóm lớp. Vậy đợt 3 này em có thể huỷ hoặc chuyển nhóm em được không? Em không phải kỹ sư tài năng.",
            "Chào bạn . . . . Trong đợt 3 mình sẽ mở khóa cho bạn chuyển nhóm, bạn chú ý theo dõi đkmh",
            "Dạ vâng, em cám ơn.",
            "Thầy cô cho em xin chuyển nhóm lớp Anh văn 3 trong đợt 3 này được không ạ? Nếu giữ nguyên nhóm lớp cũ em chỉ có 1 tiết để di chuyển giữa 2 cơ sở. Mong thầy cô giải quyết giúp em. Em cảm ơn."
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính gửi Phòng Đào Tạo. . Em tên là [full_name] . . Em có thể xin Phòng Đào Tạo tăng sĩ số môn Sinh học CH1011 L01 L02 được không ạ. Vì các giờ khác bị trùng lịch ạ.",
            "Chào em,. . . . Hết chỗ rồi em, không tăng sỉ số lên được.",
            "Dạ vậy có thể cho em đổi giờ học môn Vẽ Kỹ thuật được không ạ.",
            "Chào em,. . . . Hết chỗ rồi em, không tăng sỉ số lên được."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được . Chào thầy/cô,. . Hiện tại, vì em chưa hoàn thành anh văn nên đợt 1, 2 đăng ký học kỳ 191 không được. Nhưng vào ngày 27/7 em có nộp chứng chỉ anh văn toeic vào (điểm đã thỏa mãn điểu kiện đăng ký). . . 1) Em không rõ là vào đợt đăng ký thứ 3 thì em đã đăng ký môn học chưa ? (bởi vì hiện tại em thử đăng ký nhưng vẫn báo thiếu chuẩn anh văn). . 2) Vào đợt đăng ký thứ 3 này thì có được xin mở sỉ số lớp không ạ. . Em cảm ơn thầy/ cô",
            "Chào bạn,. . Theo quy định về ngoại ngữ thì nếu bạn nộp chứng chỉ để xét đạt chuẩn và chuyển điểm anh văn cho đăng ký môn học, bạn chỉ cẩn nộp trước đợt quy định 1 ngày ( VD: đợt 25/07  thì bạn nộp 24/07 là đươc), không cần phải chờ kết quả thẩm tra.. . \t\t\t. . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Em là sinh viên bằng 2 khóa 2016, chuẩn tiến anh đầu ra của em là toiec 450 cũng tương đương với VNU-EPT 218,nếu em nộp chứng chỉ VNU-EPT 218 trở lên có được xét miễn anh văn ra trường và còn phải học thêm 2 kỹ năng anh văn vói và viết không vậy Thầy, vì chứng chỉ VNU-EPT là 4 kỹ năng. Cám ơn Thầy !",
            "CHào bạn,. .  Chứng chỉ VNU-EPT là loại chứng chỉ 4 kỹ năng rồi bạn nhé.. . Bạn thử kiểm tra lại trong chương trình đào tạo của bạn có các môn anh văn không bạn nhé.. . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Chứng chỉ ngoại ngữ - Đại học - Cao đẳng chính quy   Khác ... . Em hiện là sinh viên K15 khoa xây dựng và đã học xong hết các tín chỉ môn học chỉ còn luận văn tốt nghiệp. Em đã thi thử toiec và đạt được 520 điểm nhưng chưa thi được bằng toiec. Cho em hỏi em có thể viết đơn xin nộp bằng anh văn bổ sung sau được không? để kì sau em được làm luận văn tốt nghiệp được.. . Em cảm ơn.",
            "Chào bạn,. . Theo quy chế bạn phải có chứng chỉ quôc tế đạt cuẩn thì mới được đăng ký môn LVTn.. . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Em chào phòng đào tạo ạ.. . . . Ngày 29/7/2019 em có đăng ký in bảng điểm. Tuy nhiên cho đến nay em qua BKPay thì vẫn chưa thấy hiển thị mục thanh toán để em đóng phí và hoàn tất thủ tục ạ. (Em đã từng đăng ký in 2 lần nên em nghĩ thao tác của em đã đúng hướng dẫn). . . . Mong phòng đào tạo hỗ trợ giúp em tình huống này. Em xin cảm ơn.. . . .",
            "Chào bạn,. . bạn vui lòng xem lại hình bạn đính kèm: trên cột thanh toán ghi rõ là tại Phòng đào tạo mà bạn. Bạn thanh toán lệ phí trực tiếp tại phòng đào tạo.. . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính gửi thầy cô phòng đào tạo. . Em tên : [full_name]. . Mssv : [student_id]. . Trong đợt đăng kí môn học 1 và 2 học kì 191 vì điểm av em chưa đạt 350 nên không được đk môn cơ sở ngành ,  vừa rồi em đã thi av và đã qua được 350 nhưng sĩ số các lớp môn cơ sở ngành đã full , vậy pdt cho em hỏi là em muốn đk môn cơ sở ngành vào đợt 3 thì phải làm như thế nào ạ .. . Em xin cảm ơn .. .",
            "Chào bạn. . . . Rất tiếc các môn học trong đợt 3 ĐKMH đều đã full sĩ số vì trong 2 đợt đầu số lượng sv đăng ký rất đông. Bạn có thể liệt kê các mã môn học bạn cần đăng ký để mình tăng sĩ số tối đa cho bạn trong đợt 3.",
            "Kính gửi phòng đào tạo. . Em tên : [full_name]. . Mssv [student_id]. . Em và 4 bạn cùng khoa máy tính với em đều muốn đăng kí các môn trong đợt 3 :. . - cấu trúc dữ liệu và giải thuật (CO2003). . - Lập trình hướng đối tượng ( CO2005). . - Kiến trúc máy tính ( CO2007 ). .",
            "Chào em,. . . . Những môn này đã full sỉ số không tăng được nữa, chắc có lẽ em làm đơn xin mở lớp dự thính 191 sắp tới nhé.",
            "Vậy cho em hỏi là làm đơn như thế nào và gửi đến chỗ nào được không cô. . Em cảm ơn",
            "li answer rate: Answer suits the needs / Câu trả lời đúng ý",
            "bạn đăng ký trong đợt 1 dự thính HK191 nhé.. . . . thời gian bạn tham khảo tại website PĐT --  lịch học vụ"
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính gửi phòng đào tạo,. . Em là sinh viên K15 sắp tốt nghiệp. Trước đó do còn thiếu anh văn nói viết nên em có đăng ký 1 môn học để duy trì tình trạng học nếu trong trường hợp em không đậu được anh văn. Nhưng do bây giờ em đã đậu anh văn rồi nên em muốn rút môn học đó để đăng ký tốt nghiệp. Em phải làm như thế nào ạ?",
            "Chào bạn,. . Bạn vui lòng liên hệ trực tiếp Phòng đào tạo để được hỗ trợ.. . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Em xin chào quý thầy cô,. . . . Em là sinh viên lớp tài năng và em đang có câu hỏi về việc nộp Chứng chỉ ngoại ngữ để xét tốt nghiệp ạ. Em xin được trình bày:. . Em đã thi chứng chỉ TOEIC nghe-đọc và đạt được 760 điểm, đã xét chuyển điểm 4 môn anh văn rồi ạ. Bây giờ em muốn nộp thêm chứng chỉ IELTS 4 kỹ năng để xét thêm chuẩn nói-viết nữa, vậy cho em hỏi một số vấn đề sau ạ:. . 1. Em nộp thêm chứng chỉ IELTS để xét chuẩn nói-viết trong tường hợp như vậy có được không ạ?. . 2. IELTS 5.0 (tương đương 600 TOEIC) là đủ điều kiện đầu ra cả 4 kỹ năng đối với lớp tài năng đúng không ạ?. . . . Mong quý thầy cô giải đáp giúp em ạ. Em xin cảm ơn!",
            "Chào bạn,. . Nếu bạn dùng chứng chỉ Ielts để tốt nghiệp chuẩn tài năng thì theo bảng quy định tương đương là Ielts 5.0.. . Thân.",
            "li answer rate: Answer suits the needs / Câu trả lời đúng ý"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]  /b . . Kính gửi PĐT, . . Em tên [full_name], em đã nộp chứng chỉ ngoại ngữ TOEIC đạt 585 tức vượt qua mức yêu cầu 500 ( sau năm 2 của chương trình KSTN). Tuy nhiên hệ thống vẫn báo em không đủ điều kiện đăng ký môn học.Điều này đã diễn ra vào cuối đợt đăng ký đợt 2.Mong PĐT kiểm tra giúp em vì mai là tới đợt ĐKMH đợt 3, em không muốn bị trễ. Mong PĐT giúp đỡ, em xin chân thành cảm ơn.\t. . . .   i Chứng chỉ ngoại ngữ - Đại học - Cao đẳng chính quy   Thẩm tra chứng chỉ (nộp chứng chỉ) .",
            "li answer rate: Answer does not suit / Câu trả lời không đúng ý"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Khác ... . cho em hỏi là đợt đkmh bổ sung chính quy 191 từ ngày 1/8-5-8 có được xin mở lớp không ạ?. . Thầy dạy,bộ môn và khoa em đều đồng ý rồi ạ.. . Thầy dạy em rảnh vào sáng thứ 7 tiết 2,3,4,5 thì liệu có được mở lớp chính quy không ạ ?. . . .",
            "Bạn làm đơn xin mở lớp nộp về PĐT để được xét duyệt. Bạn trình bày lý do nộp đơn để thầy cô xem xét nhé."
        ]
    },
    {
        "intent": "",
        "message": [
            "Vừa làm vừa học - ĐTTX   Học vụ . em là sinh viên chuyển hệ từ chính quy sang VHVL hk2 2018, em vẫn chưa nhận được mail thông báo các môn được miễn, cho em hỏi trường hợp của em có thể đến đâu để giải quyết để em đăng kí môn học học kì mới, em cám ơn",
            "Đã chuyển nội dung tới bộ phận liên quan nhé"
        ]
    },
    {
        "intent": "",
        "message": [
            "Em chào thầy cô. . Thầy cô cho em hỏi trong đợt bổ sung môn học vào ngày 1/8 em có thể xin được tăng sỉ số lớp của môn anh văn 2 được không ạ. . . Mong được sự giúp đỡ của thầy cô ạ. . . Em cám ơn thầy cô rất nhiều . . Mong thầy cô sẽ trả lời sơm cho em ạ",
            "Bạn cho biết mã nhóm cần tăng sĩ số để mình giúp",
            "Dạ LA1005 lớp L01 ạ",
            "Môn học đã ở sĩ số tối đa. . . . rất tiếc không thể tăng thêm cho bạn",
            "No solution"
        ]
    },
    {
        "intent": "",
        "message": [
            "Em tên là [full_name]       . .     Mssv [student_id]                                    Em có thể xin tăng sĩ số môn Sinh học CH1011 L01 L02  Do nhóm lớp khác bị trùng thời khóa biểu ạ.",
            "Chào em,. . . . Môn học này phòng thí nghiệm hết chỗ không tăng được nữa em nhé."
        ]
    },
    {
        "intent": "",
        "message": [
            "QUOTE Thầy cô cho em xin chuyển nhóm lớp A01 của môn Anh văn 3 được không ạ? Do lần trước đăng ký môn Vẽ kỹ thuật trên cs1 nên em đăng ký Anh văn 3 trên đó luôn. Lần này em đổi nhóm lớp môn Vẽ kỹ thuật xuống cs2 nên em muốn đổi nhóm lớp môn Anh văn 3 luôn ạ, do nếu để nhóm lớp cũ em chỉ có 1 tiết để di chuyển giữa 2 cơ sở, em không đảm bảo sẽ di chuyển kịp nên mong pđt giải quyết giúp em. Em cảm ơn.",
            "Chào bạn,. . . . Đã mở khoá bạn có thể vào hiệu chỉnh môn học"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Chuyển thời khóa biểu .   I Kính gửi phòng đào tạo!  /I  . . Em tên:   B [full_name]  /B ; MSSV:   B [student_id]  /B .. . Đợt đăng ký môn học (đkmh) lần 2 em có đăng ký nhầm môn   B [full_name] (CI1003)  /B  vào nhóm lớp   B A09_A02 dạy bằng tiếng Anh  /B  nhưng vào đợt đkmh lần 3 thì em không hủy và chuyển được môn này ạ. Em mong PĐT tạo điều kiện cho em chuyển thời khóa biểu sang nhóm lớp khác dạy bằng   B tiếng Việt  /B  vì nếu không học được môn này vào học kỳ 191 tới thì em sẽ bị chậm 1 năm ạ. Em xin chân thành cảm ơn ạ!",
            "Chào em,. . . . PĐT đã mở khoá, em vào hiệu chỉnh môn học nhé.",
            "Kính gửi PĐT. . . . Cảm ơn PĐT đã mở khóa để em có cơ hội được hiệu chỉnh. Tuy nhiên em bị trùng lịch các môn học khác.. . . . Vì vậy em muốn xin PĐT tăng sĩ số lớp   B L04_L06  /B  được không ạ?. . . . Nếu không được, em vẫn theo học lớp   B A09_A02 dạy bằng tiếng Anh  /B  thì có ảnh hưởng gì không ạ? Em là hệ đại trà ạ.. . . . Em xin cảm ơn nhiều",
            "Chào em, . . . . Nhón L04_L06 sỉ số đã full không tăng được nữa, nếu em đủ tự tin về khả năng tiếng anh cứ học vẫn công nhận.",
            "Dạ. Con cảm ơn cô nhiều.. . . . Còn vẫn không tự tin vào khả năng tiếng anh của mình. Vậy nên con mong cô có thể tăng sĩ số lớp L11_L19 (CI1003) lên được không ạ.. . . . Con rất xin lỗi cô, cảm ơn cô vì sự việc này.",
            "đã tăng sĩ số cho bạn"
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính thưa quý Thầy Cô,. . Em có thắc mắc về vấn đề đăng ký môn học, do em vẫn chưa nhận được quyết định miễn môn và không biết theo chương trình đào tạo của nhà trường em cần học thêm những môn nào để đăng ký học.. . Em vào trang đăng ký môn học thì không thấy hiển thị các môn theo chương trình đào tạo như web có thông báo.. . Thầy Cô cho em xin thông tin về chương trình đào tạo để có thể đăng ký môn học ạ!. . Em xin cảm ơn quý Thầy Cô!",
            "Chào bạn;. . Bạn xem chương trình đào tạo theo ngành của mình tại trang http://www.aao.hcmut.edu.vn/    sinh viên    chương trình đào tạo    chương trình đào tạo từ khóa 2014    sau đó chọn khóa, khoa, ngành để xem chương trình đào tạo của mình nhé",
            "Chào bạn.. . hiện tại chưa có miễn môn chính thức.. . Bạn đăng ký các môn cần học trước trong đợt này nhé.. . Bạn học theo CTĐT Khóa 2017 (CQ). . (bỏ đi các môn AV và Thể dục, quốc phòng nhé ). . ưu tiên đk các môn mà ở CĐ chưa học nha"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được . Kính thưa phòng đào tạo . . Do giờ em đã qua av1 rồi nên em được đăng kí môn tiên quyết của e. Nhưng do trùng lịch nên em hông đăng kí được.mong phòng đào tạo cho em rút môn để em được đăng kí môn tiên quyết của mình ạ. Em cám ơn nhìu. . . .",
            "Chào em,. . . . PDT đã mở khoá, em vào hiệu chỉnh DKMH lại nhé."
        ]
    },
    {
        "intent": "",
        "message": [
            "B Chương trình đào tạo - Đại học - Cao đẳng chính quy   Khác ... . Có thể cho em xin kế hoạch giảng dạy môn dự thính trong kỳ sắp tới được không ạ",
            "Chào bạn. . Dự thính mở theo yêu cầu nên bạn cần học môn nào thì đăng ký dự thính vào đợt kế hoạch từ 21/8 đến 26/8"
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính gửi Phòng đào tạo. . Em tên là [full_name]. . Dạ có thể cho em đổi lịch học môn Vẽ kỹ thuật và Pháp luật đại cương được không ạ.. . Do bị trùng lịch đăng kí các môn chuyên ngành ạ. . .",
            "Chào em,. . . . PDT đã mở khoá em vào hiệu chỉnh DKMH nhé"
        ]
    },
    {
        "intent": "",
        "message": [
            "Vừa làm vừa học - ĐTTX   Đăng ký môn học . Kính thưa phòng đào tạo!. . học kỳ 191 này, em có đăng ký môn học CH3015( thí nghiệm quá trình thiết bị) nhưng phòng đào tạo không đăng ký với lý do thiếu môn học trước CH2019, nhưng khi em so sánh với chương trình đòa tạo của chuyên ngành Công nghệ thực phẩm thì hoàn toàn không có môn này. Vì vậy mong phòng đào tạo xem xét và đăng ký môn học này cho em theo thời khóa biêu đã đăng ký!. . em xin trân trọng cảm ơn!. .",
            "đã đk lại cho bạn trên hệ thống đkmh môn CH3015, nhóm A03"
        ]
    },
    {
        "intent": "",
        "message": [
            "Chứng chỉ ngoại ngữ - Đại học - Cao đẳng chính quy   Khác ... . cho em hỏi là lịch học vụ ghi rằng 22-8 là ngày cuối để nộp bằng để xét chuyển điểm,nhưng vì lý do em đã đủ chỉ để xét làm luận văn và không có bằng kịp ngày 22/8 nên là về sau em có thể nộp bằng để xét nhận luận văn miễn là trước ngày 4/9 được không ạ . Vì đợt cuối đk bổ sung LVTT là từ ngày 28/8-4/9 . . . .",
            "Chào ban,. .  Khi nào bạn có chứng chỉ đạt thì vui lòng liên hệ trực tiếp Phòng đào tạo để được hỗ trợ.. . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Thầy cô cho em xin chuyển nhóm lớp A01 của môn Anh văn 3 được không ạ? Do lần trước đăng ký môn Vẽ kỹ thuật trên cs1 nên em đăng ký Anh văn 3 trên đó luôn. Lần này em đổi nhóm lớp môn Vẽ kỹ thuật xuống cs2 nên em muốn đổi nhóm lớp môn Anh văn 3 luôn ạ, do nếu để nhóm lớp cũ em chỉ có 1 tiết để di chuyển giữa 2 cơ sở, em không đảm bảo sẽ di chuyển kịp nên mong pđt giải quyết giúp em. Em cảm ơn.",
            "Chào em,. . . . Hiện tại các môn học đều sỉ số ở mức tối đa nên không tăng được nữa, còn việc em muốn chuyển nhóm PDT đã mở khoá cho em chuyển rồi mà.. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Chứng chỉ ngoại ngữ - Đại học - Cao đẳng chính quy   Xét miễn môn anh văn (chuyển điểm) . Kính gửi quý thầy cô. . Em là sinh viên K18, vào ngày 22/7 em đã đăng kí xét miễn điểm AV1 đã thanh toán xong lệ phí xét miễn, mà sao hôm nay đợt đăng kí môn học bổ sung đợt 3, em vẫn không đăng kí được môn chuyên ngành do thiếu môn tiên quyết AV1 vậy ạ.Có khi nào em không được học chuyên ngành luôn không ạ.. . Mong sự giúp đỡ từ phía thầy cô. . . Cảm ơn thầy cô, chúc mọi người có một ngày làm việc vui vẻ ạ.",
            "Chào bạn,. . Hiện tại dữ liệu av của bạn đang cập nhật, bạn hãy vào đăng ký lại môn học sau 1g ngày 01/08/2019.. . Thân.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được . Do giờ em đã qua av1 rồi nên em được đăng kí môn tiên quyết của e. Nhưng do trùng lịch nên em hông đăng kí được.mong phòng đào tạo cho em rút môn để em được đăng kí môn tiên quyết của mình ạ. Em cám ơn nhìu. . . .",
            "Chào em,. . . . PDT đã mở khoá rồi, em vào hiệu chỉnh lại nhé",
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được . Cho em hỏi bây giờ em muốn rút môn do nó trùng lịch với môn tiên quyết của em. Bây giờ mình phải làm sao ạ.em cám ơn"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Khác ... . Vào hk2 hk182 em bị thôi học vì học lực, em đã làm đơn và được thu nhận lại vào hk191, thầy cô cho em hỏi hiện tại tình trạng trong trang sinh viên của em là đang  tạm dừng thì khi nào mở lại và có ảnh hưởng tới kết quả đăng kí môn học hk191 này không, vì hiện tại em vào trang sinh viên vẫn chưa có thời khóa biểu chính thức hk191 ạ.",
            "Chào em, . . . . Em xem lại kết quả dkmh  nhé",
            "Em xem kqdk các môn học đăng kí đều được duyệt rồi, vậy tại sao chưa có tkb hk191 ạ.",
            "Trên xem tkb đã có tkb của em nhé"
        ]
    }
]