[
    {
        "intent": "",
        "message": [
            "Học vụ . Chào thầy cô pđt. . Em có đặt câu hỏi ở câu trước về vấn đề bảo lưu. . liệu nhà trường có thể xem xét về vấn đề học phí dùm em được không.Do tình hình bệnh (ung thư máu) diễn biến phức tạp nên em không căn trước để làm bảo lưu sớm. Sang học kì mới thì em toàn nằm trong viện thôi,nên rất mong nhà trường có thể xem xét. . Em cảm ơn!",
            "Chào em,. . Em tải mẫu đơn tạm dừng, điền đầy đủ thông tin gửi lại, hoặc nộp trực tiếp CS1, kèm minh chứng bệnh để trình Ban LĐ phòng xem nhé.. . http://www.aao.hcmut.edu.vn/sinh viên/biểu mẫu. . Thân mến. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Em chào thầy/cô ạ,. . . . Bây giờ em muốn xuất bảng điểm nhưng dưới dạng file pdf để nộp cho công ty thực tập thì làm thế nào ạ? Tại em thấy trên dịch vụ ở MyBK chỉ có in bảng điểm bản giấy chứ không có bản pdf.. . . . Em cám ơn thầy/cô đã giải đáp thắc mắc. . . .",
            "Chào em;. . em đăng ký in bản giấy sau đó tự scan nhé, Phòng Đào tạo không cấp được bản scan nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "MSSV: [student_id]. . . . Rút môn học HK 212/2021-2022 (có tính học phí). . . . Em kính chào PĐT, em xin rút môn học Kết cấu thép CI3231, em đã điền form trên mail nhưng vẫn chưa nhận được mail xác nhận, mong PĐT kiểm tra lại giúp em.. . Em xin cảm ơn ạ.. . . .",
            "Chào em,. . Nếu em điền form rồi mà chưa nhận được email xác nhận là do hiện tại chính sách gmail thay đổi nên không gửi được thông tin email đến sv. Sau ngày 31/3 em xem TKB cập nhật nhé.. . Thân mến. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "MSSV/MSGV: 1631045    . . . . Khiếu nại đăng ký môn học. . Môn học. . EE3023    THUC TAP DIEN 2    . . Em không có đăng ký ở học kỳ này vì em đã học rồi, sao thời khoá biểu của em lại có môn này ạ. Xin pdt xoá giúp em môn thực tập điên 2 ạ.. .  Nếu môn EE3023 làm xếp bù của học kỳ 202 thì tiền học phí em như thế nào ạ? tại có trên thời khóa biểu. mong pdt giải quyết giúp em",
            "Chào em;. . Nếu đã học thì em xác nhận của giảng viên nhé, nếu đã học hoàn tất thì phòng Đào tạo sẽ hủy, môn này là xếp bù nên không tính học phí nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]  /b \t[full_name] [full_name] [full_name] [full_name]   i Tốt nghiệp  /i [full_name] [full_name] [full_name] [full_name] Tốt nghiệp[full_name] [full_name] Kính gửi phòng đào tạo trường Đại Học Bách Khoa TPHCM![full_name] [full_name] Em tên: [full_name] MSSV:[student_id][full_name] [full_name] Hiện em đã nhận được quyết định thu nhận và chuyển sang hệ VHVL HK212 và hiện tại em không tìm thấy tên em trên danh sách tốt nghiệp dự kiến hệ VLVH[full_name][full_name] [full_name] Hôm nay em viết đơn này nhằm mong phòng đào tạo hỗ trợ xét bổ sung[full_name] Theo như Quy chế của trường thi em đã đủ điều kiện xét tốt nghiệp theo hệ VLVH, mong phòng đào tạo xem xét giúp em với![full_name] [full_name] Em xin chân thành cảm ơn![full_name] [full_name] [full_name] Viên[full_name] [full_name] [full_name]",
            "\"Chào bạn,. . PDT đã ghi nhận yêu cầu về đăng ký xét TN của bạn. SV vui lòng theo dõi email  và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 08/03/2022 SV vẫn chưa nhận được thấy tên trong ds dự kiến tốt nghiệp (http://www.aao.hcmut.edu.vn    Tốt nghiệp    Thông tin tốt nghiệp) hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ tại (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 04/2022 . . Về tình trạng sinh viên, khi nào em có tên trong ds dự kiến tốt nghiệp, PDT sẽ tự động ra QD thu nhận cho bạn nhé. . Thân\"",
            "\"Chào bạn,. . PDT đã ghi nhận yêu cầu về đăng ký xét TN của bạn. SV vui lòng theo dõi email  và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 01/03/2022 SV vẫn chưa nhận được thấy tên trong ds dự kiến tốt nghiệp ( Tra danh sách tại http://www.aao.hcmut.edu.vn    Tốt nghiệp    Thông tin tốt nghiệp) hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 04/2022 (cập nhật mới gia hạn thời gian xử lý tốt nghiệp). . Về tình trạng sinh viên, khi nào em có tên trong ds dự kiến tốt nghiệp, PDT sẽ tự động ra QD thu nhận cho bạn nhé. . Thân. . \""
        ]
    },
    {
        "intent": "",
        "message": [
            "chào thầy/cô , em có một câu hỏi là khi học tại trường thì trưởng sẽ thông báo qua email của mình hay mình sẽ tự biết ạ , tại vì em có đăng kí ở ktx ạ , em xin cảm ơn . .",
            "Chào em,. . Em vui lòng xem email PĐT đã gửi:. . \"Thông báo cập nhật Kế hoạch học tập của học kỳ 2 và học kỳ hè năm học 2021-2022 và phần bù các học kỳ trước theo hình thức trực tiếp và phối hợp trực tuyến/trực tiếp. . Hộp thư đến. . . . - Ho Tro SV   [email] . . 15:06, 24 thg 1, 2022. . tới stu.all, bcc: tôi. . . . Thân gửi các Bạn Sinh viên\". . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Em tên là: Trần  Đức Thanh. . MSSV: [student_id]. . Em đã hoàng thành đủ 142 tín chỉ ở học kì 201(học kì 1 2020-2021). Vì lý do Em thi rớt Anh văn 2 kỹ năng Nói Viết nên không thể ra trường và đã bị tạm dừng học kì 211 vì không đăng ký môn học.. . Nay em làm đơn này xin Phòng Đào Tạo thu nhận lại tình trạng sinh viên để em có thể Đăng ký thi, và xét tốt nghiệp ra trường.. . Em xin cảm ơn. .   i Yêu cầu khác .",
            "Chào em,. . Hiện tại em đã đủ điều kiện tốt nghiệp chưa?Trường hợp SV đã đủ điều kiện tốt nghiệp, có thể gửi câu hỏi qua bksi để được xét TN bổ sung (nếu đã đủ điều kiện tốt nghiệp). . Về tình trạng sinh viên, khi nào em có tên trong ds dự kiến tốt nghiệp, PDT sẽ tự động ra QD thu nhận cho bạn nhé. . Thân\"",
            "Chào Cô,. . Hiện tại em chưa đủ điều kiện tốt nghiệp(thiếu [full_name] nói viết). . . Hiện tại em đang đi làm và không Đăng ký môn học. Nếu không duy trì trạng thái sinh viên (Thu nhận lại sinh viên)Thì em có bị hình thức kỹ luật, đuổi học,... không ạ?. . Em cảm ơn",
            "Chào em,. . Trường hợp SV tạm dừng quá 2HK liên tiếp thì bị BTH theo quy chế nhé bạn.. . rường hợp SV đã đủ điều kiện tốt nghiệp, có thể gửi câu hỏi qua bksi để được xét TN bổ sung (nếu đã đủ điều kiện tốt nghiệp). . Về tình trạng sinh viên, khi nào em có tên trong ds dự kiến tốt nghiệp, PDT sẽ tự động ra QD thu nhận cho bạn nhé. . Thân",
            "Chào Cô,. . Trường hợp của em đã tạm dừng 2HK. Do do em đã hoàng thành chương trình học, nên em không đăng ký môn học. Hiện tại em chưa đủ điều kiện tốt nghiệp (thiếu [full_name] nói viết). Nếu trong học kỳ nay em   B không thi đậu Anh văn Nói viết  /B , em phải làm như thế nào để không bị BTH theo quy chế.",
            "Chào bạn. . Hạn cuối để xét tốt nghiệp là 11/4/22. . Bạn liên hệ TTNN để đăng ký thi anh văn nói viết, và cố gắng thi đạt rồi đăng ký xét tốt nghiệp. . - Trường hợp qua tháng 04/2022 bạn không đạt và  tình trạng là tạm dừng thì sẽ chuyển sang bị BTH, bạn có thể thu nhận lại vào Hk213 để cải thiện điểm. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]  /b \t[full_name] [full_name] [full_name] [full_name]   i Học vụ  /i [full_name] [full_name] Em kính chào PĐT ạ![full_name] [full_name] [full_name] [full_name] Em là Trần Huy [full_name],MSSV [student_id][full_name][full_name] [full_name] [full_name] [full_name] Em có thắc mắc về việc hoãn thi, học kì 211 em có thi online môn Phương Pháp Tính MT1009[full_name] Em có đăng ký hoãn thi do máy tính của em gặp vấn đề về kết nối wifi (thường mất kết nối) nên em muốn hoãn thi đợi kỳ sau thi trực tiếp tại trường ạ[full_name][full_name] [full_name] [full_name] [full_name] Em có vào mục 24, trên MYBK để đăng ký hoãn thi[full_name] Nhưng hiện giờ trên bảng điểm của em nó phải để điểm 14 ạ[full_name] Mà bây giờ nó hiện điểm 0[full_name] Em không biết hệ thống có lỗi nào không ạ[full_name][full_name] [full_name] [full_name] [full_name] PĐT giúp em xử lý vấn đề này với ạ, giờ em cũng không biết phải làm thế nào ạ! Em cảm ơn rất nhiều PĐT và các thầy cô! Em mong chờ phản hồi sớm từ PĐt ạ[full_name] [full_name] [full_name] [full_name] Em trân trọng cảm ơn PĐT![full_name] [full_name] [full_name],",
            "Chào em,. . Hiện tại nhà trường chưa ra QD hoãn thi nhé em, dự kiến ra quyết định chung vào tháng 3, nên trường hợp đăng ký hoãn thi vẫn bị điểm 13 bình thường. Sau khi hậu kiểm với ds của [full_name] thì mới ra quyết định hoãn thi và sẽ điều chỉnh lại điểm trên mybk/Thông tin SV/xem điểm. . Lưu ý:. . 1) PDT sẽ hậu kiểm lại với danh sách cấm thi của [full_name] gửi lên, nếu SV bị cấm thi sẽ bị hủy kết quả hoãn thi theo quy định. SV vẫn phải hoàn thành các phần việc của môn học, nhất là TH/TNg và BTL. GV có quyền cấm thi nếu SV không hoàn thành tốt các phần này. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Kính chào PĐT,. . Em là [full_name], MSSV [student_id]. . Hiện tại do lý do trùng lịch công việc nên em muốn rút môn học. . Anh văn 1:. . Mã môn: LA1003. . Lớp: L04. . Xin cảm ơn",
            "Chào em,. . Em vui lòng xem email PĐT đã gửi:. . \"ĐĂNG KÝ RÚT MÔN HỌC HỌC KỲ 2(2021-2022). . Hộp thư đến. . . . - Ho Tro SV   [email] . . 08:57, Th 6, 7 thg 1. . tới stu.all. . . . Thân gửi các bạn sinh viên,. . . .   Phòng đào tạo thông báo về phương thức đăng ký RÚT MÔN HỌC (tính Học Phí theo quy định) (Chính quy + Dự thính) của học kỳ 2 (2021-2022) như sau:. . . . SV đăng nhập vào Google bằng tài khoản [email] và điền thông tin RÚT MÔN HỌC theo link : https://forms.gle/QUtA7vkKnkW9oqBm8. . . . Thời gian đăng ký : Từ ngày 10/01/2022 đến hết ngày 05/03/2022. . . . Xem chi tiết quy định về rút môn học tại [full_name] [full_name] điều 11.2. . . . Chúc các bạn học tập thật tốt!\""
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Em chào Thầy/Cô,. . . . Em xin gửi Đơn xin gia hạn học kì 212.. . . . . . Em xin cảm ơn, . . . . Trân trọng.. . . .",
            "\"Chào em,. . Phòng Đào tạo đã tiếp nhận đơn gia hạn 1 học kỳ của bạn. . SV theo dõi tình trạng và quyết định sẽ cập nhật tại mybk/Thông tin Sinh viên (dự kiến cập nhật QD trễ  nhất  trong tháng 3/2022). . và gửi mail cho SV. . . . Thân\""
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Dạ cho em hỏi. Nếu kì 2 này em thanh toán học phí hết kì 2 vậy sang năm 2 em đi học lại em sẽ có cần đóng lại học phí không ạ. Và năm 2 em học lại là em sẽ học lại chương trình kì 2 năm nhất hay tiếp tục học năm 2 ạ.. . Em mong thầy /cô sẽ trả lời em sớm nhất ạ.. . Em chúc thầy/cô có một ngày vui vẻ ạ. . Em xin cảm ơn ạ. .",
            "Chào em,. . - Em đăng ký môn học, có TKB ở HK nào thì đóng HP HK đó.. . - Việc ĐKMH là do SV nhé.. . - Về Chương trình Đào tạo, danh sách môn tương đương…, em vui lòng xem tại:. . aao.hcmut.edu.vn/Sinh viên/Chương trình Đào tạo. . Sinh viên thắc mắc về CTĐT vui lòng liên hệ về Khoa xin gặp Thầy/Cô Phụ trách về CTĐT để được tư vấn và hỗ trợ thêm.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Dạ em gửi mail từ sáng nay nhưng VPĐTQT vẫn chưa phản hồi về việc đóng học phí. Vậy nếu em thanh toán bây giờ thì hệ thống có nhận học phí của em ko ạ hay là hệ thống không nhận và số tiền em thanh toán sẽ bị mất ạ",
            "Chào em,. . - Trên bkpay đã có số tiền.. . - Em liên hệ số điện thoại hotline của Ngân hàng OCB để được hỗ trợ:[student_id]8. . Thân mến"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em còn thiếu anh văn 2 kỹ năng (anh văn nói viết) để ra trường mà không thấy trường mở đợt thi hay mở lớp học anh văn 2 kỹ năng.. .   B Nên nếu  hệ vừa học vừa làm thì có cần thi anh văn 2 kỹ năng (nói viết ) không ạ  /B",
            "Chào bạn, . . - Về việc thi anh văn 2 kỹ năng: . . Bạn vui lòng liên hệ TTNN để được hỗ trợ. . Điện thoại (08) 3866 6869 – 0909 625 988. . Fax (84.8) 38.[student_id]69. . Website  http://bkenglish.edu.vn/. . Email  [email]. . . . - Hệ VHVL không cần thi anh văn 2 kỹ năng nói viết . . Thân.",
            "Chào em,. . - không thấy trường mở đợt thi hay mở lớp học anh văn 2 kỹ năng.. . =  Em vui lòng liên hệ TTNN để được hỗ trợ. . Điện thoại    (08) 3866 6869 – 0909 625 988. . Fax    (84.8) 38.[student_id]69. . Website http://bkenglish.edu.vn/. . Email    [email]. . - Nên nếu  hệ vừa học vừa làm thì có cần thi anh văn 2 kỹ năng (nói viết ) không ạ. . =  Về CTDT là giống nhau của đại trà và VLVH. . Tuy nhiên, VLVH sẽ:. . Giảm chuẩn anh văn xét LVTN và tốt nghiệp so với Chính quy: chi tiết xem quy chế học vụ. . Không xét môn anh văn 1234, GDTC, GDQP, Ngày CTXH.. . Thân mến. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Chào thầy/cô ạ,. . Em là [full_name], MSSV [student_id].. . . . Vì không cập nhật thông báo thường xuyên và không kiểm tra trên BKPAY nên hôm nay em mới phát hiện mình đã bỏ lỡ và chưa thanh toán BHYT.. . Sau đó, em đã thực hiện thanh toán rồi ạ. Vậy việc thanh toán quá hạn này có gây ảnh hưởng đến BHYT cũng như học vụ của em không ạ?. . . . Mong thầy/cô phản hồi sớm. Em xin chân thành cảm ơn ạ.",
            "Chào em,. . Em liên hệ phòng Công tác chính trị sv qua email [email] để được hướng dẫn nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: 1915966  /b \t. . . .   i Học vụ . Em xin chào Thầy/Cô PĐT. Cho em xin hỏi là em đăng kí môn xstk kì 212 thì bây giờ em có được rút môn không ạ. Do nghĩ là mình rớt ở kì 211 nên em đăng kí luôn ở kì 212, giờ xem bảng điểm thì em đã qua môn này.Em xin cảm ơn Thầy/Cô ạ.. . . .",
            "Chào em,. . Em vui lòng xem email PĐT đã gửi:. . \"ĐĂNG KÝ RÚT MÔN HỌC HỌC KỲ 2(2021-2022). . Hộp thư đến. . . . - Ho Tro SV   [email] . . 08:57, Th 6, 7 thg 1. . tới stu.all,. . . . Thân gửi các bạn sinh viên,. . . .   Phòng đào tạo thông báo về phương thức đăng ký RÚT MÔN HỌC (tính Học Phí theo quy định) (Chính quy + Dự thính) của học kỳ 2 (2021-2022) như sau:. . . . SV đăng nhập vào Google bằng tài khoản [email] và điền thông tin RÚT MÔN HỌC theo link : https://forms.gle/QUtA7vkKnkW9oqBm8. . . . Thời gian đăng ký : Từ ngày 10/01/2022 đến hết ngày 05/03/2022. . . . Xem chi tiết quy định về rút môn học tại QUY CHẾ [full_name] điều 11.2. . . . Chúc các bạn học tập thật tốt!\". ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Chào pđt ! . . Em xin hỏi bằng tại chức có Yêu cầu [full_name] nói viết không ạ.. . Em cảm ơn",
            "Chào em,. . Về CTDT là giống nhau của đại trà và VLVH. . Tuy nhiên, VLVH sẽ:. . Giảm chuẩn anh văn xét LVTN và tốt nghiệp so với Chính quy: chi tiết xem quy chế học vụ. . Không xét môn anh văn 1234, GDTC, GDQP, Ngày CTXH.. . Thân mến. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác  /i Em xin chào Phòng đào tạo em là [full_name] sinh viên K21 của trường. Cho em hỏi là sinh viên K21 bọn em đã được lấy thẻ sinh viên chưa. Vì em bị mất giấy tờ tùy thân (cccd, cmnd, bằng lái xe) nên liệu khi thi giữa kì em có thể sử dụng giấy tờ gì để thay thế ạ. Mong [full_name] trả lời em sớm để em xoay xở cho kì thi giữa kì ạ. Em xin cảm ơn.. . . .",
            "Chào em,. . SV vui lòng trình bày tất cả lý do kèm minh chứng để Cán bộ coi thi ghi nhận vào danh sách thi. PĐT đối chiếu dữ liệu sau.. . Thẻ SV khi nào học trực tiếp sẽ có email thông báo về việc nhận thẻ SV nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Dạ cho em hỏi bây giờ em thực hiện mọi thủ tục bảo lưu luôn được chưa ạ. Hay phải đợi đến tháng 4 nộp học phí xong lúc đó em mới được bảo lưu vậy ạ.. . Em mong thầy/cô sẽ trả lời em sớm nhất ạ. . . Chúc thầy/cô có một ngày vui vẻ ạ.. . Em cảm ơn ạ.. .",
            "Chào em,. . Hay phải đợi đến tháng 4 nộp học phí xong lúc đó em mới được bảo lưu vậy ạ.. . =  Tháng 4 PĐT cập nhật HP, em đóng HP rồi nộp đơn như câu trước cô đã trả lời.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Dạ em xin chào văn phòng,. . . . Khi em đi nộp hồ sơ xin thực tập, có những công ty yêu cầu nộp kèm full bảng điểm qua file. Làm thế nào để em có thể tải bảng điểm về được ạ. Em cảm ơn ạ. . . . Trân trọng",
            "Chào em;. . em đăng ký in bảng điểm và tự scan sau khi nhận bản giấy nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ  /i  Em là sinh viên năm Nhất ngành Khoa học máy tính, chương trình đại trà.. . Vào cuối năm Nhất này, em có thể làm chuyển sang ngành Kỹ thuật máy tính được không ạ?. . Quy trình chuyển ngành như thế nào?. . Em sẽ cần làm đơn gửi đến ai?. . Trường đã có sẵn mẫu đơn cho mình chưa, hay sinh viên tự viết đơn?. . . .",
            "Chào em,. . - Em vui lòng xem quy chế. . https://portal.hcmut.edu.vn/dao-tao/quy-dinh-hoc-vu. . - Em liên hệ Khoa để hỗ trợ thêm nhé,. . Thân mến. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Em chào anh/chị,  em [full_name], mssv [student_id], khoa OISP. Anh/chị giúp em liên hệ thầy [full_name] khoa quản lý công nghiệp giúp em vì sao đến giờ tụi em vẫn chưa có điểm tổng kết môn kinh tế học đại cương (IM1013) nhóm CC01 ạ, em đã liên hệ thầy và thầy nói là sẽ có từ 2 tuần trước nhưng đến giờ vẫn chưa có ạ, em đã liên hệ lại sau 1 tuần nhưng thầy không hồi âm, vì em đang làm hồ sơ chuyển tiếp du học nên em thực sự cần nốt điểm môn của thầy để có được tổng điểm GPA ạ, em cảm ơn, mong anh/chị hỗ trợ giúp em để thúc giục thầy lên điểm ạ.. . Thân,. . . . . .",
            "Chào em,. . Em vui lòng liên hệ [full_name] [email] để hỗ trợ nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Dạ em chào thầy/cô ạ. Thầy/cô cho em hỏi là do năm 2 em có 1 lần cảnh cáo học vụ do không đáp ứng được số chỉ, nhưng ở năm 3 và năm 4 các kì em đều hoàn thành đầy đủ số chỉ đã đăng kí và hiện tại em đang làm LVTN ạ, làm sao để được nhà trường xóa lần cảnh cáo học vụ đó ạ! Em xin cảm ơn thầy/cô.",
            "Chào bạn, . . Cảnh cáo học vụ là cảnh báo cho sinh viên biết trong quá trình học nên theo quy định nhà trường thì không xóa được. . . Theo tình hình hiện tại của bạn thì cảnh cáo học vụ này không ảnh hưởng gì đến việc ra trường của bạn. . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . dạ em chào thầy cô em tên [full_name] MSSV [student_id] sinh viên khoa Môi trường và tài nguyên đại diện cho 1 số bạn nữa , hiện tại HK212 em có đăng kí 2 đồ án môn học EN3033 Đồ án môn học xử lý nước cấp và  EN4009 Đồ án môn học xử lý nước thải , trên TKB có cập nhật môn học nhưng trên bkel em và 1 số bạn khác vẫn chưa thấy GVHD là ai để liên hệ ạ, Mong thầy cô phản hồi sớm giúp em ạ. Vì trải qua gần nửa học kì rồi ạ,  em xin  cảm ơn",
            "Chào em,. . [full_name] phân công CBGD, em vui lòng liên hệ [full_name] nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Chào thầy ( cô ), em có tốt nghiệp đợt này và thấy Mail thông báo nhận bằng tốt nghiệp ở phòng đào tạo. Cho em hỏi vậy trường không tổ chức lễ tốt nghiệp ạ ?",
            "Chào em,. . Về lễ tốt nghiệp SV vui lòng đợi thông báo chi tiết sau của nhà trường. . Thân mến. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . dạ em chao thầy cô em tên [full_name] MSSV [student_id] , môn học EN2043\tQtr hh &h/lý trg kt m/tr em thi kết thúc môn học ở HK211và môn  MT1005 Giải tích 2 em có liên hệ GV để hỏi thì   GIÁo viên có báo là đã nộp điểm cho PĐT nhưng em vẫn chua thấy PĐT cập nhật điểm ạ  , và nhờ em liên hệ PĐT ạ em xin   cảm ơn",
            "Chào em,. . Điểm do GV nhập, [full_name] gửi bảng điểm đến PĐT. Em vui lòng liên hệ [full_name] nhé.. . Thân mến"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính gửi: Phòng Đào tạo. . Trong HK211, em đã nhận được thời khóa biểu môn học Công nghệ điện (TN)_IU4002 thuộc nhóm VL01 do thầy [full_name] giảng dạy. . . Vì sĩ số lớp đông dẫn đến việc bị tách lớp, nên em chưa tham gia học được môn Công nghệ điện (TN)_IU4002. . . Nay em kinh mong Phòng Đào tạo cho em được đăng ký học bù môn Công nghệ điện (TN)_IU4002 ngay trong học kỳ 212. . . Kính mong Phòng Đào tạo xem xét và hỗ trợ em.. . Trân trọng./. . . . . Đoàn Phú Lâm",
            "Chào em;. . đã bổ sung môn, ngày 24/2 sẽ cập nhật lại thời khóa biểu nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Dạ em chào thầy/cô ạ. Thầy/cô cho em hỏi do em đăng kí học cải thiện trong kì làm lvtn nhưng do không thu xếp được thời gian học tốt môn cải thiện, nên điểm có thể không cao thì điểm cũ cao hơn của môn đó em vẫn được giữ nguyên phải không ạ, còn nếu bỏ môn đó thì có tính là rớt luôn môn đó không ạ. Em xin cảm ơn thầy/cô. .",
            "Chào em,. . - Sv muốn học cải thiện thì môn học phải có cùng một msmh vì khi này sẽ lấy điểm cao nhất tính.. . Tóm lại khi tính đtbtl sẽ được tính nếu có cùng msmh như vd sau :. . -Môn A = 5,0 đ . .    Học lại cải thiện môn A =7,0 đ . . =  sẽ lấy 7,0đ tính . . Thân mến. . . . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Dạ cho em hỏi là em muốn học lại môn đã rút thì phải làm như thế nào ạ????",
            "Chào em,. . Em làm đơn HUỶ rút môn học (không có mẫu) gửi lại bksi để PĐT xem và trả lời em nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác:",
            "Chào em,. . - Cô đã trả lời em như vậy là đúng rồi em. (xem lại câu trước nhé). . - Em cần gửi đơn sớm huỷ môn học này nhé.. . (đơn tự làm không có mẫu).. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Dạ em chào quý thầy cô. Em tên [full_name] MSSV [student_id], có nộp điểm toeic nghe đọc và đã được thẩm tra hợp lệ. Nhưng khi em bấm chuyển điểm xét anh văn 1, anh văn 2, anh văn 3, anh văn 4 thì không hợp lệ. Em cũng đã đóng phí chuyển điểm rồi. E có gửi kèm hình ảnh. Em xin chân thành cảm ơn thầy cô đã xem.",
            "Chào em,. . Điểm chuyển của bạn đã được cập nhật tại trang mybk/Thông tin sinh viên/điểm chuyển nhé.. . SV vào kiểm tra lại nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Chào cô ạ,. . Em muốn hỏi là em học môn Hóa đại cương thí nghiệm(mã CH1004) trong học kì 202 thì có được sắp xếp học bù buổi học trực tiếp trong tháng 3 này không ạ? Nếu có thì hi vọng PĐT sẽ cập nhật sớm để em có thể sắp xếp lên lại trường.. . Em xin cảm ơn đã lắng nghe ạ.",
            "Chào em;. . đã bổ sung nhóm VL60, ngày 24/2 sẽ cập nhật lại thời khóa biểu nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . cho e hỏi là tại sao e đăng kí ĐAMH và đã có TKB nhưng lại không có trong danh sách gửi về khoa ạ. PĐT kiểm tra lại giúp em . . MSSV [student_id]",
            "Chào em;. . em có kết quả thì khoa đã có danh sách nhé, em về khoa Điện gặp cô [full_name] để hỏi lại nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Học phần tốt nghiệp của một ngành học bao gồm những môn gì ạ?. .",
            "Chào em,. . Về Chương trình Đào tạo, danh sách môn tương đương…, em vui lòng xem tại:. . aao.hcmut.edu.vn/Sinh viên/Chương trình Đào tạo. . Sinh viên thắc mắc về CTĐT vui lòng liên hệ về Khoa xin gặp Thầy/Cô Phụ trách về CTĐT để được tư vấn và hỗ trợ thêm.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em chào thầy cô ! . . Em có học những môn học tương đương nhưng chưa được chuyển điểm ! . . Em mong thầy cô có thể kiểm tra và chuyển điểm giúp em và phản hồi em còn nợ những môn nào với ạ ! . . [full_name] [student_id] khoa Bảo BDCN K2017. . em cảm ơn !",
            "Chào em,. . - Em cần làm đơn gửi BKSI (đơn tự làm không có mẫu) để PĐT xem và trả lời cho em nhé.. . - Em cần ghi rõ thông tin mã môn học, tên môn học, HK, tương đương với môn nào .... . - Về Chương trình Đào tạo, danh sách môn tương đương…, em vui lòng xem tại:. . aao.hcmut.edu.vn/Sinh viên/Chương trình Đào tạo. . Sinh viên thắc mắc về CTĐT vui lòng liên hệ về Khoa xin gặp Thầy/Cô Phụ trách về CTĐT để được tư vấn và hỗ trợ thêm.. . Thân mến. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: 2110300  /b \t. . . .   i Tốt nghiệp . Em là sinh viên ngành Khoa học máy tính. Em có dự tính học song ngành Khoa học máy tính và Kỹ thuật máy tính theo hướng ngành phụ là Kỹ thuật máy tính.. . Điều 28.3 trong QUY CHẾ ĐÀO TẠO VÀ HỌC VỤ BẬC ĐẠI HỌC, CAO ĐẲNG nói rằng em không được phép đăng ký học phần tốt nghiệp của ngành Kỹ thuật máy tính.. . Vậy thì học phần tốt nghiệp cụ thể là gì? Bao gồm những môn gì?. . Điều kiện tốt nghiệp ngành phụ là gì ạ?",
            "Chào em,. . Em vui lòng liên hệ Khoa MT để hướng dẫn nhé.. . Thân mến",
            "Em cần hoàn thành những môn học nào, và không được đăng ký những môn học nào của ngành phụ ạ?"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Chào PĐT ạ, em là [full_name], MSSV [student_id], em muốn đăng kí xin in lại phụ lục tốt nghiệp mà được đính kèm theo bằng tốt nghiệp thì em đăng kí ở đâu ạ. Em đã tốt nghiệp và nhận bằng năm 2021, vì phụ lục tốt nghiệp bản gốc đã được đóng kiện gửi đi làm hồ sơ du học, và Thầy em cũng nói sẽ có thể xin hỗ trợ in lại được ạ.. . . . Em xin cảm ơn. . . . .",
            "Chào bạn, . . Bạn liên hệ trực tiếp PDT 101A1 268 Lý Thường Kiệt, phường 14, quận 10 để được hỗ trợ. . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em xin chào pdt,. . Em là Trần Thu Yến, MSSV: [student_id]. Trong tuần trước, em có gửi đơn xin thu nhận lại để tốt nghiệp vì đang trong tình trạng tạm dừng học ạ. Pdt có trả lời em là sẽ tự ra quyết định thu nhận lại khi em có tên trong danh sách dự kiến tốt nghiệp. Hiện tại em đã có tên trong danh sách dự kiến tốt nghiệp tháng 04/2022 nhưng em vẫn chưa thể đăng kí tốt nghiệp trên mybk và tình trạng sinh viên của em vẫn bị tạm dừng. Mong pdt kiểm tra và ra quyết định thu nhận lại giúp em để em có thể đăng kí tốt nghiệp và nhận được giấy chứng nhận tốt nghiệp tạm thời để có thể đi làm trong thời gian sớm nhất ạ (em cần giấy tốt nghiệp tạm thời hơi gấp để đi làm ạ). Và em cũng xin có một câu hỏi nữa là em có đăng kí học Anh văn 4A nhưng em thấy điểm của AV4A không được tính trong điểm trung bình tích lũy. Cho em hỏi là do chưa cập nhật hay không được tính trong điểm tbtl luôn ạ. Em cảm ơn ạ.. .",
            "Chào em, . . - Hiện tại PDT đang ra Quyết định thu nhận lại cho SV để đăng ký xét tốt nghiệp, em theo dõi tình trạng trên mybk/Thông tin Sinh viên, khi nào chuyển qua trạng thái đang học, em vào đăng ký tốt nghiệp lại nhé. . . - Dự kiến vào cuối mỗi tháng Phòng đào tạo sẽ lấy danh sách sinh viên đã đăng ký tốt nghiệp (SV đã đăng ký, thanh toán tiền và có xác nhận đã nhận của PĐT) để ra Quyết định công nhận tốt nghiệp, tiến hành in Bằng tốt nghiệp và sẽ thông báo mời SV đến nhận sau khi hoàn tất.. . - Môn Anh văn theo nhu cầu sẽ tính ĐẠT các môn anh văn tương ứng, và tính vào số tín chỉ tích luỹ chung. . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em là [full_name], sinh viên khóa k20, hiện tại là em đã điền vào phiếu đăng kí rút môn Xác suất thống kê kì 212 nhưng vẫn chưa được xóa thời khóa biểu môn này và vẫn còn lịch thi môn này ạ, cho em hỏi khi nào môn này được hủy thời khóa biểu của em ạ. . . Em xin cảm ơn.",
            "Chào em,. . Sau ngày 31/3 em xem TKB cập nhật nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Xìn chào,. . Em là [full_name], Mssv [student_id].. . Sau khi liên hệ trực tiếp pđt về vấn đề thiếu sót điểm chuyển anh văn 4 thì em đẫ đăng kí và đóng phí đây đủ để tiến hành chuyển điểm.. . Sau qua trình chuyển điểm em xin phép được đăng kí xét tôt nghiệp bổ sung ạ.. . Tuy nhiên trong thời gian xử lý các quá trình sẽ làm ảnh hưởng đến thời gian đăng kí du học của em ạ. . . Nếu có thể pđt có thể cấp giấy xác nhận đã hoàn thành chương trình học và đợi lấy bằng cho em được không ạ hoặc có thể xem xét hồ sơ của em để đẩy nhanh tiến trình (Do em sẽ nhập học ở nước ngoài vào 28/03/2022).. . Em xin gửi thêm các chứng minh.. . Em xin chân thành cảm ơn và kính mong pđt hỗ trợ em ạ",
            "\"Chào bạn,. . PDT đã ghi nhận yêu cầu về đăng ký xét TN của bạn. SV vui lòng theo dõi email  và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 01/03/2022 SV vẫn chưa nhận được thấy tên trong ds dự kiến tốt nghiệp (http://www.aao.hcmut.edu.vn    Tốt nghiệp    Thông tin tốt nghiệp) hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ tại (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 04/2022 . . Về tình trạng sinh viên, khi nào em có tên trong ds dự kiến tốt nghiệp, PDT sẽ tự động ra QD thu nhận cho bạn nhé. . Thân\""
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em xin kính chào quý Thầy Cô!. . Em tên [full_name] mssv [student_id].. . Sau ngày 22/2 em vẫn chưa nhận được mail cũng như chưa có tên trong danh sách được đăng ký tốt nghiệp.. . Quý Thầy Cô cho em hỏi em còn thiếu những điều kiện gi để em bổ sung ạ!. . Em xin cảm ơn và mong sớm nhận được phản hồi của quý Thầy Cô ạ!",
            "Chào em,. . PDT đã ghi nhận yêu cầu về đăng ký xét TN của em. SV vui lòng theo dõi email  và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 01/3/2022 SV vẫn chưa nhận được mail hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 04/2022) Về tình trạng sinh viên, khi nào em có tên trong ds dự kiến tốt nghiệp, PDT sẽ tự động ra QD thu nhận cho em nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em đã đủ điều kiện tốt nghiệp nhưng hiện chưa có tên trong danh sách tốt nghiệp dự kiến.. . Mong PĐT thêm em vào danh sách.",
            "Chào em,. . PDT đã ghi nhận yêu cầu về đăng ký xét TN của em. SV vui lòng theo dõi email  và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 01/3/2022 SV vẫn chưa nhận được mail hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 04/2022) Về tình trạng sinh viên, khi nào em có tên trong ds dự kiến tốt nghiệp, PDT sẽ tự động ra QD thu nhận cho em nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Dạ em chào thầy/cô,. . Em là [full_name] là sinh viên lớp TT16COA2. Em đã hoàn thành bảo vệ LVTN, chương trình học cũng như công tác xã hội ở HK211.. . Hiện em vẫn chưa có trong danh sách dự kiến tốt nghiệp nên mong thầy cô có thể hỗ trợ hướng dẫn giúp em để đăng ký xét tốt nghiệp ạ.. . Em xin chân thành cảm ơn thầy/cô.",
            "Chào em,. . PDT đã ghi nhận yêu cầu về đăng ký xét TN của em. SV vui lòng theo dõi email  và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 01/3/2022 SV vẫn chưa nhận được mail hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 04/2022) Về tình trạng sinh viên, khi nào em có tên trong ds dự kiến tốt nghiệp, PDT sẽ tự động ra QD thu nhận cho em nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính gửi PĐT,. . Em tên là [full_name]. . MSSV: [student_id]. . Lớp CK19Log01. . Hôm nay em gởi đơn về PĐT vì em bị gỡ Thời khóa biểu và Lịch thi HK2 năm 2021-2022 ạ.. . Dạ em không biết bên PĐT đang cập nhật lại TKB và Lịch thi hay vì lý do gì em bị hủy môn học vậy ạ.. . Em chân thành cảm ơn. . Trân trọng,. . [full_name]. . . .",
            "Chào bạn,. . PDT hiện đang cập nhật lại TKB, sau ngày 23/2 em vô kiểm tra lại nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Chào thầy cô ạ, em tên là Phạm Hoàng Trang Thư cho em hỏi về quá trình rút môn học dự thính môn Vật lý 2 DT01 như thế nào ạ? Vì em vẫn đang kẹt dưới quê nên em không biết quá trình rút môn học sẽ diễn ra như thế nào ạ. Em cảm ơn thầy cô rất nhiều ạ.",
            "Chào em,. . Em vui lòng xem email PĐT đã gửi:. . \"ĐĂNG KÝ RÚT MÔN HỌC HỌC KỲ 2(2021-2022). . Hộp thư đến. . . . - Ho Tro SV   support.stu@hcmut.edu.vn . . 08:57, Th 6, 7 thg 1. . tới stu.all, bcc: tôi. . . . Thân gửi các bạn sinh viên,. . . .   Phòng đào tạo thông báo về phương thức đăng ký RÚT MÔN HỌC (tính Học Phí theo quy định) (Chính quy + Dự thính) của học kỳ 2 (2021-2022) như sau:. . . . SV đăng nhập vào Google bằng tài khoản BKNetID@hcmut.edu.vn và điền thông tin RÚT MÔN HỌC theo link : https://forms.gle/QUtA7vkKnkW9oqBm8. . . . Thời gian đăng ký : Từ ngày 10/01/2022 đến hết ngày 05/03/2022. . . . Xem chi tiết quy định về rút môn học tại QUY CHẾ ĐÀO TẠO VÀ HỌC VỤ điều 11.2. . . . Chúc các bạn học tập thật tốt!. . \""
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp .",
            "\"Chào em,. . Hiện tại em đã đủ điều kiện tốt nghiệp chưa?Trường hợp SV đã đủ điều kiện tốt nghiệp, có thể gửi câu hỏi qua bksi để được xét TN bổ sung (nếu đã đủ điều kiện tốt nghiệp). . Về tình trạng sinh viên, khi nào em có tên trong ds dự kiến tốt nghiệp, PDT sẽ tự động ra QD thu nhận cho bạn nhé. . Thân\"\"\""
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Chào cô. Hiện tại em chưa thấy thông báo về viêcj nộp bằng tốt nghiệp THPT. Nhưng em có thể lên trường nộp luôn k ạ. Hay là phải chờ tới thông báo",
            "Chào em,. . Vui lòng trình bày rõ thêm về trường hợp của bạn nhé! Bạn chưa nộp bằng THPT bao giờ hay sao?. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Thưa cô, cho em hỏi sao đơn xin xét tốt nghiệp. . . . của em lại không được xử lý ạ. . . Em cảm ơn",
            "Chào em,. . PDT đã ghi nhận yêu cầu về đăng ký xét TN của em. SV vui lòng theo dõi email  và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 01/3/2022 SV vẫn chưa nhận được mail hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 04/2022) Về tình trạng sinh viên, khi nào em có tên trong ds dự kiến tốt nghiệp, PDT sẽ tự động ra QD thu nhận cho em nhé.. . Thân mến. .",
            "Chào em,. . Vui lòng trình bày rõ vấn đề giúp cô nhé, hiện tại cô thấy bạn đã đăng ký tốt nghiệp và đóng tiền lệ phí tốt nghiệp thành công. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Dạ cho em hỏi là em có trong danh sách tốt nghiệp đợt 1/2022 , nhưng tới giờ em vẫn chưa thể đăng kí tốt nghiệp được.. .  PĐT có thể giải quyết nhanh chóng giúp em có bằng tạm thời để em có thể đi làm được không ạ.. . (Đã trễ tốt nghieeppj 1 1kif do thầy không nộp điểm kịp lúc đợt 25/12/2021 vừa rồi , em không muốn mình bị trễ thêm kì nữa đâu ạ ). .. .",
            "\"Chào em,. . Hiện tại PDT đang ra Quyết định thu nhận lại cho SV để đăng ký xét tốt nghiệp, em theo dõi tình trạng trên mybk/Thông tin Sinh viên, khi nào chuyển qua trạng thái \"\"đang học\"\", em vào đăng ký tốt nghiệp lại nhé.. . Thân\""
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em đã nộp anh văn và đã gửi đơn thu nhận sinh viên. Em chưa thấy cập nhận tình trạng sinh viên trên hệ thống. Kính mong thầy cô giải quyết đê em đăng kí tốt nghiệp. Em cám ơn thầy cô",
            "\"Chào bạn,. . PDT đã ghi nhận yêu cầu về đăng ký xét TN của bạn. SV vui lòng theo dõi email  và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 01/03/2022 SV vẫn chưa nhận được thấy tên trong ds dự kiến tốt nghiệp ( Tra danh sách tại http://www.aao.hcmut.edu.vn    Tốt nghiệp    Thông tin tốt nghiệp) hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 04/2022 (cập nhật mới gia hạn thời gian xử lý tốt nghiệp). . Về tình trạng sinh viên, khi nào em có tên trong ds dự kiến tốt nghiệp, PDT sẽ tự động ra QD thu nhận cho bạn nhé. . Thân. . \""
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Dạ chào cô. Hiện tại e chưa nộp bằng tốt nghiệp Thpt. Em có thể lên trường để nộp luôn không ạ. Hay phải đợi đến khi có mail thông báo của trường mới có thể đi nộp. Do trước tết nhà trường báo mail là tạm hoãn việc kiểm tra bằng tốt nghiệp . Và sẽ thông báo lại sau tết nguyên đán.",
            "Chào em,. . Do trước tết nhà trường báo mail là tạm hoãn việc kiểm tra bằng tốt nghiệp.. . =  Em đợi email thông báo nhé. Em có cần nộp để xét tốt nghiệp gấp không ?. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác  /i   B   /B . .  Em chào thầy/cô ạ. . . . .  Thầy/cô cho em hỏi là tại sao em lại bị trùng lịch thi môn vật liệu học và xử lí (14h-26/2/2022) và lịch học môn vẽ kỹ thuật cơ khí (13h-17h50-26/2/2022) vậy ạ ?. . . .",
            "Chào em,. . Em vui lòng trình bày với GV dạy môn vẽ kỹ thuật cơ khí: cho em học tạm 1 buổi với nhóm khác nhé.. . Thân mến. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Khiếu nại đăng ký môn học . Kính gửi PĐT,. . . . Em có đăng ký LVTN học kỳ này với mã môn học là CH43B3 (Công nghệ Sinh học) nhưng hiện tại theo TKB đang bị duyệt nhầm thành mã môn CH4383 (Kỹ thuật Hóa dược) . . . . Nhờ PĐT kiểm tra và chỉnh lại giúp em ạ.",
            "Chào em,. . PDT đã ghi nhận yêu cầu về ĐKMH của em và đã chuyển cho bộ phận ĐKMH kiểm tra và xử lý.. . SV vui lòng theo dõi thời khóa biểu được cập nhật tại Mybk/Thông tin sinh viên/Xem thời khóa biểu dự kiến trước ngày 25/02/2022.. . Thân mến. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Em là Nguyễn Việt Long, MSSV [student_id], hiện tại em check trên BKEL thì em đã thấy đủ tín chỉ tích lũy, CTXH và đã đạt đủ chuẩn Tiếng Anh tốt nghiệp.. . . . Nhưng em check danh sách dự kiến tốt nghiệp thì vẫn không đủ điều kiện và chưa thể đăng ký xét tốt nghiệp, em không biết em còn thiếu tiêu chí nào nên mong cô có thể xem giúp em để có thể hoàn thành tốt nghiệp kịp thời.. .   i Tốt nghiệp .",
            "Chào em,. . PDT đã ghi nhận yêu cầu về đăng ký xét TN của em. SV vui lòng theo dõi email  và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 01/3/2022 SV vẫn chưa nhận được mail hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 04/2022) Về tình trạng sinh viên, khi nào em có tên trong ds dự kiến tốt nghiệp, PDT sẽ tự động ra QD thu nhận cho em nhé.. . Thân mến. ."
        ]
    }
]