[
    {
        "intent": "",
        "message": [
            "Mở lớp dự thính (bắt đầu học từ 30/8) . Kính thưa PĐT, em xin gửi phiếu đăng kí mở lớp môn TR3026 ạ",
            "Chào bạn. . Cô đã lấy dữ liệu chuyển cho bộ phận xử lý, bạn theo dõi đến 17 giờ ngày 26/8 mà không thấy mở lớp thì báo lại. . Nếu có phản hồi gì Cô sẽ báo trên BKsi và mail, kiểm tra thường xuyên nghen bạn. . Thân. .",
            "Chào bạn,. . PDT đã ghi nhận yêu cầu về ĐKMH môn đồ án cho HK chính. . của bạn và đã chuyển cho bộ phận ĐKMH kiểm tra và xử lý.. . Bạn vui lòng theo dõi và kiểm tra TKB thường xuyên trên mybk/Thông tin SV và hệ thống BKeL để kịp tham gia lớp học online. SV chủ động liên hệ với GV để xin vào lớp học trước nhé!. . Trường hợp nếu không đăng ký được (không có khả năng hoặc không đủ điều kiện)  PDT sẽ phản hồi cho SV qua bksi.. . Chúc các bạn học tốt!. . Thân. .",
            "Chào bạn. . Môn này danh sách còn bạn nào đăng ký nữa không?",
            "Dạ danh sách các bạn tham gia học môn này:. . . . STT HỌ VÀ TÊN MSSV     E-[full_name]IL. . 1 [full_name] [student_id]  . .                       [email]. . 2 [full_name] [student_id]. .                   [email]. . 3 [full_name]T [student_id]. .                  [email]. . Kính mong các thầy cô sớm xử lí giúp em ạ",
            "Cô đã xử lý, theo dõi tkb cập nhât tại Mybk-xemtkb",
            "Dạ cô ơi, hiện tại mới chỉ có một mình em được đăng kí môn này, các bạn khác thì vẫn chưa được cập nhật ạ.. . Kính mong các thầy cô sớm cập nhật giúp chúng em ạ.",
            "Chào bạn. . Cô đã ghi nhận và chuyển bộ phận dkmh kiểm tra . . Bạn kiểm tra tkb sau vài ngày nghen. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Mở lớp dự thính (bắt đầu học từ 30/8) .   b   i Kính thưa PĐT Trường Đại học Bách Khoa TP.HCM  /i   /b . . Em tên là: [full_name]. . MSSV: [student_id]. . Em đại diện cho lớp đăng kí mở lớp dự thính môn học Giải tích mạch- EE2033.. . . . Vấn đề trình bày: Hôm trước em có mail cho PDT vì em bị hủy ngẫu nhiên 3 môn và bị thiếu tín chỉ, dẫn đến bị cảnh cáo học vụ. Thứ 2 là không thể đăng kí môn học tiếp theo vì thiếu môn học tiên quyết. Nên em đã xin sự cho phép của chủ nhiệm bộ môn, giảng viên bộ môn và đã được đồng ý. Em đã viết đơn mấy lần nhưng vẫn chưa được PĐT giải quyết.. . Em mong PĐT phê duyệt và mở thêm lớp học ạ!. . . . Mong PĐT sớm phúc đáp!. . Thân ái./.. . [full_name]",
            "Chào bạn,. . PDT đã tl bạn và nhắn bạn vào ĐKMH rồi mà, xem lại câu trả lời trước nhé!. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Gửi các Thầy Cô PĐT. . Em tên [full_name] MSSV [student_id]. Do các môn tiên quyết em đã hoàn thành ở những học kỳ trước mã cũ nên em có liên hệ bô môn để xác nhận chuyển điểm các môn học tương đương từ mã cũ sang mã mới để đăng ký luận văn học kỳ này. Mong PĐT giải quyết dùm em.",
            "đã tl"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]  /b \t[full_name] [full_name] [full_name] [full_name]   i Đăng ký môn học  /i [full_name] [full_name] [full_name] [full_name] [full_name] [full_name] [full_name] DO [full_name] [full_name] [full_name] [full_name][full_name] [full_name] [full_name][full_name] VẬY [full_name] SẼ PHẢI NỘP ĐƠN Ở ĐÂU VÀ E CÓ [full_name] [full_name][full_name] [full_name] CẢM ƠN[full_name]"
        ]
    },
    {
        "intent": "",
        "message": [
            "Mở lớp dự thính (bắt đầu học từ 30/8) . Đăng ký mở môn học dự thính học kỳ 211.. . Môn học: Đò án tổ chức thi công. . MSMH: 807705",
            "Chào bạn. . Môn Đồ án không thể mở vào học kỳ dự thính. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "B   /B Yêu cầu khác:",
            "Chào em,. . - Em tải mẫu đơn thu nhận rồi gửi qua bksi nhé.. . - Em ghi rõ mã môn học, tên môn học, mã nhóm. . để PĐT xem xét nhé.. . . . Thân mến,. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em có môn học thiết kế kiến trúc 1-công trình công cộng. Em đã học và hoàn thành vào kì 203 nhưng vào kì 211 em có tên trong danh sách dù em không đăng kí. Mong quý thầy cô xử lí giúp em ạ.",
            "Chào bạn . . Pdt kiểm tra môn này chỉ có tkb vào HK203. . Bạn kiểm tra tại Mybk- xemtkb. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Mở lớp dự thính (bắt đầu học từ 30/8) .   b   i Kính thưa PĐT Trường Đại học Bách Khoa TP.HCM  /b  . Em tên là: [full_name]. . MSSV: [student_id]. . Em đại diện cho lớp đăng kí mở lớp dự thính môn học Giải tích mạch- EE2033.. . . . Vấn đề trình bày: Hôm trước em có mail cho PDT vì em bị hủy ngẫu nhiên 3 môn và bị thiếu tín chỉ, dẫn đến bị cảnh cáo học vụ. Thứ 2 là không thể đăng kí môn học tiếp theo vì thiếu môn học tiên quyết. Nên em đã xin sự cho phép của chủ nhiệm bộ môn, giảng viên bộ môn và đã được đồng ý. Em đã viết đơn mấy lần nhưng vẫn chưa được PĐT giải quyết.. . Em mong PĐT phê duyệt và mở thêm lớp học ạ!. . . . Mong PĐT sớm phúc đáp!. . Thân ái./.. . [full_name]",
            "Chào bạn. . Phòng đào tạo mới mở 1 nhóm môn Giải tích mạch- EE2033, Bạn theo dõi vào đăng ký nhé"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ .    Chào phòng đào tạo!. .    Em là [full_name], MSSV [student_id]. . . Trong học kì 202, em đã học môn \"Thiết kế kiến trúc 1 - công trình công cộng\" do thầy [full_name] dạy. Em đã hoàn thành môn học cũng như thầy đã chấm điểm cho em, chỉ là em chưa có điểm trên MYBK thôi. Tuy nhiên, trong danh sách lớp Công Cộng 1 ở học kì 211 của thầy [full_name] thì lại có tên của em. . .    Em đã thắc mắc với thầy và thầy cũng đã liên hệ PĐT. PĐT đã trả lời là:\"các SV đã học xong mà có tên trong danh sách sinh viên TKCC1 HK211 thì gửi mail trình báo trong tài khoản sinh viên để PĐT xử lý. Nếu không sinh viên sẽ bị thu Học phí và nhập lại điểm ở HK211\".. .    Nay em trình báo để PĐT biết và xử lý giúp em. Em mong sẽ nhận được phản hồi sớm từ PĐT!. . Em cám ơn!. .",
            "Chào bạn. . Pdt kiểm tra môn này chỉ có tkb vào HK202. . Bạn kiểm tra tại Mybk- xemtkb. . Thân",
            "như vậy thì PĐT có để tụi em bị \" thu Học phí và nhập lại điểm ở HK211 \"như lời PĐT đã nói với thầy [full_name] ngành kiến trúc không? Em cần PĐT xác nhận rõ ràng cho em. Em cám ơn",
            "Chào bạn. . Không biết Pdt ai đã nói với các bạn, Bạn thông tin lại lớp, môn học có thời khoá biểu trên Mybk-Xem thời khoá biểu thì mới tính học phí. . . . Có thể gởi Cô minh chứng Pdt ai trả lời các bạn về thông tin này không? để Cô kiểm tra lại. .",
            "Em chào cô! . .     Lời của [full_name] là em được thầy [full_name] tường thuật lại cho em qua tin nhắn.. .     Đó là môn \"Thiết kế kiến trúc 1 - công trình công cộng\" ( CI2107), nhóm L02.. . Hiện tại em đã thấy điểm của em đã được nhập trên Mybk.. .     Cám ơn [full_name]."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Đơn xin rút môn CI3039 Thiết kế cầu 1",
            "Chào bạn,. . SV vui lòng đợi thông báo về việc rút môn học (có tính học phí theo quy định), sẽ thông báo cho SV trong tháng 9/2021. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính gửi phòng đào tạo .. . Em là [full_name] , mã số sinh viên [student_id] , lớp XD17KT khoa xây dựng ngành kiến trúc .. . . . Em gửi phòng đào tạo đơn xin đăng kí học, trình bày lý do và có sự xác nhận của khoa và bộ môn .. . . . Em kính mong phòng đào tạo xem xét cho phép em đăng kí môn học này trong kì 211 . . . . . Em xin cảm ơn ạ  .",
            "Chào bạn. . Pdt đã đồng ý đơn đặc cách của bạn. . và đang chuyển đăng ký. . Bạn theo dõi tại Mybk-xemtkb dự kiến vào 14/9. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: 2014143  /b \t. . . .   i Mở lớp dự thính (bắt đầu học từ 30/8) . Do hiện nay rất nhiều sinh viên có nguyện vọng tham gia học môn GIẢI TÍCH 2 ở học kì 211. Nên em đã tổng hợp lại và đã xin ý kiến của GV bộ môn về việc giảng dạy trong kì dự thính này.. . . . . . . .   i Vì hiện tại em chưa liên lạc được với chủ nhiệm bộ môn ( thầy Nguyễn Tiến Dũng ) nhưng lại gần đến hạn nhận đơn nên em xin phép gửi trước ạ .   i Em có đọc là chỉ mở những môn chưa mở nhưng thật sự môn này còn rất rất nhiều bạn cũng như em có nguyện vọng muốn học trong kì 211 này ạ. Hi vọng PĐT có thể giúp bọn em ạ.. . thay mặt các bạn em xin chân thành cảm ơn !  /i",
            "Chào bạn. . Bạn bổ sung gấp xác nhận của Bộ môn/ Khoa nghen"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . MT 1009 PPT. . GE 2033 Tinh thể khoán vật. . GE 2043 Địa tin học đại cương. . GE 2035 Địa chất Kiến Trúc. . SP 1031 MAC",
            "Đã tl. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Xin chào phòng đào tạo,. . Em tên là [full_name] (MSSV: [student_id]). Sau khi nhận được sự giúp đỡ của cô, em xin trình bày những thông tin cần thiết như sau:. .   B Họ và tên:  /B . . 1. [full_name] - [student_id]. . 2. [full_name] - [student_id]. . 3. [full_name] - [student_id]. . 4. [full_name] - [student_id]. .   B Tên môn học  /B : SP1039 - Lịch sử Đảng Cộng sản Việt Nam. .   B Mã nhóm  /B : DT02. .   B Lý do  /B : Sau tuần học chính đầu tiên, em và bạn đã sắp xếp được lịch học của mình và tất cả có nguyện vọng đăng ký thêm môn học chính trị để nhanh chóng hoàn tất môn chính trị trước năm 4. Em xin hứa sau khi được thêm vào lớp học sẽ xem lại buổi ghi hình tuần đầu tiên đầy đủ để theo kịp tiến độ.. . Cuối cùng, em cam kết những bạn em nêu trên hoàn toàn tự nguyện đăng ký và em xin hoàn toàn chịu trách nhiệm cho vấn đề này.. . Mong phòng đào tạo suy xét và phản hồi sớm. Em xin chân thành cảm ơn.",
            "Chào bạn,. . PDT đã ghi nhận yêu cầu về ĐKMH của bạn và đã chuyển cho bộ phận ĐKMH kiểm tra và xử lý.. . Bạn vui lòng theo dõi và kiểm tra TKB thường xuyên trên mybk/Thông tin SV và hệ thống BKeL để kịp tham gia lớp học online. SV chủ động liên hệ với GV để xin vào lớp học trước nhé!. . Trường hợp nếu không đăng ký được (không có khả năng hoặc không đủ điều kiện)  PDT sẽ phản hồi cho SV qua bksi.. . Chúc các bạn học tốt!. . Thân mến,. . . .",
            "Chào em,. . Em nói 3 bạn sử dụng tài khoản của sv để gửi qua bksi giống như em nhé. . . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Em tên là: [full_name]. . MSSV:[student_id]. . Trong lần đang ký môn học học đợt 3 em có đăng ký môn Kỹ năng lãnh đạo(ME4625) nhưng sĩ số chỉ có 4/60 nhưng em không vào được link google meet để học. Với sỹ số như vậy thì lớp có được mở không ạ. Em cảm ơn ạ.. .",
            "Chào bạn. . - Sinh viên vui lòng xem kết quả ĐKMH, xem lý do vì sao không ĐKMH được (có đăng ký, nhưng không có TKB) tại trang web: mybk.hcmut.edu.vn    Đăng ký môn học    Đăng ký môn học HK211 - Kết quả đợt 2 (hoặc Kết quả đợt 1)    bấm vào mục Đăng ký mới    chọn Loại hình đăng ký    xem Lịch sử đăng ký.. . - Trong trường hợp kết quả xử lý ĐKMH không đúng, bạn có thể làm đơn khiếu nại (kèm minh chứng nếu có), gửi qua trang bksi ghi rõ tiêu đề: “Khiếu nại ĐKMH HK211”, nội dung khiếu nại trình bày rõ lý do, ghi rõ tên, mã môn học và mã nhóm đã đăng ký.. . - SV xem TKB tại mybk/Thông tin SV/ Xem TKB. . Chúc các bạn học tốt!. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Dạ, em không vào được phòng thi không phải do từ phía cá nhân em. Mạng của em rất ổn định truy cập các trang web khác không có vấn đề gì. Em không hiểu tại sao em không thể vào được trang thi của trường.(Em có đính kèm file ảnh em gửi cho thầy dạy môn CO1011). . . . Do môn CO1011 đến Hk 212 mới mở. Em đã qua môn CO1027. Kỳ này em đang làm luận văn.. . . . Vậy em phải đợi đến HK 212 để được đăng ký thi lại ạ!. . . . Em cảm ơn cô.",
            "Chào bạn. . - Bạn đăng ký gấp Hoãn thi đã có thông báo qua mail SV. . - Khi nào môn mở thì bạn đăng ký xoá Hoãn thi, hoặc nếu có thông báo về việc xoá Hoãn thi, Pdt sẽ thông báo qua mail cho SV. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Xin chào PĐT trường, em tên [full_name], lớp XD19KT, MSSV:[student_id]. Bộ môn kiến trúc, khoa KTXD.. . Hiện vấn đề em gặp phải là em đã hoàn thành môn học CI2107\tT/kế k/trúc 1- ct công cộng của thầy [full_name] ở học kì 202 nhưng không hiểu vì lý do gì em lại có tên trong danh sách CI2107 T/kế k/trúc 1- ct công cộng . . HK211 của thầy [full_name] như file đính kèm.. . Mong PĐT hỗ trợ giải quyết vấn đề để em không bị thu học phí cũng như bị học lại trong HK 211. Em xin cảm ơn.. .",
            "Chào bạn. . Pdt kiểm tra môn này chỉ có tkb vào HK202. . Bạn kiểm tra tại Mybk- xemtkb. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Dạ em chào thầy/cô PĐT,. . . . Cho em hỏi gv đã nhập điểm trên hệ thống rồi mà sao điểm vẫn chưa được cập nhật trên thông tin sinh viên ạ,. . . . Em cảm ơn thầy/cô nhiều ạ,",
            "Chào em,. . GV phải nộp điểm cho PĐT, PĐT nhận bao nhiêu làm hết bấy nhiêu nhé.. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Mở lớp dự thính (bắt đầu học từ 30/8) . Em cùng với một số bạn có đăng kí môn VL1 lộ trình 2 ở đợt một nhưng do chỉ có 58 nên chắc không được mở lớp,em xin PĐT mở thêm lớp ở đợt này để bọn em cùng đăng kí ạ vì em thấy vẫn còn một số bạn bị rớt môn này ở hk203 nhưng do mới thi gần đây nên k kịp đăng kí.. . Kính mong phòng đào tạo có thể mở thêm lớp để tụi em đăng kí để hoàn thành môn học này được k ạ.. . Em xin chân thành cảm ơn!",
            "Quy trình nhận đơn mở lớp (các môn chưa được mở):. . 1-  Tải mẫu đơn “Đề nghị mở môn học”, sau đó SV gửi email trực tiếp. . đến Giảng viên giảng dạy & Khoa/Bộmôn để được:-. . -      Ký xác nhận đồng ý. . -     Ghi rõ Thời khoá biểu.. . -    Đối với các môn có thực hành/thí nghiệm: Khoa phải cam kết tổ chức. . được cho SV. . 2-  Tiếp theo: gởi đơn + email (tất cả) qua trang hỗ trợ trực tuyến (BKSI)   chọn đề mục: MỞ LỚP DỰ THÍNH    ghi rõ tiêu đề yêu cầu: MỞ MÔN HỌC DỰ THÍNH HK211.. . 3-  Thời gian gởi đơn từ 24/8 đến 17g ngày 25/8. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Chào thầy cô!. . Em tên là [full_name], mssv [student_id].. . Trong học kì 203 em đã có đăng kí học môn \"Thiết kế kiến trúc 1 - Công trình công cộng\" của thầy [full_name] dạy. Em đã hoàn thành xong môn học và thầy cũng đã chấm điểm cho em nhưng thầy chưa nhập điểm lên MyBk thôi ạ, thế nhưng trong danh sách học môn này ở kì 211 của thầy lại tiếp tục có tên của em dù em không hề đăng kí.. . Em đã có thắc mắc về việc này với thầy bộ môn và thầy đã liên hệ với PĐT thì được trả lười rằng \"Các SV đã học xong mà có tên trong danh sách sv TKCC1 HK211 thì gửi mail trình báo tài khoản sv để PĐT xử lí. Nếu không sv sẽ bị thu học phí và bị nhập lại điểm ở HK211\". . Hôm nay em trình báo để PĐT có thể kịp thời xử lí giúp em. Em mong sẽ sớm nhận được phản hồi của PĐT.. . Em xin cảm ơn!. .",
            "Chào bạn. . Pdt kiểm tra môn này chỉ có tkb vào HK203. . Bạn kiểm tra tại Mybk- xemtkb. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Chào phòng đào tạo.. . Em: [full_name] Mssv: [student_id]. . Trong học kì 202. Em đã học môn “thiết kế công cộng 1- công trình công cộng” do thầy [full_name] dạy. Em đã hoàn thành môn học và thầy đã chấm điểm. Tuy nhiên, trong danh sách lớp công cộng, học kì 211, của thầy [full_name] dạy thì lại có tên em trong danh sách.. . Em đã thắc mắc và thầy đã liên hệ phòng đào tạo, thầy nói: “ những sinh viên nào có tên trong danh sách Công cộng học kì 211, thì mail trình báo trong tài khỏan sinh viên. Nếu không sẽ bị thu học phí. . Nay em trình báo để PĐT biết và xử lý giúp em. Em chân thành cảm ơn và mong PĐT xử lý sớm.. . Em cảm ơn.. . . .",
            "Chào bạn. . Pdt kiểm tra môn này chỉ có tkb vào HK202. . Bạn kiểm tra tại Mybk- xemtkb. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Chào bạn. . Cô đã lấy dữ liệu chuyển cho bộ phận xử lý, bạn theo dõi đến 17 giờ ngày 26/8 mà không thấy mở lớp thì báo lại. . Nếu có phản hồi gì Cô sẽ báo trên BKsi và mail, kiểm tra thường xuyên nghen bạn. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Chào thầy/cô. . . . Hiện tại em đã hoàn thành luận văn (đã có điểm trên bảng điểm) và đáp ứng đủ tiêu chuẩn tiếng anh, em cần nộp giấy xác nhận về việc tốt nghiệp của mình cho đơn vị khác.. . . . Bạn em trước dịch đã xin được giấy xác nhận của Phòng Đào Tạo (em xin được đính kèm file mẫu tại đây). Em đang rất cần giấy xác nhận giống bạn ấy là em đã hoàn thành 142 tín chỉ, đủ chuẩn anh văn và chỉ chờ tốt nghiệp.. . . . Nếu không có được giấy xác nhận này trước 31/08, em sẽ bị mất cơ hội, nó rất quan trọng với em ạ. Em chỉ cần bản soft copy qua email [email] . . . . Em rất mong nhận được sự giúp đỡ của thầy/cô. Em xin chân thành cảm ơn thầy/cô.. .",
            "Chào bạn. . - Theo quy trình Pdt sẽ cấp giấy chứng nhận tốt nghiệp theo Lịch trình tốt nghiệp. . - Trường hợp Pdt hỗ trợ cấp giấy xác nhận như của bạn [full_name] với lý do trình bày cần xin học bổng gấp, và gởi kèm minh chứng đang làm hồ sơ học bổng. . Nên bạn vui lòng bổ sung minh chứng để Pdt có thể hỗ trợ. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dưới sự hướng dẫn của PĐT và Khoa, em xin phép nộp đơn xin đăng kí môn học đặc cách bổ sung ạ!",
            "Chào bạn,. . PDT đã ghi nhận yêu cầu về ĐKMH của bạn và đã chuyển cho bộ phận ĐKMH kiểm tra và xử lý.. . Bạn vui lòng theo dõi và kiểm tra TKB thường xuyên trên mybk/Thông tin SV và hệ thống BKeL để kịp tham gia lớp học online. SV chủ động liên hệ với GV để xin vào lớp học trước nhé!. . Trường hợp nếu không đăng ký được (không có khả năng hoặc không đủ điều kiện)  PDT sẽ phản hồi cho SV qua bksi.. . Chúc các bạn học tốt!. . Thân mến,. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Kính gửi Phòng Đào tạo,. . Em là [full_name], MSSV [student_id], lớp XD19KT. . Trong học kỳ 202, em đã học môn CI2107 \"Thiết kế kiến trúc 1- Công trình công cộng\" của thầy [full_name] và đã có điểm. Học kỳ 211 này em không hề đăng ký môn CI2107 này nhưng trong danh sách lớp của thầy [full_name] lại có tên của em và em nghe nói sẽ phải đóng học phí nếu như vẫn còn tên trong danh sách. . . Em mong quý phòng Đào tạo xem xét lại và xử lý giúp em và các bạn cũng phải gặp trục trặc giống như em. Em xin cảm ơn.",
            "Chào bạn. . Pdt kiểm tra môn này chỉ có tkb vào HK202. . Bạn kiểm tra tại Mybk- xemtkb. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em xin chào quý thầy cô, anh chị.  . . Em là [full_name] , MSSV [student_id]. . . Trong danh sách lớp môn CI2107 học kỳ 211 của thầy [full_name] có tên em dù em không đăng kí. . . Phòng đào tạo giải quyết vấn đề này giúp em ạ, mong sẽ nhận được phản hồi sớm từ PĐT! . . Em cảm ơn! Chúc quý thầy cô, anh chị sức khoẻ.",
            "Chào bạn. . Pdt kiểm tra môn này chỉ có tkb vào HK203. . Bạn kiểm tra tại Mybk- xemtkb. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ  /i  Trong HK 203 em đã học môn Thiết kế kiến trúc 1 - công trình công cộng (CI2107) nhưng trong danh sách học môn CI2107 HK211 lại có trên trong danh sách , mong pđt rút tên em khỏi danh sách ạ. . Họ và tên : [full_name] . . MSSV : [student_id]. .",
            "Chào bạn. . Pdt kiểm tra môn này chỉ có tkb vào HK203. . Bạn kiểm tra tại Mybk- xemtkb. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em chào thầy cô, . . . . Em là [full_name] MSSV [student_id] ạ. Ở môn Thiết kế kiến trúc 1- công trình công cộng vào học kì 202, em đã học và được thầy [full_name] chấm điểm. Ngoài ra em chưa từng đăng kí học lại môn học này ở học kì khác bằng bất kì hình thức nào nhưng lại có tên trong danh sách lớp học kì 211.. . . . Rất nhiều bạn cũng gặp phải vấn đề như em. Theo hướng dẫn của thầy và PĐT em đã gửi trình báo bằng tài khoản sinh viên. Mong sớm nhận được phản hồi ạ.. . . . Em cảm ơn.",
            "Chào bạn. . Pdt kiểm tra môn này chỉ có tkb vào HK202. . Bạn kiểm tra tại Mybk- xemtkb. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em là [full_name] mssv: [student_id] thuộc lớp XD19KT. Em đã học môn CI2107 ở HK203 vừa rồi và không hề đăng kí lại môn này ở kì DT211 nhưng tên em lại có trong danh sách. Kính mong pđt xem xét lại giúp em. Em cảm ơn.. . . .",
            "Chào bạn. . Pdt kiểm tra môn này chỉ có tkb vào HK203. . Bạn kiểm tra tại Mybk- xemtkb. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Chào phòng đào tạo!. . Em là [full_name], MSSV [student_id].. . Trong học kì 202, em đã học môn \"Thiết kế kiến trúc 1 - công trình công cộng\" do thầy [full_name] dạy. Em đã hoàn thành môn học cũng như thầy đã chấm điểm cho em, chỉ là em chưa có điểm trên MYBK thôi. Tuy nhiên, trong danh sách lớp Công Cộng 1 ở học kì của thầy [full_name] thì lại có tên của em.. . Em đã thắc mắc với thầy và cũng đã liên hệ PĐT. PĐT trả lời là \"các SV đã học xong mà có tên trong danh sách sinh viên TKCC1 HK211 thì gửi mail trình báo trong tài khoản sinh viên để PĐT xử lý. Nếu không sinh viên sẽ bị thu Hoc phí và nhập lại điểm ở HK211\".. . Nay em trình báo để PĐT biết và xử lý giúp em. Em mong sẽ nhận được phản hồi sớm từ PĐT!. . Em cám ơn!",
            "QUOTE MSSV/MSGV: 1915614    . . . . Học vụ. . . . Chào phòng đào tạo!. . Em là Nguyễn Quang Bảo Trân, MSSV 1915614.. . Trong học kì 202, em đã học môn \"Thiết kế kiến trúc 1 - công trình công cộng\" do thầy Phạm Thanh Trà dạy. Em đã hoàn thành môn học cũng như thầy đã chấm điểm cho em, chỉ là em chưa có điểm trên MYBK thôi. Tuy nhiên, trong danh sách lớp Công Cộng 1 ở học kì của thầy Phạm Đức Thắng thì lại có tên của em.. . Em đã thắc mắc với thầy và cũng đã liên hệ PĐT. PĐT trả lời là \"các SV đã học xong mà có tên trong danh sách sinh viên TKCC1 HK211 thì gửi mail trình báo trong tài khoản sinh viên để PĐT xử lý. Nếu không sinh viên sẽ bị thu Hoc phí và nhập lại điểm ở HK211\".. . Nay em trình báo để PĐT biết và xử lý giúp em. Em mong sẽ nhận được phản hồi sớm từ PĐT!. . Em cám ơn!  /QUOTE . .   QUOTE MSSV/MSGV: 1915614    . . . . Học vụ. . . . Chào phòng đào tạo!. . Em là Nguyễn Quang Bảo Trân, MSSV 1915614.. . Trong học kì 202, em đã học môn \"Thiết kế kiến trúc 1 - công trình công cộng\" do thầy Phạm Thanh Trà dạy. Em đã hoàn thành môn học cũng như thầy đã chấm điểm cho em, chỉ là em chưa có điểm trên MYBK thôi. Tuy nhiên, trong danh sách lớp Công Cộng 1 ở học kì của thầy Phạm Đức Thắng thì lại có tên của em.. . Em đã thắc mắc với thầy và cũng đã liên hệ PĐT. PĐT trả lời là \"các SV đã học xong mà có tên trong danh sách sinh viên TKCC1 HK211 thì gửi mail trình báo trong tài khoản sinh viên để PĐT xử lý. Nếu không sinh viên sẽ bị thu Hoc phí và nhập lại điểm ở HK211\".. . Nay em trình báo để PĐT biết và xử lý giúp em. Em mong sẽ nhận được phản hồi sớm từ PĐT!. . Em cám ơn!  /QUOTE . .   QUOTE MSSV/MSGV: 1915614    . . . . Học vụ. . . . Chào phòng đào tạo!. . Em là Nguyễn Quang Bảo Trân, MSSV 1915614.. . Trong học kì 202, em đã học môn \"Thiết kế kiến trúc 1 - công trình công cộng\" do thầy Phạm Thanh Trà dạy. Em đã hoàn thành môn học cũng như thầy đã chấm điểm cho em, chỉ là em chưa có điểm trên MYBK thôi. Tuy nhiên, trong danh sách lớp Công Cộng 1 ở học kì của thầy Phạm Đức Thắng thì lại có tên của em.. . Em đã thắc mắc với thầy và cũng đã liên hệ PĐT. PĐT trả lời là \"các SV đã học xong mà có tên trong danh sách sinh viên TKCC1 HK211 thì gửi mail trình báo trong tài khoản sinh viên để PĐT xử lý. Nếu không sinh viên sẽ bị thu Hoc phí và nhập lại điểm ở HK211\".. . Nay em trình báo để PĐT biết và xử lý giúp em. Em mong sẽ nhận được phản hồi sớm từ PĐT!. . Em cám ơn!  /QUOTE . .",
            "Chào bạn. . Pdt kiểm tra môn này chỉ có tkb vào HK202. . Bạn kiểm tra tại Mybk- xemtkb. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: G[student_id]  /b \t. . . .   i Học vụ . Dạ hiện tại em cần khôi phục lại các môn học sau: . . Nhập môn lập trình - MSMH: CO1003. . Nhập môn lập trình( Thực hành) - CO1004. . Mô phỏng động cơ đốt trong và ô tô - TR3067. . Đò án thiết kế - ME2011. . Đò án thiết kế - ME3139. . Đò án thiết kế động cơ đốt trong - TR3043. . Kính mong PĐT phục hồi giúp em ạ.. . Em cảm ơn.",
            "Dạ xin lở lại giúp em phần đăng ký môn học luôn ạ.. . Tài khoản của em đã bị khóa.. . . . Tên: [full_name]. . MSSV: G[student_id]",
            "Chào bạn,. . Trường hợp của bạn hơi đặc biệt nên có vấn đề gì phát sinh trong quá trình dkmh, bạn báo Pdt nghen, nhớ chụp thêm quyết định thu nhận. . . . PDT đã ghi nhận yêu cầu về ĐKMH của bạn và đã chuyển cho bộ phận ĐKMH kiểm tra và xử lý.. . Bạn vui lòng theo dõi và kiểm tra TKB thường xuyên trên mybk/Thông tin SV và hệ thống BKeL để kịp tham gia lớp học online. SV chủ động liên hệ với GV để xin vào lớp học trước nhé!. . Trường hợp nếu không đăng ký được (không có khả năng hoặc không đủ điều kiện)  PDT sẽ phản hồi cho SV qua bksi.. . Chúc các bạn học tốt!. . Thân. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Chào thầy cô, thầy cô cho em hỏi khi nào PDT có mail đăng kí xét tốt nghiệp vậy ạ. Do em có thấy trên mục \"đăng kí xét tốt nghiệp\" hạn chót là 30/8 là hết hạn. Em cám ơn thầy cô ạ",
            "Chào bạn. . - Đợt đăng ký tốt nghiệp hiện tại đến 30/8 là của HK 202. . - Đợt tốt nghiệp tháng 11/2021 - HK211 sẽ có thông báo cụ thể cho SV về danh sách về cách đăng ký tốt nghiệp dự kiến bắt đầu từ tháng 9/2021. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Dạ chào thầy\\cô,. . Em tên [full_name], MSSV: [student_id].. . . . Em xin phép hoãn thi môn Cơ Lưu Chất vào ngày 26/08/2021 lúc 16g00.. . Dạ Laptop em bị nước đổ  vào ngày 22/08, em đã cố gắng xoay sở sửa cho kịp các ngày thi, đến hôm nay em nhận tin thì Laptop em vẫn chưa sửa xong, do đó em hoàn toàn không thể đáp ứng đủ yêu cầu về thiết bị cho kì thi sắp tới.. . . . Cảm ơn thầy\\cô đã đọc tin. Mong nhận được phản hồi sớm nhất từ thầy\\cô.. . Chúc thầy\\cô luôn mạnh khỏe và bình an.",
            "Thân gửi các bạn sinh viên, . . Phòng Đào tạo (PĐT) đã thông báo cho Sinh viên (SV) về việc nộp đơn hoãn thi trực tiếp cho PĐT đối với các môn học Lý thuyết, mà không thông qua Giảng viên (GV). PĐT sẽ hậu kiểm các tình huống cấm thi sau. Hiện nay, SV đăng ký bằng cách gửi email về PĐT có kèm file và qua hệ thống Hỗ trợ trực tuyến (BKSI). Để nhanh chóng và thuận lợi, PĐT thay đổi phương thức nộp đơn hoãn thi như sau:. . SV đăng nhập vào Google bằng tài khoản BKNetID@hcmut.edu.vn và điền thông tin hoãn thi theo link: https://forms.gle/ckyYcJMWN7w3kqe56. . Hạn cuối: 5 ngày sau khi thi online (chỉ tính ngày làm việc). . Trường hợp SV đã nộp đơn qua email của PĐT và  qua công cụ BKSI (đã hoặc chưa được tiếp nhận), vui lòng điền lại vào form trên để PĐT cập nhật dữ liệu đồng nhất và chính xác.. . Riêng đối với môn Đồ án, Thực tập ngoài trường, Đề cương Luận văn, Luận văn/Tiểu luận tốt nghiệp: SV có thể xin hoãn bảo vệ với lý do dịch Covid-19 ảnh hưởng nghiêm trọng đến kết quả thực hiện đề tài (không thực nghiệm được tại Phòng thí nghiệm, không thực địa, ...). SV gửi email trực tiếp đến Giáo viên hướng dẫn, Khoa/Bộ môn để được xem xét đồng ý và forward email cuối cùng đến email của PĐT để đăng ký.. . Thông tin thêm:. . •\tQuy định hoãn thi (HT): xem chi tiết tại khoản 17.2 Điều 17 trong Quy chế đào tạo và học vụ (aao.hcmut.edu.vn    Sinh viên    Quy chế).. . •\tCác môn có phần thí nghiệm (TNg) sẽ được tổ chức thi sau khi TNg xong. Một số môn, Giảng viên sẽ đề nghị cho thi trước, điểm TNg sẽ có sau, khi đó SV có thể xin hoãn thi.. . •\tRiêng hoãn thi kiểm tra giữa kỳ của HK DT202 và 203: SV liên hệ trực tiếp GV và Bộ môn để được xem xét cho kiểm tra riêng hoặc lấy cột điểm thành phần khác để làm điểm kiểm tra.. .  . . Chúc các bạn học tập thật tốt!. . . . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em có đăng ký môn học Mô hình hóa toán học (mã mh CO2011) lớp L02 của thầy [full_name] nhưng em bấm vào thì không thấy tài liệu cũng như link meet của lớp ạ, mong pdt hỗ trợ em tìm link của lớp học để em vào lớp ạ. . Em cảm ơn"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Chào phòng đào tạo!. . Em là [full_name], MSSV [student_id].. . Trong học kì 202, em đã học môn \"Thiết kế kiến trúc 1 - công trình công cộng\" do thầy [full_name] dạy. Em đã hoàn thành môn học cũng như thầy đã chấm điểm cho em, chỉ là em chưa có điểm trên MYBK thôi. Tuy nhiên, trong danh sách lớp Công Cộng 1 ở học kì của thầy [full_name] thì lại có tên của em.. . Em đã thắc mắc với thầy và cũng đã liên hệ PĐT. PĐT trả lời là \"các SV đã học xong mà có tên trong danh sách sinh viên TKCC1 HK211 thì gửi mail trình báo trong tài khoản sinh viên để PĐT xử lý. Nếu không sinh viên sẽ bị thu Hoc phí và nhập lại điểm ở HK211\".. . Nay em trình báo để PĐT biết và xử lý giúp em. Em mong sẽ nhận được phản hồi sớm từ PĐT!. . Em cám ơn!",
            "Chào bạn. . Pdt kiểm tra môn này chỉ có tkb vào HK202. . Bạn kiểm tra tại Mybk- xemtkb. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Chào phòng đào tạo. . Em là [full_name] mssv [student_id] . . Trong kì vừa qua, em đã học môn \" Thiết kế kiến trúc 1_ công trình công cộng \" của thầy [full_name] kì 203, và em lại bị có tên trong danh sách môn trên cũng của thầy [full_name] ở kì 211 mặc dù em không đăng ký học lại, em mong sẽ được phòng đào tạo giải quyết và xoá tên em khỏi danh sách ạ. Em mong nhận được phản hồi từ phòng đào tạo. Em cảm ơn",
            "Chào bạn. . Pdt kiểm tra môn này chỉ có tkb vào HK203. . Bạn kiểm tra tại Mybk- xemtkb. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Họ và tên: [full_name]. . MSSV:[student_id]. .  . . Em muốn xin file bảng điểm có mộc trường để phục vụ cho việc xét học bổng ạ.. . . . Nếu muốn có bảng điểm qua mail thì em phải làm như thế nào ạ?. . . . Em xin cảm ơn.. . . . . . . .",
            "Chào bạn. . Bạn đăng ký in bảng điểm tại Mybk-in bảng điểm, đăng ký nhận gởi qua bưu cục nghen. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . do đợt 3 em quên đăng ký môn Quá trình cơ học Ch2019  lớp A01, xin phòng đạo tạo cho em được đăng ký vào lớp. Dạ em cảm ơn",
            "Chào bạn,. . PDT đã ghi nhận yêu cầu về ĐKMH của bạn và đã chuyển cho bộ phận ĐKMH kiểm tra và xử lý.. . Bạn vui lòng theo dõi và kiểm tra TKB thường xuyên trên mybk/Thông tin SV và hệ thống BKeL để kịp tham gia lớp học online. SV chủ động liên hệ với GV để xin vào lớp học trước nhé!. . Trường hợp nếu không đăng ký được (không có khả năng hoặc không đủ điều kiện)  PDT sẽ phản hồi cho SV qua bksi.. . Chúc các bạn học tốt!. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "B   b  [student_id]  /b \t. . . .   i Em là [full_name] có học lớp CC03 của thầy [full_name] . Em có tham giai thi môn vật lí 2  ngày 13-08-2021 , em có làm bài , có điểm danh, có đăng video theo yêu cầu nhưng   /B  em lại bị đánh vắng và không có điểm thi. Em không biết lí do tại sao. Em đã gửi mail phản hồi lên thầy [full_name] nhưng thầy không giải quyết được và kiêu em gửi mail cho thầy [full_name] .Em dã gửi mail cho thầy [full_name] từ 2 ngày trước mà không có phản hồi.Em mong thầy giúp đỡ em xem xét lại kết quả thi ạ. Hết ngày hôm nay là hết hạn rồi ạ .Em xin cảm ơn .",
            "Chào bạn,. . - Bạn vui lòng xem chi tiết hướng dẫn thi trực tuyến nhà trường đã gửi thông báo đến SV. . - Bạn cần thực hiện theo hướng dẫn của nhà trường và thực hành để thuần thục các thao tác ghi màn hình trước khi thi.. . . . - Bạn nên liên hệ GV giảng dạy để được hướng dẫn.. . . . Trường hợp có sự cố bất khả kháng trong khi thi dẫn đến không thể hoàn thành được bài thi, và không được giải quyết cho thi các ca thi sau (nếu có), sinh viên có thể đăng ký \"Hoãn thi\" ngay sau buổi thi (không phải vắng thi có phép).. . Bạn phải báo với CBCT để ghi nhận về trường hợp của bạn trong quá trình thi, vì PDT sẽ gửi ds hoãn thi về Khoa để đối chiếu lại nhé!. . . . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "EM tên: [full_name], MSSV: [student_id]. . Em gửi Phòng Đào tạo Đơn xin hủy hoãn thi. . Em đã trình bày lí do trong đơn.. . Xin Phòng Đào tạo xem xét giúp em.. .",
            "Chào bạn. . - Phòng Đào tạo đã đồng ý yêu cầu về việc xin HUỶ Hoãn Thi của bạn. . . - Bạn thi bình thường theo Lịch thi đã thông báo. . - Trường hợp có sự cố bất khả kháng trong khi thi dẫn đến không thể hoàn thành được bài thi, và không được giải quyết cho thi các ca thi sau (nếu có), sinh viên có thể đăng ký \"Hoãn thi\" ngay sau buổi thi (không phải vắng thi có phép), SV phải báo với CBCT hoặc trực thi để được ghi nhận vào trong danh sách thi. PDT sẽ đối chiếu lại với danh sách Khoa để ra quyết định hoãn thi. . Chúc bạn học tập tốt nhé.. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em có đăng kí môn quản lí dự án cho kĩ sư IM1025, chuyển hệ học lớp P01, vì không rõ đó là lớp Việt Pháp nên em đã đăng kí, xin nhà trường cho em học ạ"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: 1513709  /b \t. . . .   i Yêu cầu khác . Xin quý thầy/cô kiểm tra lại giùm em vì sao em vẫn chưa được khôi phục lại tình trạng ĐANG HỌC trong thông tin sinh viên ạ. Em đã nộp đơn thu nhận lại vào tuần trước và dự kiến em sẽ được khôi phục lại trước ngày 25/08/2021. . . EM XIN CHÂN THÀNH CẢM ƠN.",
            "Chào em,. . Hiện tại cô thấy tình trạng ĐANG HỌC nhé.. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Do đợt đăng kí môn học đợt 3 của kì chính HK211 và đợt 1 lộ trình 2 của kì dự thính DT211 diễn ra vào cùng thời điểm. Do lúc đó môn học Cấp Thoát Nước Đô Thị CI3179 và Thủy Văn Đô Thị CI3013 đang trong quá trình làm đơn xin mở lớp giảng dạy, do em thấy bên lớp dự thính DT211 có mở 2 môn đó trước nên đã đăng kí bên DT211 trước, cũng như sợ bị trùng lịch học, nhưng có thể do vì sỉ số quá ít dẫn đến có thể lớp bị hủy không mở giảng dạy. Hiện tại môn CI3179 Cấp Thoát Nước Đô Thị có lớp mở giảng dạy ở học kì chính HK211 và em không bị trùng lịch học với các môn khác, liệu có cách nào để em tham gia và hoàn thành môn học ở lớp này không ạ, vì đây là môn học bắt buộc và quan trọng của chuyên ngành.. . Em mong nhận được phản hồi và hỗ trợ ạ.. . Em xin cảm ơn.",
            "Đã tl. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Chào Phòng đào tạo!. . Em là [full_name], MSSV [student_id].. . Trong học kì 202, em đã học môn \"Thiết kế kiến trúc 1 - Công trình công cộng\" - CI2107 do thầy [full_name] dạy. Em đã hoàn thành môn học cũng như thầy đã chấm điểm cho em, chỉ là em chưa có điểm trên MyBK thôi. Tuy nhiên trong danh sách lớp Công cộng 1 ở học kì 211 của thầy [full_name] lại có tên của em.. . Em đã thắc mắc với thầy [full_name] và thầy đã liên hệ với PĐT. PĐT đã trả lời là: \"Các SV đã học xong mà có tên trong danh sách sinh viên TKCC1 HK211 thì gửi mail trình báo trong tài khoản sinh viên để PĐT xử lý. Nếu không sinh viên sẽ bị thu Học phí và nhập lại điểm ở HK211\".. . Nay em trình báo để PĐT biết và xử lý giúp em. Em mong sẽ nhận được phản hồi sớm từ PĐT!. . Em cảm ơn!",
            "Chào bạn. . Pdt kiểm tra môn này chỉ có tkb vào HK202. . Bạn kiểm tra tại Mybk- xemtkb. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Chào phòng đào tạo . . Em là [full_name] mssv [student_id] . . Trong lúc đăng ký môn học em đã đăng ký nhầm lớp Việt Pháp P01 môn \" quản lý dự án cho kỹ sư\" trong 3 tín chỉ tự do, em mong phòng đào tạo xem xét và vẫn cho em học tiếp môn này ạ, em cảm ơn phòng đào tạo",
            "Chào bạn,. . PDT đã ghi nhận yêu cầu về ĐKMH của bạn và đã chuyển cho bộ phận ĐKMH kiểm tra và xử lý.. . Bạn vui lòng theo dõi và kiểm tra TKB thường xuyên trên mybk/Thông tin SV và hệ thống BKeL để kịp tham gia lớp học online. SV chủ động liên hệ với GV để xin vào lớp học trước nhé!. . Trường hợp nếu không đăng ký được (không có khả năng hoặc không đủ điều kiện)  PDT sẽ phản hồi cho SV qua bksi.. . Chúc các bạn học tốt!. . Thân mến,. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em xin được phép đăng ký chuyển hệ VHVL, đồng thời đăng ký môn học.. . Em có đính kèm 2 mẫu đơn đã điền đầy đủ thông tin như đã được hướng dẫn. Do không đang trong tình trạng buộc thôi học, em không thể xem được thời khóa biểu, nên em không thể chỉ định chính xác lịch học.. . Nếu có gì sai sót, mong thầy/cô chỉ bảo, em sẽ chỉnh sửa ngay.. . . . Em cảm ơn.",
            "Chào bạn,. . PDT đã ghi nhận yêu cầu về ĐKMH của bạn và đã chuyển cho bộ phận ĐKMH kiểm tra và xử lý.. . Bạn vui lòng theo dõi và kiểm tra TKB thường xuyên trên mybk/Thông tin SV và hệ thống BKeL để kịp tham gia lớp học online. SV chủ động liên hệ với GV để xin vào lớp học trước nhé!. . Trường hợp nếu không đăng ký được (không có khả năng hoặc không đủ điều kiện)  PDT sẽ phản hồi cho SV qua bksi.. . Chúc các bạn học tốt!. . Thân. .",
            "li answer rate: Answer suits the needs / Câu trả lời đúng ý"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính gửi Phòng Đào tạo Đại học Bách Khoa TPHCM. . Sinh viên: [full_name] - [student_id] - Khoa Kỹ thuật hóa học. . Em viết mail xin phép được đăng ký bổ sung môn Hóa học và công nghệ chất hoạt động bề mặt (CH3101) và môn Độc chất học công nghiệp ứng dụng (CH3127). Hiện tại em năm nay năm cuối và kì sau môn học không mở nữa, em xin phòng đào cho phép em đăng ký tạo điều kiện để em ra trường đúng hạn ạ. E xin chân thành cảm ơn và mong sớm nhận được phản hồi ạ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Đăng ký môn học. . Em chào thầy cô ạ.. . Nhóm bọn em có khoảng 17 bạn, bị trễ so với các bạn khác cùng khóa k18 1 kỳ. . Các em cùng nhau đăng ký môn \"TR3043 - Đồ án thiết kế động cơ đt\" ở đợt 1 HK21.1. Nhưng đợt 2 HK21.1, bị hủy, bọn em viết đơn xin mở lớp có sự đồng ký của khoa và các thầy cô. Nhưng đợt 2 không biết sao, mà vẫn không mở. Đợt 3 cũng vậy.. . Vì vậy, chúng em quyết định chuyển xuống dự thính đăng ký HK21.1-Dự thính. Đợt 1,2 ở dự tính lộ trình 1 thì đăng ký được. Săn đợt 3 thì chuyển mà môn học đó sang hệ dự thính T01, bọn em không đăng ký được.. . Rồi bây giờ bọn em đăng ký HK21.1 - Dự thính đợt 1, lộ trình 2. Đợt 2 báo kết quả không được mở lớp.. . Sáng em có viết đơn xin mở lớp, thì pđt bảo là dự thính không mở lớp.. . Vậy bây giờ bọn em phải làm như thế nào.. . Em rất mong pđt cho bọn em phương án, cứu vớt bọn em với.. . Em cảm ơn phòng đào tạo"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Thầy Cô PĐT cho em hỏi về đăng ký thi 2 kỹ năng nói viết để đủ điều kiện tốt nghiệp ạ, hiện em vừa bảo vệ luận văn xong trong tháng 7 và đã đạt, em cần thi để lấy chứng chỉ nói viết kịp tốt nghiệp sắp tới, vậy PĐT cho em xin đăng ký các đợt thi trong tháng 9 với ạ, em cám ơn.. .",
            "Chào bạn. . Bạn đợi thông báo trong tháng 9 nghen. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em tên [full_name]. . Mssv:[student_id]. . . . Dạ phòng đào tạo cho em hỏi là danh sách tốt nghiệp dự kiến đợt tháng 8 là xét những đối tượng nào ạ.Vì em đã hoàn thành luận văn và đã có điểm trên trang mybk và đã hoàn thành các điều kiện để tốt nghiệp.. . Em cảm ơn.",
            "Chào bạn. . - Đợt đăng ký tốt nghiệp hiện tại đến 30/8 là của HK 202. . - Đợt tốt nghiệp tháng 11/2021 - HK211 sẽ có thông báo cụ thể cho SV về danh sách về cách đăng ký tốt nghiệp dự kiến bắt đầu từ tháng 9/2021. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em tên [full_name] MSSV [student_id]6 lớp CK13CXN do hết chương trình đào tạo đã làm đơn nhập học hệ VLVH năm 2020, do chính quy còn nợ ít môn (cụ thể AV1,AV2,AV3,AV4) nên xin PĐT xem xét chuyển sang VLVH khóa 2013 để được áp dụng chương trình khóa 2013. Ở chính quy em đã hoàn thành xong Thực Tập Tốt Ngiệp và 90% các môn học.",
            "Chào bạn. . Bạn vui lòng viết đơn: trình bày rõ nguyện vọng và lý do + ký tên rồi chụp gởi tại BKSI để Pdt xử lý cho bạn nghen. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Mở lớp dự thính (bắt đầu học từ 30/8) . Chào PĐT,. . . . Em tên [full_name] - MSSV [student_id], em có đăng kí \"[full_name] HK211 (HỌC TỪ 30/8) - [full_name] 2 - ĐỢT 2\" môn học MT1007 (Đại số tuyến tính) nhưng lại nhận thông báo không được phép đăng ký vào nhóm lớp này.. . . . Mong PĐT xem xét cho em đăng ký môn học này.. . . . Em xin cảm ơn.",
            "Chào bạn,. . Vui lòng chụp màn hình lỗi đính kèm gửi PDT kiểm tra và trả lời nhé"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . pdt ơi cho em hỏi là hồi đầu tháng 4 em có nộp quyển báo cáo thực tập ở phòng bộ môn Cung Cấp Điện để nhập điểm thực tập kỳ 202 nhưng tới giờ vẫn chưa có điểm trên myBK vậy có bình thường không ạ.",
            "Chào bạn. . Về vấn đề này bạn vui lòng liên hệ Khoa /bộ môn nghen. . Thân"
        ]
    }
]