[
    {
        "intent": "",
        "message": [
            "Kính gửi nhà trường . . Em là [full_name] [student_id], sinh viên k18 khoa điện-điện tử chương trình tiên tiến. Theo như lịch học vụ trên trang web PĐT thì lịch bảo vệ LVTN của sinh viên tiên tiến nhóm 1 là tháng 7 (ảnh đính kèm) mà trong thời khóa biểu trên MyBK thì lại đến tuần 15 của năm 2022, thì cho em hỏi là em nên theo lịch của cái nào, biểu đồ năm học hay tkb trên MyBK. Em cảm ơn. .",
            "Chào bạn,. . . . Lịch bảo vệ liên hệ khoa bộ môn để hỗ trợ. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em chào pdt hiện tại em đã đủ các điều kiện tốt nghiệp em xin phép pdt mở lại tình trạng đang học để em dki tốt nghiệp ạ. . Em xin cảm ơn và mong pdt duyệt sớm dùm em ạ",
            "Chào bạn,. . . . -PDT đã ghi nhận yêu cầu về đăng ký xét TN của bạn. SV vui lòng theo dõi email và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . -Trường hợp sau ngày 19/04/2022 SV vẫn chưa nhận được mail hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . -Xem chi tiết lịch học vụ (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 04/2022.. . -Về tình trạng sinh viên tạm dừng, khi nào em có tên trong ds dự kiến tốt nghiệp, PDT sẽ tự động ra QD thu nhận cho bạn nhé. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em xin chào Phòng Đào tạo.. . Em tên là [full_name], MSSV: [student_id]. Hiện tại môn học Cơ lưu chất (CI2003) lớp DT01-A học kỳ Dự thính 212 của em chưa được cập nhật lịch thi cuối kỳ môn học. Em mong Phòng Đào tạo xem xét giúp em.. . Em xin cảm ơn.. .",
            "Chào bạn. . Bạn xem lịch thi đã cập nhât lại. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Kính gửi Phòng đào tạo,. . ﻿. . ﻿Em tên: [full_name] - MSSV: [student_id] - Hệ VHVL - Khoa Công nghệ Vật liệu. . ﻿. . ﻿Em xin hỏi Phòng đào tạo là em đóng học phí trể do hôm qua là hạn cuối nhưng ngay lễ nên Ngân hàng không làm việc mà em lại bị mất sim nên không đổi số điện thoại lấy mã OTP được nên hôm nay em mới hoàn thành đóng học phí thì em có cần làm đơn cứu xét không ạ?. . ﻿Còn việc em chuyển điểm từ hệ chính quy sang VHVL thì em bị chuyển thiếu điểm 3 môn Anh văn 3 và Anh văn 4 với môn Luận văn tốt nghiệp(như ảnh) nên em xin hỏi là khi nào cập nhật giúp em ạ, và tự động cập nhật hay cần thủ tục gì không ạ?. . ﻿. . ﻿Em xin cảm ơn.. . . .",
            "Chào bạn. . - PĐT đã ghi nhận bạn thanh toán xong học phí. Bạn vui lòng thanh toán học phí đúng thời gian theo quy định vào các học kỳ sau. . - Tải Phiếu đăng ký miễn môn học bổ sung (tại trang web Phòng Đào tạo (aao.hcmut.edu.vn)    Sinh viên    Biểu mẫu, điền đầy đủ thông tin, đính kèm bảng điểm, nộp tại trang hỗ trợ trực tuyến BKSI.. . o        Sinh viên vui lòng xem chi tiết quy định: điều 18/18.1c Công nhận kết quả học tập và chuyển đổi tín chỉ tại Quyết định ban hành Quy định chung về học vụ và đào tạo (số 2931 ngày 10/9/21). . . . Lưu ý: Do sự thay đổi chính sách của Google, các thông báo và tin nhắn của Phòng Đào Tạo và BKeL bằng email KHÔNG còn được thực hiện. Sinh viên vui lòng theo dõi thông báo qua chức năng TIN NHẮN trên trang BKeL. Hãy cài đặt Moodle Mobile App để được nhắc nhở ngay trên thiết bị di động của cá nhân. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Thưa thầy cô,. . em tên [full_name]. . MSSV: [student_id]. . Khoa: Cơ khí. . Lớp CK15NH2. . Em đã có tên trong danh sách tốt nghiệp dự kiến. Nhưng qua ngày 11/4/2022 là hạn cuối cùng để đăng ký tốt nghiệp. Nhưng tình trạng sinh viên của em là \"Nghi học\" nên vẫn không đăng ký được. Xin thầy cô kiểm tra lại giúp em để em đăng ký tốt nghiệp được ạ",
            "Chào bạn. . . . - Bạn đã có tên trong danh sách dự kiến tốt nghiệp, Bạn sẽ nhận mail vào tuần sau để thực hiện khai thông tin tốt nghiệp theo hướng dẫn nghen. . - Về tình trạng sinh viên tạm dừng (hoặc K15: bị xóa tên vì hết thời gian học), khi nào em có tên trong ds dự kiến tốt nghiệp, PDT sẽ tự động ra QD thu nhận cho bạn,. . khi nào chuyển qua trạng thái đang học, em vào đăng ký tốt nghiệp lại nghen. . . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Kính gửi Phòng đào tạo,. . ﻿. . ﻿Em tên: [full_name] - MSSV: [student_id] - Hệ VHVL - Khoa Công nghệ Vật liệu. . ﻿. . ﻿Em xin hỏi Phòng đào tạo là em đóng học phí trể do hôm qua là hạn cuối nhưng ngay lễ nên Ngân hàng không làm việc mà em lại bị mất sim nên không đổi số điện thoại lấy mã OTP được nên hôm nay em mới hoàn thành đóng học phí thì em có cần làm đơn cứu xét không ạ?. . ﻿Còn việc em chuyển điểm từ hệ chính quy sang VHVL thì em bị chuyển thiếu điểm 3 môn Anh văn 3 và Anh văn 4 với môn Luận văn tốt nghiệp(như ảnh) nên em xin hỏi là khi nào cập nhật giúp em ạ, và tự động cập nhật hay cần thủ tục gì không ạ?. . ﻿. . ﻿Em xin cảm ơn."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Dạ hiện tại bằng toiec của em đã được thẩm tra hợp lệ xong, em nhờ [full_name]. ĐT chuyển điểm sớm và thu nhận giúp em để em có thể đăng kí tốt nghiệp ạ.. . . .",
            "Chào bạn, . . . . - Bạn theo dõi đợt chuyển điểm cập nhật, bạn vui lòng đăng ký xét tốt nghiệp bổ sung tại BKSI mục tốt nghiệp.. . -Xem chi tiết lịch học vụ (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 04/2022.. . -Về tình trạng sinh viên tạm dừng, khi nào em có tên trong ds dự kiến tốt nghiệp, PDT sẽ tự động ra QD thu nhận cho bạn nhé. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Chào thầy/cô.. . Em tên [full_name] MSSV [student_id]. Do tính chất công việc nên em hiện không có mặt tại TP.HCM nên quy trình làm thủ tục đăng kí rút môn học có thể thực hiện thông qua BKSI không ạ? . . Hiện tại em muốn đăng kí rút môn học Anh văn 4 [full_name] nhóm L03 đang theo học tại HK 212 này. Em xin cảm ơn",
            "Chào bạn,. . Về việc rút môn học (Có tính học phí):. . Bạn vui lòng tải mẫu đơn: RÚT MÔN HỌC tại trang web : aao.hcmut.edu.vn    Sinh viên    biểu mẫu. . Điền đầy đủ thông tin nộp qua trực tiếp hoặc BKSI trước ngày 29/04/2022. . Thân!. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . em [full_name] [student_id]. Hiện tại em đã có tên trong danh sách dự kiến tốt nghiệp. Tuy nhiên em vẫn chưa thể đăng kí tốt nghiệp trên mybk do tình trang hiện tại của em đang tạm dừng việc học. Mong PDT giải quyết giúp em ạ.",
            "Chào bạn. . . . - Bạn đã có tên trong danh sách dự kiến tốt nghiệp, Bạn sẽ nhận mail vào tuần sau để thực hiện khai thông tin tốt nghiệp theo hướng dẫn nghen. . - Về tình trạng sinh viên tạm dừng (hoặc K15: bị xóa tên vì hết thời gian học), khi nào bạn có tên trong ds dự kiến tốt nghiệp, PDT sẽ tự động ra QD thu nhận cho bạn,. . khi nào chuyển qua trạng thái đang học, bạn vào đăng ký tốt nghiệp lại nghen. . . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Dạ em chào anh/chị,. . Em tên là [full_name], MSSV [student_id]. . . Dạ hiện điểm các môn của em đã được cập nhật đủ, em muốn xin được xét tốt nghiệp ạ. Hiện hệ thống vẫn đang để trạng thái tạm dừng và em không truy cập được mục đăng kí tốt nghiệp.. . . . Em cảm ơn anh chị ạ. . . Trân trọng.",
            "Chào bạn,. . . . - Bạn đã có tên trong danh sách dự kiến tốt nghiệp, Bạn sẽ nhận mail vào tuần sau để thực hiện khai thông tin tốt nghiệp theo hướng dẫn nghen. . - Về tình trạng sinh viên tạm dừng (hoặc K15: bị xóa tên vì hết thời gian học), khi nào bạn có tên trong ds dự kiến tốt nghiệp, PDT sẽ tự động ra QD thu nhận cho bạn,. . khi nào chuyển qua trạng thái đang học, bạn vào đăng ký tốt nghiệp lại nghen. . . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . hiện tại em đã hoàn thành học phần 1 võ nhưng em lại đăng ký học phần 1 bóng bàn. Giờ em muốn chuyển qua học phần 2 bóng bàn nếu có thể",
            "Chào em,. . . . Em Liên hệ trực tiếp giảng viên giảng dạy môn giáo dục thể chất nhé! . . . . Lưu ý: Do sự thay đổi chính sách của Google, các thông báo và tin nhắn của Phòng Đào Tạo và BKeL bằng email KHÔNG còn được thực hiện. Sinh viên vui lòng theo dõi thông báo qua chức năng TIN NHẮN trên trang BKeL. Hãy cài đặt Moodle Mobile App để được nhắc nhở ngay trên thiết bị di động của cá nhân. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . dạ thưa Thầy/Cô. Dạ cho em hỏi là hiện tại em đã qua môn AV4 nhưng vẫn chưa có bằng Toiec 500đ vậy kỳ hè sắp tới này em đủ điều kiện đăng ký luận văn tốt nghiệp không ạ. em cảm ơn Thầy/Cô rất nhiều ạ",
            "Chào bạn,. . . . Trong thông báo đăng ký môn học của học kỳ hè 213 không có thông báo về việc không xét chuẩn ngoại ngữ để đăng ký luận văn tốt nghiệp trong HK213.. . Sinh viên vui lòng xem quy chế về việc chuẩn ngoại ngữ nhận luận văn tốt nghiệp tại đây:  Quy chế học vụ đào tạo: aao.hcmut.edu.vn. .    sinh viên    quy chế    học vụ    Quyết định ban hành Quy định về học vụ và đào tạo bậc đại học (số 2933 ngày 10/9/21)/ Phụ lục 1. Quy định về chuẩn ngoại ngữ dành cho chương trình giảng dạy bằng tiếng Việt/2. Chuẩn ngoại ngữ tốt nghiệp. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em đã đóng học phí rồi phòng đạo tào giải quyết đơn xin của em với ạ . . Em cám ơn",
            "Chào bạn. . [full_name] đã ghi nhận đơn thôi học của bạn và sẽ ra quyết định thôi học bắt đầu từ học kỳ 212 cho bạn. . Bạn vui lòng theo dõi tình trạng sinh viên từ “đang học” sang tình trạng “thôi học” sẽ cập nhật trên Mybk-thông tin sinh viên, dự kiến trễ nhất vào 26/04/2022. . PDT sẽ gửi qua mail file scan quyết định thôi học cho sinh viên trễ nhất là 26/04/2022. Sau thời gian này vẫn chưa nhận được file quyết định tạm dừng vui lòng gửi phản hồi lại bksi để PDT kiểm tra và trả lời.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Dạ xin chào thầy cô, em muốn xin mail của thầy [full_name] ở Khoa giao thông - Kỹ thuật ô tô ạ. Em cảm ơn",
            "Chào em,. . Em vui lòng liên hệ về Khoa/bộ môn để xin thông tin liên hệ của Giảng viên nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Chào [full_name]!. . Em là [full_name] (SV K15). Em đã đăng ký xét tốt nghiệp đợt tháng tư này. Trước đó em xem hướng dẫn thì trường sẽ tải file pdf của bằng tốt nghiệp tạm thời lên mục đăng ký tốt nghiệp.Nhưng mấy hôm nay em vào vẫn chư thấy có, và hôm nay em vào thì chuyển thành cựu sinh viên, mà vẫn không thấy file tải ở đâu. Và giờ em muốn nhận giấy chứng nhận tốt nghiệp tạm thời thì làm sao ạ? . . Thêm nửa là sao hiện giờ em vẫn không thấy tên mình trong danh sách tốt nghiệp ạ. Và khi nào thì em nhận được bằng chính thức ạ?. . Mong [full_name] trả lời sớm giúp em ạ!",
            "Chào em;. . Phòng Đào tạo đã cập nhật chứng nhận tạm thời vào này 12, giờ em lấy file scan đính kèm nhé. em kiểm tra lại nhé, em đã có tên trong quyết định tốt nghiệp rồi. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em tên: [full_name]. . MSSV: [student_id]. . Vừa qua, em đã đạt điểm đủ chuẩn toeic 2 kĩ năng ( Nói & Viết) để xét tốt nghiệp. Tuy nhiên, do bị trễ nên tình trạng học vụ của em hiện tại là tạm dừng.. . Vì vậy, em mong PĐT có thể xem xét mở tình trạng học vụ của em để em có thể đăng ký tốt nghiệp ở đợt tháng 4 cũng như có tên trong danh sách tốt nghiệp đợt này ạ.. . Em xin cảm ơn PĐT nhiều ạ!",
            "Chào bạn. . - Bạn đã có tên trong danh sách dự kiến tốt nghiệp, Bạn sẽ nhận mail vào tuần sau để thực hiện khai thông tin tốt nghiệp theo hướng dẫn nghen. . - Về tình trạng sinh viên tạm dừng (hoặc K15: bị xóa tên vì hết thời gian học), khi nào bạn có tên trong ds dự kiến tốt nghiệp, PDT sẽ tự động ra QD thu nhận cho bạn,. . khi nào chuyển qua trạng thái đang học, bạn vào đăng ký tốt nghiệp lại nghen. . . Thân!. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Họ tên: [full_name]. MSSV: [student_id]. .   Do em trễ hạn nộp học phí kì HK212 nên hôm nay em làm đơn thu nhận lại học kì này để em có thể đăng kí các môn trong kì hè ạ.. .   Mong phòng đào tạo  xem xét giúp em ạ. Em xin cảm ơn.",
            "Chào em,. . PDT đã ghi nhận việc thanh toán HP của bạn.. . SV vui lòng lưu ý đóng HP đúng hạn.. . Hiện tại tình trạng SV bạn là đang học nên không phải nộp đơn thu nhận. SV xem lịch học vụ để đăng ký MH HK213 nhé.. . Em vui lòng xem thông báo về ĐKMH học kỳ 213 đã gửi cho SV qua tin nhắn BkeL ngày 07/04/2022. . Thân. . Lưu ý: Do sự thay đổi chính sách của Google, các thông báo và tin nhắn của Phòng Đào Tạo và BKeL bằng email KHÔNG còn được thực hiện. Sinh viên vui lòng theo dõi thông báo qua chức năng TIN NHẮN trên trang BKeL. Hãy cài đặt Moodle Mobile App để được nhắc nhở ngay trên thiết bị di động của cá nhân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Kính thư thầy ( cô ), em tên Nguyễn Ngọc Quỳnh Như MSSV : [student_id], 9h ngày 09/04/2022 em đã thi môn Kinh Tế Kĩ Thuật nhưng vì lí do kĩ thuật ( máy em bị lỗi ) nên em không kịp nộp bản ghi màn hình đúng thời hạn, mong thầy cô có thể cho em nộp lại file record của môn này. Em xin cảm ơn thầy ( cô ) đã đọc . . .",
            "Chào bạn. . Về vấn đề này bạn vui lòng liên hệ trực tiếp Giảng viên giảng dạy. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Chào Phòng đào tạo,. . Ngày 7/4 em có đặt câu hỏi yêu cầu cho bksi để xin xét tốt nghiệp, hiện tại em đã có tên trong danh sách tốt nghiệp dự kiến cập nhật ngày 9/4, nhưng em chưa vào mybk đăng ký tốt nghiệp được do Phòng đào tạo chưa ra quyết định thu nhận lại (tình trạng sinh viên của em đang \"tạm dừng\"). Mong phòng đào tạo kiểm tra lại giúp em.. .",
            "Chào bạn,. . . . - Bạn đã có tên trong danh sách dự kiến tốt nghiệp, Bạn sẽ nhận mail vào tuần sau để thực hiện khai thông tin tốt nghiệp theo hướng dẫn nghen. . - Về tình trạng sinh viên tạm dừng (hoặc K15: bị xóa tên vì hết thời gian học), khi nào bạn có tên trong ds dự kiến tốt nghiệp, PDT sẽ tự động ra QD thu nhận cho bạn,. . khi nào chuyển qua trạng thái đang học, bạn vào đăng ký tốt nghiệp lại nghen. . . . . Thân.",
            "Chào cô,. . Theo thông báo của trường dự kiến sẽ tổ chức lễ tốt nghiệp tuần sau ngày 22/4. Vậy trường hợp của em là không kịp tham gia lễ tốt nghiệp phải không?"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . [full_name] ơi cho em hỏi em vừa đủ điều kiện tốt nghiệp (Điểm Toeic nghe-đọc vừa thẩm tra xong) thì em phải làm sao để được đăng ký tốt nghiệp đợt sắp tới này ạ.",
            "Chào bạn, . . . . - Khi nào bạn đủ điều kiện để tốt nghiệp bạn vui lòng đăng ký xét tốt nghiệp bổ sung tại BKSI mục tốt nghiệp. . . . . Thân.",
            "dạ là em tạo câu hỏi/yêu cầu mới ở mục tốt nghiệp với chủ đề là xét bổ sung tốt nghiệp phải không ạ.. . Hiện em đang bị tạm dừng học do không đk môn ký môn kỳ này nữa ạ.",
            "dạ là em tạo câu hỏi/yêu cầu mới ở mục tốt nghiệp với chủ đề là xét bổ sung tốt nghiệp phải không ạ.. . Hiện em đang bị tạm dừng học do không đk môn ký môn kỳ này nữa ạ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em là [full_name], thuộc lớp TT20DDT2. Em muốn trình bày về lỗi kỹ thuật trong hệ thống Bk-exam. Vào ngày 6/3, em có một buổi thi Midterm môn xác suất trên bk-exam. Tuy nhiên, em không tìm thấy môn thi ấy mà chỉ xuất hiện đến Final-exam của môn Cơ sở máy tính (22/12/2021). Em mong phòng đào tạo xem xét vấn đề này bên bộ kỹ thuật và có thể sắp xếp cho em một ngày kiểm tra lại được không ạ ?",
            "Học vụ. . . .",
            "\"\"\"Chào bạn,. . Về việc kiểm tra bổ sung (giữa kỳ):. . SV có thể liên hệ với GV để xin được kiểm tra bổ sung lại, nếu GV không đồng ý. . Bạn vui lòng tải mẫu đơn: Phiếu đăng ký dự thi kiểm tra bổ sung tại trang web : aao.hcmut.edu.vn    Sinh viên    biểu mẫu. . Điền đầy đủ thông tin đính kèm minh chứng nộp tại BKSI (áp dụng đối với các môn lý thuyết có lịch thi ). . Thân\"\"\""
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính gửi phòng đào đạo và ban giám hiệu trường Đại học Bách Khoa. . Em là sinh viên khóa K15, do hết chương trình đào tạo và chưa đủ điều kiện tốt nghiệp, nên em viết đơn này xin phòng đào tạo và ban giám hiệu cho em chuyển sang hệ vừa làm vừa học.. . Em xin cảm ơn.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Em chào các thầy cô ạ!. . . . Hiện tại em đang làm một hồ sơ mà bên nhận hồ sơ yêu cầu phải có điểm rèn luyện khá trở lên.. . . . Em có một thắc mắc là làm thế nào để em được nhà trường xác nhận điểm rèn luyện của mình ạ?. . . . Em xin cảm ơn.    . .   i Tốt nghiệp ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Xin chào, em có đăng ký 2 môn học (Dự thính chuyển hệ học kỳ 212) là môn Bơm,Quạt,Máy nén và môn Thực tập kỹ thuật nhiệt lạnh. Nhưng do lúc đầu em bận quá nên môn Thực tập kỹ thuật nhiệt lạnh em nghĩ lun không học. Giờ vô BKPay đóng tiền thì lại buộc phải đóng tiền môn học đó chung với môn Bơm, Quạt và Máy nén lun. Mong kiểm tra và hỗ trợ giúp em về vấn đề này.. . MSSV: [student_id]. .",
            "Chào em,. . SV đăng ký môn học, có TKB thì phải thanh toán học phí nhé bạn. . Trường hợp SV không thể theo học có thể làm đơn xin rút Môn học (có tính học phí theo quy định). . Về việc rút môn học (Có tính học phí):. . Bạn vui lòng tải mẫu đơn: [full_name] tại trang web : aao.hcmut.edu.vn    Sinh viên    biểu mẫu. . Điền đầy đủ thông tin nộp qua BKSI. . Thân. . P/s: Do sự thay đổi chính sách của Google, các thông báo và tin nhắn của Phòng Đào Tạo và BKeL bằng email KHÔNG còn được thực hiện. Sinh viên vui lòng theo dõi thông báo qua chức năng TIN NHẮN trên trang BKeL. Hãy cài đặt Moodle Mobile App để được nhắc nhở ngay trên thiết bị di động của cá nhân.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Em chào anh/chị. Anh chị cho em hỏi là nếu học kì này em đăng kí học cải thiện những môn em đã đủ điểm qua môn nhưng khi học lại thì lại rớt thì sẽ lấy kết quả nào ạ.. .   i Yêu cầu khác .",
            "Chào bạn. . Trường hợp một môn học (tính theo mã số môn học) có nhiều lần học thì tính theo lần học có điểm cao nhất . . Lưu ý: Do sự thay đổi chính sách của Google, các thông báo và tin nhắn của Phòng Đào Tạo và BKeL bằng email KHÔNG còn được thực hiện. Sinh viên vui lòng theo dõi thông báo qua chức năng TIN NHẮN trên trang BKeL. Hãy cài đặt Moodle Mobile App để được nhắc nhở ngay trên thiết bị di động của cá nhân. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Em tên [full_name], MSSV [student_id]. Tuần trước, do bị lỗi mà bên pdt chưa cập nhật thông tin là em có đăng kí in giấy chứng nhận tốt nghiệp. Sau đó em được gửi 1 cái form để điền bổ sung và có nhận được mail phản hồi như trong ảnh. Theo như mail là t2  bên pdt sẽ gửi bản scan giấy tốt nghiệp qua mail của em nhưng đến tận chiều hôm nay em vẫn chưa nhận được mail nào có nội dung là bản scan giấy tốt nghiệp cả. . . Em mong nhận được phản hồi từ pdt về vấn đề này. Em cảm ơn.",
            "Đã giải quyết. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em tên [full_name] . . Mssv [student_id]. . HIện em đã hoàn thành đủ các yêu cầu tốt nghiệp . . ( Điểm anh văn Nghe-Đọc vừa được thẩm tra thành công) em kính mong phòng đạo tạo cho em được đăng ký bổ sung đợt tốt nghiệp tháng 4/2022 sắp tới ạ.. . Em xin chân thành cảm ơn.",
            "Chào bạn,. . . . PDT đã ghi nhận yêu cầu về đăng ký xét TN của bạn. SV vui lòng theo dõi email và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 19/04/2022 SV vẫn chưa nhận được mail hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 04/2022.. . Về tình trạng sinh viên tạm dừng, khi nào bạn có tên trong ds dự kiến tốt nghiệp, PDT sẽ tự động ra QD thu nhận cho bạn nhé. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Vào ngày 09/04/2022 em có thi giữa kì môn quản trị kinh doanh cho kĩ sư nhưng chưa nộp được bản ghi màn hình, hiện tại thì biểu mẫu đã đóng \" trước 48h sau khi thi xong\". Rất mong nhận được sự giúp đỡ của phòng đào tạo.",
            "Chào em,. . Vấn đề này em vui lòng liên hệ trực tiếp với giảng viên nhé.. . SV xem quy định về hướng dẫn thi trực tuyến tại đây:. . http://www.aao.hcmut.edu.vn/sinh viên/quy chế,quy định/học vụ/- Hướng dẫn tạm thời về kiểm tra/thi theo hình thức trực tuyến. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Chào thầy cô, . . . . Em có tên trong danh sách tốt nghiệp đợt 11/2021, nhưng đến giờ thì vẫn chưa thấy thông tin về lễ tốt nghiệp như thời gian lễ phục.... . . . Nếu em không sót thông tin thì có thể cho thông tin về lễ tốt nghiệp đợt 11/2021 không ạ?. . . . Best regards,. . V.",
            "Chào bạn, . . . . - Về vấn đề Lễ tốt nghiệp bạn vui lòng đợi thông báo lịch trình chi tiết sẽ gửi qua mail sinh viên sau.. . - Về việc đăng kí tốt nghiệp và lễ phục tốt nghiệp, sinh viên sẽ đăng ký tại khoa . . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Kính chào thầy cô!. . Kỳ hè này em có đăng ký chuyến dịch tình nguyện mùa hè xanh từ ngày 28/6 đến ngày 28/7 mà trong thời gian đó em bị vướng lịch học thí nghiệm hóa đại cương vào tuần 27.Cho e hỏi e có thể hoãn lịch thí nghiệm vào kỳ sau được không ạ.Em cảm ơn",
            "\"Chào em,. . Đây là đợt xếp bù sau cùng của các học kỳ cũ và không thể hoãn và xếp tiếp cho SV nữa.. . Nên bạn cố gắng tham gia thí nghiệm. . Lưu ý: Do sự thay đổi chính sách của Google, các thông báo và tin nhắn của Phòng Đào Tạo và BKeL bằng email KHÔNG còn được thực hiện. Sinh viên vui lòng theo dõi thông báo qua chức năng TIN NHẮN trên trang BKeL. Hãy cài đặt Moodle Mobile App để được nhắc nhở ngay trên thiết bị di động của cá nhân. . . . Chúc em học tốt. . Thân\""
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Kính gửi Phòng Đào Tạo Trường Đại Học Bách Khoa TPHCM.. . . . Em bị tạm dừng 2 học kỳ vì không đăng ký môn học. Hiện tại thì em đã đủ điều kiện tốt nghiệp. Em xin phép hỏi Phòng Đào Tạo rằng em có được thu nhận lại sớm để kịp cho đợt tốt nghiệp 24/4 sắp tới hay không? Kính mong nhận được phản hồi và hướng dẫn của phòng đào tạo để em được tốt nghiệp đúng hạn và có sự chuẩn bị tốt hơn cho buổi lễ TN sắp tới.. . Em xin chân thành cảm ơn.",
            "Chào bạn. . . . - Bạn đã có tên trong danh sách dự kiến tốt nghiệp, Bạn sẽ nhận mail vào tuần sau để thực hiện khai thông tin tốt nghiệp theo hướng dẫn nghen. . - Về tình trạng sinh viên tạm dừng (hoặc K15: bị xóa tên vì hết thời gian học), khi nào bạn có tên trong ds dự kiến tốt nghiệp, PDT sẽ tự động ra QD thu nhận cho bạn,. . khi nào chuyển qua trạng thái đang học, bạn vào đăng ký tốt nghiệp lại nghen. . . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em hiện đang là sinh viên chương trình CLC ngành cơ điện tử, em hiện có nguyện vọng chuyển sang chương trình liên kết quốc tế ngành cơ điện tử. Em xin hỏi em có được chuyển hay không và nếu có thì cần chuẩn bị những gì ạ.. .",
            "Đã trả lời"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp .   i Chào thầy cô,. . Thầy cô cho em hỏi khóa K18 sinh viên em năm nay thì hai kỹ năng nói viết tiếng anh để ra trường chỉ cần đạt trong kì thi tại BKenglish hay cần chứng chỉ 2 kỹ năng tại IIG.. . Em xin cảm ơn và chúc thầy cô có nhiều sức khỏe .",
            "Chào bạn, . . Sinh viên vui lòng xem chi tiết quy định tại Quy chế học vụ đào tạo: aao.hcmut.edu.vn. .    sinh viên    quy chế    học vụ    Quyết định ban hành Quy định về học vụ và đào tạo bậc đại học (số 2933 ngày 10/9/21)/ Phụ lục 1. Quy định về chuẩn ngoại ngữ dành cho chương trình giảng dạy bằng tiếng Việt - Mục 2 Chuẩn ngoại ngữ tốt nghiệp.. . Sinh viên khóa 2018 được dùng kết quả thi anh văn 2 kỹ năng nói viết tại trung tâm ngoại ngữ của trường để xét tốt nghiệp. . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: kính gửi PDT ĐH Bách Khoa,. . em tên trương hoàng khang-mssv:[student_id].. . vì lý do nhầm lẫn ngày thanh toán học phí nên em đã thanh toán học phí HK212 và HK dự thính 212 trễ hạn. Hiện em đã hoàn thành thanh toán học phí. em làm đơn này để trình bày lý do trễ học phí. Kính mong PDT xem xét ạ.",
            "Chào bạn. . PĐT đã ghi nhận bạn thanh toán xong học phí HK212. Bạn vui lòng thanh toán học phí đúng thời gian theo quy định vào các học kỳ sau . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Chào quý thầy cô!. . Em là [full_name]. . MSSV: [student_id]. . Hiện tại toeic của em đã được thẩm tra xong và em đã đủ điều kiện để đăng ký tốt nghiệp. Do kì trước em không đăng ký môn học nên tình trạng của em hiện tại là tạm dừng. Vì vậy cho em hỏi là em có thể làm gì để đăng ký tốt nghiệp được ạ.. . Em cảm ơn thầy cô nhiều!",
            "Chào bạn,. . . . PDT đã ghi nhận yêu cầu về đăng ký xét TN của bạn. SV vui lòng theo dõi email và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 19/04/2022 SV vẫn chưa nhận được mail hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 04/2022.. . Về tình trạng sinh viên tạm dừng, khi nào bạn có tên trong ds dự kiến tốt nghiệp, PDT sẽ tự động ra QD thu nhận cho bạn nhé. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Kính gửi Phòng Đào Tạo Trường ĐHBK TP.HCM. . Em tên là: [full_name]. MSSV: [student_id]. . Sinh viên khoa Công Nghệ [full_name] Liệu, bộ môn [full_name] Liệu Polymer.. . Do tình hình dịch bệnh Covid-19 trong thời gian vừa qua mà tiến độ làm Luận Văn Tốt Nghiệp của em đã bị chậm trễ, dẫn đến việc đã hết thời gian đào tạo tại trường ĐHBK HCM.. . Hiện tại em chỉ còn đang thiếu chỉ tiêu  [full_name] để nhận bằng Tốt Nghiệp và để quy đổi điểm cho AV3 và AV4.. . Em mong muốn được xin gia hạn thời gian đào tạo tối đa thêm 1 học kỳ để em có thể bổ sung TOEIC.. . Kính mong PĐT hỗ trợ giúp em quy trình cũng như biểu mẫu đơn đăng ký để em hoàn thành việc xin gia hạn học kỳ tối đa tại trường.. . Em xin chân thành cảm ơn Phòng Đào Tạo",
            "Chào bạn,. . . . Pđt gởi đính kèm Mẫu đơn kéo dài thời gian đào tạo, SV điền thông tin và gởi tại BKSI để Pđt xử lý. . . . Lưu ý: Do sự thay đổi chính sách của Google, các thông báo và tin nhắn của Phòng Đào Tạo và BKeL bằng email KHÔNG còn được thực hiện. Sinh viên vui lòng theo dõi thông báo qua chức năng TIN NHẮN trên trang BKeL. Hãy cài đặt Moodle Mobile App để được nhắc nhở ngay trên thiết bị di động của cá nhân. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]  /b . . Dạ em chào thầy cô phòng đào tạo, em là [full_name], MSSV [student_id]. Hiện tại kết quả thẩm tra chứng chỉ Anh văn của em đã hợp lệ. Dạ em xin thầy cô giúp em thực hiện việc chuyển điểm sớm giúp em để em có thể đăng kí tốt nghiệp ạ. Dạ em cảm ơn thầy cô, chúc thầy cô có một tuần làm việc vui vẻ.. . . .   i Tốt nghiệp .",
            "Chào bạn,. . PDT đã ghi nhận yêu cầu về đăng ký xét TN của bạn. SV vui lòng theo dõi email  và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 19/04/2022 SV vẫn chưa nhận được thấy tên trong ds dự kiến tốt nghiệp (http://www.aao.hcmut.edu.vn    Tốt nghiệp    Thông tin tốt nghiệp) hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ tại (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 04/2022 . . Về tình trạng sinh viên, khi nào bạn có tên trong ds dự kiến tốt nghiệp, PDT sẽ tự động ra QD thu nhận cho bạn nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em xin kính chào phòng đào tạo. Em xin được phép hỏi là có cần bắt buộc học ít nhất một học phần giáo dục thể chất mới được đăng kí mã môn học năm 2 không ạ? Và học kì hè 213 có được đăng kí môn giáo dục thể chất không ạ? Em xin cảm ơn.. .",
            "Chào bạn,. . . . Về quy định giáo dục thể chất, sinh viên phải hoàn thành chương trình Giáo dục Quốc phòng - An ninh và Giáo dục Thể chất để có thể được xếp trình độ từ năm thứ ba. . . . Lưu ý: Do sự thay đổi chính sách của Google, các thông báo và tin nhắn của Phòng Đào Tạo và BKeL bằng email KHÔNG còn được thực hiện. Sinh viên vui lòng theo dõi thông báo qua chức năng TIN NHẮN trên trang BKeL. Hãy cài đặt Moodle Mobile App để được nhắc nhở ngay trên thiết bị di động của cá nhân. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Về việc đóng học phí môn học sau khi được PĐT chấp nhận cho đăng ký môn . - Em xin chào PĐT ạ, em tên [full_name] [full_name] [full_name], MSSV [student_id], khoa Khoa Học và Kỹ Thuật Máy TÍnh. . . . - Tuần vừa rồi, sau khi được sự đồng thuận của các thầy cô BCN Khoa đề nghị việc cứu xét cho đăng ký môn LVTN HK212, em có làm đơn cứu xét gửi cô [full_name], giáo vụ khoa Máy Tính để cô gửi lên PĐT để cứu xét đăng ký môn học LVTN trong học kỳ này.. . . . - Và em đã được PĐT chấp thuận và TKB đã có môn LVTN trên bkel. Nhưng việc thanh toán học phí của môn LVTN có để là \"Chưa đến kỳ thanh toán\" như trong ảnh đính kèm bên dưới ạ. . . . - Nay em xin phép hỏi PĐT là việc đóng học phí môn LVTN sẽ bắt đầu tại thời điểm nào ạ.. . . . - Em xin chân thành cảm ơn, chúc thầy/cô ở PĐT một ngày làm việc vui vẻ.. . . . Thân mến,. . [full_name].. . . .",
            "Chào bạn. . PĐT đã ghi nhận bạn thanh toán xong học phí đại học chính quy HK212 bổ sung. Bạn vui lòng thanh toán học phí đúng thời gian theo quy định vào các học kỳ sau . . Lưu ý: Do sự thay đổi chính sách của Google, các thông báo và tin nhắn của Phòng Đào Tạo và BKeL bằng email KHÔNG còn được thực hiện. Sinh viên vui lòng theo dõi thông báo qua chức năng TIN NHẮN trên trang BKeL. Hãy cài đặt Moodle Mobile App để được nhắc nhở ngay trên thiết bị di động của cá nhân.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Chào quý Thầy/Cô. . . . Vào HK211 em có hoãn thi môn Đại Số Tuyến Tính - DTQ1 và đã có lịch thi trong HK212 này. Hiện tại em muốn Hoãn Thi thêm lần nữa với lý do đặc biệt thì thủ tục sẽ như thế nào ạ ?. Và khả năng được chấp nhận có cao không ạ ?.. . . . Em xin cảm ơn quý Thầy/Cô. . . . Trân trọng./.. . [full_name]. .",
            "Chào bạn[full_name] [full_name] [full_name] đã cố gắng xếp lịch thi Hoãn thi cho bạn, nên bạn vui lòng thi nghen[full_name] [full_name] Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Em là [full_name] ạ. . . . Tốt nghiệp . Vào ngày chủ nhật ngày 2/4/2022 em đã đăng ký tốt nghiệp trên trang myBk, nên là em mong muốn có một bản cứng giấy tốt nghiệp tạm thời để bổ túc hồ sơ tại nơi làm việc của em ạ.. . . . Và hiện giờ em đang bận đi làm nên em không tiện sắp xếp thời gian để lên trường để lấy ạ, nên phụ huynh em sẽ lên lấy giấy giúp em ạ!. . . . Em cảm ơn và em mong nhận được hồi âm sớm nhất có thể ạ!",
            "đã giải quyết"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính chào quý Thầy (Cô) phòng đào tạo.Em là [full_name], sinh viên năm cuối nghành Cơ điện tử học lớp CK18CD03.. . Do ở Học kì này môn CO1003 Nhập môn lập trình không mở lớp kì chính mà chỉ mở 2 lớp dự thính nên em không đăng ký được do quy chế là không được học lần đầu ạ .. . Em hi vọng ở học kì hè PĐT có thể cho em xin một cơ hội để được đăng ký học môn CO1003 Nhập môn lập trình ạ .. . Em cảm ơn quý Thầy Cô ạ !",
            "Chào bạn,. . . . - Về vấn đề này bạn đợi thông báo sau nhé. . . . -Lưu ý: Do sự thay đổi chính sách của Google, các thông báo và tin nhắn của Phòng Đào Tạo và BKeL bằng email KHÔNG còn được thực hiện. Sinh viên vui lòng theo dõi thông báo qua chức năng TIN NHẮN trên trang BKeL. Hãy cài đặt Moodle Mobile App để được nhắc nhở ngay trên thiết bị di động của cá nhân. . . .  Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Gửi PDT,. . Em là sinh viên PFIEV k17, em có học 2 lần môn Đường lối ĐCSVN, một lần là mã   B  001004  /B  theo chương trình học Việt Pháp k17 và một lần là mã   B SP1009  /B  chương trình đại trà. Em có đọc quy chế về môn tương đương thì có biết sẽ được điểm MT nếu đạt môn tương đương. Nhưng trong bảng điểm của em hiện tại vẫn tính môn này thành 2 môn riêng biệt và tính điểm trung bình tích lũy cho cả 2 ạ.. . Mong PDT xem xét trường hợp này,. . Em cảm ơn. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Chào PĐT;. . Hiện em đã có tên trong danh sách và đã đăng kí tốt nghiệp của đợt tốt nghiệp tháng 11/2021 nhưng do tình hình dịch bệnh mà bị tạm hoãn, PĐT có nói sẽ thông báo ngày tổ chức lễ tốt nghiệp sau nhưng đến bây giờ em vẫn chưa nhận được thông báo nào của PĐT. Em có thắc mắc là em có được đăng kí trong đợt tốt nghiệp tháng 4/2022 này không?. . Mong phòng đào tạo xem xét và giải quyết sớm cho trường hợp của em.. . Em xin cảm ơn!",
            "Chào em;. . về việc đăng ký làm lễ đợt tháng 4 này thì em liên hệ về khoa nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . chuyện là em vừa vay vốn 10 triệu của đại học quốc gia và đã được xác nhận khi em hỏi bên đó thì họ kêu là khi giải ngân số tiền đó sẽ vào trực tiếp tài khoản của trường. Nhưng hiện tại khi em lên trang BKpay của trường thì vẫn để phải đóng 12 triệu ở học kì này vì thế hiện em không biết bản thân phải đóng sao. Mong phòng đào tạo xem xét trường hợp của em vì hiện tại gia đình em không chuẩn bị đủ tiền vì đã nghĩ vay vốn của DHQG được rồi. . . Xin chân thành cảm ơn.. .",
            "Chào bạn, . . Trường hợp này, bạn vui lòng liên hệ Phòng Công tác Chính trị -Sinh viên để được gia hạn thời gian đóng học phí.. . Lưu ý: Do sự thay đổi chính sách của Google, các thông báo và tin nhắn của Phòng Đào Tạo và BKeL bằng email KHÔNG còn được thực hiện. Sinh viên vui lòng theo dõi thông báo qua chức năng TIN NHẮN trên trang BKeL. Hãy cài đặt Moodle Mobile App để được nhắc nhở ngay trên thiết bị di động của cá nhân. . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Chào quý Thầy/Cô, em là sinh viên chương trình kỹ sư chất lương cao Việt Pháp (PFIEV) khóa K15. E có câu hỏi thắc mắc về chuẩn đầu ra tốt nghiệp Toeic nói viết của chương trình PFIEV áp dụng cho khóa K15 là bao nhiêu ạ? Mong được quý thầy cô giải đáp. E cám ơn nhiều ạ",
            "Chào bạn. . . . Sinh viên vui lòng xem chi tiết quy định tại Quy chế học vụ đào tạo: aao.hcmut.edu.vn. .    sinh viên    quy chế    học vụ    Quyết định ban hành Quy định về học vụ và đào tạo bậc đại học (số 2933 ngày 10/9/21)/ Phụ lục 1. Quy định về chuẩn ngoại ngữ dành cho chương trình giảng dạy bằng tiếng Việt.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em đã có tên trong danh sách tốt nghiệp dự kiến nhưng tình trạng sinh viên vẫn là tạm dừng nên em không đăng ký tốt nghiệp trên mybk được ạ? Nên mong PĐT kiểm tra giúp em ạ!. . Em cảm ơn!",
            "Chào bạn. . - Bạn đã có tên trong danh sách dự kiến tốt nghiệp, Bạn sẽ nhận mail vào tuần sau để thực hiện khai thông tin tốt nghiệp theo hướng dẫn nghen. . - Về tình trạng sinh viên tạm dừng (hoặc K15: bị xóa tên vì hết thời gian học), khi nào em có tên trong ds dự kiến tốt nghiệp, PDT sẽ tự động ra QD thu nhận cho bạn,. . khi nào chuyển qua trạng thái đang học, em vào đăng ký tốt nghiệp lại nghen. . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: kính thưa phòng đào tạo.. . Hiện tại em đã có điểm môn công trình trên đất yếu mà giờ lại có lịch thi tiếp thì em có phải thi lại không ạ?. . Mong phòng đào tạo giải quyết dùm em việc này!. . Trân trọng",
            "Chào bạn. . {Pdt đã kiểm tra và sẽ cập nhât lịch thi tại Mybk    Lịch thi. . . . . . Lưu ý: Do sự thay đổi chính sách của Google, các thông báo và tin nhắn của Phòng Đào Tạo và BKeL bằng email KHÔNG còn được thực hiện. Sinh viên vui lòng theo dõi thông báo qua chức năng TIN NHẮN trên trang BKeL. Hãy cài đặt Moodle Mobile App để được nhắc nhở ngay trên thiết bị di động của cá nhân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Kính gửi PĐT,. . . . Em là [full_name], mssv [student_id]. Em đã có tên trong danh sách dự kiến tốt nghiệp 04/2022. Tuy nhiên em vẫn chưa đăng ký tốt nghiệp được trên mybk do tình trạng tạm dừng sinh viên của em. Em xin phòng nhờ PĐT ra quyết định thu nhận lại để em có thể kịp đăng ký tốt nghiệp trong tháng này ạ. Em xin cảm ơn nhiều.. . . . Trân trọng,. . [full_name].",
            "Chào bạn. . . . - Bạn đã có tên trong danh sách dự kiến tốt nghiệp, Bạn sẽ nhận mail vào tuần sau để thực hiện khai thông tin tốt nghiệp theo hướng dẫn nghen. . - Về tình trạng sinh viên tạm dừng (hoặc K15: bị xóa tên vì hết thời gian học), khi nào bạn có tên trong ds dự kiến tốt nghiệp, PDT sẽ tự động ra QD thu nhận cho bạn,. . khi nào chuyển qua trạng thái đang học, bạn vào đăng ký tốt nghiệp lại nghen. . . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Tốt nghiệp. . . . Em chào thầy (cô),. . . . Hiện tại, em đã có tên trong danh sách dự kiến tốt nghiệp. Nhưng trạng thái sinh viên vẫn chưa được thu nhận lại nên em vẫn chưa thể đăng ký tốt nghiệp được. Mong thầy cô xem xét ạ!. . . . Em xin cảm ơn!",
            "Chào bạn. . - Bạn đã có tên trong danh sách dự kiến tốt nghiệp, Bạn sẽ nhận mail vào tuần sau để thực hiện khai thông tin tốt nghiệp theo hướng dẫn nghen. . - Về tình trạng sinh viên tạm dừng (hoặc K15: bị xóa tên vì hết thời gian học), khi nào em có tên trong ds dự kiến tốt nghiệp, PDT sẽ tự động ra QD thu nhận cho bạn,. . khi nào chuyển qua trạng thái đang học, em vào đăng ký tốt nghiệp lại nghen. . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em xin chào PĐT. . - Cho em hỏi em nhập học k14 sau đó bảo lưu và được học lại cùng khóa k15, vậy thì chương trình đào tạo của em là k14 hay k15, cụ thể là trong môn học tự chọn bắt buộc, k14 thì bắt buộc 6tc nhóm A, 3tc nhóm B và 3tc nhóm C.Trong khi đó K15 bắt buộc mỗi nhóm A,B,C,D đều phải học 3tc. Vậy thì em nên chọn đăng ký theo K14 hay k15 ạ.. . - Em chuyển qua hệ VLVH vậy khi đăng ký môn học thì em vẫn lấy mã số môn học như bên CQ để đăng ký hay có mã khác vậy ạ ?",
            "Chào bạn,. . . . Vì bạn có quyết định đổi lớp nên chương trình đào tạo của bạn đăng ký theo chương trình đào tạo của K15. . - Về Chương trình Đào tạo, danh sách môn tương đương…, bạn vui lòng xem tại:. . aao.hcmut.edu.vn/Sinh viên/Chương trình Đào tạo. . Sinh viên thắc mắc về CTĐT vui lòng liên hệ về Khoa xin gặp Thầy/Cô Phụ trách về CTĐT để được tư vấn và hỗ trợ thêm.. . - Lấy mã số sinh viên đang học để đăng ký môn học như bên CQ bạn nhé. . . . Lưu ý: Do sự thay đổi chính sách của Google, các thông báo và tin nhắn của Phòng Đào Tạo và BKeL bằng email KHÔNG còn được thực hiện. Sinh viên vui lòng theo dõi thông báo qua chức năng TIN NHẮN trên trang BKeL. Hãy cài đặt Moodle Mobile App để được nhắc nhở ngay trên thiết bị di động của cá nhân. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em tên [full_name] sinh viên khoá K17 ngành Kỹ thuật Hệ thống Công nghiệp.. . Hiện tại e đã có trong danh sách dụe kiến tốt nghiệp nhưng không thể đăng kí tốt nghiệp vì tình trạng sinh viên đang là tạm dừng. . . Em mong muốn quý thầy cô hỗ trợ thay đổi tình trạng sinh viên giúp em để em có thể đăng kí tốt nghiệp ạ.. . Em cảm ơn.. .",
            "Chào bạn. . - Bạn đã có tên trong danh sách dự kiến tốt nghiệp, Bạn sẽ nhận mail vào tuần sau để thực hiện khai thông tin tốt nghiệp theo hướng dẫn nghen. . - Về tình trạng sinh viên tạm dừng (hoặc K15: bị xóa tên vì hết thời gian học), khi nào em có tên trong ds dự kiến tốt nghiệp, PDT sẽ tự động ra QD thu nhận cho bạn,. . khi nào chuyển qua trạng thái đang học, em vào đăng ký tốt nghiệp lại nghen. . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác:",
            "Chào bạn. . PĐT đã ghi nhận bạn thanh toán xong học phí HK212. Bạn vui lòng thanh toán học phí đúng thời gian theo quy định vào các học kỳ sau . . Thân"
        ]
    }
]