[
    {
        "intent": "",
        "message": [
            "Học vụ . Chào thầy/cô;. . Theo thông báo của nhà trường, thời gian thu học phí lớp anh văn nhu cầu là 14/3 đến 21/3. Nhưng trong thời gian đó, em không thể thực hiện đóng học phí, và hệ thống chỉ hiển thị \"Chưa đến kỳ thanh toán\". Vậy cho em hỏi tại sao và em có bị xét là đã trễ học phí không ạ. . Em xin cảm ơn",
            "Chào em,. . SV vui lòng đợi thông báo sau của Phòng Đào tạo về việc thay đổi (gia hạn)thời gian thanh toán Học phí nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Kính gửi phòng đào tạo. . Em vừa thi đậu toeic 2 kỹ năng nói viết. Hiện tại tình trạng của em đang bị tạm dừng, thầy/cô cho em hỏi làm sao em có thể đăng ký tốt nghiệp ạ.. . Em cảm ơn.",
            "Chào em,. . Em có kết quả AV nói viết khi nào? Hiện tại xét tốt nghiệp cho bạn vẫn báo nợ TOEIC.. . Bạn vui lòng trình bày rõ giúp cô nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "em hỏi tại sao học phí để 15h 21/03/2022 hết hạn, mà bên mục thanh toán vẫn để chưa tới kỳ thanh toán cả tuần nay ạ. . . .   i Học vụ .",
            "Chào em,. . SV vui lòng đợi thông báo sau của Phòng Đào tạo về việc thay đổi (gia hạn)thời gian thanh toán Học phí nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Kính gửi thầy/cô. . Em tên là [full_name] (mssv: [student_id]). . Em xin được cấp lại mật khẩu của tài khoản nhập học trực tuyến vì đã để mất khẩu cũ và không thể đổi lại mật khẩu mới, để có thể cập nhật hình ảnh thẻ làm lại thẻ sinh viên.. . Em xin cảm ơn ạ. . . . . . . . . .",
            "Chào em;. . mật khẩu nhập học mới: [student_id]. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Kính gửi quý thầy/cô.. . Em tên là [full_name], mssv: [student_id], hiện nay em đã có tên trong danh sách tốt nghiệp dự kiến, thì bây giờ em cần làm gì để được thu nhận và đăng ký tốt nghiệp ạ. Mong quý thầy/ cô giúp em.. . Em xin cảm ơn.. .",
            "\"Chào em,. . Hiện tại PDT đang ra Quyết định thu nhận lại cho SV để đăng ký xét tốt nghiệp, em theo dõi tình trạng trên mybk/Thông tin Sinh viên, khi nào chuyển qua trạng thái \"\"đang học\"\", em vào đăng ký tốt nghiệp lại nhé.. . Thân\""
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Dạ do năm 1 em rớt anh văn cơ bản, mà đang hoc tại trung tâm thì dịch nên nghỉ năm nay e đang đi học lại, mà em đang lo lắng không qua được av3, nếu bây giờ em đăng kí 4av là avcb, av1,av2,av3 thì có kịp cho đăng kì môn học kì tới không ạ?. . - Năm nay trường mình có tổ chức thi anh văn cho sinh viên 2 lần như năm ngoái không ạ, dự kiến là bao nhiu vậy ạ?",
            "\"Chào bạn. . Sinh viên vui lòng xem chi tiết quy định tại Quy chế học vụ đào tạo: aao.hcmut.edu.vn. .    sinh viên    quy chế    học vụ    Quyết định ban hành Quy định về học vụ và đào tạo bậc đại học (số 2933 ngày 10/9/21)/ Phụ lục 1. Quy định về chuẩn ngoại ngữ dành cho chương trình giảng dạy bằng tiếng Việt.. . - Về kỳ thi kiểm tra Anh văn đầu vào: SV xem chi tiết  theo thông báo \" Cập nhật Kế hoạch học tập của HK2 và HK hè năm học 21-22\" Pdt đã gởi qua mail vào ngày 24/01/2022- Mục 6. . Chúc bạn học tốt. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em muốn xin số điện thoại của cô [full_name], khoa Hóa học ạ.",
            "Chào em,. . Em vui lòng liên hệ về Khoa Hóa để xin thông tin liên hệ với Giảng viên nhé. . Phòng 114, Nhà B2 - Trường Đại học Bách Khoa - ĐHQG HCM | 268 Lý Thường Kiệt, P.14, Q.10. . (028) 3865 0484. . [email]. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Dạ thưa cô chuyện là em học năm nhất ở trường Tài chính - Marketing, 1 năm học ở đó em đã hoàn thành được chứng chỉ quân sự, và năm ngoái khi đến văn phòng đào tạo (năm 2020), có cô đã từng nói với em là đem chứng chỉ lên nộp, cô sẽ làm giấy miễn quân sự cho em, nhưng do lần đó trường chưa cấp bằng, và khi có bằng thì dịch tràn tới, nên em bị trễ đến giờ này!!. . Kính mong cô xem xét giúp em với ạ, đây là tấm bằng của em, nếu cô cần thì khi học offline trở lại em sẽ đem đến nộp cho cô ạ!! Em xin cảm ơn cô!!!. . Trân trọng,. . CT",
            "Chào bạn. . Tải Phiếu đăng ký miễn GDQP-GDTC (tại trang web Phòng Đào tạo (aao.hcmut.edu.vn)    Sinh viên    Biểu mẫu, điền đầy đủ thông tin, đính kèm bằng GDQP hoặc bảng điểm, nộp tại trang hỗ trợ trực tuyến BKSI.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Xin chào thầy/cô, em là sinh viên K15, hiện nay tình trạng sinh viên của em được ghi là NGHỈ. Thầy/cô cho em hỏi em vẫn còn thời hạn nộp các chứng chỉ để được xét tốt nghiệp không ạ.. . Em xin cảm ơn",
            "Chào bạn, . . - Hạn nộp các chứng chỉ ngoại ngữ là ngày 11/04.. . - Trường hợp thiếu chứng chỉ anh văn 2 kỹ năng để đủ điều kiện tốt nghiệp, SV [full_name]15 sẽ nộp đơn kéo dài (tự làm, không mẫu) thời gian sau tháng 04/2022.. . - Về quy định thời gian và kế hoạch học tập: Bạn vui lòng xem chi tiết tại trang web aao    sinh viên    Quy chế    Quy chế đào tạo và học vụ bậc đại học và cao đẳng    Các trường hợp được kéo dài thời gian đào tạo    điều 5.5. . Thân.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Dạ cho em hỏi tại sao trên trang web của pdt không thể truy cập để dk tốt nghiệp ạ?",
            "Chào em,. . Do em chưa có tên trong danh sách tốt nghiệp dự kiến, nên em không đăng ký tốt nghiệp được.. . Hiện tại bạn đã đủ điều kiện tốt nghiệp chưa?. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em tên là [full_name], MSSV [student_id] thuộc khoá K19. Em muốn hỏi về vấn đề chuẩn anh văn để đăng ký môn học cho kỳ tới (năm 4) ạ. Em không có đăng ký học anh văn ở trường và em đã thi kỳ thi anh văn trong trường do trường kết hợp với IIG tổ chức và được kết quả 505 điểm vào ngày 07/04/2021. Cho em hỏi kết quả này chỉ xét tại kỳ đó hay xét cho tất cả các kỳ ạ. Và kết quả này có đủ tiêu chuẩn năm 3 để em đăng ký môn năm 4 không ạ. Mong thầy/ cô giải đáp giúp em ạ.. . Em cảm ơn ạ",
            "Chào bạn,. . Xét cho tất cả học kỳ nhé bạn (nếu chuẩn của bạn đạt theo quy định). . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em đã hoàn thành chương trình đào tạo và vừa đủ điều kiện anh văn ra trường. Do đó em không đăng ký môn học trong kỳ này nên bị tạm dừng học. Em có thể xin cứu xét để đăng ký tốt nghiệp trong học kỳ này vào tháng 4 tới được không ạ?",
            "\"Chào bạn,. . PDT đã ghi nhận yêu cầu về đăng ký xét TN của bạn. SV vui lòng theo dõi email  và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 30/03/2022 SV vẫn chưa nhận được thấy tên trong ds dự kiến tốt nghiệp (http://www.aao.hcmut.edu.vn    Tốt nghiệp    Thông tin tốt nghiệp) hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ tại (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 04/2022 . . Về tình trạng sinh viên, khi nào bạn có tên trong ds dự kiến tốt nghiệp, PDT sẽ tự động ra QD thu nhận cho bạn nhé. . Thân\""
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Kính gửi phòng đào tạo, sau khi điền hồ sơ khai lý lịch tốt nghiệp em thấy thông tin của người hướng dẫn bị sai em muốn hỏi cách để chỉnh sửa cho đúng ạ.",
            "Chào em,. . Em vui lòng trình bày rõ giúp cô là do em khai sai hay thông tin của PDT để sai? vì tên GVHD và đề tài do [full_name] gửi cho PDT,trường hợp SV muốn điều chỉnh phải liên hệ khoa để điều chỉnh nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính gửi thầy/cô:. . Em học khóa K15, hiện đã đủ điều kiện chứng chỉ ngoại ngữ để tốt nghiệp. Em mong thầy cô mở lại tình trạng sinh viên giúp em để em đăng kí tốt nghiệp đợt tháng 4 này . .   Em xin cảm ơn !. .",
            "\"Chào bạn,. . PDT đã ghi nhận yêu cầu về đăng ký xét TN của bạn. SV vui lòng theo dõi email  và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 30/03/2022 SV vẫn chưa nhận được thấy tên trong ds dự kiến tốt nghiệp ( Tra danh sách tại http://www.aao.hcmut.edu.vn    Tốt nghiệp    Thông tin tốt nghiệp) hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 04/2022 (cập nhật mới gia hạn thời gian xử lý tốt nghiệp). . Về tình trạng sinh viên, khi nào em có tên trong ds dự kiến tốt nghiệp, PDT sẽ tự động ra QD thu nhận cho bạn nhé. . Thân. . \""
        ]
    },
    {
        "intent": "",
        "message": [
            "Em chào thầy/cô PĐT ạ! Em là [full_name] MSSV [student_id]. Em vừa đủ điều kiện đăng ký tốt nghiệp hôm nay. Em vào trang đăng ký tốt nghiệp thì gặp tình trạng này. . . Em mong thầy/cô phòng đào tạo mở giúp em để em đang ký tốt nghiệp. Em cảm ơn ạ.. .",
            "\"Chào bạn,. . PDT đã ghi nhận yêu cầu về đăng ký xét TN của bạn. SV vui lòng theo dõi email  và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 30/03/2022 SV vẫn chưa nhận được thấy tên trong ds dự kiến tốt nghiệp (http://www.aao.hcmut.edu.vn    Tốt nghiệp    Thông tin tốt nghiệp) hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ tại (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 04/2022 . . Về tình trạng sinh viên, khi nào bạn có tên trong ds dự kiến tốt nghiệp, PDT sẽ tự động ra QD thu nhận cho bạn nhé. . Thân\""
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]  /b \t[full_name] [full_name] [full_name] [full_name]   i Tốt nghiệp  /i [full_name] [full_name] [full_name] [full_name] Kính gửi Thầy/Cô phòng Đào Tạo, trường ĐH Bách Khoa, ĐHQG TP[full_name]HCM[full_name] [full_name] [full_name] [full_name] Em tên là [full_name][full_name] [full_name] MSSV: [student_id][full_name] [full_name] [full_name] [full_name] Hiện tại em đã đăng ký tốt nghiệp thông qua mybk và phiếu đăng ký đã được xử lý, em muốn đăng ký in giấy chứng nhận tốt nghiệp tạm thời thì không biết đăng ký bằng cách nào ạ? [full_name] [full_name] Rất mong nhận được phản hồi từ quý Thầy/Cô[full_name][full_name] [full_name] [full_name] [full_name] Em xin chân thành cảm ơn![full_name] [full_name] [full_name]",
            "Chào bạn. . Theo quy trình cấp bằng đại học hiện tại: dự kiến vào cuối mỗi tháng Phòng đào tạo sẽ lấy danh sách sinh viên đã đăng ký tốt nghiệp (SV đã đăng ký, thanh toán tiền và có xác nhận đã nhận của PĐT) để ra Quyết định công nhận tốt nghiệp, tiến hành in Bằng tốt nghiệp và sẽ thông báo mời SV đến nhận sau khi hoàn tất.. . Nên nếu SV thật sự cần Giấy chứng nhận tốt nghiệp, thì vui lòng điền thông tin vào form (đã có tên trong danh sách dự kiến tốt nghiệp, đã khai thông tin tốt nghiệp, thanh toán 95.000 lệ phí tốt nghiệp): https://forms.gle/2WnfHeAHnRZWJ6Jn7. . Sau khi kiểm tra dữ liệu, dự kiến Thứ 2 hàng tuần sẽ in và scan gởi qua mail SV, sau đó SV cần bảng chính vui lòng liên hệ Pdt để nhận. . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính gửi BKSI, . . . . Em tên là [full_name], sinh viên khóa K19, khoa Quản lý Công nghiệp. . . . . Tháng 12/2020 em có tham gia thi Anh Văn Định Kỳ do trường tổ chức và đạt 710 điểm. Tuy nhiên, số điểm này bị biến mất trong Bảng điểm. Ngoài ra, các kỳ sau đó do dịch bệnh nên Trường cho phép hoãn chuẩn TA hằng năm.. . . . Do đó, em muốn hỏi là   B điểm thi AVĐK này có được tính đủ chuẩn để đăng ký môn cho 4 năm Đại học không  /B  hay   B chỉ để đăng ký cho kỳ tiếp theo  /B  thôi. . . . . Ví dụ: đạt 710 vào kỳ 201 thì chỉ đủ để đăng ký môn cho kỳ 202 hay đủ cho cả 211, 212, 221, 222. . . . . Em đã biết được thông tin là cần nộp chứng chỉ AV trước khi nhận luận văn/tốt nghiệp nên mong muốn sắp xếp thời gian thi cho phù hợp ạ. . . . .",
            "Chào em,. . Áp dụng hết nhé bạn, SV không cần thi lại nếu đã đạt chuẩn nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Kính gửi Phòng Đào Tạo Đại Học Bách Khoa TPHCM,. . Em là [full_name], cựu sinh viên tại khoa Kỹ Thuật Hóa Học. Do hiện tại em vẫn đang du học tại Hàn Quốc nên bằng tốt nghiệp đại học của em vẫn còn để ở trường. Hiện tại, em cần in 2 bản sao bằng tốt nghiệp và người nhận là bạn em với thông tin như sau:. . Họ và Tên: [full_name]. . MSSV: [student_id]. . Em xin chân thành cảm ơn sự giúp đỡ từ quý thầy cô."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em tên là [full_name],MSSV [student_id]. Phong đào tạo cho em hỏi: hiện tại em chưa đăng kí đủ 28 chứng chỉ cho năm 1 do em không đăng kí được giải tích 2 (do trùng thời khóa biểu quốc phòng và không đủ thời gian giãn cách 2 cơ sở),vậy em có được đăng kí môn năm 2 không ạ? và phòng đào tạo cho em hỏi có cách nào để được đăng kí môn năm 2 không ạ?",
            "Chào bạn. . Bạn có thể đăng ký thêm môn học vào Hk213, đã có thông báo về dkmh hk213 trên tin nhắn Bkel. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Chào Thầy/ Cô.. . Thời gian đóng học phí cho dự thính kết thúc vào 15h00 ngày 21/03 nhưng em đăng nhập vào BkPay vào các ngày 19/3 , 20/3 , trước 15h00 ngày 21/03 đều thông báo là chưa đến hạn thanh toán và không có nút thanh toán. Trong khi ngày hết hạn là 15h00 ngày 21/03.. . Mong Thầy/Cô xem xét lại lỗi này của hệ thống và hỗ trợ em.. . . .",
            "Chào em,. . SV vui lòng đợi thông báo sau của Phòng Đào tạo về việc thay đổi (gia hạn)thời gian thanh toán Học phí nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: 2033057  /b \t. . . .   i Yêu cầu khác . Chào Thầy/ Cô,. . . . Em tên là Hà Bỉnh Ngoc Lân, em là sinh viên hệ VLVH khoá 2020 ( học theo CTĐT khoá 2018), MSSV 2033057.. . Ngày 24/09/2020 em có nhận được mail của thầy Chiến thông báo cho sinh viên khoá 2020 hệ VLVH về việc học bổ sung các môn Lý luận chính trị gồm 2 học phần: Học phần 1 (gồm 3 môn: Triết học Mac-Lenin + Kinh tế chính trị Mac-Lenin + Chủ nghĩa xả hội khoa học) và Học phần 2 ( gồm 2 môn: Lịch sử Đảng CS + Tư tưởng HCM). Hiện tại em đã học xong Học phần 1 và đã có điểm 3 môn của Học phần 1 rồi. Hôm trước em có đăng ký học bổ sung Học phần 2 gồm 2 môn: Lịch sử Đảng CS (SP1039) + Tư tưởng HCM (SP1037) nhưng hôm nay em lên Phòng  Đào tạo hỏi về việc đăng ký Học phần chính trị 2 thì thầy Dũng nói rằng em phải học theo CTĐT khoá 2018 (gồm 3 môn Chính Trị: Những nguyên lý cơ bản CN Mac-Lenin SP1003; Tư tưởng HCM SP1005; Đường lối CM Đảng CSVN SP1009).. . . . Em có 1 số câu hỏi mong quý Thầy/ Cô giải đáp giúp em:. . 1/ Nếu bây giờ em đã học xong Học phần 1 (gồm 3 môn: Triết học Mac-Lenin + Kinh tế chính trị Mac-Lenin + Chủ nghĩa xã hội khoa học) và hiện tại đã có điểm kết thúc môn, thì em có được tiếp tục đăng học tiếp Học phần 2 gồm 2 môn: Lịch sử Đảng CS (SP1039) + Tư tưởng HCM (SP1037) được không ạ??? Nếu có thì Thầy/ Cô cho phép em đăng ký 2 môn Lịch sử Đảng CS (SP1039) + Tư tưởng HCM (SP1037) học chung với nhóm lớp ONL (Lớp bổ sung kiến thức cho sinh viên hệ VLVH khoá 2022) để thuận tiện cho em hoàn thành học phần các môn Chính trị.. . . . 2/ Nếu em không được đăng ký Học phần 2 gồm 2 môn: Lịch sử Đảng CS (SP1039) + Tư tưởng HCM (SP1037) thì 3 môn của Học phần 1 (gồm Triết học Mac-Lenin + Kinh tế chính trị Mac-Lenin + Chủ nghĩa xã hội khoa học) này em sẽ được chuyển điểm qua những môn nào trong 3 môn: Những nguyên lý cơ bản CN Mac-Lenin SP1003; Tư tưởng HCM SP1005; Đường lối CM Đảng CSVN SP1009??. . . . Mong quý Thầy/ Cô phản hồi sớm giúp em, Em cảm ơn!!!",
            "Chào bạn,. . . . Phòng đào tạo đã ghi nhận trường hợp của bạn, và đã chuyển thông tin đến các bộ phận liên quan để kiểm tra và xử lý, bạn vui lòng đợi Pdt phản hồi kết quả qua mail sinh viên. . . . Lưu ý: Do sự thay đổi chính sách của Google, các thông báo và tin nhắn của Phòng Đào Tạo và BKeL bằng email KHÔNG còn được thực hiện. Sinh viên vui lòng theo dõi thông báo qua chức năng TIN NHẮN trên trang BKeL. Hãy cài đặt Moodle Mobile App để được nhắc nhở ngay trên thiết bị di động của cá nhân. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]4  /b \t. . . .   i Khiếu nại đăng ký môn học . Trong đợt đăng ký môn học của học kỳ 2 năm 2021-2022.. . Em đã gửi kiến nghị xin phép được mở quyền đăng ký môn học trên wed.. . Để đăng ký môn Đồ Án Tốt nghiệp (813303 ).. . . . Nhưng không thấy PĐT mở quyền đăng ký môn học cho em, và em quyết định chờ đến năm sau đk.. . . . Nhưng đến nay em vừa được cập nhật thời khoá biểu , lại thấy PĐT đã tự động đăng ký môn . . Đồ Án Tốt nghiệp (813303 ).. . . . Nay thời gian của học kỳ 2 đã qua 3 tháng , em không thể hoàn thành môn học này với thời gian còn lại .. . . . Vậy nên em xin phép nhà trường huỳ môn học. . Đồ Án Tốt nghiệp (813303 ).",
            "Chào bạn. . Pdt kiểm tra lại lịch sử câu hỏi trên BKSI, ngày 19/1 Cô My đã lấy dữ liệu chuyển cho bộ phận dkmh đăng ký LVTN cho bạn, và sau khi xử lý đã có tkb. Nên hiện tại không thể hủy tkb môn LVTN. . Bạn xem lại lịch sử bên dưới. . . . . . Thời gian: 12/25/2021 08:57:01 pm. . Từ: [19283] (81302534) Nghĩa Nguyễn Trọng. . ĐƠN TRÌNH BÀY TRỄ HỌC PHÍ.pdf (125.72 Kb) [ tải xuống ]. . . . MSSV/MSGV: 81302534    . . . . Yêu cầu khác. . Hiện tại em đang bị cấm đăng ký môn học do đóng học phí trễ .. . Nay em xin làm đơn xin phép nhà trường được mở đăng ký môn học ạ.. . [ Trích dẫn ]. . Thời gian: 12/30/2021 04:45:21 pm. . Từ: [20279] (003243) [staff_name]. . . . \"Chào bạn. . \"\" Nếu yêu cầu của bạn đến nay vẫn chưa được xử lý, vui lòng gửi lại để PDT kiểm tra và trả lời cho bạn \"\". . SV lưu ý:. . 1- Hiện tại toàn bộ môn học đã được Phòng Đào tạo tăng sĩ số tối đa theo quy định của từng loại môn học và quy định của Google Meet (tối đa 100 tính luôn Giảng Viên).Xem quy định về sĩ số mở lớp cho từng loại môn học tại đây: aao.hcmut.edu.vn/sinh viên/quy chế/học vụ/Quy chế đào tạo và học vụ bậc đại học, cao đẳng/ Điều 8. 2. . 2- Đã hết thời gian hiệu chỉnh và hủy môn học, Về việc rút Môn Học (có tính học phí) sinh viên vui lòng đợi mail thông báo sau của PDT.. . 3- Trường hợp chưa ĐKMH ở đợt 2 thành công, bạn vui lòng đợi mail thông báo về việc ĐKMH ở đợt 3 từ ngày 04/01/2022 ( lưu ý: Trong đợt 3, SV chỉ có thể bổ sung các môn học còn sĩ số, không hiệu chỉnh và hủy MH). . 4- Sinh viên vui lòng xem kết quả ĐKMH, xem lý do vì sao không ĐKMH được (có đăng ký, nhưng không có TKB) tại trang web: mybk.hcmut.edu.vn    Đăng ký môn học    Đăng ký môn học HK212 - Kết quả đợt 2    bấm vào mục Đăng ký mới    chọn Loại hình đăng ký    xem Lịch sử đăng ký.. . 5- Trong trường hợp kết quả xử lý ĐKMH không đúng, bạn có thể làm đơn khiếu nại (kèm minh chứng nếu có), gửi qua trang bksi ghi rõ tiêu đề: “Khiếu nại ĐKMH HK212”, nội dung khiếu nại trình bày rõ lý do, ghi rõ tên, mã môn học và mã nhóm đã đăng ký (SV đợi kết quả cập nhật dự kiến trước ngày 3/1/2022). . 6- SV xem TKB tại mybk/Thông tin SV/ Xem TKB (sẽ được cập nhật dự kiến trước ngày 3/1/2022). . Chúc các bạn học tốt!. . Thân. . \". . [ Trích dẫn ]. . Thời gian: 01/03/2022 09:11:37 am. . Từ: [19283] (81302534) Nghĩa Nguyễn Trọng. . q.JPG (106.26 Kb) [ tải xuống ]. . . .   B Khiếu nại ĐKMH HK212  /. . . . Hiện tại em vẫn chưa được mở trong mục đăng ký môn học .. . Ngay khi vào trang đăng ký môn học em đã bị cấm đăng ký ạ . Mong nhà trường xem xét giúp em .. . ( Em có đăng hình ảnh đính kèm ). . [ Trích dẫn ]. . Thời gian: 01/10/2022 04:11:31 pm. . Từ: [20279] (003243) [staff_name]. . . . Chào em,. . Em cần xin ĐKMH nào? Vui lòng trình bày rõ và gửi lại qua bksi, ghi rõ tên và mã MH xin ĐK. . Thân. . [ Trích dẫn ]. . Thời gian: 01/10/2022 10:27:50 pm. . Từ: [19283] (81302534) Nghĩa Nguyễn Trọng. . . . Hiện tại em đã bị cấm đăng ký , nay mong nhà trường xem xét cho em đăng ký .. . . . Em xin đăng ký Đồ Án tốt nghiệp. . MMH 813303. . [ Trích dẫn ]. . Thời gian: 01/19/2022 02:41:08 pm. . Từ: [20279] (003243) [staff_name]. . . . \"Chào em,. . PDT đã ghi nhận yêu cầu về ĐKMH của bạn và đã chuyển cho bộ phận ĐKMH kiểm tra và xử lý.. . SV vui lòng theo dõi thời khóa biểu được cập nhật tại Mybk/Thông tin sinh viên/Xem thời khóa biểu dự kiến trễ nhất trước ngày 25/1/2022.. . Sau thời gian trên vẫn chưa được cập nhật TKB, SV vui lòng gửi lại câu hỏi qua bksi để biết lý do.. . Thân. . \"",
            "Dạ theo như PĐT thông báo là :. . . .   B   I \"SV vui lòng theo dõi thời khóa biểu được cập nhật tại Mybk/Thông tin sinh viên/Xem thời khóa biểu dự kiến trễ nhất trước ngày 25/1/2022.\"  /I   /B . . . . Nhưng đến ngày 18/3 thì mới cập nhật thời khoá biểu cho em.. . . . Việc cập nhật thời khoá biểu quá trễ khiến em không thể làm chủ tình hình học tập .. . . . Bên dưới là hình ảnh chứng minh đính kèm ạ.. . . . Mong nhà trường cho phép huỷ môn học ạ .. .",
            "Chào bạn. . Sau khi kiểm tra lại thông tin, Pdt đã gởi dữ liệu đăng ký được LVTN về Khoa vào ngày 26/1/2022. . Sau tết Pdt đã cập nhật TKB trên Myvk-TKB, vì hệ thống ngày nào cũng cập nhât mới chứ không phải ngày 18/3 mới cập nhât. . Thân",
            "Dạ trong suốt thời gian chờ đợt nhà trường   cập nhật môn điểm môn Thực tập tốt nghiệp ( nhà trường đã cập nhật rất trễ),em đã liên tục kiểm tra bảng điểm và thời khóa biểu. . . . . Song em không thấy môn học được đăng ký trong TKB.. . . . Ngay khi nhà trường thông báo đăng ký môn học , em đã gửi rất nhiều kiến nghị xin phép mở khóa đăng ký nhưng thời gian xử lý kéo dài rất nhiều .. . . . Em đã theo trường được gần 10 năm , nay chuyển sang hệ VHVL .. . . . Số tiền học phí 9tr với môn ĐATN hiện tại quá lớn đối với người phải bươn chải vừa học vừa làm như em. Trong khi em không thể hoàn thành ĐATN với thời gian còn lại.. . . . Kính mong nhà trường có thể giúp đỡ một phần nào đó ạ.. . . . Em cám ơn rất nhiều . . . . . . . .",
            "Chào bạn. . Trường hợp của bạn không thể hủy TKB và học phí,. . Pdt bổ sung môn học cho bạn theo đúng quy trình, thì bạn phải theo dõi để liên hệ [full_name]/bộ môn làm DATN. . - Có thể giải quyết theo trường hợp hoãn thi cuối kỳ để bảo vệ LVTN vào HK213. .  Bạn tải mẫu đơn PHIẾU ĐĂNG KÝ HOÃN THI/ VẮNG THI CÓ PHÉP (CUỐI KỲ) tại trang web : aao.hcmut.edu.vn    biểu mẫu . . - Sau khi có xác nhận của Giảng viên hướng dẫn + [full_name] không đồng ý cấm thi, đồng ý cho Hoãn thi & đính kèm minh chứng gởi cho Phòng đào tạo xem xét nộp qua trang BKSI. .  . . Về quy định (thi xóa điểm VT, cách tính điểm ĐẠT) [full_name] thi có phép và hoãn thi: Bạn vui lòng xem chi tiết tại trang web aao.hcmut.edu.vn--  sinh viên --  Quy chế --  Điều 16 [full_name] thi hoãn thi tại Quyết định ban hành Quy định chung về học vụ và đào tạo (số 2931 ngày 10/9/21). . . . Lưu ý: Do sự thay đổi chính sách của Google, các thông báo và tin nhắn của Phòng Đào Tạo và BKeL bằng email KHÔNG còn được thực hiện. Sinh viên vui lòng theo dõi thông báo qua chức năng TIN NHẮN trên trang BKeL. Hãy cài đặt Moodle Mobile App để được nhắc nhở ngay trên thiết bị di động của cá nhân . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: em không thể thanh toán học phí qua BK Pay như mọi lần dù hôm nay đã quá hạn rồi",
            "Chào em,. . SV vui lòng đợi thông báo sau của Phòng Đào tạo về việc thay đổi (gia hạn)thời gian thanh toán Học phí nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Em tên [full_name] Mssv [student_id].. . Em viết đơn này đến Ban Giám hiệu, Phòng Đào tạo Trường Đại học Bách Khoa TPHCM  cho em được gia hạn thời gian đào tạo. Với lý do,em thuộc diện ưu tiên KV1 được phép xin gia hạn them 1 học kì và em đã hoàn thành xong tất cả môn học theo chương trình đào tạo và đã đạt 14 ngày Công tác xã hội nhưng em chưa đạt được đủ chuẩn anh văn của trường.. .        Với lý do nêu trên, em kính trình Ban Giám hiệu, Phòng Đào tạo chấp thuận cho em được gia hạn thời gian học 1 học kì (HK 221). Em cam kết sẽ cố gắng hoàn thành chứng chỉ anh văn. . .        Kính mong Ban Giám hiệu, Phòng Đào tạo xem xét, chấp thuận. Em xin đính kèm đơn ở phía dưới ạ.. .        Xin trân trọng cảm ơn !. . . .   i Yêu cầu khác ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Chào thầy/cô!. . Em [full_name], MSSV [student_id], lớp XD15VL01!. . Em đã hoàn thành đủ các yêu cầu tốt nghiệp nhưng em không đăng kí xét tốt nghiệp được do tình trạng sinh viên của em là \"nghỉ\"! Mong thầy/cô hướng dẫn em giải quyết vấn đề để em được đăng kí xét tốt nghiệp ạ! Em cảm ơn!",
            "\"Chào bạn,. . PDT đã ghi nhận yêu cầu về đăng ký xét TN của bạn. SV vui lòng theo dõi email  và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 30/03/2022 SV vẫn chưa nhận được thấy tên trong ds dự kiến tốt nghiệp ( Tra danh sách tại http://www.aao.hcmut.edu.vn    Tốt nghiệp    Thông tin tốt nghiệp) hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 04/2022 (cập nhật mới gia hạn thời gian xử lý tốt nghiệp). . Về tình trạng sinh viên, khi nào em có tên trong ds dự kiến tốt nghiệp, PDT sẽ tự động ra QD thu nhận cho bạn nhé. . Thân. . \""
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp  /i  Em có dk môn học mã CI3067 vào HK201 nhưng vẫn chưa được thi do dịch, nay trong học kỳ này, em được sắp xếp thi vào ngày 17/4. PDT cho em hỏi là nếu thi xong có điểm cập nhật trước ngày lễ tốt nghiệp tổ chức vào cuối tháng 4, thì em có được đăng ký tốt nghiệp hay không? ( em đã nộp các chứng chỉ av, CTXH, và hiện tại chỉ thiếu môn học trên). .",
            "Chào em,. . Khi nào thi xong, có điểm và đủ điều kiện tốt nghiệp em có thể gửi câu hỏi qua bksi để hỏi về việc xét tốt nghiệp của bạn nhé.. . Tại thời điểm đó mới có thể trả lời cho bạn được nhé.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Kính gửi PĐT,. . Em là SV khoa cơ Khi Liên thông, hiện em đang có tên trong danh sách dự kiến tốt nghiệp vào tháng 4. . . Cho em được hỏi là em có cần nộp lại bằng tốt nghiệp THPT hay không? . . Bời vì khi liên thông đại học ngành cơ khí em đã tốt nghiệp ngành BDCN rồi và đã nhận bằng tức là em đã bổ sung đầy đủ hồ sơ. Nhưng pđt lại yêu cầu em nộp bổ sung bằng THPT, trong khi các bạn chung khóa lại không có yêu cầu nộp và đã nhận bằng vào tháng 11. . . Rất mong pđt xem xét và phản hồi lại ạ. . EM cảm ơn!",
            "Gửi đến Sinh viên. . . . Đề nghị Sinh viên photo công chứng bằng tốt nghiệp Cao đẳng BDCN nộp về Phòng Đào tạo (phòng 201 nhà A4, gửi cho Cô [full_name]), lý do, khi nộp hồ sơ thi liên thông, SV chưa nhận bằng tốt nghiệp CĐ BDCN.. . . . Đề nghị SV nộp gấp.. . . . Thân chào.. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Trong học năm học 2020-2021 em không đăng kí môn học và bị xoá tên. Nay em làm đơn này xin Phòng Đào Tạo xem xét, thu nhận và chuyển sang hình thức vừa làm vừa học để hoàn thành chương trình học.. . . . Em xin chân thành cảm ơn!. . . .",
            "Chào bạn,. . PDT đã tiếp nhận đơn chuyển qua hệ VLVH của bạn, bạn theo dõi tình trạng sinh viên và quyết định được cập nhật tại:. . Mybk/Thông tin sinh viên/Tình trạng. . Trường hợp nếu SV đã đủ điều kiện tốt nghiệp của hệ VLVH, sau khi có QD chuyển hệ được cập nhật tại mybk/Thông tin SV có thể gửi câu hỏi qua bksi để xin đăng ký xét tốt nghiệp bổ sung. . SV theo dõi mail và lịch học vụ để vào đăng ký môn học cho HK213 nếu còn nợ MH(từ tháng 05/2022). . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: dạ thưa phòng đào tạo, em có đăng kí anh văn theo cầu đợt khai giảng 28/2/2022, em thấy để trong bkpay lịch thanh toán là từ 14/3/2022 đến 15h ngày 21/3/2022 nhưng đến hôm nay hết hạn rồi em vẫn không thể thao tác thanh toán được, số khoản thanh toán thì lại để bằng 0 và hiển thị chưa đến kì thanh toán, em có thể đến trường và đóng trực tiếp không ạ.",
            "Chào em,. . SV vui lòng đợi thông báo sau của Phòng Đào tạo về việc thay đổi (gia hạn)thời gian thanh toán Học phí nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Kính gửi quí Thầy/Cô pđt,. . Học kỳ 203 vừa rồi em có đăng ký môn EE3333-Thực tập tốt nghiệp, và em có làm đề tài theo giáo viên hướng dẫn để thay thế cho việc đến trực tiếp tại doanh nghiệp bên ngoài(do tình hình dịch bệnh). Em có làm báo cáo và nộp cho bộ môn theo yêu cầu + nộp cho giáo viên hướng dẫn để được chấm điểm. Hiện tại thì điểm của em trên hệ thông cập nhật là điểm 13.00 (Vắng thi). Em có mail đến Thầy hướng dẫn, mà em chưa nhận được câu trả lời từ Thầy ạ.. . Kính mong quí Thầy/Cô kiểm tra giúp em với ạ.. . Em xin cảm ơn ạ.",
            "Chào bạn. . Cô kiểm tra bạn đã được cập nhật điểm môn TTTN, bạn kiểm tra lại nghen. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: kính chào quý thầy cô. . - EM đã học xong chương trinh đào tạo nhưng còn thiếu chứng chỉ anh văn tiêu chuẩn để tốt nghiệp cho nên học kì 2 2021-2022 em không đăng kí thời khóa biểu môn học =  Kính mong quý thầy cô xem xét hủy kết quả buộc thôi học của em [full_name] MSSV [student_id].. .",
            "đã trả lời"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Kính gửi Phòng đào tạo. . Em xin phép nộp đơn trình bày lý do trễ hạn học phí và mong Phòng đào tạo xem xét.. . Em xin cảm ơn!"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em chào cô,. . Cô cho em hỏi là kì này em có đăng kí môn học là môn luận văn tốt nghiệp-EE4333 (có thời khóa biểu) nhưng trên tình trạng sinh viên lại để là tạm dừng do không đăng kí môn học. Không biết là hệ thống bị lỗi hay là em bị thiếu điều kiện gì ạ.. . Em cảm ơn.",
            "Chào bạn. . Pdt đã ra qd thu nhận, bạn làm LVTN ở HK212 bình thường nghen. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]  /b \t[full_name] [full_name] [full_name] [full_name]   i Yêu cầu khác  /i [full_name] [full_name] Em chào Thầy Cô[full_name] [full_name] Em là sinh viên K15 đã hết thời hạn đào tạo chính quy, nay em nộp đơn xin chuyển sang hệ VHVL[full_name] Em xin cám ơn[full_name][full_name] [full_name]",
            "Chào bạn,. . PDT đã tiếp nhận đơn chuyển qua hệ VLVH của bạn, bạn theo dõi tình trạng sinh viên và quyết định được cập nhật tại:. . Mybk/Thông tin sinh viên/Tình trạng. . Trường hợp nếu SV đã đủ điều kiện tốt nghiệp của hệ VLVH, sau khi có QD chuyển hệ được cập nhật tại mybk/Thông tin SV có thể gửi câu hỏi qua bksi để xin đăng ký xét tốt nghiệp bổ sung. . SV theo dõi mail và lịch học vụ để vào đăng ký môn học cho HK213 nếu còn nợ MH(từ tháng 05/2022). . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Thầy/cô cho em hỏi lả booay đang bị lỗi đúng không ạ?. . . . Vì tới hạn đóng nhưng hệ thống vẫn ghi là chưa đến kì thanh toán ạ . . Em cảm ơn !",
            "Chào em,. . SV vui lòng đợi thông báo sau của Phòng Đào tạo về việc thay đổi (gia hạn)thời gian thanh toán Học phí nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]  /b . . . . Em chào thầy, cô phòng đào tạo.. . . . Em tên [full_name], MSSV: [student_id].. . . . Vì lý do dịch bệnh phức tạp và em hiện tại là F1 nên di chuyển khó khăn nên em đã bị miss thời gian đóng tiền cho môn học Anh văn 4A (DNCQ212.1.[student_id].1).. . . . Em mong các thầy cô sẽ mở lại BKpay để em được đóng tiền trong thời gian sớm nhất.. . . . Em cảm ơn!\t. . . .   i Yêu cầu khác .",
            "Chào bạn. . Tiêu đề: Thanh toán học phí HK 212. . Nội dung:. .  . . Thân gửi các bạn sinh viên,. . Sinh Viên thanh toán học phí HK212 qua cổng thanh toán BKPay. . Thời gian:. .  từ ngày 04/04 đến 15 giờ ngày 11/04/2022  . . Lưu ý:. . Sinh viên chưa hoàn tất học phí sau thời hạn thanh toán vui lòng xem chi tiết quy định tại Quy chế học vụ đào tạo để thực hiện nghiêm túc: aao.hcmut.edu.vn    sinh viên    quy chế    học vụ    Quyết định ban hành Quy định chung về học vụ và đào tạo (số 2931 ngày 10/9/21)/ Điều 28.4 Không thanh toán học phí.. . Số điện thoại hotline của Ngân hàng OCB để được hỗ trợ (khi có phát sinh sự cố):[student_id]8.. . Thông báo về mức thu học phí các bậc đào tạo năm 2021-2022 tại trang web aao.hcmut.edu.vn    sinh viên    học vụ    học phí.. . Số điện thoại hotline của Ngân hàng OCB để được hỗ trợ (khi có phát sinh sự cố):[student_id]8.. . Trân trọng thông báo.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Trong thông báo đóng học phí dự thính là ngày 21/3/2022 hết hạn đóng nhưng tới hôm nay em vào vẫn để chưa đến hạn thanh toán, em không thanh toán được. . . Em mong được phản hồi. . . .",
            "Chào em,. . SV vui lòng đợi thông báo sau của Phòng Đào tạo về việc thay đổi (gia hạn)thời gian thanh toán Học phí nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Chào PĐT ạ, hiện tại thì em đã có tên trong danh sách dự kiến tốt nghiệp ạ. Nhưng em không thể đăng ký tốt nghiệp được ạ, tình trạng sinh viên của em đã bị đổi thành nghỉ ạ. Em xin PĐT xem xét để cho em có thể đăng ký tốt nghiệp được ạ.",
            "\"Chào em,. . Hiện tại PDT đang ra Quyết định thu nhận lại cho SV để đăng ký xét tốt nghiệp, em theo dõi tình trạng trên mybk/Thông tin Sinh viên, khi nào chuyển qua trạng thái \"\"đang học\"\", em vào đăng ký tốt nghiệp lại nhé.. . Thân\"",
            "Dạ hiện tại thì tình trạng SV của em vẫn ghi là \"nghỉ\" ạ. Em vẫn chưa đăng ký tốt nghiệp được ạ. Mong PĐT xem xét ạ.",
            "Chào em,. . Hiện tại đang làm quyết định nhé bạn, em vui lòng đợi nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Cho em hỏi là sao trong bkpay chưa mở thanh toán học phí mà đã hết hạn đóng học phí vậy ạ.",
            "Chào em,. . SV vui lòng đợi thông báo sau của Phòng Đào tạo về việc thay đổi (gia hạn)thời gian thanh toán Học phí nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp  /i  . . . . Thưa quý thầy,cô! Em tên là [full_name],là sinh viên khoá 2015, khoa kỹ thuật tàu thủy. Em bị tạm dừng học kì vừa rồi nên không thể đăng kí tốt nghiệp được.Em rất mong nhà trường tạo điều kiện mở trang đăng kí tốt nghiệp cho em để em có thể đăng kí tốt nghiệp ra trường ạ! Em thành thật cảm ơn thầy cô !!!",
            "\"Chào bạn,. . PDT đã ghi nhận yêu cầu về đăng ký xét TN của bạn. SV vui lòng theo dõi email  và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 30/03/2022 SV vẫn chưa nhận được thấy tên trong ds dự kiến tốt nghiệp (http://www.aao.hcmut.edu.vn    Tốt nghiệp    Thông tin tốt nghiệp) hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ tại (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 04/2022 . . Về tình trạng sinh viên, khi nào bạn có tên trong ds dự kiến tốt nghiệp, PDT sẽ tự động ra QD thu nhận cho bạn nhé. . Thân\"",
            "\"Chào bạn. . Pdt kiểm tra hiện tại bạn còn nợ Toeic. . Không đủ ĐK để tốt nghiệp. . Bạn kiểm tra lại nghen. . Trường hợp có khiếu nại bạn có thể gửi lại qua bksi.. . Trường hợp SV học môn tương đương nhưng chưa được cập nhật, vui lòng gửi lại thêm 1 yêu cầu khác về việc xin cập nhật môn tương đương (ghi rõ tên và mã MH SV học, ở học kỳ nào? bao nhiêu điểm? và tương đương với môn học nào thuộc CTĐT của SV). . Thân\""
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . E là sv k2017, tốt nghiệp trễ, khi nào thì trường tổ chức thi av 2 kĩ năng vậy ạ? Vì tháng 5 là hạn chót đăng kí tốt nghiệp kì này rồi đó ạ. Cám ơn phòng đào tạo đã đọc mail ạ. Mong nhận được phản hồi sớm ạ.",
            "Chào em,. . Em liên đăng ký thi AV nói viết tại Trung tâm ngoại ngữ nhé!. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em tên [full_name] Mssv [student_id].. . Em viết đơn này đến Ban Giám hiệu, Phòng Đào tạo Trường Đại học Bách Khoa TPHCM  cho em được kéo dài thêm 1 học kì. Với lý do,em thuộc diện ưu tiên KV1 được phép xin gia hạn thêm 1 học kì và em đã hoàn thành xong tất cả môn học theo chương trình đào tạo nhưng em chưa đạt được đủ chuẩn anh văn của trường.. .        Với lý do nêu trên, em kính trình Ban Giám hiệu, Phòng Đào tạo chấp thuận cho em được gia hạn thời gian học 1 học kì (HK 212). Em cam kết sẽ cố gắng hoàn thành chứng chỉ anh văn.. .        Kính mong Ban Giám hiệu, Phòng Đào tạo xem xét, chấp thuận. Em xin đính kèm đơn ở phía dưới ạ.. .        Xin trân trọng cảm ơn !"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em xin chào phòng đào tạo ạ, . . Em tên [full_name] -Mssv: [student_id] - Sđt :[phone_number]. . Em viết mail này mong phòng đào tạo chuyển đổi giúp em môn học Kết cấu bê tông cốt thép1.. . Mã môn học cũ: CI2039. . Mã môn học mới, môn học tương ứng : CI2091 và CI2093. . Trong thời gian chờ đợi,em xin chân thành cảm ơn ạ.. . Chân thành,",
            "Chào em,. . Đã cập nhật môn tương đương cho bạn,. . trường hợp bạn xét tốt nghiệp còn báo nợ TOEIC và AV3,AV4. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Do kỳ trước em có đăng ký hoãn thi nên em định thi lại trong kỳ này nên cho em xin thủ tục hoãn thi ạ.Danh sách gồm :. . hệ thống số - CO1023- Học kỳ 2(2020-2021). . đại số tuyến tính - MT1007- Học kỳ 2(2020-2021). . Hóa đại cương - CH1003 -Học kỳ 2(2020-2021).. . Chị cho em xin thủ tục để tham gia thi lại. . Em cảm ơn. .",
            "\"Chào bạn. . Dự kiến cuối tháng 03/2022 sẽ có thông báo chi tiết về Lịch thi xóa điểm HT, thông báo gởi qua tin nhắn Bkel hoặc mail SV, bạn nhớ kiểm tra thường xuyên. . Thân\""
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp .",
            "\"Chào em,. . SV khóa 2015 hiện tại đã hết thời gian đào tạo theo quy định và hạn cuối tốt nghiệp vào đợt tháng 4/2022 này.. . Hiện tại PDT đã ra quyết định thôi học vì hết thời gian đào tạo. . Trong đợt tốt nghiệp tháng 4/2022 này, khi nào SV đủ điều kiện tốt nghiệp, có thể làm đơn gửi qua bksi để xin cứu xét thu nhận lại để xét tốt nghiệp nhé. . Sau ngày 22/04/2022, SV chưa đủ điều kiện tốt nghiệp do chưa hoàn thành đủ ngày CTXH, CCNN xét tốt nghiệp, có thể nộp đơn xin gian hạn 1HK tại Phòng Đào tạo.. . (chưa đủ điều kiện vì thiếu CCNN  có nghĩa là SV phải hoàn thành tất cả các môn học thuộc CTĐT, kể cả AV1,2,3,4. có thể làm đơn xin gia hạn thời gian nộp CCNN để tốt nghiệp. SV lưu ý, trường hợp này PDT phải xét điều kiện đúng là SV chỉ còn nợ CCNN để tốt nghiệp mới được gia hạn nhé). . Thân. . \""
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Dạ em chào pđt ạ,. . . . Em đã được thẩm tra Toeic nghe đọc rồi ạ. Pđt giúp em chuyển điểm sớm để có thể đăng ký xét tốt nghiệp tháng 4/2022 ạ.. . . . Em xin cảm ơn pđt rất nhiều ạ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Hiện tại em đủ điểm và tín chỉ tốt nghiệp, nhưng em lên mybk đăng ký xét tốt nghiệp không được vì tình trạng sinh viên tạm dừng. Mong phòng đào tạo hỗ trợ và hướng dẫn em cách đăng ký xét tốt nghiệp ạ. Em cảm ơn. . . .",
            "\"Chào bạn,. . PDT đã ghi nhận yêu cầu về đăng ký xét TN của bạn. SV vui lòng theo dõi email  và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 30/03/2022 SV vẫn chưa nhận được thấy tên trong ds dự kiến tốt nghiệp (http://www.aao.hcmut.edu.vn    Tốt nghiệp    Thông tin tốt nghiệp) hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ tại (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 04/2022 . . Về tình trạng sinh viên, khi nào bạn có tên trong ds dự kiến tốt nghiệp, PDT sẽ tự động ra QD thu nhận cho bạn nhé. . Thân\"",
            "\"Chào bạn. . Pdt kiểm tra hiện tại bạn còn nợ:Nợ CO1011. . Không đủ ĐK để tốt nghiệp. . Bạn kiểm tra lại nghen. . Trường hợp có khiếu nại bạn có thể gửi lại qua bksi.. . Trường hợp SV học môn tương đương nhưng chưa được cập nhật, vui lòng gửi lại thêm 1 yêu cầu khác về việc xin cập nhật môn tương đương (ghi rõ tên và mã MH SV học, ở học kỳ nào? bao nhiêu điểm? và tương đương với môn học nào thuộc CTĐT của SV). . Thân\""
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Thưa thầy/cô,. . Em là [full_name] MSSV:[student_id]. . Đợt thanh toán học kỳ dự thính từ ngày 14-21/3/2022, em có vào trang BKPay nhưng luôn gặp dòng chữ \"chưa đến kỳ thanh toán\", vì vậy em đã bị trễ học phí, hôm nay em vào thì vẫn chưa thanh toán được. Trong đợt đóng BHYT đợt trước em cũng bị trễ, không biết em có thể đóng BHYT ở đợt tiếp theo không ạ?. . Thầy/Cô có thể giúp em mở học phí để em đóng được không? . . Mong thầy/cô giúp đỡ em ạ.Em xin cảm ơn!!!. . Sinh viên,. . [full_name]",
            "Chào em,. . - SV vui lòng đợi thông báo sau của Phòng Đào tạo về việc thay đổi (gia hạn)thời gian thanh toán Học phí nhé. . - Về vấn đề BHYT, Học bổng, vay vốn ngân hàng, gia hạn và miễn giảm học phí, sinh hoạt công dân… Bạn vui lòng liên hệ Phòng Công tác Chính trị Sinh viên để được hướng dẫn.. . Email: [email]. . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Cho em hỏi về anh văn của k14 hệ VLVH. . - Điểm toeic tối thiểu để quy đổi qua các môn anh văn.. . - Điểm toeic để đăng ký luận văn.. . - Điểm toeic để xét tốt nghiệp .. . Em xin cảm ơn.",
            "\"Chào bạn. . Sinh viên vui lòng xem chi tiết quy định tại Quy chế học vụ đào tạo: aao.hcmut.edu.vn. .    sinh viên    quy chế    học vụ    Quyết định ban hành Quy định về học vụ và đào tạo bậc đại học (số 2933 ngày 10/9/21)/ Phụ lục 1. Quy định về chuẩn ngoại ngữ dành cho chương trình giảng dạy bằng tiếng Việt.. . - K14 hệ VLVH: ctdt không có môn av 1234. . -Điểm toeic để đăng ký luận văn + tốt nghiệp : 400. . Thân\""
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Chào thầy(cô),. . Kỳ trước điểm đề cương của em bị nhập nhầm và bị xóa luận văn. Em đã liên hệ với giáo viên nhập điểm lại và đã cập nhật lại luận văn . . trong thời khóa biểu. Em cũng nhận mail về danh sách hủy luận văn hôm nay, trong file là điểm cũ của đề cương, vậy em có cần làm theo hướng dẫn trong mail không ạ? Em cám ơn ạ.",
            "Chào bạn. . Vậy bạn liên hệ [full_name] gặp Cô [full_name] (thư ký [full_name]) phản hồi để [full_name] báo Pdt phục hồi tkb LVTn. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em chào cô!. . Em đã nhận được phản hổi của cô rồi ạ. Hiện tại em không vào được trang đăng ký tốt nghiệp a.(mybk.hcmut.edu.vn   6.Đăng ký tốt nghiệp). Khi vào trang đó em gặp lỗi như trong hình nên em không đăng ký được. Em phải làm gì ạ?. . Em cảm ơn.",
            "Chào em,. . Về tình trạng sinh viên, khi nào em có tên trong ds dự kiến tốt nghiệp, PDT sẽ tự động ra QD thu nhận cho bạn nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Em có hoãn thi môn EE3025 Kỹ thuật siêu cao tần kỳ 202 và thi lại vào 22/12/2021_18g00 (HT01_B) [DH_HK211]. Mong bên pđt cập nhật điểm kỳ 202 để  em có thể biết được do đây là môn cuối cùng của em. Em cảm ơn.. .   i Yêu cầu khác .",
            "Chào bạn. . Việc cập nhật điểm là do Giảng viên phụ trách, bạn vui lòng liên hệ Giảng viên/Khoa/bộ môn để được hỗ trợ. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Kính gửi PĐT, . .  Em tên là [full_name] khóa K17, hiện nay tình trạng sinh viên của em là tạm dừng, em mong phòng đào tạo mở lại tình trạng sinh viên của em trong Học Kì 2 này để em có thể nộp chứng chỉ ngoại ngữ quốc tế để xét tốt nghiệp ra trường trong học kì này ạ. . . Em xin trân trọng cảm ơn và mong được phản hồi thông tin.",
            "Chào em,. . Em vui lòng trình bày rõ thêm giúp cô là hiện tại em đã đủ điều kiện tốt nghiệp chưa?. . tình trạng SV không ảnh hưởng đến việc nộp CCNN xét tốt nghiệp nhé. . Thân",
            "li answer rate: Answer suits the needs / Câu trả lời đúng ý",
            "Kính gửi cô, . .  Thưa cô, hiện tại các điều kiện xét tốt nghiệp của em đã đủ ngoại trừ chứng chỉ anh văn quốc tế do e chưa hoàn tất đổi điểm 2 cột điểm anh văn 3 +4. Hiện tại em đã thi chứng chỉ ngoại ngữ xong và đang chờ kết quả để nộp CCNN đổi điểm xét tốt nghiệp. Nhờ cô giải thích phía trên thì em đã hiểu việc nộp CCNN xét tốt nghiệp không ảnh hưởng. Nhưng do tình trạng sinh viên của em đang là   I tạm dừng  /I , em muốn hỏi như vậy có ảnh hưởng đến việc đổi điểm anh văn 3+4 của em không vậy ạ?",
            "Kính gửi cô, . .  Thưa cô, cô cho em hỏi thêm câu hỏi là hạn cuối để bổ sung hết các điều kiện tốt nghiệp ( bao gồm CCNN của bằng toeic đọc và nghe, và CCNN toeic của bằng nói và viết) là ngày 4/5/2022 hay là ngày 11/4/2022 vậy ạ?. .  Em xin chân thành cảm ơn cô."
        ]
    }
]