[
    {
        "intent": "",
        "message": [
            "Chứng chỉ ngoại ngữ - Đại học - Cao đẳng chính quy   Khác ... . Em chào thầy/ cô ạ. Em có thắc mắc đó là nếu nộp bằng anh văn với số điểm tương đương 550 hoặc hơn thì sẽ được tính là pass 8 chỉ. Vậy hiện tại em học anh văn 4 trong trường và khi thi pass anh văn 4. Thì lúc đó chỉ tính 2 chỉ của anh văn 4 hay em được tính luôn 8 chỉ của anh văn 1 2 3 4 ạ? Và nếu có, nó có xét trong số tín chỉ yêu cầu để đăng kí môn học năm 2 không ạ hay chỉ để ra trường. Ví dụ năm 1 yêu cầu 28 chỉ, em được tính 8 chỉ rồi thì chỉ cần hoàn thành 20 chỉ đúng không ạ? Em xin cảm ơn",
            "Chào bạn,. . hiện tại bạn đã được miển điểm AV1+2+3 tức bạn đã được tính đạt 6 tín chỉ của 3 môn av này vào tín chỉ tích luỹ chung rồi.. . Tín chỉ tích luỹ chung là tín chỉ dùng để xét chuẩn rồi mà bạn???. . Thân.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Chương trình đào tạo (thiếu môn tiên quyết, song hành...) . Em xin mở lớp kết cấu bê tông cốt thép 1 đê học song hành với lớp ĐAMH bê tông cốt thép 1(ci2093). Em đã hỏi trong lần đăng kí môn học ĐAMH trong đợt 2 là đăng kí được, mà đợt 3 bị xóa, Mong nhà trường mở lớp để tạo điều kiện cho sinh viên chúng em, hiện tại có rất nhiều bạn sinh viên mong muốn được mở lớp trong đợt này.",
            "Bạn liên hệ trực tiếp [full_name] để được mở lớp nhé.. . . . Khi nộp đơn về PĐT bạn trình bày lý do mở lớp để được chấp nhận."
        ]
    },
    {
        "intent": "",
        "message": [
            "Dạ chào thầy cô pdt ạ!. . Em là [full_name] [student_id]. . Em viết thư này mong muốn được chỉnh sửa cho môn học đợt 3 ạ.. . Vì em đã lỡ không đăng kí môn Hóa hữu cơ và môn này Tiên Quyết cho hk1 năm 3, nhưng hôm nay em lên đăng kí thì bị kẹt giờ các môn còn lại và môn này cũng không mở dự thính. . Em biết điều mình làm là không đúng theo quy chế pdt, nhưng em vẫn hy vọng pdt sẽ giúp đỡ em để kịp tiến độ chương trình ạ. Em cảm ơn.",
            "Chào bạn.. . Hiện tại đã mở khóa để bạn hiểu chỉnh môn học online. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "B Đăng ký môn học - Đại học - Cao đẳng chính quy   Chưa cập nhật điểm . Em đăng kí av1 nhưng bị báo là avcb chưa có điểm. Em đã thi avcb vào ngày 26/12 rồi ạ. Mong pđt giải quyết giúp em.",
            "Chào bạn,. . Hiện tại trên hệ thông điểm của trường chưa có điểm môn AVCBcủa bạn nên không thể tính là đạt môn nah bạn.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Chào thầy/ cô. . Em tên là [full_name] . . MSSV:[student_id]. . Thầy cô cho em xin tăng sĩ số lớp Mạch điện tử ạ. . Em Xin cảm ơn. .",
            "Chào em,. . . . Môn này  phòng thí nghiệm bị full sỉ số không tăng được nữa. Em có thể làm đơn xin mở lớp dự thính.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "B Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được . Hiện tại, hệ đại học đại trà, phòng đào tạo chỉ mở 1 lớp hóa lý 1 (ch2003, thứ 2 tiết 456,cơ sở 1) và 1 lớp quá trình thiết bị cơ học ( ch2019, thứ 2, tiết 789, cơ sở 1). Nên em không thể đăng kí được hai môn cùng một lúc. do môn này là môn tiên quyết để kì hè chúng em thực tập nên hiện tại em rất muốn học 2 môn này. em mong phòng đào tạo cho em được đăng kí học 2 môn này, em cam kết sẽ đảm bảo sức khỏe và đảm bảo việc học tập trong quá trình trên. Nếu được thì em phải chuẩn bị giấy tờ nào để được xin học ạ. em cảm ơn.",
            "Chào em,. . . . Trường hợp này phần mền đã lập trình sẵn nên không đăng kí được nha em."
        ]
    },
    {
        "intent": "",
        "message": [
            "Em xin huỷ môn học do đăng ký vượt số tín chỉ tối đa khi đăng ký thực tập tốt nghiệp nhưng đã quá thời gian của kết quả đăng ký môn học thì em phải làm như thế nào ạ?  Hiện đang trong thời gian đăng ký môn học bổ sung, nên em muốn xin huỷ 1 môn để đăng ký thực tập tốt nghiệp và đề cương luận văn ạ! Em xin cảm ơn!"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tăng sĩ số lớp môn học . Em muốn đăng kí môn anh văn 1 mà hết lớp đã đủ người rồi thì có thể xin vào không ạ ? em cảm ơn!",
            "Chào bạn. . Hiện PĐT đã tăng sĩ số môn học lên mức tối đa có thể. . Bạn vào đăng ký liền nhé. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "dạ,do em đang đăng kí bổ sung môn giải tích 2 mà đầy sĩ số các lớp ở cơ sở 2 hết rồi ạ,em xin nhà trường tăng sĩ số lớp thêm ạ.em cảm ơn!. . . .",
            "responsible person: [551] [staff_name] [helpdesk staff]",
            "Chào bạn,. . Về việc tăng sĩ số/khiếu nại đăng ký MH. . Bạn vui lòng vào trang http://bksi.hcmut.edu.vn/. . Bước 1: Chọn mục Hỏi/yêu cầu. . Bước 2: Tạo câu hỏi/ yêu cầu mới. . Bước 3: Click vào dấu (+) đứng trước các danh mục để chọn chủ đề câu hỏi cho phù hợp. . Ví dụ: Chọn mục” đăng ký môn học”. . Lưu ý phải chọn cho đúng chủ đề để được trả lời nhanh nhất.. . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Chuyển thời khóa biểu . Dạ em chào thầy/cô PĐT,. . . . Cho em xin chuyển thời khoá biểu môn Quá trình và thiết bị truyền khối (CH2051) từ nhóm lớp L04 sang nhóm lớp L01 được không ạ?. . . . Em cám ơn nhiều ạ!",
            "Chào bạn.. . hiện đã mở khóa để bạn hiểu chỉnh môn học online. . Thân",
            "Dạ em cám ơn thầy nhiều ạ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tăng sĩ số lớp môn học . Kính gửi Phòng Đào tạo trường Đại học Bách khoa TP. HCM.. . Em có kế hoach đăng kí môn Quản lý dự án cho kỹ sư mã IM2011 vào Thứ 6 tiết 3-4-5 nhưng lớp đã đủ sỉ số. Em xin Phòng Đào tạo tăng sỉ số lớp để em đăng kí ạ.. . Em xin cảm ơn.",
            "Chào bạn. . Hiện PĐT đã tăng sĩ số môn học lên mức tối đa có thể. . Bạn vào đăng ký liền nhé. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]  /b . . em chào thầy cô ạ. . thầy cô cho em hỏi giờ em muốn đăng kí thêm sĩ số lớp thì quy trình là phải làm thế nào ạ\t. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Khác ... . Chào Thầy!. . Viêc là vào thứ 4 em có tiết 789 mà giờ em muốn đăng kí thêm lớp anh văn 3 để kịp anh văn cho năm 3 nhưng vì lớp mở tiết 456 nên em không thể đăng kí được.Nếu em có thể tự sắp xếp, Thầy cho em hỏi em có thể làm đơn xin đăng kí lớp này không ạ?. . Em cảm ơn!",
            "Chào bạn. . Hiện PĐT đã tăng sĩ số môn học lên mức tối đa có thể. . Bạn vào đăng ký liền nhé. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Chứng chỉ ngoại ngữ - Đại học - Cao đẳng chính quy   Xét miễn môn anh văn (chuyển điểm) . phòng đào tạo cho em hỏi là em có nộp bằng toeic chiều ngày 26/12 nhưng hạn nộp lấy dữ liệu là 3,4 giờ chiều 26/12, nên em nộp muộn sau giờ đó nên vẫn chưa được lấy dữ liệu để thẩm tra bằng toeic chuyển điểm. . nên em mong nhà trường có thể giúp em chuyển điểm sớm nhất có thể để em có thể đăng ký môn học chuyên ngành với ạ, nếu không đăng ký được môn học thì em bị trễ một năm tiến độ học tập ạ, mssv [student_id]. . em cảm ơn nhiều ạ",
            "Chào bạn,. . Khi bạn đăng ký nộp chứng chỉ ngoại ngữ online, phòng đào tạo tự xét các chuẩn anh văn của từng năm, LVTN và tốt nghiệp khi chứng chỉ của bạn đạt chuẩn theo quy định, không cần chở KQ thẩm tra.. . Riêng việc chuyển điểm do bạn thanh toán lệ phí chuyển điểm trễ so với lịch lấy dữ liệu nên điểm chuyển chưa được cập nhật.. . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tăng sĩ số lớp môn học . Em tên: [full_name]. . MSSV: [student_id]. . Nội dung:. . - Em cần đăng kí môn học Ci3211 để kịp tốt nghiệp vào kì tới. Mà hiện giờ các lớp của môn này đã hết chỗ để đăng kí. ( Còn một lớp đăng kí được, nhưng em bị trùng thời khoá biểu). Nên em xin các thầy, cô ở phòng đào tạo có thể tăng thêm sỉ số nhóm lớp A01, hoặc A02 của môn học Ci3211 ( [full_name] 2) để tạo điều kiện cho em và các bạn có thể đăng kí môn học.  . . - Em xin chân thành cảm ơn rất nhiều!",
            "Chào bạn. . Hiện PĐT đã tăng sĩ số môn học lên mức tối đa có thể. . Bạn vào đăng ký liền nhé. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Em chào admin. . em tên [full_name] mssv [student_id]. . em khoa xây dựng. . Trong đợt hiệu chỉnh môn học đợt cuối vào ngày hôm nay 2/1/2020 em không biết là không hủy đăng kí môn được. . Em xin đề nghị pđt xóa môn Vật lí 2 (mã PH1005 lớp L04_L09) và môn Pháp luật VN (mã SP1007 lớp A02) mà em đã đăng kí để em đổi qua đăng kí môn khác ạ. . Em xin cảm ơn rất nhiều. . . . . .",
            "đã mở khóa, bạn vào chỉnh sửa lại môn học nhé. . Thân",
            "Dạ e điều chỉnh xong rồi. . Chân thành cảm ơn admin rất rất nhiều ❤️"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tăng sĩ số lớp môn học . Kính gửi thầy cô pđt trường đh bach khoa. . em tên [full_name] MSSV [student_id]. . THẦY CÔ CÓ THỂ XẮP XẾP TĂNG THÊM SỈ SỐ MÔn IM1013 [full_name]02 giúp emđược không ạ ? . . em xin cảm ơn"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Chuyển thời khóa biểu . Dạ em chào thầy/cô PĐT,. . . . Cho em xin chuyển thời khoá biểu môn Quá trình và thiết bị truyền khối (CH2051) từ nhóm lớp L04 sang nhóm lớp L01 được không ạ?. . . . Em cám ơn nhiều ạ!"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tăng sĩ số lớp môn học . Môn thép 1 là môn tiên quyết bắt buộc phải qua trước năm thứ 6. Để có thể đang ký thí nghiệm công trình. Nhưng bài thi vừa rồi em thấy mình làm không tốt nên muốn đăng ký học lại nhưng lớp đầy rồi",
            "Chào bạn. . Hiện PĐT đã tăng sĩ số môn học lên mức tối đa có thể. . Bạn vào đăng ký liền nhé. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tăng sĩ số lớp môn học . em chào thầy(cô) ạ, em muốn tăng sĩ số lớp L04 môn Bơi lên 58 ạ, em cảm ơn rất nhiều. .",
            "Chào bạn. . Hiện PĐT đã tăng sĩ số môn học lên mức tối đa có thể. . Bạn vào đăng ký liền nhé. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tăng sĩ số lớp môn học .",
            "Chào bạn. . Hiện PĐT đã tăng sĩ số môn học lên mức tối đa có thể. . Bạn vào đăng ký liền nhé. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Chào bạn. . Hiện PĐT đã tăng sĩ số môn học lên mức tối đa có thể. . Bạn vào đăng ký liền nhé. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tăng sĩ số lớp môn học . Kính gửi thầy cô pdt trường đh bách khoa. en tên [full_name] MSSV [student_id], Thầy cô có thể giúp em tăng thêm sỉ số môn MT1005-[full_name] [full_name]39 được không ạ? Em xin cảm ơn. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Chuyển thời khóa biểu ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Mong nhà trường giúp e tăng sĩ số môn học môn này để theo kịp tiến độ học tập.. . mã số môn học: CO3031. . Lớp: LO1 hoặc LO3. . Em xin chân thành cảm ơn.. . . .   i Đăng ký môn học - Đại học - Cao đẳng chính quy   Tăng sĩ số lớp môn học .",
            "Chào bạn. . Hiện PĐT đã tăng sĩ số môn học lên mức tối đa có thể. . Bạn vào đăng ký liền nhé. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: mong thầy cô bộ môn sức bền xem xét mở thêm lớp sức bền để sinh viên mới qua av như bọn em được học ạ.",
            "đã tăng CI3002. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "mssv: [student_id]\t. . em chào cô ạ. trong thời gian ddkmh hk192 e đã thi qua av và được dk chuyên ngành. nhưng do tới đợt 3 em mới được đăng kí, lúc em vô đăng kí thì full hết lớp rồi. em mong nhà trường có thể tạo điều kiện mở rộng sĩ số cho em để em được tiếp tục học đúng chương trình ạ. em học khoa khoa học và kĩ thuật máy tính. em mong pdt mở rộng sĩ số môn CO3055: [full_name] [full_name]  lớp l01, với môn CO2011:[full_name] lớp L02. em cảm ơn cô rất nhiều. hiện giờ em đang rất hoàng mang do e đang thiếu tín chỉ theo yêu cầu ạ . . . .",
            "Chào bạn. . Hiện PĐT đã tăng sĩ số môn học lên mức tối đa có thể. . Bạn vào đăng ký liền nhé. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tăng sĩ số lớp môn học . Em muốn đăng kí môn Công Nghệ Sợi 1 mã ME2061 nhưng hiện tại lớp đã full, đó là lớp chuyên ngành của em, 1 năm mở đúng 1 lần nếu không học được em sẽ bị trễ ạ. Em xin tăng thêm sĩ số của môn này được không ạ? (Môn chỉ có 1 lớp vào thứ 2 tiết 3456).",
            "Chào em,. . . . PDT đã tăng sỉ số, em đăng kí lại nhé.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Chương trình đào tạo (thiếu môn tiên quyết, song hành...) . dạ cho em hỏi kì này em đang học anh văn 1 cho dù qua thì kì sau em vẫn không được học môn năm 2 phải không ạ? do đợt đăng kí này em không đăng kí được những môn năm 2",
            "Dạ lớp phương pháp tính( MT1009) lớp L06 em bị trùng lịch ạ. . Thầy cô có thể tăng sỉ số lớp phương pháp tính(MT1009) lớp L09 giúp em với ạ",
            "Chào em,. . . . PDT đã tăng sỉ số, em đăng kí lại nhé.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Chưa cập nhật điểm . Hiện môn tiên quyết ME3033 Kỹ thuật chế tạo 2 đã có điểm, nhưng khi đăng kí môn ME4045 Đồ án chuyên ngành (ct) thì vẫn hiện báo là chưa có điểm; hiện em đang rất cần môn ME4045 để được đăng kí ME4093 Đề cương luận văn nên em muốn hỏi qui trình để được cập nhật điểm nhanh nhất như thế nào để thực hiện, nếu không kịp có thể sẽ không còn chỗ",
            "MSSV/MSGV: [student_id]    . . . . Đăng ký môn học - Đại học - Cao đẳng chính quy   Chưa cập nhật điểm. . . . Hiện môn tiên quyết ME3033 Kỹ thuật chế tạo 2 đã có điểm, nhưng khi đăng kí môn ME4045 Đồ án chuyên ngành (ct) thì vẫn hiện báo là chưa có điểm; hiện em đang rất cần môn ME4045 để được đăng kí ME4093 Đề cương luận văn nên em muốn hỏi qui trình để được cập nhật điểm nhanh nhất như thế nào để thực hiện, nếu không kịp có thể sẽ không còn chỗ",
            "Điểm đã được cập nhật. . . . Bạn vào đăng ký lại nhé"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: 1510968  /b \t. . . .   i Đăng ký môn học - Đại học - Cao đẳng chính quy   Tăng sĩ số lớp môn học . Tăng sỉ số môn học GIẢI TÍCH 2 ( MT1005) học kì 192",
            "bạn cung cấp mã nhóm cần tăng",
            "L02_L03",
            "Chào em,. . . . Môn này PDT đã tăng lên sỉ số max không tăng được nữa. Em có thể làm đơn mở xin mở lớp dự thính.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "em chào thầy cô ạ. . thưa thầy(cô) cho em hỏi em năm nay năm 3 mà có môn kĩ thuật lập trình của năm nhất em muốn đăng kí đợt 3 này tại đợt 2 em tìm ko thấy lớp ạ. Nhưng giờ em lỡ đăng kí giải tích 2 ở đợt 2 và giờ không xóa được.. . Xin thầy cô cho em đổi hoặc xóa lớp giải tích 2 để em đăng kí môn kĩ thuật lập trình năm 1 được không ạ. .",
            "Chào bạn.. . PĐT đã mở khóa để bạn hiểu chỉnh môn học online. . Bạn cần xem sĩ số của lớp mới trước khi quyết định đổi nhóm. . Thân. .",
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Khác ... . Cho em hỏi là đợt đăng kí môn học đợt 2 em có đk 2 môn Những nguyên lí cơ bản chủ nghĩa [full_name]- [full_name] (SP1003) và môn Đường lối CM của ĐCSVN(SP1009) là vì lúc đó bên trung tâm của em không có mở lớp những môn mà em đk nên em buộc phải đk 2 môn này để giữ lại học kì này để không bị đình chỉ 1 hk vì không đk môn nào. Đến đợt đk môn học đợt 3 thì trung tâm em có mở những môn em muốn học nhưng em đk lại bị cấn lịch 2 môn em đk đợt 2 nên em xin phép phòng đào tạo cho em hủy 2 môn lúc đầu để em được đk những môn sau được không ạ?",
            "Chào bạn.. . PĐT đã mở khóa để bạn hiểu chỉnh môn học online. . Bạn cần xem sĩ số của lớp mới trước khi quyết định đổi nhóm. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Khác ... . Dạ em là [full_name], MSSV [student_id].. . . . Dạ trong đợt đăng kí môn học học kì 192 (đợt 2) em có đăng kí môn Anh văn 3 (LA1007) dự định học trong học kì 192. Nhưng do trong đợt thi anh văn vừa rồi, em đã đủ điểm theo chuẩn của trường để qua chuẩn Anh văn 3.. . . . Do vậy, em kính mong Phòng đào tạo xem xét và hủy giúp em môn Anh văn 3 (LA1007) trong đợt đăng kí môn học học kì 192 (đợt 3).. .  . . Dạ em xin chân thành cảm ơn.. . . . . .",
            "Chào bạn. . Trong đợt 3 ĐKMH bạn không thể hủy hoặc chuyển nhóm môn học. Bạn có thể làm đơn xin rút môn học khi học kỳ bắt đầu.. . Lưu ý khi rút môn học vẫn được tính học phí môn đã rút.. . Đơn xin rút môn học bạn nộp về PĐT theo mẫu có sẵn.. . Mẫu đơn rút môn:. . http://www.aao.hcmut.edu.vn/image/data/bieumau/sinhvien/PDT-03_Rut%20mon%20hoc%20(%C4%90iem%20R).pdf. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tăng sĩ số lớp môn học . xin nhà trường tăng sĩ số môn học này để em theo kịp tiến độ với các bạn cùng khóa. . . . MMH:CO3031. . Lop :L01,L03. . em xin chan thanh cam on. . . .",
            "Chào em,. . . . PDT đã tăng sỉ số, em đăng kí lại nhé.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]7  /b \t. . . .   i Đăng ký môn học - Đại học - Cao đẳng chính quy   Tăng sĩ số lớp môn học . Em là [full_name] Mssv [student_id]7. em xin phép phòng đào tạo cho em đăng kí môn học Kết cấu thép 1 CI3009 hiện đang có sĩ số 60/60. Trong kì này môn Kết cấu thép 1 mở 1 lớp. Em xin nhà trường cho em theo học môn học trên để kịp tiến độ hoàn thành thời gian học tập. Em xin cảm ơn.",
            "Chào bạn. . Hiện PĐT đã tăng sĩ số môn học lên mức tối đa có thể. . Bạn vào đăng ký liền nhé. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Khác ... . Dạ thưa thầy, cô phụ trách kỳ em bị trễ anh văn thì vừa rồi em đã thi qua rồi nhưng đợt đăng ký môn học vừa rồi em có đăng ký 2 môn đại cương nhưng giờ nó bị trùng vô lịch đăng ký môn chuyên ngành của em. Em mong thầy, cô giúp em xóa 2 môn đại cương đó để em có thể đăng ký được môn chuyên ngành. Nếu đợt này em không đăng ký được thì em bị trễ mất năm sau. Em rất mong thầy, cô giúp em để em kịp đăng ký môn ạ. Em xin cảm ơn.",
            "Chào bạn. . Trong đợt 3 ĐKMH bạn không thể hủy hoặc chuyển nhóm môn học. Bạn có thể làm đơn xin rút môn học khi học kỳ bắt đầu.. . Lưu ý khi rút môn học vẫn được tính học phí môn đã rút.. . Đơn xin rút môn học bạn nộp về PĐT theo mẫu có sẵn.. . Mẫu đơn rút môn:. . http://www.aao.hcmut.edu.vn/image/data/bieumau/sinhvien/PDT-03_Rut%20mon%20hoc%20(%C4%90iem%20R).pdf. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Chứng chỉ ngoại ngữ - Đại học - Cao đẳng chính quy   Xét miễn môn anh văn (chuyển điểm) . Em đã nộp bằng toeic 2 kĩ năng( đọc và nghe) trên mybk và em đã đóng lệ phí chuyển điểm mong PĐT thẩm tra cho e nhằm kịp đăng kí môn học cho đợt 3.. . Em xin chân thành cảm ơn!. .",
            "Chào bạn,. . Khi bạn đăng ký nộp chứng chỉ ngoại ngữ online, phòng đào tạo tự xét các chuẩn anh văn của từng năm, LVTN và tốt nghiệp khi chứng chỉ của bạn đạt chuẩn theo quy định, không cần chở KQ thẩm tra.. . Riêng việc chuyển điểm do bạn thanh toán lệ phí chuyển điểm trễ so với lịch lấy dữ liệu nên điểm chuyển chưa được cập nhật.. . Thân.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Cho em hỏi,. . Phòng đào tạo có thể tăng thêm sỉ số ở hai . . môn là phương pháp tính và giải tích 2  I",
            "responsible person: [551] [staff_name] [helpdesk staff]",
            "Về việc tăng sĩ số/khiếu nại đăng ký MH. . Bạn vui lòng vào trang http://bksi.hcmut.edu.vn/. . Bước 1: Chọn mục Hỏi/yêu cầu. . Bước 2: Tạo câu hỏi/ yêu cầu mới. . Bước 3: Click vào dấu (+) đứng trước các danh mục để chọn chủ đề câu hỏi cho phù hợp. . Ví dụ: Chọn mục” đăng ký môn học”. . Lưu ý phải chọn cho đúng chủ đề để được trả lời nhanh nhất.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Chào [full_name]. . Em tên là [full_name].MSSV:[student_id]. Vì chưa đủ chuẩn anh văn nên lần đăng kí môn học đợt 1 và 2 e đã không thể đăng kí môn. Em vừa trả anh văn thành công nhưng trong đợt đăng kí thứ 3 thì các lớp học đã bị full sĩ số. Cụ thể lớp   B  Vật lí thực phấm (CH2055) Đại trà và lớp Vi sinh thực phẩm (CH2045) đại trà.. . Không biết e có thể xin mở thêm sĩ số cho hai lớp này không, nếu được thì em cần phải làm gì?. . Em xin cảm ơn [full_name].",
            "Chào bạn. . Hiện PĐT đã tăng sĩ số môn học lên mức tối đa có thể. . Bạn vào đăng ký liền nhé. . Thân. .",
            "Chào em,. . . . PDT đã tăng sỉ số, em đăng kí lại nhé.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tăng sĩ số lớp môn học . Dạ con tên [full_name]-MSSV [student_id].Hôm nay trường mở đăng ký môn học đợt 3 ,Con muốn học môn chi tiết máy(me2007) nhưng con bị lỗi hệ thống từ tiết 6 -7 .Nay con xin nhà trường mở thêm sỉ số lớp l01-l02( thứ 3 tiết 2345) để con có thể đăng ký và học tập.. . con xin thay mặt các bạn cảm ơn nhà trường nhiều ạ",
            "Chào bạn. . Hiện PĐT đã tăng sĩ số môn học lên mức tối đa có thể. . Bạn vào đăng ký liền nhé. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Chứng chỉ ngoại ngữ - Đại học - Cao đẳng chính quy   Xét miễn môn anh văn (chuyển điểm) . Xin cho em hỏi. Em nộp bằng và đóng tiền xét miễn anh văn 1 và anh văn 2 nhưng sao giờ em vẫn chưa đăng ký được anh văn 3 ạ. Em đăng ký thì trên hệ thống ghi là chưa học anh văn 2. Em cảm ơn.",
            "Chào bạn,. . Khi bạn đăng ký nộp chứng chỉ ngoại ngữ online, phòng đào tạo tự xét các chuẩn anh văn của từng năm, LVTN và tốt nghiệp khi chứng chỉ của bạn đạt chuẩn theo quy định, không cần chở KQ thẩm tra.. . Riêng việc chuyển điểm do bạn thanh toán lệ phí chuyển điểm trễ so với lịch lấy dữ liệu nên điểm chuyển chưa được cập nhật.. . Thân.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính gửi Phòng đào tạo Trường đại học Bách Khoa HCM. . Em tên là: [full_name]. . Mssv: [student_id]. . Dạ em viết đơn này để xin phòng đạo tạo cho phép em được CHUYỂN NHÓM MÔN HỌC, vì lý do 1 số môn chuyên ngành được mổ thêm sỉ số, em không đăng kí kịp, xong giờ em bị cấn lịch, không đăng kí được. Những môn này rất quan trọng với em, mong thầy cô giúp em với ạ.. . . . Em xin chân thành cảm ơn phòng đào tạo\t. . . .",
            "Chào bạn.. . Hiện tại đã mở khóa để bạn chỉnh tkb. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được . Em đã hoàn thành hết 3 môn thể chất rồi, nhưng bây giờ đăng kí môn học thì nó lại bảo là “ Thiếu chuẩn thế chất sau năm 3 “ ( tiên quyết).",
            "Bạn vào đăng ký lại sau 5p nữa nhé"
        ]
    },
    {
        "intent": "",
        "message": [
            "Cho em hỏi, đầu năm em có thi anh văn ở trường nhưng chỉ có 290, em không được xếp lớp học anh văn mà vừa rồi, em có kiểm tra anh văn định kì được 345. vậy hiện giờ em có được đăng kí anh văn 1 không ạ?. . Em mong được giải đáp thắc mắc nhanh nhất có thể ạ. Em cảm ơn.",
            "responsible person: [551] [staff_name] [helpdesk staff]",
            "Chào bạn,. . Trên quy định về ngoại ngữ có ghi rõ: \"Kết quả thi kiểm tra trình  độ tiếng anh cuối  kỳ chỉ có giá trị xét pass các chuẩn anh văn của từng năm học\"  không có giá trị pass đạt các môn AVCB và AV1+2+3+4 nha bạn.. . Bạn vui lòng xem chi tiết quy định về kỳ thi kiểm tra trình độ tiếng anh định kỳ tại :www.aao.hcmut.edu.vn- sinh viên - Ngoại ngữ -  Kiểm tra trình độ tiếng anh mỗi học ký.. . Thân.. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Chương trình đào tạo (thiếu môn tiên quyết, song hành...) . Em chào thầy cô. Dạ em là SV K 15 hiện tại đã hoàn thành chương trình đào tạo nhưng do thiếu CC ngoại ngữ chưa đăng kí luận văn dc. Ngày 7/1 em mới có CC NN . Nên trong 3 đợt vẫn chưa đăng kí dc nên sắp tới ko có thời khoá biểu . Vậy có ảnh hưởng tới việc đăng kí luận văn đợt bổ sung ngày 4/2 không ạ",
            "Không ảnh hưởng tới đợt đăng ký bổ sung LVTN nha bạn"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được . Mặc dù đã đc sự đồng ý của thầy hoàng giám đóc trung tâm xoá bỏ tiên quyết để sv  đc học trả nợ nhưng sao vẫn ko thể đki đc ạ em cảm ơn",
            "Chào bạn,. . Bạn vui lòng hỏi lại TT Bảo dưỡng thay đổi CTTD đã làm công văn và gửi lên Phòng Đào tạo cập nhật lại chưa nhé"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tăng sĩ số lớp môn học . cho em hỏi là em muốn đăng kí môn anh văn 1, em chỉ có thời gian rãnh vào ngày thứ 2, mà lớp anh văn 1 vào ngày thứ  đã đủ người rồi thì em có thể viết đơn xin vào lớp đó được không? em xin cảm ơn!",
            "bạn cung cấp mã môn học, mã nhóm để kiểm tra nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tăng sĩ số lớp môn học . Kính chào thầy/cô, em có mong muốn thầy cô hỗ trợ tăng sĩ số môn học này lên thêm được không ạ? Em xin cảm ơn!. .",
            "Mã số môn học là EE3037 - Điện tử y sinh ạ.",
            "Chào bạn.. . hiện đã tăng sĩ số lên max. bạn vào đk liền nhé. . Thân",
            "Dạ em cảm ơn!"
        ]
    },
    {
        "intent": "",
        "message": [
            "U e xin được thêm slot môn giải tích 2(MT1005) lớp L07_L12Đăng ký môn học - Đại học - Cao đẳng chính quy   Tăng sĩ số lớp môn học .",
            "Chào bạn. . Hiện PĐT đã tăng sĩ số môn học lên mức tối đa có thể. . Bạn vào đăng ký liền nhé. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Em tên là: [full_name]. . MSSV: [student_id]. . Học chương trình Việt - Pháp. . Nôi dung: Em xin tăng sĩ số lớp PO2 Điện tử có mã môn học: 402705. Đây là môn học kỳ chính của em, mong pđt xem xét.. .   i Đăng ký môn học - Đại học - Cao đẳng chính quy   Tăng sĩ số lớp môn học .",
            "Chào bạn.. . hiện tại đã tăng sĩ số môn học. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được . Trong đợt đăng ký môn học lần 3; em không đăng ký một số môn chuyên ngành được vì trùng thời khóa biểu môn [full_name].có cách nào để đăng kí môn chuyên ngành được không ạ. Đợt 2 me không đăng kí được vì chưa đạt chuẩn anh văn.",
            "đã mở khóa để bạn hiệu chỉnh môn học. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "B   I   U   QUOTE   CODE Yêu cầu khác:",
            "Kính chào Phong Đào Tạo,. . Mình tên là Lê Thị Ánh Linh lớp VLVH. . MSSV: [student_id]. . Mình từng chuyển ngành khi nhập học, chuyển từ ngành Kỹ Thuật Cơ-Điện tử của Khoa Cơ Khí sang ngành Kỹ Thuật Hàng Không của Khoa Kỹ Thuật Giao Thông, và hiện tại vẫn đang theo học,. . Nhưng trong trang Thông tin Sinh viên của trường vẫn để thông tin của mình là ngành Kỹ Thuật Cơ-Điện tử của Khoa Cơ Khí,. . ﻿MÌnh xin gửi yêu cầu gửi cho mình cái quyết định ghĩa mình đã chuyển qua ngành Kỹ Thuật Hàng Không của Khoa Kỹ Thuật Giao Thông để mình yên tâm học tiếp có dược không? vì thực sự mình rất thich hoc ngành Hàng KHông. . rất mong được Phòng Đào Tạo hỗ trợ để mình yên tâm học nhé. . Mình chân thành cám ơn nhé  CODE   QUOTE   U   /I   /B",
            "Chào bạn !. . . . Thông tin của bạn đã được cập nhật lại.. . . . Cám ơn bạn đã phản hồi nhé !. . . . Thân chào",
            "[full_name] CHỊ HỒNG LIÊN![full_name] [full_name] [full_name]ỦA [full_name]ỦA TRƯỜNG VẪN CHƯA ĐƯỢC CẬP NHẬT THÔNG TIN NHƯ YÊU CẦU NHÉ[full_name] [full_name] MÌNH CÓ [full_name] NOTE PHẦN MÀU VÀNG TRONG FILE ĐÍNH KỀM NHÉ[full_name] [full_name] VUI LÒNG CẬP NHẬT [full_name]HO [full_name][full_name] [full_name] -KHOA_KỸ THUẬT GIAO THÔNG[full_name] [full_name] -NGÀNH_KỸ THUẬT HÀNG KHÔNG[full_name] [full_name] MÌNH CÁM ƠN NHÉ![full_name] [full_name]",
            "Gửi đến SV. . . . PĐT đã cập nhật ngành học của SV là Kỹ thuật hàng không rồi, trên trang WEB thông tin SV có thể chưa kịp cập nhật.. . . . Thân chào",
            "MÌNH CÁM ƠN PĐT NHÉ!. . THÔNG TIN CỦA MÌNH ĐÃ ĐƯỢC CẬP NHẬT RỒI NHÉ!"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em chào cô,. . . . Cô có thể tăng sỉ số sinh viên môn Anh văn 1 lớp L04 ngày thứ 2 tiết 8-9-10 được không ạ. Mong cô phản hồi sớm nhất có thể. Em chân thành cảm ơn cô.",
            "Chào bạn. . Hiện PĐT đã tăng sĩ số môn học lên mức tối đa có thể. . Bạn vào đăng ký liền nhé. . Thân. ."
        ]
    }
]