[
    {
        "intent": "",
        "message": [
            "Chào Thầy cô!. . . . Cho em được hỏi là hiện giờ còn mở đang kí GDTC không ạ. Nếu có cho em xin đăng kí môn PE1009, PE1011,PE1015,PE1017,PE1021 môn nào còn thì đăng kí giúp em ạ.Em tên [full_name]. MSSV [student_id].. . . . Em cảm ơn.. . . .",
            "Chào em;. . môn Giáo dục thể chất em đợi thông báo trên bkel nhé. . Lưu ý: Do sự thay đổi chính sách của Google, các thông báo và tin nhắn của Phòng Đào Tạo và BKeL bằng email KHÔNG còn được thực hiện. Sinh viên vui lòng theo dõi thông báo qua chức năng TIN NHẮN trên trang BKeL. Hãy cài đặt Moodle Mobile App để được nhắc nhở ngay trên thiết bị di động của cá nhân. . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . dạ cho em hỏi là học phí hệ đại trà kì 212 của các bạn là 12tr còn của em lại là 12tr355k vậy ạ.Em mong trường sớm phản hồi em ạ . .",
            "Chào em,. . Em vui lòng xem quy định về học phí tại đây:. . aao.hcmut.edu.vn/Sinh viên/học vụ/học phí/ Năm học 2021-2022). . Em vui lòng trình bày rõ em là PDT tính sai bạn như thế nào so với quy định nhé?. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em chào thầy cô,. . . . Em là [full_name]. . MSSV [student_id]. . Lớp XD17KT. . . . Em muốn hỏi thầy cô về việc thẩm tra CCNN của em đã nộp vào ngày 5/4/2022, tuy nhiên hiện tại vẫn chưa được thẩm tra xong. Em biết thời gian nộp như vậy là quá gấp, gây khó khăn cho thầy cô, tuy nhiên em vẫn rất mong thầy cô có thể thông cảm và kiểm tra lại giúp em vì em cũng hy vọng mình có thể đúng hạn hoàn thành thủ tục trước 11/4 và kịp ra trường đúng hạn.. . Bên cạnh đó, em đã đăng ký rút môn ngày 5/4 nhưng trên bảng điểm của em cũng chưa cập nhật điểm anh văn 4 là 17, em mong thầy cô cũng xem qua lại giúp em với ạ.. . . . Em cám ơn thầy cô rất nhiều và mong sớm có thể nhận được phản hồi.. . Em chúc thầy cô có một ngày làm việc tràn đầy năng lượng ạ.. .",
            "đã xử lý"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Dạ chào thầy/cô, cho em hỏi là hiện tại em đã hoàn thành hết các điều kiện cần thiết để đăng kí tốt nghiệp nhưng đang bị tạm dừng học do không đăng kí môn trong học kì này, vì vậy em muốn hỏi về việc làm đơn xin thu nhận lại vào hôm nay thì có kịp để ngày 11/4 tới em đăng kí tốt nghiệp không ?. Mong thầy\\cô giải đáp giúp em.. .",
            "Chào bạn. . - Bạn đã có tên trong danh sách dự kiến tốt nghiệp, Bạn sẽ nhận mail vào tuần sau để thực hiện khai thông tin tốt nghiệp theo hướng dẫn nghen. . - Về tình trạng sinh viên tạm dừng (hoặc K15: bị xóa tên vì hết thời gian học), khi nào em có tên trong ds dự kiến tốt nghiệp, PDT sẽ tự động ra QD thu nhận cho bạn,. . khi nào chuyển qua trạng thái đang học, em vào đăng ký tốt nghiệp lại nghen. . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em đã hoàn thành 2 buổi thí nghiệm hóa đại cương vào ngày 26/12 lớp VL03 kì 211 nhưng không hiểu sao trên lịch học kì 212 của em vẫn xuất hiện lịch học thí nghiệm vào tuần 27 (lớp VL31). . . . . Mong Phòng Đào tạo có thể ghi nhận và xem lại giúp em ạ. . . . . Em xin chân thành cảm ơn Phòng Đào tạo nhiều ạ.. .",
            "Chào em;. . đã hủy lịch học thí nghiệm của em nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Em tên [full_name]. . MSSV:[student_id]. . . . Dạ chào phòng đào tạo, pdt cho em hỏi điểm môn quản trị kinh doanh cho kỹ sư nhóm L11-A của cô [full_name] học kì 211 hơn 2 tháng rồi mà chưa có điểm ạ. Pđt kiểm tra lại giúp em để em có kế hoạch học tập cải thiện ạ. Em chân thành cảm ơn"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Thưa các thầy cô cho em hỏi không biết học phí 1 tín chỉ của học kỳ hè 213 dành cho sinh viên khóa 2021 là bao nhiêu ạ?. . . . Em xin cảm ơn các thầy cô.",
            "Chào bạn,. . Về học phí học kỳ hè 213, bạn vui lòng xem lại tin nhắn về việc đăng ký môn học HK hè 2021-2022 (HK213) và dự thính hè 213 tại tin nhắn BKel.. . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Xin chào thầy/cô. Em là [full_name] có MSSV [student_id] có thắc mắc về vấn đề sau: Hiện tại em đã học xong môn  Hệ hống Mtính & ngôn ngữ lập trình có mã môn học EE2009 nhóm L04 do thầy [full_name] phụ trách dạy lí thuyết ở học kì 211, tức là Học kỳ 1 năm 2021-2022; nhưng đến thời điểm hiện tại em cùng các bạn lớp thầy vẫn chưa có điểm, em có hỏi vài bạn lớp khác thì bạn nói là có rồi. Em mong thầy cô giải quyết giúp với ạ. Để nhỡ đâu có chuyện gì thì em còn biết đường để xử lý với ạ. Em cảm ơn nhiều ạ!. . . .",
            "Chào bạn,. . . . Bạn vui lòng liên hệ trực tiếp giảng viên giảng dạy để được hỗ trợ nhé. . . . Lưu ý: Do sự thay đổi chính sách của Google, các thông báo và tin nhắn của Phòng Đào Tạo và BKeL bằng email KHÔNG còn được thực hiện. Sinh viên vui lòng theo dõi thông báo qua chức năng TIN NHẮN trên trang BKeL. Hãy cài đặt Moodle Mobile App để được nhắc nhở ngay trên thiết bị di động của cá nhân. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em vẫn chưa học môn gdtc lần nào vì lúc đăng kí lớp đã đủ sỉ số. Thầy/cô cho em hỏi là mình có được đăng kí các môn học năm 2 không?. . Em cảm ơn thầy/cô!. .",
            "Chào bạn,. . . . - Về quy định giáo dục thể chất, sinh viên phải hoàn thành chương trình Giáo dục Quốc phòng - An ninh và Giáo dục Thể chất để có thể được xếp trình độ từ năm thứ ba. . . . - Về việc đăng ký môn học Giáo dục thể chất HK213 sẽ có thông báo sau, sinh viên chú ý xem thông báo qua mail hoặc tin nhắn BKEL. . . . Lưu ý: Do sự thay đổi chính sách của Google, các thông báo và tin nhắn của Phòng Đào Tạo và BKeL bằng email KHÔNG còn được thực hiện. Sinh viên vui lòng theo dõi thông báo qua chức năng TIN NHẮN trên trang BKeL. Hãy cài đặt Moodle Mobile App để được nhắc nhở ngay trên thiết bị di động của cá nhân. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em chào quý thầy cô. Hiện tại em còn tiếng anh nói viết nữa là hoàn thành chương trình học nhưng em thấy mục đăng ký tốt nghiệp của mình đã bị khóa do không có tkb học kỳ này, thầy cô cho em hỏi em phải làm cách nào để mở lại ạ. Chúc thầy cô sức khỏe!",
            "Chào bạn, . . - Khi nào bạn đủ điều kiện để tốt nghiệp bạn vui lòng đăng ký xét tốt nghiệp bổ sung tại BKSI mục tốt nghiệp. . - Về tình trạng sinh viên, khi nào bạn có tên trong ds dự kiến tốt nghiệp, PDT sẽ tự động ra QD thu nhận cho bạn nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em chào thầy/ cô ạ,. . . . Em là sinh viên K15, đã đăng ký chuyển hệ từ HK213 và đã có quyết định (đã được cập nhật tình trạng sinh viên trong phần thông tin sinh viên trên mybk). Theo như em theo dõi thì hôm nay ngày 8/4/2022 là thời gian mở đăng ký môn học HK213, nhưng khi vào phần đăng ký môn học thì em vẫn chưa được cập nhật để đăng ký môn học. Trang web thông báo \"Bạn không được quyền đăng ký môn học! Vui lòng liên hệ PDT!\". Nên em mong thầy/cô giúp em ạ. . . . Em cảm ơn thầy/cô nhiều ạ,. . [full_name]"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em chào quý Thầy Cô Phòng đào tạo, . . Em có thắc mắc về 2 vấn đề, mong quý Thầy Cô giải đáp giúp em! . . Em hiện vẫn đang là sinh viên của trường, nhưng em có quyết định thi lại để chuyển ngành khác, nên em có một vài thông tin cần giải đáp và hướng dẫn. . . 1. Tình trạng sinh viên của em là tạm dừng, theo quyết định của nhà trường do em đã trễ đóng học phí. Em đã đóng xong học phí còn thiếu, vậy em có bị gửi thư báo về nhà không ạ? Và trong trường hợp nào khi sinh viên bị tạm dừng thì sẽ bị gửi thư báo đến gia đình ạ? . . 2. Nếu em chuyển sang ngành học mới thì em phải viết đơn xin thôi học cho ngành học bây giờ để nhận lại hồ sơ sinh viên đúng không ạ? . . Thủ tục nộp đơn xin thôi học ngoài việc viết đơn theo biểu mẫu còn cần gì khác nữa không ạ? . . Mong quý Thầy Cô giải đáp giúp em! Em xin cảm ơn!",
            "Chào bạn,. . . . 1. Đã đóng xong học phí còn thiếu, thì em sẽ không bị gửi thư báo về nhà nhé! Trường hợp bị buộc thôi học sẽ bị gửi thư báo đến gia đình. . . . 2. Đúng. . . Bạn tải đơn thôi học (aao.hcmut.edu.vn) : điền vào, ký tên đính kèm minh chứng đi du học.. . Sau đó gởi hồ sơ đến BKSI.HCMUT.EDU.VN để phòng đào tạo xử lý và trả lời. . . . . . Lưu ý: Do sự thay đổi chính sách của Google, các thông báo và tin nhắn của Phòng Đào Tạo và BKeL bằng email KHÔNG còn được thực hiện. Sinh viên vui lòng theo dõi thông báo qua chức năng TIN NHẮN trên trang BKeL. Hãy cài đặt Moodle Mobile App để được nhắc nhở ngay trên thiết bị di động của cá nhân. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em chào thầy/cô. . . . Em mới vừa chuyển sang hệ VLVH và đã có quyết định của nhà trường nhưng vẫn chưa được mở quyền Đăng ký môn học, mong thầy cô mở giúp em ạ.. . . . Cảm ơn thầy cô rất nhiều,. . [full_name]",
            "Chào em;. . đã mở cho em đăng ký, em vào kiểm tra lại nhé. . Thân",
            "Chào kính chào thầy,. . . . Sau khi liên hệ, em đã thoát ra lần 2 và đăng nhập lại thì em được mở quyền ĐKMH rồi ạ. . . . . Em cảm ơn thầy,. . [full_name]"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em chào Phòng Đào Tạo,. . . . PĐT cho em hỏi là học phí của LVTN khi:. . - Đăng ký vào học kỳ hè 213 . . - Là sinh viên chính quy hệ đại trà. . - Khoá 2018 . . sẽ được tính như thế nào vậy ạ?. . . . Em cảm ơn!"
        ]
    },
    {
        "intent": "",
        "message": [
            "Khiếu nại đăng ký môn học . Em chào thầy/ cô ạ,. . . . Em là sinh viên K15, đã đăng ký chuyển hệ từ HK213 và đã có quyết định (đã được cập nhật tình trạng sinh viên trong phần thông tin sinh viên trên mybk). Theo như em theo dõi thì hôm nay ngày 8/4/2022 là thời gian mở đăng ký môn học HK213, nhưng khi vào phần đăng ký môn học thì em vẫn chưa được cập nhật để đăng ký môn học. Trang web thông báo \"Bạn không được quyền đăng ký môn học! Vui lòng liên hệ PDT!\". Nên em mong thầy/cô giúp em ạ. . . . Em cảm ơn thầy/cô nhiều ạ,. . [full_name]",
            "Chào em;. . Phòng Đào tạo đã cập nhật, em vào xem lại nhé. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Dạ em chào thầy cô phòng đào tạo, em là [full_name], MSSV [student_id], em đã tham gia kì thi TOEIC tại IIG chi nhánh Hồ Chí Minh vào 14:00h ngày 26/3/2022, và đã nhận được kết quả vào sáng nay ngày 8/4/2022. Dạ em đã thực hiện đăng kí nộp chứng chỉ ngoại ngữ và đang đăng kí chuyển điểm. Dạ em mong thầy cô thẩm tra chứng chỉ TOEIC đó càng sớm càng tốt giúp em với ạ. Dạ em biết theo quy trình thì việc thực hiện thẩm tra thường mất khá nhiều ngày. Do em đã bỏ lỡ các đợt đăng kí thi TOEIC trước đó nên em mong thầy cô thông cảm cho em. Dạ thầy cô cho em hỏi là khi chờ thẩm tra kết quả thì em có thể thực hiện đăng kí chuyển điểm không ạ. Dạ em cảm ơn thầy cô, chúc thầy cô có một ngày làm việc vui vẻ. . .   i Yêu cầu khác .",
            "\"Chào em,. . Trường hợp của em vui lòng theo dõi tình trạng thẩm tra chứng chỉ tại mybk/Nộp chứng chỉ ngoại ngữ, khi nào chuyển qua tình trạng đã thẩm tra hợp lệ (thời gian thẩm tra phụ thuộc vào đơn vị cấp chứng chỉ), bạn gửi lại yêu cầu qua bksi xin chuyển điểm sớm để xét tốt nghiệp nhé. . Về tình trạng sinh viên, khi nào em có tên trong ds dự kiến tốt nghiệp, PDT sẽ tự động ra QD thu nhận cho bạn nhé. . Thân\""
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Dạ em chào quý thầy cô ạ,. . Quý thầy cô giúp em giải đáp thắc mắc là em đăng ký tốt nghiệp. Và kết quả là đã xử lý, vậy thì em đăng ký tốt nghiệp hoàn thành xong đợi tới ngày nhận bằng hay là còn phải thực hiện thêm bước nào nữa không ạ!. . Em cảm ơn quý thầy cô giải đáp thắc mắc ạ.",
            "\"Chào bạn,. . Về lễ tốt nghiệp tháng 4/2022 SV vui lòng đợi thông báo sau của nhà trường về lễ tốt nghiệp.. . SV sẽ đăng ký dự lễ tốt nghiệp tại khóa nhé!. . Thân\""
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Kính gửi thầy/cô,. . . . Hiện tại em k15, có tên trong danh sách dự kiến tốt nghiệp, cho em hỏi thời gian sớm nhất và chậm nhất em có thể đăng kí tốt nghiệp trong tháng 4 này ạ?. . . . Em cảm ơn,. . . . [full_name]",
            "Chào bạn. . - Bạn đã có tên trong danh sách dự kiến tốt nghiệp, Bạn sẽ nhận mail vào tuần sau để thực hiện khai thông tin tốt nghiệp theo hướng dẫn nghen. . - Về tình trạng sinh viên tạm dừng (hoặc K15: bị xóa tên vì hết thời gian học), khi nào em có tên trong ds dự kiến tốt nghiệp, PDT sẽ tự động ra QD thu nhận cho bạn,. . khi nào chuyển qua trạng thái đang học, em vào đăng ký tốt nghiệp lại nghen. . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Kính thưa quý nhà trường, . . . . Em tên: [full_name], MSSV: [student_id], sinh viên khoa cơ khí-chế tạo máy, lớp: CK16CTM1. . . . . Em viết mail này để nhà trường bổ sung thông tin cho em trong phần đăng ký tốt nghiệp em bị thiếu mất nơi sinh, nơi sinh của em là: Hòa Lâm-Ứng Hóa-Hà Nội.. . . . Em có đính kèm hình ảnh ở dưới để cho dễ hiểu hơn.. . . . Em xin cảm ơn quý thầy cô và nhà trường.. . . . [full_name]",
            "Chào em,. . Trên công thông tin sinh viên (mybk/Thông tin sinh viên/lý lịch) phần nơi sinh của em ở Hà Tây.. . Trường hợp sinh viên điều chỉnh thông tin nơi sinh vui lòng làm đơn trình bày thay đổi nơi sinh và kèm bản sao giấy khai sinh gửi qua bksi cho Phòng Đào tạo kiểm tra và trả lời cho bạn nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em chào Thầy/Cô ạ , Thầy/Cô cho em hỏi là sao nhà trường xếp lịch thi kiến trúc máy tính vào 14h ngày 9/4 mà hôm đó lại có lịch học thực hành kiến trúc máy tính từ 1h-5h 9/4 nhỉ .Em thấy như thế quá thiệt thòi cho bọn em khi chưa học được thực hành buổi 2 . Em không hiểu sao phòng đào tạo xếp lịch nhưng không quan tâm đến SV gì cả .",
            "Chào bạn. . Pdt ghi nhận phản hồi của bạn. . Hiện tại, bạn vui lòng xem lịch thi để đi thi nghen. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em chào PĐT,. . . . Tháng 12 em có đăng ký lớp học AV4A lớp DT01-A     để kịp tốt nghiệp. Em đã thi học kỳ vào ngày 20/3 nhưng hôm nay em vẫn chưa có điểm trên mybk. Hạn đăng ký tốt nghiệp là 11/4. . . . . Em có hỏi PĐT về vấn đề này ở mục điểm thi- nhưng chưa nhận được phản hồi.. . . . PĐT có thể kiểm tra và nhập điểm sớm giúp chúng em để kịp đợt tốt nghiệp này không ạ.. . . . Em xin chân thành cảm ơn",
            "Chào em,. . . . - PDT đã kiểm tra dữ liệu, hiện tại môn học của em vẫn chưa có điểm.. . Em liên hệ với GV hỏi lại giúp cô đã nộp điểm cho Khoa để chuyển Phòng Đào tạo cập nhật cho SV chưa nhé!. . - Khi nào em đủ điều kiện để tốt nghiệp em vui lòng đăng ký xét tốt nghiệp bổ sung tại BKSI mục tốt nghiệp.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Học kì 203 em có học môn Giải tích 3 (MT2007) với điểm lần lượt là KT:8.00 BT:8.00 BTL:6.00\tCK:3.00\tTổng kết: 5.50 .Môn học này được tương đương với môn Toán 3 (006713). Mong phòng đào tạo cập nhập môn tương đương giúp em để em có thể đủ tctl để nhận luận văn tốt nghiệp ạ.",
            "\"Chào bạn. . Pdt đã chuyển điểm cho bạn môn 006713.. . Sẽ cập nhật tại Mybk   điểm chuyển trong tháng 05/2022. . Trong thời gian này có thể đăng ký in bảng điểm để kiểm tra. . . . Lưu ý: Do sự thay đổi chính sách của Google, các thông báo và tin nhắn của Phòng Đào Tạo và BKeL bằng email KHÔNG còn được thực hiện. Sinh viên vui lòng theo dõi thông báo qua chức năng TIN NHẮN trên trang BKeL. Hãy cài đặt Moodle Mobile App để được nhắc nhở ngay trên thiết bị di động của cá nhân. . Thân\""
        ]
    },
    {
        "intent": "",
        "message": [
            "Dạ em chào thầy cô phòng đào tạo, em là [full_name], MSSV [student_id], hiện tại em vừa nộp chứng chỉ TOEIC hai kỹ năng và đã đậu kì thi nói viết do BK English tổ chức, nên hiện tại em muốn đăng kí xét tốt nghiệp nhưng tình trạng sinh viên của em hiện tại đang bị tạm dừng. Dạ thầy cô có thể mở lại giúp em để em có thể đăng kí xét tốt nghiệp được không ạ, dạ em cảm ơn thầy cô. Chúc thầy cô cuối tuần vui vẻ.. .   i Yêu cầu khác .",
            "Chào bạn,. . PDT đã ghi nhận yêu cầu về đăng ký xét TN của bạn. SV vui lòng theo dõi email và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 19/04/2022 SV vẫn chưa nhận được mail hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 04/2022.. . Về tình trạng sinh viên tạm dừng, khi nào em có tên trong ds dự kiến tốt nghiệp, PDT sẽ tự động ra QD thu nhận cho bạn nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Dạ em là sinh viên khoá k15, hiện tại em còn av4 và toeic 4 kĩ năng( chỉ có [full_name] nghe đọc 455), vì không được gia hạn thêm 1 học kì nên chuyển sang hệ vừa làm vừa học. Cho em hỏi với tình trạng của em nếu chuyển hệ là được xét tốt nghiệp luôn phải không ạ. Em cin cảm ơn.",
            "Chào bạn,. . PDT đã ghi nhận yêu cầu về đăng ký xét TN của bạn. SV vui lòng theo dõi email  và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 19/04/2022 SV vẫn chưa nhận được thấy tên trong ds dự kiến tốt nghiệp (http://www.aao.hcmut.edu.vn    Tốt nghiệp    Thông tin tốt nghiệp) hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ tại (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 04/2022 . . Về tình trạng sinh viên, khi nào bạn có tên trong ds dự kiến tốt nghiệp, PDT sẽ tự động ra QD thu nhận cho bạn nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em xin phép hỏi, em thi qua hai kỹ năng anh văn Nói- [full_name], nhưng do không đăng kí môn học cho kì 1 (2021-2022) nên tình trạng sinh viên đã bị   B Tạm dừng. . . Em có cần phải làm đơn thu nhận lại hay trường sẽ xem xét mở lại tình trạng sinh viên của em để có thể đăng kí tốt nghiệp?",
            "\"Chào bạn,. . PDT đã ghi nhận yêu cầu về đăng ký xét TN của bạn. SV vui lòng theo dõi email  và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 11/04/2022 SV vẫn chưa nhận được thấy tên trong ds dự kiến tốt nghiệp ( Tra danh sách tại http://www.aao.hcmut.edu.vn    Tốt nghiệp    Thông tin tốt nghiệp) hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 04/2022 (cập nhật mới gia hạn thời gian xử lý tốt nghiệp). . Về tình trạng sinh viên, khi nào em có tên trong ds dự kiến tốt nghiệp, PDT sẽ tự động ra QD thu nhận cho bạn nhé. . Thân. . \""
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em chào cô,. . Cho em hỏi thì khi nào trường cập nhật danh sách tốt nghiệp dự kiến T4/2022 vậy ạ? Em thấy lần cập nhật gần nhất vào ngày 25/3/2022 và sắp hết hạn đăng ký tốt nghiệp vào ngày 11/4/2022. Và mình có tên trong danh sách dự kiến mới đăng ký tốt nghiệp được phải không ạ?. Em cảm ơn.. .",
            "\"Chào bạn. . - Bạn đã có tên trong danh sách dự kiến tốt nghiệp, Bạn sẽ nhận mail vào tuần sau để thực hiện khai thông tin tốt nghiệp theo hướng dẫn nghen. . - Về tình trạng sinh viên tạm dừng (hoặc K15: bị xóa tên vì hết thời gian học), khi nào em có tên trong ds dự kiến tốt nghiệp, PDT sẽ tự động ra QD thu nhận cho bạn,. . khi nào chuyển qua trạng thái đang học, em vào đăng ký tốt nghiệp lại nghen. . . Thân. . \""
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Cho em đăng kí xét tốt nghiệp ạ.. . Hiện tại, em đã đi đủ ngày CTXH nhưng đang chờ được cập nhật, còn các điều kiện khác thì đủ rồi ạ.. . Em xin cảm ơn.",
            "\"Chào bạn. . - Bạn đã có tên trong danh sách dự kiến tốt nghiệp, Bạn sẽ nhận mail vào tuần sau để thực hiện khai thông tin tốt nghiệp theo hướng dẫn nghen. . - Về tình trạng sinh viên tạm dừng (hoặc K15: bị xóa tên vì hết thời gian học), khi nào em có tên trong ds dự kiến tốt nghiệp, PDT sẽ tự động ra QD thu nhận cho bạn,. . khi nào chuyển qua trạng thái đang học, em vào đăng ký tốt nghiệp lại nghen. . . Thân\""
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Kính gửi BKSI. . Em đã hoàn thành xong kì thi anh văn nói viết, ngày trả kết quả ngày 7/4/2022. Và đã hoàn thành xong chương trình học,TOEIC 650 và đã đủ ngày CTXH. Hôm nay ngày 8/4/2022. Em vào đăng kí tốt nghiệp thì hệ thống không cho phép. Vậy BKSI cho em hỏi:. . Em cần làm những gì để được phép đăng kí tốt nghiệp?. . Em có đủ thời gian để đăng kí tốt nghiệp vào đợt tháng 4, 2022 không?. . Em xin chân thành cảm ơn. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em chào pdt ạ . . Cho em hỏi em mới nộp CCNN và quy đổi điểm av. . Theo như trên aao em xem thì 540d sẽ đổi dc av 123 theo thứ tự 10 10 8. . Nhưng trên web đổi điểm em chỉ đổi dc av 12 với thứ tự 9.5 7 . . Cho em hỏi là bên nào đúng ạ vì trên aao em không thấy cập nhật mới nhất và hiện tại em chỉ đổi và đóng tiền dc av 12 ạ. . Em cảm ơn",
            "Chào bạn,. . SV xem quy định về quy đổi điểm AV cho SV từ khóa 2017 tại đây:. . . . SV xem quy định tại đây: http://www.aao.hcmut.edu.vn/sinh viên/quy chế/học vụ/Quyết định ban hành Quy định học vụ và đào tạo bậc Đại học/ phụ lục 1/5.4. . Thân\""
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em chào thầy cô,. . . . Em là [full_name]. . MSSV [student_id]. . Lớp XD17KT. . . . Em vừa được cập nhật trạng thái \"Đã thẩm tra bằng\", tuy nhiên em vẫn chưa đăng ký được tốt nghiệp, cho em hỏi không biết em còn sai sót gì trong việc hồ sơ thủ tục để em có thể hoàn thành sớm nhất.. . Và em muốn hỏi về kết quả rút môn học [full_name] 4 em có gửi đơn vào ngày 5/4/2022 nhưng vẫn chưa được cập nhật lên bảng điểm MyBK, em nhờ thầy cô xem lại giúp em với ạ.. . . . Em biết việc gọi và mail như vậy làm phiền đến thầy cô rất nhiều, em xin lỗi thầy cô rất nhiều.. . Em cám ơn và chúc thầy cô có một ngày làm việc tràn đầy năng lượng.",
            "\"Chào bạn,. . PDT đã ghi nhận yêu cầu về đăng ký xét TN của bạn. SV vui lòng theo dõi email và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 11/04/2022 SV vẫn chưa nhận được mail hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 04/2022.. . Về tình trạng sinh viên tạm dừng, khi nào em có tên trong ds dự kiến tốt nghiệp, PDT sẽ tự động ra QD thu nhận cho bạn nhé. . . . - RÚT MÔN HỌC: SẼ CẬP NHẬT [full_name]- [full_name] 17 [full_name]. . Thân. . \"",
            "li answer rate: Answer suits the needs / Câu trả lời đúng ý"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Dạ cho em hỏi, hiên tại em đã nộp bằng toiec để xét chuyển điểm, có thể sẽ không kịp đăng kí tốt nghiệp trước 11/4, theo em thấy trên cổng đăng kí tốt nghiệp thì cho đăng kí đến ngày 4/5. Như vậy nếu việc thẩm tra bằng và thu nhận lại của em hoàn thành trước ngày 4/5 thì em có thể đăng kí tốt nghiệp và nhận bằng không ạ.. . . . Em xin cảm ơn.",
            "\"Chào em,. . Trường hợp của em vui lòng theo dõi tình trạng thẩm tra chứng chỉ tại mybk/Nộp chứng chỉ ngoại ngữ, khi nào chuyển qua tình trạng đã thẩm tra hợp lệ (thời gian thẩm tra phụ thuộc vào đơn vị cấp chứng chỉ), bạn gửi lại yêu cầu qua bksi xin chuyển điểm sớm để xét tốt nghiệp nhé. . Về tình trạng sinh viên, khi nào em có tên trong ds dự kiến tốt nghiệp, PDT sẽ tự động ra QD thu nhận cho bạn nhé. . Thân\""
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Thầy cô cho em hỏi trường mình có làm giấy xác nhận hạnh kiểm cho sinh không ạ. em cảm ơn",
            "Chào bạn,. . . .  Bạn vui lòng liên hệ Phòng Công tác Chính trị Sinh viên để được hướng dẫn.. . Email: [email]. . . . Lưu ý: Do sự thay đổi chính sách của Google, các thông báo và tin nhắn của Phòng Đào Tạo và BKeL bằng email KHÔNG còn được thực hiện. Sinh viên vui lòng theo dõi thông báo qua chức năng TIN NHẮN trên trang BKeL. Hãy cài đặt Moodle Mobile App để được nhắc nhở ngay trên thiết bị di động của cá nhân. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Kinh gửi PĐT. . Em xin được hỏi về tình trạng hồ sơ tốt nghiệp ạ; Các bước em đã thực hiện: đăng ký, thanh toán lệ phí; cập nhật thông tin tốt nghiệp xong rồi;. . Thời gian này em đợi email của trường hay sạo ạ; . .",
            "\"Chào bạn,. . Về lễ tốt nghiệp tháng 4/2022 SV vui lòng đợi thông báo sau của nhà trường về lễ tốt nghiệp.. . SV sẽ đăng ký dự lễ tốt nghiệp tại khóa nhé!. . Thân\"",
            "Chào bạn. . Theo quy trình hiện tại của đợt tốt nghiệp tháng 04/2022:. . Dự kiến vào cuối mỗi tháng Phòng đào tạo sẽ lấy danh sách sinh viên đã đăng ký tốt nghiệp (SV đã đăng ký, thanh toán tiền và có xác nhận đã nhận của PĐT) để ra Quyết định công nhận tốt nghiệp, tiến hành in Bằng tốt nghiệp và sẽ thông báo mời SV đến nhận sau khi hoàn tất.. . Xem chi tiết lịch học vụ tại (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 04/2022 . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]  /b . . Cho em hỏi là em muốn in bảng điểm nhưng điểm trung bình và số tín chỉ của học kì 211 của em vẫn chưa được cập nhật thì em phải làm sao ạ.\t. . . .   i Yêu cầu khác .",
            "Chào em,. . Vui lòng trình bày rõ vấn để của bạn giúp nhé. . Thân. . p/s: Do sự thay đổi chính sách của Google, các thông báo và tin nhắn của Phòng Đào Tạo và BKeL bằng email KHÔNG còn được thực hiện. Sinh viên vui lòng theo dõi thông báo qua chức năng TIN NHẮN trên trang BKeL. Hãy cài đặt Moodle Mobile App để được nhắc nhở ngay trên thiết bị di động của cá nhân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em bị tạm dừng học ở học kì 212 do không đăng kí môn học. Tuần rồi em đã đăng kí thu nhận lại để được đăng kí môn học ở học kì 213. Tuy nhiên hiện tại trạng thái của em vẫn là tạm dừng học và không thể đăng kí môn học được.. . Mong phòng đào tạo giải quyết để em có thể kịp đăng kí môn học",
            "Chào em;. . em đăng ký cho đợt 2 của HK hè nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: 1914309  /b \t. . . .   i Yêu cầu khác/ ĐƠN XIN HOÃN THI MÔN HOÁ HỮU CƠ. . (CH2021). . Em là Lê Thị Nghĩa MSSV 1914309. . Em viết đơn này để xin hoãn thi môn hoá hữu cơ(CH2010). . Lớp L05. . Lý do em không đáp ứng đủ điều kiện thi bộ môn yêu cầu. Hiện tại máy tính em bị hư và wifi không đủ đáp ứng điều kiện thi. . . Mong nhà trường xem xét và phê duyệt.. . Em xin chân thành cảm ơn.",
            "\"\"\"Chào bạn,. . Về việc kiểm tra bổ sung (giữa kỳ):. . SV có thể liên hệ với GV để xin được kiểm tra bổ sung lại, nếu GV không đồng ý. . Bạn vui lòng tải mẫu đơn: Phiếu đăng ký dự thi kiểm tra bổ sung tại trang web : aao.hcmut.edu.vn    Sinh viên    biểu mẫu. . Điền đầy đủ thông tin đính kèm minh chứng nộp tại BKSI (áp dụng đối với các môn lý thuyết có lịch thi ). . Thân\"\"\""
        ]
    },
    {
        "intent": "",
        "message": [
            "Em tên là [full_name], sinh viên khoa cơ khí chất lượng cao K15.. . Hiện em đang xét tốt nghiệp nhưng có 1 môn tự chọn B của em thuộc chương trình k16 về sau nên không được tính vô bảng điểm.. . Em đã xin khoa cơ khí và được khoa đồng ý chuyển điểm, gửi công văn đến phòng đào tạo.. . Môn cũ: mô hình hóa hình học và mô phỏng. . Mã môn: ME3027 . . Học kì đã học: học kì 2 2020_2021. . Điểm tổng kết: 8.5. . Chuyển điểm sang môn tương đương: kĩ thuật mô phỏng. . Mã môn:ME4479. . Em xin hỏi phòng đào tạo đã nhận được công văn này chưa ạ. Nếu nhận được xin giải quyết sớm giúp em vì đã đến thời gian xét tốt nghiệp.. . Em xin chân thành cảm ơn.. . . . . .",
            "Chào bạn,. . . . PDT đã ghi nhận yêu cầu về đăng ký xét TN của bạn. SV vui lòng theo dõi email và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 19/04/2022 SV vẫn chưa nhận được mail hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 04/2022.. . Về tình trạng sinh viên tạm dừng, khi nào bạn có tên trong ds dự kiến tốt nghiệp, PDT sẽ tự động ra QD thu nhận cho bạn nhé. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính thưa phòng đào tạo, em có một số câu hỏi sau mong nhận được sự phản hồi:. . 1)Học kì hè dành cho sinh viên K21 năm nay, có thể học những môn lần đầu (học vượt) hay chỉ được học lại những môn ở năm 1 để cải thiện điểm?. . 2)Mình sẽ học offline hay online ?. . 3)Học phí sẽ tính như sau : 800*(số tín chỉ) hay là có quy định dưới 14 tín chỉ được giảm 25% không ạ?. . Em cảm ơn",
            "Chào bạn,. . Về học phí, hình thức học của HK hè 213, bạn vui lòng xem lại thông báo ngày 01/04/2022 về việc đăng ký môn học HK hè 2021-2022 (HK213), Dự thính hè 213 tại tin nhắn Bkel.. . Lưu ý: Do sự thay đổi chính sách của Google, các thông báo và tin nhắn của Phòng Đào Tạo và BKeL bằng email KHÔNG còn được thực hiện. Sinh viên vui lòng theo dõi thông báo qua chức năng TIN NHẮN trên trang BKeL. Hãy cài đặt Moodle Mobile App để được nhắc nhở ngay trên thiết bị di động của cá nhân. . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: 1610020  /b \t. . . .   i Học vụ . Kính gửi cán bộ của BKSI, . . . . Em là Trần Diệu Khánh An, MSSV 1610020, hiện là sinh viên Khoa Kỹ thuật Hóa học. Em xin được trình bày vấn đề của em như sau. . . - Ở HK202, em có đăng ký hoãn thi môn Mô hình hóa, Mô phỏng, Tối ưu hóa (MHH-MP-TUH) - mã môn: CH3133 và đã được PĐT nhận thông tin Hoãn thi.. . - Đến tháng 12 của HK211, em nhận được email thông báo về việc Xóa điểm hoãn thi HK202. Và lịch thi mới sẽ được cập nhật trên Mybk/ Lịch thi. . . - Kể từ thời điểm nhận được email nói trên, em đã liên tục kiểm tra để có thể biết được ngày thi, nhưng trên trang Mybk vẫn không hiển thị ngày thi cho em. . . - Đến tháng 3/22 của HK212, em thấy trên Bảng điểm cập nhật điểm của môn MHH là điểm 13 (vắng thi). . . - Khi trao đổi về thắc mắc này với cán bộ của PĐT, em được biết môn MHH đã được văn phòng Khoa Kỹ thuật Hóa học tổ chức thi và sẽ gửi mail thông báo cho sinh viên.. . - Thế nhưng, vì một lý do nào đó, em không nhận được email về ngày thi nên đã không thể đi thi để xóa điểm hoãn thi. . . - Sau đó, em đã trao đổi với văn phòng Khoa về việc này, thầy nói với em lịch thi là do PĐT sắp xếp và cập nhật, còn thầy không thể thông báo cho em được. . .  Em đã không đi thi để xóa điểm hoãn, vì vậy đã bị điểm 13 nhưng là do em đã không nhận được thông báo về lịch thi. . .  Em thực sự bức xúc vì việc học của em sẽ bị ảnh hưởng. Em hiện đang trong quá làm LVTN và em chỉ chờ để được xóa điểm Hoãn, là kết thúc được chương trình học và được tốt nghiệp. Thế nhưng, vì điểm 13 này, em có thể phải đăng ký lại trong học kỳ hè và cũng chưa chắc chắn liệu môn học này có mở không. . . Em mong trường hợp của em sẽ được suy xét và giải quyết. Em xin cảm ơn rất nhiều ạ.",
            "Chào bạn. . Về vấn đề của bạn, bạn vui lòng liên hệ Thầy [full_name] :[email] để được hỗ trợ, vì Thầy là người điều phối vấn đề này ở Khoa, Cô cũng đã gởi các trường hợp tương tự như của bạn cho Thầy [full_name] rồi. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Mở môn học học kỳ 213 . Cho em hỏi em muốn xin mở lớp Giáo dục thể chất học phần 2 trong kì hè 213 thì phải làm sao ạ?. .",
            "Chào em;. . Môn Giáo dục thể chất em đợi thông báo nhé. . Lưu ý: Do sự thay đổi chính sách của Google, các thông báo và tin nhắn của Phòng Đào Tạo và BKeL bằng email KHÔNG còn được thực hiện. Sinh viên vui lòng theo dõi thông báo qua chức năng TIN NHẮN trên trang BKeL. Hãy cài đặt Moodle Mobile App để được nhắc nhở ngay trên thiết bị di động của cá nhân. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Kính Gửi : Phòng Đào Tạo Trường Đại Học Bách . .            Khoa. . Em tên là : [full_name] . . Mssv : [student_id]. . Lớp : XD18CT1. . Dạ em chào PĐT ạ. . Dạ trong học kỳ 202 em có đăng ký xin hoãn thi cho bốn môn là : . . Giải tích 2 . . Phương pháp tính. . Xác xuất thống kê. . Cơ lý thuyết . . và trong học kỳ HK211 thì PĐT có xếp lịch thi cho em nhưng em có xin hoãn thi và muốn thi vào học kỳ 212 ạ (Dạ em có đọc thông trên quy chế thì các môn hoãn thi sinh viên có thể bảo lưu điểm và thi trong vòng 1 năm) nhưng sao em xem trên lịch thi thì vẫn không thấy lịch thi có 4 môn em đã xin hoãn thi ạ, em mong PĐT kiểm tra lại giúp em với ạ!. . Em xin chân thành cảm ơn!. . Trân trọng!. . [full_name].. . . .",
            ". . \"Chào bạn. . SV xem lịch thi đã được cập nhật tại: mybk.hcmut.edu.vn =  Thông tin sinh viên =  Lịch thi. .  Lưu ý:. . -    Lịch thi sẽ được cập nhật liên tục vì vậy SV cần theo theo dõi thường xuyên lịch thi của mình. . . . Thân. . \""
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em xin chào thầy/cô ạ! Em hiện đang là sinh viên năm 2 (khóa K20) và đang học chương trình tài năng điện tử viễn thông. Em có thắc mắc là em có thể đăng kí học chương trình song ngành điện tử viễn thông - tự động hóa của khoa điện-điện tử được không ạ! Và thủ tục đăng kí như thế nào ạ! Em mong nhận được sự hướng dẫn của các thầy/cô ạ! Em xin cảm ơn !",
            "Chào bạn,. . . . - Sinh viên vui lòng xem chi tiết quy định: Điều 12 Đào tạo song ngành tại Quyết định ban hành Quy định về học vụ và đào tạo bậc đại học ( số 2933 ngày 10/9/21). . Chúc bạn học tập tốt nhé.. . . . Lưu ý: Do sự thay đổi chính sách của Google, các thông báo và tin nhắn của Phòng Đào Tạo và BKeL bằng email KHÔNG còn được thực hiện. Sinh viên vui lòng theo dõi thông báo qua chức năng TIN NHẮN trên trang BKeL. Hãy cài đặt Moodle Mobile App để được nhắc nhở ngay trên thiết bị di động của cá nhân. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Kính gửi phòng đào tạo;. . Em tên là [full_name], mã số sinh viên là [student_id]. Trước đây em có học chương trình chất lượng cao và học môn cơ học đất với mã môn học là CI3001, số tín chỉ là 4 ở học kỳ 2 (năm học 2019-2020). Nhưng sau này thì vì sự cố tiếng anh nên em đã chuyển xuống hệ vừa học vừa làm thì chương trình đào tạo mới môn cơ học đất có mã là CI3235 với số tín chỉ là 3 tín chỉ. Nay em viết đơn này để kính mong phòng đào tạo xác nhận giúp em đây là môn tương đương để em có thể đăng ký học môn nền móng và không cần học lại môn cơ học đất. . . Em xin chân thành cảm ơn."
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính gửi phòng đào tạo đại học Bách Khoa,. . . . Em tên là [full_name] - MSSV [student_id] thuộc Văn phòng đào tạo quốc tế. Em có tên trong danh sách tốt nghiệp dự kiến tháng 4 nhưng hiện vẫn chưa có tên trong danh sách tốt nghiệp chính thức. Hy vọng phòng đào tạo giúp em kiểm tra lại ạ. Mong nhận được phản hồi từ phòng đào tạo.. . . . Em cảm ơn. . . [full_name].",
            "Chào bạn, . . Danh sách tốt nghiệp chính thức sẽ được cập nhật sau. . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em xin chào phòng đào tạo trường ĐHBK TPHCM.. . Em đã đăng ký tốt nghiệp và thanh toán khoản phí đầy đủ vào ngày 3/4/2022. Vậy em sẽ có tên trong danh sách tốt nghiệp chính thức và tham dự lễ tốt nghiệp đợt 4/2022 này không ạ. Vì đến cuối tháng thì pdt mới xét duyệt SV tốt nghiệp. . . Em xin cảm ơn.",
            "\"Chào bạn,. . Về lễ tốt nghiệp tháng 4/2022 SV vui lòng đợi thông báo sau của nhà trường về lễ tốt nghiệp.. . SV sẽ đăng ký dự lễ tốt nghiệp tại khóa nhé!. . Thân\""
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em tên là [full_name], mã số sinh viên là [student_id]. Trước đây em có học chương trình chất lượng cao và học môn   B cơ học đất  /B  với mã môn học là   B CI3001  /B , số tín chỉ là 4 ở học kỳ 2 (năm học 2019-2020) và số điểm là 7,0. Nhưng sau này thì vì sự cố tiếng anh nên em đã chuyển xuống hệ vừa học vừa làm thì chương trình đào tạo mới môn   B cơ học đất  /B  có mã là   B CI3235  /B  với số tín chỉ là 3 tín chỉ. Nay em viết đơn này để kính mong phòng đào tạo xác nhận giúp em đây là môn tương đương để em có thể đăng ký học môn nền móng và không cần học lại môn cơ học đất.. . Em xin chân thành cảm ơn.",
            "Chào em,. . PDT kiểm tra 2 mã môn học này không có trong danh sách môn tương đương nhé.. . Về Chương trình Đào tạo, danh sách môn tương đương…, bạn vui lòng xem tại:. . aao.hcmut.edu.vn/Sinh viên/Chương trình Đào tạo. . Sinh viên thắc mắc về Chương trình đào tạo SV vui lòng liên hệ về Khoa xin gặp Thầy/Cô Phụ trách về CTĐT và Giáo viên chủ nhiệm để được tư vấn và hỗ trợ thêm.. . Thân. . P/s: Do sự thay đổi chính sách của Google, các thông báo và tin nhắn của Phòng Đào Tạo và BKeL bằng email KHÔNG còn được thực hiện. Sinh viên vui lòng theo dõi thông báo qua chức năng TIN NHẮN trên trang BKeL. Hãy cài đặt Moodle Mobile App để được nhắc nhở ngay trên thiết bị di động của cá nhân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính thưa pdt, em là sinh viên K19 mà em học chậm hơn so với các bạn cùng khóa, nếu em không đăng ký được kỳ hè thì em có thể học chậm hơn các bạn cùng khóa 1 năm ạ,và có thể ra trường chậm hơn 1 năm ạ. Em cầu xin pdt có thể cho em được đăng ký môn học lần đầu tại học kỳ hè được không ạ, em có thể làm đơn để xin được đăng ký không ạ, nếu em không được đăng ký môn học đầu tại kỳ này thì em học đến cuối năm thứ 5 mới ra được trường ạ. Nếu em có thể đăng ký được thì em cảm ơn phòng đào tạo rất nhiều ạ",
            "Chào bạn. . . . - Cô tiếp nhận phản hồi của bạn và đã báo cáo ban lãnh đạo của Pđt. . . - Nếu có sự thay đổi sẽ thông báo cho sinh viên trước đợt đăng ký ngày 10/05/2022. . . . Lưu ý: Do sự thay đổi chính sách của Google, các thông báo và tin nhắn của Phòng Đào Tạo và BKeL bằng email KHÔNG còn được thực hiện. Sinh viên vui lòng theo dõi thông báo qua chức năng TIN NHẮN trên trang BKeL. Hãy cài đặt Moodle Mobile App để được nhắc nhở ngay trên thiết bị di động của cá nhân. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Em chào thầy cô BKSI , Em là sinh viên k20 khoa cơ khí MSSV [student_id] . Vào cuối kỳ 202 em đã không đóng đầy đủ hoc phí cho trường . Theo quy định của nhà trưởng thì em đã bị xoá hết các môn học của học kỳ 202 ( 04-05/2021 ) , và em đã không còn đăng ký môn hoc nào được nữa . Em đã bỏ học đến nay hơn 1 năm từ lúc nghỉ vì dịch bệnh , em cảm thấy hối hận về lỗi của mình . Thầy cô có thể phản hồi giúp em xem trường hợp của em có thể đi hoc lại được không ạ , em muốn đăng ký môn hoc để học lại tại trường thì em sẽ làm sao ạ. . . .",
            "QUOTE Em chào thầy cô BKSI , Em là sinh viên k20 khoa cơ khí MSSV [student_id] . Vào cuối kỳ 202 em đã không đóng đầy đủ hoc phí cho trường . Theo quy định của nhà trưởng thì em đã bị xoá hết các môn học của học kỳ 202 ( 04-05/2021 ) , và em đã không còn đăng ký môn hoc nào được nữa . Em đã bỏ học đến nay hơn 1 năm từ lúc nghỉ vì dịch bệnh , em cảm thấy hối hận về lỗi của mình . Thầy cô có thể phản hồi giúp em xem trường hợp của em có thể đi hoc lại được không ạ , em muốn đăng ký môn hoc để học lại tại trường thì em sẽ làm sao ạ . Em cảm ơn quý thầy cô đã bỏ thời gian ra đọc những dòng này. Chân thành cảm ơn ạ.. . . .   /QUOTE . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Ngày 4/4/2022 em có chuyển khoản vào OCB của Trường Đại Học Bách Khoa - [phone_number]688006 để nộp học phí học kì 2 nhưng không hiện thanh toán thành công. .",
            "Chào bạn,. . Trường hợp Sinh viên đã chuyển khoản tiền học phí sang tài khoản OCB của trường:. . - Nếu trường hợp 1 : Sinh viên chuyển khoản đúng số tiền học phí HK212 trên BKpay: Trường sẽ liên hệ với ngân hàng OCB để tự thu học phí. . . - Nếu trường hợp 2 : Sinh viên chuyển khoản khác số tiền học phí HK212 trên BKpay: Phòng kế hoạch tài chính sẽ hoàn trả lại số tiền vào tài khoản của SV,  SV phải tự thanh toán học phí theo thông báo và quy định.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: 1512138  /b \t. . . .   i Tốt nghiệp . Em chào Thầy/ Cô,. . Em tên là Trần Hoàng Kim Ngân, MSSV: 1512138, là sinh viên khóa 2015 khoa Công nghệ vật liệu - chuyên ngành Vật Liệu Silicate.. . Hiện tại em đang gặp tình trạng là có quyết định xóa tên vì hết thời gian đào tạo ngày 15/03/2022.. . Em đã. . 1. Đậu TOEIC với số điểm 555 ngày 07/12/2021. . 2. Ngày công tác xã hội: 33 ngày. . 3. Đậu TOEIC nói viết: 235 (thi ngày 03/04/2022 ca 03-04B). . Đã đủ điều kiện tốt nghiệp, em xin Phòng đào tạo ghi nhận và có quyết định thu hồi cho em được đăng ký tốt nghiệp tháng 04/2022 ạ.. . Em rất mong nhận được phản hồi sớm từ Thầy, Cô.. . Em xin chân thành cảm ơn!. . . .",
            "\"Chào bạn,. . PDT đã ghi nhận yêu cầu về đăng ký xét TN của bạn. SV vui lòng theo dõi email  và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 11/04/2022 SV vẫn chưa nhận được thấy tên trong ds dự kiến tốt nghiệp ( Tra danh sách tại http://www.aao.hcmut.edu.vn    Tốt nghiệp    Thông tin tốt nghiệp) hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 04/2022 (cập nhật mới gia hạn thời gian xử lý tốt nghiệp). . Về tình trạng sinh viên, khi nào em có tên trong ds dự kiến tốt nghiệp, PDT sẽ tự động ra QD thu nhận cho bạn nhé. . Thân. . \""
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em tên [full_name]. . Em xin được xét tốt nghiệp đợt 04/2022.. . Em cảm ơn ạ!",
            "Chào em,. . Trường hợp bạn đã đủ điều kiện tốt nghiệp chưa. . Xét tốt nghiệp báo bạn nợ TOEIC. AV 2 kỹ năng bạn đã có kết quả ngày nào?. . Thân",
            "Dạ thưa cô, chứng chỉ thi TOEIC em đã nộp trên BKEL rồi ạ, còn thi AV nói-viết thì em thi ngày 06/04/2022 ạ",
            "Bạn có kết quả thi AV nói viết đạt ngày nào? bao nhiêu điểm.. . Trình bày rõ giúp cô nhé!. . Thân",
            "Chào em,. . Trường hợp bạn xét tốt nghiệp báo bạn còn nợ TOEIC.. . Kết quả AV nói viết TTNN gửi cho Phòng Đào tạo bạn được 195. . SV vui lòng kiểm tra lại quy định về chuẩn tốt nghiệp tại đây:. . SV xem quy định tại đây: http://www.aao.hcmut.edu.vn/sinh viên/quy chế/học vụ/Quyết định ban hành Quy định học vụ và đào tạo bậc Đại học/ phụ lục 1/2. Chuẩn ngoại ngữ tốt nghiệp. . Trường hợp SV khiếu nại về điểm thi AV nói viết vui lòng liên hệ tại TTNN để được kiểm tra và trả lời. . Thân",
            "Dạ em cảm ơn cô ạ. Em đã xin phúc khảo và trung tâm đã cập nhật lại điểm rồi ạ. Mong cô cho em được xét tốt nghiệp đợt này ạ. Em cảm ơn cô nhiều!",
            "Dạ nhờ cô kiểm tra lại kết quả thi AV nói - viết sau khi đã phúc khảo giúp em ạ. Em cảm ơn cô!",
            "\"Chào bạn,. . PDT đã ghi nhận yêu cầu về đăng ký xét TN của bạn. SV vui lòng theo dõi email  và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 26/04/2022 SV vẫn chưa nhận được thấy tên trong ds dự kiến tốt nghiệp ( Tra danh sách tại http://www.aao.hcmut.edu.vn    Tốt nghiệp    Thông tin tốt nghiệp) hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 04/2022 (cập nhật mới gia hạn thời gian xử lý tốt nghiệp). . Về tình trạng sinh viên, khi nào em có tên trong ds dự kiến tốt nghiệp, PDT sẽ tự động ra QD thu nhận cho bạn nhé. . Thân. . \"",
            "Dạ thưa cô, hiện tại đến ngày hôm nay (26/04) em đã thấy tên trong danh sách dự kiến tốt nghiệp, nhưng do tình trạng sinh viên vẫn còn đang \"tạm dừng\" nên em chưa đăng ký tốt nghiệp được ạ.",
            "\"Chào em,. . Hiện tại PDT đang ra Quyết định thu nhận lại cho SV để đăng ký xét tốt nghiệp, em theo dõi tình trạng trên mybk/Thông tin Sinh viên, khi nào chuyển qua trạng thái \"\"đang học\"\", em vào đăng ký tốt nghiệp lại nhé.. . Thân\"",
            "dạ thưa cô, đến hôm nay em theo dõi thì thấy tình trạng sinh viên vẫn đang tạm dừng ạ. Cô cho em hỏi đến thời gian nào thì trường ra quyết định xong ạ.. . Em cảm ơn cô",
            "Chào em. . Đã cập nhật quyết định thu nhận rồi nhé em. . Thân",
            "Dạ thưa cô, tuần trước em đã đăng ký tốt nghiệp và đã thanh toán lệ phí tốt nghiệp rồi. Em muốn hỏi khi nào thì em có giấy chứng nhận tốt nghiệp tạm thời và bằng tốt nghiệp ạ.. . Em cảm ơn!",
            "\"\"\"\"\"\"\"Chào bạn. . . . SV phải “chọn” đăng ký giấy chứng nhận tốt nghiệp tạm thời khi khai thông tin tốt nghiệp tại mybk (mybk.hcmut.edu.vn)    Đăng ký tốt nghiệp. Thứ 6 hàng tuần Phòng đào tạo sẽ lấy dữ liệu SV đăng ký và đã thanh toán lệ phí tốt nghiệp trước đó để tiến hành in giấy chứng nhận tốt nghiệp tạm thời, dự kiến nhận trễ nhất vào thứ 3 tuần tiếp theo bảng scan giấy chứng nhận tốt nghiệp sẽ được tải lên trang đăng ký hồ sơ cấp bằng mybk    đăng ký tốt nghiệp, Sinh viên tự tải về sử dụng trong thời gian này. Sau đó Sinh viên liên hệ Phòng đào tạo (101A1) để nhận bảng chính nếu có nhu cầu.. . . . -Dự kiến vào cuối mỗi tháng Phòng đào tạo sẽ lấy danh sách sinh viên đã đăng ký tốt nghiệp (SV đã đăng ký, thanh toán tiền và có xác nhận đã nhận của PĐT) để ra Quyết định công nhận tốt nghiệp, tiến hành in Bằng tốt nghiệp và sẽ thông báo mời SV đến nhận sau khi hoàn tất.. . SV sẽ đăng ký lễ tốt nghiệp tháng 11/2022, SV vui lòng đợi thông báo sau của nhà trường. . . . Thân.. . \"\"\"\"\"\"\""
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em xin chào thầy cô. . Em đã thanh toán  toàn bộ học phí của Hk212. . Em xin được phép bảo lưu học kỳ 212 với lý do cá nhân,em đã được sự đồng ý của giáo viên chủ nhiệm và của khoa.. . Em xin chân thành cảm ơn",
            "Chào bạn,. . PDT đã tiếp nhận đơn tạm dừng HK212 của bạn.. . SV theo dõi mail SV và tình trạng tại mybk/Thông tin sinh viên/tình trạng. . trễ nhất là ngày 29/4.. . Sau ngày này nếu chưa nhận được mail QD vui lòng gửi lại câu hỏi qua bksi để kiểm tra lại nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Dạ em chào Thầy/Cô.. . Em tên [full_name], MSSV [student_id], lớp MO15QLMT.. . Em viết đơn này với lý do là em đã đủ ngày CTXH và CCNN, mong quý Thầy/Cô xem xét thu nhận lại để em được đăng kí tốt nghiệp trong học kì nay ạ.. . Em chân thành cảm ơn Cô/Thầy.",
            "Chào bạn. . Thứ 6 hàng tuần Phòng Đào tạo sẽ cập nhật lại danh sách tốt nghiệp mới và mở khóa cho các trường hợp sinh viên nợ HP và Nợ ngày CTXH (sau khi đã thanh toán HP/bổ sung đầy đủ ngày CTXH trước thứ 5 hàng tuần), Sinh viên đăng ký tốt nghiệp lại vào thứ 2 tuần sau. . Thân"
        ]
    }
]