[
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em là sinh viên năm tư ngành Kỹ thuật công trình xây dựng, khoa Kỹ thuật công trình xây dựng. Kỳ tiếp theo là kỳ cuối của em và em phải hoàn thành  một môn tự chọn nhóm D. Hiện tại em muốn học môn CI1051 nhưng em không đăng ký được vì lớp đang full sỉ số trong khi đó bạn em đã đăng kí được lớp đó có hiện sỉ số là 54/60. Em ko biết vì sao lại không thể đăng kí được các môn còn lại của nhóm D luôn ạ. Kính mong phòng đào tạo giải đáp và giúp em đăng ký môn học ạ.",
            "Chào bạn,. . . .  Trong đợt đăng kí nguyện vọng bổ sung bạn đã đăng kí lại chưa?.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . dạ thầy cô cho e hỏi bên em lớp liên thông K19 không thể đăng kí được luân văn ạ ,nó thông báo môn tiên quyết CNTTNC , thầy cô xem lại giúp em với được không ạ , e cảm ơn thầy cô ạ",
            "mã môn luận văn là Me4727 ạ",
            "Chào bạn,. . . .  DKMH  đợt 3 bạn đăng kí lại môn luận văn nha.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em xin tăng sỉ số của lớp Vật lý 2:. .      Mã môn học: PH1005. .      Nhóm lớp L02_L03. . Em xin cảm ơn ạ.. .",
            "Chào bạn,. . . . Chiều này (31/12) PDT sẽ gởi mail thông báo về việc  đăng kí môn học đợt 2, bạn vui lòng kiểm tra mail để biết thông tin nha.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Em tên: [full_name], MSSV: [student_id]. Em xin có yêu cầu mở thêm sỉ số lớp L01_L02 môn Cấu trúc Dữ liệu và Giải thuật (CO2003). Vì hiện tại em là sinh viên năm 3, và em có mong muốn được học lại môn này để phục vụ cho việc thực tập vào kỳ hè tới. Em có đăng kí ở đợt đăng kí môn học đầu tiên nhưng đã bị xóa và hiện giờ không thể vào lại được vì đã đủ sĩ số. Em xin chân thành cảm ơn.. . . .",
            "Chào bạn,. . . . Chiều này (31/12) PDT sẽ gởi mail thông báo về việc  đăng kí môn học đợt 2, bạn vui lòng kiểm tra mail để biết thông tin nha.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Gửi thầy/cô,. . Em tên là [full_name], MSSV [student_id], thuộc chương trình kỹ sư tài năng, khoa Khoa học và kỹ thuật Máy tính. Em xin Phòng đào tạo mở thêm sĩ số cho lớp L01 (thứ 3 tiết 10-12), môn học Nhập môn trí tuệ nhân tạo (CO3061).. . Hy vọng sớm nhận được phản hồi của thầy/cô.. . . . [full_name].",
            "Chào bạn,. . . . Chiều này (31/12) PDT sẽ gởi mail thông báo về việc  đăng kí môn học đợt 2, bạn vui lòng kiểm tra mail để biết thông tin nha.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Em chào thầy/cô,. . . . Em [full_name] [full_name] (MSSV [student_id]). Hiện em đã đăng ký thành công mã môn học CO3069 với nhóm lớp [full_name]02_[full_name]03, nhưng vì lịch học nhóm lớp này bị trùng với một môn khác nên em không thể đăng ký cả 2 môn được. Em xin thầy cô mở thêm mã môn CO3069 nhóm lớp ([full_name]01_[full_name]01 hoặc [full_name]01_[full_name]02) thêm 1 slot nữa để em có thể chuyển nhóm lớp ạ.. . . . Em chân thành cảm ơn. Chúc thầy cô nhiều sức khỏe.. .   i Đăng ký môn học .",
            "Chào bạn,. . . . Chiều này (31/12) PDT sẽ gởi mail thông báo về việc  đăng kí môn học đợt 2, bạn vui lòng kiểm tra mail để biết thông tin nha.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Chào anh chị PĐT.. . Em bên Bảo Dưỡng Công Nghiệp do môn tin học bên cao đẳng không còn mở được nên em mới đăng ký môn nhập môn điện toán theo môn chuyển mã đại học mà đăng ký không được xin PĐT xét.",
            "li answer rate: Answer is not complete / Câu trả lời chưa hoàn chỉnh",
            "Chào bạn,. . . . Mã nhóm CC dành cho sinh viên chất lượng cao, quốc tế, sinh viên đại trà không đăng kí được .. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Gửi thầy/cô,. . Em tên là [full_name], MSSV [student_id], thuộc chương trình kỹ sư tài năng, khoa Khoa học và kỹ thuật Máy tính. Em xin Phòng đào tạo mở thêm sĩ số cho lớp L02 (thứ 2 tiết 2-4), môn học Nhập môn trí tuệ nhân tạo (CO3061).. . Hy vọng sớm nhận được phản hồi của thầy/cô.. . . . [full_name].",
            "Chào bạn,. . . . Chiều này (31/12) PDT sẽ gởi mail thông báo về việc  đăng kí môn học đợt 2, bạn vui lòng kiểm tra mail để biết thông tin nha.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em chào ad ạ.. . Em tên [full_name] mssv [student_id]. . Em xin vào lớp A02, thứ 2, tiết 10-12 môn Nền móng với mã môn học là CI3195.. . Em xin cám ơn ạ",
            "Chào bạn,. . . .  Trong đợt đăng kí nguyện vọng bổ sung bạn đã đăng kí lại chưa?.. . . . Thân. .",
            "Em chào ad ạ.. . Em tên [full_name] mssv [student_id]. . Em đã có đăng ký nguyện vọng bổ sung môn nền móng nhưng không được mở lớp mới.. . Em xin vào lớp A02, thứ 2, tiết 10-12 môn nền móng, mã môn học là CI3195 ạ.. . Em xin cám ơn ad"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính gửi PĐT,. . Em là [full_name], mssv [student_id], khoa Khoa học và kĩ thuật máy tính.. . . . Vào đợt đăng kí môn học đợt 1 cho học kì 202, em có đăng kí 5 môn nhưng bị hệ thống loại bỏ 4 môn vì điều kiện GDTS_2 trong khi em đã hoàn thành đủ 3 môn thể chất.. . Hiện tại các lớp em muốn đăng kí đều không còn nên em mong PĐT có thể mở thêm lớp cho em và những bạn bị loại bớt môn.. . Mã của các môn em cần đăng ký:   B CO3067  /B ,   B CO3065  /B ,   B IM3001  /B .. . Em cảm ơn PĐT đã đọc yêu cầu của em. Em mong nhận được sự giúp đỡ từ PĐT.",
            "Bổ sung:. . Em vừa kiểm tra lại thì một số môn có lịch trùng nhau, để tránh việc không đăng kí được đủ nên em xin mở thêm các môn sau:   B CO3059  /B ,   B  CO3015  /B",
            "Chào bạn,. . . . Chiều này (31/12) PDT sẽ gởi mail thông báo về việc  đăng kí môn học đợt 2, bạn vui lòng kiểm tra mail để biết thông tin nha.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính chào phòng đào tạo,em là sinh viên K16. Vào ngày 20/12 em có đăng ký thi chuẩn anh văn đầu vào cho sinh viên từ năm 2, và kết quả là 600. Cho em hỏi, làm sao quy đổi điểm thi chuẩn anh văn đầu vào này sang điểm av1,...,av4 (Vì hiện tại điểm av2,3,4 của em vẫn chưa có)? Hay chỉ có nộp chứng chỉ mới có thể quy đổi điểm ?. . Em xin chân thành cảm ơn.. .   i Chứng chỉ ngoại ngữ .",
            "Chào bạn. . - Sinh viên đăng ký dự kỳ kiểm tra tiếng Anh định kỳ (theo định dạng TOEIC) do PĐT tổ chức không dùng để miễn môn các môn anh văn 1234 chỉ dùng để đạt chuẩn tiếng Anh sau mỗi năm học. . - Về quy định chuẩn tiếng anh trong quá trình học: Bạn vui lòng xem chi tiết tại trang web aao--  sinh viên --  Quy chế --  Quy chế đào tạo và học vụ bậc đại học và cao đẳng -- Phụ lục 1: Quy định về ngoại ngữ --  điều 2-c. . - Phải nộp CCNN mới được quy đổi điểm nghen bạn. . Chúc bạn học tập tốt nhé.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "B Đăng ký môn học . Em chào thầy (cô),. . Cho em xin được tăng sỉ số 2 môn học MA3059 và MA3051, đây là 2 môn học chuyên ngành bắt buộc học ở cơ sở 2 và thời gian học hoàn toàn là do bộ môn sắp xếp để các bạn có thể thuận tiện tham gia hết.. . MA3059. . MA3051. . . . Em cám ơn và chúc thầy cô sức khoẻ.",
            "Chào bạn,. . . . Chiều này (31/12) PDT sẽ gởi mail thông báo về việc  đăng kí môn học đợt 2, bạn vui lòng kiểm tra mail để biết thông tin nha.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em chào quý thầy cô, em có thắc mắc là em không đăng kí được môn đồ án kĩ thuật máy tính (CO3063) vì thiếu môn song hành, mặc dù kì này là kì mở lớp đồ án theo chương trình đào tạo của khóa K18. Bên cạnh đó, các bạn trong lớp em (cùng khóa với em) thì lại đăng kí được.. . Quý thầy, cô cho em hỏi đây là lỗi của phần mềm hay là nguyên nhân gì khác, và làm thế nào để giải quyết ạ?. . Em xin cảm ơn.",
            "Chào bạn,. . . . Chiều này (31/12) PDT sẽ gởi mail thông báo về việc  đăng kí môn học đợt 2, bạn vui lòng kiểm tra mail để biết thông tin nha.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em là sinh viên khoá 19.. . Cho em hỏi là tại sao qua khoá 19 tụi em là môn giải tích mạch đã đổi từ mã EE1011 sang mã EE2033 và môn học trước của mã EE2017 là môn EE2033 theo khoá 19 tụi em. Vậy thì tại sao hệ thống lại bắt em phải có môn EE1011 ạ? Và môn EE2033 và môn EE2017 theo chương trình đào tạo em có thể đăng kí 2 kì liên tiếp chứ ạ?. . . . . .",
            "Chào bạn,. . . .  Trong đợt đăng kí nguyện vọng bổ sung bạn đã đăng kí lại chưa?.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em kính chào [full_name]T ạ. . . Em tên [full_name] mssv [student_id]. . Em vì một số lý do đã không đăng kí môn học trong đợt đăng kí lần 1. Vào đợt hiệu chỉnh hiện nay thì sỉ số lớp môn LA1009 đã full. . . Em kính mong [full_name] có thể mở sỉ số thêm môn này ở cs2 thêm để em tiếp tục được học ạ. . . Em chân thành cảm ơn.",
            "Chào bạn,. . . . Chiều này (31/12) PDT sẽ gởi mail thông báo về việc  đăng kí môn học đợt 2, bạn vui lòng kiểm tra mail để biết thông tin nha.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . MSSV [student_id]6 cho em hỏi là đợt 1 đăng ký môn học e đăng ký không thành công , nên giờ đợt 2 em đăng ký tiếp tục mà giờ đăng ký môn thì đã hết lớp...hết giờ luôn rồi. . Bây giờ em phải làm sao vậy ạ. .",
            "Chào bạn,. . . . Phòng đào tạo đã gởi mail thông báo về việc  đăng kí môn học đợt nguyện vọng (đăng ký thêm các môn có nhu cầu học) từ ngày 31/12/2020 đến 09 giờ ngày 04/01/2021, bạn vui lòng kiểm tra mail để biết thông tin nha.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em chào thầy/cô, thầy/cô đăng kí bổ sung môn Lịch sử Đảng Cộng sản Việt Nam (SP1039) vào t3 từ tiết 7 giúp em với ạ. Em tìm môn không có nên k biết rõ lớp nào giờ nào. Em cảm ơn thầy/cô!",
            "Chào bạn,. . . .  Trong đợt đăng kí nguyện vọng bổ sung bạn đã đăng kí lại chưa? (đăng kí nguyện vọng làm gì có thứ tiết bạn). . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em xin kính chào Thầy/ Cô!. . . . Em tên là [full_name], MSSV: [student_id]. Em xin Thầy/ Cô tăng sĩ số cho lớp L02 môn “Kỹ thuật hệ thống” (ME2123) để em có thể học kịp theo chương trình đào tạo.. . . . Em xin chân thành cảm ơn!. .",
            "Chào bạn,. . . . Chiều này (31/12) PDT sẽ gởi mail thông báo về việc  đăng kí môn học đợt 2, bạn vui lòng kiểm tra mail để biết thông tin nha.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . xin phòng đạo tao mở thêm các lớp gt2, vl2, tnvl, đại số tuyến tính ở cơ sở 2",
            "Chào bạn,. . . . Phòng đào tạo đã gởi mail thông báo về việc  đăng kí môn học đợt nguyện vọng (đăng ký thêm các môn có nhu cầu học) từ ngày 31/12/2020 đến 09 giờ ngày 04/01/2021, bạn vui lòng kiểm tra mail để biết thông tin nha.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]  /b . . Em muốn xin tăng sỉ số lớp anh văn 4 từ 60/60 lên ạ, mã môn học là LA1009, nhóm lớp L09, tiết 2 3 4 sáng thứ 6 ở cơ sở 2 ạ.\t. . . .   i Yêu cầu khác .",
            "Chào bạn,. . . . Chiều này (31/12) PDT sẽ gởi mail thông báo về việc  đăng kí môn học đợt 2, bạn vui lòng kiểm tra mail để biết thông tin nha.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Chào anh/ chị,. . Em là [full_name] MSSV [student_id]. . . Em muốn đăng ký môn học Kỹ thuật ra quyết định EE3145 nhưng lớp ở CS2 đã hết sĩ số đăng ký. . . Em muốn tăng sĩ số để e và các bạn có thể đăng ký môn này. . Em cảm ơn !. . . .",
            "Chào bạn,. . . . Chiều này (31/12) PDT sẽ gởi mail thông báo về việc  đăng kí môn học đợt 2, bạn vui lòng kiểm tra mail để biết thông tin nha.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính gửi PĐT,. . Em là [full_name], MSSV [student_id], lớp XD16B2D1.. . Kỳ này em có đăng ký môn học Kết cấu thép 2 và DAMH Kết cấu thép. Tuy nhiên, khi đăng ký thì báo lỗi thiếu môn học tiên quyết: chuẩn giáo dục thể chất sau năm 2.. . Kỳ trước em vẫn đăng ký môn học này được nhưng hiện tại không đủ yêu cầu để đăng ký. Hiện tại, sĩ số các môn học trên đã hết nên việc đăng ký lại sẽ khó khăn. Rất mong PĐT xem xét.. . Em chân thành cảm ơn.. . Trân trọng,. . [full_name]. .",
            "Chào bạn,. . . .  Trong đợt đăng kí nguyện vọng bổ sung bạn đã đăng kí lại chưa?.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em xin chào thầy/ cô ạ,. . Em là [full_name] [student_id] đến từ khoa CNVL. Em gửi yêu cầu này để xin thầy/ cô chuyển nhóm môn IM1013 giúp em từ nhóm   B L03  /B  (ban đầu) sang nhóm   B L04  /B  (khoanh đỏ) như trong hình đính kèm ạ. Vì em có việc bận vào buổi sáng thứ hai nên mong muốn được chuyển nhóm sang chiều thứ tư để tiện sắp xếp học tập và sinh hoạt.. . Em xin cảm ơn thầy/ cô rất nhiều ạ!",
            "Chào bạn,. . . . Chiều này (31/12) PDT sẽ gởi mail thông báo về việc  đăng kí môn học đợt 2, bạn vui lòng kiểm tra mail để biết thông tin nha.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . do lần trước điều chỉnh nhóm lớp em có lỡ xoá nhóm lớp đã đăng kí để đăng kí lại thì trang web bị lỗi nên lớp đã đủ sĩ số. Em mong trường có thể mở đăng kí nhóm lớp A01 để em có thể đăng kí lại. Em cảm ơn",
            "Chào bạn,. . . . Chiều này (31/12) PDT sẽ gởi mail thông báo về việc  đăng kí môn học đợt 2, bạn vui lòng kiểm tra mail để biết thông tin nha.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "MSSV: [student_id]. . \t. . em xin đăng kí mở thêm sĩ số lớp các môn:. . MSMH: MT1005. . MSMH: PH1005. . MSMH: MT1007. . Mong PĐT phản hồi sớm. Em xin chân thành cảm ơn.. . . .",
            "Chào bạn,. . . . Chiều này (31/12) PDT sẽ gởi mail thông báo về việc  đăng kí môn học đợt 2, bạn vui lòng kiểm tra mail để biết thông tin nha.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . em đăng kí học kì 2 năm nhất nhưng thiếu môn giải tích 2 không biết phải đăng kí và học môn đó như thế nào ???",
            "Chào bạn,. . . .  PDT đã gởi mail thông báo về việc  đăng kí môn học đợt 2, bạn vui lòng kiểm tra mail để biết thông tin nha.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học .  - chào quý thầy cô em là sinh viên khóa k17 , cho em xin phép hỏi quý thầy cô vấn đề sau : em muôn đăng kí Môn học anh văn 3(LA1007), anh văn 4 ( LA1009) , hiện đã có mở lớp nhưng sỉ số full quá sớm em không thể đăng kí kịp . Em mong nhà trường xem xét bổ sung cho được học Anh văn 3,4 trong học kì 202 ! em xin cám ơn quý thầy cô !",
            "Chào bạn,. . . . Chiều này (31/12) PDT sẽ gởi mail thông báo về việc  đăng kí môn học đợt 2, bạn vui lòng kiểm tra mail để biết thông tin nha.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ em chào thầy/cô PĐT,. . . . Ban đầu đăng kí thì môn CH3285 học tiết 23 CS2, và môn CH2081 học tiết 56 cũng là CS2 nên em đăng kí được ạ. Nhưng bây giờ sao em thấy môn CH3285 đổi lại thành CS1 và môn CH2081 vẫn là ở CS2, nhưng vẫn không bị xoá môn, vậy thì em có phải huỷ 1 trong 2 môn đi không ạ? Vì em sợ sang đợt 3 sẽ bị xoá môn vì không đủ thời gian di chuyển giữa 2 cơ sở ạ!. . . . Em cảm ơn thầy/cô nhiều ạ!",
            "Chào bạn,. . . . Đợt 3 DKMH bạn có thể huỷ/ bổ sung DKMH nha.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Em chào thầy cô ạ,. . Hiện tại là ngày 31/12 em có đăng kí môn IM1027 - Kinh tế kỹ thuật nhưng hiện tại em không còn nhu cầu học nên muốn huỷ nhưng ngày hết hạn đăng kí môn đã dời và em không có cách nào huỷ môn này. Mong thầy cô có thể huỷ đăng kí môn này giúp em.. . Em cám ơn thầy cô ạ.. . . . Ký tên . . [full_name] - [student_id]. . . .   i Đăng ký môn học .",
            "Chào bạn,. . Phòng Đào tạo đã gởi mail thông báo về việc  đăng kí môn học đợt nguyện vọng (đăng ký thêm các môn có nhu cầu học) từ ngày 31/12/2020 đến 09 giờ ngày 04/01/2021, bạn vui lòng kiểm tra mail để biết thông tin nha. . Các SV căn cứ trên nhu cầu học tập cá nhân, kết quả ĐKMH ĐANG CÓ ở đợt ĐKMH lần 2, đăng ký THÊM các môn học có nhu cầu học. . Đợt 3 - dự kiến vào 12-14/1/2021, sinh viên có thể hủy, hiệu chỉnh và bổ sung môn học nhé bạn.. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Cho em hỏi là: Nếu các môn mình đã đăng ký được trong đợt vừa rồi thì trong \"đợt ĐKMH nguyện vọng mới\" này có bị xoá không ạ?",
            "Chào bạn,. . . . Chưa hiểu ý bạn.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Xin mọi người giúp em gấp. . *Hiện giờ lớp AV của em bị trùng với các môn học khác trong trường(không còn lớp để đổi) thì mình phải làm sao? . . *Nếu như mình không đăng kí AV (1,2,3,4 tùy theo kết quả AV đầu vào) thì cuối kì mình có thể đăng kí thi \"[full_name] KỲ\" để qua lớp AV của học kì đó được không? Hay bắt buộc phải học lớp AV mới được thi?  B . . ==  Em cảm ơn. Chúc mọi người năm mới vui vẻ.",
            "Chào bạn,. . . . - Trong đợt đăng kí bổ sung, bạn có đăng kí môn không?. . . . - Những đợt thi kiểm tra anh văn định kỳ  sau chỉ dùng xét chuẩn anh văn sau các năm, không xét anh văn 1,2,3,4.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "cho em hỏi là ngày hôm qua 30/12 em đã đăng kí môn học xong rồi. trong đó em đã đăng kí 7 môn học. đến hôm nay em muốn hủy 1 môn học vì em sợ nó nặng ạ. nhưng pđt đã đóng đợt đăng kí môn học vào lúc 11h(31/12) chứ không phải như đã thông báo là ngày 4/1 ạ. bây giờ em phải làm sao ạ???. . . .",
            "Chào bạn,. . Đợt 3 - dự kiến vào 12-14/1/2021, sinh viên có thể hủy, hiệu chỉnh và bổ sung môn học nhé bạn.. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ thưa cô/thầy, theo mail thông báo mới nhất từ pđt thì chiều nay sẽ có đợt đăng kí môn học mới, vậy nhưng môn đã đăng kí thành công trong đợt tạm ngừng sẽ còn được giữ hay xóa ạ!",
            "Chào bạn,. . . . Trong thông báo nói rất rõ mà bạn, những môn đã đăng kí trong đợt 2 tạm ngưng vẫn lấy nha.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kì 202 này chỉ đăng kí 6 chỉ ở học kì chính, thì có vấn đề gì k ạ, với lại em có được giảm học phí học kì chính khi chỉ đk 6 chỉ không. . Ngoài ra em có đăng kí thêm dự thính",
            "Chào bạn,. . . . - Bạn vui lòng xem cách tính học phí có cập nhật trên web PDT http://www.aao.hcmut.edu.vn/index.php?route=catalog/chitietsv&path=59_61&tid=1939.. . . . - Nhà trường không bắt buộc bạn đăng kí bao nhiêu tín chỉ, nhưng miễn sao sau mỗi học kỳ bạn phải tích luỹ đủ chỉ không bị cảnh cáo học vụ.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: 1712348  /b \t. . . .   i Đăng ký môn học . Dạ em đang gặp vấn đề về việc đăng ký môn học như sau: dự định của em là kì sau chỉ học hai môn tự chọn: CH3157-(Công nghệ hóa hương liệu) +  CH3231 -(Các pp p/lập tc hc hữucơ ) và môn bắt buộc là Hóa Hữu Cơ. Do không để ý thời gian kết thúc việc đăng ký nên em đã đăng ký dư môn (CH3183 - C/nghệ các sp có n/gốctn). Cho em hỏi rằng liệu em có thể xóa môn CH3183 ra khỏi thời khóa biểu của mình không ạ ?  Em xin cảm ơn.",
            "Chào bạn,. . Đợt 3 - dự kiến vào 12-14/1/2021, sinh viên có thể hủy, hiệu chỉnh và bổ sung môn học nhé bạn.. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Hiện tại em không có mặt ở thành phố vì gia đình em có tang từ ngày 25/12 nên em về quê và không thường xuyên kiểm tra email trường , đến nay em kiểm tra thì biết đã đến hạn khám nên em tạo yêu cầu này, có cách giải quyết nào để không bị hoãn 1 kì học không ạ",
            "Chào bạn,. . Vấn đề về sinh hoạt công dân, bảo hiểm y tế, BHTN, điểm rèn luyện, sinh viên khá giỏi toàn diện, giấy xác nhận sinh viên về vay vốn ngân hang, khám sức khỏe bạn vui lòng liên hệ tại Phòng Công tác chính trị sinh viên để được hướng dẫn.. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Hôm qua lúc cổng đăng ký môn học mở, những môn em có nhu cầu học dù có lớp nhưng vì trùng giờ với các môn chuyên ngành nên em không thể đăng ký được. Đồng thời vì sợ sau này môn học đó không còn mở nữa, nên em đã đăng ký môn tương đương của môn học đó. Mặt khác, vì không thể đăng ký môn học em muốn trả nợ, nên em đã đăng ký một môn tự chọn để đủ số tín chỉ.. . Hiện tại em nhận được mail của phòng đào tạo rằng sẽ mở đợt đăng ký nguyên vọng bổ sung vào 13h chiều nay. Trong mail ghi rằng sinh viên căn cứ vào nhu cầu học tập của bản thân và kết quả đăng ký hiện có để đăng ký thêm môn có nguyện vọng được học.. . Em muốn hỏi là em có thể đăng ký nguyện vọng bổ sung 2 môn em mong muốn được không, đồng thời xóa môn tương đương và môn tự chọn ở kết quả cũ được không?. . Em cảm ơn thầy/cô nhiều ạ.",
            "Chào bạn,. . . . Bạn có thể đăng kí vào đợt đăng kí nguyện vọng bổ sung 2, đợt huỷ/bổ sung sẽ vào đợt đăng kí môn học tiếp theo.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Chào Phòng Đào Tạo,. . Em tên là Đỗ Vy Thanh Thảo, MSSV [student_id], sinh viên khoa Kỹ thuật Hóa học.. . Hiện tại em và một số bạn khác có gặp vấn đề di chuyển giữa hai cơ sở.. . Thời khóa biểu ngày thứ sáu của em được xếp như sau:. . Tiết 23 CS1: CH2071 - Hóa học xanh. . Tiết 45 CS2: CH3175 - Kỹ thuật điện hóa. . Tiết 78 CS1: CH3127 - Độc chất học công nghiệp ứng dụng. . Em không thể chuyển nhóm/lớp vì cũng gặp tình trạng tương tự, các môn đều là tự chọn nên chỉ mở ít môn và một môn chỉ mở 1, 2 lớp, đa số các lớp đã đủ sĩ số.. . Kính mong PĐT có hướng giải quyết trong những đợt đăng kí môn học kế tiếp để chúng em có điều kiện học tập tốt nhất.. . Em xin cảm ơn!",
            "Chào bạn,. . . . Phòng đào tạo đã gởi mail thông báo về việc  đăng kí môn học đợt nguyện vọng (đăng ký thêm các môn có nhu cầu học) từ ngày 31/12/2020 đến 09 giờ ngày 04/01/2021, bạn vui lòng kiểm tra mail để biết thông tin nha.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính gửi Phòng Đào tạo trường Đại học Bách khoa TP. HCM. . Dạ cho em hỏi là ở đợt đăng kí môn học bổ sung từ ngày 31/12/2020 đến ngày 4/1/2021 em có cần đăng kí những môn em đã đăng kí được ở đợt đăng kí môn học đợt 2 không ạ?. . Em xin cảm ơn ạ.",
            "Chào bạn,. . Các SV căn cứ trên nhu cầu học tập cá nhân, kết quả ĐKMH ĐANG CÓ ở đợt ĐKMH lần 2, đăng ký THÊM các môn học có nhu cầu học. . Đợt 3 - dự kiến vào 12-14/1/2021, sinh viên có thể hủy, hiệu chỉnh và bổ sung môn học nhé bạn.. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "B Đăng ký môn học .     Kính gửi Phòng đào tạo!. .  Em là sinh viên năm 4 khoa điện, lớp DD17DV2 [full_name] - [student_id]. . .  Em có đăng ký môn đợt 1 học kì 202 gồm 3 môn. Trong đó em bị hủy đăng ký môn Kỹ Thuật Siêu Cao Tần (EE3025) với lý do trùng giờ thời khóa biểu. Nhưng em đã kiểm tra rất kỹ là không xảy ra trường hợp trùng giờ. Em cho rằng đây có thể là lỗi hệ thống và hiện tại các lớp không còn đủ sỉ số và em không thể đăng ký môn này. . .  Em mong phòng đào tạo xem xét và giải đáp giúp em vì không thể chỉ vì 1 môn mà em bị tốt nghiệp trễ hạn ạ!",
            "Chào bạn,. . . . Trong đợt đăng kí bổ sung bạn đã đăng kí lại chưa?. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Cho em hỏi đkmh đợt 2 ngưng v có mở lại không, tại em muốn xóa môn đã đăng kí ạ",
            "Chào bạn,. . Đợt 3 - dự kiến vào 12-14/1/2021, sinh viên có thể hủy, hiệu chỉnh và bổ sung môn học nhé bạn.. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "PĐT vừa gửi mail thông báo đk lại môn học trong đó mục 2 cụ thể \" Tất cả các SV còn đang vướng các điều kiện như chuẩn Anh văn (và có khả năng đạt chuẩn vào cuối tháng 1/2021)\". . em thắc mắc là:. . 'có thể đăng ký môn học nhưng phải đảm bảo là cuối tháng 1/2021 phải đạt chuẩn' hay là 'đến đợt 3(13-15/1) đã giới hạn sinh viên bị vướng anh văn và không cho phép đk môn'. .   i Đăng ký môn học .",
            "Chào bạn,. . . . - Hiện tại PDT đang lấy số lượng sinh viên để mở lớp (kể cả sinh viên không đạt chuẩn anh văn, nợ học phí...) vẫn đăng kí được. . . . . Thân. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em chào PĐT. . . . . Hôm qua em và bạn em có đăng kí vài môn, bây giờ muốn chuyển lớp và xóa bớt 1 môn đi. Cho em hỏi làm sao để xóa môn đó trong khi đang tạm ngừng đkmh. Liệu có một khoảng thời gian nào đó để tụi em hiệu chỉnh và xóa môn mình đã đăng kí không ạ?. . . . Em cám ơn, mong PĐT phản hồi.",
            "Chào bạn,. . Đợt 3 - dự kiến vào 12-14/1/2021, sinh viên có thể hủy, hiệu chỉnh và bổ sung môn học nhé bạn.. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Cho em hỏi đợt đăng ký bắt đầu lúc 13h ngày 31/12/2020 là phải đăng ký lại các môn trước đó đã đăng ký (mở đăng ký lúc 10h ngày 30/12/2020) hay chỉ đăng ký thêm các môn có nhu cầu khác ạ?. .",
            "Chào bạn,. . Các SV căn cứ trên nhu cầu học tập cá nhân, kết quả ĐKMH ĐANG CÓ ở đợt ĐKMH lần 2, đăng ký THÊM các môn học có nhu cầu học. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính gửi Phòng Đào tạo,. . . . Vì sáng nay em đi học nên bây giờ em mới đọc được mail ngưng đăng ký đợt 2, em có 2 môn chưa kịp hủy, đó là:. . 1) CO3021 - Hệ quản trị cơ sở dữ liệu - L01.. . 2) CO3025 - Phân tích và thiết kế hệ thống - L01.. . Em kính mong Phòng Đào tạo hỗ trợ hủy giúp em 2 môn trên ạ.. . . . Em xin chân thành cảm ơn,. . [full_name]",
            "Chào bạn,. . Bạn vui lòng vào tự hủy MH vào đợt 3. .  dự kiến vào 12-14/1/2021.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Cho em hỏi đợt đăng ký môn lần 2(13h ngày 30/12) này mình có cần đăng ký lại những môn đã đăng ký trong đợt 1 và được xếp thời khóa biểu rồi không ạ. Em có đọc mail mà không hiểu rõ nội dung trong mail của phòng đào tạo gửi",
            "Chào bạn,. . Các SV căn cứ trên nhu cầu học tập cá nhân, kết quả ĐKMH ĐANG CÓ ở đợt ĐKMH lần 2, đăng ký THÊM các môn học có nhu cầu học. . Đợt 3 - dự kiến vào 12-14/1/2021, sinh viên có thể hủy, hiệu chỉnh và bổ sung môn học nhé bạn.. . Thân. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Kính gửi thầy cô,. . Theo thông báo của phòng đào tạo thì đăng ký môn học đợt 2 đã kết thúc trước thời gian quy định nhưng hiện tại em có mong muốn hủy, điều chỉnh một môn học đã đăng ký. Vậy em có thể hủy, điều chỉnh môn học vào đợt 3 không ạ?. . Em mong thầy cô hồi âm ạ.. . Em xin chân thành cảm ơn.",
            "Chào bạn,. . Bạn có thể điều chỉnh môn học vào ngày 12-14/1/2021. . . . Phòng đào tạo đã gởi mail thông báo về việc  đăng kí môn học đợt nguyện vọng (đăng ký thêm các môn có nhu cầu học) từ ngày 31/12/2020 đến 09 giờ ngày 04/01/2021, bạn vui lòng kiểm tra mail để biết thông tin nha.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Cho em hỏi là đợt đăng ký bổ sung này mình không được xóa môn học đã đăng ký ở đợt 1 và 2 phải không ạ?",
            "Chào bạn,. . . . Đợt tiếp theo sẽ cho huỷ/bổ sung môn học nha.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em chào các thầy cô ạ,. . Em là [full_name], MSSV [student_id], Lớp DD18TD03. . Cho em hỏi là trường vừa khóa đăng kí môn học (ĐKMH) đợt 2 và mở đợt đăng kí môn học mới. Em muốn xóa một môn ở đợt 2 nhưng hiện tại đợt 2 đã bị khóa thì không biết PĐT có tạo điều kiện cho sinh viên được xóa môn không ạ, vì theo lịch đăng kí môn học cũ thì đến ngày 4/1/2021 đợt 2 ĐKMH mới hết hạn ạ, hoặc đợt 3 ĐKMH có được xóa môn không ạ?. . Mong sớm nhận được phản hồi. Em xin cảm ơn.",
            "Chào bạn,. . . . Đợt 3 sẽ cho huỷ bổ sung môn học nha bạn.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ thưa thầy cô . Theo thông báo thì 1h ngày 31/12/2020 đến 3/1/2021 mở đợt đăng ký môn học bổ sưng nhưng sao môn học anh văn 4 ( mã môn học LA1009 ) lại không mở môn ạ thầy cô .",
            "Chào bạn,. . bạn vui lòng vào kiểm tra và đăng ký lại nhé!. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em chào thầy/cô, em đang thắc mắc là đợt đăng kí bổ sung này sao không cho xóa môn đã đăng kí ạ??? Đợt 3 có xóa môn được không ạ?. . Em xin chân thành cảm ơn sự phản hồi từ quý thầy/cô!!!",
            "Chào bạn,. . Đợt 3 - dự kiến vào 12-14/1/2021, sinh viên có thể hủy, hiệu chỉnh và bổ sung môn học nhé bạn.. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em chào cô/thầy, em thên là  [full_name]-[student_id]. . . Mục đích tin nhắn: khẩn  mong phòng đào tạo mở lớp av4 trong đợt đăng ký  bổ sung.. . Mong nhận được phản hồi nhanh nhất từ nhà trường.. . Em cám ơn. . [full_name]",
            "Chào bạn,. . Bạn vui lòng vào kiểm tra và đăng ký lại nhé!. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Hiện tại, đợt đăng kí môn học (Bổ sung) đợt 2 đang mở, và em có đăng kí môn Anh văn 4 mà sao PDT không mở lớp ạ? . . Kính mong PĐT mở thêm lớp Anh văn 4 vì theo em được biết có rất nhiều bạn đang muốn học môn này ạ! . . Em xin lỗi vì đã làm phiền và cảm ơn ạ! . .",
            "Chào bạn,. . . . Phòng Đào tạo đã gởi mail thông báo về việc  đăng kí môn học đợt nguyện vọng (đăng ký thêm các môn có nhu cầu học) từ ngày 31/12/2020 đến 09 giờ ngày 04/01/2021, bạn vui lòng kiểm tra mail để biết thông tin nha.. . . . Thân. ."
        ]
    }
]