[
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Kính gửi: Quý thầy/cô,. . . . Em tên là: [full_name].. . MSSV:[student_id].. . . . Trên tin nhắn bkel v/v đăng ký môn học HK hè 2021-2022 (HK213), có nội dung nhà trường thông báo mà em vẫn hiểu rõ. Cụ thể là : . . “Riêng Khóa 2021 Nhà trường tạm thời không xét điều kiện chuẩn anh văn từng năm và chuẩn kỹ năng ứng dụng công nghệ thông tin”. . . Vậy không biết nhà trường có tổ chức thi trực tiếp hay không và nếu không đạt thì sẽ có ảnh hưởng đến kết quả đăng ký môn năm 2 không ạ ?. . . . Em mong quý thầy/cô xem xét và phản hồi. Em xin chân thành cảm ơn.. . Trân trọng,. . [full_name]. .",
            "Chào bạn. . Sinh viên vui lòng xem chi tiết quy định tại Quy chế học vụ đào tạo: aao.hcmut.edu.vn. .    sinh viên    quy chế    học vụ    Quyết định ban hành Quy định về học vụ và đào tạo bậc đại học (số 2933 ngày 10/9/21)/ Phụ lục 1. Quy định về chuẩn ngoại ngữ dành cho chương trình giảng dạy bằng tiếng Việt.. . - Về thời gian kiểm tra đầu vào cho sinh viên bạn xem lại thông báo mục 6 - Thông báo số 11 cập nhật Kế hoạch học tập của hk 2 và hk hè 2021 - 2022 và phần bù các học kỳ trước (ngày 24/01/2022).. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Dạ phòng đào tạo cho em hỏi do một số vấn đề khách quan nên em không thể đóng học phí đúng thời gian quy định, vậy sau thời gian này em có thể tiếp tục đóng tiền không ạ? Và hậu quả của việc đóng tiền trễ hạn là gì ạ ?. . Em xin cám ơn ạ.. .",
            "Chào bạn. . - PĐT đã ghi nhận bạn thanh toán xong học phí HK212. Bạn vui lòng thanh toán học phí đúng thời gian theo quy định vào các học kỳ sau.. . - Sinh viên vui lòng xem chi tiết quy định: Điều 28.4 Không thanh toán học phí tại Quyết định ban hành Quy định chung về học vụ và đào tạo (số 2931 ngày 10/9/21). . . . Lưu ý: Do sự thay đổi chính sách của Google, các thông báo và tin nhắn của Phòng Đào Tạo và BKeL bằng email KHÔNG còn được thực hiện. Sinh viên vui lòng theo dõi thông báo qua chức năng TIN NHẮN trên trang BKeL. Hãy cài đặt Moodle Mobile App để được nhắc nhở ngay trên thiết bị di động của cá nhân. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Hiện tại, em không thể nào đăng nhập được vào trang Portal của ngân hàng OCB để đóng học phí. Mong các thầy cô thông báo đến ngân hàng hoặc hướng dẫn cách đóng học phí khác.. . . . Em xin cảm ơn ạ.. . . .",
            "Chào bạn, . . PĐT đã kiểm tra và ghi nhận bạn đã thanh toán học phí.. . Lưu ý: Do sự thay đổi chính sách của Google, các thông báo và tin nhắn của Phòng Đào Tạo và BKeL bằng email KHÔNG còn được thực hiện. Sinh viên vui lòng theo dõi thông báo qua chức năng TIN NHẮN trên trang BKeL. Hãy cài đặt Moodle Mobile App để được nhắc nhở ngay trên thiết bị di động của cá nhân. . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Dạ chào Thầy Cô. . Em tên là [full_name] . . MSSV [student_id]. . . . Hiện tai em có đăng kí học môn Xác suất Thống Kê MMH: MT2013 vào học kỳ 202, là môn tương đương của môn Thống kê trong công nghiệp ME2055 do CTDT mới không có mở môn Thống kê trong công nghiệp nữa!. . . . Hiện tại em vẫn chưa được cập nhật điểm chuyển của môn Thống kê trong công nghiệp. . . . Mong Thầy Cô xem xét giúp trường hợp của em ạ!. . . . Em xin cảm ơn. .",
            "Chào em,. . Đã cập nhật môn tương đương và xét tốt nghiệp cho bạn nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ  /i Kính gửi PĐT, em là [full_name], sinh viên lớp VL15PO, MSSV:[student_id], do em đã hoàn thành chương trình đào tạo, còn thiếu chứng chỉ toiec nói viết nên chưa thể đăng ký tốt nghiệp đợt tháng 4/2022 được. Do chương trình đào tạo đã đến học kỳ thứ 13. Nên em gửi đơn này, kính mong PĐT cho xin gia hạn thêm 1 học kỳ để em hoàn thành chứng chỉ toeic nói viết và nhận được bằng chính quy ạ. Em xin chân thành cảm ơn.. . . .",
            "Chào bạn,. . Pđt gởi đính kèm Mẫu đơn kéo dài thời gian đào tạo, SV điền thông tin và gởi tại BKSI để Pđt xử lý. . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . em chào các thầy cô ạ. . Em có đăng ký LVTN trong kỳ hè 213. Thầy cô cho em hỏi trong kỳ hè này trường có xets ddiefu kiện [full_name] không ạ. em cám ơn ạ",
            "Chào bạn,. . . . Trong thông báo đăng ký môn học của học kỳ hè 213 không có thông báo về việc không xét chuẩn ngoại ngữ để đăng ký luận văn tốt nghiệp trong HK213.. . Sinh viên vui lòng xem quy chế về việc chuẩn ngoại ngữ nhận luận văn tốt nghiệp tại đây:  Quy chế học vụ đào tạo: aao.hcmut.edu.vn. .    sinh viên    quy chế    học vụ    Quyết định ban hành Quy định về học vụ và đào tạo bậc đại học (số 2933 ngày 10/9/21)/ Phụ lục 1. Quy định về chuẩn ngoại ngữ dành cho chương trình giảng dạy bằng tiếng Việt/2. Chuẩn ngoại ngữ tốt nghiệp. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Kính gởi : PĐT Trường Đại học Bách Khoa TP.HCM. . Em tên : [full_name]  MSSV : [student_id]. . . . Hiện em đã có tên trong danh sách tốt nghiệp dự kiến nhưng hiện PĐT vẫn chưa ra quyết định thu nhận lại để em có thể đăng kí tốt nghiệp. . Em viết đơn này xin phép PĐT ra quyết định thu nhận lại giúp em để em kịp đăng kí tốt nghiệp trong thời gian sớm ạ.. . Em xin chân thành cám ơn!. . Thân ái,. . [full_name]. . [full_name]",
            "Chào bạn. . . . - Bạn đã có tên trong danh sách dự kiến tốt nghiệp, Bạn sẽ nhận mail vào tuần sau để thực hiện khai thông tin tốt nghiệp theo hướng dẫn nghen. . - Về tình trạng sinh viên tạm dừng (hoặc K15: bị xóa tên vì hết thời gian học), khi nào bạn có tên trong ds dự kiến tốt nghiệp, PDT sẽ tự động ra QD thu nhận cho bạn,. . khi nào chuyển qua trạng thái đang học, bạn vào đăng ký tốt nghiệp lại nghen. . . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]  /b . . Dạ em chào thầy cô phòng đào tạo, em là [full_name], MSSV [student_id]. Dạ thầy cô cho em hỏi em đã đăng kí nộp chứng chỉ ngoại ngữ vào ngày 8/4/2022 thì khi nào có kết quả thẩm tra vậy ạ. Dạ hiện tại em còn đợi thẩm tra và chuyển điểm ngoại ngữ là em có thể đăng kí tốt nghiệp rồi ạ, mong thầy cô giúp đỡ em thẩm tra để em có thể kịp đợt tốt nghiệp tháng 4 này ạ. Dạ em cảm ơn thầy cô phòng đào tạo, chúc thầy cô có một tuần làm việc vui vẻ.\t. . . .   i Yêu cầu khác ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em chào thầy/cô,. . Hiện tại tuần 15 này em có 2 môn học thí nghiệm bị trùng lịch nhau và em không biết phải giải quyết như thế nào vì 2 môn này đều yêu cầu phải có mặt để điểm danh. . . Em có gửi tên môn học ở file đính kèm. . Mong thầy/cô chỉ giúp em phải làm như thế nào ạ? . . Em xin cảm ơn",
            "Chào em;. . Do các môn phòng thực tập điện tử ban đầu không dạy trực tiếp được, nên dời sang các tuần sau của học kỳ dẫn đến việc trùng TKB của SV.. . SV liê hệ giảng viên môn thực tập điện tử học linh động dời sang nhóm khác thực tập nếu trùng lịch của SV giúp. TKB SV không thay đổi.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em tên [full_name] MSSV [student_id]. Do nhà em có người nhiễm covid nên hiện thời gia đình em bị kẹt tài chính. Em xin được đóng học phí vào cuối tháng. Mong thầy cô giúp đỡ.",
            "Chào bạn, . . PĐT ghi nhận đề xuất của bạn, tuy nhiên theo quy định bạn cố gắng đóng học phí đúng hạn càng sớm càng tốt nhé.. . Về vấn đề học phí Hk 212 nhà trường đã thông báo và nhắc nhở theo lịch trình học vụ của nhà trường. . Nếu có khó khăn thì đầu học kỳ có thê liên hệ Phòng Công tác chính trị sinh viên để gia hạn hay miễn giảm học phí. . Hiện tại phải đóng học phí nếu không thì sẽ xử lý theo quy định . . Lưu ý: Do sự thay đổi chính sách của Google, các thông báo và tin nhắn của Phòng Đào Tạo và BKeL bằng email KHÔNG còn được thực hiện. Sinh viên vui lòng theo dõi thông báo qua chức năng TIN NHẮN trên trang BKeL. Hãy cài đặt Moodle Mobile App để được nhắc nhở ngay trên thiết bị di động của cá nhân. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Kính gửi phòng Đào Tạo,. . Em tên [full_name], về việc thực hiện thanh toán học phí thì hôm nay 11/04/2022 tài khoản OCB của em đã bị khóa nên không thể thanh toán học phí đúng hạn là 15h chiều được. Và do là ngày lễ nên em cũng không thể ra ngân hàng OCB để đóng trực tiếp. Em có liên hệ với bên ngân hàng thì đến ngày mai thứ 3, 12/04 mới làm việc lại. . . Nếu không thanh toán học phí đúng thời hạn đợt này em có thể thanh toán vào đợt tiếp theo không ạ? Và có ảnh hưởng gì không ạ? . . Mong được phản hồi sớm nhất. Em xin chân thành cảm ơn. . . Trân trọng, . .",
            "Chào bạn. . PĐT đã ghi nhận bạn thanh toán xong học phí HK212. Bạn vui lòng thanh toán học phí đúng thời gian theo quy định vào các học kỳ sau . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Dạ đã 4 kì liên tục rồi em đăng ký môn CI2003 không được lúc nào cũng bị hủy môn, do em học lần đầu nên đăng ký kì chính thì bị kick với lý do \"đủ sỉ số\", còn dự thính thì với lý do \"không cho sinh viên học lần đầu\", vậy giờ em phải làm sao ạ em sắp ra trường mà lại không được học môn này. Kì dự thính hè 2022 này em có đăng ký lại,em mong PĐT giúp em giải quyết trường hợp này với ạ và cho em được học để sớm ra trường chỉ còn 1 môn này thôi ạ.. . Em cảm ơn!",
            "Chào bạn,. . . . Về việc đăng ký học lần đầu, sinh viên vui lòng đợi thông báo sau. . . . Lưu ý: Do sự thay đổi chính sách của Google, các thông báo và tin nhắn của Phòng Đào Tạo và BKeL bằng email KHÔNG còn được thực hiện. Sinh viên vui lòng theo dõi thông báo qua chức năng TIN NHẮN trên trang BKeL. Hãy cài đặt Moodle Mobile App để được nhắc nhở ngay trên thiết bị di động của cá nhân. . . . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Kính gởi các Thầy, Cô. . Họ và tên: [full_name]. . MSSV: [student_id]. . Lời đầu cho em xin lỗi vì đã hỏi câu hỏi này cho các thầy cô vào ngày nghỉ lễ này ạ.. . Em xin hỏi là hiện tại tài khoản ngân hàng OCB để đóng học phí của em đang bị khóa vì em đã nhập sai mật khẩu nhiều lần.. . Để mở khóa thì em phải tới Chi nhánh của ngân hàng để mở ạ, nhưng hôm nay là ngày lễ thì bên ngân hàng không có làm việc.. . Vì vậy em có thể chuyển tiền học phí từ một ngân hàng khác cụ thể là Vietcombank để kịp đóng học phí cho 15h00 chiều này không ạ.. . Nếu không được thì em phải làm gì để xin hoãn thời gian nộp học phí mà không bị trừ điểm rèn luyện ạ.. . Em mong các Thầy Cô giải đáp giúp em ạ.. . Em xin chân thành cảm ơn ạ!. .",
            "Chào bạn,. . PĐT ghi nhận bạn đã thanh toán học phí ĐH chính quy.. . Thân!"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Dear Phòng Đào tạo,. . . . Em là [full_name], MSSV: [student_id], hệ VLVH, ngành kỹ thuật nhiệt. Hiện tại em đã hoàn tất đăng ký tốt nghiệp trên Mybk và đã có giấy chứng nhận tốt nghiệp tạm thời, nhưng em xem danh sách dự kiến tốt nghiệp trên aao thì thấy chưa đủ điều kiện tốt nghiệp (nợ 29 môn, thực tế em đã đủ tín chỉ và không có nợ) . Mong Phòng Đào tạo kiểm tra lại giúp em.. . . . Thanks and Best Regards,. . [full_name]",
            "Chào bạn. . . . - Bạn đã có tên trong danh sách dự kiến tốt nghiệp, Bạn sẽ nhận mail vào tuần sau để thực hiện khai thông tin tốt nghiệp theo hướng dẫn nghen. . -Về việc xem danh sách dự kiến tốt nghiệp trên aao thấy chưa đủ điều kiện tốt nghiệp thì Pđt sẽ cập nhật lại sau cho bạn.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Cho em hỏi về chuẩn AV hàng năm cho sinh viên khóa K19 ạ. Em không biết là K19 có áp dụng chuẩn av này cho học kì 221 không ạ vì có các môn mang mã năm 4.. . Và em có được đăng kí học lớp anh văn theo nhu cầu là AV4A không ạ?. . và nếu pass thì em vẫn đăng kí môn được phải không ạ.. . Mong thầy/cô sớm giải đáp thắc mắc để em có thể theo kịp tiến độ ạ.. . Em xin cảm ơn. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Thưa thầy cô, em tên [full_name] mssv [student_id]. Hiện e thấy hạn đóng học phí là 15g chiều 11/4 nhưng ngân hàng vẫn còn nghỉ lễ nên em khống thể đóng được đúng hạn. Những ngày hôm trước cũng một phần do em không kiểm tra bkpay thường xuyên cũng như chờ mail báo đóng học phí từ pdt nên e đã để lỡ những ngày trước. Em rất mong phòng đào tạo gia hạn thêm thời gian cho chúng em để thanh toán học phí, cũng như gửi mail bao cho tụi em nắm thông tin ạ. Em xin cảm ơn.",
            "\"Chào bạn. . PĐT đã ghi nhận bạn thanh toán xong học phí HK212. Bạn vui lòng thanh toán học phí đúng thời gian theo quy định vào các học kỳ sau . . Lưu ý: Do sự thay đổi chính sách của Google, các thông báo và tin nhắn của Phòng Đào Tạo và BKeL bằng email KHÔNG còn được thực hiện. Sinh viên vui lòng theo dõi thông báo qua chức năng TIN NHẮN trên trang BKeL. Hãy cài đặt Moodle Mobile App để được nhắc nhở ngay trên thiết bị di động của cá nhân. . Thân\""
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: 2134025  /b \t. . . .   i Yêu cầu khác . Em tên: Nguyễn Hữu Sơn. . MSSV: 2134025 . . Chuyên ngành: Quản lý công nghiệp . . Khóa: 2020 . . Loại hình đào tạo: Hệ VLVH . . . . Kính thưa Phòng đào tạo, em xin chuyển qua khóa học VLVH 2020 và đã được phê duyệt, trong kỳ. . 1 (2021-2022), em đăng ký 21 TC và được tính học phí là 11.025.000 VNĐ, tức là 525.000 VNĐ/TC.. . Nhưng qua kỳ 2 (2021-2022) em đăng ký 26 TC và được tính học phí là 25,800,000 VNĐ, em có gửi. . thắc mắc PĐT và được giải đáp là học phí của em tính theo hệ VLVH khóa 2021, theo mục VI, học. . phí VLVH từ khóa 2021 là 15,000,000 VNĐ/HK và 900,000 VNĐ/TC vượt định mức. Vậy sao kỳ 1. . và kỳ 2 (2021-2022) học phí của em lại tính theo 2 cách khác nhau. Hiện tại em đang học theo khóa. . 2020 nhưng tính học phí theo khóa 2021, như vậy thì không thỏa đáng. Và với học phí tính theo cách. . của kỳ 2 đối với gia đình em là quá lớn.. . Do đó, em viết đơn này xin được tính giá học phí cho khóa học của em theo giá khóa 2020 (525.000. . VNĐ/TC). Gia đình của em cũng không có điều kiện, ba em đã mất năm 2009, mẹ em sinh năm 1959. . (hiện tại 63 tuổi), mẹ một mình nuôi em nhưng sau đó mẹ bị bệnh về não nên không có khả năng lao. . động, phải nhận trợ cấp, anh chị của em đã lập gia đình riêng nên phải lo cho gia đình riêng của mình.. . Em hiện tại cũng đang học toàn thời gian cho kịp tiến độ nên không kiếm được thêm thu nhập. Do. . đó việc kiếm tiền chi trả học phí rất khó khăn. Với cách tính học phí theo khóa 2020, gia đình em còn. . cố gắng có thể chi trả được, còn tính theo khóa 2021 thì quá cao nên gia đình em không thể chi trả. . được.. . Vậy em viết đơn này kính mong PĐT xét duyệt cho em tính giá học phí theo khóa 2020 như lúc trước. . và nó cũng hợp lý với việc em học khóa 2020.. . Em xin cam kết nếu khóa học của em được tính học phí theo khóa 2020 thì em sẽ cố gắng đóng học. . phí đúng thời hạn.. . Em xin chân thành cảm ơn.",
            "Cô ơi, đơn của em chưa giải quyết xong nữa nên em vẫn chưa thanh toán học phí. Nên BKel và TKB học kì 2 này bị đóng hết rồi, em xin mở lại được không ạ",
            "Chào bạn, . . Đơn của bạn cô đã trình cho thầy Trưởng phòng đào tạo là thầy [full_name] xem xét và thầy không đồng ý đơn của bạn. . . - Học phí của HK212 áp dụng theo thông báo Về mức học phí các bậc đào tạo năm học 2021-2022. . - Học chung với khóa 2020 không có nghĩa là sẽ tính học phí theo khóa 2020 mà sẽ tính học phí theo khóa đầu vào . . - Nên hiện tại bạn phải thanh toán Học phí trước ngày 25/04, sau khi thanh toán xong thì báo phòng đào tạo phục hồi thời khóa biểu cho bạn. . - Nếu bạn không thanh toán học phí thì Nhà trường sẽ xử lý theo quy định. . . . Lưu ý: Do sự thay đổi chính sách của Google, các thông báo và tin nhắn của Phòng Đào Tạo và BKeL bằng email KHÔNG còn được thực hiện. Sinh viên vui lòng theo dõi thông báo qua chức năng TIN NHẮN trên trang BKeL. Hãy cài đặt Moodle Mobile App để được nhắc nhở ngay trên thiết bị di động của cá nhân. . Thân. .",
            "Cô ơi em đã thanh toán học phí kỳ này ạ, mong cô mở thời khóa biểu và Bkel với ạ",
            "\"Chào bạn. . - PĐT đã ghi nhận bạn thanh toán xong học phí HK212 (trễ hạn). Bạn vui lòng thanh toán học phí đúng thời gian theo quy định vào các học kỳ sau . . - TKB, BKel và lịch thi sẽ được phục hồi trong tuần sau.. . . . Lưu ý: Do sự thay đổi chính sách của Google, các thông báo và tin nhắn của Phòng Đào Tạo và BKeL bằng email KHÔNG còn được thực hiện. Sinh viên vui lòng theo dõi thông báo qua chức năng TIN NHẮN trên trang BKeL. Hãy cài đặt Moodle Mobile App để được nhắc nhở ngay trên thiết bị di động của cá nhân. . Thân\""
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Cho em hỏi em đã đăng ký thực tập ngoài trường ở HK212, vậy có cần đăng ký lại ở HK hè 213 không ạ",
            "Chào bạn,. . . . Nếu bạn đăng ký HK213 thì bạn phải thanh toán học phí. . . . Lưu ý: Do sự thay đổi chính sách của Google, các thông báo và tin nhắn của Phòng Đào Tạo và BKeL bằng email KHÔNG còn được thực hiện. Sinh viên vui lòng theo dõi thông báo qua chức năng TIN NHẮN trên trang BKeL. Hãy cài đặt Moodle Mobile App để được nhắc nhở ngay trên thiết bị di động của cá nhân. . . . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Kính thưa thầy cô.. . Em có thắc mắc về học phí của mình , mong thầy cô giải đáp giúp em.. . Trong kì 212 này , em có đăng ký 12 chỉ (9 chỉ đang trong thời khóa biểu và 3 chỉ của môn học đã rút) , trong môn đang học có thực tập và đề cương luận văn. Em có lên trong aao tham khảo thì thấy khóa 2017 hiện vẫn đang là 350.000 VND/chỉ . Và thực tập không phải đóng học phí và đề cương luận văn là 2 tính chỉ học phí . Khi tổng lại thì em thấy em chỉ có 11 chỉ học phí , khi thành tiền khoảng 3.850.000VNĐ. Mong thầy cô giải đáp giúp em. . Em cảm ơn thầy cô",
            "Chào bạn, . . Về thông tin học phí bạn vui lòng xem chi tiết tại trang web aao.hcmut.edu.vn    sinh viên    học vụ    học phí    Mức thu học phí các bậc đào tạo năm 2021-2022   Mục III- Đại học chính quy.. . Phòng đào tạo kiểm tra học kỳ 212 bạn đăng ký tổng cộng 14 tín chỉ(kể cả môn rút).. . Bạn vui lòng kiểm tra lại.. . Chúc bạn học tốt.. . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Kính chòa quý Thầy/Cô. . . . Theo quy định sinh viên được đăng kí rút môn học vào 6 tuần đầu của Học Kỳ. Hiện tại đã quá thời gian trên thì em có thể nộp đơn Rút Môn Học với lý do đặc biệt để Pđt phê duyệt được không ạ ?.. . . . Em xin cảm ơn quý Thầy/Cô. . . . . .",
            "Chào bạn,. . Về việc rút môn học (Có tính học phí):. . Bạn vui lòng tải mẫu đơn: RÚT MÔN HỌC tại trang web : aao.hcmut.edu.vn    Sinh viên    biểu mẫu. . Điền đầy đủ thông tin nộp qua trực tiếp hoặc BKSI trước ngày 15/04/2022. . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Cho em hỏi việc thanh toán trễ học phí của   B chương trình sau Đại học  /B  có cần phải viết đơn trình bày lí do trễ hạn không ạ? . . . .",
            "\"Chào bạn. . PĐT đã ghi nhận bạn thanh toán xong học phí SĐH. Bạn vui lòng thanh toán học phí đúng thời gian theo quy định vào các học kỳ sau . . Lưu ý: Do sự thay đổi chính sách của Google, các thông báo và tin nhắn của Phòng Đào Tạo và BKeL bằng email KHÔNG còn được thực hiện. Sinh viên vui lòng theo dõi thông báo qua chức năng TIN NHẮN trên trang BKeL. Hãy cài đặt Moodle Mobile App để được nhắc nhở ngay trên thiết bị di động của cá nhân. . Thân\""
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Mặc dù đã đến ngày cuối của hạn đóng học phí 212 nhưng Mybk Pay của em vẫn hiển thị là chưa đến hạn thanh toán học phí và trên OCB online cũng không hiển thị học phí 212 để em thanh toán ạ.",
            "Chào bạn, . . PĐT ghi nhận bạn đã thanh toán học phí đại học chính quy học kỳ 212. Bạn vui lòng thanh toán học phí đúng thời gian theo quy định vào các học kỳ sau . . Lưu ý: Do sự thay đổi chính sách của Google, các thông báo và tin nhắn của Phòng Đào Tạo và BKeL bằng email KHÔNG còn được thực hiện. Sinh viên vui lòng theo dõi thông báo qua chức năng TIN NHẮN trên trang BKeL. Hãy cài đặt Moodle Mobile App để được nhắc nhở ngay trên thiết bị di động của cá nhân. . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . E chào cô, cô cho em hỏi, sao dạo này mail trường của e không nhận được mail thông báo gì từ bên trường hay hỗ trợ sv v ạ, k thấy mail nhắc nộp học phí hay gì hết ạ",
            "\"Chào bạn. . PĐT đã ghi nhận bạn thanh toán xong học phí HK212. Bạn vui lòng thanh toán học phí đúng thời gian theo quy định vào các học kỳ sau . . Lưu ý: Do sự thay đổi chính sách của Google, các thông báo và tin nhắn của Phòng Đào Tạo và BKeL bằng email KHÔNG còn được thực hiện. Sinh viên vui lòng theo dõi thông báo qua chức năng TIN NHẮN trên trang BKeL. Hãy cài đặt Moodle Mobile App để được nhắc nhở ngay trên thiết bị di động của cá nhân. . Thân\""
        ]
    },
    {
        "intent": "",
        "message": [
            "Khiếu nại đăng ký môn học . Em đã nhận được mail quyết định thu nhận lại nhưng đến ngày 11/04 khi đăng ký môn vẫn hiển thị là em bị tạm dừng ạ. Em rất cần đăng ký môn thực tập tốt nghiệp trong kì hè này mà hạn chót đăng ký môn là 15/04 (tức 4 ngày nữa) nhưng em vẫn không đăng ký được ạ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Dạ em chào thầy cô ạ.. . Em là [full_name], MSSV [student_id], là sinh viên thuộc khoa Xây Dựng. . . Em đã có tên trong danh sách dự kiến tốt nghiệp đợt tháng 4/2022, thông tin cũng đã chính xác nhưng đến nay em vẫn chưa đăng ký tốt nghiệp được trên myBK và tình trạng sv vẫn đang là tạm dừng ạ.. . Em rất mong pđt có thể mở tình trạng sv của em để em kịp đăng ký tốt nghiệp trên myBK ạ.. . Em xin chân thành cảm ơn thầy cô ạ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em chào Thầy/Cô,. . . . Em tên [full_name], sinh viên K15, MSSV [student_id],. . . . Đợt vừa rồi em có xin cứu xét tốt nghiệp và đã được giải quyêt. Em tiến hành vào trang hướng dẫn đăng ký tốt nghiệp xong và đã nộp lệ phí 95k. Sau đó em có vào theo dõi thì tình trạng đã ghi là đã được xử lý.. . . . Nhưng cho đến hôm nay hạn cuối để PĐT giải quyết tốt nghiệp thì em thấy mình chưa có tên trong danh sách tốt nghiệp chính thức ạ và vào trang đăng ký tốt nghiệp lại báo là không được phép đăng ký. Em hoang mang không biết mình có được tốt nghiệp đợt tháng 4 này không? Kính mong được Thầy/Cô xem xét giải quyết giúp em ạ, em cảm ơn rất nhiều.. . . . Trân trọng,. . [full_name]. . . .",
            "Chào bạn,. . . . Bạn còn nợ lệ phí làm lại thẻ sinh viên, bạn vui lòng thanh toán để đủ điều kiện xét tốt nghiệp. . Sau ngày 15/04/2022 Pđt sẽ cập nhật lại phần học phí, và mở khóa cho bạn đăng ký tốt nghiệp.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác:  Dạ xin chào quý thầy cô ạ em tên [full_name] MSSV:[student_id]. .  Dạ thưa đợt rồi em có đăng ký môn anh văn cơ bản theo yêu cầu theo như trang bkpay thì hạn nợp học phí của em là từ  ngày 8 đến ngày 15h ngày 11 tháng 4 ạ nhưng ở mục  chọn thanh toán thì lại ghi là chưa đền kỳ thanh toán khiến cho em không thể thanh toán học phí đúng hạn được ạ ne7n giờ em không biết phải nên giải quyết như thế nào ạ",
            "\"Chào bạn. . PĐT đã ghi nhận bạn thanh toán xong học phí HK212. Bạn vui lòng thanh toán học phí đúng thời gian theo quy định vào các học kỳ sau . . Lưu ý: Do sự thay đổi chính sách của Google, các thông báo và tin nhắn của Phòng Đào Tạo và BKeL bằng email KHÔNG còn được thực hiện. Sinh viên vui lòng theo dõi thông báo qua chức năng TIN NHẮN trên trang BKeL. Hãy cài đặt Moodle Mobile App để được nhắc nhở ngay trên thiết bị di động của cá nhân. . Thân\""
        ]
    },
    {
        "intent": "",
        "message": [
            "B Tốt nghiệp . Em chào quý thầy/cô,. . Em tên là [full_name] MSSV: [student_id]. Em có đăng ký xét tốt nghiệp trên mybk vào 3 tuần trước và đã đọc lệ phí, hệ thống mybk đã hiện yêu cầu đã được xử lý. Tuy nhiên đến hôm nay em vẫn chưa nhận được email xác nhận tốt nghiệp từ hệ thống, tra cứu trên danh sách tốt nghiệp (update 09/04) thì cũng không thấy tên ạ. Mong quý thầy/cô có thể kiểm tra giúp em với ạ. Em xin gửi lời cảm ơn sâu sắc, mong sớm  nhận được phản hồi từ quý thầy/cô.. . Trân trọng,. . [full_name]",
            "Chào em;. . đã có quyết định tốt nghiệp của em, em lên trang thông tin tốt nghiệp tra cứu lại. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Chào cô/thầy, em tên [full_name], mssv: [student_id]. Các thầy/cô cho em hỏi học kỳ hè này đăng ký luận văn tốt nghiệp có xét chứng chỉ anh văn không ạ? Trong thông báo mới nhất em không thấy đề cập ạ.. . Em xin cảm ơn!. . . .",
            "Chào bạn,. . . . Trong thông báo đăng ký môn học của học kỳ hè 213 không có thông báo về việc không xét chuẩn ngoại ngữ để đăng ký luận văn tốt nghiệp trong HK213.. . Sinh viên vui lòng xem quy chế về việc chuẩn ngoại ngữ nhận luận văn tốt nghiệp tại đây:  Quy chế học vụ đào tạo: aao.hcmut.edu.vn. .    sinh viên    quy chế    học vụ    Quyết định ban hành Quy định về học vụ và đào tạo bậc đại học (số 2933 ngày 10/9/21)/ Phụ lục 1. Quy định về chuẩn ngoại ngữ dành cho chương trình giảng dạy bằng tiếng Việt/2. Chuẩn ngoại ngữ tốt nghiệp. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Dạ em chào cô, đợt thanh toán học phí 04/04 - 11/04 vừa rồi em có thanh toán trễ học phí do nhớ nhầm ngày hết hạn. Cô cho em hỏi có cần phải in giấy trình bày lý do thanh toán trễ lên PĐT hay không ạ? . . Em cám ơn",
            "Chào bạn. . PĐT đã ghi nhận bạn thanh toán xong học phí HK212. Bạn vui lòng thanh toán học phí đúng thời gian theo quy định vào các học kỳ sau . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em đã có tên trong danh sách tốt nghiệp (cập nhật hôm 09/04), nhưng tình trạng sinh viên vẫn  đang là \"tạm dừng\" nên không thể đăng ký tốt nghiệp trên mybk. Mong phòng đào tạo giải quyết sớm để em đăng ký tốt nghiệp ạ.",
            ". . SV đã đăng ký tốt nghiệp"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Dạ chào pđt, em đã có tên trong ds dự kiến tốt nghiệp T4/2022, và phiếu đăng ký của em cũng đã được xử lý (hình kèm theo). Nhưng hiện tại do ds tốt nghiệp chính thức trên aao.hcmut.edu.vn chỉ cập nhật đến ngày 18/3 và không có tên em. Vậy cho em hỏi em sẽ tốt nghiệp vào đợt tháng 4 này hay tốt nghiệp vào đợt sau nữa ạ? Em cảm ơn.",
            "Chào em;. . em đã có tên trong danh sách tốt nghiệp chính thức theo quyết định và dự lễ trong đợt tháng 4 này, em vào xem lại thông báo tổ chức lễ và liên hệ khoa để làm các thủ tục nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em là [full_name] - [student_id], vì một số lí do ngoài ý muốn mà em không thể đóng học phí đúng hạn. Mong nhà trường có thể gia hạn thêm cho em hai ngày ạ. Em hứa sẽ đóng đúng thời gian ạ. Xin cảm ơn.",
            "Chào bạn. . PĐT đã ghi nhận bạn thanh toán xong học phí HK212. Bạn vui lòng thanh toán học phí đúng thời gian theo quy định vào các học kỳ sau . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Chào admin ạ!. . Hiện em đang trong tình trạng tạm ngừng học. Bây giờ em đang ở dưới quê và muốn thu nhận lại thì em làm đơn gửi lên bksi được không ạ?",
            "\"Chào bạn,. . Về việc đăng ký thu nhận lại:. . Bạn vui lòng tải mẫu đơn: Thu nhận tại trang web : aao.hcmut.edu.vn    Sinh viên    biểu mẫu. . Điền đầy đủ thông tin nộp qua BKSI. . Thân. . \""
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: 1814763  /b \t. . . .   i Học vụ . Dạ em chào thầy(cô)! . . . . Em là sinh viên khóa K18 - MSSV: 1814763. Trong kỳ học này, kỳ 212, em đang thực hiện luận Văn Tốt Nghiệp (Cơ Điện Tử). Tuy nhiên, vì nhiều lý do mà tiến độ thực hiện không được đảm bảo. Vì vậy em muốn đăng ký Luận văn Tốt Nghiệp ở kỳ dự thính hè ( Học kỳ 213) như 1 phương án dự phòng nếu kỳ này em không hoàn thành kịp luận văn. . . . . Em có thắc mắc là: Nếu như em hoàn thành và bảo vệ thành công luận văn trong kỳ này thì kết quả có được công nhận cũng như em được quyền rút môn Luận văn Tốt Nghiệp đã đăng ký trong kỳ 213 mà không ảnh hướng tới kết quả luận văn cũng như tiến độ ra trường không ạ?  . . . . Kính mong quý thầy(cô) giải đáp thắc mắc của em! Em xin cảm ơn ạ!",
            "Chào bạn,. . . . HK213 được rút môn học bình thường theo quy định. . . . Lưu ý: Do sự thay đổi chính sách của Google, các thông báo và tin nhắn của Phòng Đào Tạo và BKeL bằng email KHÔNG còn được thực hiện. Sinh viên vui lòng theo dõi thông báo qua chức năng TIN NHẮN trên trang BKeL. Hãy cài đặt Moodle Mobile App để được nhắc nhở ngay trên thiết bị di động của cá nhân. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]  /b  . . [full_name]\t. . Kính thưa thầy (cô). . Do gia đình em bị F0 phải cách ly tại nhà, nên không thể nộp học phí đúng hạn, em sẽ thanh toán sớm nhất có thể, vậy bây giờ em cần làm gì cho việc trễ hạn nộp ạ.  . .",
            "\"Chào bạn. . PĐT đã ghi nhận bạn thanh toán xong học phí đại học chính quy. Bạn vui lòng thanh toán học phí đúng thời gian theo quy định vào các học kỳ sau . . Lưu ý: Do sự thay đổi chính sách của Google, các thông báo và tin nhắn của Phòng Đào Tạo và BKeL bằng email KHÔNG còn được thực hiện. Sinh viên vui lòng theo dõi thông báo qua chức năng TIN NHẮN trên trang BKeL. Hãy cài đặt Moodle Mobile App để được nhắc nhở ngay trên thiết bị di động của cá nhân. . Thân\""
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Cho em hỏi em đã có trong danh sách tốt nghiệp dự kiến vào đăng ký tốt nghiệp thành công nhưng trong danh sách tốt nghiệp trên aao không có tên thực bị vấn đề gì vậy ạ. . . . Em xin cảm ơn",
            "Chào bạn. . . . - Bạn đã có tên trong danh sách dự kiến tốt nghiệp, Bạn sẽ nhận mail vào tuần sau để thực hiện khai thông tin tốt nghiệp theo hướng dẫn nghen. . - Về tình trạng sinh viên tạm dừng (hoặc K15: bị xóa tên vì hết thời gian học), khi nào bạn có tên trong ds dự kiến tốt nghiệp, PDT sẽ tự động ra QD thu nhận cho bạn,. . khi nào chuyển qua trạng thái đang học, bạn vào đăng ký tốt nghiệp lại nghen. . . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em xin chào anh, chị Văn phòng.. . . . Em là [full_name], MSSV: [student_id], hiện đang là sinh viên thuộc K17 Khoa Điện - Điện tử.. . . . [full_name]ện tại em đã có tên trong danh sách tốt nghiệp dự kiến tháng 04 HK212 ([full_name]nh1.png), nhưng lại không có tên trong danh sách tốt nghiệp chính thức HK212 ([full_name]nh2.png).. . . . Em đã thanh toán lệ phí đầy đủ trên MyBK ([full_name]nh3.png) đúng hạn (31/03/2022), đồng thời em cũng cũng đã đạt 16.5 ngày CTXH và không bị tình trạng đóng trễ/nợ học phí.. . . . Em tạo ticket này mong anh chị có thể kiểm tra lại giúp em. Tạo điều kiện để em tốt nghiệp vào tháng 4.. . . . Em mong nhận được phản hồi sớm từ anh, chị ạ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em gửi anh chị,. . Hiện tại em có tên trong danh sách tốt nghiệp dự kiến và cũng thoả các điều kiện tốt nghiệp. . . Nhưng em hiện tại không có tên trong da sách chính thức cũng như các email thông báo tốt nghiệp, em thấy bạn em có thông báo rồi nên em mới tạo câu hỏi này.. . Mong anh chị kiểm tra lại giúp em.. . Em chân thành cảm ơn.. . [full_name].",
            "Chào em;. . Em kiểm tra lại danh sách tốt nghiệp chính thức trên trang aao    tốt nghiệp    thông tin tốt nghiệp nhé. Đã có quyết định tốt nghiệp rồi. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em chào PĐT ạ, hiện tại thì em đã có tên trong danh sách tốt nghiệp dự kiến và em cũng đã nhận được giấy chứng nhận tốt nghiệp tạm thời rồi ạ. Nhưng em vẫn chưa có tên trong danh sách tốt nghiệp chính thức ạ. Mong PĐT xem xét giúp em ạ. Em xin chân thành cảm ơn ạ.",
            "Chào bạn. . . . - Bạn đã có tên trong danh sách dự kiến tốt nghiệp, Bạn sẽ nhận mail vào tuần sau để thực hiện khai thông tin tốt nghiệp theo hướng dẫn nghen. . - Về tình trạng sinh viên tạm dừng (hoặc K15: bị xóa tên vì hết thời gian học), khi nào bạn có tên trong ds dự kiến tốt nghiệp, PDT sẽ tự động ra QD thu nhận cho bạn,. . khi nào chuyển qua trạng thái đang học, bạn vào đăng ký tốt nghiệp lại nghen. . . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . học kì 211 em có học môn an toàn quá trình CH3297. do điểm cập nhật muộn, em không biết có qua không nên đăng kí học lần 2 vào kì 212. sau đó có điểm thì em đã qua môn đó tuy nhiên điểm lại không được cập nhật trên mybk. cho em hỏi là nếu như kì 212 em không đạt được điểm để qua môn thì điểm môn CH3297 có được cập nhật theo điểm của kì 211 không hay em phải học lại môn đó?. . em xin cảm ơn.",
            "Chào bạn,. . . . Trường hợp một môn học (tính theo mã số môn học) có nhiều lần học thì tính theo lần học có điểm cao nhất. . . . Lưu ý: Do sự thay đổi chính sách của Google, các thông báo và tin nhắn của Phòng Đào Tạo và BKeL bằng email KHÔNG còn được thực hiện. Sinh viên vui lòng theo dõi thông báo qua chức năng TIN NHẮN trên trang BKeL. Hãy cài đặt Moodle Mobile App để được nhắc nhở ngay trên thiết bị di động của cá nhân. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Dạ em chào thầy cô tại phòng Đào tạo ạ!. . Em tên là [full_name], MSSV [student_id], khoa Kỹ thuật Xây dựng.. . . . Hiện tại em đã có tên trong danh sách dự kiến tốt nghiệp nhưng vẫn chưa đăng ký tốt nghiệp được do tình trạng sinh viên đang tạm dừng.. . . . Rất mong nhà trường có thể cập nhật lại tình trạng sinh viên để em kịp đăng ký trong đợt tốt nghiệp đợt tháng 4 này ạ.. . Em xin chân thành cảm ơn!",
            "Chào em, . . Hiện tại PDT đang ra Quyết định thu nhận lại cho SV để đăng ký xét tốt nghiệp, em theo dõi tình trạng trên mybk/Thông tin Sinh viên, khi nào chuyển qua trạng thái đang học, em vào đăng ký tốt nghiệp lại nhé. . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Chào phòng đào tạo. . Em [full_name] MSSV [student_id]. . Dạ hiện tại em đã đủ điều kiện đăng kí tốt nghiệp nhưng do tình trạng sinh viên đang bị tạm dừng nên không đăng kí tốt nghiệp được . Em kính mong phòng đào tạo xem xét thu nhận lại để em có thể đăng kí tốt nghiệp được ạ.. . Em cảm ơn. .   i Tốt nghiệp .",
            "Chào bạn,. . PDT đã ghi nhận yêu cầu về đăng ký xét TN của bạn. SV vui lòng theo dõi email  và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 19/04/2022 SV vẫn chưa nhận được thấy tên trong ds dự kiến tốt nghiệp (http://www.aao.hcmut.edu.vn    Tốt nghiệp    Thông tin tốt nghiệp) hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ tại (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 04/2022 . . Về tình trạng sinh viên, khi nào bạn có tên trong ds dự kiến tốt nghiệp, PDT sẽ tự động ra QD thu nhận cho bạn nhé. . Thân",
            "Hiện tại em đã đủ điều kiện tốt nghiệp cách đây vài ngày trước hạn 11/4  mà tình trạng sinh viên của em đang bị tạm dừng không đăng kí tốt nghiệp được. Em mong phòng đào tạo xem xét thu nhận lại để em kịp đăng kí tốt nghiệp và kịp dự lễ tốt nghiệp ạ. Cho em hỏi hiện tại em đăng kí thì có kịp dự lễ tốt nghiệp không ạ!. . Em cảm ơn."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ chào thầy/cô, em là sinh viên thuộc khóa K18, học kì hè này em đăng ký thực tập ngoài trường thì em dùng mã môn học của khóa K18 hay chung với khóa sau ạ. . . .",
            "Chào bạn, . . . . Về vấn đề này bạn vui lòng liên hệ về Khoa để được hỗ trợ bạn nhé. . . . Lưu ý: Do sự thay đổi chính sách của Google, các thông báo và tin nhắn của Phòng Đào Tạo và BKeL bằng email KHÔNG còn được thực hiện. Sinh viên vui lòng theo dõi thông báo qua chức năng TIN NHẮN trên trang BKeL. Hãy cài đặt Moodle Mobile App để được nhắc nhở ngay trên thiết bị di động của cá nhân. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]  /b \t[full_name] [full_name] [full_name] [full_name]   i Tốt nghiệp  /i [full_name] [full_name] [full_name] [full_name] Kính chào thầy, cô[full_name] [full_name] Hiện tại em đã hoàn thành chương trình học và đã qua [full_name] Nói Viết (ngày thi 30/3)[full_name] Tuy nhiên điểm chưa được cập nhật kịp hạn 11/4[full_name] Cho nên em muốn hỏi do điểm cập nhật muộn thì có ảnh hưởng đến đăng kí tốt nghiệp đợt này không ạ? [full_name] [full_name] Em xin cảm ơn[full_name]",
            "Chào bạn. . - Bạn đã có tên trong danh sách dự kiến tốt nghiệp, Bạn sẽ nhận mail vào tuần sau để thực hiện khai thông tin tốt nghiệp theo hướng dẫn nghen. . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Em chào anh chị!. . Em là [full_name], Mssv: [student_id]. . Cho em hỏi là hôm 11/4/2022 lúc 15h hết hạn đóng học phí, nhưng vì lý do kinh tế nên tiền về ngân hàng không đủ để đóng đúng hạn nên đến 20h cùng ngày 11/4/2022 mới hoàn thành đóng học phí, nên cho em hỏi là đã thanh toán rồi nhưng trễ trong ngày thì có cần làm đơn thanh toán trễ hạn không ạ!. . Em cảm ơn anh chị!. .",
            "\"Chào bạn. . PĐT đã ghi nhận bạn thanh toán xong học phí HK212. Bạn vui lòng thanh toán học phí đúng thời gian theo quy định vào các học kỳ sau . . Lưu ý: Do sự thay đổi chính sách của Google, các thông báo và tin nhắn của Phòng Đào Tạo và BKeL bằng email KHÔNG còn được thực hiện. Sinh viên vui lòng theo dõi thông báo qua chức năng TIN NHẮN trên trang BKeL. Hãy cài đặt Moodle Mobile App để được nhắc nhở ngay trên thiết bị di động của cá nhân. . Thân\""
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Phòng đào tạo cho em hỏi em tốt nghiệp đợt tháng 11/2021 nhưng chưa được tổ chức lễ. . Vậy đợt tốt nghiệp tháng 4 này em muốn làm lễ tốt nghiệp thì đăng kí như thế nào ạ. . Em cảm ơn",
            "Chào em;. . đăng ký làm lễ tốt nghiệp, em liên hệ ở khoa nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em chào thầy/cô,. . . . Mặc dù có trong danh sách tốt nghiệp dự kiến đợt 1 nhưng em không kịp đăng ký tốt nghiệp trước ngày 11/4/2022 do tình trạng sinh viên bị tạm dừng. Em đăng ký sau ngày 11/4 thì em có thể tham dự lễ tốt nghiệp đợt này không ạ? Em cảm ơn. . . . .",
            "Chào bạn. . . . - Bạn đã có tên trong danh sách dự kiến tốt nghiệp, Bạn sẽ nhận mail vào tuần sau để thực hiện khai thông tin tốt nghiệp theo hướng dẫn nghen. . - Về tình trạng sinh viên tạm dừng (hoặc K15: bị xóa tên vì hết thời gian học), khi nào bạn có tên trong ds dự kiến tốt nghiệp, PDT sẽ tự động ra QD thu nhận cho bạn,. . khi nào chuyển qua trạng thái đang học, bạn vào đăng ký tốt nghiệp lại nghen. . . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Kính gửi quý thầy/cô,. . . . Hiện tại em mới thi xong anh văn nói-viết. Nhưng em không biết tiếp theo mình nên làm gì sau đó để có thể đăng ký xét tốt nghiệp trên trang web Mybk của trường. . . . . Liệu có phải sau khi có kết quả, trung tâm BKenglish sẽ thông tin lên hệ thống trường và mở khóa để em có thể tự điền thông tin xét tốt nghiệp. Hay em phải làm đơn để thông báo cho phòng đào tạo kết quả thi. . . . . Em cảm ơn, . . [full_name]",
            "\"Chào bạn,. . PDT đã ghi nhận yêu cầu về đăng ký xét TN của bạn. SV vui lòng theo dõi email  và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 19/04/2022 SV vẫn chưa nhận được thấy tên trong ds dự kiến tốt nghiệp ( Tra danh sách tại http://www.aao.hcmut.edu.vn    Tốt nghiệp    Thông tin tốt nghiệp) hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 04/2022 (cập nhật mới gia hạn thời gian xử lý tốt nghiệp). . Về tình trạng sinh viên, khi nào em có tên trong ds dự kiến tốt nghiệp, PDT sẽ tự động ra QD thu nhận cho bạn nhé. . Thân. . \""
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Cho em hỏi sinh viên có thể đăng kí phòng học ở cs1 để tổ chức đại hội chi đoàn trên website nào hay phòng nào ạ. Em xin cảm ơn."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Dạ do nhà không đủ điểu kiện nên em đang cố gắng lấy tiền để đóng học phí, đến bây giờ thì em đủ rồi ạ. Nhưng hạn học phí đã quá hạn, không biết bây giờ phải làm sao để đóng học phí ạ. Em cảm ơn ạ.",
            "Chào bạn. . PĐT đã ghi nhận bạn thanh toán xong học phí HK212. Bạn vui lòng thanh toán học phí đúng thời gian theo quy định vào các học kỳ sau . . Lưu ý: Do sự thay đổi chính sách của Google, các thông báo và tin nhắn của Phòng Đào Tạo và BKeL bằng email KHÔNG còn được thực hiện. Sinh viên vui lòng theo dõi thông báo qua chức năng TIN NHẮN trên trang BKeL. Hãy cài đặt Moodle Mobile App để được nhắc nhở ngay trên thiết bị di động của cá nhân. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Chào thầy/cô. . Em đã có tên trong danh sách dự kiến tốt nghiệp tháng 04/2022. Tuy nhiên đến ngày 11/04/2022 mà tình trạng sinh viên vẫn còn đang tạm dừng, do đó nên em không thể đăng ký tốt nghiệp được ạ. Mong thầy/cô có thể kiểm tra và phản hồi sớm giúp em với ạ.. . Em xin cảm ơn.. . Chúc thầy/cô một ngày tốt lành.",
            "Chào bạn. . - Bạn đã có tên trong danh sách dự kiến tốt nghiệp, Bạn sẽ nhận mail vào tuần sau để thực hiện khai thông tin tốt nghiệp theo hướng dẫn nghen. . - Về tình trạng sinh viên tạm dừng (hoặc K15: bị xóa tên vì hết thời gian học), khi nào em có tên trong ds dự kiến tốt nghiệp, PDT sẽ tự động ra QD thu nhận cho bạn,. . khi nào chuyển qua trạng thái đang học, em vào đăng ký tốt nghiệp lại nghen. . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: em chào các thầy cô, hôm nay em muốn tới ngân hàng OCB nộp tiền do em bị mất thẻ ngân hàng OCB và đang làm lại thẻ nên em tới ngân hàng nộp nhưng hôm nay các anh chị làm ở ngân hàng nghỉ lễ bù giỗ tổ hùng vương nên em không nộp tiền được ạ, mai hoặc mốt em có thể nộp lại không ạ ? Em cảm ơn thầy cô ạ",
            "Chào em,. . Phòng Đào tạo đã ghi nhận việc thanh toán HP của bạn.. . SV lưu ý lần sau nhớ thanh toán học phí đúng hạn nhé. . Thân"
        ]
    }
]