[
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tăng sĩ số lớp môn học . Em tên là [full_name], MSSV:[student_id]. Em viết đơn này xin phòng đào tạo mở thêm sĩ số môn pháp luật Việt Nam đại cương lớp dt02 của cô [full_name] để tiện cho lịch học chiều hôm đó. Em cảm ơn ạ",
            "Chào bạn. . Các môn học đã ở sĩ số tối đa không thể tăng thêm được. Trường hợp bạn không thể đăng ký bạn có thể về Khoa xin mở thêm lớp.. . . . Để mở lớp bạn thực hiện các bước sau :. . 1/ Làm đơn xin mở lớp với nội dung cụ thể (Thứ, tiết) nộp về Khoa phụ trách môn học. Khoa sẽ xác nhận và phân công cán bộ giảng dạy.. . 2/ Bạn cầm đơn có xác nhận của Khoa ở bước 1 nộp về PĐT. PĐT sẽ mở lớp sau 16h00 hằng ngày sau khi nhận được đơn mở lớp.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tăng sĩ số lớp môn học . con xin mở thêm sĩ số lớp môm giải tích 1. .",
            "Chào bạn. . Các môn học đã ở sĩ số tối đa không thể tăng thêm được. Trường hợp bạn không thể đăng ký bạn có thể về Khoa xin mở thêm lớp.. . . . Để mở lớp bạn thực hiện các bước sau :. . 1/ Làm đơn xin mở lớp với nội dung cụ thể (Thứ, tiết) nộp về Khoa phụ trách môn học. Khoa sẽ xác nhận và phân công cán bộ giảng dạy.. . 2/ Bạn cầm đơn có xác nhận của Khoa ở bước 1 nộp về PĐT. PĐT sẽ mở lớp sau 16h00 hằng ngày sau khi nhận được đơn mở lớp.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tăng sĩ số lớp môn học . Môn học yêu cầu: Vẽ kỹ thuật CI1003. . Nhóm lớp: DT03_DT05. . Giảng viên: [full_name]. .",
            "Chào bạn. . . . Môn học này kèm phần thực hành ở phòng máy, sĩ số này đã là sĩ số tối đa không thể tăng được"
        ]
    },
    {
        "intent": "",
        "message": [
            ". . Em là [full_name]. . MSSV: [student_id]. . Em rất mong nhà trường có thể tạo điều kiện mở thêm lớp dự thính hè môn Giải tích 1 do cô [full_name] giảng dạy. Em xin chân thành cảm ơn.",
            "Chào bạn. . Các môn học đã ở sĩ số tối đa không thể tăng thêm được. Trường hợp bạn không thể đăng ký bạn có thể về Khoa xin mở thêm lớp.. . . . Để mở lớp bạn thực hiện các bước sau :. . 1/ Làm đơn xin mở lớp với nội dung cụ thể (Thứ, tiết) nộp về Khoa phụ trách môn học. Khoa sẽ xác nhận và phân công cán bộ giảng dạy.. . 2/ Bạn cầm đơn có xác nhận của Khoa ở bước 1 nộp về PĐT. PĐT sẽ mở lớp sau 16h00 hằng ngày sau khi nhận được đơn mở lớp.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tăng sĩ số lớp môn học . em xin đc tăng sĩ số môn hóa dại cương (ch1003). .",
            "Chào bạn. . . . Môn hóa đại cương đi kèm môn TN, sĩ số tối đa là 40sv/ nhóm TN nên tổng sĩ số nhóm LT đã 120sv không thể tăng thêm được"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tăng sĩ số lớp môn học . em xin được tăng sĩ số lớp môn học Vật lý 1 (ph1003)",
            "Lớp PH1003 Vật lý 1 đã ở sĩ số tối đa 130sv nên không thể tăng được. Bạn có thể về Khoa xin mở thêm lớp . . . . . . Để mở lớp bạn thực hiện các bước sau :. . 1/ Làm đơn xin mở lớp với nội dung cụ thể (Thứ, tiết) nộp về Khoa phụ trách môn học. Khoa sẽ xác nhận và phân công cán bộ giảng dạy.. . . . 2/ Bạn cầm đơn có xác nhận của Khoa ở bước 1 nộp về PĐT. PĐT sẽ mở lớp sau 16h00 hằng ngày sau khi nhận được đơn mở lớp.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "B   /B Em đã hỏi ý và nhận được sự tương đồng ý kiến mong muốn PĐT sẽ mở lớp KTS EE1015 trong HK hè này. Em xin cảm ơn và mong nhận được phản hồi sớm.. . Đính kèm file danh sách xin mở lớp.",
            "Để mở lớp bạn thực hiện các bước sau :. . 1/ Làm đơn xin mở lớp với nội dung cụ thể (Thứ, tiết) nộp về Khoa phụ trách môn học. Khoa sẽ xác nhận và phân công cán bộ giảng dạy.. . . . 2/ Bạn cầm đơn có xác nhận của Khoa ở bước 1 nộp về PĐT. PĐT sẽ mở lớp sau 16h00 hằng ngày sau khi nhận được đơn mở lớp.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Chuyển thời khóa biểu . em muốn chuyển lớp những nguyên lý cơ bản CN M-LÊNIN từ lớp DT12 sang lớp DT04 vì muốn đăng ký thêm muốn môn pháp luật đại cương nhưng với thời khóa biểu cũ em bị đúng lịch không đăng ký được",
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Chuyển thời khóa biểu . em muốn chuyển lớp những nguyên lý cơ bản CN M-LÊNIN từ lớp DT12 sang lớp DT04 vì với thời khóa biểu cũ em không thể đăng ký thêm được môn pháp luật đại cương vì bị trùng lịch",
            "Bạn thực hiện chuyển TKB trực tiếp trên phần mềm ĐKMH. . . . . Chỉ thực hiện chuyển khi nhóm cần chuyển đến chưa đầy sĩ số nhé bạn tránh trường hợp không đăng ký được cả 2 môn học."
        ]
    },
    {
        "intent": "",
        "message": [
            "Chứng chỉ ngoại ngữ - Đại học - Cao đẳng chính quy   Khác ... . Em là sinh viên K17, em bảo lưu kết quả học 2 kỳ là 181 và 182, học kỳ 191 em quay lại học, vậy thì chuẩn anh văn tối thiểu để em đăng ký môn là theo chuẩn của K18 hay K17 ạ. Em cảm ơn",
            "Chào bạn,. . Bạn không phải là diện bảo lưu mà là bị cảnh cáo học vụ và BTH tạm thu nhận nha bạn (đính kèm file ảnh tình trạng của bạn HK181, HK182).. . Bạn là sv khóa 2017 nên bạn vui lòng xem chuẩn anh văn quy định dành cho K2017 nha.. . Thân.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tăng sĩ số lớp môn học . Để thuận tiện cho việc học tập, em xin tăng sĩ số lớp DT06 môn [full_name] tưởng Hồ Chí [full_name], mã số môn học SP1005,tăng sĩ số từ 135 thành 140. Em xin chân thành cảm ơn.",
            "Đã tăng rồi nhé bạn"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tăng sĩ số lớp môn học . Hiện nay các lớp học tư tưởng Hồ Chí Minh đã hết chỗ. Em xin tăng sỉ số lớp DT06 của cô [full_name] với mã môn học sp1005 lên từ 135 thành 140. Em rất mong được nhà trường chấp thuận.. .",
            "Đã tăng rồi nhé bạn"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tăng sĩ số lớp môn học . [full_name] - [student_id]. . Thầy/ cô có thể hướng dẫn cho em cách tăng sĩ số môn [full_name] lớp DT02 dự thính kì hè 183 được không ạ???. . Lí do : hết lớp và em muốn đăng kí lớp này để không bị trùng thời khóa biểu ạ. . Mong thầy / cô sớm phản hồi em ạ.. . Em xin cảm ơn ạ.",
            "Chào bạn. . Các môn học đã ở sĩ số tối đa không thể tăng thêm được. Trường hợp bạn không thể đăng ký bạn có thể về Khoa xin mở thêm lớp.. . . . Để mở lớp bạn thực hiện các bước sau :. . . . 1/ Làm đơn xin mở lớp với nội dung cụ thể (Thứ, tiết) nộp về Khoa phụ trách môn học. Khoa sẽ xác nhận và phân công cán bộ giảng dạy.. . . . . . 2/ Bạn cầm đơn có xác nhận của Khoa ở bước 1 nộp về PĐT. PĐT sẽ mở lớp sau 16h00 hằng ngày sau khi nhận được đơn mở lớp.. .",
            "dạ em cảm ơn thầy đã trả lời em ạ.. . nhưng em thắc mắc là sao có nhiều lớp đã tăng sĩ số ( 136 ) so với lúc mới mở hiệu chỉnh (130) cũng như so với lớp em yêu cầu ( DT02- 130) ạ.. . vì bị trùng thời khóa biểu với 1 môn khác nên em rất cần vào học lớp này ạ.. . dạ có cách nào khác để tăng sĩ số lớp được không ạ.. . mong thầy/cô sớm trả lời ạ.. . em cảm ơn thầy/cô ạ.",
            "Chào bạn.. . . . Sĩ số lớp phục thuộc rất lớn vào sức chứa phòng, PĐT đã cố gắng tăng sĩ số hết mức có thể. Trường hợp nhiều bạn có nguyện vọng học bạn nên về bộ môn xin mở thêm lớp."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tăng sĩ số lớp môn học . Thầy cô cho em xin cách hướng dẫn tăng sĩ số môn Mác lớp DT02 dự thính kỳ hè 183 được không ạ???. . Lý do: em muốn đăng ký thêm một môn nữa nhưng do lớp cũ bị trùng thời khóa biểu và em không chuyển sang lớp mới được.. . [full_name] - [student_id]. . Em cám ơn thầy cô nhiều ạ.",
            "Chào bạn .. . . . . . Môn học đã tăng ở sĩ số tối đa và không thể tăng được nữa, bạn có thể xin mở thêm lớp . . . . . . Để mở lớp bạn thực hiện các bước sau :. . . . 1/ Làm đơn xin mở lớp với nội dung cụ thể (Thứ, tiết) nộp về Khoa phụ trách môn học. Khoa sẽ xác nhận và phân công cán bộ giảng dạy.. . . . 2/ Bạn cầm đơn có xác nhận của Khoa ở bước 1 nộp về PĐT. PĐT sẽ mở lớp sau 16h00 hằng ngày sau khi nhận được đơn mở lớp.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Chào thầy/cô,. . . . Em có đăng kí môn pháp luật đại cương có mã mh 008001, nhưng môn học bắt buộc của em có mã mh SP1007. Vậy thầy/cô cho em hỏi: 2 môn đó có được tính điểm tương đương nhau trong tín chỉ ngành của em không, hay em phải học môn học có mã mh SP1007 mới được tính vào tín chỉ ngành để tốt nghiệp.",
            "Chào bạn.. . . . Để được tính điểm tích lũy ngành bạn cần đăng ký đúng với MSMH được quy định trong CTĐT. . . . . Về cách tính điểm môn 008001 nếu bạn qua được môn thì mặc định sẽ chuyển điểm đạt cho môn SP1007 và không tính điểm trung bình tích lũy ngành."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học phí - Đại học - Cao đẳng chính quy   Khác ... . Vào ngày 13/05/2019 em đã đóng học phí là 2.850.000 VNĐ và đã có tin nhắn xác nhận đã đóng bên ngân hàng OCB. Thế nhưng đến nay là 2 ngày rồi mà trên BKpay của em vẫn chưa cập nhật, vẫn hiện \"số khoản chưa thanh toán:1\". Trong khi đó các bạn của em vừa mới đóng buổi trưa xong thì buổi chiều BKpay đã cập nhật tức thì rồi. Vậy nên em mong răng bên nhà trường và phòng đào tạo sẽ sớm cập nhật kịp thời cho em trên BKpay ạ. Em xin chân thành cảm ơn.. . Dưới đây là hình tin nhắn của OCB đã gửi và giao diện BKpay của em chưa cập nhật.",
            "Chào bạn,. . Hiện tại HP HK182 của bạn đã được cập nhật hoàn tất.. . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học phí - Đại học - Cao đẳng chính quy   Học phí học kỳ chính . Thầy/cô cho em hỏi là em đã được miễn học quốc phòng và chưa được trừ tiền vào học kì 182. Giờ đã sắp hết hạn đóng học phí. mong thầy cô giải quyết sớm cho em ạ. em cảm ơn.",
            "Chào bạn !. . . . Bạn vui lòng kiểm tra lại học phí của mình nhé !. . HK181 bạn có các môn học sau, (không có môn giáo dục quốc phòng). . - [full_name]1: 4.2  = 924.000. . - [full_name]3  2.0 = 440.000. . - [full_name]3  5.20 = 884.000. . - [full_name]7: 4.20 = 714.000. . - [full_name]: 2.0 = 340.000. . - [full_name]: 5.20 = 884.000. . - [full_name]: 2.00 = 340.000. . - [full_name]: 4.00 = 880.000. . Tổng công: 5.406.000 . . HP tạm nhập học : 3.330.000. . Còn phải đóng: 2.076.000. . Đợt 1: 1.400.000 đồng. . Đợt 2: 676.000 đồng. . . . Là hoàn chỉnh học phi của HK181 rồi, đâu còn cấn trừ gì thêm nữa.. . . . Nếu có thắc mắc bạn vui lòng gửi email : [email]. . . . Thân chào"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Khác ... .",
            "Chào bạn. . . . Trước khi chuyển nhóm bạn cần xem kĩ sĩ số các nhóm cần chuyển đến ( đã hết sĩ số chưa). . . . . Mình đã phục hồi lại môn MT1003  nhóm DT05 cho bạn."
        ]
    },
    {
        "intent": "",
        "message": [
            "Em xin mở thêm sỉ số lớp Quản trị kinh doanh cho kĩ sư mã môn học IM3001 nhóm lớp DT01 do cô [full_name] đứng lớp. Em mong được chấp thuận.",
            "Đã tăng sĩ số cho bạn"
        ]
    },
    {
        "intent": "",
        "message": [
            "cho em hỏi là nếu đợt kiểm tra anh vào ngày 18/5 em không đạt đc 350 thì trong hè em có cơ hội nộp chứng chỉ ngoại ngữ để chuyển điểm cho học kì 191 ko ạ ?. .",
            "Chào bạn,. . Lịch lấy dữ liệu anh văn cho các đợt đăng ký môn học được cập nhật chi tiết:. . www.aao.hcmut.edu.vn- Sinh viên -  Lịch học vụ.. . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Em chào Cô, Thầy ạ!. . Hiện nay em K16, Vấn đề của em là không đăng kí được môn học chuyên nghành trong học kì hè sắp tới do thiếu môn tiên quyết là anh văn 1. Và hiện tại là em đang học AV1 ( kì 2) này nhưng em thấy lịch thi anh văn1 cuối kì là 3/6 ( do trường ) thì đến lúc đó trên phòng đào tạo đã có thời khóa biểu học hè mới. . . -Em cũng có đăng kí thi \" kiểm tra trình độ tiếng anh \" 182 (HK2) này và dự kiến thi là ngày 18/5 cho đến 21/5 mới có kết quả . . - Em giờ không biết phải làm sao để đăng kí được môn học chuyên nghành trong học kì hè này, bối rối quá. cô, thầy giúp giùm em ạ",
            "Chào bạn. . . . Bạn cần đăng ký môn học nào ? để mình kiểm tra",
            "CI2091 Kết cấu bê tông cốt thép 1. . CI3009 Kết cấu thép 1 . . Thầy kiểm tra giùm em ạ . . . .",
            "Chào bạn.. . . . Bạn không đủ Chứng chỉ anh văn sau năm 2, không phải môn AV1. . . . . Quy định về chứng chỉ av sau các năm bạn tham khảo tại đây . . . . http://www.aao.hcmut.edu.vn/index.php?route=catalog/chitietsv&path=90&tid=1658. . . . Phụ lục 1",
            "Dạ.Ý thầy là đã qua anh văn 1, hoặc bằng toeic  350, mới đạt tiêu chuẩn đăng kí môn học sau năm 2 hay sao ạ.  Còn ý em là đang học AV1 ( HK2) thì học kỳ hè tới không được đăng kí môn ạ. . - nếu em qua đợt thi  350 \" kiểm tra trình độ tiếng anh \" 182 (HK2) này và dự kiến thi là ngày 18/5 cho đến 21/5 mới có kết quả thì khi nào em được đăng kí môn học ạ. .",
            "Chào bạn.. . . . Bạn phải thi xong có điểm thì mới thực hiện quy đổi điểm được. Nếu kết thúc đợt thi bạn có thể làm đơn xin đăng ký bổ sung môn học sau (1 tuần đầu của HK dự thính). Nên hiện tại bạn cố gắng thi nhé.",
            "CẢM ơn Thầy đã giải đáp thắc mắc cho em. Chúc thầy một ngày làm việc vui vẻ ạ!!"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Chuyển thời khóa biểu .",
            "Để mở lớp bạn thực hiện các bước sau :. . 1/ Làm đơn xin mở lớp với nội dung cụ thể (Thứ, tiết) nộp về Khoa phụ trách môn học. Khoa sẽ xác nhận và phân công cán bộ giảng dạy.. . . . 2/ Bạn cầm đơn có xác nhận của Khoa ở bước 1 nộp về PĐT. PĐT sẽ mở lớp sau 16h00 hằng ngày sau khi nhận được đơn mở lớp.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Chứng chỉ ngoại ngữ - Đại học - Cao đẳng chính quy   Khác ... . CHo em hỏi . Kiểm tra anh văn đầu vào của em là 135 . Kỳ hè 183 em có được đăng ký anh văn 1 không , và nếu đăng ký được thì học hết hè nếu qua môn anh văn 1 thì có được đăng ký các môn cơ sở ngành không ? . Em xin cảm ơn ạ",
            "Chào bạn,. . Bạn phải đạt Toeic trên 300 hoặc đạt AV cơ bản thì mới được đăng ký môn Av1.. . Thân.",
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Khác ... . CHo em hỏi . Kiểm tra anh văn đầu vào của em là 135 chưa đạt 350 nên phải học anh văn 1 . Kỳ hè 183 em có được đăng ký anh văn 1 không , và nếu đăng ký được thì học hết hè nếu qua môn anh văn 1 thì có được đăng ký các môn cơ sở ngành không ? . Em xin cảm ơn ạ",
            "Chào bạn.. . . . Hiện tại HK hè đang mở lớp AV1. Kết thúc HK hè bạn đạt môn AV1 hoặc bạn có bằng TOEIC 350 sẽ được chuyển điểm chứng chỉ av sau năm 1 (CCAS_1). Khi đó bạn có thể đăng ký các môn năm 2 theo CTDT.. . . . Bạn nên theo dõi thời điểm nộp chứng chỉ để đăng ký quy đổi điểm. . . . . http://www.aao.hcmut.edu.vn/index.php?route=catalog/chitietsv&path=59_205&tid=1704",
            "dạ , ý em là anh văn đầu vào của em chỉ 135 , em chưa học lớp anh văn cơ bản thì hè này e có thể đăng ký học anh văn 1 được ko ???",
            "Bạn phải đạt AV cơ bản để có thể đăng ký AV 1 bạn nhé."
        ]
    },
    {
        "intent": "",
        "message": [
            "Điểm thi - Đại học - Cao đẳng chính quy   Điểm môn học . em chuyển từ chương trình việt pháp về khoa điện từ học kỳ 172 mà chưa được chuyển điểm thì em có cần làm đơn không ạ. em cảm ơn.",
            "Chào bạn,. . Bạn sẽ được cập nhật tự động các môn miễn trong HK182 theo quy định cho sv ra khỏi PFIEV.. . Thân mến"
        ]
    },
    {
        "intent": "",
        "message": [
            "e có dăng kí một số môn đợt một nhưng ko đc. . em cần biệt một số lý do để dawg kí môn ây. . e ko có dăng kí thi tiếng anh đầu thì giờ báo cho pđt để dăng kí thi có đc ko",
            "Chào bạn. . . . Bạn chưa đạt chứng chỉ av sau năm 1 nên không thể đăng ký các môn năm 2 được. Bạn vui lòng tham khảo về quy định chuyển điểm av tại đây :. . . . . . http://www.aao.hcmut.edu.vn/index.php?route=catalog/chitietsv&path=90&tid=1658. . . . Phụ lục 1"
        ]
    },
    {
        "intent": "",
        "message": [
            "Chứng chỉ ngoại ngữ - Đại học - Cao đẳng chính quy   Thẩm tra chứng chỉ (nộp chứng chỉ) . Dạ em muốn hỏi mình đã có đợt nộp bằng toeic chưa và nộp ở đâu ạ?",
            "Chào bạn,. . Lịch lấy dữ liệu anh văn cho các đợt đăng ký môn học được cập nhật chi tiết tại:. . www.aao.hcmut.edu.vn- Sinh viên -  Lịch học vụ.. . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Xin chào thầy cô. . Em muốn tìm mail của cô [full_name] dạy vật lý 2 hoặc bất kỳ thông tin gì có thể liên lạc được ạ, em xin cảm ơn ạ",
            "responsible person: [551] [staff_name] [helpdesk staff]",
            "Chào bạn.. . . . Trường hợp này bạn nên liên hệ trực tiếp Khoa Ứng dụng - bộ môn Vật lý để được nắm rõ hơn"
        ]
    },
    {
        "intent": "",
        "message": [
            "Em làm đơn này xin phòng đào tạo xem xét tăng sỉ số lớp giải tích 2 DT05-DT05. .",
            "Đã tăng sĩ số cho bạn",
            "Cho em hỏi là em vẫn không đăng ký lớp được ạ?",
            "Bạn đăng ký quá trễ nên các lớp đã full. . . . . Trường hợp bạn không thể đăng ký bạn có thể về Khoa xin mở thêm lớp.. . . . Để mở lớp bạn thực hiện các bước sau :. . 1/ Làm đơn xin mở lớp với nội dung cụ thể (Thứ, tiết) nộp về Khoa phụ trách môn học. Khoa sẽ xác nhận và phân công cán bộ giảng dạy.. . 2/ Bạn cầm đơn có xác nhận của Khoa ở bước 1 nộp về PĐT. PĐT sẽ mở lớp sau 16h00 hằng ngày sau khi nhận được đơn mở lớp.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Khác ... .",
            ". . Để mở lớp bạn thực hiện các bước sau :. . 1/ Làm đơn xin mở lớp với nội dung cụ thể (Thứ, tiết) nộp về Khoa phụ trách môn học. Khoa sẽ xác nhận và phân công cán bộ giảng dạy.. . . . 2/ Bạn cầm đơn có xác nhận của Khoa ở bước 1 nộp về PĐT. PĐT sẽ mở lớp sau 16h00 hằng ngày sau khi nhận được đơn mở lớp.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy     B Tăng sĩ số lớp môn học  /B   B   /B . . . . Kính gửi Thầy/Cô,. . . . Em là [full_name], sinh viên khóa k18, . . . . Kính nhờ Thầy/Cô giúp em tăng sỉ số lớp của môn học Vẽ cơ khí (dự thính hè 193), Mã Môn Học: ME2021 ạ. Vì hiện tại lớp đã đủ sỉ số ạ. . . . . Em xin cảm ơn Thầy, Cô.",
            "Đã tăng sĩ số cho bạn",
            "Dạ em xin cảm ơn thầy ạ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Chứng chỉ ngoại ngữ - Đại học - Cao đẳng chính quy   Xét miễn môn anh văn (chuyển điểm) . Xin chào, cho em hỏi là bằng TOEIC 500 nếu em chỉ chuyển điểm cho av1,2,3 thì em có được công nhận qua av 4 không ạ.",
            "Chào bạn, . . Bạn vui lòng đọc lại câu hỏi của bạn:\"...em chỉ chuyển điểm cho av1,2,3 thì.....công nhận qua av4....????\" rất mâu thuẩn khi em chỉ chuyển điểm 1,2,3 mà muốn công nhận đạt av4 là điều không thể.. . Thân.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Khác ... . Mở thêm lớp xác suất và thống kê cho chương trình liên kết quốc tế",
            "Để mở lớp bạn thực hiện các bước sau :. . 1/ Làm đơn xin mở lớp với nội dung cụ thể (Thứ, tiết) nộp về Khoa phụ trách môn học. Khoa sẽ xác nhận và phân công cán bộ giảng dạy.. . . . 2/ Bạn cầm đơn có xác nhận của Khoa ở bước 1 nộp về PĐT. PĐT sẽ mở lớp sau 16h00 hằng ngày sau khi nhận được đơn mở lớp.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được . Cho em hỏi:. . hiện tại e đăng ký môn học không được do thiếu môn anh văn một, mà trong khi em chuẩn bị thi anh văn đầu vào ngày 18/5/2019 thì e phải làm sao để đăng ký được các môn học hè học kỳ hè 183 ạ?. . Mong PĐT giải quyết giùm em với ạ",
            "bạn vui lòng cung cấp MSMH bạn cần đăng ký để PĐT kiểm tra"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tăng sĩ số lớp môn học . Em chào thầy (cô).. . Hôm 14/5 em có mở ra để đổi hôm học và em có ấn nhầm xóa môn. Sau đó, em có đăng kí lại ngay mà không được.. . Em mong thầy (cô) có thể tăng thêm sĩ số môn này để em có thể đăng kí lại.. . Em xin trân thành cảm ơn.. . Trân trọng.",
            "Đã tăng sĩ số môn GT2 lên mức tối đa bạn vào đăng ký ngay nhé"
        ]
    },
    {
        "intent": "",
        "message": [
            "Chứng chỉ ngoại ngữ - Đại học - Cao đẳng chính quy   Khác ... . Em tên là [full_name] mssv [student_id]. . Em đã xem lịch học vụ và thấy ngày 02/7/19. . - Đăng ký nộp CCNN để xét nhận LVTN. . . . - Đăng ký chuyển điểm cho đợt hiệu chỉnh đăng ký môn học HK 191. . Em muốn hỏi là đến ngày này em có thể nộp bằng iig cấp để qua av1 không vì hiện tại em mới chỉ làm thủ tục thi av tại iig.. . Em xin cảm ơn.. . . .",
            "Chào bạn,. . Nếu bạn muốn xét đạt av1 thì bạn phải đăng ký chuyển điểm môn AV1 trước 15g ngày 02/07/2019 thì mới được cập nhật vào dữ liệu ĐKMH ngày 09/07/2019.. . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tăng sĩ số lớp môn học .   body . . Đăng ký tăng sĩ số môn học: Kỹ thuật ra quyết định - MSMH: EE3145 - Học kỳ hè 183. .   /body",
            "đã tăng sĩ số cho bạn"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được . CHo em hỏi . ĐỢt đăng ký hè lần 1 em có đăng ký môn Mác . Qua đợt 2 thì em xóa môn mác và đăng ký môn con người và môi trường , sau đó em có chọn đăng ký môn xác suất thống kê và phương pháp tính , tuy ko bị trùng lịch với môn con người và môi trường nhưng vẫn không đăng ký được với dòng chữ. . 'Bạn ko được đăng ký vào nhóm lớp này' . . em sinh viên năm nhất . . Thầy cô cho em hỏi tại sao lại đăng ký không được vậy ạ ?. . EM xin cảm ơn. .",
            "Bạn vui lòng xem kỹ mã nhóm cần đăng ký.. . . . Các nhóm DTQ, CC dành riêng cho các SV Quốc tế, chất lượng cao.. . . . Lưu ý chọn đúng đợt đăng ký."
        ]
    },
    {
        "intent": "",
        "message": [
            "Lịch thi - Đại học - Cao đẳng chính quy   Khác ... . Do lịch thi của em thứ 7 tuần này trùng với lịch học bù ( có kiểm tra) nên e muốn xin chuyển khung giờ thi avdv từ ca 1 (7h30 ) sang ca2 (10h)..Mong pdt trả lời sớm giải quyết giúp em.em cảm ơn.. .",
            "Chào bạn,. . Nếu bạn bị trùng lịch học bù thì ngày 18/05/20109 bạn phải đến trực tiếp Phòng đào tạo 107H1 -cơ sở 2 lúc 9g  gặp Cô [full_name] để được chuyển đổi ca thi kiểm tra tiếng anh.. . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: sao số ngày CTXH của e bị mất. . trong khi e đã về trường cấp 3 tư vấn tuyển sinh,đi bắt trọng tài cầu lông những giải thể thao của trường và các khoa",
            "Chào bạn,. . Các vấn đề liên quan đến sinh oạt ngoại kháo, ngày công tác xã hội bạn vui lòng liên hệ trực tiếp Phòng công tác chính trị sinh viên.. . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tăng sĩ số lớp môn học . Mở thêm sỉ số lớp môn Giải tích 1",
            "Chào bạn. . Các môn học đã ở sĩ số tối đa không thể tăng thêm được. Trường hợp bạn không thể đăng ký bạn có thể về Khoa xin mở thêm lớp.. . . . Để mở lớp bạn thực hiện các bước sau :. . 1/ Làm đơn xin mở lớp với nội dung cụ thể (Thứ, tiết) nộp về Khoa phụ trách môn học. Khoa sẽ xác nhận và phân công cán bộ giảng dạy.. . . . 2/ Bạn cầm đơn có xác nhận của Khoa ở bước 1 nộp về PĐT. PĐT sẽ mở lớp sau 16h00 hằng ngày sau khi nhận được đơn mở lớp.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tăng sĩ số lớp môn học . Thầy cô có thể giúp em tăng sỉ số môn giải tích 1 ( MT1003) lớp DT05_DT05 được không ạ.. . Do một số vấn đề nên em cần chuyển từ lớp DT01_DT01 sang lớp DT05_DT05. .",
            "Chào bạn. . Các môn học đã ở sĩ số tối đa không thể tăng thêm được. Trường hợp bạn không thể đăng ký bạn có thể về Khoa xin mở thêm lớp.. . . . Để mở lớp bạn thực hiện các bước sau :. . 1/ Làm đơn xin mở lớp với nội dung cụ thể (Thứ, tiết) nộp về Khoa phụ trách môn học. Khoa sẽ xác nhận và phân công cán bộ giảng dạy.. . . . 2/ Bạn cầm đơn có xác nhận của Khoa ở bước 1 nộp về PĐT. PĐT sẽ mở lớp sau 16h00 hằng ngày sau khi nhận được đơn mở lớp.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Lịch thi - Đại học - Cao đẳng chính quy   Lịch thi (không tìm thấy,sai phòng thi,...) . Lịch thi pdt xếp cho e là 7h30 sáng t7. Do e bị trung lịch học bù cũng vào t7 nên e mong trường doi khung giờ thi lại cho e sang ca2 (10h) .em cảm ơn.",
            "Chào bạn,. . Nếu bạn bị trùng lịch học bù thì ngày 18/05/20109 bạn phải đến trực tiếp Phòng đào tạo 107H1 -cơ sở 2 lúc 9g  gặp Cô [full_name] để được chuyển đổi ca thi kiểm tra tiếng anh.. . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Vừa làm vừa học - ĐTTX   Đăng ký môn học    . . Em chuyển từ hệ chính quy sang vhvl và em có 1 số vấn đề thắc mắc như sau: . . 1. Em không đăng ký được môn Kỹ thuật siêu cao tần ở họ kỳ hè này dù môn học này em đã học ở học kỳ trước rồi nhưng do trùng với giờ làm nên em không thể đi học.. . . . 2. Muốn xem danh sách các môn học được mở ở học kỳ hay các học kỳ khác thì vào đâu để tìm ạ?. . . . Em mong thầy cô sẽ trả lời cho em sớm để em kịp đăng ký môn học. Em xin cám ơn.",
            "Chào bạn. Bạn cung cấp mã số môn học để kiểm tra nhé.. . Bạn lưu ý: Lần đầu tiền bạn đkmh bên hệ VLVH sẽ không xét TQ (do chưa có điểm miễn các môn đạt bên CQ). . Khi có điểm miễn sẽ xét tiên quyết.. . Thân",
            "Vậy là hiện tại những môn em chưa qua coi như là chưa học luôn hả thầy.. . Sao em đăng ký môn Mạch điện tử (EE2007) lại báo lỗi là không đăng ký được do chưa học môn Giải Tích Mạch, [full_name] Lý Bán Dẫn. 2 môn này em qua rồi mà.. . Vì em muôn tốt nghiệp sớm nhất có thể nên thầy có thể giúp em đăng ký những môn sau không ạ:. . 1. Mạch Điện Tử (EE2007) lớp DT02-DT04. . 2. Trường Điện Từ (EE2003) lớp DT02. . 3. Kỹ thuật siêu cao tần (EE3025) lớp DT01. . . . Thầy đăng ký giúp em với vì các lớp này full rồi ạ. Hiện tại em đã nghỉ làm và muốn tốt nghiệp nhanh nhất có thể. Mong thầy giúp em ạ.",
            "PĐT sẽ đăng ký theo thông tin của em bên trên (nếu có sĩ số mở lớp). . Em theo dõi kết quả trên đợt đăng ký môn học tiếp theo.. . Thân",
            "Hiện PĐT đã cập nhật điểm các môn em đã học ở CQ lên hệ thống điểm . em đăng ký các môn học cần đăng ký trên trang đkmh nhé.. . . . Thân",
            "Thầy check lại giúp em với, em vẫn không đăng ký được môn Mạch Điện Tử (ee2007) vì chưa có điểm tiên quyết môn Giải Tích Mạch(ee1011)",
            "Đã cập nhật điểm EE1011. vì vậy bạn có thể đk môn EE2007. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Vừa làm vừa học - ĐTTX   Đăng ký môn học . Mình là svcq vừa chuyển qua hệ VLVL hk2 2018.. . MÌnh muốn đk học kì hè chung với hệ cq thì không được do lỗi không có môn học trước,môn tiên quyết trên hệ thống. Nhưng bảng điểm mình bên CQ đã có điểm những môn đó rồi. Cho mình hỏi có cách nào đk học kì hè đợt này chung với hệ cq hay không?",
            "Bạn vui lòng cung cấp MSMH bạn cần đăng ký",
            "Trường hợp bạn đã học bên CQ nhưng không đạt thì không được tính đã học bên hệ VLVH (Hệ VLVH chỉ chuyển điểm đạt từ CQ sang). nếu TQ với môn đã học bên CQ thì bạn nộp đơn kèm minh chứng để kiểm tra nhé",
            "[full_name] MSSV [student_id]",
            "và cho em hỏi bao giờ mới có phiếu miễn môn vậy",
            "Đầu tiên: - xem kiểm tra xem các môn đã học đạt bên CQ. (đạt sẽ được chuyển sang vlvh). . - Kiểm tra chương trình đào tạo theo học bên hệ VLVH là chương trình khóa nào (bạn ghi trong đơn chuyển khóa học). . - So sánh các môn học trùng khớp (sẽ được miễn). . - Còn lại là cần hoàn thành (từ Anh văn, Quốc phòng, GD thể chất)",
            "QUOTE Đầu tiên: - xem kiểm tra xem các môn đã học đạt bên CQ. (đạt sẽ được chuyển sang vlvh). . - Kiểm tra chương trình đào tạo theo học bên hệ VLVH là chương trình khóa nào (bạn ghi trong đơn chuyển khóa học). . - So sánh các môn học trùng khớp (sẽ được miễn). . - Còn lại là cần hoàn thành (từ Anh văn, Quốc phòng, GD thể chất)  /QUOTE . . . . Mình đã hoàn thành môn sức bền vật liệu bên hệ chính quy, nhưng khi đăng kí vẫn lỗi thiếu môn sbvl học trước",
            "QUOTE Bạn vui lòng cung cấp MSMH bạn cần đăng ký. .   /QUOTE . . MSMH CI2091",
            "Bạn chưa có điểm miễn môn CI2007.. . nếu bạn có điểm CQ đạt thì nộp đơn đăng ký nhé.",
            "QUOTE Bạn chưa có điểm miễn môn CI2007.. . nếu bạn có điểm CQ đạt thì nộp đơn đăng ký nhé.  /QUOTE . . trước khi vào học pdt có bảo sẽ phát cho phiếu điền miễn môn nhưng đến nay chưa có.. . Cho em hỏi nộp đơn đăng ký miễn môn ở đâu",
            "Bạn nộp đơn xin miễn môn bổ sung trực tiếp tại PĐT nhé. . . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được .   B  Em học VLVH hiện tại e không đăng kí môn học dự thính ( chuyển hệ) chính quy đợt 2 được. . . Nhà trường có thể mở cho e đăng kí dc k ạ.",
            "Các môn học dự thính hè  bạn cứ chọn vào đợt bình thường không cần chọn chuyển hệ nhé."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học [full_name] Đại học [full_name] Cao đẳng chính quy   Tăng sĩ số lớp môn học . Em tên [full_name], MSSV:[student_id]. Do môn Những [full_name] cơ bản của chủ nghĩa [full_name][full_name][full_name] trong kì Hè 183 này đã đầy lớp. Do đó em xin thầy(cô) tăng thêm sỉ số lớp DT01, . . Mã môn học:SP1003 để em có thể đăng kí. Em chân thành cảm ơn. . .",
            "Chào bạn. . Các môn học đã ở sĩ số tối đa không thể tăng thêm được. Trường hợp bạn không thể đăng ký bạn có thể về Khoa xin mở thêm lớp.. . . . Để mở lớp bạn thực hiện các bước sau :. . 1/ Làm đơn xin mở lớp với nội dung cụ thể (Thứ, tiết) nộp về Khoa phụ trách môn học. Khoa sẽ xác nhận và phân công cán bộ giảng dạy.. . . . 2/ Bạn cầm đơn có xác nhận của Khoa ở bước 1 nộp về PĐT. PĐT sẽ mở lớp sau 16h00 hằng ngày sau khi nhận được đơn mở lớp.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]4  /b \t. . . . Dạ em chào thầy cô,. . Vì trong đợt đăng kí môn học hè 193 đợt 1 em không đăng kí. Hiện giờ đang mở đợt đăng kí đợt 2 và em không thể đăng kí môn học đó được. Trong đợt 1, do em đăng kí trễ và có thấy sỉ số lớp là 33. Mong được thầy cô giúp đỡ. Mã môn học là:  006713. Em xin cám ơn.",
            "Chào bạn. . . . Môn học 006713 [full_name]/Bộ môn không đồng ý mớ lớp trong học kỳ hè 183. Bạn liên hệ trực tiếp [full_name] để biết rõ hơn nhé.",
            "Dạ em xin cám ơn."
        ]
    },
    {
        "intent": "",
        "message": [
            "học kì 181 học phí e đóng còn dư, lúc đó e có hỏi pđt để lấy lại thì bảo là chuyển qua hoc phi hk182,nhưng học phí hk182 của e chưa thấy được trừ phần dư của hk181, e mong thầy( cô) xem xét lại trường hợp của e ạ.",
            "responsible person: [551] [staff_name] [helpdesk staff]",
            "Chào bạn !. . . . PDT đã kiểm tra lại số tiền học phí HK181 của bạn còn dư : 184.000 đồng.. . . . Sẽ cấn trừ học phí cho bạn vào đợt 2 này. Bạn vui lòng theo bkpay để đóng học phí nhé, thời gian đóng học phí của bạn sẽ được kéo dài thêm.. . . . Thân chào",
            "Chào bạn !. . . . Kiểm tra lại học phí thì thấy bạn đã hoàn tất học phí đợt 2 (HK182) rồi.. . . . Nên số tiền cấn trừ. 184.000 đồng sẽ hoàn trả cho bạn trong đợt HK này nhé (nếu có thể được). . . . Bạn vui lòng cung cấp cho tôi số tk của mình nhé !. . . . có thể gửi qua email : [email]. . . . Thân chào"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tăng sĩ số lớp môn học . Em tên là [full_name], em làm đơn này để xin phòng đào tạo tăng sĩ số lớp môn Truyền số liệu và mạng mã số EE3019 lớp DT02 của cô [full_name]. Em làm đơn này xin phép nhà trường tăng sĩ số môn học để em có thể tiện giờ giấc học tập và giúp em được thuận tiện trong giờ giấc làm thêm để trang trải học phí. Em xin chân thành cảm ơn.",
            "Chào bạn. . Các môn học đã ở sĩ số tối đa không thể tăng thêm được. Trường hợp bạn không thể đăng ký bạn có thể về Khoa xin mở thêm lớp.. . . . Để mở lớp bạn thực hiện các bước sau :. . 1/ Làm đơn xin mở lớp với nội dung cụ thể (Thứ, tiết) nộp về Khoa phụ trách môn học. Khoa sẽ xác nhận và phân công cán bộ giảng dạy.. . . . . . 2/ Bạn cầm đơn có xác nhận của Khoa ở bước 1 nộp về PĐT. PĐT sẽ mở lớp sau 16h00 hằng ngày sau khi nhận được đơn mở lớp.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Khác ... . Cho em hỏi là em muốn đăng kí môn đường lối, nhưng các lớp dự thính 01 02... đã full. Vậy lớp DTQT em có thể đăng kí và học bình thường không ạ, em là sinh viên chính quy, không phải sinh viên quốc tế ạ.",
            "Chào bạn. . . . Nhóm DTQT dành riêng cho SV Quốc tế, Chất lượng cao nên không thể đăng ký được"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được . Hiện tại em chưa qua anh văn 1 thì kỳ hè có được đăng ký môn xác suất thống kê hay môn phương pháp tính không ạ",
            "Chào bạn. . . . Để xem môn TQ bạn vui lòng vào mục CTDT -  chọn cấu hình môn học để tra cứu nhé. . . . Link:. . . . http://www.aao.hcmut.edu.vn/index.php?route=catalog/chuongtrinhdaotao"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: -18/5 thi anh văn đầu vào có 2 ca ca1:7h30. Ca2:9h45 thi tại cs2. Vào ngày này em học Thí nghiệm 12h tại cs1 vậy có 15 phút không thể di chuyển được nên em muốn đổi lên thi ca1 được không ạ. Em không hiểu sao hệ thống lại sắp em thi ca 2 chịu lun. Mong thầy cô giúp đỡ.",
            "responsible person: [551] [staff_name] [helpdesk staff]",
            "Chào bạn,. . NẾu bạn bị kẹt giờ Ca2 thì ngày 18/05/2019 bạn liên hệ trực tiếp Phòng đào tạo 107H1 đúng 7g gặp Cô [full_name] để xin đổi ca thi.. . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Chuyển thời khóa biểu . em xin được chuyển lớp môn giải tích học kì hè từ lớp dt01 sang dt05 ạ",
            "Chào bạn. . . . Bạn thực hiện chuyển nhóm trực tiếp trên phần mềm ĐKMH. . . . Lưu ý nhóm được chuyển đến phải còn chỗ nếu không bạn sẽ không đăng ký được",
            "nếu nhóm chuyển đén không còn chỗ thì còn các nào khác ko ạ. .",
            "Không còn cách nào bạn. Bạn đừng nên hủy nhóm cũ vì nguy cơ không đăng ký lại được."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tăng sĩ số lớp môn học . em muốn tăng sĩ số lớp dt03 môn giải tích 1 học kì hè ạ",
            "Chào bạn. . . . Các môn học đã ở sĩ số tối đa không thể tăng thêm được. Trường hợp bạn không thể đăng ký bạn có thể về Khoa xin mở thêm lớp.. . . . Để mở lớp bạn thực hiện các bước sau :. . 1/ Làm đơn xin mở lớp với nội dung cụ thể (Thứ, tiết) nộp về Khoa phụ trách môn học. Khoa sẽ xác nhận và phân công cán bộ giảng dạy.. . . . 2/ Bạn cầm đơn có xác nhận của Khoa ở bước 1 nộp về PĐT. PĐT sẽ mở lớp sau 16h00 hằng ngày sau khi nhận được đơn mở lớp.. ."
        ]
    }
]