[
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . dạ cho em hỏi là bằng tiếng anh để làm luận văn và ra trường của sinh viên chính quy k18 là bao nhiêu vậy ạ, em cảm ơn",
            "Chào bạn,. . Bạn vui lòng xem chuẩn tiếng Anh nhận LVTN và xét TN tại đây:. . http://aao.hcmut.edu.vn/ sinh viên/quy chế/ Quy chế đào tạo và học vụ bậc đại học, cao đẳng:/Phụ lục 1: Quy định về ngoại ngữ (áp dụng cho các chương trình giảng dạy bằng tiếng Việt)/3.   Chuẩn tiếng Anh khi nhận Luận văn tốt nghiệp (LVTN) và khi tốt nghiệp/. . Chúc bạn học tốt. . Thân",
            "dạ em vẫn biết nhưng ở trên web thì ở phần phụ lục nó không có hyperlink, nó chỉ là một title thôi nên em mới lên đây hỏi ạ, chi tiết ở ảnh bên dưới. Mong nhận được câu trả lời thỏa đáng ạ. Em cảm ơn",
            "Chào bạn,. . Bạn có thể đến trực tiếp PDT để được hướng dẫn, hiện tại mở trang web bình thường nhé bạn.. . Bạn vui lòng kiểm tra lại trên điện thoại có thể không hỗ trợ . . VUi lòng xem file đính kèm. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em là [full_name], MSSV [student_id]. Hiện em đã đủ điều kiện tốt nghiệp:. . Đã hoàn thành chương trình đào tạo 141 tín chỉ.. . TOEIC Reading & Listening 655. . TOEIC Writing & Speaking 260. . Đã có chứng chỉ GDQP. . Đã đủ số ngày công tác xã hội 35.5.. . . .",
            "Chào bạn . . Phòng đào tạo đã ghi nhận trường hợp xét tốt nghiệp bổ sung của sinh viên, sau ngày 30/9/20 phòng đào tạo sẽ thông báo danh sách tốt nghiệp cập nhật mới :. . - Sinh viên xem kết quả xét lại tốt nghiệp trên: www.aao.hcmut.edu.vn    tốt nghiệp    thông tin tốt nghiệp    danh sách tốt nghiệp 11/2020 - Trường hợp không có tên trong danh sách tốt nghiệp bổ sung sinh viên vui lòng phản hồi tại trang bksi.hcmut.edu.vn để để phòng đào tạo kiểm tra lý do.. .  Thân . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Dạ em là sinh viên khoa KTTH khóa k18 ạ. . . Pđt cho em hỏi, trường mình miễn xét điểm anh văn vào đợt đăng kí môn học học kì 1. Vậy có miễn xét anh văn vào đợt đăng kí môn học học kì 2 luôn không ạ? Nếu không tức là kì 2 vẫn xét chuẩn anh văn như mọi năm ạ? . .",
            "Chào bạn, . . Xem chi tiết lịch học vụ (lịch đăng ký môn học + lịch chuyển điểm ngoại ngữ + lịch trình tốt nghiệp…) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Hk2(2020-2021). . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ cho em hỏi hạn chót chuyển điểm anh văn học kì 201 để được đăng kí môn học học kì 202 là ngày bao nhiêu ạ? . .",
            "Chào bạn, . . Xem chi tiết lịch học vụ (lịch đăng ký môn học + lịch chuyển điểm ngoại ngữ + lịch trình tốt nghiệp…) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Hk1(2020-2021). . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Thưa Phòng Đào Tạo,. . . . Em tên là [full_name], MSSV [student_id].. . Em đã sắp xếp các môn trong học kì 201 và để trống hoàn toàn các ngày thứ 3, thứ 4, thứ 5 hàng tuần.. . Em muốn đăng kí môn Hệ thống số CO1023 chung với K20, không biết cần điều kiện giấy tờ gì để đăng kí không ạ?. . Em xin cảm ơn.. . . . Kí tên,. . [full_name]",
            "Chào bạn,. . . . Bạn nên đăng kí trong đợt dự thính 201 nha, vì biểu đồ học tập khoa 20 lệch so với các khoá khác.. . . . Thân. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Dạ cho em hỏi là kết quả đăng kí môn học đợt 3 đã có rồi nhưng tại sao lịch thời khóa biểu với kết quả đăng kí bị khác nhóm lớp và ngày giờ học. Và bên thời khóa biểu em cũng bị mất môn nữa ạ.",
            "Chào bạn. . bạn vui lòng ghi rõ ràng nội dung, msmh, để pdt có thể kiểm tra và trả lời được. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: 1812204  /b \t. . . .   i . . Em là sinh viên k18 hiện đang học năm 3, khoa kỹ thuật giao thông, ngành kỹ thuật hàng không.. . . . Thầy (Cô) cho em hỏi là môn Cơ Học Kết Cấu (TR3015) có môn thay thế nào không ạ. . . . . Em hỏi vì môn này là môn học trước của môn thực tập ngoài trường của k18, mà lại hết được giảng dạy từ k19 trở đi.. . . . Em xin cảm ơn quý thầy (cô).. .  .",
            "Chào bạn,. . Về CTĐT bạn vui lòng liên hệ tại Văn Phòng Khoa - xin gặp thầy Phó Khoa phụ trách về CTĐT để được tư vấn và hướng dẫn nhé!. . Chúc bạn học tốt. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Cho em hỏi, kì 201 không xét chuẩn tiếng anh. Liệu em có thể đăng kí thi anh văn ở trường để đủ chuẩn cho đăng kí môn học kì 202 không ạ, và khi nào trường mở đợt đăng kí thi ạ. Em cảm ơn",
            "Chào bạn,. . . . - Dự kiến là tháng 10 mở đợt kiểm tra trình độ tiếng Anh (theo định dạng TOEIC).. . . . - Khi nào có thông tin kỳ thi này PDT sẽ gởi mail cho sinh viên.. . . . - Bạn thường xuyên kiểm tra mail để biết thời gian đăng kí.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Phòng đào đạo có thể giúp em đăng kí lớp Xử lí số tín hiệu mã môn học EE2015.. . . . Em đã bị trễ chương trình rất nhiều rồi ạ! Nếu kì này em không học môn này thì các kì tới em sẽ thiếu điều kiện tiên quyết nhiều môn. . . Lúc đăng kí môn học đợt 3 em có lên phòng đào tạo nhiều lần nhưng nói là không tăng sỉ số lớp được nhưng qua ngày hôm sau thì lại có thêm 2 bạn đăng kí vào lớp đấy. . . . . Em cảm ơn và mong PDT giúp đỡ ạ.",
            "Nếu môn EE3021 bị trùng thì phòng đào tạo có thể đổi em sang nhóm khác tùy ý ạ. Em cảm ơn",
            "Chào bạn,. . . . - Đã hết thời gian đăng kí và hiệu chỉnh môn học rồi nha bạn. Rất tiếc không giúp cho bạn được.. . . . - Bạn có thể đăng kí những môn này trong đợt dự thính sắp tới.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Gửi pdt,. . . . Thông tin tốt nghiệp của em mục Nơi sinh không hiện gì hểt liệu có vấn đề gì không? Và cách khác phục ạ.",
            "Chào bạn,. . Bạn có thể liên hệ tại Văn phòng Khoa để nhận giấy Chứng nhận tốt nghiệp tạm thời, và kiểm tra thông tin trên đó, nếu có sai sót thông tin vui lòng liên hệ tại Phòng Đào tạo để điều chỉnh, vì những thông tin đó sẽ được in trên bằng TN và bảng điểm. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em đã đăng kí rút môn học kì hè 193 trên bksi và đã được giải quyết. Hôm nay ngày 20/9 em vào mybk để xem kết quả như hướng dẫn thì thấy không có dữ liệu (như trong ảnh em có gửi kèm). Cho em hỏi như vầy là đã giải quyết hay chưa ạ? Em cảm ơn",
            "Chào bạn. . Bạn xem điểm tại Mybk  bảng điểm. . Hình bạn chụp là của hệ không chính quy. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em chào các thầy cô,. . Em hiện là học sinh năm nhất của trường. Theo em biết, ở mỗi học kì trường đều tổ chức kì thi kiểm tra trình độ Tiếng Anh để cho các bạn xét đủ chuẩn Tiếng Anh lên năm học tiếp theo. Em nhận thấy kì thi này đã giúp đỡ cho các bạn sinh viên không đủ chuẩn tiếng Anh như em.Vừa rồi, Em có đăng kí đợt thi kiểm tra vào ngày 19/09/2020 và em may mắn được 700 điểm. Tuy nhiên, em có thắc mắc không biết là kì thi này sẽ cho em được đăng kí môn học ở năm 2 hoặc có thể sang tiếp năm 3. Kính mong quý thầy cô giải đáp về thắc mắc này của em.. . Em cảm ơn quý thầy cô. Chúc quý thầy cô một ngày tốt lành.. . [full_name].",
            "Chào bạn. . - Sinh viên đăng ký dự kỳ kiểm tra tiếng Anh định kỳ (theo định dạng TOEIC) do PĐT tổ chức không dùng để miễn môn các môn anh văn 1234 chỉ dùng để đạt chuẩn tiếng Anh sau mỗi năm học. . - Về quy định chuẩn tiếng anh trong quá trình học: Bạn vui lòng xem chi tiết tại trang web aao--  sinh viên --  Quy chế --  Quy chế đào tạo và học vụ bậc đại học và cao đẳng -- Phụ lục 1: Quy định về ngoại ngữ --  điều 2-c. . Chúc bạn học tập tốt nhé.. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Chào phòng đào tạo!. . Em là sinh viên lớp Liên thông khoa cơ khí, theo chương trình đào tạo thì em học theo chuyên ngành   B Kỹ thuật chế tạo  /B  nhưng Đề cương luận văn trong thời khóa biểu lại ghi là của chuyên ngành Máy xây dựng và nâng chuyển, em đã đăng ký đúng theo mã môn học của chương trình đào tạo   B ME4725  /B .. . Rất mong nhận được câu trả lời sớm nhất từ pđt.. . Em xin chân thành cảm ơn!",
            "Chào bạn. . Về chương trình đào tạo/phân ngành bạn vui lòng liên hệ Khoa (cụ thể là Thầy phó khoa phụ trách chương trình đào tạo) để tư vấn và giải đáp. . Chúc bạn học tập tốt nhé.. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Chào PĐT,. . Em tên: [full_name]. . MSSV: [student_id]. . Lớp: GT16OTO1 Khoa: Kỹ thuật giao thông. . Hiện em vừa hoàn thành đầy đủ các điều kiện tốt nghiệp (Bảo vệ Luận văn tốt nghiệp đọt 2 (tháng 9) và đã có điểm trên MYBK; Toeic 2 kỹ năng Speaking & Writing cũng vừa mới đạt).. . Em chưa có tên trong Danh sách dự kiến tốt nghiệp và em cũng không Đăng ký tốt nghiệp trên MYBK được. . . PĐT cho em hỏi em cần làm gì để được xét tốt nghiệp. Em cảm ơn.",
            "Chào bạn . . Phòng đào tạo đã ghi nhận trường hợp xét tốt nghiệp bổ sung của sinh viên, sau ngày 30/9/20 phòng đào tạo sẽ thông báo danh sách tốt nghiệp cập nhật mới :. . - Sinh viên xem kết quả xét lại tốt nghiệp trên: www.aao.hcmut.edu.vn    tốt nghiệp    thông tin tốt nghiệp    danh sách tốt nghiệp 11/2020 - Trường hợp không có tên trong danh sách tốt nghiệp bổ sung sinh viên vui lòng phản hồi tại trang bksi.hcmut.edu.vn để để phòng đào tạo kiểm tra lý do.. .  Thân . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Thưa các thầy cô,. . Em vừa nhận được giấy thông báo về lịch khám nghĩa vụ quân sự. Cho em hỏi là em có thể lấy giấy xác nhận sinh viên sớm trước ngày 25/09 không ạ?. . Em xin cảm ơn.",
            "Thân chào các bạn Sinh viên,. . . . Phòng Đào tạo đã in Giấy chứng nhận sinh viên hoãn NVQS học kỳ 1/2020-2021 cho các bạn Nam sinh viên từ khóa 2019 trở về trước có thời khóa biểu trong học kỳ 1 năm học 2020-2021. Sinh viên vui lòng  liên hệ trực tiếp đến Văn phòng khoa để nhận từ 14h00 ngày 22/09/2020. . . . Lưu ý: . . - Sinh viên chương trình Chất lượng cao, Tiên tiến, Liên kết Quốc tế, tăng cường tiếng Nhật nhận tại Văn Phòng Đào tạo Quốc tế (nhà A4). . - Sinh viên chương trình Việt Pháp nhận tại Văn phòng Việt Pháp (phòng 304 B10). . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Dạ, cho em hỏi về phần môn học MI1003 - Giáo dục quốc phòng (QDGP) ạ.. . . . - Học GDQP bao nhiều ngày trong 1 tuần ạ, cuối tuần có thể về nhà hay không ạ ?. . . . - Cụ thể là mình bắt đầu học lúc mấy giờ và kết thúc lúc mấy giờ ạ.. . . . - GDQP 0 có tín chỉ vậy mình chỉ cần đóng tiền thuê quần áo thôi ạ ?",
            "Chào bạn,. . . . Bạn vui lòng liên hệ văn phòng Đào tạo quốc tế nha.. . . . Thân.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Chào thầy/cô phòng đào tạo, em là sinh viên vừa mới nhập học T9/2020 hệ VHVL chuyển từ chính quy sang, thì trong hồ sơ có tờ đơn chuyển khóa học em chọn là K2014, vậy cho em hỏi là chuẩn anh văn Toeic để nhận Đề cương/Luận văn tốt nghiệp của em là lấy chuẩn năm 2014 hay năm 2020 ạ? . . Em cảm ơn PĐT. . Kính thư! . .",
            "Chào bạn. . Ctdt khóa 14 thì áp chuẩn anh văn năm 2014 . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Cho em hỏi là bây giờ đã chốt danh sách lớp em muốn làm đơn để mở thêm sỉ số lớp EE2007 mạch điện tử chính quy kì 201 có được không ạ. .",
            "Chào bạn,. . . . Đã hết đợt đăng kí môn học học  kỳ 201, bạn đăng kí học kỳ dự thính 201 nha.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học .  . . Em có trình bày việc đóng học phí trễ lên phòng đào tạo. Người trên phòng đào tạo nói là sễ mở lại cho đăng ký vào trưa 2h ngày 18/09/2020. Nhưng tới ngày 20/09/2020, em vẫn chưa đăng ký môn được và đã đóng tiền học rồi.. . Nhà trường xác lại dùm em có được đăng ký môn học của hk1 năm 2020 này ko?. . Xin cảm ơn. . [[full_name]]",
            "em đã có thể đk môn.. . Em vào đk từ 24-28/09/2020. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Gửi các anh chị phòng đào tạo,. . . . Hiện tại em vừa thi xong đợt kiểm tra anh văn định kỳ của trường và đạt 540d, theo em biết theo quy chế cũ thì em đã qua mức miễn anh văn 4. . . Nhưng hiện có một số thông tin khá lẫn lộn, và bảo rằng trường hợp như em thì phải 600 mới được miễn anh văn 4.. . Em mong nhận được sự giải thích chính xác từ phía anh chị. . . . . Em cảm ơn, . . [full_name]",
            "Chào bạn. . - Nếu bạn nộp Chứng Chỉ Ngoại Ngữ và đăng ký chuyển điểm (phải hoàn thành lệ phí chuyển điểm) trước ngày 18/9/2020 thì áp dụng theo quy định chuyển điểm cũ. . - Bảng quy đổi điểm chuyển Ngoại Ngữ mới bắt đầu từ ngày 21/9/20 áp dụng cho HK201, áp dụng cho tất cả các Khóa. . - - Về quy định chuẩn tiếng anh trong quá trình học: Bạn vui lòng xem chi tiết tại trang web aao--  sinh viên --  Quy chế --  Quy chế đào tạo và học vụ bậc đại học và cao đẳng -- Phụ lục 1: Quy định về ngoại ngữ . . Chúc bạn học tập tốt nhé. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            ". . em tên là [full_name], mssv [student_id], năm nay em là sinh viên năm 7 và học kì này (HK 201) là học kì cuối của em. em còn nợ một môn kết cấu thép 1 (CI3009), do đợt hè này em có học nhưng kết quả không tốt,nên em xin phòng đảo tạo cho em vào lớp kết cấu thép 1 (CI3009) vào thứ 5,6,7,8 trong tuần. để em hoàn toàn chương trình đào tạo của mình. sau học kì này em không trả được môn học này thì sẽ bị thôi học vì quá thời hạn đào tạo của trường. em xin phòng đào tạo giúp đỡ em, em xin trân thành cám ơn.. .",
            "Chào bạn,. . . . Đã đăng kí môn CI3009 cho bạn rồi, bạn kiểm tra kết quả đăng kí môn học trên cổng thông tin sinh viên nha.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "B   /B   B   /B Yêu cầu khác . Kính gửi phòng đào tạo. . Trong đợt đăng kí môn học đợt 3, dựa vào lịch hiện hữu em đã sắp xếp học lớp cơ sở KTD (ee2017) vào thứ 4 hằng tuần; sau đó kết quả em được xếp vào lớp A02 vào thứ 5. Do chủ động xếp thời khóa biểu trống duy nhất vào thứ 5 để về Biên Hòa với gia đình nên em mong muốn đổi nhóm lớp sang thứ 4. Về phần thí nghiệm em có thể chuyển điểm nên vấn đề tỉ số lớp thí nghiệm có thể suy xét.. . Kết quả em mong nhận được phản hồi. Em cảm ơn",
            "Chào bạn,. . Bạn có thể làm đơn trình bày cụ thể vấn đề và nộp trực tiếp tại Phòng Đào tạo để kiểm tra xem xét. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: 1814780  /b \t. . . .   i Đăng ký môn học . Xin chào pđt. . Em đăng ký môn Hóa Phân Tích CH2113 được xếp vào nhóm lớp L03 là nhóm lớp của KSTN. Nhưng em không thuộc KSTN.. . Em thấy được thông báo của trưởng khoa muộn nên không kịp đổi. Cho em hỏi bây giờ còn được phép chuyển sang nhóm lớp khác (lớp thường) không ?",
            "Chào bạn,. . . . Đã chuyển môn CH2113 sang nhóm L02. Bạn kiểm tra kết quả DKMH trên cổng thông tin sinh viên nha.. . . . Thân. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Xin chào thầy cô ạ, em tên là [full_name]. . Em muốn hỏi là em đã làm hồ sơ giải thưởng honda thì sẽ nộp đơn ở đâu vậy ạ? . . Em cảm ơn.. .",
            "responsible person: [551] [staff_name] [helpdesk staff]",
            "Chào bạn,. . . . Bạn vui lòng liên hệ phòng Công Tác Chính Trị Sinh Viên.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Trong mail em nhận được thì hạn chót ĐKMH là 23h00 ngày 20/09/2020 nhưng khi lên web để đăng kí thì đã khóa vào lúc 3h59p ngày 20/09/2020. Vì vậy em chưa kịp đăng kí bổ sung môn mới. . . Mong nhà trường hỗ trợ em để em được đăng kí môn học kịp thời.",
            "Chào bạn,. . . . Bạn đăng kí môn học nào?, mã số môn học?, mã nhóm?. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em chào cô ạ, em tên [full_name] , kì thi toeic diễn ra vào ngày 20/9 được tổ chức tại trường Đại học Bách Khoa em đạt số điểm là 415 ạ, hiện tại e mới chỉ học xong môn anh văn 1.. . Em có thắc mắc là với điểm số 415 thì , vào đợt đăng kí môn học hk202, thì em có thể đăng kí môn anh văn 3 không ạ?. . Trân thành cảm ơn lời giải đáp thắc mắc của thầy cô!. . . . [full_name]",
            "Chào bạn. . - Sinh viên đăng ký dự kỳ kiểm tra tiếng Anh định kỳ (theo định dạng TOEIC) do PĐT tổ chức không dùng để miễn môn các môn anh văn 1234 chỉ dùng để đạt chuẩn tiếng Anh sau mỗi năm học. . - Về quy định chuẩn tiếng anh trong quá trình học: Bạn vui lòng xem chi tiết tại trang web aao--  sinh viên --  Quy chế --  Quy chế đào tạo và học vụ bậc đại học và cao đẳng -- Phụ lục 1: Quy định về ngoại ngữ --  điều 2-c. . Chúc bạn học tập tốt nhé.. . Thân. . . . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ đợt đăng kí môn học đợt 3 em có đăng kí nhưng bị xoá lớp do sĩ số chưa đủ. Nhận được mail trường mở đăng kí bổ sung, em đã đăng kí lại nhưng em đăng kí vào cả 2 mục đăng kí cho hệ chính qui- sinh viên bằng 2 và mục đăng kí môn học kết quả đợt 3.. . Dạ em muốn hỏi là mục đăng kí \"hệ chính qui - sinh viên bằng 2\" là mục đăng kí cho cả sinh viên chính  qui và sinh viên bằng 2 hay chỉ dành cho sinh viên bằng 2 ạ?. . Dạ với em đăng kí luôn ở cả 2 mục thì nhà trường sẽ giải quyết thế nào ạ? . . Mong nhà trường hỗ trợ cho em sớm nhất có thể ạ. . . Em cám ơn nhiều ạ.. .",
            "Chào bạn,. . . . Bạn cho biết mã môn học?, mã nhóm cần đăng kí?. . . . Thân",
            "No solution"
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính gửi phòng đào tạo,. . Học kì 201 em có đang kí môn giáo dục thể chất aerobic, nhưng do lí do cá nhân, em muốn rút môn học.. . Theo quy chế thì đợt rút môn học từ ngày 30/9 đến 10/9 có tính học phí, nhưng môn thể dục thì tính học phí như thế nào ạ?. . Em mong phòng đạo đạo sớm giải đáp thắc mắc của em,. . Em cảm ơn/. .   i Yêu cầu khác .",
            "Chào bạn,. . Về vấn đề học phí, hiện tại chưa có thông báo về việc thay đổi HP, bạn vui lòng theo dõi thông tin, nếu có thay đổi nhà trường sẽ thông báo chính thức cho Sinh viên nắm thông tin. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]  /b . . cho em hỏi ạ em thi toeic dc 640 , và đã đổi điểm rồi . . + vậy khi thẩm tra rồi em cần lên pdt lấy phiếu gi không ạ . . + với lại điểm quy đổi anh văn đó sao em bản điểm nó chưa cập nhật ạ vậy nếu chưa cập nhật làm sao để cập nhật điểm đó vào để em có đủ chỉ làm luận văn ạ \t. . . .   i Yêu cầu khác .",
            "Chào bạn,. . Bạn theo dõi kết quả điểm chuyển sẽ được cập nhật tại trang mybk/Thông tin sinh viên/điểm chuyển . . và không cần đến PDT nhận phiếu gì nhé!. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Dạ cho em hỏi giờ sinh hoạt công dân của em ngày 3/10 bị trùng với giờ học thí nghiệm. Do đó là buổi học đầu tiên nên không nghỉ được. Vậy cho em hỏi là giờ em có thể làm gì ạ.",
            "Chào bạn. . Bạn vui lòng liên hệ Phòng Công tác chính trị sinh viên để giải quyết. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Dạ em là sinh viên khóa k18. Năm nay em chuẩn bị vào năm 3 (học kì 201). Dạ cho em hỏi em đã qua anh văn 3, vậy em có được đăng kí môn học học kì 202 không ạ.",
            "Chào bạn. . - Về quy định chuẩn tiếng anh trong quá trình học: Bạn vui lòng xem chi tiết tại trang web aao--  sinh viên --  Quy chế --  Quy chế đào tạo và học vụ bậc đại học và cao đẳng -- Phụ lục 1: Quy định về ngoại ngữ . . Chúc bạn học tập tốt nhé.. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Chào nhà trường! Em vừa xong năm nhất và có số tín chỉ tích lũy là 18. hè rồi em có đăng ký học thêm 8 chỉ nữa nên em đủ điều kiện để đăng ký những môn chuyên ngành năm 2 (24 chỉ trở lên). Ngày 21/9 là vào năm 2, cũng là ngày có tiết chuyên ngành, em thấy em vẫn được học dù các môn hè em vẫn chưa thi cuối kỳ (sẽ thi vào 24-25/9). Vậy giả sử em bị thiếu tín chỉ vì rớt các môn hè, thì em có bị hủy các môn chuyên ngành mà em đang học không? Em cám ơn.",
            "Chào bạn. . Hiện tại bạn có tkb 201 thì học theo đúng tkb nghen. . Khi có phát sinh vấn để về hậu kiểm của điểm Hk193 pdt sẽ có thông báo cụ thể sau. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Dạ ngày 21/9 e thi môn SP1031 (Triết học [full_name]-[full_name]) vào 18h30 phòng 402C4, cùng ngày e có học môn Địa chất công trình (CI2095) từ 15:00-17:50 tại phòng H6-306. . Thời gian di chuyển giữa 2 cơ sở ko đủ, mong pdt giải quyết sớm cho e. . E cảm ơn!. .",
            "Chào bạn. . Bạn có thể xin phép Thầy ra sớm để về thi được không?. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em là sinh viên k19. Cho em hỏi em đã nộp bằng Ielts 6.0 vào đầu học kỳ 191, đến tháng 11/2020 bằng sẽ hết hạn, đến khi nào em cần nộp bằng tiếng Anh lại ạ. Em cảm ơn. .",
            "Chào bạn. . Pdt kiểm tra bạn đã được xét miễn môn học anh văn 1234, và các chuẩn lvtn, tốt nghiệp rồi, nên bạn không cần nộp lại bằng tiếng Anh. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Trong học kỳ kế tiếp (HK1), em có đăng ký môn   B Nhập môn điều khiển thông minh  /B , trên TKB mybk cũng hiển thị là em đã đăng ký môn này. Tuy nhiên khi lên BK-el kiểm tra để lấy tài liệu học tập thì em không thấy mục của môn này, mà thay vào đó là môn   B Lý thuyết Điều khiển Nâng cao  /B . . . Mong nhà trường xem xét lại giúp em với ạ, do [full_name] học rồi mà hiện tại em không download được tài liệu.. .",
            "Chào bạn,. . . . Bạn vào kiểm tra lại nha.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Gửi pđt,. . Em tên [full_name] mssv [student_id] vừa rồi đợt 3 em có đăng kí môn học CI3141- Nguyên lí thiết kế kiến trúc nhà ở và hôm nay khi xem thời khoá biểu thì môn này bị xoá rồi ạ, vì môn này là môn tiên quyết để học kì sau em có thể đăng kí môn khác nên em hi vọng pđt có thể giải quyết giúp em để em không bị trễ chương trình học so với các bạn khác ạ.. . Em cảm ơn pđt đã đọc ạ.. .",
            "Chào bạn,. . . . Bạn xem kết quả đăng kí nha, bạn không đăng kí được vì nợ môn tiên quyết CI1021.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Em có đăng ký môn học Đồ án Logistics, mã môn học ME3255 nhưng không có lịch trong thời khóa biểu. Lỗi của em khi em không kiểm tra thời khóa biểu sớm hơn. Đây là môn học bắt buộc của em trong kỳ này, mong nhà trường xem xét cho em được đăng ký môn học này ạ.. .  Em xin cảm ơn!. . . .",
            "Chào bạn,. . . . [full_name] đã đăng kí môn ME3255 cho bạn rồi, TKB sẽ cập nhật trên cổng thông tin sinh viên nha.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính gửi phòng đào tạo , em tên [full_name] mssv [student_id] . Nay em viết đơn này kính mong phòng đào tạo có thể cho em học môn Quang học - âm học mã môn:CI3143    nhóm lớp L01 học vào (thứ 2 tiết 3,4,5,6 ) kì 1 năm học 2020/2021.Do đợt rồi em bị đình chỉ 1 kỳ và mới được thu nhận lại với lại chương trình năm sau có nhiều thay đổi nên các môn em được đăng kí rất hạn chế.Em hiện cũng chỉ đăng kí được khá ít chỉ em rất mong nhà trường có thể bổ sung tên em vào lớp này để em có thể được học và ra trường không quá trễ . Em rất mong phòng đào tạo có xem xét để bổ sung tên em và cho em được học môn này ạ ,giúp em để em đủ tín chỉ để không bị cảnh cáo học vụ .Em chân thành cảm ơn.",
            "Chào bạn,. . . . Đã đăng kí môn CI3143 cho bạn rồi, bạn xem kết quả DKMH trên cổng thông tin sinh viên.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác  /i Em không hiểu bảng điểm chuyển này là sao ạ, tức là em không được công nhận hoàn thành hết 3 môn giáo dục thể chất sao ạ. . . .",
            "Chào bạn,. . Bạn xem quy định về điểm MT (12) tại đây nhé!. . http://aao.hcmut.edu.vn/ sinh viên/quy chế/ Quy chế đào tạo và học vụ bậc đại học, cao đẳng:/Điều 14. Các điểm đặc biệt. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: 1712833  /b \t. . . .   i Đăng ký môn học . Xin chào Thầy / Cô!. . Em Xin thầy/cô giúp em đăng kí môn học quản lí xây dựng có mã môn học Ci1053,khi mở lớp em không kịp đăng kí. Em mong thầy /cô có thể giúp em đăng kí để kịp chỉ ra trường. Em cảm ơn Thầy /Cô rất nhiều!",
            "Chào bạn,. . . . Đã đăng kí cho bạn môn CI1053 rồi, kết quả DKMH sẽ cập nhật trên cổng thông tin sinh viên nha.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: 1712833  /b \t. . . .   i Đăng ký môn học . Xin chào Thầy / Cô!. . Em tên Trần Trung Quân . MSSV 1712833.Xin thầy/cô giúp em đăng kí môn học Động lực học kết cấu CI1051,khi mở lớp em không kịp đăng kí. Em mong thầy /cô có thể giúp em đăng kí để kịp chỉ ra trường. Em cảm ơn Thầy /Cô rất nhiều!",
            "Chào bạn,. . . . Môn này bị full sỉ số nên không đăng kí được, bạn có thể đăng kí môn học này trong đợt dự thính sắp tới.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: 1712833  /b \t. . . .   i Đăng ký môn học . Xin chào Thầy / Cô!. . Em tên Trần Trung Quân . MSSV 1712833.Xin thầy/cô giúp em đăng kí môn học Động lực học kết cấu CI4067,khi mở lớp em không kịp đăng kí. Em mong thầy /cô có thể giúp em đăng kí để kịp chỉ ra trường. Em cảm ơn Thầy /Cô rất nhiều!",
            "Chào bạn,. . . . Đã đăng kí cho bạn môn CI4067 rồi, kết quả DKMH sẽ cập nhật trên cổng thông tin sinh viên nha.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em chào các thầy cô ạ, em là [full_name].. . Học kỳ vừa rồi em thi tiếng anh và kiếm điểm rèn luyện để đủ điều kiện tốt nghiệp. Nhưng mà hôm qua em kiểm tra tình trạng sinh viên của em thì có báo là \"Đang bị tạm dừng vì không đăng ký môn học\" ạ.. . Em giờ phải làm thủ tục gì để có thể đăng ký tốt nghiệp ạ, em xin cảm ơn.",
            "Chào bạn,. . Bạn vui lòng làm đơn thu nhận lại và nộp tại Phòng Đào tạo đề xét tốt nghiệp.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Chào thầy/cô.. . Em là sinh viên hệ VHVL có đăng ký môn Mạch Điện Tử Thông Tin ( EE3011 ) nhóm A01 . Em đã đăng ký cả 3 đợt của hệ chính quy nhưng mỗi khi có kết quả đăng ký thì lại bị mất môn. Mong thầy/cô xem xét lại giúp em. Sĩ số của lớp là 74/75.. . Dưới đây là hình ảnh em đăng ký ở đợt cuối.. .",
            "Thiếu môn học TQ : EE2007"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]0  /b \t. . . .   i Học vụ . Em kính chào phòng đào tạo.. . Vừa qua em có đăng kí kì thi anh văn nói viết tại trung tâm anh văn của trường nhưng không thể đăng kí được các đợt thi trong tháng 9. Em đã thử đăng kí rất nhiều đợt thi nhưng đều có một kết quả là không đăng kí được, sau khi nhập thông tin và chọn đăng kí thì trang web báo sai thông tin, em kiểm tra thì không thấy có sai sót, em đăng kí lại vẫn không được, sau 2 lần thử thì trang web báo đã hết danh sách.. . Em mong phòng đào tạo có thể tạo điều kiện giúp em đăng kí được kì thi ngày 29/9/2020 tới đây và các kì thi trong tháng 10 để em có thể đủ điều kiện ra trường.. . Em cám ơn rất nhiều.. .",
            "Chào bạn. . Về Vấn đề này bạn liên lạc trực tiếp Trung tâm ngoại ngữ, Thầy [full_name] (trưởng Trung tâm ngoại ngữ) để giải đáp và giải quyết. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em là [full_name], MSSV [student_id]. Kì 201 này em đã đăng ký môn Hóa vô cơ CH2013, trên thời khóa biểu đã xuất hiện môn học này nhưng trên Elearning em không thấy mục của môn học này. Các thầy cô có thể kiểm tra lại để em có thể tiếp cận được tài liệu cũng như thông báo của thầy cô không ạ? Em cảm ơn.",
            "Chào bạn. . môn học Hóa vô cơ CH2013 nhóm L03 chưa phân công GV nên chưa cập nhật trên trang BKelearning. . Thân. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Tiếng pháp 7 ( 003707)",
            "Chào bạn,. . . . Đã đăng kí cho bạn môn 003707 rồi, kết quả DKMH sẽ cập nhật trên cổng thông tin sinh viên nha.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em rớt anh văn 2 nhưng kì vừa rồi em qua anh văn 3 rồi thì có cần học lại anh văn 2 để đủ  chuẩn anh văn đăng kí môn học không ạ",
            "Chào bạn. . - Môn Anh văn là một môn học trong chương trình đào tạo bạn cần phải hoàn thành. . - Về quy định chuẩn tiếng anh trong quá trình học: Bạn vui lòng xem chi tiết tại trang web aao--  sinh viên --  Quy chế --  Quy chế đào tạo và học vụ bậc đại học và cao đẳng -- Phụ lục 1: Quy định về ngoại ngữ . . Chúc bạn học tập tốt nhé.. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Tiếng pháp 7 (003707)",
            "Chào bạn,. . . . Đã đăng kí cho bạn môn 003707 rồi, kết quả DKMH sẽ cập nhật trên cổng thông tin sinh viên nha.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: cho em hỏi là giấy chứng nhận sinh viên khi nào có ạ? Tại ngày 10/10 là địa phương em hết hạn nộp giấy đó ạ",
            "Thân chào các bạn Sinh viên,. . . . Phòng Đào tạo đã in Giấy chứng nhận sinh viên hoãn NVQS học kỳ 1/2020-2021 cho các bạn Nam sinh viên từ khóa 2019 trở về trước có thời khóa biểu trong học kỳ 1 năm học 2020-2021. Sinh viên vui lòng  liên hệ trực tiếp đến Văn phòng khoa để nhận từ 14h00 ngày 22/09/2020. . . . Lưu ý: . . - Sinh viên chương trình Chất lượng cao, Tiên tiến, Liên kết Quốc tế, tăng cường tiếng Nhật nhận tại Văn Phòng Đào tạo Quốc tế (nhà A4). . - Sinh viên chương trình Việt Pháp nhận tại Văn phòng Việt Pháp (phòng 304 B10). . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em tên [full_name] - [student_id]. . . . Dạ pđt cho em xin đăng ký bổ sung 2 môn học sau vào các lớp sau (lý do là để kịp đăng ký luận văn cho kỳ sau) : . . . . - Môn ĐAMH Nền móng (CI3197): Lớp A01 (môn này em không đăng ký được do đã đủ sĩ số). . - Môn ĐAMH Kết cấu thép (CI3213): Lớp A01 (môn này do đợt đăng ký môn học vừa rồi lớp thép 2 bị hủy nên em cũng bị mất môn này). . . . Em xin cám ơn và mong pđt xem xét cho em ạ!. .",
            "Chào bạn,. . . . . . Đã đăng kí cho bạn môn CI3197 rồi, kết quả DKMH sẽ cập nhật trên cổng thông tin sinh viên nha.. . . . Còn môn CI3213 không đăng kí được vì vướng môn song hành CI3211.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Thưa quý thầy/cô,. . . . Theo thông báo mới nhất từ Phòng Công tác Chính trị - Sinh viên, lịch sinh hoạt công dân đợt 1 năm học 2020-2021 có sự thay đổi.. . Do bận việc gia đình, phải về quê nên em không thể tham gia ngày sinh hoạt công dân mà nhà trường sắp xếp. Vì vậy, em muốn hỏi liệu em có thể tham gia buổi sinh hoạt của khoa khác được không ạ?. . Rất mong sẽ nhận được phản hồi từ quý thầy/cô. Chúc quý thầy/cô ngày làm việc hiệu quả.. . . . Trân trọng,. . [full_name]",
            "Chào bạn,. . Vấn đề về sinh hoạt công dân, bảo hiểm y tế, BHTN, điểm rèn luyện, sinh viên khá giỏi toàn diện, giấy xác nhận sinh viên về vay vốn ngân hàng bạn vui lòng liên hệ tại Phòng Công tác chính trị sinh viên để được hướng dẫn.. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Chào thầy/cô,. . . . Em tên [full_name], sinh viên lớp MT18.. . Thầy/cô cho em hỏi ngày 27/09/2020 em có lịch sinh hoạt công dân, nhưng em lại có việc gia đình vào ngày hôm đó, vậy em có thể đổi lịch sinh hoạt của mình sang ngày khác được không? Nếu được thì cần phải thực hiện như thế nào ạ?. . . . Em xin cảm ơn,. . N."
        ]
    }
]