[
    {
        "intent": "",
        "message": [
            "Chương trình đào tạo - Đại học - Cao đẳng chính quy   Môn tương đương, tiên quyết, ... . Trong đợt đăng kí môn học 183 (đợt 3),em có đăng kí 2 môn đó là Mạch điện tử(EE2007) và Tín hiệu hệ thống(EE2005) trong đó có môn Giải tích mạch(EE1011) là tiên quyết.Đến hôm nay 10-6-2019,điểm tổng kết Giải tích mạch đã cập nhật nên em đã đủ điều kiện học được Mạch điện tử(EE2007) và Tín hiệu hệ thống(EE2005).Vì thế em mong phòng đào tạo giữ kết quả đăng kí môn học giúp em,để em có thể đăng kí môn chuyên ngành cho HK191.. . Em xin chân thành cảm ơn!",
            "ĐÃ giữ lại kết quả EE2005 và EE2007 cho bạn"
        ]
    },
    {
        "intent": "",
        "message": [
            "Dịch vụ cho sinh viên - Đại học - Cao đẳng chính quy   Bằng tốt nghiệp THPT . Dạ em chào thầy/cô em tên [full_name] MSSV:[student_id] em muốn hỏi em có đăng kí nộp bằng PTTH bản sao nhưng em chỉ có 2 bản photo công chứng, vậy giờ em muốn đổi thì phải làm sao ạ",
            "Chào bạn,. . Phòng đào tạo đã hủy thông tin bằng PTTH online sai của bạn, bạn vui lòng vào đăng ký lại thông tin.. . Thân.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Chương trình đào tạo (thiếu môn tiên quyết, song hành...) . Chào thầy cô !. . Thầy cô cho em hỏi , em đã học môn anh văn cơ bản ở học kì 182, nhưng khi đăng kí môn anh văn 1 ở kì hè 183 thì lại bị hủy vì lí do thiếu môn học trước . Mong thầy cô giải đáp giúp em .",
            "Chào bạn.. . Môn Học LA1003 có môn học Tiên Quyết là : LA1001. . (Theo công văn của Trung tâm Ngoại ngữ ngày 04/04/2019). . . . Hiện tại Anh văn của bạn không đạt điều kiện Anh văn cơ bản LA1001. . nên không đủ điều kiện học Anh văn 1 LA1003"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Khác ... . Kính gửi: Phòng đào tạo trường Đại học Bách Khoa Tp.Hcm. . Lý dó em muốn đăng ký bổ sung:. . Em là một sinh viên đang trong tình trạng bị cảnh cáo học vụ nên em muốn đăng kí thêm môn học để cải thiện tình hình học tập.. . Môn học em muốn đăng ký: SP1007 - Pháp luật Việt Nam đại cương - Giảng viên: [full_name] - nhóm lớp DT05. . Em kính xin phòng đào tạo đồng ý cho em đăng ký thêm môn học này em xin hứa sẽ đi học và đóng học phí đầy đủ.. . Em xin chân thành cảm ơn!",
            "Mình đã đăng ký bổ sung cho bạn"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Chương trình đào tạo (thiếu môn tiên quyết, song hành...) . Kính gửi: Phòng Đào Tạo. . Em là: [full_name], sinh viên khoá 2012 chuyên ngành Trắc địa bản đồ.. . Hiện tại đến học kì này em còn vướng môn Trắc Lượng Ảnh nâng cao (810026). Theo như em tìm hiểu, hiện tại môn thay thế cho môn Trắc lượng ảnh nâng cao là môn Cấp thoát nước đô thị (CI3017). Tuy nhiên môn này quá ít sinh viên nên không được mở.. . Mặt khác, ở học kì 161 (Học kỳ 1 (2016-2017)), em đã học môn Trắc lượng ảnh (CI3003) và đã qua môn học này. Ở học kì trên, môn Trắc lượng ảnh (CI3003) chính là môn thay thế của môn Trắc lượng ảnh nâng cao (810026) (danh sách môn tương đương thay thế ngày 20/10/2017: \"http://www.aao.hcmut.edu.vn/index.php?route=catalog%2Fchitietsv&path=59_62&tid=464&fbclid=IwAR2lldg6kS4Y-[full_name]2oqgVWkA2HSrR6IUM00cDUgjxvnZWVjlpUY2REg\"). Tuy nhiên do em không làm đơn xin chuyển điểm nên không được tính đạt môn này.. . Hiện vì em là khoá 2012, do không còn môn học thay thế nào mở nên không thể trả nợ đúng hạn. Mong Phòng Đào Tạo có thể giúp em chuyển điểm môn này.. . Em xin cảm ơn Phòng Đào Tạo!",
            "Chào bạn.. . . . Nếu như các môn học tương đương với nhau theo trên website đã cập nhật, mặc định khi đăng ký môn học hệ thống sẽ tự xét điểm tương đương cho bạn.",
            "Chào bạn.. . . . Trong danh sách tương đương hiện tại không còn được khoa chấp nhận.. . . . 810026 tương đương CI3017.. . . . bạn vui lòng liên hệ trực tiếp Khoa Xây dựng để được biết rõ hơn"
        ]
    },
    {
        "intent": "",
        "message": [
            "Dịch vụ cho sinh viên - Đại học - Cao đẳng chính quy   Bằng tốt nghiệp THPT . Em tên [full_name] MSSV [student_id]. . Cho em hỏi em nộp bằng tốt nghiệp theo hình thức 2 bảng copy có công chứng,nhưng lúc làm giấy xác nhận thông tin bằng PTTH do nhầm lẫn lại chọn loại bằng 1 là bản sao do sở GD cấp . Cho em hỏi em sửa lại bằng cách nào .",
            "Chào bạn,. . Phòng đào tạo đã hủy thông tin bằng PTTH online sai của bạn, bạn vui lòng vào đăng ký lại thông tin.. . Thân.. .",
            "Dịch vụ cho sinh viên - Đại học - Cao đẳng chính quy   Bằng tốt nghiệp THPT . Kính gửi phòng đào tạo . . Em tên [full_name] MSSV [student_id]. . Do nhầm lẫn trong lúc làm giấy xác nhận thông tin bằng PTTH nên em chọn nhầm loại bằng 1 thay vì loại bằng 4 . Cho em hỏi nên sửa lại bằng cách nào . Em cảm ơn .",
            "Chào bạn,. . Phòng đào tạo đã hủy thông tin bằng PTTH online sai của bạn, bạn vui lòng vào đăng ký lại thông tin.. . Thân.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Thầy cô/Anh chị ơi cho em hỏi,Trong CTĐT thì môn AV cơ bản (LA1001) là môn học trước của AV1(LA1003),mà sao trên trang đăng ký môn học thì lại là môn tiên quyết ạ?Em cảm ơn!. .",
            "Chào bạn.. . Môn Học LA1003 có môn học Tiên Quyết là : LA1001. . (Theo công văn của Trung tâm Ngoại ngữ ngày 04/04/2019). . . . Website sẽ được cập nhật lại"
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính gửi : Phòng Đào tạo. . Em là [full_name], MSSV [student_id], lớp DD18LT04. .   i Yêu cầu khác . Em có thắc mắc rằng, nếu như em nộp CCNN vào ngày 13/11/19 theo lịch học vụ của học kì 192 thì em có được xét chuyển điểm cho các môn AV 1,2,3,4 để tăng điểm phân ngành không ạ.. . Em cảm ơn ạ.. .",
            "Chào bạn,. . Theo lịch học vu thì đợt 13/11/2019 được tính vào cuối kỳ HK192, điểm chuyển sẽ được tính vào tích lũy chung.. . V/v lấy điểm để phân ngành thì em vui lòng liên hệ trực tiếp văn Khoa để biết thời điểm lấy điểm xet phân ngành.. . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Dịch vụ cho sinh viên - Đại học - Cao đẳng chính quy   Bằng tốt nghiệp THPT . Kính gửi phòng đào tạo. . Em tên [full_name] MSSV [student_id]. . Do nhằm lẫn lúc làm giấy xác nhận bằng PTTH nên em đã chọn nhằm hình thức nộp bằng loại 1 thay vì loại 4 . Em mong phòng đào tạo chỉnh sửa giúp em . Phòng đào tạo có nhắn là đã sửa nhưng em chưa thấy cập nhật . Em cảm ơn .",
            "Chào bạn,. . Phòng đào tạo đã hủy thông tin bằng PTTH online sai của bạn, bạn vui lòng vào đăng ký lại thông tin.. . Thân.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Xin chào các thầy, cô. Em tên là [full_name] - MSSV: [student_id]. Em có một số câu hỏi muốn được thầy [full_name] giúp đỡ. Em mong muốn biết được địa chỉ email của thầy để có thể gửi email cho thầy. Em mong các thầy cô giúp đỡ em ạ. Em xin chân thành cảm ơn.. .",
            "responsible person: [551] [staff_name] [helpdesk staff]",
            "Chào bạn,. . Bạn vui lòng liên hệ trực tiếp văn phòng khoa để hỏi lịch trực hoặc cách liên lạc với Thầy giàng dạy.. . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Chương trình đào tạo (thiếu môn tiên quyết, song hành...) . Em xin chào thầy cô, em là sinh viên k14, kì này em đăng ký thực tập tôt nghiệp nhưng thiếu tín chỉ mà môn này là môn tiên quyết của đề cương luận văn và đề cương luận văn là tiên quyết của luận văn tốt nghiệp.. . Mà thực tập mỗi hè mới có mà em còn 3 kỳ nữa là ra trường thì kì hè sau đăng kí môn này không kịp, mong thầy/cô có thể hỗ trợ em được không ạ. Trên đăng kí môn học thì em vẫn đăng kí được nhưng xét lại thì em bị thiếu tín chỉ ạ. Em xin cảm ơn",
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Chương trình đào tạo (thiếu môn tiên quyết, song hành...). . . . Em xin chào thầy cô, em là sinh viên k14, kì này em đăng ký thực tập tôt nghiệp nhưng thiếu tín chỉ mà môn này là môn tiên quyết của đề cương luận văn và đề cương luận văn là tiên quyết của luận văn tốt nghiệp.. . Mà thực tập mỗi hè mới có mà em còn 3 kỳ nữa là ra trường thì kì hè sau đăng kí môn này không kịp, mong thầy/cô có thể hỗ trợ em được không ạ. Trên đăng kí môn học thì em vẫn đăng kí được nhưng xét lại thì em bị thiếu tín chỉ ạ. Em xin cảm ơn  /QUOTE . . Chào [full_name], Em đọc lại quy định về môn thực tập tốt nghiệp và ĐCLVTN nhe."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Khác ... . Kính gửi quý thầy cô và ban giám hiệu nhà trường. . . . Em tên: [full_name]. . MSSV: [student_id]. . . . Lý do: Em vừa có kết quả thi học kỳ 182, và bị rớt môn. Nên em muốn đăng ký môn học đó trong kỳ hè này nhưng thời gian đăng ký vừa hết hạn đăng ký.. . . . Em mong có thể đăng ký học lớp này, để ra trường kịp k15.. . . . Thông tin lớp:. . Môn học dự thính HK183, . . Gỉai tích 1 (MT1003), Cô [full_name] DT05_DT05. Sỉ số hiện tại 128/131.",
            "đã đăng ký bổ sung cho bạn."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được . Em chào PĐT,. . . . Em là [full_name], MSSV: [student_id], sv khoa Xây dựng. Hiện tại đang trao đổi tại Ba Lan và có Quyết định của nhà trường cho học kì trao đổi này. Em sẽ về VN vào giữa tháng 7 và tiếp tục học ở BK từ học kì hè. Do đó em đã làm đơn thu nhận và được phép đăng kí môn học cho học kì 183.. . . . Tuy nhiên hôm nay em kiểm tra TKB học kì hè thì không thấy môn học Thực tập Tốt nghiệp. Hiện tại em không rớt môn nào và đảm bảo tiến độ học tập. Số tín chỉ hiện tại của em là 142, sau khi trở về VN em sẽ được chuyển tối đa 12 chỉ nữa (12 là tổng số tín chỉ em đăng kí để chuyển trong học kì 182).. . . . Em trình bày tình trạng của em để PĐT hỗ trợ em đăng kí môn Thực tập Tốt nghiệp và đảm bảo ra trường đúng hạn ạ. Rất mong tin từ các thầy/cô.. . . . Em cảm ơn,. . Em [full_name].. . . .",
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được. . . . Em chào PĐT,. . . . Em là [full_name], MSSV: [student_id], sv khoa Xây dựng. Hiện tại đang trao đổi tại Ba Lan và có Quyết định của nhà trường cho học kì trao đổi này. Em sẽ về VN vào giữa tháng 7 và tiếp tục học ở BK từ học kì hè. Do đó em đã làm đơn thu nhận và được phép đăng kí môn học cho học kì 183.. . . . Tuy nhiên hôm nay em kiểm tra TKB học kì hè thì không thấy môn học Thực tập Tốt nghiệp. Hiện tại em không rớt môn nào và đảm bảo tiến độ học tập. Số tín chỉ hiện tại của em là 142, sau khi trở về VN em sẽ được chuyển tối đa 12 chỉ nữa (12 là tổng số tín chỉ em đăng kí để chuyển trong học kì 182).. . . . Em trình bày tình trạng của em để PĐT hỗ trợ em đăng kí môn Thực tập Tốt nghiệp và đảm bảo ra trường đúng hạn ạ. Rất mong tin từ các thầy/cô.. . . . Em cảm ơn,. . Em [full_name].. . . .   /QUOTE . . Chào [full_name], Hiện tại em mới tích lũy được 142  144 tín chỉ ngành thì không đủ điều kiện nhận TTTN nhe.",
            "Em chào PĐT,. . . . Hiện tại em đang học theo đúng Tiến độ và không rớt môn nào. Nếu chỉ tính đến học kì 181 thì số chỉ tối đa sinh viên lớp em đạt được là 142 chỉ (giống số chỉ hiện tại em có). Bạn bè lớp em được tính thêm số chỉ đăng kí ở hk 182 vì có đkmh ở VN, mặc dù chưa có điểm nhưng vẫn dc tính dồn và các bạn dk dc môn TTTN. Trong khi em đang trao đổi, các môn đăng kí ở VN hiện tại của em bằng 0 và hệ thống cho rằng em chưa đủ điều kiện để đk TTTN. Tuy nhiên em có đăng kí chuyển 12 tín chỉ sau khi hoàn tất học kì tại Ba Lan. Điều này đặt cho em vào thế bị động, em vẫn đảm bảo tiến độ học tập của mình nhưng bị cho là không đủ đk nhận TTTN chỉ vì em đang không ở VN!?. . . . Đây là link quyết định các môn trao đổi và số chỉ tương ứng được chuyển trong học kì 182 của mình: https://tinyurl.com/y67fx2jo. . . . Mong được PĐT hỗ trợ sớm.. . Em cảm ơn rất nhiều ạ.. . Em [full_name].. .",
            "QUOTE Trích. . MSSV/MSGV: 1510205    . . . . Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được. . . . Em chào PĐT,. . . . Em là Phạm Thị Thanh Bạch, MSSV: 1510205, sv khoa Xây dựng. Hiện tại đang trao đổi tại Ba Lan và có Quyết định của nhà trường cho học kì trao đổi này. Em sẽ về VN vào giữa tháng 7 và tiếp tục học ở BK từ học kì hè. Do đó em đã làm đơn thu nhận và được phép đăng kí môn học cho học kì 183.. . . . Tuy nhiên hôm nay em kiểm tra TKB học kì hè thì không thấy môn học Thực tập Tốt nghiệp. Hiện tại em không rớt môn nào và đảm bảo tiến độ học tập. Số tín chỉ hiện tại của em là 142, sau khi trở về VN em sẽ được chuyển tối đa 12 chỉ nữa (12 là tổng số tín chỉ em đăng kí để chuyển trong học kì 182).. . . . Em trình bày tình trạng của em để PĐT hỗ trợ em đăng kí môn Thực tập Tốt nghiệp và đảm bảo ra trường đúng hạn ạ. Rất mong tin từ các thầy/cô.. . . . Em cảm ơn,. . Em Thanh Bạch.. . . . . . . . Chào Bạch, Hiện tại em mới tích lũy được 142  144 tín chỉ ngành thì không đủ điều kiện nhận TTTN nhe.  /QUOTE . . . . . . . . Em chào PĐT,. . . . Hiện tại em đang học theo đúng Tiến độ và không rớt môn nào. Nếu chỉ tính đến học kì 181 thì số chỉ tối đa sinh viên lớp em đạt được là 142 chỉ (giống số chỉ hiện tại em có). Bạn bè lớp em được tính thêm số chỉ đăng kí ở hk 182 vì có đkmh ở VN, mặc dù chưa có điểm nhưng vẫn dc tính dồn và các bạn dk dc môn TTTN. Trong khi em đang trao đổi, các môn đăng kí ở VN hiện tại của em bằng 0 và hệ thống cho rằng em chưa đủ điều kiện để đk TTTN. Tuy nhiên em có đăng kí chuyển 12 tín chỉ sau khi hoàn tất học kì tại Ba Lan. Điều này đặt cho em vào thế bị động, em vẫn đảm bảo tiến độ học tập của mình nhưng bị cho là không đủ đk nhận TTTN chỉ vì em đang không ở VN!?. . . . Đây là link quyết định các môn trao đổi và số chỉ tương ứng được chuyển trong học kì 182 của mình: https://tinyurl.com/y67fx2jo. . . . Mong được PĐT hỗ trợ sớm.. . Em cảm ơn rất nhiều ạ.. . Em Thanh Bạch.",
            "Chào bạn,. . Trường hợp bạn là đi trao đổi, thì khi bạn về có bảng điểm cụ thể các môn đã học, bạn phải làm đơn xét miễn môn nộp tại văn phòng Khoa để được là QĐịnh miễn chính thức, khi đó Phòng đào tạo mới được tính số tín chỉ đạt này vào điểm tích lũy của bạn.. .  link quyết định các môn trao đổi và số chỉ tương ứng được chuyển  https://tinyurl.com/y67fx2jo là thỏa thuận chung giữa Khoa và trường bạn đi trao  đổi.. . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]3  /b \t. . . . Cho em hỏi học kì sau 191 K13 đăng ký thi vét được chưa ạ.. . . .",
            "Chào bạn, . . Học kỳ 191 là kỳ thi vét của sinh viên chính quy bằng 1 của K2012, sinh viên bằng 2 Xây dựng K2013 diện kéo dài.. . Bạn vui lòng xem quy định chi tiết về thi vét tại:. . www.aao.hcmut.edu.vn -  sinh viên -  Quy chế - Quy chế học vụ bậc đại học -  Điều 5.6.. . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]  /b . . Xin chào Phòng đào tạo.. . Hiện em cần in Giấy xác nhận nộp bằng THPT, tuy nhiên trong form có sẵn thì phần Nơi sinh bị để trống, em kiểm tra trong Thông tin sinh viên thì thật sự không có thông tin trong mục Nơi sinh.. . Vậy em có thể điền lại nơi sinh của mình như thế nào ạ?. . Em cảm ơn.",
            "Chào bạn,. . Phòng đào tạo đã cập nhật bổ sung nơi sinh cho bạn, bạn vui long vào đăng ký thông tin PTTH.. . Thân.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính gửi Phòng đào tạo.. . Em tên là [full_name], MSSV: [student_id]. Khoa Kỹ thuật Xây dựng.. . Vừa qua em có đăng kí môn Thực tập tốt nghiệp CI3333 và học kì hè 183 ở cả 3 đợt đăng kí đều thành công. Tuy nhiên thời khóa biểu của em lại không có môn này. Hiện tại em cũng đã đạt đủ số tín chỉ yêu cầu để có thể thực tập tốt nghiệp (tính cả kì 182) và thỏa mãn các điều kiện khác của môn. Kính mong Phòng đào tạo xem xét và xử lý vì ảnh hưởng đến tiến độ học tập của em. . . Em xin cảm ơn.. .",
            "QUOTE MSSV/MSGV: [student_id]    . . Kính gửi Phòng đào tạo.. . Em tên là [full_name], MSSV: [student_id]. Khoa Kỹ thuật Xây dựng.. . Vừa qua em có đăng kí môn Thực tập tốt nghiệp CI3333 và học kì hè 183 ở cả 3 đợt đăng kí đều thành công. Tuy nhiên thời khóa biểu của em lại không có môn này. Hiện tại em cũng đã đạt đủ số tín chỉ yêu cầu để có thể thực tập tốt nghiệp (tính cả kì 182) và thỏa mãn các điều kiện khác của môn. Kính mong Phòng đào tạo xem xét và xử lý vì ảnh hưởng đến tiến độ học tập của em. . . Em xin cảm ơn.. .   /QUOTE . . [full_name], Em kiểm tra lại số tín chỉ tích lũy ngành của em đã đủ 93 tín chỉ chưa? Nếu chưa thì không có [full_name] nhe.",
            "Dạ nếu tính luôn học kì 182 thì em đã đủ 93 chỉ rồi ạ.",
            "QUOTE Dạ nếu tính luôn học kì 182 thì em đã đủ 93 chỉ rồi ạ.  /QUOTE . . . . Tính đến học kỳ 181 số tín chỉ tích lũy ngành 73+14(182)=87 không tính dự thính vì chưa có điểm. Nên em không đủ điều kiện nhận TTTN."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được . Em đăng ký anh văn 4 cho học kỳ hè 183 vào đợt 2, nhưng không được xét duyệt vì chưa có anh văn 3, vào đợt đăng ký lần 3 em đã chuyển điểm toiec xét điểm anh văn 3 rồi, nhưng em đăng ký anh văn 4 vẫn không được xét duyệt, mong quý thầy,cô kiểm tra và xét duyệt môn anh văn 4, để em có thể hoàn thành chương trình trong kì hè và kịp thời làm lễ tốt nghiệp trong kì tới. Cảm ơn.",
            "Chào bạn,. . Theo lịch học vụ thì đợt lấy dữ liệu anh văn cho đợt đăng ký HK183 ngày 03/06-05/06/2019 là ngày 30/05/2019.. . Còn bạn này thì 06/06/2019 mới đăng ký chuyển điểm nên không có dữ liêu điểm chuyển trong đợt 3 đký hè là đúng rồi bạn.. . Bạn vui lòng đợi đợt đăng ký HK191 để đăng ký bổ sung.. . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]3  /b \t. . Cho em hỏi K13 kì sau 191 được đăng ký thi vét không ạ. . . .",
            "Chào bạn,. . Tôi đã trả lời trong câu hỏi trước, Hk191 là của K2012, nên K2013 không được thi vét.. . Bạn vui lòng đọc quy chế.. . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Chứng chỉ ngoại ngữ - Đại học - Cao đẳng chính quy   Xét miễn môn anh văn (chuyển điểm) . Dạ em chào thầy cô.. . Em muốn hỏi về số lần được chuyển điểm anh văn ạ. Sau kỳ thi kiểm tra anh văn đầu vào hồi năm nhất, em được miễn anh văn 1 và có quy đổi điểm (vì em thấy trong bảng điểm chuyển - hình đính kèm đã có điểm anh văn 1). Thầy/cô cho em hỏi, vậy khi em nộp bằng thi Toeic có mức quy đổi 10 cho cả 4 anh văn thì điểm anh văn 1 có được cập nhật lại không ạ? Em cảm ơn.. .",
            "Chào bạn,. . Khi em dùng chứng chỉ quốc tế để quy đổi điểm anh văn thì em được phép đăng ký chuyển điểm 1 lần cho mỗi môn anh văn.. . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Các điều kiện và những điều cấm không được đăng kí thực tập tốt nghiêp",
            "điều kiện và những điều cấm không được đăng kí thực tập hè",
            "Bạn tham khảo tại mục quy chế đào tạo học vụ điều số 10 :. . . . . . http://www.aao.hcmut.edu.vn/index.php?route=catalog/chitietsv&path=90&tid=1658"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được .   B . . Em xin nhà trường xem xét giúp em đăng ký thực tập tốt nghiệp học kỳ 183 này.. . Lý do em không kiểm tra kết quả đăng ký HK183 đợt một , do em đóng trễ học phí HK182 ( em đã đống học phí và đơn trình bày lý do trễ hạn ) nên nhà trường hủy đăng ký môn học đợt 1 ,em biết sự chủ quan này là do em sai. Mọi kỳ trước em chỉ đăng ký môn học đợt một nhưng vào đúng kỳ quan trọng này em mắc sai lầm. . . Em mong muốn đăng ký thành công Thực tập tốt nghiệp để em có thể hoàn tất đề cương luận văn vào HK191 và Luận văn tốt nghiệp HK192 và hiện tại em là sinh viên khóa 2015.. . Một lần nữa kính mong nhà trường xem nguyện vọng và giải quyết giúp em.. . Em xin chân thành cảm ơn.. .",
            "Bạn cung cấp Mã số môn học cần đăng ký để PĐT kiểm tra",
            "Dạ mã môn là CI3353",
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được. .  . . Em xin nhà trường xem xét giúp em đăng ký thực tập tốt nghiệp học kỳ 183 này.. . Lý do em không kiểm tra kết quả đăng ký HK183 đợt một , do em đóng trễ học phí HK182 ( em đã đống học phí và đơn trình bày lý do trễ hạn ) nên nhà trường hủy đăng ký môn học đợt 1 ,em biết sự chủ quan này là do em sai. Mọi kỳ trước em chỉ đăng ký môn học đợt một nhưng vào đúng kỳ quan trọng này em mắc sai lầm. . . Em mong muốn đăng ký thành công Thực tập tốt nghiệp để em có thể hoàn tất đề cương luận văn vào HK191 và Luận văn tốt nghiệp HK192 và hiện tại em là sinh viên khóa 2015.. . Một lần nữa kính mong nhà trường xem nguyện vọng và giải quyết giúp em.. . Em xin chân thành cảm ơn.. .   /QUOTE . . Chào [full_name], Chiều em lên Mybk kiểm tra TKB và liên hệ [full_name] cập nhật vào danh sách đi TTTN.",
            "Dạ em cảm ơn cô."
        ]
    },
    {
        "intent": "",
        "message": [
            "MSSV: [student_id]. . Em tên là [full_name], hiện tại trên trang mybk của em chưa cập nhật nơi sinh, thông tin người thân ở phần lý lịch trong mục thông tin sinh viên mặc dù bên phía phòng đào tạo đã ghi nhận nơi sinh trên hệ thống. Do bị thiếu nơi sinh nên em không thể đăng kí nộp bằng tốt nghiệp thpt được. Kính mong bên phía quản lý hệ thống trang mybk chấp thuận yêu cầu của em ạ. Xin cám ơn",
            "Chào bạn,. . Phòng đào tạo đã cập nhật lại thông tin nơi sinh của bạn, ngày 12/06/2019 bạn vào khai báo lại nhé.. . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính gửi Phòng đào tạo.. . Em tên là [full_name], MSSV: [student_id]. Khoa Kỹ thuật Xây dựng.. . Vừa qua em có đăng kí môn Thực tập tốt nghiệp CI3333 và học kì hè 183 ở cả 3 đợt đăng kí đều thành công. Tuy nhiên thời khóa biểu của em lại không có môn này. Hiện tại em cũng đã đạt đủ số tín chỉ yêu cầu là 93 tín chỉ để có thể thực tập tốt nghiệp (tính cả kì 182) và thỏa mãn các điều kiện khác của môn. Kính mong Phòng đào tạo xem xét và xử lý vì ảnh hưởng đến tiến độ học tập của em. . . Em xin cảm ơn.",
            "Kính gửi Phòng đào tạo.. . Em tên là [full_name], MSSV: [student_id]. Khoa Kỹ thuật Xây dựng.. . Vừa qua em có đăng kí môn Thực tập tốt nghiệp CI3333 và học kì hè 183 ở cả 3 đợt đăng kí đều thành công. Tuy nhiên thời khóa biểu của em lại không có môn này. Hiện tại em cũng đã đạt đủ số tín chỉ yêu cầu là 93 tín chỉ để có thể thực tập tốt nghiệp (tính cả kì 182) và thỏa mãn các điều kiện khác của môn. Kính mong Phòng đào tạo xem xét và xử lý vì ảnh hưởng đến tiến độ học tập của em. . . Em xin cảm ơn.  /QUOTE . . Tính đến học kỳ 181 số tín chỉ tích lũy ngành 73+14(182)=87 không tính dự thính vì chưa có điểm. Nên em không đủ điều kiện nhận TTTN."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Khác ... . Kính gửi: Phòng đào tạo. . Em tên: [full_name]. . MSSV : [student_id]. . Lớp     : [full_name]GT01. .",
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Khác ... . Kính gửi: Phòng đào tạo. . Em tên: [full_name]. . MSSV : [student_id]. . Lớp     : [full_name]GT01. . . . Em học chuyên ngành [full_name] nhưng lại đăng ký nhận thức ngành của DDCN !! . . . . Em mong PĐT hỗ trợ chuyển lớp giúp em, để em kịp tiến độ chương trình đào tạo ạ .. . . . Em chân thành cảm ơn !",
            "Bạn vui lòng cung cấp MSMH cần chuyển + MSMH cần hủy",
            "MSMH cần hủy   : CI2057 . . MSMH cần chuyển: CI2051 Thực tập nhận thức ngành ( Cầu). . . . Em xin lỗi vì đã phản hồi trễ ạ . .  mong Phòng đào tạo giải quyết giúp em và phản hồi hướng dẫn em các bước  .. . . . . và em sẽ liên hệ cô chủ nhiệm nhập điểm để em có đủ điều kiện thực tập tốt nghiệp vào kỳ hè 2020 .. . . . . . Em chân thành cảm ơn .",
            "li answer rate: Answer suits the needs / Câu trả lời đúng ý",
            "Chào bạn. . . . Câu hỏi từ ngày 14/6/2019 đến nay 24/9/2019 đã hơn 3 tháng và quá thời hạn giải quyết đơn rất lâu rồi nên không thể giải quyết cho bạn được.. . . . Trường hợp này bạn có thể làm đơn xin rút môn học CI2057 đã đăng ký và nộp về PĐT (có tính học phí). Và đã bắt đầu học kỳ hơn 5 tuần nên không thể đăng ký bổ sung cho bạn môn Ci2051 được.. . . .",
            "dạ dạ !!. . . . em cảm ơn thầy nhiệu ạ. . . . em sẽ chú ý hơn"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được . Kính chào quý thầy cô phòng đào tạo ạ.. . Em tên [full_name]. MSSV [student_id]. . Em viết yêu cầu này với lý do: Trong đợt đăng kí môn thực tập tốt nghiệp (CI3353) em đã không vào kiểm tra lại kết quả đăng kí. Vì tổng chỉ tích lũy cần đạt được là 94 nhưng em chỉ tích lũy được 93 chỉ. Cùng với sự chủ quan của em là em đã phỏng vấn đậu thực tập vào công ty Hòa Bình. Em chỉ còn thiếu 1 chỉ để đủ điều kiện đi thực tập.. . Em mong muốn đăng kí thực tập thành công để được thực tập trong công ty Hòa Bình cũng như được học môn thực tập tốt nghiệp ạ.. . Một lần nữa mong nhà trường xem xét nguyện vọng và giải quyết giúp em . . Em xin chân thành cảm ơn.. .",
            "Chào bạn,. . Thiếu 1 tín chỉ vẫn không đăng ký môn thực tập tốt nghiệp được.. . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Tài khoản mail trường [email] của em nhận thông báo của trường từ 20/12/2018 và đến nay không nhận thêm được mail nào xin hãy giúp em, em đã tìm và chờ đợi các cách giải quyết khác nhau nhưng đến nay vẫn chưa được và em được giới thiệu trang web này mong quý thầy cô giải quyết giúp em với ạ. Em cảm ơn.",
            "Chào bạn,. . . . Nhà trường đã gửi email với nội dung: Test gửi email nhà trường. . . . Bạn hãy vào hộp thư kiểm tra xem có nhận được thông tin thì vui lòng phản hồi.. . Nếu không nhận được, bạn vui lòng đến trực tiếp tổ kỹ thuật P.ĐT để được hỗ trợ kiểm tra và hướng dẫn.. . . . Chúc bạn thành công..."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: mail trường [email] của em từ ngày 20/12/2018 đến nay không nhận thêm được bất kỳ thông báo nào từ trường em đã tìm nhiều cacah1 giải quyết khác nhau nhưng không thành công và em được giới thiệu BKSI mông quý thầy cô giúp em với ạ. Em càm ơn. quý thầy cô có thể liên hệ em qua mail [email] hoặc [email] hoặc [phone_number]",
            "Chào bạn,. . . . Nhà trường đã gửi email với nội dung: Test gửi email nhà trường. . . . Bạn hãy vào hộp thư kiểm tra xem có nhận được thông tin thì vui lòng phản hồi.. . Nếu không nhận được, bạn vui lòng đến trực tiếp tổ kỹ thuật P.ĐT để được hỗ trợ kiểm tra và hướng dẫn.. . . . Chúc bạn thành công..."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được . Sau khi được giải đáp như sau:\" Theo lịch học vụ thì đợt lấy dữ liệu anh văn cho đợt đăng ký HK183 ngày 03/06-05/06/2019 là ngày 30/05/2019.. . Còn bạn này thì 06/06/2019 mới đăng ký chuyển điểm nên không có dữ liêu điểm chuyển trong đợt 3 đký hè là đúng rồi bạn.. . Bạn vui lòng đợi đợt đăng ký HK191 để đăng ký bổ sung.\" Em đã hiểu, nhưng rất mong phòng đào tạo tạo điều kiện để em có thể được học anh văn 4 trong học kì hè, để kịp cho đợt tốt nghiệp vào tháng 11. Mong thầy cô chỉ cho em cách để được học anh văn 4 trong học kì hè. Xin chân thành cảm ơn.. .",
            "Em xin bổ sung thêm là anh văn 3 em đã nộp chuyển điểm vào ngày 2/6/2019 chứ không phải ngày 6/6/2019 ạ.Xin cảm ơn",
            "Chào bạn,. . Trường hợp cuả bạn  được xem xét giải quyết, bạn vui lòng xem kết quả cập nhật trên web .. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được . Kính gửi PĐT,. . Em có đăng kí môn CI3009 vào học kì 183, nhưng do môn này yêu cầu môn tiên quyết CI2007. . Môn CI2007 em vừa hoàn thành nhưng do công bố điểm muộn hơn đợt đk nên em kính xin được đăng kí muộn học môn CI3009 ( Kết cấu thép ). . vào học kì 183 đến.. . Em xin cảm ơn.. . Kính thư,",
            "Đã đăng ký cho bạn môn CI3009 - [full_name]02",
            "Em đã xem lại Thời Khóa biểu.. . Em xin chân thành cảm ơn."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Khác ... . Chào phòng đào tạo,. . Em tên là Nguyễn Quang Vinh MSSV [student_id], đợt đăng kí môn học học kì dự thính vừa rồi em có đăng kí môn   B Thực Tập Tốt Nghiệp  /B , nhưng do vì không đủ điều kiện nên em đã bị hủy môn.. . . . Và giờ pdt đã đóng đăng kí môn học, nên em muốn xin đăng kí môn để em được học học kì dự thính này.. . . . Em xin được đăng kí môn Giải Tích 2 MSMH:MT1005 lớp DT03 của cô [full_name], thời khóa biểu T3 T4 T5 T6. Và môn Đường lối cách mạng của ĐCSVN MSMH:SP1009 lớp DT01 của cô [full_name], thời khóa biểu t4 t5.. . . . Mong phòng đào tạo phê duyệt cho em ạ!. . Xin cám ơn.",
            "Đã đăng ký bổ sung cho bạn MT1005 -DT03"
        ]
    },
    {
        "intent": "",
        "message": [
            "Cho em hỏi, em dự định thi TOEIC trong thời gian tới. Nhưng không rõ là bằng TOEIC nghe đọc có phải thi ở bên IIG hay ở bên trường Bách Khoa cũng được. Em cảm ơn!. .   i Chứng chỉ ngoại ngữ - Đại học - Cao đẳng chính quy   Khác ... .",
            "Chào bạn,. . Chứng chỉ Toeic quốc tế phải do IIG, bên Trung tân ngoại ngữ của trường Bách Khoa có liên kết với IIG tổ chức thi lấy chứng chỉ của IIG để hỗ trợ sv Bách Khoa. Bạn có thể liên hệ trực tiếp Trung tâm ngoại ngữ của trường để được hỗ trợ.. . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được . Học kì 183, em đã đăng kí đợt 1 3 môn học là mác-leenin, xác suất thống kê và cơ lý thuyết. Nhưng kết quả đăng kí môn học đợt 3, môn học xác suất thống kê đã bị xóa khỏi danh sách đăng kí. Mong được thầy/cô giải quyết.",
            "Chào bạn.. . . . Bạn vào kết quả đợt 2 ĐKMH --  xem lịch sử đăng ký để biết lý do : . . . . . . PDT không đ/ký cho SV MH MT2001 (#: Vi phạm giờ học (Thông tầm) từ tiết 6 sang tiết 7 hoặc tiết 12 sang tiết 13 thong tam)"
        ]
    },
    {
        "intent": "",
        "message": [
            "QUOTE Trích. . Trích. . MSSV/MSGV: 1510205    . . . . Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được. . . . Em chào PĐT,. . . . Em là Phạm Thị Thanh Bạch, MSSV: 1510205, sv khoa Xây dựng. Hiện tại đang trao đổi tại Ba Lan và có Quyết định của nhà trường cho học kì trao đổi này. Em sẽ về VN vào giữa tháng 7 và tiếp tục học ở BK từ học kì hè. Do đó em đã làm đơn thu nhận và được phép đăng kí môn học cho học kì 183.. . . . Tuy nhiên hôm nay em kiểm tra TKB học kì hè thì không thấy môn học Thực tập Tốt nghiệp. Hiện tại em không rớt môn nào và đảm bảo tiến độ học tập. Số tín chỉ hiện tại của em là 142, sau khi trở về VN em sẽ được chuyển tối đa 12 chỉ nữa (12 là tổng số tín chỉ em đăng kí để chuyển trong học kì 182).. . . . Em trình bày tình trạng của em để PĐT hỗ trợ em đăng kí môn Thực tập Tốt nghiệp và đảm bảo ra trường đúng hạn ạ. Rất mong tin từ các thầy/cô.. . . . Em cảm ơn,. . Em Thanh Bạch.. . . .   B Chào Bạch, Hiện tại em mới tích lũy được 142  144 tín chỉ ngành thì không đủ điều kiện nhận TTTN nhe.  /B . .   /QUOTE . . . . . . Em chào PĐT,. . . . Hiện tại em đang học theo đúng Tiến độ và không rớt môn nào. Nếu chỉ tính đến học kì 181 thì số chỉ tối đa sinh viên lớp em đạt được là 142 chỉ (giống số chỉ hiện tại em có). Bạn bè lớp em được tính thêm số chỉ đăng kí ở hk 182 vì có đkmh ở VN, mặc dù chưa có điểm nhưng vẫn dc tính dồn và các bạn dk dc môn TTTN. Trong khi em đang trao đổi, các môn đăng kí ở VN hiện tại của em bằng 0 và hệ thống cho rằng em chưa đủ điều kiện để đk TTTN. Tuy nhiên em có đăng kí chuyển 12 tín chỉ sau khi hoàn tất học kì tại Ba Lan. Điều này đặt cho em vào thế bị động, em vẫn đảm bảo tiến độ học tập của mình nhưng bị cho là không đủ đk nhận TTTN chỉ vì em đang không ở VN!?. . . . Đây là link quyết định các môn trao đổi và số chỉ tương ứng được chuyển trong học kì 182 của mình: https://tinyurl.com/y67fx2jo. . . . Mong được PĐT hỗ trợ sớm. Em xin lỗi vì phải mở câu hỏi giống hệt và copy trích dân dài, vì sự hỗ trợ trước chưa hiệu quả nhưng lại bị đóng câu hỏi nên em không còn cách nào khác phải tạo câu hỏi tương tự trong hệ thống bksi.. . Em cảm ơn rất nhiều ạ.. . Em Thanh Bạch.. .",
            "QUOTE Trích. . Trích. . Trích. . MSSV/MSGV: 1510205    . . . . Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được. . . . Em chào PĐT,. . . . Em là Phạm Thị Thanh Bạch, MSSV: 1510205, sv khoa Xây dựng. Hiện tại đang trao đổi tại Ba Lan và có Quyết định của nhà trường cho học kì trao đổi này. Em sẽ về VN vào giữa tháng 7 và tiếp tục học ở BK từ học kì hè. Do đó em đã làm đơn thu nhận và được phép đăng kí môn học cho học kì 183.. . . . Tuy nhiên hôm nay em kiểm tra TKB học kì hè thì không thấy môn học Thực tập Tốt nghiệp. . . Hiện tại em không rớt môn nào và đảm bảo tiến độ học tập. Số tín chỉ hiện tại của em là 142, sau khi trở về VN em sẽ được chuyển tối đa 12 chỉ nữa (12 là tổng số tín chỉ em đăng kí để chuyển trong học kì 182).. . . . Em trình bày tình trạng của em để PĐT hỗ trợ em đăng kí môn Thực tập Tốt nghiệp và đảm bảo ra trường đúng hạn ạ. Rất mong tin từ các thầy/cô.. . . . Em cảm ơn,. . Em Thanh Bạch.. . . . Chào Bạch, Hiện tại em mới tích lũy được 142  144 tín chỉ ngành thì không đủ điều kiện nhận TTTN nhe.. . . . . . . . Em chào PĐT,. . . . Hiện tại em đang học theo đúng Tiến độ và không rớt môn nào. Nếu chỉ tính đến học kì 181 thì số chỉ tối đa sinh viên lớp em đạt được là 142 chỉ (giống số chỉ hiện tại em có). Bạn bè lớp em được tính thêm số chỉ đăng kí ở hk 182 vì có đkmh ở VN, mặc dù chưa có điểm nhưng vẫn dc tính dồn và các bạn dk dc môn TTTN. Trong khi em đang trao đổi, các môn đăng kí ở VN hiện tại của em bằng 0 và hệ thống cho rằng em chưa đủ điều kiện để đk TTTN. Tuy nhiên em có đăng kí chuyển 12 tín chỉ sau khi hoàn tất học kì tại Ba Lan. Điều này đặt cho em vào thế bị động, em vẫn đảm bảo tiến độ học tập của mình nhưng bị cho là không đủ đk nhận TTTN chỉ vì em đang không ở VN!?. . . . Đây là link quyết định các môn trao đổi và số chỉ tương ứng được chuyển trong học kì 182 của mình: https://tinyurl.com/y67fx2jo. . . . Mong được PĐT hỗ trợ sớm. Em xin lỗi vì phải mở câu hỏi giống hệt và copy trích dân dài, vì sự hỗ trợ trước chưa hiệu quả nhưng lại bị đóng câu hỏi nên em không còn cách nào khác phải tạo câu hỏi tương tự trong hệ thống bksi.. . Em cảm ơn rất nhiều ạ.. . Em Thanh Bạch.. .   /QUOTE . .   QUOTE Trích. . Trích. . Trích. . MSSV/MSGV: 1510205    . . . . Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được. . . . Em chào PĐT,. . . . Em là Phạm Thị Thanh Bạch, MSSV: 1510205, sv khoa Xây dựng. Hiện tại đang trao đổi tại Ba Lan và có Quyết định của nhà trường cho học kì trao đổi này. Em sẽ về VN vào giữa tháng 7 và tiếp tục học ở BK từ học kì hè. Do đó em đã làm đơn thu nhận và được phép đăng kí môn học cho học kì 183.. . . . Tuy nhiên hôm nay em kiểm tra TKB học kì hè thì không thấy môn học Thực tập Tốt nghiệp. Hiện tại em không rớt môn nào và đảm bảo tiến độ học tập. Số tín chỉ hiện tại của em là 142, sau khi trở về VN em sẽ được chuyển tối đa 12 chỉ nữa (12 là tổng số tín chỉ em đăng kí để chuyển trong học kì 182).. . . . Em trình bày tình trạng của em để PĐT hỗ trợ em đăng kí môn Thực tập Tốt nghiệp và đảm bảo ra trường đúng hạn ạ. Rất mong tin từ các thầy/cô.. . . . Em cảm ơn,. . Em Thanh Bạch.. . . . Chào Bạch, Hiện tại em mới tích lũy được 142  144 tín chỉ ngành thì không đủ điều kiện nhận TTTN nhe.. . . . . . . . Em chào PĐT,. . . . Hiện tại em đang học theo đúng Tiến độ và không rớt môn nào. Nếu chỉ tính đến học kì 181 thì số chỉ tối đa sinh viên lớp em đạt được là 142 chỉ (giống số chỉ hiện tại em có). Bạn bè lớp em được tính thêm số chỉ đăng kí ở hk 182 vì có đkmh ở VN, mặc dù chưa có điểm nhưng vẫn dc tính dồn và các bạn dk dc môn TTTN. Trong khi em đang trao đổi, các môn đăng kí ở VN hiện tại của em bằng 0 và hệ thống cho rằng em chưa đủ điều kiện để đk TTTN. Tuy nhiên em có đăng kí chuyển 12 tín chỉ sau khi hoàn tất học kì tại Ba Lan. Điều này đặt cho em vào thế bị động, em vẫn đảm bảo tiến độ học tập của mình nhưng bị cho là không đủ đk nhận TTTN chỉ vì em đang không ở VN!?. . . . Đây là link quyết định các môn trao đổi và số chỉ tương ứng được chuyển trong học kì 182 của mình: https://tinyurl.com/y67fx2jo. . . . Mong được PĐT hỗ trợ sớm. Em xin lỗi vì phải mở câu hỏi giống hệt và copy trích dân dài, vì sự hỗ trợ trước chưa hiệu quả nhưng lại bị đóng câu hỏi nên em không còn cách nào khác phải tạo câu hỏi tương tự trong hệ thống bksi.. . Em cảm ơn rất nhiều ạ.. . Em Thanh Bạch.. .   /QUOTE . . Em xem số tín chỉ tốt thiểu tại đây http://www.aao.hcmut.edu.vn/index.php?route=catalog/chitietsv&path=59_62&tid=1616. . và file đính kèm"
        ]
    },
    {
        "intent": "",
        "message": [
            "Chứng chỉ ngoại ngữ - Đại học - Cao đẳng chính quy   Xét miễn môn anh văn (chuyển điểm) . Kính gửi thầy cô,. . Em tên là [full_name](MSSV:[student_id]),em nhận được mail của pđt là pđt sẽ chuyển điểm các môn anh văn em đã đăng ký sang các môn anh văn tăng cường. Nhưng em là thuộc chương trình đại trà , vậy thầy cô cho em hỏi ,em có được miễn các môn AV1,AV2,AV3,AV4 như em đăng ký không ạ?. . Phía dưới là hình chụp QĐ trúng tuyển đại trà và kết quả thẩm tra bằng tiếng anh của em . . Em xin cảm ơn.",
            "Chào bạn,. . Do HK181 đăng ký chuyển điểm av khi đó bạn đang theo học lớp LKQT nên chương trình chuyển điểm xét là av tăng cường, sang HK182 bạn mới được chuyển sang lớp chính quy đại trà. . . Phòng đào tạo sẽ xét lại giúp bạn.. . Bạn nhớ chú ý tên lớp hiên tại được cập nhật trên trang thông tin cá nhân rất quan trọng.. . Thân.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được . Em đã xin xét duyệt, nhưng lúc đó chưa có điểm dự thính. Nên không đạt. Nay đã có điểm mong phòng đào tạo cho em một cơ hội nữa để, tiếp tục học tập.. . . . Em xin cảm ơn.",
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được. . . . Em đã xin xét duyệt, nhưng lúc đó chưa có điểm dự thính. Nên không đạt. Nay đã có điểm mong phòng đào tạo cho em một cơ hội nữa để, tiếp tục học tập.. . . . Em xin cảm ơn.  /QUOTE . . Chào [full_name], Tính đến hk181 số tín chỉ tích lũy ngành là 64+21(182)+2(DT có điểm)= 87  93 nên không đủ điều kiện nhận TTTN."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: 1414352  /b \t. . . .   i Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được . + kính mong phòng đào tạo giúp đỡ em trong việc đăng ký môn Anh Văn. . 4 (LA1009). Trong đợt đăng ký học kì hè vừa rồi em có thực hiện đăng ký môn học ở cả. . 2 đợt 2 và 3 nhưng lại không có thời khóa biểu. Và sau khi coi lại lịch sử đăng kí thì biết. . lỗi là do môn Anh Văn 2 (LA1005) và Anh Văn 3 (LA1007) em chưa chuyển điểm. Giờ. . em đã thực hiên chuyển điểm và đang chờ cập nhật điểm. Để hoàn thành chương trình. . học cho kịp lịch tốt nghiệp tháng 11 em mong quý thầy cô giúp đỡ em để em dc học môn. . Anh Văn 4 (LA1009). Nếu như khi học xong môn Anh Văn 4 (LA 1009) mà không có. . điểm Anh Văn 2 và 3 thì em có thể nhận hủy kết quả của mình. .",
            "Đã đăng ký cho bạn môn AV4."
        ]
    },
    {
        "intent": "",
        "message": [
            "Em tên: [full_name], MSSV: [student_id]. . Kì vừa rồi em có học môn Pháp luật đại cương do cô [full_name] phụ trách giảng dạy. Cô yêu cầu nghỉ 2 buổi là cấm thi và em đã nghỉ 3 buổi vì chuyện gia đình nhưng em vẫn nộp bài tập về nhà đầy đủ. Khi cô đọc danh sách cấm thi thì có tên em nhưng về sau cô quyết định cho em đi thi vì xét thấy em có nộp bài tập cô giao nên cô đồng ý xóa cho em 1 buổi nghỉ. Và cô đã đọc trước lớp những bạn được cô cứu xét. Nhưng ngày đi thi thì trong danh sách cấm thi lại có tên em, em đã liên hệ với cô [full_name] nhưng không được. Nay em xin PĐT cho phép em đăng kí học môn Pháp Luật đại cương vào kì hè để em kịp tốt nghiệp vào tháng 11. . . .",
            "đã đăng ký cho bạn môn SP1007"
        ]
    },
    {
        "intent": "",
        "message": [
            "Em tên: [full_name], MSSV: [student_id]. . Kì vừa rồi em có học môn Pháp luật đại cương do cô [full_name] phụ trách giảng dạy. Cô yêu cầu nghỉ 2 buổi là cấm thi và em đã nghỉ 3 buổi vì chuyện gia đình nhưng em vẫn nộp bài tập về nhà đầy đủ. Khi cô đọc danh sách cấm thi thì có tên em nhưng về sau cô quyết định cho em đi thi vì xét thấy em có nộp bài tập cô giao nên cô đồng ý xóa cho em 1 buổi nghỉ. Và cô đã đọc trước lớp những bạn được cô cứu xét. Nhưng ngày đi thi thì trong danh sách cấm thi lại có tên em, em đã liên hệ với cô [full_name] nhưng không được. Nay em xin PĐT cho phép em đăng kí học môn Pháp Luật đại cương vào kì hè để em kịp tốt nghiệp vào tháng 11. .",
            "Đã đăng ký cho bạn môn [full_name]1007 nhóm DT08"
        ]
    },
    {
        "intent": "",
        "message": [
            "Chứng chỉ ngoại ngữ - Đại học - Cao đẳng chính quy   Thẩm tra chứng chỉ (nộp chứng chỉ) . E là sv năm nhất, năm nay e không đủ điểm anh văn để qua năm 1 nên giờ e phải thi IIG, ngày em thi là 16/6 khoảng 12 ngày sau là có bằng ạ. Vậy lúc đó em đăng kí nộp CCNN là có kịp để được nộp không ạ, và e phải trực tiếp lên phòng đào tạo nộp hay là nộp bằng cách nào ạ",
            "Chào bạn,. . . . Trước thời điểm mở đợt đăng ký môn học của HK191 mà bạn có chuẩn anh văn (trên hệ thống chứng chỉ online) đạt thì bạn sẽ được mở cho đăng ký môn học HK191.. . Bạn vui lòng xem chi tiết lịch học vụ để biết rõ các đợt lấy dữ liệu anh văn cho từng đợt đăng ký môn học tại:www.aao.hcmut.edu.vn- sinh viên - Lịch học vụ.. . Thân.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Khác ... . Đợt đăng ký dự thính HK183 đợt 3 em có đăng ký môn hết cấu thép 1 MMH : CI3009 sau khi có thời khóa biểu thì không có môn đó do thiếu môn tiên quyết CI2007 nhưng HK 182 em đã hoàn thành môn học và đã có điểm . Kính mong nhà trường cho em học môn kết cấu thép 1 vào HK 183 nhóm lớp DT02 giảng viên [full_name] như trước đó em đã đăng ký dự kiến ban đầu . Em xin trân thành cảm ơn .",
            "Đã đăng ký bổ sung cho bạn"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tăng sĩ số lớp môn học . Chào PĐT,. . Em muốn đăng ký học môn Pháp Luật Đại Cương; nhóm DT04; học tiết 4-5 thứ 3, thứ 5",
            "Đã đăng ký cho bạn"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tăng sĩ số lớp môn học . Chào PĐT,. . Em muốn đăng ký học hè môn Phương Pháp Tính; nhóm DT02; tiết 7-8-9 thứ 3, thứ 5.",
            "Đã đăng ký cho bạn"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Chào Thầy/Cô!. . Em là sinh viên lớp xd15kt, Thầy/Cô cho em hỏi là hạn chót để nộp chứng chỉ ngoại ngữ để đủ điều kiện đăng kí làm luận văn tốt nghiệp vào học kì 191 là khi nào ạ?. . Em cám ơn!",
            "Chào bạn,. . . . Bạn vui lòng xem chi tiết lịch học vụ để biết rõ các đợt lấy dữ liệu anh văn cho từng đợt đăng ký môn học của HK191 tại:www.aao.hcmut.edu.vn- sinh viên - Lịch học vụ.. . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được . Em là sinh viên K13 có đăng ký Thực tập tốt nghiệp (DT183) nhưng bị báo lỗi như hình. . Kỳ trước (182) em có học 2 môn đó rồi nhưng là môn tương đương mã mới (EE) và vừa thi xong nên chưa có điểm. . Em muốn hỏi là làm thế nào để em có thể đăng ký Thực tập tốt nghiệp trong kỳ hè này (183). .",
            "QUOTE MSSV/MSGV: [student_id]3    . . . . Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được. . . . Em là sinh viên K13 có đăng ký Thực tập tốt nghiệp (DT183) nhưng bị báo lỗi như hình. . Kỳ trước (182) em có học 2 môn đó rồi nhưng là môn tương đương mã mới (EE) và vừa thi xong nên chưa có điểm. . Em muốn hỏi là làm thế nào để em có thể đăng ký Thực tập tốt nghiệp trong kỳ hè này (183). .   /QUOTE . . Chào [full_name],Khi nào có điểm em làm đơn xin đăng ký môn TTTN có sự đồng ý của khoa rồi gởi về phòng Đào Tạo.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được . Em xin nhà trường giúp em xem xét việc đăng ký thực tập tốt nghiệp mã môn học CI3353 HK183. . Em đã đăng kí môn học đợt 1, 2 và 3 nhưng đều bị huỷ môn do em nghĩ đợt 1 và 2 trang web bị lag nên bị huỷ môn và đợt 3 em đăng kí lại vẫn bị huỷ môn. Hiện tại hết HK182 em đã đạt được đủ số tín chỉ để đăng kí thực tập tốt nghiệp HK183.. . Kính mong nhà trường xem xét giúp em để em có thể hoàn thành đề cương và luận văn vào HK191 và HK192 ạ.. . Em xin chân thành cảm ơn. . .",
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được. . Em xin nhà trường giúp em xem xét việc đăng ký thực tập tốt nghiệp mã môn học CI3353 HK183. . Em đã đăng kí môn học đợt 1, 2 và 3 nhưng đều bị huỷ môn do em nghĩ đợt 1 và 2 trang web bị lag nên bị huỷ môn và đợt 3 em đăng kí lại vẫn bị huỷ môn. Hiện tại hết HK182 em đã đạt được đủ số tín chỉ để đăng kí thực tập tốt nghiệp HK183.. . Kính mong nhà trường xem xét giúp em để em có thể hoàn thành đề cương và luận văn vào HK191 và HK192 ạ.. . Em xin chân thành cảm ơn. . .   /QUOTE . . Chào [full_name], Tính đến hk181 số tín chỉ tích lũy ngành: 79+10(182)+0(dự thính vì chưa có điểm)=89  94 nên không đủ điều kiện nhận TTTN.",
            "Dạ thưa cô vậy khi có điểm dự thính em có được nhận TTTN không ạ?",
            "QUOTE Dạ thưa cô vậy khi có điểm dự thính em có được nhận TTTN không ạ?  /QUOTE . . . . Chào [full_name], khi nào có điểm em phải làm đơn xin đăng ký TTTN có sự đồng ý của khoa và gởi  phòng Đào Tạo xét lại."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được . Kính gửi Phòng đào tạo Trường đại học Bách Khoa TP.HCM.. . Em tên [full_name] MSSV:[student_id] hiện là sinh viên của lớp XD15TD. Hôm nay em xin trình bày vấn đề là em đã đăng ký môn học nhưng lại không có thời khóa biểu.. . Vào đợt 2 của kỳ đăng ký môn học học kỳ 183 em đã đăng ký môn :Thực tập tốt nghiệp Mã số môn học là CI3353,em thấy trên bảng đăng ký ghi là em đã đủ điều kiện đăng ký và em cũng không vi phạm việc đóng học phí vào đợt thanh toán học phí lần 2 học kì 182,đợt thanh toán học phí lần 1 em có vi phạm (trễ học phí kỳ chính và kỳ dự thính) nhưng em đã thanh toán đầy đủ sau đó và đã làm đơn trình bày lý do việc đóng trễ học phí. Nhưng sau khi kết thúc kỳ đăng ký môn học học kỳ hè 183 thì do chủ quan nên em không có kiểm tra lại. Đến khi có thời khóa biểu chính thức của học kỳ hè 183 thì em phát hiện ra mình không có thời khóa biểu,và trên danh sách thực tập chính thức của khoa cũng ko có tên em. Hiện em đang rất hoang mang vì có thể em không được đi thực tập trong kỳ hè 183.. . Em kính mong phòng đào tạo xem xét và giải quyết cho em để em có thể được đi thực tập.. . Em xin chân thành cám ơn.. . Bên dưới là 2 ảnh,1 là ảnh chứng minh em có đăng ký môn học Thực tập tốt nghiệp,mã môn học CI3353,ảnh thứ 2 là ảnh chứng minh em không có vi phạm việc thanh toán học phí. .",
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được. . . . Kính gửi Phòng đào tạo Trường đại học Bách Khoa TP.HCM.. . Em tên [full_name] MSSV:[student_id] hiện là sinh viên của lớp XD15TD. Hôm nay em xin trình bày vấn đề là em đã đăng ký môn học nhưng lại không có thời khóa biểu.. . Vào đợt 2 của kỳ đăng ký môn học học kỳ 183 em đã đăng ký môn :Thực tập tốt nghiệp Mã số môn học là CI3353,em thấy trên bảng đăng ký ghi là em đã đủ điều kiện đăng ký và em cũng không vi phạm việc đóng học phí vào đợt thanh toán học phí lần 2 học kì 182,đợt thanh toán học phí lần 1 em có vi phạm (trễ học phí kỳ chính và kỳ dự thính) nhưng em đã thanh toán đầy đủ sau đó và đã làm đơn trình bày lý do việc đóng trễ học phí. Nhưng sau khi kết thúc kỳ đăng ký môn học học kỳ hè 183 thì do chủ quan nên em không có kiểm tra lại. Đến khi có thời khóa biểu chính thức của học kỳ hè 183 thì em phát hiện ra mình không có thời khóa biểu,và trên danh sách thực tập chính thức của khoa cũng ko có tên em. Hiện em đang rất hoang mang vì có thể em không được đi thực tập trong kỳ hè 183.. . Em kính mong phòng đào tạo xem xét và giải quyết cho em để em có thể được đi thực tập.. . Em xin chân thành cám ơn.. . Bên dưới là 2 ảnh,1 là ảnh chứng minh em có đăng ký môn học Thực tập tốt nghiệp,mã môn học CI3353,ảnh thứ 2 là ảnh chứng minh em không có vi phạm việc thanh toán học phí. .   /QUOTE . . Chào [full_name], Tính đến hk181 số tín chỉ tích lũy ngành: 73+16(182)+0(dự thính vì chưa có điểm)=89  94 nên không đủ điều kiện nhận TTTN."
        ]
    },
    {
        "intent": "",
        "message": [
            "B   /B Đăng ký môn học - Đại học - Cao đẳng chính quy   Khác ... . Vì lý do trùng lịch thực tập kỹ thuật nên em xin phép trường huỷ môn học. Tên môn: [full_name] [full_name] [full_name], mã MH: SP1005, Nhóm: [full_name]04",
            "Đã hủy môn học cho bạn"
        ]
    },
    {
        "intent": "",
        "message": [
            "Em là sinh viên của lớp tài năng Cơ điện tử k16. . . Em muốn hỏi nếu kì này em đã đạt môn A ( cả về chương trình chính và mở rộng ). . Nhưng em thấy điểm không cao nên muốn học lại.. . Thì khi học lại, em có thể chỉ đăng kí môn A của đại trà mà không cần đăng kí thêm học phần mở rộng không ạ?. . Em cảm ơn",
            "responsible person: [551] [staff_name] [helpdesk staff]",
            "Chào bạn,. . Nếu em đã đạt môn cốt lõi (KSTN) cả lý thuyết & mở rộng mà em học muốn học lại môn đó thì chỉ cần đăng ký học lại môn chính thôi, nhớ là phải cùng một mã số môn học mới tính điểm cao nhất nha bạn.. . Thân mến"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Kính gửi phòng đào tạo. . . . Hôm nay em có đăng kí phiếu nộp bằng tốt nghiệp trung học phổ thông nhưng em lại chọn sai loại bằng nộp. Kính mong phòng đào tạo hỗ trợ em đăng kí lại. Em xin cảm ơn.. .",
            "responsible person: [551] [staff_name] [helpdesk staff]",
            "Chào bạn,. . Phòng đào tạo đã hủy thông tin bằng PTTH online sai của bạn, bạn vui lòng vào đăng ký lại thông tin.. . Thân.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Khác ... . Kính gửi thầy (cô),. . Em muốn biết trong thời gian trước khi kì dự thính hè bắt đầu thì còn đợt hiệu chỉnh môn học dự thính hè nào khác không? Em đã đăng ký môn học nhưng khi kiểm tra lại tkb thì môn học mà em đăng kí đã bị xóa, nhưng môn này là môn tiên quyết cho 1 môn học kì sau mà em đã đăng kí. . . Em xin cảm ơn",
            "Chào bạn.. . . . Hiện tại đợt đăng ký học hè đã hết, nếu như môn TQ bạn chưa đạt thì bạn có thể đợi đợt đăng ký HK191 hoặc dự thính HK191 để đăng ký."
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính gửi phòng đào tạo.. . Em có đăng ký học dự thính học kì 183 báo đã đăng ký thành công nhưng em xem thời khóa biểu thì không có lịch học kì 183 mà hình như tuần sau bắt đầu học r ạ",
            "Chào bạn. . . . Bạn vào đợt kết quả --  xem lịch sử đăng ký để biết lý do . . . . . . . . 10/ 06/ 2019 10:56\tKHHT - Đăng ký môn học dự thính HK183- [full_name] - Kết quả đợt 3\tPDT không đ/ký cho SV MH MT1003 (H: Sinh viên tham gia Mùa Hè XANH)"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được . Cho em xin phép hỏi là em không đăng kí được TTTN HK183 vì không đủ 94 tín chỉ do không tính tín chỉ dự thính vì chưa có điểm vậy khi có điểm và kết quả rồi em có được nhận lại thời khoá biểu TTTN không ạ tại trong HK182 tính cả dự thính thì em sẽ đủ chỉ đi TTTN ạ nhưng đang chờ kết quả.. . Em xin chân thành cảm ơn ạ.",
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được. . . . Cho em xin phép hỏi là em không đăng kí được TTTN HK183 vì không đủ 94 tín chỉ do không tính tín chỉ dự thính vì chưa có điểm vậy khi có điểm và kết quả rồi em có được nhận lại thời khoá biểu TTTN không ạ tại trong HK182 tính cả dự thính thì em sẽ đủ chỉ đi TTTN ạ nhưng đang chờ kết quả.. . Em xin chân thành cảm ơn ạ.  /QUOTE . . Chào [full_name], Khi nào có điểm (DT) em làm đơn xin đăng ký TTTN có sự đồng ý của khoa thì PDT sẽ xét lại."
        ]
    },
    {
        "intent": "",
        "message": [
            "Chứng chỉ ngoại ngữ - Đại học - Cao đẳng chính quy   Khác ... .",
            "No solution"
        ]
    }
]