[
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Dạ lúc em nộp file ghi hình thì hiển thị là \"Đã vượt quá kích thước tệp tối đa\". File ghi hình của em là 1.61Gb. Thầy/cô hỗ trợ em với ạ. .",
            "Chào bạn,. . Bạn vui lòng xem chi tiết hướng dẫn thi trực tuyến nhà trường đã gởi thông báo cho sinh viên. . Vấn đề là dụng lượng của video như thế nào nhé, vui lòng xem hướng dẫn thi trực tuyến, phục lục 1 (câu 10). . 10.    Tập tin ghi hình màn hình có kích thước rất lớn, tải lên hệ thống liệu có đảm bảo không? Không tải lên được không?. . Tập tin này rất quan trọng trong quá trình đánh giá mức độ trung thực của người dự thi. Trong một số trường hợp (đã nói rõ trong hướng dẫn), không cần phải ghi hình màn hình.. . Khi tập tin quá lớn, có thể dùng các chức năng nén video để làm nhỏ lại.. . Khi bắt buộc phải ghi hình màn hình, người dự thi bắt buộc phải tải lên, nếu không sẽ nhận điểm không (0.0) cho bài thi.. . Người dự thi cần luyện tập để thuần thục các kỹ năng ghi hình màn hình.. . Bạn nên liên hệ GV của mình để được lưu ý khi chấm bài. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Chào phòng đào tạo đại học Bách Khoa thành phố Hồ Chí Minh. . Em tên là [full_name]. . Hôm qua Em có gui câu hỏi/yêu cầu cho phòng đào tại xét duyệt bài thi học kì của Em môn nguyên lí thông tin số thi vào ngày 3/8/2021 đó ạ !. . PĐT đã hướng dẫn Em vấn đề này chỉ Có giảng viên quyết định được, và Em đã tham khảo ý kiến của Thầy [full_name] (dạy môn Nguyên lí thông tin số) và Thầy đã nói rằng, Em xin được phép trích dẫn lời Thầy:. . . . \"Bạn cung cấp email của tôi yêu cầu PĐT chính thức gửi email đồng ý cho tôi nhận bài của bạn sau khi buổi thi kết thúc.. . Việc nhận bài như vậy là chưa phù hợp với quy định. Tôi cần có một sự đảm bảo chắc chắn về cá nhân chịu trách nhiệm nếu tôi nhận bài như thế này. . Anh có thể forward nội dung này cho PĐT\". . . . Nên Em xin phòng đào tạo có thể xét duyệt và gửi mail cho thầy [full_name] giúp Em với lí do Em đã trình bày ở phần trước rồi ạ !. . mail Thầy [full_name]: [email]. . . . Em xin chân thành cảm ơn PĐT ạ !. .",
            "Chào bạn,. . PDT không có quyền yêu cầu GV nhận bài của bạn nhé, vì trong quá trình thi chỉ có CBCT mới có thể xác nhận được.. . Vấn đề là bạn phải trình bày trường hợp của bạn với GV để GV xem xét có nhận bài của bạn nhé. Tất cả đều có quy định về thi trực tuyến.. . Trường hợp có sự cố bất khả kháng trong khi thi dẫn đến không thể hoàn thành được bài thi, và không được giải quyết cho thi các ca thi sau (nếu có), sinh viên có thể đăng ký \"Hoãn thi\" ngay sau buổi thi (không phải vắng thi có phép).. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Có thể cho em hỏi là lúc thi xong, đã có kết quả, thì mình có thể được xin thi lại được không ạ? Tại trong quá trình thi, lúc đầu em chỉ khó chịu trong người một chút. Nhưng càng về sau thì càng nhức đầu với buồn nôn mà em không báo với giám thị coi thi biết.. .",
            "Phòng Đào tạo đã gửi email: em làm theo hướng dẫn nhé.. . Thân gửi các bạn sinh viên, . . Phòng Đào tạo (PĐT) đã thông báo cho Sinh viên (SV) về việc nộp đơn hoãn thi trực tiếp cho PĐT đối với các môn học Lý thuyết, mà không thông qua Giảng viên (GV). PĐT sẽ hậu kiểm các tình huống cấm thi sau. Hiện nay, SV đăng ký bằng cách gửi email về PĐT có kèm file và qua hệ thống Hỗ trợ trực tuyến (BKSI). Để nhanh chóng và thuận lợi, PĐT thay đổi phương thức nộp đơn hoãn thi như sau:. . SV đăng nhập vào Google bằng tài khoản BKNetID@hcmut.edu.vn và điền thông tin hoãn thi theo link: https://forms.gle/ckyYcJMWN7w3kqe56. . Hạn cuối: 5 ngày sau khi thi online (chỉ tính ngày làm việc). . Trường hợp SV đã nộp đơn qua email của PĐT và  qua công cụ BKSI (đã hoặc chưa được tiếp nhận), vui lòng điền lại vào form trên để PĐT cập nhật dữ liệu đồng nhất và chính xác.. . Riêng đối với môn Đồ án, Thực tập ngoài trường, Đề cương Luận văn, Luận văn/Tiểu luận tốt nghiệp: SV có thể xin hoãn bảo vệ với lý do dịch Covid-19 ảnh hưởng nghiêm trọng đến kết quả thực hiện đề tài (không thực nghiệm được tại Phòng thí nghiệm, không thực địa, ...). SV gửi email trực tiếp đến Giáo viên hướng dẫn, Khoa/Bộ môn để được xem xét đồng ý và forward email cuối cùng đến email của PĐT để đăng ký.. . Thông tin thêm:. . •\tQuy định hoãn thi (HT): xem chi tiết tại khoản 17.2 Điều 17 trong Quy chế đào tạo và học vụ (aao.hcmut.edu.vn    Sinh viên    Quy chế).. . •\tCác môn có phần thí nghiệm (TNg) sẽ được tổ chức thi sau khi TNg xong. Một số môn, Giảng viên sẽ đề nghị cho thi trước, điểm TNg sẽ có sau, khi đó SV có thể xin hoãn thi.. . •\tRiêng hoãn thi kiểm tra giữa kỳ của HK DT202 và 203: SV liên hệ trực tiếp GV và Bộ môn để được xem xét cho kiểm tra riêng hoặc lấy cột điểm thành phần khác để làm điểm kiểm tra.. .  . . Chúc các bạn học tập thật tốt!. . . . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Thưa thầy cô phòng đào tạo. Em vừa thi online môn giải tích 2, nhưng do bấm nhầm nút ghi trên màn hình mà ko phải trong tuỳ chọn. Do nhầm nên quá trình làm bài của em ko được ghi lại. Vậy e phải làm thế nào ạ? E cảm ơn rất nhiều ạ.",
            "responsible person: [551] [staff_name] [helpdesk staff]",
            "Chào bạn,. . - Bạn vui lòng xem chi tiết hướng dẫn thi trực tuyến nhà trường đã gửi thông báo đến SV. . - Bạn cần thực hiện theo hướng dẫn của nhà trường và thực hành để thuần thục các thao tác ghi màn hình trước khi thi.. . - Bạn nên liên hệ GV giảng dạy để được hướng dẫn hoặc đăng ký hoãn thi PĐT đã gửi email.. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Em kính chào quý Thầy Cô,. . Sắp đến đợt bảo vệ luận văn, đầu kỳ đợt đăng ký luận văn em chưa đủ tiêu chuẩn đăng ký vì thiếu chuẩn ngoại ngữ sau đó em có thi lại toeic để làm đơn đăng ký trễ hạn nhưng vì tình hình dịch covid bùng lên nên em vẫn chưa nhận được kết quả thi anh văn. Với tình hình như hiện nay em không biết khi nào sẽ có, trong trường hợp này em có thể làm đơn đăng ký luận văn trễ hạn với điều kiện bổ sung chứng chỉ ngoại ngữ sau để xin được bảo vệ trong đợt này trước và bổ sung bằng anh văn khi tình hình dịch bệnh đã ổn sau được không ạ?. . Để xảy ra trường hợp như thế này là do cách hoạch định và tính toán kế hoạch của em không hợp lý. Mong Thầy Cô xem xét trường hợp của em giúp ạ. Em cảm ơn Thầy Cô nhiều ạ.. .",
            "Chào bạn,. . Phải đủ điều kiện bạn mới có thể đăng ký được môn LVTN.. . Sau khi đủ điều kiện, bạn có thể làm đơn xin đăng ký LVTN trễ hạn sau khi đã hết thời gian đăng ký online.. . Trong đơn phải có xác nhận của giáo viên hướng dẫn và khoa sau đó nộp tại Phòng Đào tạo.. . Chúc bạn học tốt. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Do hôm trước em đăng ký lộn nên e học HK202 và 203 đều môn AV3 (La1007) và hiện tại thi cùng giờ cùng ngày theo trên lịch đính kèm bên dưới thì giải quyết như thế nào ạ, em xin cảm ơn ạ.",
            "Chào em,. . Em liên hệ TTNN thầy [full_name] để được hướng dẫn nhé [email]. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Xin Chào ạ!. . Em có câu hỏi là:. . Chủ nhật ngày 8/8 em có lịch thi online và trùng hợp em có buổi tiêm vaccine vào ngày đó. . . Em nên xin vắng thi hay là hoãn thi ạ?. . Hoặc là Em nên tiếp tục thi và sẽ dời lịch tiêm (nếu có thể). . Hoặc là còn cách khác.. . . . . . Về trường hợp hoãn thi hôm nay là 6/8 còn hai ngày trước thi. . + Nếu bây giờ em làm đơn vậy có hiệu lực không ạ.. . Em cảm ơn!",
            "Phòng Đào tạo đã gửi email: em làm theo hướng dẫn nhé.. . Thân gửi các bạn sinh viên, . . Phòng Đào tạo (PĐT) đã thông báo cho Sinh viên (SV) về việc nộp đơn hoãn thi trực tiếp cho PĐT đối với các môn học Lý thuyết, mà không thông qua Giảng viên (GV). PĐT sẽ hậu kiểm các tình huống cấm thi sau. Hiện nay, SV đăng ký bằng cách gửi email về PĐT có kèm file và qua hệ thống Hỗ trợ trực tuyến (BKSI). Để nhanh chóng và thuận lợi, PĐT thay đổi phương thức nộp đơn hoãn thi như sau:. . SV đăng nhập vào Google bằng tài khoản BKNetID@hcmut.edu.vn và điền thông tin hoãn thi theo link: https://forms.gle/ckyYcJMWN7w3kqe56. . Hạn cuối: 5 ngày sau khi thi online (chỉ tính ngày làm việc). . Trường hợp SV đã nộp đơn qua email của PĐT và  qua công cụ BKSI (đã hoặc chưa được tiếp nhận), vui lòng điền lại vào form trên để PĐT cập nhật dữ liệu đồng nhất và chính xác.. . Riêng đối với môn Đồ án, Thực tập ngoài trường, Đề cương Luận văn, Luận văn/Tiểu luận tốt nghiệp: SV có thể xin hoãn bảo vệ với lý do dịch Covid-19 ảnh hưởng nghiêm trọng đến kết quả thực hiện đề tài (không thực nghiệm được tại Phòng thí nghiệm, không thực địa, ...). SV gửi email trực tiếp đến Giáo viên hướng dẫn, Khoa/Bộ môn để được xem xét đồng ý và forward email cuối cùng đến email của PĐT để đăng ký.. . Thông tin thêm:. . •\tQuy định hoãn thi (HT): xem chi tiết tại khoản 17.2 Điều 17 trong Quy chế đào tạo và học vụ (aao.hcmut.edu.vn    Sinh viên    Quy chế).. . •\tCác môn có phần thí nghiệm (TNg) sẽ được tổ chức thi sau khi TNg xong. Một số môn, Giảng viên sẽ đề nghị cho thi trước, điểm TNg sẽ có sau, khi đó SV có thể xin hoãn thi.. . •\tRiêng hoãn thi kiểm tra giữa kỳ của HK DT202 và 203: SV liên hệ trực tiếp GV và Bộ môn để được xem xét cho kiểm tra riêng hoặc lấy cột điểm thành phần khác để làm điểm kiểm tra.. .  . . Chúc các bạn học tập thật tốt!. . . . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Dạ cho em hỏi em sau khi nộp video quay lại màn hình lúc thi, em có thử tải xuống lại để check xem có đúng không thì bị báo là không có video thì em phải làm thế nào ạ?",
            "Nhắc lại: Hướng dẫn tạm thời về kiểm tra/thi theo hình thức trực tuyến. . . . Thân gửi các bạn Sinh viên,. . . . Chúng ta đã tổ chức kiểm tra/thi được một số học phần. Trong quá trình tổ chức vừa qua, một số việc không suôn sẻ đã xảy ra, có thể ảnh hưởng đến việc kiểm tra/thi.. . . . Phòng Đào tạo (PĐT) nhắc lại Sinh viên (SV) xem kỹ hướng dẫn, kể cả các phụ lục. Chuẩn bị kỹ không gian và điều kiện kỹ thuật cho kiểm tra/thi (điện, đường truyền, có thể cần thêm kết nối 3G dự phòng). PHẢI thử nghiệm/tập luyện trước các thao tác cần thiết phục vụ kiểm tra/thi.. . . . SV đặc biệt lưu ý các vấn đề sau:. .  1. Khi có sự cố, xem số điện thoại liên lạc trong trang đề thi, hoặc các số của GV/Bộ môn. Ưu tiên nhắn tin để giảm tải cho GV.. .  . . . .  2. Khi mất kết nối, bình tĩnh chờ kết nối trở lại. Khi có kết nối trở lại, làm bài như bình thường. . . KHÔNG đăng xuất hệ thống thi BKeX và sau đó đăng nhập lại. Hệ thống BKeX chỉ cho đăng nhập 01 lần trong thời gian làm bài. SV đăng nhập nhiều hơn 01 lần sẽ bị khoá.. . . .  3. Xem kỹ hướng dẫn Phần III, Mục 1, Khoản 1.1 - Trước khi thi, Khoản 1.2 - Trong khi thi. Chú ý Bảng 1, dòng số 7-8.. . . .  4. Thực hiện theo các bước tổ chức trong phòng thi. . (Phần II, Mục 2, Khoản 2.1 - Trước giờ thi, Khoản 2.2 - Trong giờ thi, Khoản 2.3 - Hết giờ thi, Khoản 2.4 - Sau buổi thi.). . . . Ví dụ: Đối với SV (giả sử dùng hệ thống thi BKeX): . . . .         Ghi hình màn hình thiết bị chính của mình (gọi tắt là máy tính) (không cần nếu Bộ môn cho phép) - trước ít nhất 25'. . ==  Đăng nhập vào hệ thống thi (BKeX) . . ==  Đăng nhập vào Google Meet của phòng thi (nếu cần 02 thiết bị thì đăng nhập cả 02 thiết bị, link của Google Meet trên BKeX được hiển thị dạng QR code, dùng thiết bị thứ hai scan QR code để có đường link) - trước ít nhất 20'. . ==  Dự điểm danh bằng Google Meet. . ==  Quay lại BKeX để LÀM BÀI. . ==  Nộp bài (có thể scan bài nếu đề thi tự luận dạng viết tay). . ==  Kết thúc ghi hình màn hình máy tính của mình. . ==  Rời phòng thi (Google Meet, Đăng xuất BKeX) khi được phép. . ==  Nạp các tập tin ghi hình màn hình theo link.. . . . KHÔNG đăng xuất BKeX và sau đó đăng nhập lại. Đừng vào trễ quá 05' =  không được dự thi.. . . . (Các nội dung trên đã được soạn thành các leaflet gửi kèm với Hướng dẫn.). . . . Chúc các bạn thi tốt."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Cho em hỏi nếu hoãn môn thi cuối thì thì môn đó có được tính tín chỉ vào học kì này không ạ? Hay môn học hoãn thi này sẽ được tính tín chỉ và điểm trung bình học kì vào học kì mình đăng kí thi lại ạ ?",
            "Chào bạn. . Môn Hoãn Thi sẽ ghi là điểm 14, không tính vào số + điểm trung bình học kỳ. . - Khi nào bạn thi lại sẽ tính. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Cho em hỏi là học kỳ hè có đăng ký thực tập tốt nghiệp do dịch em không thể đi thực tập dc, vậy em có đăng ký hoãn lại ko ạ. .",
            "Chào bạn,. . Sinh viên vui lòng tải mẫu đơn tại aao.hcmut.edu.vn/ sinh viên/biểu mẫu/Phiếu đăng ký hoãn thi / vắng thi có phép (cuối kỳ) (SV lưu ý ghi rõ 1 môn học/phiếu đăng ký hoãn thi/vắng thi). Điền đầy đủ thông tin và trình bày rõ lý do xin hoãn thi. . Đối với DA, TTNT, DCLV, LVTN: phải có xác nhận của GVHD + Bộ Môn + Khoa về việc dịch Covid-19 ảnh hưởng nghiêm trọng đến kết quả thực hiện đề tài, nêu rõ về việc ảnh hưởng nghiêm trọng như thế nào để được xem xét. (Sv có thể gởi mẫu đơn để GVHD + Bộ Môn + Khoa xác nhận trên mẫu đơn hoặc xác nhận qua email của Sv, sau đó chụp hình gởi kèm đơn hoãn thi). . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác .  Hôm trước em đăng kí hoãn thi môn. .  xác xuất thống kê-DT01-C  7h00.   5/8. . Nhưng chưa được chỉnh sửa điểm hoãn thi trong cá nhân. . Em xin khiếu nại để có điểm hoãn thi ạ.. . Em xin cảm ơn. .",
            ". . Thân gửi các bạn sinh viên, . . Phòng Đào tạo (PĐT) đã thông báo cho Sinh viên (SV) về việc nộp đơn hoãn thi trực tiếp cho PĐT đối với các môn học Lý thuyết, mà không thông qua Giảng viên (GV). PĐT sẽ hậu kiểm các tình huống cấm thi sau. Hiện nay, SV đăng ký bằng cách gửi email về PĐT có kèm file và qua hệ thống Hỗ trợ trực tuyến (BKSI). Để nhanh chóng và thuận lợi, PĐT thay đổi phương thức nộp đơn hoãn thi như sau:. . SV đăng nhập vào Google bằng tài khoản BKNetID@hcmut.edu.vn và điền thông tin hoãn thi theo link: https://forms.gle/ckyYcJMWN7w3kqe56. . Hạn cuối: 5 ngày sau khi thi online (chỉ tính ngày làm việc). . Trường hợp SV đã nộp đơn qua email của PĐT và  qua công cụ BKSI (đã hoặc chưa được tiếp nhận), vui lòng điền lại vào form trên để PĐT cập nhật dữ liệu đồng nhất và chính xác.. . Riêng đối với môn Đồ án, Thực tập ngoài trường, Đề cương Luận văn, Luận văn/Tiểu luận tốt nghiệp: SV có thể xin hoãn bảo vệ với lý do dịch Covid-19 ảnh hưởng nghiêm trọng đến kết quả thực hiện đề tài (không thực nghiệm được tại Phòng thí nghiệm, không thực địa, ...). SV gửi email trực tiếp đến Giáo viên hướng dẫn, Khoa/Bộ môn để được xem xét đồng ý và forward email cuối cùng đến email của PĐT để đăng ký.. . Thông tin thêm:. . •\tQuy định hoãn thi (HT): xem chi tiết tại khoản 17.2 Điều 17 trong Quy chế đào tạo và học vụ (aao.hcmut.edu.vn    Sinh viên    Quy chế).. . •\tCác môn có phần thí nghiệm (TNg) sẽ được tổ chức thi sau khi TNg xong. Một số môn, Giảng viên sẽ đề nghị cho thi trước, điểm TNg sẽ có sau, khi đó SV có thể xin hoãn thi.. . •\tRiêng hoãn thi kiểm tra giữa kỳ của HK DT202 và 203: SV liên hệ trực tiếp GV và Bộ môn để được xem xét cho kiểm tra riêng hoặc lấy cột điểm thành phần khác để làm điểm kiểm tra.. .  . . Chúc các bạn học tập thật tốt!. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Hôm qua em đã gửi form xin hoãn thi có kịp để hoãn thi môn giải tích 2 ngày 7/8 không ạ?",
            "Chào em,. . Em đã đăng ký form thì em xem email phản hồi nhé.. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . chào pdt, cách đây mấy ngày em đã thi cuối kì bằng hình thức online, do máy tính bị trục trặc nên em đã mất file ghi hình trong buổi thi hôm đó, cho em hỏi nếu không có file ghi hình thì có ảnh hưởng gì đến bài kiểm tra của em không? và nếu có thì có cách nào để em có thể cứu xét được không ? em xin cảm ơn",
            "Chào bạn,. . - Bạn vui lòng xem chi tiết hướng dẫn thi trực tuyến nhà trường đã gửi thông báo đến SV. . - Bạn cần thực hiện theo hướng dẫn của nhà trường và thực hành để thuần thục các thao tác ghi màn hình trước khi thi.. . - Bạn nên liên hệ GV giảng dạy để được hướng dẫn.. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ .   B Cho em hỏi nếu xin hoãn thi thì cần xin trước bao lâu, và hoãn từng môn được hay hoãn là hoãn hết luôn ạ.. . . .",
            "Phòng Đào tạo đã gửi email: em làm theo hướng dẫn nhé.. . Thân gửi các bạn sinh viên, . . Phòng Đào tạo (PĐT) đã thông báo cho Sinh viên (SV) về việc nộp đơn hoãn thi trực tiếp cho PĐT đối với các môn học Lý thuyết, mà không thông qua Giảng viên (GV). PĐT sẽ hậu kiểm các tình huống cấm thi sau. Hiện nay, SV đăng ký bằng cách gửi email về PĐT có kèm file và qua hệ thống Hỗ trợ trực tuyến (BKSI). Để nhanh chóng và thuận lợi, PĐT thay đổi phương thức nộp đơn hoãn thi như sau:. . SV đăng nhập vào Google bằng tài khoản BKNetID@hcmut.edu.vn và điền thông tin hoãn thi theo link: https://forms.gle/ckyYcJMWN7w3kqe56. . Hạn cuối: 5 ngày sau khi thi online (chỉ tính ngày làm việc). . Trường hợp SV đã nộp đơn qua email của PĐT và  qua công cụ BKSI (đã hoặc chưa được tiếp nhận), vui lòng điền lại vào form trên để PĐT cập nhật dữ liệu đồng nhất và chính xác.. . Riêng đối với môn Đồ án, Thực tập ngoài trường, Đề cương Luận văn, Luận văn/Tiểu luận tốt nghiệp: SV có thể xin hoãn bảo vệ với lý do dịch Covid-19 ảnh hưởng nghiêm trọng đến kết quả thực hiện đề tài (không thực nghiệm được tại Phòng thí nghiệm, không thực địa, ...). SV gửi email trực tiếp đến Giáo viên hướng dẫn, Khoa/Bộ môn để được xem xét đồng ý và forward email cuối cùng đến email của PĐT để đăng ký.. . Thông tin thêm:. . •\tQuy định hoãn thi (HT): xem chi tiết tại khoản 17.2 Điều 17 trong Quy chế đào tạo và học vụ (aao.hcmut.edu.vn    Sinh viên    Quy chế).. . •\tCác môn có phần thí nghiệm (TNg) sẽ được tổ chức thi sau khi TNg xong. Một số môn, Giảng viên sẽ đề nghị cho thi trước, điểm TNg sẽ có sau, khi đó SV có thể xin hoãn thi.. . •\tRiêng hoãn thi kiểm tra giữa kỳ của HK DT202 và 203: SV liên hệ trực tiếp GV và Bộ môn để được xem xét cho kiểm tra riêng hoặc lấy cột điểm thành phần khác để làm điểm kiểm tra.. . . . - hoãn từng môn được hay hoãn là hoãn hết luôn ạ.=  tùy sv chọn.. . Chúc các bạn học tập thật tốt!. . . . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Dạ em chào quý thầy cô, cho em hỏi sau khi em đã đăng kí Hoãn thi môn học, thì vào học kì kế tiếp em muốn đăng kí xoá điểm HT thì em sẽ đăng kí về PĐT hay về Bộ môn ạ, cụ thể là môn Tín hiệu hệ thống - EE2005. Em chỉ thấy quy chế quy định về việc xoá điểm VP/điểm I là sẽ đăng kí về PĐT thôi ạ. Và sau khi đăng kí Hoãn thi theo form PĐT đã cung cấp thì khoảng bao lâu em sẽ được cập nhật trạng thái bảng điểm ạ. Em cảm ơn quý thầy cô",
            "Thân gửi các bạn sinh viên, . . Phòng Đào tạo (PĐT) đã thông báo cho Sinh viên (SV) về việc nộp đơn hoãn thi trực tiếp cho PĐT đối với các môn học Lý thuyết, mà không thông qua Giảng viên (GV). PĐT sẽ hậu kiểm các tình huống cấm thi sau. Hiện nay, SV đăng ký bằng cách gửi email về PĐT có kèm file và qua hệ thống Hỗ trợ trực tuyến (BKSI). Để nhanh chóng và thuận lợi, PĐT thay đổi phương thức nộp đơn hoãn thi như sau:. . SV đăng nhập vào Google bằng tài khoản BKNetID@hcmut.edu.vn và điền thông tin hoãn thi theo link: https://forms.gle/ckyYcJMWN7w3kqe56. . Hạn cuối: 5 ngày sau khi thi online (chỉ tính ngày làm việc). . Trường hợp SV đã nộp đơn qua email của PĐT và  qua công cụ BKSI (đã hoặc chưa được tiếp nhận), vui lòng điền lại vào form trên để PĐT cập nhật dữ liệu đồng nhất và chính xác.. . Riêng đối với môn Đồ án, Thực tập ngoài trường, Đề cương Luận văn, Luận văn/Tiểu luận tốt nghiệp: SV có thể xin hoãn bảo vệ với lý do dịch Covid-19 ảnh hưởng nghiêm trọng đến kết quả thực hiện đề tài (không thực nghiệm được tại Phòng thí nghiệm, không thực địa, ...). SV gửi email trực tiếp đến Giáo viên hướng dẫn, Khoa/Bộ môn để được xem xét đồng ý và forward email cuối cùng đến email của PĐT để đăng ký.. . Thông tin thêm:. . . . Em đọc kỹ nhé. . . . •\tQuy định hoãn thi (HT): xem chi tiết tại khoản 17.2 Điều 17 trong Quy chế đào tạo và học vụ (aao.hcmut.edu.vn    Sinh viên    Quy chế).. . •\tCác môn có phần thí nghiệm (TNg) sẽ được tổ chức thi sau khi TNg xong. Một số môn, Giảng viên sẽ đề nghị cho thi trước, điểm TNg sẽ có sau, khi đó SV có thể xin hoãn thi.. . •\tRiêng hoãn thi kiểm tra giữa kỳ của HK DT202 và 203: SV liên hệ trực tiếp GV và Bộ môn để được xem xét cho kiểm tra riêng hoặc lấy cột điểm thành phần khác để làm điểm kiểm tra.. . . .  sau khi đăng kí Hoãn thi theo form PĐT đã cung cấp thì khoảng bao lâu em sẽ được cập nhật trạng thái bảng điểm ạ.. . =  sau khi điền form có email gửi xác nhận, em đọc kỹ nhé.. . . .  . . Chúc các bạn học tập thật tốt!. . . . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Chào phòng đào tạo,. . Em tên [full_name]. . MSSV [student_id]. . . . Cho em hỏi là hôm trước em có xin hoãn thi Giải tích 2 vào ngày 07 tháng 08 và [full_name] Tính ngày 15 tháng 08, vì lý do nhập viện do dương tính với COVID-19 và đã được xác nhận đồng ý, nhưng em đã kịp xuất viện vào ngày 7 tháng 8 để có thể tham gia thi Giải tích 2 và Phương pháp tính. Vậy em có thể tham gia thi 2 môn trên và huỷ việc hoãn thi được không ạ ? . . . . Em cảm ơn phòng đào tạo.",
            "Chào em,. . Em làm đơn xin hủy hoãn thi: ghi rõ mã môn học, tên môn học ... gửi qua bksi nhé.. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em xin chào PĐT,. . Em tên là [full_name] . . MSSV: [student_id]. . Em xin trình bày vấn đề như sau: Em nhận được mail buộc thôi học do không đăng kí môn học HK2/2020 (em đã hoàn thành tất cả các môn trong chương trình đào tạo) và hiện tại em đang trong quá trình liên thông cao học. Và sắp tới tháng 11 em sẽ đủ điều kiện để đăng kí tốt nghiệp.. . Em muốn hỏi các câu hỏi sau:. . 1. Về việc làm đơn thu nhận lại em sẽ phải thực hiện các bước như thế nào ?. . 2. Khi nào sẽ có đợt đăng kí tốt nghiệp vào tháng 11 ạ !. . 3. Sau khi làm đơn thu nhận lại và được chấp nhận thì em có thể đăng kí tốt nghiệp bình thường nếu đủ điều kiện đúng không ạ ?. . Em xin hết !! Mong nhận được câu trả lời của anh chị sớm nhất ạ !!  Em xin cảm ơn !!",
            "Chào bạn,. . Bạn vui lòng tải mẫu đơn thu nhận tại trang aao.hcmut.edu.vn/Sinh viên/biểu mẫu. . Điền đầy đủ thông tin và gửi qua bksi nhé. . Hiện tại chưa có lịch trình tốt nghiệp của tháng 11/2021. Bạn vui lòng theo dõi tại lịch học vụ.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Dạ cho em hỏi khi mình hoãn thi xong, thì môn mà mình hoãn thi là do trường xếp lịch thi ở kì kế tiếp hay là do tự mình đăng kí vậy ạ.",
            "Phòng Đào tạo đã gửi email: em làm theo hướng dẫn nhé.. . Thân gửi các bạn sinh viên, . . Phòng Đào tạo (PĐT) đã thông báo cho Sinh viên (SV) về việc nộp đơn hoãn thi trực tiếp cho PĐT đối với các môn học Lý thuyết, mà không thông qua Giảng viên (GV). PĐT sẽ hậu kiểm các tình huống cấm thi sau. Hiện nay, SV đăng ký bằng cách gửi email về PĐT có kèm file và qua hệ thống Hỗ trợ trực tuyến (BKSI). Để nhanh chóng và thuận lợi, PĐT thay đổi phương thức nộp đơn hoãn thi như sau:. . SV đăng nhập vào Google bằng tài khoản BKNetID@hcmut.edu.vn và điền thông tin hoãn thi theo link: https://forms.gle/ckyYcJMWN7w3kqe56. . Hạn cuối: 5 ngày sau khi thi online (chỉ tính ngày làm việc). . Trường hợp SV đã nộp đơn qua email của PĐT và  qua công cụ BKSI (đã hoặc chưa được tiếp nhận), vui lòng điền lại vào form trên để PĐT cập nhật dữ liệu đồng nhất và chính xác.. . Riêng đối với môn Đồ án, Thực tập ngoài trường, Đề cương Luận văn, Luận văn/Tiểu luận tốt nghiệp: SV có thể xin hoãn bảo vệ với lý do dịch Covid-19 ảnh hưởng nghiêm trọng đến kết quả thực hiện đề tài (không thực nghiệm được tại Phòng thí nghiệm, không thực địa, ...). SV gửi email trực tiếp đến Giáo viên hướng dẫn, Khoa/Bộ môn để được xem xét đồng ý và forward email cuối cùng đến email của PĐT để đăng ký.. . Thông tin thêm:. . . . Em đọc kỹ nhé.. . . . •\tQuy định hoãn thi (HT): xem chi tiết tại khoản 17.2 Điều 17 trong Quy chế đào tạo và học vụ (aao.hcmut.edu.vn    Sinh viên    Quy chế).. . •\tCác môn có phần thí nghiệm (TNg) sẽ được tổ chức thi sau khi TNg xong. Một số môn, Giảng viên sẽ đề nghị cho thi trước, điểm TNg sẽ có sau, khi đó SV có thể xin hoãn thi.. . •\tRiêng hoãn thi kiểm tra giữa kỳ của HK DT202 và 203: SV liên hệ trực tiếp GV và Bộ môn để được xem xét cho kiểm tra riêng hoặc lấy cột điểm thành phần khác để làm điểm kiểm tra.. .  . . Chúc các bạn học tập thật tốt!. . . . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em xin được phép hỏi PĐT một số vấn đề về lần đăng ký môn học tiếp theo:. . . . 1. Hiện tại, em chưa tích đủ 28 tín chỉ thì có thể đăng kí môn học của năm 2 không ạ ?. . . . 2. Nếu trường sẽ rà soát, hậu kiểm sau khi có kết quả thi thì em có thể bị hủy môn nếu không đủ 28 tín chỉ trong học kì tiếp theo không ạ ? (Vì ngày 15/8 đã bắt đầu học kì tiếp theo nhưng chưa có kết quả môn học của HK202, HK203). . . . Em mong PĐT sẽ giải đáp thắc mắc của em ạ.",
            "Chào bạn. . . . SV xem TKB tại mybk/Thông tin SV/ Xem TKB. . . . Sinh viên vui lòng xem kết quả ĐKMH, xem lý do vì sao không ĐKMH được (có đăng ký, nhưng không có TKB) tại trang web: mybk.hcmut.edu.vn    Đăng ký môn học    Đăng ký môn học HK211 - Kết quả đợt 2    bấm vào mục Đăng ký mới    chọn Loại hình đăng ký    xem Lịch sử đăng ký.. . . . Trong trường hợp kết quả xử lý ĐKMH không đúng, bạn có thể làm đơn khiếu nại (kèm minh chứng nếu có), gửi qua trang bksi ghi rõ tiêu đề: “Khiếu nại ĐKMH HK211”, nội dung khiếu nại trình bày rõ lý do, ghi rõ tên, mã môn học và mã nhóm đã đăng ký.. . . . Bạn vui lòng vào ĐKMH nhé, đến hết 14h59, ngày 19.8.21. . . . Về việc rút MH (có tính học phí) sinh viên vui lòng đợi mail thông báo của PDT trong tháng 9/2021.. . . . Chúc các bạn học tốt!. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Gửi PĐT,. . . . Cho em hỏi nếu hoãn thi cuối kỳ, thì các điểm thành phần của em sẽ bị hủy bỏ hết, sau khi thi lại thì lấy điểm đó làm điểm tổng kết phải không ạ?. . . . Nếu vậy thì quá thiệt thòi cho em và những bạn đang khó khăn vì tình hình dịch quá?!. . . .",
            "Phòng Đào tạo đã gửi email: em làm theo hướng dẫn nhé.. . Thân gửi các bạn sinh viên, . . Phòng Đào tạo (PĐT) đã thông báo cho Sinh viên (SV) về việc nộp đơn hoãn thi trực tiếp cho PĐT đối với các môn học Lý thuyết, mà không thông qua Giảng viên (GV). PĐT sẽ hậu kiểm các tình huống cấm thi sau. Hiện nay, SV đăng ký bằng cách gửi email về PĐT có kèm file và qua hệ thống Hỗ trợ trực tuyến (BKSI). Để nhanh chóng và thuận lợi, PĐT thay đổi phương thức nộp đơn hoãn thi như sau:. . SV đăng nhập vào Google bằng tài khoản BKNetID@hcmut.edu.vn và điền thông tin hoãn thi theo link: https://forms.gle/ckyYcJMWN7w3kqe56. . Hạn cuối: 5 ngày sau khi thi online (chỉ tính ngày làm việc). . Trường hợp SV đã nộp đơn qua email của PĐT và  qua công cụ BKSI (đã hoặc chưa được tiếp nhận), vui lòng điền lại vào form trên để PĐT cập nhật dữ liệu đồng nhất và chính xác.. . Riêng đối với môn Đồ án, Thực tập ngoài trường, Đề cương Luận văn, Luận văn/Tiểu luận tốt nghiệp: SV có thể xin hoãn bảo vệ với lý do dịch Covid-19 ảnh hưởng nghiêm trọng đến kết quả thực hiện đề tài (không thực nghiệm được tại Phòng thí nghiệm, không thực địa, ...). SV gửi email trực tiếp đến Giáo viên hướng dẫn, Khoa/Bộ môn để được xem xét đồng ý và forward email cuối cùng đến email của PĐT để đăng ký.. . Thông tin thêm:. . . . Em đọc kỹ nhé,. . . . •\tQuy định hoãn thi (HT): xem chi tiết tại khoản 17.2 Điều 17 trong Quy chế đào tạo và học vụ (aao.hcmut.edu.vn    Sinh viên    Quy chế).. . •\tCác môn có phần thí nghiệm (TNg) sẽ được tổ chức thi sau khi TNg xong. Một số môn, Giảng viên sẽ đề nghị cho thi trước, điểm TNg sẽ có sau, khi đó SV có thể xin hoãn thi.. . •\tRiêng hoãn thi kiểm tra giữa kỳ của HK DT202 và 203: SV liên hệ trực tiếp GV và Bộ môn để được xem xét cho kiểm tra riêng hoặc lấy cột điểm thành phần khác để làm điểm kiểm tra.. .  . . Chúc các bạn học tập thật tốt!. . . . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Dạ em chào phòng đào tạo,. . . . Em là [full_name], mssv [student_id]. Vì tình trạng sốt cao sao tiêm ngừa vaccine nên em xin phép làm thủ tục hoãn thi cuối kì môn giải tích 2 ạ. Rất mong được sự đồng ý của phòng đào tạo.. . . . Em xin cảm ơn.",
            "Phòng Đào tạo đã gửi email: em làm theo hướng dẫn nhé.. . Thân gửi các bạn sinh viên, . . Phòng Đào tạo (PĐT) đã thông báo cho Sinh viên (SV) về việc nộp đơn hoãn thi trực tiếp cho PĐT đối với các môn học Lý thuyết, mà không thông qua Giảng viên (GV). PĐT sẽ hậu kiểm các tình huống cấm thi sau. Hiện nay, SV đăng ký bằng cách gửi email về PĐT có kèm file và qua hệ thống Hỗ trợ trực tuyến (BKSI). Để nhanh chóng và thuận lợi, PĐT thay đổi phương thức nộp đơn hoãn thi như sau:. . SV đăng nhập vào Google bằng tài khoản BKNetID@hcmut.edu.vn và điền thông tin hoãn thi theo link: https://forms.gle/ckyYcJMWN7w3kqe56. . Hạn cuối: 5 ngày sau khi thi online (chỉ tính ngày làm việc). . Trường hợp SV đã nộp đơn qua email của PĐT và  qua công cụ BKSI (đã hoặc chưa được tiếp nhận), vui lòng điền lại vào form trên để PĐT cập nhật dữ liệu đồng nhất và chính xác.. . Riêng đối với môn Đồ án, Thực tập ngoài trường, Đề cương Luận văn, Luận văn/Tiểu luận tốt nghiệp: SV có thể xin hoãn bảo vệ với lý do dịch Covid-19 ảnh hưởng nghiêm trọng đến kết quả thực hiện đề tài (không thực nghiệm được tại Phòng thí nghiệm, không thực địa, ...). SV gửi email trực tiếp đến Giáo viên hướng dẫn, Khoa/Bộ môn để được xem xét đồng ý và forward email cuối cùng đến email của PĐT để đăng ký.. . Thông tin thêm:. . •\tQuy định hoãn thi (HT): xem chi tiết tại khoản 17.2 Điều 17 trong Quy chế đào tạo và học vụ (aao.hcmut.edu.vn    Sinh viên    Quy chế).. . •\tCác môn có phần thí nghiệm (TNg) sẽ được tổ chức thi sau khi TNg xong. Một số môn, Giảng viên sẽ đề nghị cho thi trước, điểm TNg sẽ có sau, khi đó SV có thể xin hoãn thi.. . •\tRiêng hoãn thi kiểm tra giữa kỳ của HK DT202 và 203: SV liên hệ trực tiếp GV và Bộ môn để được xem xét cho kiểm tra riêng hoặc lấy cột điểm thành phần khác để làm điểm kiểm tra.. .  . . Chúc các bạn học tập thật tốt!. . . . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Cho em hỏi là khi thi em nộp bài với đinh dạng là mssv-tên nhưng lại ko được chấp nhận ạ.e có xem lại là định dạng chuẩn là mssv_tên. Em nghĩ là em bị sai 2 dấu gạch nên hệ thông không chấp nhận bài gửi ạ.cho e hỏi là có phải e sai định dạng không ạ với lại mấy bạn cũng nhập mssv tới 8so nhưng vẫn không sai.em bị như v em phảilamf sao ạ. Bài nộp vẫn còn trên hệ thống ạ. Em cảm ơn!. . Trân trọng !",
            "Chào bạn,. . - Bạn vui lòng xem chi tiết hướng dẫn thi trực tuyến nhà trường đã gửi thông báo đến SV. . - Bạn cần thực hiện theo hướng dẫn của nhà trường và thực hành để thuần thục các thao tác ghi màn hình trước khi thi.. . - Bạn nên liên hệ GV giảng dạy để được hướng dẫn.. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác  /i  Gửi Phòng đào tạo, em không có laptop, sử dụng máy tính bàn để thi nhưng không có camera, em có thể sử dụng 2 điện thoại để quay hình bản thân theo góc quay thiết bị chính và phụ trong quá trình thi không ạ ? . . . .",
            "Nhắc lại: Hướng dẫn tạm thời về kiểm tra/thi theo hình thức trực tuyến. . . . Thân gửi các bạn Sinh viên,. . . . Chúng ta đã tổ chức kiểm tra/thi được một số học phần. Trong quá trình tổ chức vừa qua, một số việc không suôn sẻ đã xảy ra, có thể ảnh hưởng đến việc kiểm tra/thi.. . . . Phòng Đào tạo (PĐT) nhắc lại Sinh viên (SV) xem kỹ hướng dẫn, kể cả các phụ lục. Chuẩn bị kỹ không gian và điều kiện kỹ thuật cho kiểm tra/thi (điện, đường truyền, có thể cần thêm kết nối 3G dự phòng). PHẢI thử nghiệm/tập luyện trước các thao tác cần thiết phục vụ kiểm tra/thi.. . . . SV đặc biệt lưu ý các vấn đề sau:. .  1. Khi có sự cố, xem số điện thoại liên lạc trong trang đề thi, hoặc các số của GV/Bộ môn. Ưu tiên nhắn tin để giảm tải cho GV.. .  . . . .  2. Khi mất kết nối, bình tĩnh chờ kết nối trở lại. Khi có kết nối trở lại, làm bài như bình thường. . . KHÔNG đăng xuất hệ thống thi BKeX và sau đó đăng nhập lại. Hệ thống BKeX chỉ cho đăng nhập 01 lần trong thời gian làm bài. SV đăng nhập nhiều hơn 01 lần sẽ bị khoá.. . . .  3. Xem kỹ hướng dẫn Phần III, Mục 1, Khoản 1.1 - Trước khi thi, Khoản 1.2 - Trong khi thi. Chú ý Bảng 1, dòng số 7-8.. . . .  4. Thực hiện theo các bước tổ chức trong phòng thi. . (Phần II, Mục 2, Khoản 2.1 - Trước giờ thi, Khoản 2.2 - Trong giờ thi, Khoản 2.3 - Hết giờ thi, Khoản 2.4 - Sau buổi thi.). . . . Ví dụ: Đối với SV (giả sử dùng hệ thống thi BKeX): . . . .         Ghi hình màn hình thiết bị chính của mình (gọi tắt là máy tính) (không cần nếu Bộ môn cho phép) - trước ít nhất 25'. . ==  Đăng nhập vào hệ thống thi (BKeX) . . ==  Đăng nhập vào Google Meet của phòng thi (nếu cần 02 thiết bị thì đăng nhập cả 02 thiết bị, link của Google Meet trên BKeX được hiển thị dạng QR code, dùng thiết bị thứ hai scan QR code để có đường link) - trước ít nhất 20'. . ==  Dự điểm danh bằng Google Meet. . ==  Quay lại BKeX để LÀM BÀI. . ==  Nộp bài (có thể scan bài nếu đề thi tự luận dạng viết tay). . ==  Kết thúc ghi hình màn hình máy tính của mình. . ==  Rời phòng thi (Google Meet, Đăng xuất BKeX) khi được phép. . ==  Nạp các tập tin ghi hình màn hình theo link.. . . . KHÔNG đăng xuất BKeX và sau đó đăng nhập lại. Đừng vào trễ quá 05' =  không được dự thi.. . . . (Các nội dung trên đã được soạn thành các leaflet gửi kèm với Hướng dẫn.). . . . Chúc các bạn thi tốt."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSS[full_name]/MSG[full_name]: [student_id]  /b \t. . . .   i Yêu cầu khác . Khó khăn khi hoàn thành các giấy tờ cũng như thủ tục nhập học [full_name]B2. . Dạ em chào thầy cô!. . Em là Huỳnh Trường [full_name]ĩ đã tốt nghiệp ngành [full_name]ật Lý Kỹ Thuật với điểm TBTL là 7.01 tại trường Đại Học Bách Khoa- Đại Học Quốc Gia TP.HCM. Em đã xét tuyển và trúng tuyển [full_name]B2 chuyên ngành Khoa Học Máy TÍnh với mã ngành [student_id]_B của  Trường và Mã nhập học [student_id], hiện tại đang trong thời gian giãn cách xã hội, không thể về quê để hoàn thành hồ sơ nhập học. Cùng với đó là chứng minh nhân dân và bằng THPT của em hiện tại đã mất, không thể tìm lại chỉ có cách đợi hết dịch thì mới có thể về quê xin cấp lại CMND cũng như bản sao bằng tốt nghiệp THPT. [full_name]ậy thầy cho em hỏi có cách nào để hoàn thành hồ sơ cũng như bổ sung sau khi hết dịch được không ạ.. . Em chân thành cảm ơn ạ",
            "Chào em,. . Em xem các email PĐT mới gửi hoặc email [email] để được hướng dẫn nhé.. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Kính gửi,. . Em đã hoàn thành xử lý đăng kí thẻ sinh viên vào ngày 29/7 nhưng đến cuối tuần này vẫn chưa nhận được, vào ngày 9/8 em sẽ thi môn đầu tiên. Em mong là mình vẫn có thể hoàn thành bài thi của mình là không bị hoãn thi. Mong phòng đào tạo xem xét để thẻ mau về với em ạ.. . Trân trọng",
            "Chào em,. . - SV phải dùng thẻ SV khi dự thi. Nếu SV làm mất thẻ SV thì phải đăng ký làm lại. PĐT đã có tuỳ chọn nhận tại nhà, người nhận trả cước bưu điện: ghi rõ họ tên, số điện thoại, địa chỉ.. . - Em vào mybk/đăng ký in lại thẻ sv ... đóng tiền mới được in nhé. . . . . Hiện tại PĐT giải quyết in thẻ sv hàng ngày và gửi bưu cục (nếu sv có đăng ký). Nhưng vì nhiều lý do bất khả kháng [full_name] vẫn chưa đến SV để kịp thi, SV vui lòng trình bày tất cả lý do kèm minh chứng để Cán bộ coi thi ghi nhận vào danh sách thi. PĐT đối chiếu dữ liệu sau.. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: bkex em bị khoá , Nhà trường có thể mở lại cho em với ạ, tại vì em không biết môn nào em thi trên đó, và có một số môn em không quen bạn nào để trong phòng meet nhờ cán bộ coi thi mở ạ, em cảm ơn.",
            "Thân gửi các bạn Sinh viên,. . . . Chúng ta đã tổ chức kiểm tra/thi được một số học phần. Trong quá trình tổ chức vừa qua, một số việc không suôn sẻ đã xảy ra, có thể ảnh hưởng đến việc kiểm tra/thi.. . . . Phòng Đào tạo (PĐT) nhắc lại Sinh viên (SV) xem kỹ hướng dẫn, kể cả các phụ lục. Chuẩn bị kỹ không gian và điều kiện kỹ thuật cho kiểm tra/thi (điện, đường truyền, có thể cần thêm kết nối 3G dự phòng). PHẢI thử nghiệm/tập luyện trước các thao tác cần thiết phục vụ kiểm tra/thi.. . . . SV đặc biệt lưu ý các vấn đề sau:. .  1. Khi có sự cố, xem số điện thoại liên lạc trong trang đề thi, hoặc các số của GV/Bộ môn. Ưu tiên nhắn tin để giảm tải cho GV.. .  . .  2. Khi mất kết nối, bình tĩnh chờ kết nối trở lại. Khi có kết nối trở lại, làm bài như bình thường. . . KHÔNG đăng xuất hệ thống thi BKeX và sau đó đăng nhập lại. Hệ thống BKeX chỉ cho đăng nhập 01 lần trong thời gian làm bài. SV đăng nhập nhiều hơn 01 lần sẽ bị khoá.. . . .  3. Xem kỹ hướng dẫn Phần III, Mục 1, Khoản 1.1 - Trước khi thi, Khoản 1.2 - Trong khi thi. Chú ý Bảng 1, dòng số 7-8.. . . .  4. Thực hiện theo các bước tổ chức trong phòng thi. . (Phần II, Mục 2, Khoản 2.1 - Trước giờ thi, Khoản 2.2 - Trong giờ thi, Khoản 2.3 - Hết giờ thi, Khoản 2.4 - Sau buổi thi.). . . . Ví dụ: Đối với SV (giả sử dùng hệ thống thi BKeX): . . . .         Ghi hình màn hình thiết bị chính của mình (gọi tắt là máy tính) (không cần nếu Bộ môn cho phép) - trước ít nhất 25'. . ==  Đăng nhập vào hệ thống thi (BKeX) . . ==  Đăng nhập vào Google Meet của phòng thi (nếu cần 02 thiết bị thì đăng nhập cả 02 thiết bị, link của Google Meet trên BKeX được hiển thị dạng QR code, dùng thiết bị thứ hai scan QR code để có đường link) - trước ít nhất 20'. . ==  Dự điểm danh bằng Google Meet. . ==  Quay lại BKeX để LÀM BÀI. . ==  Nộp bài (có thể scan bài nếu đề thi tự luận dạng viết tay). . ==  Kết thúc ghi hình màn hình máy tính của mình. . ==  Rời phòng thi (Google Meet, Đăng xuất BKeX) khi được phép. . ==  Nạp các tập tin ghi hình màn hình theo link.. . . . KHÔNG đăng xuất BKeX và sau đó đăng nhập lại. Đừng vào trễ quá 05' =  không được dự thi.. . . . (Các nội dung trên đã được soạn thành các leaflet gửi kèm với Hướng dẫn.). . . . Chúc các bạn thi tốt.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Chào [full_name]!. . . . Sau khi hoãn thi xong thì mình phải thi bù, thì khi đăng ký môn học đó để chỉ thi bù thì có tính học phí không cũng như có tính chỉ kì đó hay không vì em năm 4 nên gần như không còn môn mà theo quy chế sinh viên cần duy trì 1 chỉ để tiếp tục chứng nhận là sinh viên ạ ?. . . . Em xin cảm ơn.",
            "Chào bạn. . Môn có quyết định hoãn thi sẽ không tính học phí,. . - Trong Qd sẽ ghi rõ bạn không dkmh, mà đăng ký xóa điểm HT thôi. . - Đúng là theo quy định bạn cần phải có TKB thì mới được cấp xác nhận SV. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Em muốn tạm hoạn thi cuối kì vào ngày 9/8 sắp tới, em muốn hỏi là sau khi gửi đơn đăng kí mà tới ngày thi vẫn chưa có phản hồi thì em có phải tham gia vào buổi thi không ạ. Hiện nay em đang là dân quân tự vệ và đang công tác tại phường từ tháng 6, em vẫn chưa về nhà nên việc tổ chức thi em khó có thể thực hiện ạ.. . . .",
            "Thân gửi các bạn sinh viên, . . Phòng Đào tạo (PĐT) đã thông báo cho Sinh viên (SV) về việc nộp đơn hoãn thi trực tiếp cho PĐT đối với các môn học Lý thuyết, mà không thông qua Giảng viên (GV). PĐT sẽ hậu kiểm các tình huống cấm thi sau. Hiện nay, SV đăng ký bằng cách gửi email về PĐT có kèm file và qua hệ thống Hỗ trợ trực tuyến (BKSI). Để nhanh chóng và thuận lợi, PĐT thay đổi phương thức nộp đơn hoãn thi như sau:. . SV đăng nhập vào Google bằng tài khoản BKNetID@hcmut.edu.vn và điền thông tin hoãn thi theo link: https://forms.gle/ckyYcJMWN7w3kqe56. . Hạn cuối: 5 ngày sau khi thi online (chỉ tính ngày làm việc). . Trường hợp SV đã nộp đơn qua email của PĐT và  qua công cụ BKSI (đã hoặc chưa được tiếp nhận), vui lòng điền lại vào form trên để PĐT cập nhật dữ liệu đồng nhất và chính xác.. . Riêng đối với môn Đồ án, Thực tập ngoài trường, Đề cương Luận văn, Luận văn/Tiểu luận tốt nghiệp: SV có thể xin hoãn bảo vệ với lý do dịch Covid-19 ảnh hưởng nghiêm trọng đến kết quả thực hiện đề tài (không thực nghiệm được tại Phòng thí nghiệm, không thực địa, ...). SV gửi email trực tiếp đến Giáo viên hướng dẫn, Khoa/Bộ môn để được xem xét đồng ý và forward email cuối cùng đến email của PĐT để đăng ký.. . Thông tin thêm:. . •\tQuy định hoãn thi (HT): xem chi tiết tại khoản 17.2 Điều 17 trong Quy chế đào tạo và học vụ (aao.hcmut.edu.vn    Sinh viên    Quy chế).. . •\tCác môn có phần thí nghiệm (TNg) sẽ được tổ chức thi sau khi TNg xong. Một số môn, Giảng viên sẽ đề nghị cho thi trước, điểm TNg sẽ có sau, khi đó SV có thể xin hoãn thi.. . •\tRiêng hoãn thi kiểm tra giữa kỳ của HK DT202 và 203: SV liên hệ trực tiếp GV và Bộ môn để được xem xét cho kiểm tra riêng hoặc lấy cột điểm thành phần khác để làm điểm kiểm tra.. .  . . Chúc các bạn học tập thật tốt!. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Ngày 5/8/2021 em có thi môn xác suất thống kê ca 10h. . Em ghi hình bằng gg meet và sáng nay mới nhận được file. . nhưng chưa hết 48h thì đã bị khóa phần nộp file ghi hình rồi. . Việc này em phải giải quyết thế nào ạ?. . Em cảm ơn. .",
            "Chào bạn,. . - Bạn vui lòng xem chi tiết hướng dẫn thi trực tuyến nhà trường đã gửi thông báo đến SV. . - Bạn cần thực hiện theo hướng dẫn của nhà trường và thực hành để thuần thục các thao tác ghi màn hình trước khi thi.. . - Bạn nên liên hệ GV giảng dạy để được hướng dẫn.. . - Hoặc SV đăng ký hoãn thi PĐT đã gửi email.. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: . . . . Em chào thầy/cô ạ,. . . . Em là Diệp Nhật Tân, tham gia thi môn Xác Suất và Thống Kê (MT2013) vào ca 10h sáng ngày 05/08/2021. Em được biết là file ghi hình phải được nộp trong vòng 48h kể từ lúc kết thúc bài thi. Nhưng mà đến 1h sáng ngày 07/08/2021, tức là 39h kể từ lúc kết thúc buổi thi, em vào đường link để nộp file ghi hình thì link đã bị đóng. . . Thầy/cô cho em hỏi trường hợp này em phải giải quyết như thế nào ạ? Em xin cảm ơn.",
            "Chào bạn,. . - Bạn vui lòng xem chi tiết hướng dẫn thi trực tuyến nhà trường đã gửi thông báo đến SV. . - Bạn cần thực hiện theo hướng dẫn của nhà trường và thực hành để thuần thục các thao tác ghi màn hình trước khi thi.. . - Bạn nên liên hệ GV giảng dạy để được hướng dẫn.. . Hoặc sv đăng ký hoãn thi pđt đã gửi email.. . . . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em kính chào PĐT,. . Em có những thắc mắc sau đây muốn hỏi thầy cô PĐT ạ. . 1. Hiện tại em K17 đã hoàn thành luận văn, và chỉ còn thi môn giải tích. Vậy nếu em hoãn thi thì có ảnh hưởng đến thời gian tốt nghiệp không ạ?. . 2. Em có thể xin thông tin về kế hoạch xét tốt nghiệp năm nay của nhà trường không ạ?. . . . Em xin cảm ơn thầy cô PĐT nhiều ạ?. .",
            "Chào bạn. . - Hoãn thi của Hk 202 hay 203 theo quy định là được phép xoá nợ trong 1 năm. . - Nếu bạn đủ điều kiện thì sẽ có tên trong ds tốt nghiệp. . - Lịch trình tốt nghiệp năm nay sẽ có thông báo sau. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Trong lúc thi giải tích 2 MT1005 lúc 7h ngày 7-8-2021 phần mềm quay màn hình trong lúc thi của em bị lỗi nên bị văng ra khiến cho màn hình không được quay nhưng trên record ở google meet cam phụ em có quay màn hình trong lúc làm bài em có thể xin link record đó để nộp không ạ",
            "Chào bạn,. . - Bạn vui lòng xem chi tiết hướng dẫn thi trực tuyến nhà trường đã gửi thông báo đến SV. . - Bạn cần thực hiện theo hướng dẫn của nhà trường và thực hành để thuần thục các thao tác ghi màn hình trước khi thi.. . - Bạn nên liên hệ GV giảng dạy để được hướng dẫn.. . - Hoặc SV đăng ký hoãn thi PĐT đã gửi email.. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Dạ chào cô,. . . . Em có đăng ký làm thẻ sinh viên nhưng tới nay thẻ chưa được ship tới, mà ngày 9/8 em phải thi một môn.. . . . Vậy cô cho em hỏi là nếu như không có thẻ thì tới lúc thi em phải làm gì để được thi ạ.. . . . Em cảm ơn cô !!!!",
            "Chào em,. . - SV phải dùng thẻ SV khi dự thi. Nếu SV làm mất thẻ SV thì phải đăng ký làm lại. PĐT đã có tuỳ chọn nhận tại nhà, người nhận trả cước bưu điện: ghi rõ họ tên, số điện thoại, địa chỉ.. . - Em vào mybk/đăng ký in lại thẻ sv ... đóng tiền mới được in nhé. . . . . Hiện tại PĐT giải quyết in thẻ sv hàng ngày và gửi bưu cục (nếu sv có đăng ký). Nhưng vì nhiều lý do bất khả kháng [full_name] vẫn chưa đến SV để kịp thi, SV vui lòng trình bày tất cả lý do kèm minh chứng để Cán bộ coi thi ghi nhận vào danh sách thi. PĐT đối chiếu dữ liệu sau.. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em muốn xin pdt cho phép hủy hoãn thi cuối kỳ hk202.lý do em đã có đủ trang thiết bị để dự thi trực tuyến.. . Mong pdt xem xét. .",
            "Chào em,. . Em làm đơn xin hủy hoãn thi: ghi rõ mã môn học, tên môn học ... gửi qua bksi nhé.. . Thân mến,. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Em là [full_name] MSSV [student_id]. . Trong khi kết thúc phần thi, phần mềm snagit quay lại màn hình bị lỗi và không gửi video về máy.. . Xin cho em cách giải quyết ạ",
            "Chào bạn,. . - Bạn vui lòng xem chi tiết hướng dẫn thi trực tuyến nhà trường đã gửi thông báo đến SV. . - Bạn cần thực hiện theo hướng dẫn của nhà trường và thực hành để thuần thục các thao tác ghi màn hình trước khi thi.. . - Bạn nên liên hệ GV giảng dạy để được hướng dẫn.. . - Hoặc SV đăng ký hoãn thi PĐT đã gửi email.. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "kính gửi phòng đào tạo, em tên [full_name] MSSV: [student_id],ngày 8/4/2021, em có thi môn Triết học [full_name]-[full_name],đề mở, được dùng tài liệu bao gồm cả tài liệu mạng,làm bài trên word. Em dùng gamebar của win 10 để quay màn hình, sau khi thi và nộp bài xong, xem lại video đã quay thì em phát hiện nó chỉ quay những thao tác em thực hiện trên web thôi, còn quá trình em làm bài trên word thì nó không quay lại mà vẫn quay cái tap em mở trên web là tap đề thi. Như vậy thì bài thi của em có được công nhận không ạ?? em xin cảm ơn.. . . .",
            "QUOTE kính gửi phòng đào tạo, em tên [full_name] MSSV: [student_id],ngày 8/4/2021, em có thi môn Triết học [full_name]-[full_name],đề mở, được dùng tài liệu bao gồm cả tài liệu mạng,làm bài trên word. Em dùng gamebar của win 10 để quay màn hình, sau khi thi và nộp bài xong, xem lại video đã quay thì em phát hiện nó chỉ quay những thao tác em thực hiện trên web thôi, còn quá trình em làm bài trên word thì nó không quay lại mà vẫn quay cái tap em mở trên web là tap đề thi. Như vậy thì bài thi của em có được công nhận không ạ?? em xin cảm ơn.. . . .   /QUOTE . .",
            "Chào bạn,. . - Bạn vui lòng xem chi tiết hướng dẫn thi trực tuyến nhà trường đã gửi thông báo đến SV. . - Bạn cần thực hiện theo hướng dẫn của nhà trường và thực hành để thuần thục các thao tác ghi màn hình trước khi thi.. . - Bạn nên liên hệ GV giảng dạy để được hướng dẫn.. . - Hoặc SV đăng ký hoãn thi PĐT đã gửi email.. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Phòng đào tạo cho em hỏi, em thi xong GT2 tắt quay màn hình thì ko xem lại được clip đã quay quá trình làm bài môn GT2 thì em phải làm sao ạ?. . Em cảm ơn ạ.. .",
            "Chào bạn,. . - Bạn vui lòng xem chi tiết hướng dẫn thi trực tuyến nhà trường đã gửi thông báo đến SV. . - Bạn cần thực hiện theo hướng dẫn của nhà trường và thực hành để thuần thục các thao tác ghi màn hình trước khi thi.. . - Bạn nên liên hệ GV giảng dạy để được hướng dẫn.. . - Hoặc SV đăng ký hoãn thi PĐT đã gửi email.. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Trước lúc thi em bắt đầu ghi màn hình thì sau khoảng 1 tiếng đồng hồ quá trình thi kết thúc thì em bấm dừng lại. Nhưng khi vào kiểm tra lại file thì thấy file chỉ có 55 giây mặc dù lúc bấm vào Properties thì file vẫn hiện là ghi từ 6h54 đến 8h15. Giờ em phải làm sao đây ạ?. .  . . . .",
            "Chào bạn,. . - Bạn vui lòng xem chi tiết hướng dẫn thi trực tuyến nhà trường đã gửi thông báo đến SV. . - Bạn cần thực hiện theo hướng dẫn của nhà trường và thực hành để thuần thục các thao tác ghi màn hình trước khi thi.. . - Bạn nên liên hệ GV giảng dạy để được hướng dẫn, hoặc đăng ký hoãn thi PĐT đã gửi email.. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Dạ [full_name] ơi, em là [full_name] MSSV: [student_id] sáng nay thi ca 7h môn Giải tích 2 lớp L16a ạ, em đã ghi màn hình và chắc chắn mình đã lưu nhưng bây giờ trong máy em đã tìm kĩ rồi vẫn không có file ạ. Em nghĩ có thể do máy hết dung lượng hoặc như thế nào đó do em sơ suất nhưng em thực sự không cố ý cũng kiểm tra vấn đề ghi rồi nhưng em lại quên mất vụ ổ cứng. Gi ờ em chưa biết phải làm sao? Cô ơi cô có thể cho em thi lại ca khác được không ạ? Em hứa sẽ khắc phục được ạ. Em cảm ơn cô",
            "Chào bạn,. . - Bạn vui lòng xem chi tiết hướng dẫn thi trực tuyến nhà trường đã gửi thông báo đến SV. . - Bạn cần thực hiện theo hướng dẫn của nhà trường và thực hành để thuần thục các thao tác ghi màn hình trước khi thi.. . - Bạn nên liên hệ GV giảng dạy để được hướng dẫn.. . Hoặc sv đăng ký hoãn thi PĐT đã gửi email.. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Thưa phòng đào tạo,. . . . Em tên là [full_name] học lớp CC02 HK202 ạ. Em xin phép được hoãn thi final GENERAL CHEMISTRY HK202 do đường truyền mạng không ổn đinh trong ngày thi ạ. . .",
            "Phòng Đào tạo đã gửi email: em làm theo hướng dẫn nhé.. . Thân gửi các bạn sinh viên, . . Phòng Đào tạo (PĐT) đã thông báo cho Sinh viên (SV) về việc nộp đơn hoãn thi trực tiếp cho PĐT đối với các môn học Lý thuyết, mà không thông qua Giảng viên (GV). PĐT sẽ hậu kiểm các tình huống cấm thi sau. Hiện nay, SV đăng ký bằng cách gửi email về PĐT có kèm file và qua hệ thống Hỗ trợ trực tuyến (BKSI). Để nhanh chóng và thuận lợi, PĐT thay đổi phương thức nộp đơn hoãn thi như sau:. . SV đăng nhập vào Google bằng tài khoản BKNetID@hcmut.edu.vn và điền thông tin hoãn thi theo link: https://forms.gle/ckyYcJMWN7w3kqe56. . Hạn cuối: 5 ngày sau khi thi online (chỉ tính ngày làm việc). . Trường hợp SV đã nộp đơn qua email của PĐT và  qua công cụ BKSI (đã hoặc chưa được tiếp nhận), vui lòng điền lại vào form trên để PĐT cập nhật dữ liệu đồng nhất và chính xác.. . Riêng đối với môn Đồ án, Thực tập ngoài trường, Đề cương Luận văn, Luận văn/Tiểu luận tốt nghiệp: SV có thể xin hoãn bảo vệ với lý do dịch Covid-19 ảnh hưởng nghiêm trọng đến kết quả thực hiện đề tài (không thực nghiệm được tại Phòng thí nghiệm, không thực địa, ...). SV gửi email trực tiếp đến Giáo viên hướng dẫn, Khoa/Bộ môn để được xem xét đồng ý và forward email cuối cùng đến email của PĐT để đăng ký.. . Thông tin thêm:. . •\tQuy định hoãn thi (HT): xem chi tiết tại khoản 17.2 Điều 17 trong Quy chế đào tạo và học vụ (aao.hcmut.edu.vn    Sinh viên    Quy chế).. . •\tCác môn có phần thí nghiệm (TNg) sẽ được tổ chức thi sau khi TNg xong. Một số môn, Giảng viên sẽ đề nghị cho thi trước, điểm TNg sẽ có sau, khi đó SV có thể xin hoãn thi.. . •\tRiêng hoãn thi kiểm tra giữa kỳ của HK DT202 và 203: SV liên hệ trực tiếp GV và Bộ môn để được xem xét cho kiểm tra riêng hoặc lấy cột điểm thành phần khác để làm điểm kiểm tra.. .  . . Chúc các bạn học tập thật tốt!. . . . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "B   I   Học vụ .",
            ". . Chào bạn,. . Trường hợp bạn bị hủy TKB/lịch thi do thanh toán học phí không đúng hạn.. . Bạn vui lòng xem quy định về TT học phí tại đây:. . aao.hcmut.edu.vn/sinh viên/quy chế/học vụ/Quy chế đào tạo và học vụ bậc đại học, cao đẳng:/điều 7.2. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Chào thầy, em là [full_name], lúc 7h sáng nay em có thi môn Giải tích 2 nhóm L19C cuối kì nhưng nhà em có sự cố điện với hệ thống mạng em không thi được, em có thể thi bù ca sau được không ạ. Em cảm ơn thầy/cô. .",
            "Chào bạn,. . - Bạn vui lòng xem chi tiết hướng dẫn thi trực tuyến nhà trường đã gửi thông báo đến SV. . - Bạn cần thực hiện theo hướng dẫn của nhà trường và thực hành để thuần thục các thao tác ghi màn hình trước khi thi.. . - Bạn nên liên hệ GV giảng dạy để được hướng dẫn hoặc đăng ký hoãn thi PĐT đã gửi email.. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Cho em hỏi em thi Xác suất thống kê ngày 5/8/2021 ca 13g00. Tại có 1 chút trục trặc kĩ thuật mà tới bây giờ em mới nộp được file ghi hình nhưng form nộp file lại không hoạt động (như trong hình). Thầy cô có thể liên hệ mở form lại cho em được không ạ.. .  . . . .",
            "Chào bạn,. . - Bạn vui lòng xem chi tiết hướng dẫn thi trực tuyến nhà trường đã gửi thông báo đến SV. . - Bạn cần thực hiện theo hướng dẫn của nhà trường và thực hành để thuần thục các thao tác ghi màn hình trước khi thi.. . - Bạn nên liên hệ GV giảng dạy để được hướng dẫn.. . - Hoặc SV đăng ký hoãn thi PĐT đã gửi email.. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Link nộp file ghi mà hình có thời hạn là 48h mà giờ em không thể vào được ạ, gửi mail giảng viên không trả lời, em phải làm sao ạ. .",
            "Chào bạn,. . - Bạn vui lòng xem chi tiết hướng dẫn thi trực tuyến nhà trường đã gửi thông báo đến SV. . - Bạn cần thực hiện theo hướng dẫn của nhà trường và thực hành để thuần thục các thao tác ghi màn hình trước khi thi.. . - Bạn nên liên hệ GV giảng dạy để được hướng dẫn.. . - Hoặc SV đăng ký hoãn thi PĐT đã gửi email.. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em chào PĐT! . . Sau khi em kiểm tra các nhóm lớp Địa chất công trình_CI2095 trên trang đăng ký môn học vào học kỳ 202 ( kết quả đợt 4 ĐKMHH), em nhận thấy là môn này chỉ có 1 thầy [full_name] dạy ở nhóm lớp L01. . . Cho em hỏi là phiếu xác nhận để em thi lại thay thế điểm VP thì PĐT có để là môn Địa chất công trình CI2095 em thi ở nhóm lớp L04-B.Nhóm này không có trên trang ĐKMH ạ! Em liên hệ thầy [full_name] rồi thầy bảo là thầy không có nhóm lớp này! Mong PĐT tạo điều kiện cho em để em liên lạc được nhóm lớp này! Vì có một số thầy cô đã chuyển qua thi online rồi ạ! Em lo lắm ạ!. .   B Em đính kèm đơn xác nhận thi lại ([student_id]) và hình ảnh em kiểm tra môn này trên trang ĐKMH.   /B   I",
            "bạn liên hệ [full_name] nhé, chứ sao biết được giảng viên nào dạy",
            "Dạ em chào PĐT ạ! . . Dạ em đã hỏi cô [full_name] bên bộ môn Địa cơ nền móng - Khoa Kỹ thuật xây dựng rồi ạ! . . Cô bảo là kì 202, chỉ có mỗi thầy [full_name] dạy lớp L01 và thầy vẫn chưa thấy tên em trên hệ thống danh sách lớp của Thầy! . . Còn PĐT đăng ký cho em thi là nhóm L04-B ạ!. . Cô bảo em liên hệ PĐT để hỏi kỹ hơn về mã lớp có bị nhầm không ạ? . . Em cảm ơn PĐT ạ! . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Thưa thầy cô, em tên là [full_name], mssv [student_id]. . Hôm nay 7-8-2021 em có thi giải tích 2 lúc 7h. Sau khi thi xong em có gửi file ghi hình dài 1 tiếng 28 phút nhưng khi xem lại chỉ tua được đến phút 16 còn phút thứ 17 trở đi không tua được phải xem như kiểu trực tiếp. Thầy cô cho em hỏi là giờ em xử lí như thế nào ạ?",
            "Chào bạn,. . - Bạn vui lòng xem chi tiết hướng dẫn thi trực tuyến nhà trường đã gửi thông báo đến SV. . - Bạn cần thực hiện theo hướng dẫn của nhà trường và thực hành để thuần thục các thao tác ghi màn hình trước khi thi.. . - Bạn nên liên hệ GV giảng dạy để được hướng dẫn.. . Hoặc sv đăng ký hoãn thi PĐT đã gửi email.. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Dạ cho em hỏi l[full_name] thư viện có bán onl không ạ vì em cần dụng cụ để thi vẽ onl, dụng cụ của em để trên ktx ạ. V[full_name] mua bằng cách n[full_name]o [full_name]. em cảm ơn ạ",
            "Chào em,. . Em liên hệ [email] để hỏi nhé.. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em chào thầy cô,. . Vừa rồi em đã tham dự bài thi cuối kỳ online và do máy chính của em không đủ dung lượng nên em không có video ghi hình quá trình làm bài trên BKEXAM, em chỉ nộp được video ghi hình từ máy phụ, chỉ ghi hình phòng họp google meet.. . . . Thầy cô cho em hỏi trường hợp của em thì em phải xử lý như thế nào, em có cần phải đăng ký hoãn thi không, hay hệ thống sẽ giám sát quá trình làm bài mà không cần video. Do bộ môn em giao về cho giảng viên xử lý, nên em sợ là đến lúc có kết quả thì đã trễ hạn để xin hoãn thi.. . Em cảm ơn thầy cô.",
            "Chào bạn,. . - Bạn vui lòng xem chi tiết hướng dẫn thi trực tuyến nhà trường đã gửi thông báo đến SV. . - Bạn cần thực hiện theo hướng dẫn của nhà trường và thực hành để thuần thục các thao tác ghi màn hình trước khi thi.. . - Bạn nên liên hệ GV giảng dạy để được hướng dẫn.. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Vào HỌC KỲ III NĂM HỌC 2018-2019, em có học môn Đại số (Mã: 006405). Nay em muốn học cải thiện điểm nhưng môn này đã đổi mã mới. Vì vậy, cho em xin mã mới của môn học. Em cảm ơn. .",
            "Chào em,. . Vấn đề môn khác mã, tương đương, thay thế em liên hệ [full_name], GVCN  tư vấn. Sau khi có thông tin chính xác thì SV mới đkmh được nhé.. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em chào Phòng Đào Tạo ạ. . Em tên [full_name] MSSV [student_id]. . Em muốn xin hoãn thi cuối HK203 ạ. .",
            "Thân gửi các bạn sinh viên, . . Phòng Đào tạo (PĐT) đã thông báo cho Sinh viên (SV) về việc nộp đơn hoãn thi trực tiếp cho PĐT đối với các môn học Lý thuyết, mà không thông qua Giảng viên (GV). PĐT sẽ hậu kiểm các tình huống cấm thi sau. Hiện nay, SV đăng ký bằng cách gửi email về PĐT có kèm file và qua hệ thống Hỗ trợ trực tuyến (BKSI). Để nhanh chóng và thuận lợi, PĐT thay đổi phương thức nộp đơn hoãn thi như sau:. . SV đăng nhập vào Google bằng tài khoản BKNetID@hcmut.edu.vn và điền thông tin hoãn thi theo link: https://forms.gle/ckyYcJMWN7w3kqe56. . Hạn cuối: 5 ngày sau khi thi online (chỉ tính ngày làm việc). . Trường hợp SV đã nộp đơn qua email của PĐT và  qua công cụ BKSI (đã hoặc chưa được tiếp nhận), vui lòng điền lại vào form trên để PĐT cập nhật dữ liệu đồng nhất và chính xác.. . Riêng đối với môn Đồ án, Thực tập ngoài trường, Đề cương Luận văn, Luận văn/Tiểu luận tốt nghiệp: SV có thể xin hoãn bảo vệ với lý do dịch Covid-19 ảnh hưởng nghiêm trọng đến kết quả thực hiện đề tài (không thực nghiệm được tại Phòng thí nghiệm, không thực địa, ...). SV gửi email trực tiếp đến Giáo viên hướng dẫn, Khoa/Bộ môn để được xem xét đồng ý và forward email cuối cùng đến email của PĐT để đăng ký.. . Thông tin thêm:. . •\tQuy định hoãn thi (HT): xem chi tiết tại khoản 17.2 Điều 17 trong Quy chế đào tạo và học vụ (aao.hcmut.edu.vn    Sinh viên    Quy chế).. . •\tCác môn có phần thí nghiệm (TNg) sẽ được tổ chức thi sau khi TNg xong. Một số môn, Giảng viên sẽ đề nghị cho thi trước, điểm TNg sẽ có sau, khi đó SV có thể xin hoãn thi.. . •\tRiêng hoãn thi kiểm tra giữa kỳ của HK DT202 và 203: SV liên hệ trực tiếp GV và Bộ môn để được xem xét cho kiểm tra riêng hoặc lấy cột điểm thành phần khác để làm điểm kiểm tra.. .  . . Chúc các bạn học tập thật tốt!. .",
            "Em chào Phòng Đào Tạo ạ. . Em tên [full_name] MSSV [student_id]. . Em mong PĐT có thể xem lại vấn đề của em là em đã đăng kí hoãn thi môn học Giải tích 2 (MT1005) trong HK203, em đã thực hiện hoãn thi bằng cách điền biểu mẫu do PĐT gửi qua mail cho sinh viên ạ.. . Nhưng hôm nay khi nhận được mail của PĐT để xem danh sách hoãn thi HK203 thì không có môn Giải tích 2 ( MT1005) mà em đã đăng kí hoãn và được PĐT gửi mail xác nhận.. . Mong PĐT có thể xem xét lại tình trạng của em ạ.. . Em chân thành cảm ơn PĐT.",
            "Chào em,. . PĐT đã gửi email, em đọc kỹ HK nhé. . Thân gửi các bạn sinh viên,. . . . PĐT phản hồi yêu cầu Sinh viên đã đăng ký Hoãn thi HK203 (đăng ký trước ngày 09/09/2021). . . . + Sinh viên tra cứu danh sách môn đã đăng ký tại đường link:. . . . http://www.aao.hcmut.edu.vn/tracuu/xem_danhsach?id_ds=2802. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em xin chào đội ngũ của bksi, em tên là [full_name], mssv: [student_id].. . ﻿trong đợt thi Giải Tích 2 ca 10h, do lý do bí ẩn (có thể là do tường lửa hoặc phần mềm diệt virus)  đã chặn bản ghi màn hình và chỉ ghi được vỏn vẹn 18s.. . ﻿Hiện em đang rất hoang mang và không biết cách xử lý.. . ﻿Mong bksi sẽ sớm trả lời và hướng dẫn em khắc phục.. . ﻿Em xin cảm ơn.",
            "Chào bạn,. . - Bạn vui lòng xem chi tiết hướng dẫn thi trực tuyến nhà trường đã gửi thông báo đến SV. . - Bạn cần thực hiện theo hướng dẫn của nhà trường và thực hành để thuần thục các thao tác ghi màn hình trước khi thi.. . - Bạn nên liên hệ GV giảng dạy để được hướng dẫn, hoặc hoãn thi pđt đã gửi email.. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Kính chào Thầy Cô. . Em tên [full_name] - Mssv: [student_id]. . Cho em xin hỏi, bên Trường có mở thêm lịch thi của toeic speaking và writing online trong tháng 8 không ạ! . . Em cảm ơn đã đọc tin của em.",
            "Kính chào Thầy Cô. . Em tên [full_name] - Mssv: [student_id]. . Cho em xin hỏi, bên Trường có mở thêm lịch thi của toeic speaking và writing online trong tháng 8 không ạ! . . Em cảm ơn đã đọc tin của em.",
            "Chào bạn,. . Khi nào tổ chức tiếp sẽ thông báo cho SV nhé.. . Bạn vui lòng theo dõi thông tin gửi qua mail SV.. . Thân"
        ]
    }
]