[
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Kính gửi PĐT, em xin được trình bày nguyện vọng của mình qua 2 lá đơn đính kèm",
            "Chào bạn. . Pdt đã đồng ý đơn của bạn. . Bạn theo dõi lịch thi để đi thi nghen. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác:",
            "Yêu cầu khác. . . .   /QUOTE . . ID 30813",
            "Em gửi đơn nào em.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Chào admin ạ,. . . . Em có tìm nhưng chưa thấy nên em liên lạc lại mong admin xử lý vấn đề của em ạ. . . . . Trước có một admin có dặn nếu tới 15h ngày 12/08/2021 mà vẫn chưa mở thì liên lạc lại. Mong admin xử lý giúp em với ạ.. . . . Cảm ơn admin.",
            "Chào bạn,. . . . •\tPdt đã cập nhật một số môn mở lớp mới (do [full_name] gởi lên, SV nộp đơn..., các môn anh văn), SV vào kiểm tra và đăng ký nếu có nhu cầu.. . •\tHiện tại toàn bộ môn học đã được Phòng Đào tạo tăng sĩ số tối đa theo quy định của từng loại môn học và quy định của google meet (tối đa 100 tính luôn Giảng Viên). . •\tXem quy định về sĩ số mở lớp cho từng loại môn học tại đây: aao.hcmut.edu.vn/sinh viên/quy chế/học vụ/Quy chế đào tạo và học vụ bậc đại học, cao đẳng/ Điều 8. 2. . •\tChúc bạn học tập tốt nhé.. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . PĐT cho em xin tăng sỉ số lớp môn Kỹ thuật siêu cao tần (Mã môn: EE3025, mã lớp: DT01_DT01). Hiện em rất cần học môn đó ạ để đủ kiện đủ số tín chỉ ra trường. Em xin cảm ơn nhiều ạ.",
            "hào bạn,. . . . Hiện tại toàn bộ môn học đã được Phòng Đào tạo tăng sĩ số tối đa theo quy định của từng loại môn học và quy định của google meet (tối đa 100 tính luôn Giảng Viên). . . . Xem quy định về sĩ số mở lớp cho từng loại môn học tại đây: aao.hcmut.edu.vn/sinh viên/quy chế/học vụ/Quy chế đào tạo và học vụ bậc đại học, cao đẳng/ Điều 8. 2. . . . Chúc bạn học tập tốt nhé."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Chào thầy cô,. . Em bị nợ môn thí nghiệm vật lý do không đủ điểm ở học kì 2 năm nhất, năm nay em là sinh viên năm 3, và khi em đăng ký môn học thì em chỉ thấy hiển thị đăng ký cho lớp P (chẳng hạn P01, P02) mà không thấy lớp L của em.. . Cho em hỏi giờ em phải làm sao để được học lại môn này ạ.. . . . Em cảm ơn ạ.",
            "Chào bạn,. . . . •\tPdt đã cập nhật một số môn mở lớp mới (do [full_name] gởi lên, SV nộp đơn..., các môn anh văn), SV vào kiểm tra và đăng ký nếu có nhu cầu.. . •\tHiện tại toàn bộ môn học đã được Phòng Đào tạo tăng sĩ số tối đa theo quy định của từng loại môn học và quy định của google meet (tối đa 100 tính luôn Giảng Viên). . •\tXem quy định về sĩ số mở lớp cho từng loại môn học tại đây: aao.hcmut.edu.vn/sinh viên/quy chế/học vụ/Quy chế đào tạo và học vụ bậc đại học, cao đẳng/ Điều 8. 2. . •\tChúc bạn học tập tốt nhé.. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em chào thầy cô ạ. Hiện tại vào học kỳ 211 em chỉ còn lại luận văn và 2 chứng chỉ tiếng anh nhưng hiện tại do dịch nên em chưa thể thi tiếng anh được và cũng chưa thể đăng ký luận văn được. Nên học kì 211 em chưa có tkb(vì không có môn đăng kí) vậy em có bị cảnh cáo học vụ không ạ và em phải làm đơn xin như thế nào ạ. Em cảm ơn và rất mong được phản hồi sớm ạ. Chúc thầy cô sức khỏe.",
            "Chào bạn. . Nếu bạn không có tkb Hk211 thì sẽ bị tạm dừng , HK sau nếu đủ điều kiện nhận LVTN thì thu nhận lại để dkmh . . Thân",
            "Em chào thầy cô ạ. Hiện tại vào học kỳ 211 em chỉ còn lại luận văn và 2 chứng chỉ tiếng anh nhưng hiện tại do dịch nên em chưa thể thi tiếng anh được và cũng chưa thể đăng ký luận văn được. Nên học kì 211 em chưa có tkb(vì không có môn đăng kí) vậy em có bị cảnh cáo học vụ không ạ và em phải làm đơn xin như thế nào ạ. Em cảm ơn và rất mong được phản hồi sớm ạ. Chúc thầy cô sức khỏe."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Chào cô,. . Em mới được nhận qua hệ vhvl từ hệ chính quy từ đợt đăng kí tháng 7 này ạ.. . Em còn thiếu anh văn nữa để được đăng kí luận văn tốt nghiệp ạ. Do bệnh dịch, bên iig không tổ chức thi được vài tháng rồi, nên em chưa có 2 chứng chỉ anh văn nghe đọc ạ. Bên trường mình có phương án giải quyết nào không ạ?. . Và còn vấn đề thứ hai em muốn hỏi ạ. Trong phần đkmh của em, em vào mục nào thì cũng bị lý do \"tạm dừng\" ạ. Cô có thể kiểm tra thử, em bị sao không ạ.. . Em bị ở lại trường lâu do thiếu anh văn rồi cô, mấy nay em có đăng câu hỏi, gọi điện mà không được. Em rối lắm rồi. Huhu.. . Mong cô giải đáp giúp em",
            "Chào cô,. . Kì 202 em có bị tạm dừng do không đăng kí môn học. Kì 211 này em đã chuyển qua hệ vừa học vừa làm rồi, nhưng em đăng kí môn vẫn bị tạm dừng.. . Nên em có bổ sung thêm giấy đăng ký thu nhận lại để em có thể đkmh bình thường ạ.. . Còn vấn đề tiêu chuẩn tiếng anh để đăng kí luận văn, không biết trường có phương án hỗ trợ nào không ạ? Bên iig không tổ chức thi được vài tháng rồi, em nghĩ chắc cũng nhiều bạn giờ chưa được thi giống em. . . Mong thầy cô xem xét. Em cảm ơn.",
            "Chào bạn. . \" Nếu yêu cầu của bạn đến nay vẫn chưa được xử lý, vui lòng gửi lại để PDT kiểm tra và trả lời cho bạn \". .  . . SV lưu ý:. .  1- Hiện tại toàn bộ môn học đã được Phòng Đào tạo tăng sĩ số tối đa theo quy định của từng loại môn học và quy định của Google Meet (tối đa 100 tính luôn Giảng Viên).Xem quy định về sĩ số mở lớp cho từng loại môn học tại đây: aao.hcmut.edu.vn/sinh viên/quy chế/học vụ/Quy chế đào tạo và học vụ bậc đại học, cao đẳng/ Điều 8. 2. . 2- Đã hết thời gian hiệu chỉnh và hủy môn học, Về việc rút Môn Học (có tính học phí) sinh viên vui lòng đợi mail thông báo của PDT trong tháng 9/2021. . 2- Nếu có nhu cầu học, SV có thể đăng ký dự thính (lộ trình 2 bắt đầu học ngày 30/8) vào đợt 2 từ ngày 25/8 đến 27/8. . 3- Sinh viên vui lòng xem kết quả ĐKMH, xem lý do vì sao không ĐKMH được (có đăng ký, nhưng không có TKB) tại trang web: mybk.hcmut.edu.vn    Đăng ký môn học    Đăng ký môn học HK211 - Kết quả đợt 2 (hoặc Kết quả đợt 1)    bấm vào mục Đăng ký mới    chọn Loại hình đăng ký    xem Lịch sử đăng ký.. . 4- Trong trường hợp kết quả xử lý ĐKMH không đúng, bạn có thể làm đơn khiếu nại (kèm minh chứng nếu có), gửi qua trang bksi ghi rõ tiêu đề: “Khiếu nại ĐKMH HK211”, nội dung khiếu nại trình bày rõ lý do, ghi rõ tên, mã môn học và mã nhóm đã đăng ký.. . 5- SV xem TKB tại mybk/Thông tin SV/ Xem TKB. . Chúc các bạn học tốt!. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Dạ e chào cô [full_name]. . dạ em bị lỗi này ạ xin cô xem xét lại giúp e ạ. . Em cảm ơn cô ạ. .   i Đăng ký môn học .",
            "Chào bạn,. . Bạn vui lòng kiểm tra lại nhóm lớp bạn đăng ký nhé, trong hình bạn thể hiện không rõ bạn nhóm nào?. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Em chào thầy, cô. . Em là [full_name], học lớp XD18CTT. . Em đã nộp đơn đăng kí môn học Máy bơm trạm bơm CI3059 nhưng đến giờ vẫn chưa được mở ạ. . Em mong phòng đạo tạo mở giúp em để em và các bạn có thể học được môn Máy bơm trạm bơm CI3059 trong học kì tiếp theo ạ. . Em xin chân thành cảm ơn",
            ". . Chào bạn,. . . . PĐT có nhận được đơn mở lớp học kỳ dự thính 211 (lần 1) của SV, nhưng hiện tại không thể mở thêm các lớp dự thính ở đợt này.. . . . Các môn học không thể mở trong đợt này, SV vui lòng vào đăng ký lại trong đợt nguyện vọng của HK dự thính 211 (lần 2) dự kiến từ 18/8 đến 20/8 để Phòng Đào tạo lấy dữ liệu để tiếp tục mở lớp (Thời gian bắt đầu học kỳ (dự kiến): từ ngày 30/08/2021). . . . Chúc các bạn học tốt!. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em chào Phòng Đào Tạo ạ.. . Em tên [full_name] MSSV [student_id]. . Vừa rồi ngày 5/8/2021 em có dự thi môn xác suất thống kê MT2001 lúc 07h00 sáng thì khi nộp bài có vấn đề nên em đã điền form hoãn thi do PĐT cung cấp trong vòng 5 ngày sau khi thi. Nhưng hôm nay thì giảng viên bộ môn mới thông báo cho lớp em là đã xử lí được và cung cấp các điểm thành phần.. . Em muốn xin hỏi PĐT em có thể hủy hoãn thi môn Xác suất thống kê MT2001 , thi lúc 07h00 sáng được không ạ?",
            "Chào em,. . Em làm đơn xin hủy hoãn thi: ghi rõ HK, mã môn học, tên môn học ... , hoặc lấy mẫu đơn hoãn thi sửa thành đơn HỦY HOÃN THI, gửi qua bksi. . Thân mến. .",
            "Em chào Phòng Đào Tạo.. . Em xin gửi mẫu đơn HỦY HOÃN THI cho môn Xác suất thống kê MT2001 theo sự hướng dẫn ạ. . . Em chân thành cảm ơn Phòng Đào Tạo.",
            "Chào bạn. . - Phòng Đào tạo đã đồng ý yêu cầu về việc xin HUỶ Hoãn Thi của bạn. . . - Bạn thi bình thường theo Lịch thi đã thông báo. . - Trường hợp có sự cố bất khả kháng trong khi thi dẫn đến không thể hoàn thành được bài thi, và không được giải quyết cho thi các ca thi sau (nếu có), sinh viên có thể đăng ký \"Hoãn thi\" ngay sau buổi thi (không phải vắng thi có phép), SV phải báo với CBCT hoặc trực thi để được ghi nhận vào trong danh sách thi. PDT sẽ đối chiếu lại với danh sách Khoa để ra quyết định hoãn thi. . Chúc bạn học tập tốt nhé.. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ em chào cô,. . . . Bộ môn đã nộp đơn mở lớp môn xúc tác trong công nghệ lọc - hoá dầu (CH3193), nhưng hiện tại môn học vẫn chưa được mở nữa ạ, mong cô kiểm tra lại và mở sớm để tụi em kịp đăng kí vì ngày mai là hạn chót rồi ạ,. . . . Em cảm ơn cô nhiều ạ,. .",
            "Chào bạn,. . . . •\tPdt đã cập nhật một số môn mở lớp mới (do [full_name] gởi lên, SV nộp đơn..., các môn anh văn), SV vào kiểm tra và đăng ký nếu có nhu cầu.. . •\tHiện tại toàn bộ môn học đã được Phòng Đào tạo tăng sĩ số tối đa theo quy định của từng loại môn học và quy định của google meet (tối đa 100 tính luôn Giảng Viên). . •\tXem quy định về sĩ số mở lớp cho từng loại môn học tại đây: aao.hcmut.edu.vn/sinh viên/quy chế/học vụ/Quy chế đào tạo và học vụ bậc đại học, cao đẳng/ Điều 8. 2. . •\tChúc bạn học tập tốt nhé.. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác:",
            "Chào bạn,. . Bạn vui lòng làm đơn xin hủy hoãn thi, ghi rõ xin hủy hoãn thi môn nào? lý do?. . Trình bày rõ trong đơn và gửi qua bksi nhé.. . Hiện tại lịch thi của bạn vẫn bình thường, chưa hủy nhé.. .  Trường hợp có sự cố bất khả kháng trong khi thi dẫn đến không thể hoàn thành được bài thi, và không được giải quyết cho thi các ca thi sau (nếu có), sinh viên có thể đăng ký \"Hoãn thi\" ngay sau buổi thi (không phải vắng thi có phép), SV phải báo với CBCT hoặc trực thi để được ghi nhận vào trong danh sách thi. PDT sẽ đối chiếu lại với danh sách Khoa để ra quyết định hoãn thi. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em chào thầy/cô ạ, em là [full_name] (MSSV: [student_id]) K19 khoa Môi trường và Tài nguyên.. . . . Trong quá trình thi online em đã thực hiện đầy đủ các bước theo hướng dẫn của nhà trường. Nhưng sau khi nhấn vào \"dừng ghi\" trên google meet thì em không nhận được bất kỳ mail nào về việc video đã được ghi lại.. . . . Em thi môn Kinh tế chính trị vào lúc 16g00 ngày 8/8/2021 đến nay đã hơn 48h và em vẫn chưa nhận được video quay lại quá trình thi ạ.. . . . Việc em không thể gửi video quay lại quá trình thi môn kinh tế chính trị vừa rồi có ảnh hưởng đến kết quả thi không ạ (nếu có em nên làm gì để khắc phục ạ). Em đã xem quy định của phòng đào tạo về việc sẽ bị điểm 0.0 khi không gửi video.. . . . Mong nhận được sự phản hồi từ thầy/cô. Em cảm ơn nhiều ạ.",
            "Chào bạn,. . - Bạn vui lòng xem chi tiết hướng dẫn thi trực tuyến nhà trường đã gửi thông báo đến SV. . - Bạn cần thực hiện theo hướng dẫn của nhà trường và thực hành để thuần thục các thao tác ghi màn hình trước khi thi.. . - Bạn nên liên hệ GV giảng dạy để được hướng dẫn.. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Em tên [full_name], MSSV: [student_id]. . em xin đổi lớp Xử lí số tín hiệu EE2015 kì chính từ nhóm lớp L02_L03 sang L03_L05 hoặc L06_L12 với ạ, mà lớp L03_L05 và L06_L12 đã full 28 sinh viên. Vì em bị trùng lịch lớp dự thính mới mở sau, do 2 môn trùng nhau đều là môn học trước nên em không thể bỏ được ạ. Mong PĐT đồng ý ạ. Em cám ơn . . . .",
            "hào bạn,. . . . Hiện tại toàn bộ môn học đã được Phòng Đào tạo tăng sĩ số tối đa theo quy định của từng loại môn học và quy định của google meet (tối đa 100 tính luôn Giảng Viên). . . . Xem quy định về sĩ số mở lớp cho từng loại môn học tại đây: aao.hcmut.edu.vn/sinh viên/quy chế/học vụ/Quy chế đào tạo và học vụ bậc đại học, cao đẳng/ Điều 8. 2. . . . Chúc bạn học tập tốt nhé.",
            "Dạ em cám ơn ạ. Nhưng em xem quy chế đào tạo, . . . . thì đây là môn cơ sở ngành nên có thể mở cho . . . . 60 sinh viên 1 lớp, mà hiện tại thì lớp lý . . . . thuyết tối đa là 56 sinh viên thôi ạ, lớp thí . . . . nghiệm thì chia đôi là chỉ 28 ạ.",
            "Thường những lớp mở không đủ 60 là do quy định của thí nghiệm nữa nhé bạn, bạn có thể liên hệ [full_name] để được hướng dẫn thêm. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Chào bạn, mình đã bảo vệ luận văn xong nhưng còn anh văn 3,4 vì đang dịch nên chưa thi nộp bằng vào. Vậy mình có cần đăng kí môn học không ?",
            "Chào bạn. . Tùy Qd của bạn thôi, nếu nộp bằng thì khỏi phải dkmh. . - Còn không thì dkmh để hoàn thành CTDT. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Dạ hôm nay em phải đi tiêm phòng covid, và em đã bị lỡ giờ thi không thi được. Vậy em có được xin hoãn thi không ạ",
            "Thân gửi các bạn sinh viên, . . Phòng Đào tạo (PĐT) đã thông báo cho Sinh viên (SV) về việc nộp đơn hoãn thi trực tiếp cho PĐT đối với các môn học Lý thuyết, mà không thông qua Giảng viên (GV). PĐT sẽ hậu kiểm các tình huống cấm thi sau. Hiện nay, SV đăng ký bằng cách gửi email về PĐT có kèm file và qua hệ thống Hỗ trợ trực tuyến (BKSI). Để nhanh chóng và thuận lợi, PĐT thay đổi phương thức nộp đơn hoãn thi như sau:. . SV đăng nhập vào Google bằng tài khoản BKNetID@hcmut.edu.vn và điền thông tin hoãn thi theo link: https://forms.gle/ckyYcJMWN7w3kqe56. . Hạn cuối: 5 ngày sau khi thi online (chỉ tính ngày làm việc). . Trường hợp SV đã nộp đơn qua email của PĐT và  qua công cụ BKSI (đã hoặc chưa được tiếp nhận), vui lòng điền lại vào form trên để PĐT cập nhật dữ liệu đồng nhất và chính xác.. . Riêng đối với môn Đồ án, Thực tập ngoài trường, Đề cương Luận văn, Luận văn/Tiểu luận tốt nghiệp: SV có thể xin hoãn bảo vệ với lý do dịch Covid-19 ảnh hưởng nghiêm trọng đến kết quả thực hiện đề tài (không thực nghiệm được tại Phòng thí nghiệm, không thực địa, ...). SV gửi email trực tiếp đến Giáo viên hướng dẫn, Khoa/Bộ môn để được xem xét đồng ý và forward email cuối cùng đến email của PĐT để đăng ký.. . Thông tin thêm:. . •\tQuy định hoãn thi (HT): xem chi tiết tại khoản 17.2 Điều 17 trong Quy chế đào tạo và học vụ (aao.hcmut.edu.vn    Sinh viên    Quy chế).. . •\tCác môn có phần thí nghiệm (TNg) sẽ được tổ chức thi sau khi TNg xong. Một số môn, Giảng viên sẽ đề nghị cho thi trước, điểm TNg sẽ có sau, khi đó SV có thể xin hoãn thi.. . •\tRiêng hoãn thi kiểm tra giữa kỳ của HK DT202 và 203: SV liên hệ trực tiếp GV và Bộ môn để được xem xét cho kiểm tra riêng hoặc lấy cột điểm thành phần khác để làm điểm kiểm tra.. .  . . Chúc các bạn học tập thật tốt!. . . . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ phòng đào tạo cho em hỏi là có mở được lớp Hệ thống cung cấp điện Ee3001 kỳ 211 này được  không ạ,bạn của em đã xin được giáo viên và đăng ký mở lớp nhiều hôm trước nhưng trong phần đăng ký môn học vẫn chưa thấy dù sắp hết hạn đkmh rồi ạ.",
            "Chào bạn,. . . . •\tPdt đã cập nhật một số môn mở lớp mới (do [full_name] gởi lên, SV nộp đơn..., các môn anh văn), SV vào kiểm tra và đăng ký nếu có nhu cầu.. . •\tHiện tại toàn bộ môn học đã được Phòng Đào tạo tăng sĩ số tối đa theo quy định của từng loại môn học và quy định của google meet (tối đa 100 tính luôn Giảng Viên). . •\tXem quy định về sĩ số mở lớp cho từng loại môn học tại đây: aao.hcmut.edu.vn/sinh viên/quy chế/học vụ/Quy chế đào tạo và học vụ bậc đại học, cao đẳng/ Điều 8. 2. . •\tChúc bạn học tập tốt nhé.. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Dạ kì này em còn môn vi xử lý 4 chỉ để làm được đồ án, vậy cho em hỏi vxl có mở thêm sỉ số được không ạ.Em cảm ơn. .",
            "Chào bạn. . \" Nếu yêu cầu của bạn đến nay vẫn chưa được xử lý, vui lòng gửi lại để PDT kiểm tra và trả lời cho bạn \". .  . . SV lưu ý:. .  1- Hiện tại toàn bộ môn học đã được Phòng Đào tạo tăng sĩ số tối đa theo quy định của từng loại môn học và quy định của Google Meet (tối đa 100 tính luôn Giảng Viên).Xem quy định về sĩ số mở lớp cho từng loại môn học tại đây: aao.hcmut.edu.vn/sinh viên/quy chế/học vụ/Quy chế đào tạo và học vụ bậc đại học, cao đẳng/ Điều 8. 2. . 2- Đã hết thời gian hiệu chỉnh và hủy môn học, Về việc rút Môn Học (có tính học phí) sinh viên vui lòng đợi mail thông báo của PDT trong tháng 9/2021. . 2- Nếu có nhu cầu học, SV có thể đăng ký dự thính (lộ trình 2 bắt đầu học ngày 30/8) vào đợt 2 từ ngày 25/8 đến 27/8. . 3- Sinh viên vui lòng xem kết quả ĐKMH, xem lý do vì sao không ĐKMH được (có đăng ký, nhưng không có TKB) tại trang web: mybk.hcmut.edu.vn    Đăng ký môn học    Đăng ký môn học HK211 - Kết quả đợt 2 (hoặc Kết quả đợt 1)    bấm vào mục Đăng ký mới    chọn Loại hình đăng ký    xem Lịch sử đăng ký.. . 4- Trong trường hợp kết quả xử lý ĐKMH không đúng, bạn có thể làm đơn khiếu nại (kèm minh chứng nếu có), gửi qua trang bksi ghi rõ tiêu đề: “Khiếu nại ĐKMH HK211”, nội dung khiếu nại trình bày rõ lý do, ghi rõ tên, mã môn học và mã nhóm đã đăng ký.. . 5- SV xem TKB tại mybk/Thông tin SV/ Xem TKB. . Chúc các bạn học tốt!. . Thân. .",
            "Chào bạn. . \" Nếu yêu cầu của bạn đến nay vẫn chưa được xử lý, vui lòng gửi lại để PDT kiểm tra và trả lời cho bạn \". .  . . SV lưu ý:. .  1- Hiện tại toàn bộ môn học đã được Phòng Đào tạo tăng sĩ số tối đa theo quy định của từng loại môn học và quy định của Google Meet (tối đa 100 tính luôn Giảng Viên).Xem quy định về sĩ số mở lớp cho từng loại môn học tại đây: aao.hcmut.edu.vn/sinh viên/quy chế/học vụ/Quy chế đào tạo và học vụ bậc đại học, cao đẳng/ Điều 8. 2. . 2- Đã hết thời gian hiệu chỉnh và hủy môn học, Về việc rút Môn Học (có tính học phí) sinh viên vui lòng đợi mail thông báo của PDT trong tháng 9/2021. . 2- Nếu có nhu cầu học, SV có thể đăng ký dự thính (lộ trình 2 bắt đầu học ngày 30/8) vào đợt 2 từ ngày 25/8 đến 27/8. . 3- Sinh viên vui lòng xem kết quả ĐKMH, xem lý do vì sao không ĐKMH được (có đăng ký, nhưng không có TKB) tại trang web: mybk.hcmut.edu.vn    Đăng ký môn học    Đăng ký môn học HK211 - Kết quả đợt 2 (hoặc Kết quả đợt 1)    bấm vào mục Đăng ký mới    chọn Loại hình đăng ký    xem Lịch sử đăng ký.. . 4- Trong trường hợp kết quả xử lý ĐKMH không đúng, bạn có thể làm đơn khiếu nại (kèm minh chứng nếu có), gửi qua trang bksi ghi rõ tiêu đề: “Khiếu nại ĐKMH HK211”, nội dung khiếu nại trình bày rõ lý do, ghi rõ tên, mã môn học và mã nhóm đã đăng ký.. . 5- SV xem TKB tại mybk/Thông tin SV/ Xem TKB. . Chúc các bạn học tốt!. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Thưa thầy/cô em tên là [full_name]. . MSSV [student_id]. . Em có nguyện vọng được học môn EE3027 vào kì dự thính 211 này.. . Nhưng lớp đã full sĩ số 30/30.. . Xin phép thầy cô cho em 1 sĩ số học môn này để kịp tiến độ đề cương ạ ( Em còn mỗi môn này thôi ạ). . Em cảm ơn rất nhiều.",
            "Chào bạn,. . . . •\tPdt đã cập nhật một số môn mở lớp mới (do [full_name] gởi lên, SV nộp đơn..., các môn anh văn), SV vào kiểm tra và đăng ký nếu có nhu cầu.. . •\tHiện tại toàn bộ môn học đã được Phòng Đào tạo tăng sĩ số tối đa theo quy định của từng loại môn học và quy định của google meet (tối đa 100 tính luôn Giảng Viên). . •\tXem quy định về sĩ số mở lớp cho từng loại môn học tại đây: aao.hcmut.edu.vn/sinh viên/quy chế/học vụ/Quy chế đào tạo và học vụ bậc đại học, cao đẳng/ Điều 8. 2. . •\tChúc bạn học tập tốt nhé.. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học  /i  Hiện nay em muốn xin mở lớp CI3015 dưới dạng đồ án ( không lên lớp, chỉ thi) và chỉ có một mình em học, em đã được sự đồng ý của giáo viên phụ trách môn học và chủ nhiệm bộ môn, vậy PDT có cho phép đồng ý em mở lớp không, vì chủ nhiệm bộ môn bảo cần có sự đồng ý của PDT mới mở lớp được. Em xin cảm ơn . . . .",
            "Chào bạn. . \" Nếu yêu cầu của bạn đến nay vẫn chưa được xử lý, vui lòng gửi lại để PDT kiểm tra và trả lời cho bạn \". .  . . SV lưu ý:. .  1- Hiện tại toàn bộ môn học đã được Phòng Đào tạo tăng sĩ số tối đa theo quy định của từng loại môn học và quy định của Google Meet (tối đa 100 tính luôn Giảng Viên).Xem quy định về sĩ số mở lớp cho từng loại môn học tại đây: aao.hcmut.edu.vn/sinh viên/quy chế/học vụ/Quy chế đào tạo và học vụ bậc đại học, cao đẳng/ Điều 8. 2. . 2- Đã hết thời gian hiệu chỉnh và hủy môn học, Về việc rút Môn Học (có tính học phí) sinh viên vui lòng đợi mail thông báo của PDT trong tháng 9/2021. . 2- Nếu có nhu cầu học, SV có thể đăng ký dự thính (lộ trình 2 bắt đầu học ngày 30/8) vào đợt 2 từ ngày 25/8 đến 27/8. . 3- Sinh viên vui lòng xem kết quả ĐKMH, xem lý do vì sao không ĐKMH được (có đăng ký, nhưng không có TKB) tại trang web: mybk.hcmut.edu.vn    Đăng ký môn học    Đăng ký môn học HK211 - Kết quả đợt 2 (hoặc Kết quả đợt 1)    bấm vào mục Đăng ký mới    chọn Loại hình đăng ký    xem Lịch sử đăng ký.. . 4- Trong trường hợp kết quả xử lý ĐKMH không đúng, bạn có thể làm đơn khiếu nại (kèm minh chứng nếu có), gửi qua trang bksi ghi rõ tiêu đề: “Khiếu nại ĐKMH HK211”, nội dung khiếu nại trình bày rõ lý do, ghi rõ tên, mã môn học và mã nhóm đã đăng ký.. . 5- SV xem TKB tại mybk/Thông tin SV/ Xem TKB. . Chúc các bạn học tốt!. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: 1812314  /b \t. . . .   i Đăng ký môn học . CẤP THOÁT NƯỚC  Tiết 5-6 chủ nhật nó nói không đủ giãn cách với Tiết  7 -8 Môn Kĩ Thuật Thi Công mong cô giúp cho.",
            "Chào bạn,. . Hiện tại, về ĐKMH phát sinh các lỗi không đăng ký được vì chưa nộp bằng PTTH, giãn cách cơ sở, pass qua môn có điểm ở HK202 & 203… Sinh viên vui lòng đăng ký lại toàn bộ môn học để Pdt xử lý. . Chúc bạn học tập tốt nhé.. . Thân.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính thưa PĐT! đợt 1 học kì chính 211 em đã đăng kí 2 môn 3a và 4a nhưng không có thể học chung được. Lúc đó môn av 3 và 4 thì không mở lúc mở được thì đã hết sỹ số, mong PĐT có thể tăng thêm sỹ số để em có thể đăng kí ạ.",
            "Chào bạn. . Hiện tại đã mở, bạn vào dkmh nghen. . Thân. .  . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Chào thầy/cô , em là [full_name] ,mssv [student_id], em viết đơn này xin cho em được tăng sỉ số lớp kết cấu thép 2 dự thính DT01 ạ, vì lớp đã hết slot đăng kí mà chỉ có 1 lớp, em cám ơn thầy/cô rất nhiều ạ.",
            "Chào bạn,. . . . •\tPdt đã cập nhật một số môn mở lớp mới (do [full_name] gởi lên, SV nộp đơn..., các môn anh văn), SV vào kiểm tra và đăng ký nếu có nhu cầu.. . •\tHiện tại toàn bộ môn học đã được Phòng Đào tạo tăng sĩ số tối đa theo quy định của từng loại môn học và quy định của google meet (tối đa 100 tính luôn Giảng Viên). . •\tXem quy định về sĩ số mở lớp cho từng loại môn học tại đây: aao.hcmut.edu.vn/sinh viên/quy chế/học vụ/Quy chế đào tạo và học vụ bậc đại học, cao đẳng/ Điều 8. 2. . •\tChúc bạn học tập tốt nhé.. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ cho em hỏi là đã mở 2 lớp môn Vi xử lý-ee2039, nhưng do kẹt lịch học em chỉ đăng kí được 1 lớp để học nhưng lớp đó sỉ số ít thì hết đợt 2 này có bị xóa môn không ạ. Em thực sự rất gấp vì mai hết hạn đăng ký rồi ạ. Em xin cảm ơn."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em đã viết đơn đăng kí mở môn học đồ án (Me3119) vào kì chính quy và đã gửi cho phòng đào tạo, nhưng bây giờ vào đăng kí em thấy môn học lại mở vào kì dự thính. Liệu em có thể xin mở ở kì dự thính được không ạ, hay bắt buộc chỉ được mở ở kì dự thính thôi ạ?. . Em xin cảm ơn!",
            "Chào bạn. . \" Nếu yêu cầu của bạn đến nay vẫn chưa được xử lý, vui lòng gửi lại để PDT kiểm tra và trả lời cho bạn \". .  . . SV lưu ý:. .  1- Hiện tại toàn bộ môn học đã được Phòng Đào tạo tăng sĩ số tối đa theo quy định của từng loại môn học và quy định của Google Meet (tối đa 100 tính luôn Giảng Viên).Xem quy định về sĩ số mở lớp cho từng loại môn học tại đây: aao.hcmut.edu.vn/sinh viên/quy chế/học vụ/Quy chế đào tạo và học vụ bậc đại học, cao đẳng/ Điều 8. 2. . 2- Đã hết thời gian hiệu chỉnh và hủy môn học, Về việc rút Môn Học (có tính học phí) sinh viên vui lòng đợi mail thông báo của PDT trong tháng 9/2021. . 2- Nếu có nhu cầu học, SV có thể đăng ký dự thính (lộ trình 2 bắt đầu học ngày 30/8) vào đợt 2 từ ngày 25/8 đến 27/8. . 3- Sinh viên vui lòng xem kết quả ĐKMH, xem lý do vì sao không ĐKMH được (có đăng ký, nhưng không có TKB) tại trang web: mybk.hcmut.edu.vn    Đăng ký môn học    Đăng ký môn học HK211 - Kết quả đợt 2 (hoặc Kết quả đợt 1)    bấm vào mục Đăng ký mới    chọn Loại hình đăng ký    xem Lịch sử đăng ký.. . 4- Trong trường hợp kết quả xử lý ĐKMH không đúng, bạn có thể làm đơn khiếu nại (kèm minh chứng nếu có), gửi qua trang bksi ghi rõ tiêu đề: “Khiếu nại ĐKMH HK211”, nội dung khiếu nại trình bày rõ lý do, ghi rõ tên, mã môn học và mã nhóm đã đăng ký.. . 5- SV xem TKB tại mybk/Thông tin SV/ Xem TKB. . Chúc các bạn học tốt!. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác:",
            "Thân gửi các bạn sinh viên, . . Phòng Đào tạo (PĐT) đã thông báo cho Sinh viên (SV) về việc nộp đơn hoãn thi trực tiếp cho PĐT đối với các môn học Lý thuyết, mà không thông qua Giảng viên (GV). PĐT sẽ hậu kiểm các tình huống cấm thi sau. Hiện nay, SV đăng ký bằng cách gửi email về PĐT có kèm file và qua hệ thống Hỗ trợ trực tuyến (BKSI). Để nhanh chóng và thuận lợi, PĐT thay đổi phương thức nộp đơn hoãn thi như sau:. . SV đăng nhập vào Google bằng tài khoản BKNetID@hcmut.edu.vn và điền thông tin hoãn thi theo link: https://forms.gle/ckyYcJMWN7w3kqe56. . Hạn cuối: 5 ngày sau khi thi online (chỉ tính ngày làm việc). . Trường hợp SV đã nộp đơn qua email của PĐT và  qua công cụ BKSI (đã hoặc chưa được tiếp nhận), vui lòng điền lại vào form trên để PĐT cập nhật dữ liệu đồng nhất và chính xác.. . Riêng đối với môn Đồ án, Thực tập ngoài trường, Đề cương Luận văn, Luận văn/Tiểu luận tốt nghiệp: SV có thể xin hoãn bảo vệ với lý do dịch Covid-19 ảnh hưởng nghiêm trọng đến kết quả thực hiện đề tài (không thực nghiệm được tại Phòng thí nghiệm, không thực địa, ...). SV gửi email trực tiếp đến Giáo viên hướng dẫn, Khoa/Bộ môn để được xem xét đồng ý và forward email cuối cùng đến email của PĐT để đăng ký.. . Thông tin thêm:. . •\tQuy định hoãn thi (HT): xem chi tiết tại khoản 17.2 Điều 17 trong Quy chế đào tạo và học vụ (aao.hcmut.edu.vn    Sinh viên    Quy chế).. . •\tCác môn có phần thí nghiệm (TNg) sẽ được tổ chức thi sau khi TNg xong. Một số môn, Giảng viên sẽ đề nghị cho thi trước, điểm TNg sẽ có sau, khi đó SV có thể xin hoãn thi.. . •\tRiêng hoãn thi kiểm tra giữa kỳ của HK DT202 và 203: SV liên hệ trực tiếp GV và Bộ môn để được xem xét cho kiểm tra riêng hoặc lấy cột điểm thành phần khác để làm điểm kiểm tra.. .  . . Chúc các bạn học tập thật tốt!. . . . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em chào cán bộ PĐT ạ, em tên Nguyễn Tấn Minh- MSSV:[student_id]. Em xin phép gửi yêu câu hỗ trợ về việc mở thêm 1 vài slot môn KẾT CẤU THÉP 2 để em có thể đăng ký môn học cho học kỳ 211 sắp tới ạ. Em cảm ơn ạ",
            "Đăng ký môn học. . . . Em chào cán bộ PĐT ạ, em tên [full_name]- MSSV:[student_id]. Em xin phép gửi yêu câu hỗ trợ về việc mở thêm 1 vài slot môn KẾT CẤU THÉP 2 để em có thể đăng ký môn học cho học kỳ dự thính 211 sắp tới ạ. Em cảm ơn ạ  /QUOTE . .",
            "Chào bạn. . \" Nếu yêu cầu của bạn đến nay vẫn chưa được xử lý, vui lòng gửi lại để PDT kiểm tra và trả lời cho bạn \". .  . . SV lưu ý:. .  1- Hiện tại toàn bộ môn học đã được Phòng Đào tạo tăng sĩ số tối đa theo quy định của từng loại môn học và quy định của Google Meet (tối đa 100 tính luôn Giảng Viên).Xem quy định về sĩ số mở lớp cho từng loại môn học tại đây: aao.hcmut.edu.vn/sinh viên/quy chế/học vụ/Quy chế đào tạo và học vụ bậc đại học, cao đẳng/ Điều 8. 2. . 2- Đã hết thời gian hiệu chỉnh và hủy môn học, Về việc rút Môn Học (có tính học phí) sinh viên vui lòng đợi mail thông báo của PDT trong tháng 9/2021. . 2- Nếu có nhu cầu học, SV có thể đăng ký dự thính (lộ trình 2 bắt đầu học ngày 30/8) vào đợt 2 từ ngày 25/8 đến 27/8. . 3- Sinh viên vui lòng xem kết quả ĐKMH, xem lý do vì sao không ĐKMH được (có đăng ký, nhưng không có TKB) tại trang web: mybk.hcmut.edu.vn    Đăng ký môn học    Đăng ký môn học HK211 - Kết quả đợt 2 (hoặc Kết quả đợt 1)    bấm vào mục Đăng ký mới    chọn Loại hình đăng ký    xem Lịch sử đăng ký.. . 4- Trong trường hợp kết quả xử lý ĐKMH không đúng, bạn có thể làm đơn khiếu nại (kèm minh chứng nếu có), gửi qua trang bksi ghi rõ tiêu đề: “Khiếu nại ĐKMH HK211”, nội dung khiếu nại trình bày rõ lý do, ghi rõ tên, mã môn học và mã nhóm đã đăng ký.. . 5- SV xem TKB tại mybk/Thông tin SV/ Xem TKB. . Chúc các bạn học tốt!. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Chào thầy(cô).. . Em xin thầy (cô) có thể xếp thêm em vào lớp thi công công trình CSHT mã số CI4023 hoặc có thể mở thêm sỉ số lớp được không ạ? Hiện lớp đang có sỉ số 60 nhưng đã đầy hết nên em không thể đăng ký vào đợt 3 được. Em chỉ còn 2 HK nữa để ra trường (em đã trễ 1 năm) nên nếu học kỳ này em không đăng ký được thì em phải đợi 1 năm nữa vì lớp thi công trình chỉ mở 1 năm/ lần. Mong thầy (cô) có thể xem sét giúp em với ạ.. . Em xin cảm ơn ạ.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Dạ e chào cô [full_name]. . dạ em bị lỗi này ạ xin cô xem xét lại giúp e ạ. . e đk vào nhóm DTQ1_DTQ1 môn giải tích 2 ạ. . Em cảm ơn cô ạ. .   i Đăng ký môn học .",
            "Nhóm DTQ dành cho SV chất lượng cao nhé bạn, vui lòng vào chọn nhóm khác!. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: 1811640  /b \t. . . .   i Đăng ký môn học . Dạ chào Thầy/Cô,. . Trong quá trình đăng ký môn học đợt 2 cho HK211, em có thắc mắc về mã môn học của môn Học máy trong chương trình đào tạo của khoa Khoa học & Kỹ thuật Máy tính, mong được Thầy/Cô giải đáp ạ:. . . . Trong chương trình đào tạo của K18, môn Học máy có mã môn học là CO4027, nhưng trong đợt đăng ký môn học này không mở lớp.. . . . Tuy nhiên, em cũng tìm thấy một môn Học máy với mã CO3117.. . . . Vậy, 2 mã môn học này có tương đương nhau không, em có thể đăng ký với mã CO3117 cho HK211 không ạ? . . . . Em xin cảm ơn Thầy/Cô,. . Cương",
            "Chào em,. . Vấn đề môn tiên quyết, môn khác mã, tương đương, thay thế em liên hệ [full_name], GVCN  tư vấn. Sau khi có thông tin chính xác thì SV mới đkmh được nhé.. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Hiện tại em có nhu cầu đăng ký môn học Kết cấu thép 2 CI3211 vào học kỳ dự thính DT211, nhưng lớp đã đầy sĩ số. Hy vọng phòng đào tạo có hướng xem xét giải quyết giúp em ạ!. . Chân thành cảm ơn!",
            "Chào bạn. . \" Nếu yêu cầu của bạn đến nay vẫn chưa được xử lý, vui lòng gửi lại để PDT kiểm tra và trả lời cho bạn \". .  . . SV lưu ý:. .  1- Hiện tại toàn bộ môn học đã được Phòng Đào tạo tăng sĩ số tối đa theo quy định của từng loại môn học và quy định của Google Meet (tối đa 100 tính luôn Giảng Viên).Xem quy định về sĩ số mở lớp cho từng loại môn học tại đây: aao.hcmut.edu.vn/sinh viên/quy chế/học vụ/Quy chế đào tạo và học vụ bậc đại học, cao đẳng/ Điều 8. 2. . 2- Đã hết thời gian hiệu chỉnh và hủy môn học, Về việc rút Môn Học (có tính học phí) sinh viên vui lòng đợi mail thông báo của PDT trong tháng 9/2021. . 2- Nếu có nhu cầu học, SV có thể đăng ký dự thính (lộ trình 2 bắt đầu học ngày 30/8) vào đợt 2 từ ngày 25/8 đến 27/8. . 3- Sinh viên vui lòng xem kết quả ĐKMH, xem lý do vì sao không ĐKMH được (có đăng ký, nhưng không có TKB) tại trang web: mybk.hcmut.edu.vn    Đăng ký môn học    Đăng ký môn học HK211 - Kết quả đợt 2 (hoặc Kết quả đợt 1)    bấm vào mục Đăng ký mới    chọn Loại hình đăng ký    xem Lịch sử đăng ký.. . 4- Trong trường hợp kết quả xử lý ĐKMH không đúng, bạn có thể làm đơn khiếu nại (kèm minh chứng nếu có), gửi qua trang bksi ghi rõ tiêu đề: “Khiếu nại ĐKMH HK211”, nội dung khiếu nại trình bày rõ lý do, ghi rõ tên, mã môn học và mã nhóm đã đăng ký.. . 5- SV xem TKB tại mybk/Thông tin SV/ Xem TKB. . Chúc các bạn học tốt!. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em chào Thầy/Cô ạ.. . Thầy/Cô cho em hỏi để qua môn thì điểm tổng kết của mình phải là 5.0 hay là 4.75 ạ?. . Em xin cảm ơn.",
            "CHào bạn. . Hiện tại là 5 nghen bạn. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em xin phòng đào tạo giúp em đăng kí thêm 1 slot vào lớp giải tích 1 DT01 để em có thể trả nợ môn để kỳ sau được làm luận văn ạ.. . . . Môn giải tích 1 MT1003 lớp DT01",
            "Chào bạn,. . Hiện tại toàn bộ môn học đã được Phòng Đào tạo tăng sĩ số tối đa theo quy định của từng loại môn học và quy định của google meet (tối đa 100 tính luôn Giảng Viên). . Xem quy định về sĩ số mở lớp cho từng loại môn học tại đây: aao.hcmut.edu.vn/sinh viên/quy chế/học vụ/Quy chế đào tạo và học vụ bậc đại học, cao đẳng/ Điều 8. 2. . Bạn có thể đợi mail thông báo vào ĐKMH đợt 3 nhé!. . Chúc bạn học tập tốt nhé.. . . . Thân.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Cho em hỏi là khi hoãn thi, . . Kỳ thi lại sẽ tổ chức thế nào, vào thời gian nào.. . Nếu giờ em hoãn thi vì thiếu về cơ sở vật chất không đáp ứng thì có được không ạ? . . EM cảm ơn. .",
            "Thân gửi các bạn sinh viên, . . Phòng Đào tạo (PĐT) đã thông báo cho Sinh viên (SV) về việc nộp đơn hoãn thi trực tiếp cho PĐT đối với các môn học Lý thuyết, mà không thông qua Giảng viên (GV). PĐT sẽ hậu kiểm các tình huống cấm thi sau. Hiện nay, SV đăng ký bằng cách gửi email về PĐT có kèm file và qua hệ thống Hỗ trợ trực tuyến (BKSI). Để nhanh chóng và thuận lợi, PĐT thay đổi phương thức nộp đơn hoãn thi như sau:. . SV đăng nhập vào Google bằng tài khoản BKNetID@hcmut.edu.vn và điền thông tin hoãn thi theo link: https://forms.gle/ckyYcJMWN7w3kqe56. . Hạn cuối: 5 ngày sau khi thi online (chỉ tính ngày làm việc). . Trường hợp SV đã nộp đơn qua email của PĐT và  qua công cụ BKSI (đã hoặc chưa được tiếp nhận), vui lòng điền lại vào form trên để PĐT cập nhật dữ liệu đồng nhất và chính xác.. . Riêng đối với môn Đồ án, Thực tập ngoài trường, Đề cương Luận văn, Luận văn/Tiểu luận tốt nghiệp: SV có thể xin hoãn bảo vệ với lý do dịch Covid-19 ảnh hưởng nghiêm trọng đến kết quả thực hiện đề tài (không thực nghiệm được tại Phòng thí nghiệm, không thực địa, ...). SV gửi email trực tiếp đến Giáo viên hướng dẫn, Khoa/Bộ môn để được xem xét đồng ý và forward email cuối cùng đến email của PĐT để đăng ký.. . Thông tin thêm:. . . . Em đọc kỹ nhé.. . . . •\tQuy định hoãn thi (HT): xem chi tiết tại khoản 17.2 Điều 17 trong Quy chế đào tạo và học vụ (aao.hcmut.edu.vn    Sinh viên    Quy chế).. . •\tCác môn có phần thí nghiệm (TNg) sẽ được tổ chức thi sau khi TNg xong. Một số môn, Giảng viên sẽ đề nghị cho thi trước, điểm TNg sẽ có sau, khi đó SV có thể xin hoãn thi.. . •\tRiêng hoãn thi kiểm tra giữa kỳ của HK DT202 và 203: SV liên hệ trực tiếp GV và Bộ môn để được xem xét cho kiểm tra riêng hoặc lấy cột điểm thành phần khác để làm điểm kiểm tra.. .  . . Chúc các bạn học tập thật tốt!. . . . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Kính chào Phòng đào tạo/Nhà trường,. . . . Em là [full_name], khóa K17 ạ. Hiện tại hết kì 2 thì em sẽ tích đủ 142 chỉ để tốt nghiệp ạ. Nhưng vì do dịch nên em việc học anh văn nói viết khá khó khăn. Dịch Covid-19 nên em không biết khi nào mới có thể đi học anh văn nói viết ở BKEnglish được. Vì vậy em không biết nhà trường (hay trung tâm BKEnglish) có tổ chức học anh văn nói viết online và thi anh văn nói viết online để đủ điều kiện ra trường không ạ? . . . . . .",
            "Chào bạn. . Về vấn đề này, nhà trường sẽ thông báo qua mail . . Dự kiến là tuần sau có thông báo. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Họ tên : [full_name] Mssv : [student_id]. . Dạ cho e hỏi là e học thay thế môn vi xử lý mã. . EE2013 bằng môn vi xử lý mã EE2039. Vậy e có phải đăng kí đồ án bổ sung vi xử lý không ạ?.. . Tại vì e đã học môn vật lý bán dẫn . . . Em cảm ơn ạ.. .   i Đăng ký môn học .",
            "Chào bạn. . \" Nếu yêu cầu của bạn đến nay vẫn chưa được xử lý, vui lòng gửi lại để PDT kiểm tra và trả lời cho bạn \". .  . . SV lưu ý:. .  1- Hiện tại toàn bộ môn học đã được Phòng Đào tạo tăng sĩ số tối đa theo quy định của từng loại môn học và quy định của Google Meet (tối đa 100 tính luôn Giảng Viên).Xem quy định về sĩ số mở lớp cho từng loại môn học tại đây: aao.hcmut.edu.vn/sinh viên/quy chế/học vụ/Quy chế đào tạo và học vụ bậc đại học, cao đẳng/ Điều 8. 2. . 2- Đã hết thời gian hiệu chỉnh và hủy môn học, Về việc rút Môn Học (có tính học phí) sinh viên vui lòng đợi mail thông báo của PDT trong tháng 9/2021. . 2- Nếu có nhu cầu học, SV có thể đăng ký dự thính (lộ trình 2 bắt đầu học ngày 30/8) vào đợt 2 từ ngày 25/8 đến 27/8. . 3- Sinh viên vui lòng xem kết quả ĐKMH, xem lý do vì sao không ĐKMH được (có đăng ký, nhưng không có TKB) tại trang web: mybk.hcmut.edu.vn    Đăng ký môn học    Đăng ký môn học HK211 - Kết quả đợt 2 (hoặc Kết quả đợt 1)    bấm vào mục Đăng ký mới    chọn Loại hình đăng ký    xem Lịch sử đăng ký.. . 4- Trong trường hợp kết quả xử lý ĐKMH không đúng, bạn có thể làm đơn khiếu nại (kèm minh chứng nếu có), gửi qua trang bksi ghi rõ tiêu đề: “Khiếu nại ĐKMH HK211”, nội dung khiếu nại trình bày rõ lý do, ghi rõ tên, mã môn học và mã nhóm đã đăng ký.. . 5- SV xem TKB tại mybk/Thông tin SV/ Xem TKB. . Chúc các bạn học tốt!. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Lớp này em thấy có 28HS, thì không biết mình có thể tăng sĩ số lên 29HS được không ạ. Em cảm ơn",
            "Chào bạn,. . Hiện tại toàn bộ môn học đã được Phòng Đào tạo tăng sĩ số tối đa theo quy định của từng loại môn học và quy định của google meet (tối đa 100 tính luôn Giảng Viên). . Xem quy định về sĩ số mở lớp cho từng loại môn học tại đây: aao.hcmut.edu.vn/sinh viên/quy chế/học vụ/Quy chế đào tạo và học vụ bậc đại học, cao đẳng/ Điều 8. 2. . Bạn có thể đợi mail thông báo vào ĐKMH đợt 3 nhé!. . Chúc bạn học tập tốt nhé.. . . . Thân.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . BCH QS yêu cầu em nộp giấy xác nhận đang học để được tạm hoãn nghĩa vụ quân sự, bây giờ em phải làm như thế nào để nhận được giấy ạ, tình hình dịch bệnh nên em không thể vào trường nhận giấy",
            "Chào bạn. . Bạn vui lòng đợi thông báo đăng ký giấy xác nhận vào tuần sau. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em tên là [full_name], em là sinh viên vừa mới chuyển từ ngành Cơ điện tử chất lượng cao sang Kỹ thuật Máy tính chất lượng cao, hiện em cần đăng ký môn hệ thống số (CO1023) cùng khóa 2021 để có thể kịp tiến độ chương trình và để có thể đăng ký những môn chuyên ngành khác. Em hiện chỉ có thể đăng ký được 11 tín chỉ. . Mong phòng đào tạo giúp em ạ. . Em xin cảm ơn. . . .",
            "Chào bạn. . \" Nếu yêu cầu của bạn đến nay vẫn chưa được xử lý, vui lòng gửi lại để PDT kiểm tra và trả lời cho bạn \". .  . . SV lưu ý:. .  1- Hiện tại toàn bộ môn học đã được Phòng Đào tạo tăng sĩ số tối đa theo quy định của từng loại môn học và quy định của Google Meet (tối đa 100 tính luôn Giảng Viên).Xem quy định về sĩ số mở lớp cho từng loại môn học tại đây: aao.hcmut.edu.vn/sinh viên/quy chế/học vụ/Quy chế đào tạo và học vụ bậc đại học, cao đẳng/ Điều 8. 2. . 2- Đã hết thời gian hiệu chỉnh và hủy môn học, Về việc rút Môn Học (có tính học phí) sinh viên vui lòng đợi mail thông báo của PDT trong tháng 9/2021. . 2- Nếu có nhu cầu học, SV có thể đăng ký dự thính (lộ trình 2 bắt đầu học ngày 30/8) vào đợt 2 từ ngày 25/8 đến 27/8. . 3- Sinh viên vui lòng xem kết quả ĐKMH, xem lý do vì sao không ĐKMH được (có đăng ký, nhưng không có TKB) tại trang web: mybk.hcmut.edu.vn    Đăng ký môn học    Đăng ký môn học HK211 - Kết quả đợt 2 (hoặc Kết quả đợt 1)    bấm vào mục Đăng ký mới    chọn Loại hình đăng ký    xem Lịch sử đăng ký.. . 4- Trong trường hợp kết quả xử lý ĐKMH không đúng, bạn có thể làm đơn khiếu nại (kèm minh chứng nếu có), gửi qua trang bksi ghi rõ tiêu đề: “Khiếu nại ĐKMH HK211”, nội dung khiếu nại trình bày rõ lý do, ghi rõ tên, mã môn học và mã nhóm đã đăng ký.. . 5- SV xem TKB tại mybk/Thông tin SV/ Xem TKB. . Chúc các bạn học tốt!. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính gửi BKSI,. . . . Em là [full_name], người đã gửi 2 đơn xin mở lớp cho 2 môn Thiết bị năng lượng tàu 1 TR2017 và Thiết kế tàu thủy TR3053. . . . . Đúng là hiện 2 môn đã được mở lớp. Nhưng vấn đề của chúng em là nằm ở việc hệ thống đăng ký môn   B  chưa cập nhật điều kiện môn học  /B . Hiện tại nhiều bạn không thể đăng ký 2 môn này do vướng điều kiện tiên quyết.. . . . Lý do cụ thể như sau:. . . . Tại hệ thống đăng ký môn học, 2 môn này đều yêu cầu có phải học qua môn học tiên quyết là TR2037 đối với môn TR3053 và ME2013  đối với môn TR2017.   B Nhưng theo đề cương chương trình mới nhất hiện nay, chúng em không cần phải học bất kỳ môn học tiên quyết nào để có thể đăng ký 2 môn này  /B . Điều này dẫn đến em và nhiều bạn chưa học qua môn TR2037 và ME2013 không thể đăng ký môn nhưng về thực tế, theo đề cương mới của bộ môn khoa, chúng em phải có quyền đăng ký được 2 môn này.. . . . Em rất mong phía PĐT xem xét,   B cập nhật đề cương môn học mới nhất hiện nay  /B  và mở lớp để chúng em có thể theo học trong học kỳ chính 211 này. . . . . Ngày mai là hạn chót đkmh đợt 2 nên em mong chúng em nhận được sự hỗ trợ sớm nhất từ phía trường.. . . . Kính chúc các thầy cô sức khỏe,. . . . Em xin cảm ơn,. . . . Biện Tiến [full_name].. .",
            "Em đã gửi yêu cầu 1 lần nhưng không được hiểu đúng lý do nên đã không được giải quyết.. . . . Hạn đăng ký môn không còn lâu nên em rất mong lần này sẽ nhận được sự hỗ trợ kịp thời của BKSI ạ.",
            "Em xin gửi bản trình bày về lý do đề nghị mở lớp 2 môn TR2017 và TR3053 ạ.. . . . Em rất mong nhận được sự hỗ trợ kịp thời của các thầy cô.. . . . Kính chúc thầy cô sức khỏe.",
            "Em xin gửi lại toàn bộ những thông tin liên quan đến vấn đề của em và nhóm sinh viên GT19TAU và GT19THK bao gồm:. . . . - 1 đơn đề nghị mở lớp môn TR2017. . - 1 đơn đề nghị mở lớp môn TR3053. . - 1 đơn   B \"Trình bày lý do xin mở môn TR2017 và TR3053  đã ký\"  /B  (có chữ ký xác nhận của Giáo Viên Chủ Nhiệm). . - 1 đề cương môn học của môn TR2017. . - 1 đề cương môn học của môn TR3053. . . . Đây là toàn bộ thông tin cần thiết, rất mong nhận được sự hỗ trợ từ Phòng đào tạo.",
            "Chào em,. . PĐT đã cập nhật môn tiên quyết, em đkmh vào đợt 3 nhé.. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "B   b MSSV/MSGV: 1700040  /b \t. . . .   i Học vụ . Dạ em chào PĐT ạ. Em tên Đặng Trần Hồ, MSSV: 1700040 . Ở học kì 202 em có đăng ký môn học Anh văn 2A ( LA1039) , nhưng do lúc đầu môn học ở CS1 sau khi có thời khoá biểu thì chuyển về CS2, vì điều kiện nên em không theo học được, và 2 tháng qua em ở khu tâm dịch Bình Tân liên tục bị phong toả và cách ly nên không có điều kiện học online, em không liên lạc được với Giảng viên bộ môn về tình trạng của mình. Ở học kì mới 211 em vẫn được đăng ký môn học do chưa có kết quả học kì 202. Sau khi có kết quả, em nghĩ PĐT sẽ huỷ thời khoá biểu, em xin hướng dẫn của PĐT trong trường hợp này ạ? Em xin cảm ơn ạ.",
            "Chào bạn. . - Môn bạn không học, rốt thì đăng ký học lại. . - Bạn có TKB ở hk 211 thì sẽ không bị BTH vì điểm trung bình bằng 0. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Chào thầy/cô, . . Cho em hỏi theo hình lấy từ danh sách các môn học tương đương này, thì môn Vi [full_name] mã cũ EE2013 có thể thay thế bằng môn [full_name] Lý mã mới EE2039 + môn VLBD mã mới EE1007 đúng không ạ?",
            "Chào em,. . Vấn đề môn tiên quyết, môn khác mã, tương đương, thay thế em liên hệ [full_name], GVCN  tư vấn. Sau khi có thông tin chính xác thì SV mới đkmh được nhé.. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Phòng đạo tạo có thể mở thêm slot cho môn Kết cáu thép 2  - CI3211 trong kỳ dự thính tới được không ạ.. . . . Em xin cảm ơn",
            "Chào bạn,. . . . •\tPdt đã cập nhật một số môn mở lớp mới (do [full_name] gởi lên, SV nộp đơn..., các môn anh văn), SV vào kiểm tra và đăng ký nếu có nhu cầu.. . •\tHiện tại toàn bộ môn học đã được Phòng Đào tạo tăng sĩ số tối đa theo quy định của từng loại môn học và quy định của google meet (tối đa 100 tính luôn Giảng Viên). . •\tXem quy định về sĩ số mở lớp cho từng loại môn học tại đây: aao.hcmut.edu.vn/sinh viên/quy chế/học vụ/Quy chế đào tạo và học vụ bậc đại học, cao đẳng/ Điều 8. 2. . •\tChúc bạn học tập tốt nhé.. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . cho em hỏi có 2 môn như thế này mà sao em không đăng ký được ạ. Môn máy điện học online còn môn bảo vệ rơ le ở cơ sở 1. mà em không đăng ký được ạ",
            "Chào bạn. . \" Nếu yêu cầu của bạn đến nay vẫn chưa được xử lý, vui lòng gửi lại để PDT kiểm tra và trả lời cho bạn \". .  . . SV lưu ý:. .  1- Hiện tại toàn bộ môn học đã được Phòng Đào tạo tăng sĩ số tối đa theo quy định của từng loại môn học và quy định của Google Meet (tối đa 100 tính luôn Giảng Viên).Xem quy định về sĩ số mở lớp cho từng loại môn học tại đây: aao.hcmut.edu.vn/sinh viên/quy chế/học vụ/Quy chế đào tạo và học vụ bậc đại học, cao đẳng/ Điều 8. 2. . 2- Đã hết thời gian hiệu chỉnh và hủy môn học, Về việc rút Môn Học (có tính học phí) sinh viên vui lòng đợi mail thông báo của PDT trong tháng 9/2021. . 2- Nếu có nhu cầu học, SV có thể đăng ký dự thính (lộ trình 2 bắt đầu học ngày 30/8) vào đợt 2 từ ngày 25/8 đến 27/8. . 3- Sinh viên vui lòng xem kết quả ĐKMH, xem lý do vì sao không ĐKMH được (có đăng ký, nhưng không có TKB) tại trang web: mybk.hcmut.edu.vn    Đăng ký môn học    Đăng ký môn học HK211 - Kết quả đợt 2 (hoặc Kết quả đợt 1)    bấm vào mục Đăng ký mới    chọn Loại hình đăng ký    xem Lịch sử đăng ký.. . 4- Trong trường hợp kết quả xử lý ĐKMH không đúng, bạn có thể làm đơn khiếu nại (kèm minh chứng nếu có), gửi qua trang bksi ghi rõ tiêu đề: “Khiếu nại ĐKMH HK211”, nội dung khiếu nại trình bày rõ lý do, ghi rõ tên, mã môn học và mã nhóm đã đăng ký.. . 5- SV xem TKB tại mybk/Thông tin SV/ Xem TKB. . Chúc các bạn học tốt!. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "[full_name], MSSV [student_id], Dạ thưa PĐT, em đã gởi yêu cầu hoãn thi và đã được nhận mail PĐT đồng ý hoãn thi/ vắng thi có phép. Vậy khi nào em mới có QUYẾT ĐỊNH điểm hoãn thi (điểm 14)/ vắng thi có phép (điểm 22) ạ. Tại vì GV yêu cầu em phải có quyết định của PĐT hoãn thi để nhập điểm và hạn chót là ngày 18/08/2021 nếu không có thì GV buộc cho điểm thi CK là vắng thi ( điểm 13). . . .",
            "Chào em,. . Em đọc kỹ hướng dẫn PĐT, đọc email xác nhận khi điền form.. . . . Thân gửi các bạn sinh viên, . . Phòng Đào tạo (PĐT) đã thông báo cho Sinh viên (SV) về việc nộp đơn hoãn thi trực tiếp cho PĐT đối với các môn học Lý thuyết, mà không thông qua Giảng viên (GV). PĐT sẽ hậu kiểm các tình huống cấm thi sau. Hiện nay, SV đăng ký bằng cách gửi email về PĐT có kèm file và qua hệ thống Hỗ trợ trực tuyến (BKSI). Để nhanh chóng và thuận lợi, PĐT thay đổi phương thức nộp đơn hoãn thi như sau:. . SV đăng nhập vào Google bằng tài khoản BKNetID@hcmut.edu.vn và điền thông tin hoãn thi theo link: https://forms.gle/ckyYcJMWN7w3kqe56. . Hạn cuối: 5 ngày sau khi thi online (chỉ tính ngày làm việc). . Trường hợp SV đã nộp đơn qua email của PĐT và  qua công cụ BKSI (đã hoặc chưa được tiếp nhận), vui lòng điền lại vào form trên để PĐT cập nhật dữ liệu đồng nhất và chính xác.. . Riêng đối với môn Đồ án, Thực tập ngoài trường, Đề cương Luận văn, Luận văn/Tiểu luận tốt nghiệp: SV có thể xin hoãn bảo vệ với lý do dịch Covid-19 ảnh hưởng nghiêm trọng đến kết quả thực hiện đề tài (không thực nghiệm được tại Phòng thí nghiệm, không thực địa, ...). SV gửi email trực tiếp đến Giáo viên hướng dẫn, Khoa/Bộ môn để được xem xét đồng ý và forward email cuối cùng đến email của PĐT để đăng ký.. . Thông tin thêm:. . •\tQuy định hoãn thi (HT): xem chi tiết tại khoản 17.2 Điều 17 trong Quy chế đào tạo và học vụ (aao.hcmut.edu.vn    Sinh viên    Quy chế).. . •\tCác môn có phần thí nghiệm (TNg) sẽ được tổ chức thi sau khi TNg xong. Một số môn, Giảng viên sẽ đề nghị cho thi trước, điểm TNg sẽ có sau, khi đó SV có thể xin hoãn thi.. . •\tRiêng hoãn thi kiểm tra giữa kỳ của HK DT202 và 203: SV liên hệ trực tiếp GV và Bộ môn để được xem xét cho kiểm tra riêng hoặc lấy cột điểm thành phần khác để làm điểm kiểm tra.. .  . . Chúc các bạn học tập thật tốt!. . . . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em chào thầy/cô, em là [full_name], MSSV: [student_id].. . . . Do hiện tại em bị vướng lịch không thể đăng ký môn tự chọn, nên em hy vọng có thể được thêm sĩ số môn Thiết kế sp Công nghiệp (ME4017) nhóm L01-L02 để em có thể sắp xếp lịch học thêm một môn nữa ạ.. . . . Em chân thành cám ơn thầy/cô.. . . .",
            "Chào bạn,. . . . •\tPdt đã cập nhật một số môn mở lớp mới (do [full_name] gởi lên, SV nộp đơn..., các môn anh văn), SV vào kiểm tra và đăng ký nếu có nhu cầu.. . •\tHiện tại toàn bộ môn học đã được Phòng Đào tạo tăng sĩ số tối đa theo quy định của từng loại môn học và quy định của google meet (tối đa 100 tính luôn Giảng Viên). . •\tXem quy định về sĩ số mở lớp cho từng loại môn học tại đây: aao.hcmut.edu.vn/sinh viên/quy chế/học vụ/Quy chế đào tạo và học vụ bậc đại học, cao đẳng/ Điều 8. 2. . •\tChúc bạn học tập tốt nhé.. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "MSSV:[student_id]. . . . [full_name]. . . . Do không đăng kí môn học học kì 2, 2020-2021 nên em không được đăng kí môn học học kì tiếp theo.. . Mong quý thầy cô có thể cho em cơ hội đăng kí môn học trở lại.. . Cám ơn quý thầy cô đã đọc mail của em. Kính chúc quý thầy cô nhiều sức khỏe.",
            "Chào bạn. . Pdt đã ghi nhận đơn thu nhận của bạn. . Bạn vào dkmh cho HK 211 từ 10g đến 14g59 ngày 19/8/21 nghen. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Cô/thầy cho em xin được mở thêm sỉ số môn H/học trg k/thuật &khmt1 mã môn EN2005, lớp L01_L02 với ạ. Hiện tại sỉ số lớp đang là 29/22 ạ. Môn này là môn chuyên ngành của em là môn học trước của hoá 2 nên nếu không đăng kí được em sẽ bị trễ thêm 1 năm... mà môn hoá 2 lại là môn tiên quyết của nhiều môn khác... em xin phòng đào tạo xem xét giúp em. Tại này là môn chuyên ngành em nghĩ sẽ không ảnh hưởng đến số lượng người tham gia google meet khi học online ạ. Em cảm ơn thầy/cô rất nhiều!",
            "Chào bạn,. . . . •\tPdt đã cập nhật một số môn mở lớp mới (do [full_name] gởi lên, SV nộp đơn..., các môn anh văn), SV vào kiểm tra và đăng ký nếu có nhu cầu.. . •\tHiện tại toàn bộ môn học đã được Phòng Đào tạo tăng sĩ số tối đa theo quy định của từng loại môn học và quy định của google meet (tối đa 100 tính luôn Giảng Viên). . •\tXem quy định về sĩ số mở lớp cho từng loại môn học tại đây: aao.hcmut.edu.vn/sinh viên/quy chế/học vụ/Quy chế đào tạo và học vụ bậc đại học, cao đẳng/ Điều 8. 2. . •\tChúc bạn học tập tốt nhé.. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Chào Thầy/ Cô.. . Thầy/ Cô ơi em đã hoàn thành xong LVTN vào ngày 12/8, phần văn bằng nghe -đọc em đã nộp 2 năm trước và đến ngày 18/8 hết hạn. Vậy thì em có cần thi lại để nộp vào nhà trường không. . hay chỉ cần nộp thêm bằng nói- viết là được ạ?. . Em cảm ơn Thày/ Cô.",
            "Chào bạn,. . Nếu chứng chỉ của bạn đủ chuẩn xét TN thì không cần bổ sung lại nhé, vì nhà trường tính từ thời điểm bạn nộp nhé!. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em chào cô/thầy,. . Hiện tài khoản BKPay của em em đã quên mật khẩu để vào nộp học phí, từ trước giờ em chỉ toàn ra chi nhánh ngân hàng OCB để nộp học phí, tuy nhiên hiện nay trước tình hình dịch bệnh em không thể ra ngân hàng được. Em đã có gọi điện ra ngân hàng nhưng họ bảo muốn cấp lại mật khẩu thì phải cầm CMND ra ngân hàng để mở lại. Vậy cho em hoi còn cách nào để em hoàn thành học phí ạ.. . Em cảm ơn.",
            "Chào bạn. . Cô kiểm tra bạn không nợ học phí gì. . Số hotline của OCB: [student_id]8"
        ]
    },
    {
        "intent": "",
        "message": [
            "Em chào cô. . Cho em hỏi môn GDTC kỳ này có mở đk không ạ. .   i Đăng ký môn học .",
            "Chào em,. . Đăng ký các môn Giáo dục thể chất vui lòng đợi Nhà trường sẽ thông báo (theo Lịch của Trung tâm Giáo dục thể chất). . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: MT1005 - Giải tích 2. . PH1005 - Vật lý 2. . MT1007 - Đại số tuyến tính",
            "Chào em,. . Em làm đơn xin hủy hoãn thi: ghi rõ HK, mã môn học, tên môn học ... , hoặc lấy mẫu đơn hoãn thi sửa thành đơn HỦY HOÃN THI, gửi qua bksi. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Xin chào PĐT. . . Em là [full_name] mssv [student_id]. Kì này em còn 2 môn cuối là Luyện Kim Đen và Cơ sở khoa học vật liệu MA1003. Tuy nhiên môn MA1003 thì em bị trùng lịch học online đúng 1 tiết với môn Luyện kim đen. Em đã xin được sự đồng ý của thầy chủ nhiệm môn đó là thầy [full_name] cho phép dự học ạ. Vô năm em linh hoạt sắp xếp đổi nhóm lớp sao cho không bị trùng nữa. Thầy [full_name] cũng chấp thuận. Vậy giờ em phải làm đơn gửi lên PĐT bằng cách nào trong mùa dịch cách ly như này ạ? . . Em cám ơn và mong chờ sự giúp đỡ của PĐT rất nhiều ạ!",
            "Chào bạn. . \" Nếu yêu cầu của bạn đến nay vẫn chưa được xử lý, vui lòng gửi lại để PDT kiểm tra và trả lời cho bạn \". .  . . SV lưu ý:. .  1- Hiện tại toàn bộ môn học đã được Phòng Đào tạo tăng sĩ số tối đa theo quy định của từng loại môn học và quy định của Google Meet (tối đa 100 tính luôn Giảng Viên).Xem quy định về sĩ số mở lớp cho từng loại môn học tại đây: aao.hcmut.edu.vn/sinh viên/quy chế/học vụ/Quy chế đào tạo và học vụ bậc đại học, cao đẳng/ Điều 8. 2. . 2- Đã hết thời gian hiệu chỉnh và hủy môn học, Về việc rút Môn Học (có tính học phí) sinh viên vui lòng đợi mail thông báo của PDT trong tháng 9/2021. . 2- Nếu có nhu cầu học, SV có thể đăng ký dự thính (lộ trình 2 bắt đầu học ngày 30/8) vào đợt 2 từ ngày 25/8 đến 27/8. . 3- Sinh viên vui lòng xem kết quả ĐKMH, xem lý do vì sao không ĐKMH được (có đăng ký, nhưng không có TKB) tại trang web: mybk.hcmut.edu.vn    Đăng ký môn học    Đăng ký môn học HK211 - Kết quả đợt 2 (hoặc Kết quả đợt 1)    bấm vào mục Đăng ký mới    chọn Loại hình đăng ký    xem Lịch sử đăng ký.. . 4- Trong trường hợp kết quả xử lý ĐKMH không đúng, bạn có thể làm đơn khiếu nại (kèm minh chứng nếu có), gửi qua trang bksi ghi rõ tiêu đề: “Khiếu nại ĐKMH HK211”, nội dung khiếu nại trình bày rõ lý do, ghi rõ tên, mã môn học và mã nhóm đã đăng ký.. . 5- SV xem TKB tại mybk/Thông tin SV/ Xem TKB. . Chúc các bạn học tốt!. . Thân. ."
        ]
    }
]