[
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Dạ thưa thầy cô, . . . . Em đã nhận được mail xác nhận tốt nghiệp của trường, và em cũng đã kiểm tra trang đăng ký tốt nghiệp thì hệ thống lại đang hiện em \"không được phép đăng ký (nợ Học phần)\".. . . . Học kỳ 202 em đã hoàn thành đủ 142 chỉ theo yêu cầu của bộ môn, nên nếu có thể được xin thầy cô kiểm tra giúp em xem em còn thiếu học phần nào được không ạ?. . . . Vì để dự phòng không thể qua được một số môn ở học kỳ trước, nên em có đăng ký một số môn học ở kỳ này (211), những môn học này liệu có ảnh hưởng đến việc tốt nghiệp của em không? Nếu có, em có thể xin rút các môn học này được không ạ?. . . . Em rất mong nhận được hồi âm của thầy cô. Em cảm ơn thầy cô rất nhiều và em xin lỗi đã làm phiền thầy cô nhiều.  . .",
            "Chào bạn. . Nợ học phí nghen bạn. . Hiện tại Pdt đã mở cổng BKpay để SV có tên trong DS dự kiến tốt nghiệp thanh toán học phí HK211 . . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em chào thầy/cô,. . . . Do tình hình giãn cách ở TP nên em chưa thể đi chụp hình thẻ để upload đăng kí tốt nghiệp, mà hạn xét sắp hết rồi, không biết giờ em đăng kí trước rồi sau đó mới cập nhật hình sau thì có được không ạ?. . . . Em cảm ơn.",
            "Chào em,. . Ảnh này dùng để làm kỷ yếu nên em tự chụp cũng được: trang phục lịch sự không cần veston, cravat.. . Thân mến.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Em hiện tại là sinh viên năm cuối, hiện tại địa phương em yêu cầu giấy xác nhận sinh viên để tạm hoãn nghĩa vụ quân sự. Tuy nhiên, trong học kỳ chính 211, em không đăng ký môn học, nên em không thể đăng ký giấy xác nhận sinh viên tại trường để bổ sung hồ sơ. Đối với trường hợp của em, em cần làm gì để có thể nhận được giấy xác nhận sinh viên để thực hiện tạm hoãn nghĩa vụ quân sự ạ.. . Thời gian yêu cầu nộp giấy xác nhận sinh viên là 17/10/2021, em rất mong phòng đào tạo cho em hướng giải quyết với tình huống của em ạ. Em xin cảm ơn rất nhiều. .",
            "Chào bạn,. . Trường hợp không có TKB trong học kỳ, SV sẽ bị buộc tạm dừng, không được cấp giấy CNSV.. . Khi đủ điều kiện TN, SV có thể làm đơn xin thu nhận lại nhé.. . Xem chi tiết quy chế tại đây:. . aao.hcmut.edu.vn/sinh viên/quy chế/học vụ/Quy chế đào tạo và học vụ bậc đại học, cao đẳng:/ điều 26. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Hôm trước em có đăng trên BKSI về vấn đề xin tạm dừng học vào HK1 (2021-2022 ) ạ. . . Và tình trạng sinh viên của em từ “đang học” sang tình trạng “tạm dừng” đã được cập nhật trên Mybk-thông tin sinh viên. Còn mail scan quyết định tạm dừng của PDT gửi em vẫn chưa nhận được ạ. Mong bên BKSI kiểm tra giúp em , em cảm ơn nhiều ạ",
            "Chào bạn. . Pdt đã gởi qua mail, bạn kiểm tra lại nghen. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Thưa nhà trường,. . Em đã đăng ký hoãn thi và được nhà trường duyệt ạ. Tuy nhiên trong bảng điểm của em được cập nhật là điểm 13 (điểm vắng thi). Em có nhớ trường nhắn nếu sau 30/9 có vấn đề gì thì nhắn lại cho trường. Vì vậy em thắc mắc điểm của em là chưa được cập nhật hay có vấn đề gì ạ?. . Mong nhận được phản hồi sớm từ nhà trường.. . Em xin cảm ơn!",
            "Chào bạn,. . Hiện tại nhà trường chưa ra QD hoãn thi nhé bạn, dự kiến ra quyết định chung vào cuối tháng 12, nên trường hợp đăng ký hoãn thi vẫn bị điểm 13 bình thường. Sau khi hậu kiểm với ds của Khoa thì mới ra quyết định hoãn thi và sẽ điều chỉnh lại điểm trên mybk/Thông tin SV/xem điểm. . Lưu ý:. . 1) PDT sẽ hậu kiểm lại với danh sách cấm thi của Khoa gửi lên, nếu SV bị cấm thi sẽ bị hủy kết quả hoãn thi theo quy định. SV vẫn phải hoàn thành các phần việc của môn học, nhất là TH/TNg và BTL. GV có quyền cấm thi nếu SV không hoàn thành tốt các phần này. . 2) Trường hợp có sự cố bất khả kháng trong khi thi dẫn đến không thể hoàn thành được bài thi, và không được giải quyết cho thi vào ca thi tiếp theo (nếu có), sinh viên có thể đăng ký \"Hoãn thi\" ngay sau buổi thi (không phải vắng thi có phép), SV phải báo với CBCT hoặc trực thi để được ghi nhận vào trong danh sách thi. PDT sẽ đối chiếu lại với danh sách của Khoa về các tình huống đã thi nhưng điểm thấp hoặc không có báo cáo ghi nhận về các sự cố trong buổi thi trước khi quyết định hoãn thi. . 3) Riêng đối với môn Đồ án, Thực tập ngoài trường, Đề cương Luận văn, Luận văn/Tiểu luận tốt nghiệp: SV có thể xin hoãn bảo vệ với lý do dịch Covid-19 ảnh hưởng nghiêm trọng đến kết quả thực hiện đề tài (không thực nghiệm được tại Phòng thí nghiệm, không thực địa, ...). SV gửi email trực tiếp đến Giáo viên hướng dẫn, Khoa/Bộ môn để được xem xét đồng ý và forward email cuối cùng đến email của PĐT để đăng ký.. . Chúc bạn học tập tốt nhé.. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: 1511109  /b \t. . . . Dạ thưa, theo tình hình hiện này thì trung tâm   B GDQP-AN thuộc ĐHQG (Dĩ An)  /B  chưa làm việc trực tiếp nên em không thể đến nhận chứng chỉ và trình lên nhà trường để   B đủ  /B  điều kiện   B ĐĂNG KÝ TỐT NGHIỆP  /B . Dạ, không biết quý anh(chị) PĐT có thể   B liên hệ và xác nhận  /B  cho em được không ạ?. . . . Tên và MSSV (em nằm trong danh sách học lại). . Cao Hữu Vũ Hoàng. . 1511109. . 1511109@hcmut.edu.vn. . . . Khoá học K400(Trung tâm GDQP-AN thuộc ĐHQG). . STT 133 . . C40. . A9 . . (  I em nằm đầu danh sách được đính kèm  /I ). . . . Ngoài ra, em thấy có 1 bạn K17 của trường mình STT 144 luôn đó ạ.",
            "Chào bạn,. . PDT đã ghi nhận yêu cầu xác minh điểm Giáo dục Quốc Phòng của bạn và sẽ tập trung làm Công văn gởi Trung tâm GDQP xác nhận và phản hồi Công văn vào cuối tháng 10/2021. Dự kiến đầu tháng 11/2021 sẽ có phản hồi từ Trung tâm để kịp cho đợt xét tốt nghiệp tháng 11/2021. . . -       Nếu có vấn đề phát sinh PDT sẽ phản hồi cho SV qua mail SV.. . -        Sau thời gian giãn cách, SV liên hệ Trung tâm GDQP cấp bảng điểm có đóng dấu mộc đỏ và bắt buộc nộp bảng điểm trực tiếp tại Phòng đào tạo để hoàn tất hồ sơ tốt nghiệp. . Thân mến,. . . .  . .",
            "li answer rate: Answer suits the needs / Câu trả lời đúng ý"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Thưa thầy cô phòng đào tạo cho em hỏi là em  thấy các học bổng yêu cầu cần bảng điểm của phòng đào tạo cấp nhưng nếu đăng ký in bản điểm thì chỉ nhận được bản giấy ạ nên em không biết làm sao có thể nộp qua mail để ứng tuyển học bổng được ạ với lại tình hình dịch Covid nên em sợ rằng bảng điểm sẽ ko đc chuyển phát nhanh kịp nên xin thầy cô cho em hỏi liệu rằng khi đăng ký in bảng điểm thì phòng đào tạo có gửi file pdf bảng điểm để sinh viên có thể gửi qua mail để làm hồ sơ xét học bổng cho tiện không ạ. Em cám ơn",
            "Chào bạn. . hiện tại Pdt chỉ có dịch vụ đăng ký bảng điểm và gởi qua bưu điện. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Chào quý thầy, cô. . Em là [full_name], mssv [student_id], khoa Điện - Điện tử.. . Em có yêu cầu in giấy chứng nhận sinh viên trên MyBK và chọn loại hình chuyển phát qua bưu điện để nhận giấy.. . Yêu cầu in của em đã được xử lý. Em đã đợi khoảng 3 tuần nay vẫn chưa nhận được. Em có hỏi  các bạn ở chung khu vực thành phố thì đều đã nhận được và em đã kiểm tra kỹ là mình không ghi sai địa chỉ nhận.. . Hy vọng quý thầy cô có thể cho em biết   B mã đơn hàng  /B  để có thể tiện kiểm tra xem đơn hàng có bị thất lạc không?. . Em xin cảm ơn.. . [full_name].. .",
            "Chào bạn[full_name] [full_name] [full_name] đã ghi nhận phản hồi của bạn, Vì số lượng đăng ký giấy CNSV tăng đáng kể, Nên [full_name] đang cố gắng xử lý dữ liệu, xong sẽ scan để đưa lên hệ thống ngay, SV vui lòng thông cảm đợi thêm, giải thích thêm với cơ quan yêu cầu giấy CNSV[full_name][full_name] [full_name]  Sau khi [full_name] cập nhật xong bạn có thể tải bản scan trên trang đăng ký chứng nhận sinh viên[full_name][full_name] [full_name] Đồng thời [full_name] cũng đã gởi bưu điện nếu SV có đăng ký, SV vui lòng nhận sau [full_name] [full_name] Thân[full_name] [full_name]"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Em muốn hỏi thông tin về học kỳ quân sự cho sinh viên năm 2 ạ. .",
            "Chào em,. . Em liên hệ PĐT TT GDQP qua email [email] để được hướng dẫn nhé.. . Thân mến.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em có đăng ký hoãn thi môn kinh tế chính trị mác lê-nin (SP1033) nhưng sau ngày 30/9 điểm tổng kết 13. Có phải em nằm trong diện cấm thi của khoa không ạ? Mong quí thầy cô giải đáp giúp em",
            "Chào bạn,. . Hiện tại nhà trường chưa ra QD hoãn thi nhé bạn, dự kiến ra quyết định chung vào cuối tháng 12, nên trường hợp đăng ký hoãn thi vẫn bị điểm 13 bình thường. Sau khi hậu kiểm với ds của Khoa thì mới ra quyết định hoãn thi và sẽ điều chỉnh lại điểm trên mybk/Thông tin SV/xem điểm. . Lưu ý:. . 1) PDT sẽ hậu kiểm lại với danh sách cấm thi của Khoa gửi lên, nếu SV bị cấm thi sẽ bị hủy kết quả hoãn thi theo quy định. SV vẫn phải hoàn thành các phần việc của môn học, nhất là TH/TNg và BTL. GV có quyền cấm thi nếu SV không hoàn thành tốt các phần này. . 2) Trường hợp có sự cố bất khả kháng trong khi thi dẫn đến không thể hoàn thành được bài thi, và không được giải quyết cho thi vào ca thi tiếp theo (nếu có), sinh viên có thể đăng ký \"Hoãn thi\" ngay sau buổi thi (không phải vắng thi có phép), SV phải báo với CBCT hoặc trực thi để được ghi nhận vào trong danh sách thi. PDT sẽ đối chiếu lại với danh sách của Khoa về các tình huống đã thi nhưng điểm thấp hoặc không có báo cáo ghi nhận về các sự cố trong buổi thi trước khi quyết định hoãn thi. . 3) Riêng đối với môn Đồ án, Thực tập ngoài trường, Đề cương Luận văn, Luận văn/Tiểu luận tốt nghiệp: SV có thể xin hoãn bảo vệ với lý do dịch Covid-19 ảnh hưởng nghiêm trọng đến kết quả thực hiện đề tài (không thực nghiệm được tại Phòng thí nghiệm, không thực địa, ...). SV gửi email trực tiếp đến Giáo viên hướng dẫn, Khoa/Bộ môn để được xem xét đồng ý và forward email cuối cùng đến email của PĐT để đăng ký.. . Chúc bạn học tập tốt nhé.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Vì không đọc thông báo mail nên em không đăng kí và cài đặt chương trình VSSID.. . Cho e hỏi giờ mình làm còn được không ạ và vì không lấy giấy bảo hiểm y tế từ trường nên hiên tại e không có số bảo hiểm y tế để đăng kí VSSID.Mong nhà trường hỗ trợ em ạ",
            "Chào em,. . Em liên hệ phòng Công tác chính trị sv qua email [email] để được hướng dẫn nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Tình hình là theo lịch thứ 2 em có tiết Hệ thống số từ 7h-8h50 mà bây giờ vẫn chưa nhận được link gg meet ạ. Em có check tin nhắn thì chỉ mới thấy link gg meet cho môn học của thứ 4 thôi ạ. Mong thầy cô xử lí giúp ạ, em xin cảm mơn.. .",
            "Chào em,. . - Các hoạt động trong khóa học do GV phụ trách môn học quản lý. PĐT không có quyền can thiệp. SV vui lòng liên hệ GV  . . - Em email kcuong@.hcmut.edu.vn hỏi về GV nhé.. . . . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác  /. . làm cách nào để gửi đơn xin gia hạn học phí và gửi ở đâu ạ",
            "Chào em,. . Em liên hệ phòng Công tác chính trị sv qua email [email] để được hướng dẫn nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Gửi Phòng Đào Tạo. . Phòng Đào Tạo cho e hỏi. Em học các môn của khoa khác có được tính là môn \"tự chọn tự do\" cho em không ạ? Hay các môn \"tự chọn tự do\" là phải học trong danh sách môn tự chọn của khoa đăng lên ạ?. . E nghe nhiều thông tin khác nhau về vấn đề này nên cũng hoang mang ạ. Mong phòng ĐT giải đáp. . E cảm ơn.. . [full_name]",
            "Chào em,. . Học phần tự chọn tự do là học phần sinh viên được tự do đăng ký, không bị ràng buộc với ngành/chuyên ngành sinh viên đang theo học, nhưng phải có kiến thức không trùng lắp với các kiến thức dùng để xét tốt nghiệp của chương trình đào tạo. Hai học phần được xem là trùng lắp nếu có chuẩn đầu ra/nội dung trùng lắp đến 50%.. . . . Ở một chừng mức nào đó, để tránh cho sinh viên không lúng túng khi chọn môn tự do, tránh lãng phí thời gian và tài chính, [full_name] gợi ý cho sinh viên chọn các môn nhằm trang bị kiến thức chuyên sâu hơn ở các chuyên ngành.. . . . Em liên hệ [full_name] trình bày môn đã chọn tự do, để [full_name] xem xét và xác nhận, hoặc có hướng dẫn cụ thể.. . . . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Chào thầy cô, em là [full_name], Mssv:[student_id], khoa Công nghệ vật liệu.. . . . Em muốn đăng kí học lại môn Nhập môn về kỹ thuật (MA1001) với K21 năm nay nên mong thầy(cô) hỗ trợ em đăng kí.. . (năm rồi do trùng lịch nên em không đăng kí được).. . . . Em chân thành cảm ơn!",
            "Chào em,. . PĐT đã xếp TKB em vào nhóm L04 rồi nhé.. . Em xem tình trạng cập nhật TKB. . . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Chào thầy cô, em tên [full_name] thuộc nhóm 1B hệ CLC, em muốn hỏi điểm rèn luyện dùng để xét HBKK cho HK202 và HK203 là điểm rèn luyện của HK nào trong năm nhất ạ?. . . . Em xin cảm ơn ạ.",
            "Chào em,. . Em liên hệ phòng Công tác chính trị sv qua email [email] để được hướng dẫn nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Dear: quý phòng ban chức năng.. . . . k2020 nhập học tháng 10/2020. nhưng tới 7/2021 mới có quyết định miễn môn từ khoa và PĐT.Việc này làm sinh viên mất 1 năm học không học được gì và học trùng môn do đáng  ra được miễn. rất ảnh hưởng và tốn kém phiền hà cho người học.. . thangs7 /2021. pđt có nhận đơn hủy và hoàn học phí cho 3 môn. và xác nhận là qua tháng 9 sẽ thanh toán hoàn lại. . . Tuy nhiên mới có thanh toán 1 môn tương ứng là 1575k. còn thiếu tiền 2 môn. người học có email lại nhưng không thấy chả lời lại.. . Vì vậy mong quý phòng ban phụ trách rà soát và hỗ trợ cho người học.. . Thông Tin: mssv [student_id] - [full_name]. .",
            "Chào em,. . Em vui lòng gửi câu này qua email [email] để được hỗ trợ nhé.. . Thân mến."
        ]
    },
    {
        "intent": "",
        "message": [
            "B Đăng ký môn học .  em là sinh Viên chuyển sang hệ đại trà, em đã đăng kí các môn học bao gồm giải tích 1( MT1003), Vật lý 1(PH1003), Nhập môn kỹ thuật(CI1003), Đại số tuyến tính (MT1007). em đã đăng ký được các môn vật lý 1, nhập môn kỹ thuật , đại số tuyến tính. Tuy nhiên  môn giải tích 1 bị lỗi và em mong thầy/ cô có thể đổi lại môn giải tích 1 trong tkb của em bắt đầu từ tuần học 40 được không ạ. Do trước đó em được tư vấn em sẽ học chung với khoá k21 ạ. em cảm ơn thầy cô nhiều ạ . . . .",
            "Chào bạn. . Như mail Cô đã trao đổi không thể chuyển nhóm sang lớp của K21 được. . Vì môn này bạn đăng ký theo lịch trình từ đầu. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Dạ em tên là [full_name]SV [student_id] lớp DD20LT12, PĐT cho e xin được hoãn thi giữa kì 211 các môn: HÓA ĐẠI CƯƠNG CH1003(L06), [full_name] MT2013(L17), [full_name]LT EE2009(L08) với ạ  Tại vì mấy tháng nay, em phải về dưới quê cùng với gia đình để tránh dịch nên hiện tại em không có đủ trang thiết bị và điều kiện đường truyền mạng để tham gia kì thi được luôn ạ, em đã phải hoãn các môn từ đợt thi cuối kì 202 nên mong PĐT có thể cho em được hoãn thi giữa kì 211 và được thi lại sau ạ. Em dã có gửi gmail cho các giảng viên bộ môn rồi ạ, còn mẫu đơn em tìm thì chỉ có phần hoãn thi cuối kì nên em không biết làm thủ tục như nào ạ, mong PĐT có thể hướng dẫn và cho e được hoãn thi giữa kì 211. Dạ em cảm ơn PĐT ạ. . . .",
            "Chào em,. . Thông báo này của HK202, HK203 em tham khảo:. . •\tRiêng hoãn thi kiểm tra giữa kỳ của HK DT202 và 203: SV liên hệ trực tiếp GV và Bộ môn để được xem xét cho kiểm tra riêng hoặc lấy cột điểm thành phần khác để làm điểm kiểm tra.. . Thân mến,. . . .  . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Kính gửi: Thầy/ cô thuộc phòng đào tạo của trường.. . . . Em tên là [full_name], MSSV: [student_id].. . Em đã hoàn thành tất cả các điều kiện để đăng ký tốt nghiệp, nhưng khi vào trang đăng ký thì hệ thống báo \"không thể đăng ký (Nợ HP)\".. . . . Em đã vào BKPay kiểm tra, thì em đã thanh toán hết các khoản phí, trừ khoảng lệ phí in bảng điểm 105 000.. . Hôm 01/09/2020 em có đăng ký in bảng điểm, nhưng thay vì 2 bản, em đăng ký nhầm thành 3 bản, vì vậy em đã qua phòng đào tạo ngay lập tức để nhờ sửa lại giúp em, và PĐT cũng đã giải quyết cho em, tuy nhiên bây giờ em thấy hệ thống vẫn để khoản 105,000 (của 3 bản cũ) mà em đã nhờ PĐT xóa. Em nghĩ vì lý do này nên em không thể đăng ký tốt nghiệp được ạ. (đính kèm là hình ảnh minh họa). . . . Em hy vọng PĐT có thể giải quyết trường hợp này giúp em sớm, chỉ em cách để em có thể tốt nghiệp trong đợt tháng 11 này, vì em thuộc chương trình KSTN nên nếu không đăng ký tốt nghiệp được ngay trong đợt này, em sẽ bị mất bằng KSTN.. . . . Mong sớm nhận được phản hồi từ thầy/ cô. Em xin chân thành cảm ơn và chúc thầy/ cô mạnh khỏe trong thời điểm khó khăn này.. . . . Trân trọng.",
            "Chào bạn. . Pdt sẽ cập nhật lại, bạn vào khai lại thông tin tốt nghiệp sau thứ 4 ngày 6/10 . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em chào thầy/cô. . Em là [full_name], MSSV [student_id]. Ngày 19/9 em đã đăng kí in bảng điểm và thanh toán phí, nhưng tới nay là 4/10 em vẫn chưa nhận được bảng điểm. Hiện tại em đang cần gấp để bổ sung vào hồ sơ dạng file pdf cho dealine ngày 6/10 tới. Em rất mong thầy cô có thể cho em xin bảng điểm dạng file mềm và nếu có phát sinh phí, em cũng đồng ý ạ. . Em cảm ơn thầy cô",
            "Chào bạn. . Bảng điểm của bạn đã được gởi qua bưu điện. . Có thể Biên hòa Đồng Nai đến chậm trễ, bạn đợi nhận nghen. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]  /b \t[full_name] [full_name] [full_name] [full_name]   i Tốt nghiệp  /i [full_name] [full_name] [full_name] [full_name] Chào PĐT, [full_name] [full_name] [full_name] [full_name] Em là Trương Đức [full_name] (MSSV: [student_id]) - sinh viên K17 chương trình Kỹ sư tài năng ngành Khoa học Máy Tính[full_name][full_name] [full_name] [full_name] [full_name] Hiện tại, em còn thiếu cột điểm chưa được nhập của học phần mở rộng môn Đồ Hoạ Máy Tính (CO305E) để hoàn thành bảng điểm để xét nhận bằng tốt nghiệp[full_name] Em có 2 câu hòi mong PĐT có thể trả lời giúp em:[full_name] [full_name] [full_name] [full_name] 1[full_name] Điểm học phần mở rộng môn Đồ Hoạ Máy Tính (CO305E) hiện tại chưa được nhập là do MyBK chưa lên điểm hay là do giáo viên phụ trách môn này chưa nhập điểm vậy ạ? Em có email giáo viên phụ trách nhưng không nhận được phản hồi[full_name][full_name] [full_name] [full_name] [full_name] 2[full_name] Ngoài việc thiếu điểm học phần mở rộng môn Đồ Hoạ Máy Tính (CO305E) để xét tốt nghiệp[full_name] Mong hỏi PĐT xem giúp em em còn thiếu điều kiện nào để được nhận bằng tốt nghiệp được không ạ? Để em có thể chuẩn bị và hoàn thành các điều kiện thiếu (nếu có)[full_name][full_name] [full_name] [full_name] [full_name] Mong PĐT có thể hỗ trọ em[full_name] Em xin cảm ơn![full_name] [full_name] Thân mến,[full_name] [full_name] [full_name]",
            "Chào bạn. . 1) Điểm là do Giảng viên cập nhật. . 2) Pdt đang kiểm tra sẽ gởi lại kết quả tại Bksi sau. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Dạ cho em hỏi về việc in bảng điểm, em có đăng kí và nộp phí in bảng điểm xong rồi, nhưng em không biết liên hệ như thế nào để PĐT gửi em bản scan của bảng điểm. Do em không biết cách liên hệ ạ. Thầy/ cô chỉ em cách liên hệ để xin bảng điểm scan gửi qua mail ạ. .",
            "Chào bạn. . Bạn đăng ký nhận bảng điểm qua bưu cục, sau khi có bảng điểm, pdt gởi bưu cục, bạn vui lòng đợi nhận. . Thân",
            "Dạ em hỏi cách để xin gửi file scan bảng điểm qua mail ấy ạ. Tại mấy cái mail xin Học bổng có viết là nhờ trường gửi bản scan qua mail, mà em không biết liên hệ sao ấy ạ. .",
            "li answer rate:",
            "Chào bạn. . Học bổng thông báo như thế nào? cụ thể ?. . Vui lòng gởi thông tin để Pdt kiểm tra. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Kính chào thầy/cô phòng đào tạo,. . Thầy/cô cho em hỏi về vấn đề đăng ký tốt nghiệp. Cho em hỏi là nếu mình đã xong hết tất cả các điều kiện tốt nghiệp mà danh sách tốt nghiệp dự kiến mới cập nhật mới nhất từ ngày 20/8 và không có tên mình thì mình có được đăng ký tốt nghiệp không ạ?. . Em xin cảm ơn!",
            "Chào bạn,. . PDT đã ghi nhận yêu cầu về đăng ký xét TN của bạn. SV vui lòng theo dõi email  và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 12/10/2021 SV vẫn chưa nhận được mail hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 11/2021 (cập nhật mới gia hạn thời gian xử lý tốt nghiệp). . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Thưa thầy cô, em vừa xem lại điểm giải tích 2 học kỳ dự thính 202 được cập nhật lại trên trang thông tin sinh viên, trạng thái lần cập nhật điểm đầu tiên có điểm đã đúng với điểm giảng viên công bố trên BKel là 5.5, lần cập nhật lại thì là 3.5 mặc dù em không nhận được thông báo gì mới của giảng viên về điểm số, kính mong phòng đào tạo rà soát lại giúp em"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: cho em hỏi là link phòng học thầy cô sẽ gửi qua mail hay sao ạ ?. . Tình hình là 12h em học nhưng vẫn chưa nhận đc link  ạ",
            "Chào em,. . Các hoạt động trong khóa học do GV phụ trách môn học quản lý. PĐT không có quyền can thiệp. SV vui lòng liên hệ GV.. . . . Thân mến.. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Chào PĐT, em đã điền thông tin vào form hoãn thi vào ngày 17/09 để hoãn thi để hoãn thi một môn học. Tuy nhiên, sau khi kiểm tra danh sách trên aao, em không thấy tên mình ạ.",
            "Chào em,. . PĐT phản hồi yêu cầu Sinh viên đã đăng ký Hoãn thi HK202 (đăng ký trước ngày 09/09/2021).. . -  em đã điền thông tin vào form hoãn thi vào ngày 17/09 để hoãn thi . . =  Em đăng ký ngày 17/9 là sau ngày 09/09, em chờ thông báo sau nhé.. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Chào thầy (cô) ạ!. . Em là [full_name], MSSV: [student_id]. Ở học kì 202, dịch bệnh căng thẳng nên em chưa xin cấp giấy xác nhận SV liên quan đến chế độ chính sách của học kì 202 được ạ, cho em hỏi là em có được cấp bù không ạ?. . Em cảm ơn.",
            "Chào em,. . Em liên hệ phòng Công tác chính trị sv qua email [email] để được hướng dẫn nhé.. . Thân mến. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Em chào thầy/cô. . Hiện em có đăng ký thi anh văn nói viết đợt 4 trên trường và đã có lịch thi là ngày 7/10. Nhưng do ngày 7/10 em chưa chuẩn bị kịp thiết bị để thi như yêu cầu thì em có thể xin dời lịch thi sang ngày 10/10 được không ạ?. . Mong thầy/cô giúp em với ạ. . . Em cảm ơn thầy/cô. .   i Yêu cầu khác .",
            "Chào bạn. . Bạn vui lòng liên hệ TTNN để được hỗ trợ. . . . Điện thoại\t(08) 3866 6869 – 0909 625 988. . Fax\t(84.8) 38.[student_id]69. . Website\t. . http://bkenglish.edu.vn/. . . . Email\t[email]. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em xin chào,. . . . Em là [full_name] Mssv: [student_id]. Em muốn hỏi về cách thôi học online thì mình sẽ thực hiện như thế nào ạ.. . Em xin cảm ơn.",
            "Chào em,. . - Em xem quy chế điều 27. . http://www.aao.hcmut.edu.vn/index.php?route=catalog/chitietsv&path=90&tid=1658. . - Mẫu đơn thôi học: aao/biểu mẫu. . - Phải đóng hết học phí HK211.. . - Gửi đơn qua bksi.. . Thân mến,. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em xin chào các thầy cô. Em tên là [full_name], MSSV [student_id]. Trong thời gian vừa qua, em gặp sự cố mất thẻ và tài khoản giao dịch OCB. Em đã liên hệ đến tổng đài chăm sóc khách hàng, song chưa nhận được phản hồi. Em rất lo lắng.. . Em muốn hỏi là em có thể thanh toán học phí qua hình thức chuyển khoản khác không ạ? Hiện tại em có một tài khoản BIDV khả dụng, có thể thanh toán ngay qua TK của nhà trường.. . . . Em xin cám ơn các thầy cô, mong các thầy cô giải đáp giúp em. Nếu có thể thực hiện, em mong nhận được số TK nhận học phí, cùng cú pháp nội dung ạ. Em xin chân thành cảm ơn các thầy cô và hứa sẽ không để lặp lại tình trạng này.",
            "Chào em,. . - Số điện thoại hotline của Ngân hàng OCB để được hỗ trợ:[student_id]8. . - Hoặc em nhờ bạn có tài khoản OCB đóng giúp.. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Kính chào phòng đào tạo, em tên là [full_name], mssv [student_id], hiện đang là sinh viên năm 4 của khoa môi trường và tài nguyên. Em có câu hỏi cần giải đáp xin nhờ phòng đào tạo trả lời giúp ạ.. . Tình hình hiện tại em theo dõi qua các trang báo đài, là học kỳ 211 tại trường nhiều khả năng sẽ học online hết và đầu kỳ 212 cũng sẽ bắt đầu bằng học online, mà em không có học anh văn trong trường, chỉ thi kiếm tra chuẩn anh văn định kỳ theo từng năm học. Vậy nên em không thể vô lại thành phố để thi lấy bằng tiếng anh để được nhận đề tài luận văn. Thế nên cho em hỏi là phòng đào tạo là sẽ có xét trễ chuẩn anh văn để nhận đề tài luận văn hoặc là đã có phương án giải quyết nào chưa để giúp em nhận được đề tài luận văn đúng thời hạn ạ?. . Em xin chân thành cảm ơn. . Chúc phòng đào tạo nhiều sức khỏe",
            "Chào bạn. . Pdt tiếp nhận thông tin của bạn. . Về phương án cho Hk212, bạn vui lòng đợi thông báo Ban giám hiệu gởi sau nghen. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Kính gửi PĐT,  em là sinh viên [full_name], chương trình Việt Pháp ngành Viễn Thông lớp VP17VT, mã số sinh viên [student_id], về điểm tổng kết môn học Năng lượng tái tạo, mã môn học 403705 do thầy [full_name] đảm nhiệm ở học kỳ 202 . Em có gửi phiếu đăng ký phúc tra bài thi nhưng hiện tại vẫn còn đang trong trạng thái đang được xử lý ạ.",
            "Chào em,. . Em  gửi phúc tra bài thi trên web : em vui lòng xem kết quả trên web em nhé. PĐT thường xuyên cập nhật kết quả trên web (không kể thứ 7 và chủ nhật).. . Thân mến.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Dạ thưa, . . Trong học kì 202 vừa rồi, em có đăng kí hoãn thi môn Anh Văn 3 (LA1007), Tín Hiệu và Hệ Thống (EE2005), nhưng chưa được cập nhật ạ.. . Không biết có phải do bị thiếu sót gì không?. . Em cảm ơn ạ.",
            "Chào bạn,. . Sau khi đối chiếu dữ liệu, Pdt xác nhận bạn đã đăng ký Hoãn thi:. . 1813473\tHK203\tEE2003\t\tHỦY HOÃN THI. . 1813473\tHK202\tEE2005. . 1813473\tHK202\tLA1007. . Bạn xem lại mail Pdt đã gởi để biết cách thức tiến hàng sau khi Pdt đã xác nhận yêu cầu Hoãn thi của bạn. . Vì sự cố kỹ thuật nên có thể thông tin tra cứu không có dữ liệu của bạn. . Thân mến,. . . . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em chào Thầy Cô.. . Em tên là [full_name], MSSV: [student_id]. . . Hơn 2 tháng trước em có đăng ký xong việc nhận bằng tốt nghiệp. Em được hẹn là tháng 8 sẽ có bằng. Tuy nhiên có lẽ do dịch bệnh nên đến giờ em vẫn chưa nhận được thông báo nhận bằng tốt nghiệp.. . Kính mong Thầy Cô xem xét giúp em, vì em cần có đủ hồ sơ để xin việc ạ.. . Trân trọng cảm ơn!",
            "Chào bạn. . Hiện đã có bằng của bạn,Bạn liên hệ Pdt để nhận bằng nghen, khi đi nhớ đem theo thẻ sinh viên và chứng minh nhân dân để nhận bảng chính. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính chào quý Thầy/Cô,. . . . Em tên [full_name], vào ngày 02/10/2021 em có môn thi vào 16:00, sau khi thi xong em có bị rớt mạng và bị khoá BKeX. Theo như thông báo thì hệ thống khoá tài khoản trong 2 giờ. Nhưng đến giờ đã hơn 2 giờ mà em vẫn chưa được mở khoá.. . . . Nay em xin PĐT mở khoá giúp em tài khoản:. . luan.nguyenqsb. . . . Em chân thành cảm ơn,. . . .   i Yêu cầu khác .",
            "Chào bạn,. . - Bạn vui lòng xem chi tiết hướng dẫn thi trực tuyến nhà trường đã gửi thông báo đến SV. . - Bạn cần thực hiện theo hướng dẫn của nhà trường và thực hành để thuần thục các thao tác ghi màn hình trước khi thi.. . . . - Bạn nên liên hệ GV giảng dạy để được hướng dẫn.. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Kính gửi Ban giám hiệu. .          Phòng đào tạo. . Em viết đơn này mong nhà trường xem xét, tạo điều kiện cho em được thu nhận lại, được nhận tấm bằng của trường.. . Em xin cảm ơn.",
            "Chào bạn,. . PDT đã ghi nhận yêu cầu thu nhận để đăng ký xét TN của bạn. . . sau ngày 12/10/2021 SV đăng ký tốt nghiệp . . Xem chi tiết lịch học vụ (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 11/2021 (cập nhật mới gia hạn thời gian xử lý tốt nghiệp). . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Chào Thầy/Cô,. . . . Thầy/Cô cập nhật thông tin \"Nơi Sinh\" giúp em ạ. . . . .   B Nơi sinh: Thị xã Duyên Hải, Tỉnh Trà Vinh.  /B . . . . Em cảm ơn,. . . . [full_name]. . Bùi Trung [full_name]. . . .",
            "Chào em,. . Em vui lòng chụp hình giấy khai sinh có mộc đỏ gửi lại nhé.. . Thân mến.. .",
            "Chào cô,. . . . Em gửi cô hình chụp giấy khai sinh. . . . . Trên giấy khai sinh ghi là \"Huyện Duyên Hải, Tỉnh Trà Vinh\". Tuy nhiên, huyện em giờ đã lên thành \"  B Thị xã Duyên Hải, Tỉnh Trà Vinh  /B \" rồi nha cô.. . . . Cô có thể xem thông tin trên CMND em đính kèm. Huyện đã đổi thành Thị xã.. . . . Em cảm ơn,. . [full_name]. . Bùi Trung [full_name].",
            "Chào bạn,. . PDT ghi nhận trường hợp của bạn, đã gửi đến bộ phận liên quan xử lý . Nếu sau thời gian 1 tuần (kể từ ngày tiếp nhận, trừ thứ 7,CN và các ngày lễ), SV vẫn chưa nhận được câu trả lời hoặc chưa được xử lý vui lòng gửi lại câu hỏi để PDT kiểm tra lại nhé!. . Thân mến.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Dạ em chào thầy/cô. . . Em là [full_name] - [student_id]. . Sinh viên chuyển hệ từ CQ sang VhVL ( [student_id]3 ) . . Dạ vào tháng 6/2020 em có nộp đơn chuyển hệ và được thầy [full_name] hướng dẫn làm đơn chuyển sang Ctdt K14 - nhận được danh sách các môn đã học cũng như được miễn và tiếp tục hoàn thành những môn còn lại trong ctdt K14.. . . . Hôm nay em nhận email từ PDT yêu cầu làm đơn xin chuyển ctdt sang K13 - Dạ em không biết là có vấn đề gì phát sinh và có ảnh hưởng đến lịch trình tốt nghiệp không ạ ? . . . . Mong nhận được phản hồi sớm từ thầy/cô. Em xin chân thành cám ơn ạ.. .",
            "Chào bạn,. . PDT đã ghi nhận yêu cầu về đăng ký xét TN của bạn. SV vui lòng theo dõi email  và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 20/10/2021 SV vẫn chưa nhận được mail hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 11/2021 (cập nhật mới gia hạn thời gian xử lý tốt nghiệp). . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "B Em muốn hủy hoãn thi môn ME2007 thì cần làm gì ạ .",
            "Chào em,. . Em làm đơn xin hủy hoãn thi: ghi rõ HK, mã môn học, tên môn học ... , hoặc lấy mẫu đơn hoãn thi sửa thành đơn HỦY HOÃN THI, gửi qua bksi (aao/biểu mẫu). . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Kính gửi PĐT. . Dạ hiện tại gia đình em đang gặp khó khăn trong vấn đề tài chính do xảy ra sự cố đột xuất là ông em nằm viện nên cần khoản tiền lớn. Do đó em không thể hoàn thành thanh toán học phí trước thời hạn 15 giờ ngày 4/10/2021. Em viết mail này kính mong PĐT giúp em gia hạn thời gian đóng học phí ạ.. . Em xin chân thành cảm ơn.",
            "Chào em,. . - Về gia hạn HP, Em liên hệ phòng Công tác chính trị sv qua email [email] để được hướng dẫn nhé.. .  . . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Kính chào Thầy Cô.. . Em là [full_name], mssv [student_id].. . Kì này em đã đủ điều kiện tốt nghiệp, nhưng em đã đăng kí 1 môn để nhận giấy hoãn nghĩa vụ quân sự, sau đó đã hủy môn, nhưng chưa tới hạn đóng học phí. . . Nhưng hạn đăng kí tốt nghiệp(tháng 10) lại trước hạn đóng học phí(tháng 11). Kính mong Thầy Cô mở cho em được đóng học phí để đăng kí tốt nghiệp trong tháng 10 này ạ.. . Em chân thành cảm ơn Thầy Cô ạ.",
            "Chào em,. . PĐT sẽ mở khóa vào thứ 2 tuần sau để em đóng học phí nhé.. . Thân mến."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Thưa thầy/cô,. . Em là [full_name]. Mssv: [student_id]. . . Em vừa nhận được email của pđt ngày 1/10 về việc có tên trong danh sách dự kiến tốt nghiệp đợt 2/2011. Tuy nhiên, sau khi lên trang web aao.hcmut / Thông tin tốt nghiệp / danh sách tốt nghiệp 11/2011, và nhập mssv của em vào thì thấy hiện lên mssv không có trong danh sách. Và em cũng không thể đk tốt nghiệp vs hiện thị chưa đóng học phí. .  . . Em vừa mới thanh toán hết học phí nợ (phí in bản điểm bị nợ đã lâu) nên nếu đó là lý do thì em xin pđt cập nhập lại danh sách và mở khóa cho em có thể đk tốt nghiệp ạ.. . Em xin cảm ơn.. . . .",
            "Chào bạn. . Pdt sẽ cập nhật lại, bạn vào khai lại thông tin tốt nghiệp sau thứ 4 ngày 6/10 . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Kính thưa thầy, cô .. . Em là [full_name] ,mssv [student_id] thuộc khoa Điện- Điện tử. Vừa qua, do dịch COVID-19 ở TPHCM phức tạp , em định xin thực tập ở công ty lử tỉnh ( Sóc Trăng ) . Nay em viết Mail này xin hỏi rằng có thể xin giấy giới thiệu từ nhà trường như thế nào , và có cần thủ tục gì khác hay không . . . Mong thầy cô giúp đỡ để em sớm hoàn thành cột điểm học phần thực tập tốt nghiệp .",
            "Chào bạn. . Về vấn đề này bạn vui lòng liên hệ Khoa/bộ môn để hỗ trợ. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Em chào cô!. . em xin phép trả lời câu hỏi của cô ạ.. .  . . em làm đơn xin thu nhận lại là để có thời gian thi và nôp chứng chỉ TOEIC xét tốt nghiệp ạ!. . . . em cảm ơn Cô và Phòng Đào Tạo ạ!. . . . người làm đơn. . . . [full_name] ([student_id]). .",
            "Chào bạn. . Khi nào bạn có tên trong danh sách tốt nghiệp. . nếu tình trạng của bạn là tạm dừng thì tự động Pdt sẽ thu nhận để bạn đăng ký tốt nghiệp luôn nghen. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp .    Dạ em kính chào quý thầy/cô trực ở bksi. Em có câu hỏi liên quan đến thông tin in trên bằng cấp, kính mong quý thầy/cô giải đáp giúp em ạ.. .    Cách đây 1 tuần em có nhận được thẻ CCCD mới. Vậy em có cần cập nhật lại CCCD mới để in trong bằng tốt nghiệp của em không ạ?. .    Và nếu em cần cập nhật thì em cập nhật ở đâu vậy ạ? Tại vì trong chỗ mybk   Thông tin sinh viên   Lý lịch thì nó chỉ ghi là CMND chứ nó không có ghi CCCD.. .    Em xin chân thành cám ơn quý thầy/cô đã dành thời gian đọc tin nhắn của em ạ.",
            "Chào em,. .  Vậy em có cần cập nhật lại CCCD mới để in trong bằng tốt nghiệp của em không ạ?. . =  Về cmnd/cccd thì không cần, chỉ cần ở ngân hàng thôi em.. . Thân mến."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em là [full_name], MSSV: [student_id], khoa cơ khí.. . Hiện tại em đang cần có giấy chứng nhận SV để có thể bổ túc hồ sơ hoãn nghĩa vụ QS mà giờ dịch vẫn còn nên em không thể trực tiếp lên trường lấy. Vì vậy em muốn hỏi có cách nào để em có thể nhận giấy chứng nhận qua hình thức online như nhận file pdf được không ạ?. . Em xin cám ơn và mong có câu trả lời sớm nhất.. .",
            "Chào bạn,. . - SV chủ động đăng ký giấy Xác nhận SV hoãn NVQS để bổ sung cho địa phương và chọn dịch vụ gửi qua được bưu điện (người nhận trả tiền) nếu có nhu cầu (PDT không in hàng loạt như các năm trước). . - Sau khi xử lý giấy chứng nhận sinh viên, Phòng Đào tạo sẽ gửi về địa chỉ sinh viên đăng ký khi bưu điện hoạt động lại bình thường trong đợt giãn cách xã hội. Mặt khác, sinh viên có thể tải bản scan trên trang đăng ký chứng nhận sinh viên (sau khi yêu cầu của SV đã được xử lý).. . Thân mến,. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Dạ làm sao để em đăng ký tài khoản ngân hàng giáo dục OCB liên kết với trường mình mà đóng tiền học ạ? Hay bên trường sẽ tạo tài khoản ngân hàng OCB cho em để em đóng tiền học ạ?. .",
            "Chào em,. . Số điện thoại hotline của Ngân hàng OCB để được hỗ trợ:[student_id]8. . Thân mến.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Xin chào!. . Em tên [full_name]. . Mssv: [student_id]. . Em đã đủ điều kiện tốt nghiệp tháng 11/2021, tuy nhiên còn nợ học phí học kì 211. Mong PDT mở thánh toán, để em thánh toán và được đăng kí tốt nghiệp ạ. Xin cảm ơn",
            "Chào em,. . PĐT sẽ mở cổng thanh toán học phí vào thứ 2 tuần sau em nhé.. . Thân mến.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Xin chào!. . Em tên [full_name]. . Mssv: [student_id]. . Em đã đủ điều kiện tốt nghiệp tháng 11/2021, tuy nhiên còn nợ học phí học kì 211. Mong [full_name] mở thánh toán, để em thánh toán và được đăng kí tốt nghiệp ạ. Xin cảm ơn. .",
            "Chào em,. . PĐT sẽ mở cổng thanh toán học phí vào thứ 2 tuần sau em nhé.. . Thân mến.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Dear thầy cô,. . Em là [full_name] - [student_id], sinh viên lớp CK17KSCD.. . Vấn đề em gặp phải là em đã học xong đầy đủ các môm, điểm luận văn tốt nghiệp là 7.5, chuẩn anh văn đầu ra đã đạt đủ 4 skills và đủ 15 ngày ctxh nhưng em không tìm thấy tên của em trong danh sách tốt nghiệp, trong khi đó một số bạn của em đã có trong danh sách.. . Hy vọng thầy cô có thể giải đáp giúp em ạ.. . Chúc thầy cô mạnh khỏe,. . [full_name].. .   i Tốt nghiệp .",
            "Chào bạn,. . PDT đã ghi nhận yêu cầu về đăng ký xét TN của bạn. SV vui lòng theo dõi email  và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 12/10/2021 SV vẫn chưa nhận được mail hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 11/2021 (cập nhật mới gia hạn thời gian xử lý tốt nghiệp). . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . . . Kính gửi Bộ phận tiếp nhận. . Em tên [full_name]. . Lớp CK17-KTK   MSSV: [student_id]. . Em làm đơn này để mong được giải đáp thắc mắc về việc thu nhận lại để tốt nghiệp ạ. Do tháng 8/2021 vừa qua, học kỳ 202, em đã hoàn thành luận văn tốt nghiệp nên đã không đăng ký môn cho học kỳ tiếp theo. Không biết là em phải nộp đơn xin được thu nhận lại cho ai, nếu được cho em xin mail của bộ phận đó ạ. Và cho em hỏi là mẫu đơn xin thu nhận lại đó có phải là mẫu đơn PDT-07 không ạ.. . Em xin cám ơn.. . Trân trọng. . [full_name]",
            "Chào bạn. . Hiện tại bạn chưa có Qd tạm dừng. . - Nếu bạn đủ điều kiện thì đăng ký xét tốt nghiệp bổ sung. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Xin chào thầy/cô ạ,. . Em tên là Nguyễn Thị Mỹ Nga, MSSV [student_id], là sinh viên lớp HC17CHC. Chuyện là hôm trước em đã đăng ký thành công đơn xét tốt nghiệp và cũng đã có tên trong danh sách tốt nghiệp tháng 11. Tuy nhiên sau đó em có đăng ký in bảng điểm trên phòng đào tạo và cũng đã thanh toán xong hết các chi phí nhưng hôm nay khi vô lại xem thì em thấy đơn xét tốt nghiệp không được chấp nhận vì lý do NỢ HỌC PHÍ. Em không hiểu lý do tại sao và mong thầy/cô có thể update lại thông tin tốt nghiệp của em ạ. Em xin chân thành cảm ơn.. .",
            "Chào bạn. . Không sao nghen bạn, sẽ cập nhật lại sau. . Thân"
        ]
    }
]