[
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em chào thầy/cô, em có nguyện vọng muốn huỷ môn học dự thính nhưng vừa hết giờ hiệu chỉnh . Mong thầy/cô có thể gia hạn thêm thời gian để em có thể huỷ môn được không ạ.. . Mong nhận được phản hồi sớm từ thầy/cô. Em xin cảm ơn.",
            "Chào bạn. . Đợt 2 bạn vào hủy môn dự thính nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Em tên [full_name], mssv [student_id]. Em đăng ký rút môn học rồi mà sao tkb vẫn có tên môn em rút ạ. .   i Yêu cầu khác .",
            "Chào bạn.. . TKB của bạn hiện chỉ còn môn học MT1003 và MT1004.. . Môn học này ko nằm trong list hủy môn của bạn. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: 1713412  /b \t. . . .   i Hỏi đáp học trực tuyến (BKeL) . -Dạ em chào admin. vừa qua phòng đào tạo mở đăng kí môn học DỰ THÍNH 192, nhưng k mở các môn có thí nghiệm.. . -Em hiện tại là K17 khoa xây dựng, do bị chậm chuẩn anh văn, đến cuối kì 191 em mới đậu chuẩn anh văn năm 2.. . -khoa em có môn sức bền vật liệu (ci2007) là môn học tiên quyết của rất nhiều môn sau( môn này có thí nghiệm). Trong kì chính 192 em vẫn chưa đăng kí dc. Giờ em rất muốn học môn sức bền này, em mong PĐT có thể mở môn học này trong kì DỰ Thính 192, chỉ học phần lí thuyết qua livestream còn phần thí nghiệm có thể tách ra để hè học.. . -Trên đây là nguyện vọng của em, mong PĐT có thể xem xét ý kiến của em, em biết do tình hình dịch bện phức tạp nên rất khó cho PĐT mở lóp, nhưng em vẫn rất hi vọng PĐT có thể xem xét ý kiến của em.. . em xin chân thành cảm ơn!",
            "Chào bạn . . Về việc bạn muốn mở những môn học có thí nghiệm, bạn vui lòng liên hệ tại [full_name]/bộ môn, Nếu [full_name] đồng ý mở/giảng viên đồng ý giảng dạy/sinh viên đồng ý học thì mới có thể mở được. . . Chúc bạn học tốt Thân. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Hỏi đáp học trực tuyến (BKeL) . Em gửi đơn xin thu nhận lại và đăng ký môn học dự thính. Thầy cô giúp em về thủ tục với ạ. Em xin cảm ơn thầy cô.. . . . Em cũng xin đăng ký học dự thính luôn ạ.. . Các môn em xin đăng ký học dự thính gồm :. . . . 1. Vật lý 1                    - mã : 007706. . 2. Vẽ kỹ thuật                 - mã : 806702. . 3. Hóa học                     - mã : 601701. . 4. Cấu trúc dữ liệu nâng cao   - mã : 501704. . 5. Giải tích 3                 - mã : 006725. . . .",
            "Chào bạn,. . Phòng Đào tạo đã tiếp nhận đơn thu nhận 192 của bạn, và sẽ đăng ký môn học theo nguyện vọng của bạn (nếu MH có mở). Bạn vui lòng kiểm tra TKB tại mybk. . Chúc bạn học tốt!. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Thầy cô cho e hỏi em đăng kí 4g ngày 16/4 và được xác nhận thành công rồi mà thuê bao e chưa được đăng kí gói 4G vậy ạ?. . Em có cần đăng kí qua tin nhắn không ạ? Nếu đăng kí qua tin nhắn cú pháp là gì ạ?. . Em cám ơn nhiều ạ.",
            "Chào bạn. . VinaPhone sẽ thông báo cho bạn khi nào gói cước được kích hoạt.. . Thân. .",
            "Tới hôm nay, ngày 28/4 và e vẫn chưa thấy [full_name] kích hoạt.. . Cám ơn cô ạ.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Điểm thi - Đại học - Cao đẳng chính quy   Điểm môn học . Dạ kính thưa PĐT, em là sinh viên Việt Pháp mới chuyển hệ về Đại trà nên có một số cập nhật trên trang thông tin sinh viên chưa đúng. Rất mong PĐT sửa các thông tin này giúp em.. . (1) Sửa lại chỗ CT đào tạo kỹ sư CLC Việt Pháp thành khoa Cơ khí. . (2) Chuyển điểm các môn Giải tích 1 (MT1011)  và Đại số tuyến tính (MT1015) về các môn tương ứng bên hệ Đại trà với mã MT1003 và MT1007 theo quy định chuyển điểm http://www.aao.hcmut.edu.vn/index.php?route=catalog/chitietsv&path=59_62&tid=1292. . (3) Không tính môn Pháp văn 1 (LA1011) vào điểm TBTL nữa. . Em xin chân thành cảm ơn. . . .",
            "Chào bạn. . SV đã chuyển sang lớp thường từ HK192, và đã chuyển môn tương đương ra khỏi VP gồm 2 môn : MT1003(MT1011) & MT1007(MT1015).. . Các môn nào đã học thì vẫn tính vào điểm TBTL chứ không bỏ ra, sv hiểu nhầm. Chỉ những môn chuyển sang tương đương 12 mới không tính vào điểm TBTL. SV đọc kỹ lại quy chế . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Em chào quý thầy/cô, kì dự thính này em đăng kí sức bền vật liệu ạ, nhưng trong mail PĐT nói k mở lớp đi kèm môn thí nghiệm. Điểm thí nghiệm em có rồi ạ em mong nhà trường mở môn sức bền để e có thể học đúng tiến độ. Em chân thành cảm ơn!",
            "Chào bạn. . Mở môn học là mở cho nhiều sv đăng ký, chứ đâu có thể cho một mình bạn đăng ký được. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Hỏi đáp học trực tuyến (BKeL) . Phòng đào tạo cho em hoi em có đăng kí rút môn học . . Giải tích và vật lý rồi sao trong TKB vẫn còn zay ạ",
            "Chào bạn,. . Môn học TKB chính HK192 đã xóa.. . TKB livestream sẽ xóa sau. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Kính thưa phòng đạo tạo . . Em tên là [full_name] Mssv 181442 , cho em hỏi là em đã nộp bằng tốt nghiệp và đã được phòng đào tạo xác nhận đã nôpk  . Nhưng nay lại ghi là chưa xác nhận , cho em hỏi lý do .",
            "Kính gửi phòng đào tạo . . Dưới dây là danh sách nộp bằng tốt nghiệp THPT do phòng đạo tào xác nhận đã nộp . Kính mong phòng đào xem xét lại trường hợp của em . . Em cảm ơn",
            "Chào bạn,. . Bạn vui lòng kiểm email sinh viên nhé!. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ - Đại học - Cao đẳng chính quy   Rút môn học . Thưa thầy/cô, em biết là sau 17/04 sẽ hết đợt rút môn học không tính học phí. . . . . Em chưa đăng kí đợt đó. . . . . Thầy/cô cho em hỏi bây giờ em muốn rút môn có được không ạ???. . . . Và thời gian rút môn có tính học phí sẽ từ ngày nào đến ngày nào ạ.... . . . Em xin cảm ơn",
            "Chào bạn,. . Đã hết thời gian nhận yêu cầu rút môn học (không đóng học phí), các trường hợp gửi yêu cầu rút môn học qua bksi.hcmut.edu sau ngày 17/04/2020, vui lòng đợi thông báo của Phòng Đào tạo qua email sinh viên về việc đăng ký rút môn học (có tính học phí theo quy định). Phòng Đào tạo sẽ hướng dẫn rõ thời gian và hình thức nộp đơn rút môn học qua email sinh viên.. . Chúc bạn học tốt!. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ - Đại học - Cao đẳng chính quy   Rút môn học .",
            "Em tên là [full_name] [student_id]. . . . Em gặp một vài khó khăn trong môn học nhập môn trí tuệ nhân tạo, em nghĩ khả năng em chưa đủ để đáp ứng cho môn này.. . . . Em mong nhà trường cho em rút môn Trí tuệ nhân tạo. . . . Mã môn: CO3061. . . . Em xin cảm ơn ạ",
            "Chào bạn,. . Đã hết thời gian nhận yêu cầu rút môn học (không đóng học phí), các trường hợp gửi yêu cầu rút môn học qua bksi.hcmut.edu sau ngày 17/04/2020, vui lòng đợi thông báo của Phòng Đào tạo qua email sinh viên về việc đăng ký rút môn học (có tính học phí theo quy định). Phòng Đào tạo sẽ hướng dẫn rõ thời gian và hình thức nộp đơn rút môn học qua email sinh viên.. . Chúc bạn học tốt!. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Chương trình đào tạo - Đại học - Cao đẳng chính quy   Khác ... .   Em kính chào Quý Thầy Cô Phòng đào tạo ạ.. . . .   Em tên là Lưu Nguyễn Bảo Uyên, MSSV: [student_id], lớp MO14QLM2, ngành Quản lý và công nghệ môi trường ạ.. .   Em là sinh viên khóa 2014, tuy nhiên vì nhiều lý do nên em bị trễ tốt nghiệp, cụ thể là tháng 4/2020 em mới xin xét tốt nghiệp. Vậy Thầy/Cô cho em xỉn hỏi là điều kiện xét TN của em là theo chương trình đào tạo năm 2014 hay năm 2020 ạ? . .   Vì theo chương trình đào tạo năm 2014 thì ngành của em chỉ cần 8 tín chỉ môn tự chọn là đủ điều kiện xét TN, tuy nhiên theo chương trình những năm gần đây là yêu cầu 10 tín chỉ môn tự chọn. Đó cũng là lý do em không được xét tốt nghiệp vào đợt này ạ. . .   Em xin cảm ơn Quý Thầy/Cô.. .",
            "Chào bạn. . Về chương tình đào tạo tính theo khóa đầu vào nghen bạn, bạn học K2014 thì tính là K14. . Bạn liên hệ Khoa (cụ thể là Thầy Phó Khoa phụ trách chương trình đào tạo) để Thầy tư vấn và hỗ trợ. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]0  /b \t. . . .   i Hỏi đáp học trực tuyến (BKeL) . Em xin chào các thầy cô phòng đào tạo.. . Em muốn hủy môn đã đăng kí dự thính do em đã xin đăng kí môn học đó ở lớp học chính quy,do sơ xuất em đã lỡ mất đợt hiệu chỉnh môn học dự thính vừa rồi. Mong phòng đào tạo xem xét cho phép em được hủy môn đã đăng kí.. . Em cám ơn !",
            "Chào bạn,. . Đợt ngày 27/4 bạn vẫn có thể vào hủy được nhé, bạn vui lòng vào tự hủy MH nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em chào cô(Thầy). . Hiện tại em đang là sinh viên năm 2 khoa hóa .Do em bị rớt tiếng anh nên chưa đăng kí môn chuyên ngành được thì cho em hỏi là nếu kì này em qua tiếng anh năm 1 thì các môn chuyên ngành em đăng kí được thì kì sau em có lên cơ sở 1 hay ở lại cơ sở 2 học các môn chuyên ngành năm 2 ạ . . Em cảm ơn",
            "responsible person: [551] [staff_name] [helpdesk staff]",
            "Chào bạn,. . Học ở cở sở 1 hay cở sở 2 là tùy sinh viên đăng ký và môn học đó mở ở đâu nhé bạn.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Hỏi đáp học trực tuyến (BKeL) . Đăng kí dự thính đợt 2 có cho phép rút môn học dự thính không ạ, em muốn rút môn dự thính nhưng đã qua thời gian tự hủy vào đợt đăng ký dự thính đợt 1 thì nên làm như thế nào ạ",
            "Chào bạn,. . Môn học dự thính bạn vui lòng vào tự hủy MH theo hướng dẫn mail của Phòng Đào tạo nhé!. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Dạ em có thắc mắc, hiện tại em là sinh viên của lớp VL17NL.. . . . Vừa rồi em có đăng ký môn thực tập tốt nghiệp trong học kỳ 192, và đã đăng ký thành công. Hiện đã được tính vào trong tổng số tín chỉ của kỳ 192.. . . . Nhưng em liên lạc với giảng viên hướng dẫn, thì thầy thông báo là đến kỳ hè mới được đi thực tập tốt nghiệp. . . . . Liệu điểm môn của học kỳ 192 có thể đợi xong thực tập ở kỳ hè mới cập nhật thì có được không ạ?. . Nếu không, thì việc này sẽ phải xử lý như thế nào ạ?. . Em xin chân thành cảm ơn.",
            "responsible person: [551] [staff_name] [helpdesk staff]",
            "Chào bạn. . Về việc đi TTTN , hình thức và điểm thì bạn liên lạc trực tiếp [full_name] để được hỗ trợ và tư vấn nghen"
        ]
    },
    {
        "intent": "",
        "message": [
            "[full_name] - MSSV: [student_id]-Hệ VLVH-Ngành Kỹ Thuật Ô tô. . Em muốn được hỗ trợ về thủ thục xin thôi học.. . Ngoài chuẩn bị phiếu xin thôi học,còn cần chuẩn bị thêm giấy tờ hay điều gì nữa không? Em cảm ơn!",
            "Chào bạn,. . Bạn vui lòng đem theo thẻ sinh viên kèm theo nhé!. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tăng sĩ số lớp môn học . Dạ thầy cô do trong những học kì vừa qua em mắc việc nên không thể học tiếng anh được nên em bị thiếu môn tiên quyết là anh văn. Vậy cho em hỏi là em có thể xin đăng kí cả anh văn cơ bản, anh văn 1 và anh văn 2 trong học kì dự thính buổi tối sắp tới được không ạ. Em xin cảm ơn.",
            "Chào bạn,. . Môn Anh văn không  mở trong học kỳ dự thính nhé bạn.. . Thân",
            "Chào bạn,. . Thường các môn anh văn không được mở trong học kỳ dự thính tối.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Hỏi đáp học trực tuyến (BKeL) . Dạ em có vấn đề về gia đình nên muốn xin bảo lưu một học kỳ thì phải làm như thế nào ạ? Vì em không thấy đơn xin bảo lưu.. . Và cho em hỏi là thời gian nào thì em xin bảo lưu được ạ?. . Em cảm ơn.",
            "Chào bạn,. . Bạn vui lòng vào trang aao.hcmut.edu.vn/sinh viên/biểu mẫu tải mẫu đơn xin tạm dừng (không  gọi là bảo lưu nhé), điền đầy đủ thông tin, ký tên chụp hình gửi qua bksi nhé.. . Bạn vui lòng nộp đơn tạm dừng trước ngày 29/4/2020, sau ngày này bạn phải thanh toán 100% học phí hk 192 mới được tạm dừng nhé.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em đã đăng kí gói cước 3G rồi và tình trạng là \"phiếu đăng ký đã xử lý\" nhưng em vẫn chưa nhận được dịch vụ. Cho em hỏi làm cách nào để nhận vậy ạ.",
            "Chào bạn. . VinaPhone sẽ thông báo cho bạn khi nào gói cước được kích hoạt.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "E sv hệ VHVL, e xin rút môn học rồi nhưng thời khóa biểu vẫn cập nhật. Xin nhà trường xem lại và cho e rút môn học. E có đính kèm tập tin. E cảm ơn.",
            "responsible person: [551] [staff_name] [helpdesk staff]",
            "Chào bạn,. . Anh [full_name] đã trả lời câu hỏi trước của bạn về việc rút MH rồi mà,. . \"Môn học đã được xóa khỏi TKB chính rồi.. . TKB live sẽ xóa sau\". . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "- Môn học cần rút: Cơ lưu chất - Cl2003 - L04. . - Lý do: do vấn đề đường truyền mạng nhà em khá yếu nên thường xuyên bị rớt mạng. Bên cạnh đó, đôi lúc nhà em bị mất điện vào đúng giờ học vì thế ảnh hưởng rất nhiều đến việc học trực tuyến. Vì thế, em xin phép được rút môn học này. . Em xin cảm ơn.. . . .",
            "responsible person: [551] [staff_name] [helpdesk staff]",
            "Chào bạn,. . Đã hết thời gian nhận yêu cầu rút môn học (không đóng học phí), các trường hợp gửi yêu cầu rút môn học qua bksi.hcmut.edu sau ngày 17/04/2020, vui lòng đợi thông báo của Phòng Đào tạo qua email sinh viên về việc đăng ký rút môn học (có tính học phí theo quy định). Phòng Đào tạo sẽ hướng dẫn rõ thời gian và hình thức nộp đơn rút môn học qua email sinh viên.. . Chúc bạn học tốt!. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Hỏi đáp học trực tuyến (BKeL) . Em có đăng kí nhận hỗ trợ data của trường trên mybk. Theo thông báo là ngày 21/4 sẽ nhận hỗ trợ nhưng đến hôm nay 26/3 em vẫn chưa nhận được gì. Em làm thế nào được nhận hỗ trợ hay nhà mạng tự đk giùm em luôn ạ",
            "Chào bạn. . VinaPhone sẽ thông báo cho bạn khi nào gói cước được kích hoạt.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Cho em hỏi là tại sao em đăng kí như quy định rồi mà vẫn chưa được nhận hộ trợ ạ ?. . . .",
            "Chào bạn . . VinaPhone sẽ thông báo cho bạn khi nào gói cước được kích hoạt. . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Hỏi đáp học trực tuyến (BKeL) . PĐT ơi em bị lỡ thời hạn làm bài KT chương 3 (Hết hạn lúc 9:50AM ngày 26/04/2020) môn [full_name] (MT1009- lớp A02) vì em quên làm, bây giờ em không thể làm để xem tiếp chương 4. . . PĐT cho em xin hướng giải quyết được không ạ.. . Em xin cảm ơn ạ",
            "Chào bạn,. . Bạn vui lòng tương tác trực tiếp với giảng viên giảng dạy để xin xem xét giải quyết nhé!. . Chúc bạn học tốt. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Chào ban quản lý nhà trường!. . Em tên Nguyễn Đức Trung, MSSV [student_id]. . Em viết thư này xin ban quản lý cho em đăng ký bổ sung môn học Nhập Môn [full_name]nh mã số CO1003 trong đợt đăng ký môn học dự thính HK 192 vừa rồi theo hình thức livestream vì công việc phải đi làm công trình ở tỉnh nên em đã lỡ hạn đăng ký. Mong ban quản lý hỗ trợ giùm em. . Em xin cảm ơn!",
            "Chào bạn. . Bạn check mail thường xuyên, chuẩn bị phòng đào tạo gởi mail thông báo đăng ký dự thính đợt 2 nhé"
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính gửi PĐT hệ VHVL trường đại học Bách khoa TPHCM.. . Em Tên [full_name]: Mssv: [student_id].. .  HK vừa rồi em có đăng ký môn học LVTN MSMH: 210303 nhưng do tình hình dich covid 19 nên ko thể đến trường. vậy em xin được rút môn học của học kỳ này ạ. . .",
            "Chào bạn,. . Đã hết thời gian nhận yêu cầu rút môn học (không đóng học phí), các trường hợp gửi yêu cầu rút môn học qua bksi.hcmut.edu sau ngày 17/04/2020, vui lòng đợi thông báo của Phòng Đào tạo qua email sinh viên về việc đăng ký rút môn học (có tính học phí theo quy định). Phòng Đào tạo sẽ hướng dẫn rõ thời gian và hình thức nộp đơn rút môn học qua email sinh viên.. . Chúc bạn học tốt!. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Chương trình đào tạo - Đại học - Cao đẳng chính quy   Khác ... . Em đã học các môn giống tên nhưng khác mã trong CTĐT, vậy các môn này có được chấp nhận để xét tốt nghiệp mà không cần đậu các môn có mã đúng như trong CTĐT của nghành em không?. . . .",
            "Chào bạn,. . Nếu các môn đó tương đương theo mã môn trong CTĐT của bạn thì được nhé bạn, bạn có thể tự kiểm tra môn tương đương đã được công bố tại aao.hcmut.edu.vn. . Nếu có thắc mắc về CTĐT bạn có thể liên hệ tại Khoa của bạn để được tư vấn thêm nhé!. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Hỏi đáp học trực tuyến (BKeL) . Em chào phòng đào tạo ạ. . . Em là [full_name], mssv [student_id], thuộc lớp HC17MB2 của khoa Kỹ thuật Hóa học.. . Đây là đơn tường trình đính kèm của em về việc sai sót của bản thân trong quá trình thực hiện rút môn học dẫn đến chưa rút được môn.. . Em xin cảm ơn phòng đào tạo ạ.",
            "Chào bạn,. . Phòng Đào tạo đã tiếp nhận đơn của bạn và trình Ban lãnh đạo xem xét, bạn vui lòng xem kết quả cập nhật tại mybk/xem thời khóa biểu sau ngày 4/5/2020.. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Hỏi đáp học trực tuyến (BKeL) . Như đã nói trên, em có thắc mắc về điều kiện tham dự thi giữa kì và cuối kì, cụ thể như sau.. . Các giáo viên đều thông báo rằng em phải tham gia tất cả các bài quiz để đủ điều kiện dự thi cuối kì theo quy định của nhà trường.. . Do em học nhiều môn và có nhiều bài quiz và bài tập thực hành, bài tập lí thuyết nên em đã bỏ lỡ 1 quiz ở môn Công Nghê Phần Mềm.. . Em mong nhà trường thông cảm cho học sinh chúng em vì học online rất khó khăn trong việc kiểm soát giờ giấc( em học 6 môn, trong chương trình chất lượng cao. Nói cách khác em vừa học livestream vừa học meeting trên google hangouts và làm quiz).. . Trong các môn của em, có 1 môn cần làm việc ở phòng lab nhưng em vẫn học tại nhà và phải cài đặt trên máy tính cá nhân.. . Vì vậy, em mong trường mình thay đổi quy định phải tham dự tất cả các quiz để đủ điều kiện thi cuối kì.. .",
            "Chào bạn,. . . . Việc này em liên hệ với giáo viên giảng dạy và văn phòng đào tạo quốc tế nhé.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Chứng chỉ ngoại ngữ - Đại học - Cao đẳng chính quy   Khác ... . Dạ em có nộp bằng av điểm thi là 340 và có dự thi av trong trường được 310. Em muốn đăng kí av1 trong trường từ đợt đkmh học kì 2 trước tết nhưng không được em lên phòng đào tạo hỏi thì cô trả lời là điểm đã được xét nhưng chạy không kịp hạn chót đk môn học, nên kêu e cứ về nhà đi, ngày 5/2 thầy cô sắp tkb e lên [full_name] hỏi xin được xem xét e sẽ được đk av1, em làm theo lên [full_name] hỏi thầy cô bảo lên trường làm đơn xin, nhưng do dịch bệnh phức tạp e k đi được, có lên [full_name] hỏi thầy cô có cách làm đơn onl không nhưng e không gửi được câu hỏi, rồi học kì bắt đầu. e có gửi câu hỏi là có cách xin xem xét onl không trong khi nghỉ dịch nhưng không được, e k biết lần này gửi được không. Em có thể đk av1 trong học kì dự thính 192 này k ạ để kì sau e được đk môn học năm 2. Em cảm ơn thầy cô đã xem",
            "Chào bạn. . Bạn vui lòng kiểm tra mail sinh viên để cập nhật những thông báo mới của nhà trường. Chuẩn bị sẽ có thông báo về anh văn. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . dạ thưa thầy cô, vào lúc nhập học em có đóng tiền bhyt tạm ứng, nhưng sau đó phòng y tế nói thẻ bhyt cũ của em còn hạn, sẽ trả lại tiền cho em, em cũng đã gửi số tài khoản ocb nhưng mãi vẫn chưa được hoàn trả ạ. Mong thầy cô giúp đỡ hoặc hướng dẫn em người để em liên hệ ạ! Em xin cám ơn.. .",
            "Chào bạn,. . Vấn đề về BHYT bạn vui lòng liên hệ Phòng Công tác Chính trị sinh viên - Phòng Y tế trường để được hướng dẫn. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Dạ thưa thầy cô, trường mình có hỗ trợ SV 3g/4G trong mùa dịch nhưng chỉ cho mạng vina, vì thế, các bạn không sử dụng gói 3G đó cũng được thông báo sẽ nhận được 50k qua tài khoản OCB, cho em hỏi là khi nào được nhận ạ? em xin cảm ơn thầy cô đã giải đáp ạ.",
            "Chào bạn,. . Bạn vui lòng đợi mail thông báo sau của nhà trường về việc nhận 50k.. . Bạn vui lòng kiểm tra email thường xuyên.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Em hiện đang theo học khoa xây dựng của trường. Do nhầm lẫn nên em đã đăng ký môn sức bền vật liệu có mã môn học là CI2001 mà theo chương trình đào tạo của em thì môn sức bền vật liệu có mã môn học là CI2007. Do học kỳ cũng vừa mới bắt đầu nên có thể cho em xin được đổi môn học không ạ ? Em xin cảm ơn. .",
            "responsible person: [551] [staff_name] [helpdesk staff]",
            "Chào bạn,. . Hiện tại đã hết thời gian để hiểu chỉnh thay đổi môn học cho học kỳ chính 192 nhé bạn, bạn  có thể đăng ký dự thính 192 nếu có nhu cầu (vui lòng xem mail hướng dẫn về thời gian đăng ký). . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Hỏi đáp học trực tuyến (BKeL) . Cho em hỏi là hôm đợt đăng ký hỗ trợ 4G đến nay em vẫn chưa nhận được bất kì dung lượng nào ạ ? Mong PĐT giải quyết .. . Em xin cảm ơn .. .",
            "Chào bạn. . VinaPhone sẽ thông báo cho bạn khi nào gói cước được kích hoạt.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học phí - Đại học - Cao đẳng chính quy   Khác ... . Kính gửi thầy ( cô). . Em có thắc mắc là trong quy trình xét giảm học phí học kì 192 này, bước 1 có ghi là sinh viên phải scan hồ sơ và gửi qua mail . Em vẫn chưa hiểu là scan hồ sơ như thế nào ạ. Em cảm ơn ạ",
            "Chào bạn,. . Về việc miễn giảm học phí bạn vui lòng liên hệ tại Phòng Công tác Chính trị sinh viên để được hướng dẫn.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Khác ... . cho em hỏi là mail trường có thông báo:. . Đăng ký đợt 2 & Kết quả đợt 1 : 27/4(9g00) -  28/4 (13g59) (Đã có TKB livestream). . . . mà bây giờ e vẫn chưa có lịch học môn ở kì dự thính là môn đó bị hủy rồi đúng không ạ",
            "Chào bạn,. . Chưa có TKB dự thính nhé bạn.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Thầy cô cho em hỏi là em không đăng kí học dự thính livestream đợt 1 (21/4-24/4) thì đợt 2 (27/4-28/4) này em có được đăng kí không ạ? Em hỏi là vì không rõ có sự liên kết giữa đợt 1 và 2 hay không mà tại thời điểm 12h trưa 27/4 rồi mà em vẫn chưa thấy hiển thị mục đăng kí đợt 2 ạ. Em cảm ơn thầy cô ạ.",
            "Chào bạn. . Bạn vui lòng đợi mail thông báo dkmh dự thính đợt 2 nghen"
        ]
    },
    {
        "intent": "",
        "message": [
            "Chương trình đào tạo - Đại học - Cao đẳng chính quy   Môn tương đương, tiên quyết, ...  /i Em đang học chương trình tài năng khoa Điện-Điện tử. Em học lại môn Kỹ thuật siêu cao tần có học phần mở rộng, nhưng em đã có điểm học phần mở rộng là 7. Cho em hỏi là điểm 7 được cho là [full_name] hay chưa ạ, và em đã có điểm học phần mở rộng rồi thì em có cần phải học lại phần mở rộng này không. . . . .",
            "Chào bạn. . Vì bạn học lớp tài năng nên khi bạn đăng ký một môn học cốt lõi thì sẽ được xếp thêm học phần mở rộng.. . Nếu bạn đã hoàn thành điểm học phần mở rộng thì bạn liên hệ trực tiếp giảng viên phụ trách để được hỗ trợ chấp nhận điểm đã đạt . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Cho em hỏi những môn có thí nghiệm thì mình đăng kí dự thính như thế nào ạ. Liên lạc với khoa như thế nào với cần những thủ tục gì ạ . .",
            "Chào bạn . . Về việc bạn muốn mở những môn học có thí nghiệm, bạn vui lòng liên hệ tại [full_name]/bộ môn, Nếu [full_name] đồng ý mở/giảng viên đồng ý giảng dạy/sinh viên đồng ý học thì mới có thể mở được. . . Việc liên lạc với [full_name] bạn có thể liên lạc trực tiếp tại khoa để được hướng dẫn hoặc qua email của [full_name] công bố tại website của [full_name] nhé . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Hỏi đáp học trực tuyến (BKeL) . Dạ tình hình dịch như vầy thì trường có gia hạn thêm thời gian nộp CCNN chuyển điểm không ạ?",
            "Chào bạn,. . Chưa hiểu rõ ý của bạn, chuyển điểm CCNN để làm gì? Vì mục chuyển điểm vẫn mở để các bạn đăng ký không khóa nhé!. . Thân",
            "Dạ em nộp chuyển điểm để có thể đăng kí môn học của kì hè ạ",
            "Chào bạn,. . Bạn vui lòng xem lịch học vụ về thời gian đăng ký chuyển điểm nhé. Hiện tại không thể trả lời cho bạn về trường hợp nếu như nhé.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Hỏi đáp học trực tuyến (BKeL) . dạ cho em hoỉ tại sao trong mail có ghi là đợt 2 là mở vào lúc 9h ngày 27/4 đến 13h ngày 28/4 mà sao  đến bây giờ khi vô đăng kí lại ko thấy chỗ đăng kí đợt hai ạ",
            "Chào bạn. . Bạn đợi thông báo đăng ký môn học dự thính đợt 2 nghen",
            "dạ tại thấy trong lịch là 9h mà đến giờ vẫn chưa thấy nên hỏi ạ. .",
            "Chào bạn,. . Bạn vô kiểm tra và đăng ký dự thính đợt 2 nhé, Phòng Đào tạo đã mở đợt đăng ký và gửi mail hướng dẫn cho sinh viên. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Hỏi đáp học trực tuyến (BKeL) . dạ cho em hỏi là khi nào đăng ký môn học bổ sung kì dự thính đợt 2 được ạ, theo lịch thì hôm nay nhưng em vào mục đăng ký kiểm tra thì không thấy có ạ",
            "Chào bạn,. . Bạn vô kiểm tra và đăng ký dự thính đợt 2 nhé, Phòng Đào tạo đã mở đợt đăng ký và gửi mail hướng dẫn cho sinh viên. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác:",
            "responsible person: [551] [staff_name] [helpdesk staff]",
            "Chào bạn,. . Phòng Đào tạo đã tiếp nhận đơn của bạn và trình Ban lãnh đạo xem xét, bạn vui lòng đến Phòng Đào tạo nhận quyết định tạm dừng vào ngày 8/5/2020 . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Em có nhận được mail là từ 9 h 00 sáng nay (27/04) mở đơn đăng ký môn học dự thính đợt 2 theo hình thức Livestream. Nhưng đến giờ em vẫn chưa thấy đơn trên mục 'Đăng ký môn học' ạ.. . Mong các thầy/cô bên phòng đào tạo hỗ trợ giúp em ạ.. . Em cảm ơn.",
            "responsible person: [551] [staff_name] [helpdesk staff]",
            "chào  bạn.. . Sáng 28/4 lúc 09g00 sẽ bắt đầu đợt đk mới nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Cho em hỏi là đối với những môn dự thính có thí nghiệm học trực tiếp thì hạn cuối để xin mở lớp là ngày bao nhiêu ạ. Hiện giờ đang dịch em không thể lên sài gòn thì làm sao xin mở được lớp ạ. . .",
            "Chào bạn,. . Bạn có thể gửi email hoặc gọi điện về [full_name] của bạn để liên hệ xin mở lớp nhé, nếu [full_name] đồng ý sẽ lập danh sách và gửi công văn lên Phòng Đào tạo đề nghị mở lớp nhé!. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Hỏi đáp học trực tuyến (BKeL) . Phòng Đào Tạo cho em hỏi là hôm nay ngày 27/04/2020, theo lịch của trường thì hôm nay mở đăng ký dự thính đợt 2 lúc 9h sáng, nhưng chiều nay em vẫn không thấy phần đăng ký xuất hiện ạ. . . Em muốn hỏi là đợt đăng kí dự thính lần 2 đã mở chưa ạ ?. .",
            "Chào bạn,. . Bạn vui lòng vô đăng ký lại nhé, hiện tại PDT đã mở đợt đăng ký và gửi mail hướng dẫn cho sinh viên. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Khác ... . Dạ em chào các thầy/cô ạ. . Theo mail mà em nhận được từ PĐT thì đợt 2 ĐKMH dự thính HK192 là bắt đầu từ 9h00 hôm nay 27/04. Nhưng hiện tại em vẫn chưa thấy ở trên trang Đăng ký môn học link ĐK môn đợt 2 ạ.. . Mong các thầy/cô xem lại giúp em.. . Em cám ơn rất nhiều.",
            "Chào bạn,. . . . Lịch đăng kí đợt 2 có thay đổi, em kiểm tra mail và hiện tại đã mở cho đăng kí.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Dạ cho em hỏi trong đợt đăng ký dự thính đợt 2 của học kỳ này có được đăng ký mới không ạ?. .",
            "Chào bạn,. . Bạn vô kiểm tra và đăng ký dự thính đợt 2 nhé, Phòng Đào tạo đã mở đợt đăng ký và gửi mail hướng dẫn cho sinh viên. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Khác ... . Chào thầy,. . Em thấy môn mác lênin sp1003 có 113 đăng kí kế hoạch đợt 1 ạ. Nhưng đợt 2 thì không có mở lớp, vậy giờ em có thể xin mở lớp được không ạ.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "em chào admin.. . - mấy hôm trước em có hỏi ở đây(bksi) về vấn đề mở môn học có thí nghiệm trong kì dự thính 192. admin có trả lời là: tụi em phải liên hệ với khoa, trưởng bộ môn và giáo viên để xin chữ kí thì phòng đào tạo mới mở lớp. DO tình hình dịch cvid19 nên em vẫn đang ở quê mà lịch đăng kí dự thính đợt 2 kết thúc vào ngày 28-4 ,thời gian hơi gấp nên em k thể kịp xin chữ kí của các giáo viên ạ.. . -em mong PđT có thể gia hạn thêm lịch đăng kí đợt 2 ạ.. . EM xin chân thành cảm ơn!. . . .",
            "Chào bạn. . Bạn nhanh chóng tải mẫu đơn mở lớp điền vào, có 3 xác nhận chữ ký đồng ý như trong mẫu, đính kèm danh sách sinh viên (có chữ ký). Nộp lại Phòng đào tạo gấp . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Hỏi đáp học trực tuyến (BKeL) . Cho em hỏi học bổng CK82 còn tiếp nhận hồ sơ đăng ký nữa không ạ?",
            "Chào bạn. . Bạn liên hệ phòng công tác chính trị sinh viên nghen. . [email]"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được . Dạ thưa Pđt, em là [full_name], sinh viên k2019 hệ chính quy.. . Em có đăng kí môn của học kì DT192 đợt 1, nhưng không hiểu tại sao không hiển thị kết quả đăng ký ở đợt 2. Em mong Phòng đào tạo giải thích giúp em về lỗi này và sửa lại để em có thể đăng ký môn ạ.. . Em xin chân thành cảm ơn.",
            "Chào bạn,. . . . Bạn kiểm tra lại nhé http://apps.aao.hcmut.edu.vn/qlgd_man/home.action;jsessionid=54009C447DB2BA7D8E277F0431ED8AB0;jsessionid=05FD07AA2AB4FDD4793DAF575FBCC024;jsessionid=B3BF0DB61BCAAEB15A71DEF[student_id]EF.. . . . Thân."
        ]
    }
]