[
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: vào hôm đăng ký mua quân trang em đã quên đang ký thì phải làm sao ạ. .",
            "Chào bạn. . Bạn liên hệ Trung tâm GDQP nghen. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Cho em hỏi sao em chưa có lịch học thí nghiệm hóa địa cương 2 buổi cuối ạ. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp .",
            "Em chào [full_name]T!. . Em tên [full_name], mssv:[student_id]. . Học hệ VHVL khoa Kỹ Thuật Xây Dựng.. . Kì vừa rồi em đã hoàn thành LVTN và đã đủ các yêu cầu để tốt nghiệp đợt này.. . Nhưng khi em vào mục đăng ký tốt nghiệp thì  ở dòng \"Tình trạng đăng ký: Không tìm thấy thông tin trong danh sách tốt nghiệp dự kiến\".. . Em mong [full_name]T kiểm tra và xét duyệt cho em để em đăng ký tốt nghiệp kì này ạ.. . EM xin chân thành cảm ơn.",
            "\"Chào bạn,. . PDT đã ghi nhận yêu cầu về đăng ký xét TN của bạn. SV vui lòng theo dõi email  và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 15/03/2022 SV vẫn chưa nhận được thấy tên trong ds dự kiến tốt nghiệp (http://www.aao.hcmut.edu.vn    Tốt nghiệp    Thông tin tốt nghiệp) hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ tại (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 04/2022 . . Về tình trạng sinh viên, khi nào bạn có tên trong ds dự kiến tốt nghiệp, PDT sẽ tự động ra QD thu nhận cho bạn nhé. . Thân\"",
            "Tốt nghiệp . Em là [full_name] MSSV [student_id].. . Em muốn đăng ký tốt nghiệp nhưng không có tên trong danh sách tốt nghiệp dự kiến.. . Cho em hỏi là em còn thiếu điều kiện gì vậy ạ?. . Em xin cảm ơn.",
            "\"Chào bạn,. . PDT đã ghi nhận yêu cầu về đăng ký xét TN của bạn. SV vui lòng theo dõi email  và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 15/03/2022 SV vẫn chưa nhận được thấy tên trong ds dự kiến tốt nghiệp (http://www.aao.hcmut.edu.vn    Tốt nghiệp    Thông tin tốt nghiệp) hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ tại (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 04/2022 . . Về tình trạng sinh viên, khi nào bạn có tên trong ds dự kiến tốt nghiệp, PDT sẽ tự động ra QD thu nhận cho bạn nhé. . Thân\""
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em xin huỷ môn học Thực tập điện 2 (EE3023) vì em dã hoàn thành học phần trước khi nghỉ dịch Covid-19.. . Em cảm ơn.",
            "Chào em,. . PDT đã ghi nhận yêu cầu về ĐKMH của bạn và đã chuyển cho bộ phận ĐKMH kiểm tra và xử lý.. . SV vui lòng theo dõi thời khóa biểu được cập nhật tại Mybk/Thông tin sinh viên/Xem thời khóa biểu dự kiến trễ nhất trước ngày 12/3/2022.. . Sau thời gian trên vẫn chưa được cập nhật TKB, SV vui lòng gửi lại câu hỏi qua bksi để biết lý do.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Kính gửi Phòng Đào tạo,. . . . Hiện tại đã qua ngày 8/03 theo như hướng dẫn của PĐT về trường hợp của em, tuy nhiên em vẫn chưa nhận được mail và cũng không vào được trang đăng ký tốt nghiệp.. . . . Kính mong PĐT kiểm tra lại giúp em với ạ.. . . . Em xin chân thành cảm ơn!",
            "Chào em,. . Trường hợp của em đã đủ điều kiện tốt nghiệp nhé, do xét thiếu trường hợp của bạn, PDT sẽ cập nhật lại trong danh sách tuần này nhé, sau ngày 11/3/2022.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em xin chào thầy/cô ạ.. . Vì nhận được email của các bạn trong lớp và thầy [full_name] dạy môn thực tập điện 2 nên em muốn được hủy môn thực tập điện 2 ạ. . . Lí do: bọn em đã hoàn thành môn này trong học kỳ 2 năm học 2020-2021 và bị xếp nhầm thời khóa biểu.. . Em xin cảm ơn!. .",
            "\"Chào em,. . PDT đã ghi nhận yêu cầu về ĐKMH của bạn và đã chuyển cho bộ phận ĐKMH kiểm tra và xử lý.. . SV vui lòng theo dõi thời khóa biểu được cập nhật tại Mybk/Thông tin sinh viên/Xem thời khóa biểu dự kiến trễ nhất trước ngày 12/3/2022.. . Sau thời gian trên vẫn chưa được cập nhật TKB, SV vui lòng gửi lại câu hỏi qua bksi để biết lý do.. . Thân\""
        ]
    },
    {
        "intent": "",
        "message": [
            "Khiếu nại đăng ký môn học . Tại sao em chỉ tích lũy được 117 tín chỉ và không thể đăng kí luận văn tốt nghiệp?. . Hiện tại em chỉ còn 2 muôn học chưa qua với tín chỉ tổng cộng là 4 chỉ (gồm 1 môn đã học nhưng không qua môn ở học kì 212 có mã môn học là ME2045, môn còn lại kì này đang học có mã môn học là ME3227). Có một số môn học em đã học nhưng chưa cập nhật điểm vì tình hình dịch bệnh chưa thi cuối kì và  chưa học buổi thí nghiệm được. Nhưng theo em được biết các môn đó được xét là đã qua đối với trường hợp xét tín chỉ tích lũy để đăng kí môn học. Có một số môn tương đương em đã qua và gửi lên cập nhật điểm số. Vậy hiện tại em còn luận văn (9 tín chỉ), anh văn (8 tín chỉ) và hai môn chưa qua (4 tín chỉ), nên số tín chỉ còn lại của em là 21 tín chỉ, số tín chỉ đã qua (đối với trường hợp xét đăng kí môn học) là 121 tín chỉ. Nhưng hiện tại em vẫn không đăng kí được luận văn vì theo công bố của PDT em chỉ đạt 117 tín chỉ, em không biết hiện tại em thiếu tín chỉ nào nữa. Mong PDT xem lại giúp em để em đăng kí luận văn và hoàn thành chương trình học của mình đúng hạn ạ. Mong PDT có thể xử lý cho trường hợp của em.. . Em xin chân thành cảm ơn!"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Kính gửi Phòng Đào tạo. . . . Em tên: [full_name] - MSSV:[student_id]. . . . Em có tên trong danh sách tốt nghiệp tháng 4. Và em được học bổng du học vào tháng 3. . . . . Vậy phụ huynh có thể lên trường nhận thay em được không. Hoặc em sẽ nhận bằng như thế nào.. . . . Rất mong quý thầy, cô hổ trợ, giúp đỡ.. . . . Em xin cảm ơn.",
            "Chào bạn,. . Bằng tốt nghiệp của đợt tốt nghiệp tháng 4/2022, SV vui lòng đợi thông báo mail của Phòng Đào tạo.. . Khi nào em có mặt ở TPHCM thì liên hệ Phòng Đào tạo để nhận bằng tốt nghiệp. Bằng tốt nghiệp vẫn được lưu trữ tại Phòng Đào tạo cho Sinh viên.. . Trường hợp nhận thay bằng tốt nghiệp: Phải có giấy ủy quyền có xác nhận của chính quyền và chỉ có thể ủy quyền cho ba/mẹ/anh/chị/ em ruột (khi nhận phải kèm theo hộ khẩu, CMND/CCCD). . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Chào cô,. . Em nguyễn duy ngọc [student_id] hệ vhvl.. . Kì trước em ở bên hệ chính quy, mới chuyển qua hệ vhvl kì vừa rồi. Em đã hoàn thành tất cả môn học rồi, mà e lên trang http://aao.hcmut.edu.vn/tracuu/xem_danhsach nó cứ báo em còn nợ 49 môn, em nghĩ là do điểm e từ hệ chính quy chưa chuyển qua hệ vhvl.. . Em đăng kí tốt nghiệp từ đợt 18.2 ạ, mà giờ qua lâu quá rồi, e còn chưa có thông tin gì hết.. . Cô tra xét giúp em với ạ. Em đang rất cần bằng tạm thời sớm cũng được ạ.. .",
            "Chào em,. . Em vào mybk/Đăng ký tốt nghiệp kiểm tra và đăng ký tốt nghiệp, trường hợp nếu chưa đăng ký được, vui lòng phản hồi lại giúp cô nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "B Tốt nghiệp . Kính chào thầy cô,. . Tên sinh viên : [full_name]. . Mssv : [student_id]. . Ngành: VHVL-Kĩ thuật xây dựng. . Hiện tại em đã đăng kí tốt nghiệp.Tuy nhiên do vấn đề yêu cầu công việc đi làm nuớc ngoài, em cần gấp giấy chứng chỉ tốt nghiệp tạm thời để bổ sung làm visa, bổ sung cho công ty. . Kính mong thầy cô duyệt",
            "Chào bạn. . Theo quy trình cấp bằng đại học hiện tại: dự kiến vào cuối mỗi tháng Phòng đào tạo sẽ lấy danh sách sinh viên đã đăng ký tốt nghiệp (SV đã đăng ký, thanh toán tiền và có xác nhận đã nhận của PĐT) để ra Quyết định công nhận tốt nghiệp, tiến hành in Bằng tốt nghiệp và sẽ thông báo mời SV đến nhận sau khi hoàn tất.. . Nên nếu SV thật sự cần Giấy chứng nhận tốt nghiệp, thì vui lòng điền thông tin vào form (đã có tên trong danh sách dự kiến tốt nghiệp, đã khai thông tin tốt nghiệp, thanh toán 95.000 lệ phí tốt nghiệp(sad) https://forms.gle/2WnfHeAHnRZWJ6Jn7. . Sau khi kiểm tra dữ liệu, dự kiến Thứ 2 hàng tuần sẽ in và scan gởi qua mail SV, sau đó SV cần bảng chính vui lòng liên hệ Pdt để nhận. . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Kính chào thầy cô,. . Tên sinh viên : [full_name]. . Mssv : [student_id]. . Ngành: VHVL-Kĩ thuật xây dựng. . Hiện tại em đã đăng kí tốt nghiệp.Tuy nhiên do vấn đề yêu cầu công việc đi làm nuớc ngoài, em cần gấp giấy chứng chỉ tốt nghiệp tạm thời để bổ sung làm visa, bổ sung cho công ty. . Kính mong thầy cô duyệt",
            "Chào bạn. . Theo quy trình cấp bằng đại học hiện tại: dự kiến vào cuối mỗi tháng Phòng đào tạo sẽ lấy danh sách sinh viên đã đăng ký tốt nghiệp (SV đã đăng ký, thanh toán tiền và có xác nhận đã nhận của PĐT) để ra Quyết định công nhận tốt nghiệp, tiến hành in Bằng tốt nghiệp và sẽ thông báo mời SV đến nhận sau khi hoàn tất.. . Nên nếu SV thật sự cần Giấy chứng nhận tốt nghiệp, thì vui lòng điền thông tin vào form (đã có tên trong danh sách dự kiến tốt nghiệp, đã khai thông tin tốt nghiệp, thanh toán 95.000 lệ phí tốt nghiệp(sad) https://forms.gle/2WnfHeAHnRZWJ6Jn7. . Sau khi kiểm tra dữ liệu, dự kiến Thứ 2 hàng tuần sẽ in và scan gởi qua mail SV, sau đó SV cần bảng chính vui lòng liên hệ Pdt để nhận. . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Kính gửi: Phòng đào tạo ĐH Bách Khoa TpHCM.. . Người viết: [full_name], MSSV [student_id], sinh viên chuyển hệ CQ sang VLVH.. . Nội dung:. . Hiện tại em vẫn chưa nhận được mail và tra danh sách tốt nghiệp dự kiến trên aao thì kết quả trả về là \"Học vụ: Còn nợ môn - Chưa đủ điều kiện tốt nghiệp\".. . Trước khi chuyển hệ, em đã tích lũy 133 tín chỉ, TOEIC LR 740, chỉ còn nợ LVTN - 9 tín chỉ là hoàn thành chương trình 142 tín chỉ. Kì rồi em đã bảo vệ LVTN được 7.5đ và đã được cập nhật điểm trên stinfo.. . Em mong PĐT có thể giải quyết sớm giúp em về điều kiện tốt nghiệp ạ. Em xin cám ơn.",
            "đã tl trực tiếp"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Thưa PDT,. . Do hệ thống cập nhật số tín chỉ tích lũy bị trễ của học kì 203 nên chưa cập nhật số tín chỉ anh văn (ngày trả kết quả là 22/2/2022), trước ngày 7/3/2022 là 103, hiện tại ngày 9/3/2022 là 107.. . Cộng với 19 tc của HK211 gồm 15 tc của các môn tự chọn, 1 tc của môn DAMH LOGISTICS 1 (ME3255), 3 tc của môn PT & THIETKE HTTT QUANLY (ME4607).. . Cho nên TCTL của em hiện tại là 126   125 và đủ yêu cầu để nhận LVTN ạ.. . Mông PDT xem xét, kiểm tra và cho phép em thực hiện LVTN.. . Em xin cảm ơn.. .",
            "đã trả lời"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Thưa PĐT, em là [full_name]-[student_id]. . Hiện tại đã 1 thời gian qua từ khi kết thúc HK1 2021-2022 nhưng trên bảng điểm của em, môn Anh Văn 4 LA_1009  học kì 211 của Cô [full_name] vẫn chưa được nhập điểm và đang ghi nhận là điểm 15. . . Em không thể liên lạc được với mail của cô [full_name] nên mong PĐT có thể thông tin lại cho em ạ. . . Em xin cảm ơn!. .",
            "\"Chào bạn. . - Điểm là do Giảng viên phụ trách nhập điểm, b. . Bạn có thể liên hệ TTNN để được hỗ trợ cách thức liên lạc với Giảng viên. .  . . Điện thoại        (08) 3866 6869 – 0909 625 988. . Fax        (84.8) 38.[student_id]69. . Website        . . http://bkenglish.edu.vn/. .  . . Email        [email]. . Thân. . \""
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Tại sao lịch thi, TKB của em bị mất phần HK212 ạ?",
            "Chào bạn. . Do bạn chưa thanh toán học phí Hk211. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp .",
            "Chào em,. . Cô gửi em file xét tốt nghiệp, em kiểm tra lại và phản hồi lại nếu có sai xót. . Thân",
            "Chào Cô [full_name],. . . . Do sau này Chương trình Tiên Tiến có cập nhật và đổi mã tương đương, em gửi cô điểm tương ứng với các môn học nhé!. . . . - 005005 Giáo dục thể chất 1 - em học mã tương đương là PE1033 , điểm: 7.00, học kỳ 1 (2017 - 2018). . . . - 407402 Cơ sở hệ thống máy tính - em học mã tương đương là 407408, điểm: 8.00, học kì 1 (2018-2019). . . . - 407404 Computer Engineering 1 - em học mã tương đương là 407410, điểm: 6.50, học kì 1 (2019-2020). . . . Đó là 3 môn có mã số tương đương với các môn học. Cô xem rồi phản hồi lại thông tin cho em biết với nhé!",
            "Chào em,. . Trường hợp của em đã được cập nhật môn tương đương và đủ điều kiện tốt nghiệp, em vui lòng đợi ds tốt nghiệp dự kiến cập nhật trong tuần này, dự kiến sau ngày 11/3/2022. . Thân",
            "Dạ, cảm ơn cô đã hỗ trợ em nhé!. . . . Best regards,. . [full_name]"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Dạ em là [full_name] MSSV: [student_id], em có điền form rút môn học   B Sức bền vật liệu CI2001  /B , bây giờ có thể cho em   B Hủy rút môn  /B  được ko ạ, em cảm ơn rất nhiều ạ",
            "Chào bạn. . Bạn vui lòng viết đơn xin hủy Rút môn học: trong đơn ghi rõ hủy rút môn gì? ở học kỳ nào ? Lý do? ký tên. . Nộp trước ngày 11/03/2022, để Cô trình Ban lãnh đạo phòng xem xét.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "B   /B Yêu cầu khác:",
            "Yêu cầu khác: Em đã học và đã có điểm tổng kết môn Thực tập điện 2 EE3023. Kì này em không đăng kí nhưng vẫn có thời khóa biểu của môn đó, nên em muốn xin hủy môn học. Mong thầy cô giúp đỡ ạ.. .",
            "\"Chào em,. . PDT đã ghi nhận yêu cầu về ĐKMH của bạn và đã chuyển cho bộ phận ĐKMH kiểm tra và xử lý.. . SV vui lòng theo dõi thời khóa biểu được cập nhật tại Mybk/Thông tin sinh viên/Xem thời khóa biểu dự kiến trễ nhất trước ngày 12/3/2022.. . Sau thời gian trên vẫn chưa được cập nhật TKB, SV vui lòng gửi lại câu hỏi qua bksi để biết lý do.. . Thân\""
        ]
    },
    {
        "intent": "",
        "message": [
            "làm cách nào để đăng kí các lớp em học ở học kì 2 ạ để cập nhật bkel . .",
            "QUOTE MSSV/MSGV: [student_id]    . . làm cách nào để đăng kí các lớp em học ở học kì 2 ạ để cập nhật bkel. .   /QUOTE . .",
            "Thời gian: 02/22/2022 09:58:36 am. . Từ: [545] (003641) [full_name]. . . . Chào em;. . em vui lòng bổ sung gấp thêm mã số môn học nhé. . Thân. . . . Từ ngày 22/2/22 [full_name] đã yêu cầu bổ sung thêm hồ sơn. . mà bạn vẫn không bổ sung đến giờ . . Bạn xem lại các câu trả lời"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: dạ em xin chào anh/chị. . em đang định nộp bằng Toeic để xác tốt nghiệp nhưng mà có mục 'Identification Number' phải nhập số CMND/CCCD á, tại vì e đăng kí thi bằng CCCD á nhưng mà ở thông tin cá nhân của em thì lại ko có số CMND do tại ở xã em người ta mới cho làm CCCD. Vậy cho em hỏi ở cái mục 'Identification Number' em phải nhập số CCCD đúng ko ạ và có cần vào thông tin cá nhân của em cập nhật lại số CCCD không ạ.. . Em xin cám ơn nhiều.",
            "Chào bạn. . Identification Number : theo CCNN mà bạn được cấp. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Cô ơi em có đính kèm file phiếu đăng kí rồi sao cô trả lời em không hiểu ạ.. . [Dạ chào quý thầy cô.Em là sinh viên năm nhất khoa ứng dụng.Ngày 6/3/2022 em có lịch thi giữa kì môn Vật lí 2 vào lúc 7h nhưng do lý do mạng em không vào được phòng thi đúng giờ và bị đình chỉ thi.Em có mail cho giảng viên bộ môn và thầy bảo em làm đơn xin thi bổ sung gửi phòng đào tạo.Em đã đính kèm đơn ở dưới(pdf), mong quý thầy cô xem xét.]. .",
            "Học vụ . Cô ơi em có đính kèm file phiếu đăng kí rồi sao cô trả lời em không hiểu ạ.Em có liên hệ GV rồi và GV kêu em liên hệ pđt ạ.. . [Dạ chào quý thầy cô.Em là sinh viên năm nhất khoa ứng dụng.Ngày 6/3/2022 em có lịch thi giữa kì môn Vật lí 2 vào lúc 7h nhưng do lý do mạng em không vào được phòng thi đúng giờ và bị đình chỉ thi.Em có mail cho giảng viên bộ môn và thầy bảo em làm đơn xin thi bổ sung gửi phòng đào tạo.Em đã đính kèm đơn ở dưới(pdf), mong quý thầy cô xem xét.]"
        ]
    },
    {
        "intent": "",
        "message": [
            "[full_name]_[student_id]_DT05. . lý do rút môn: bận lịch học quốc phòng\t. . . .",
            "Chào em;. . đã hủy môn anh văn cơ bản nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Cô ơi em có đính kèm file phiếu đăng kí rồi mà ạ.Em làm sai ở chỗ nào ạ?Em có liên hệ GV rồi và GV kêu em liên hệ pđt ạ.. . [Dạ chào quý thầy cô.Em là sinh viên năm nhất khoa ứng dụng.Ngày 6/3/2022 em có lịch thi giữa kì môn Vật lí 2 vào lúc 7h nhưng do lý do mạng em không vào được phòng thi đúng giờ và bị đình chỉ thi.Em có mail cho giảng viên bộ môn và thầy bảo em làm đơn xin thi bổ sung gửi phòng đào tạo.Em đã đính kèm đơn ở dưới(pdf), mong quý thầy cô xem xét.]. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "[full_name]_[student_id]_DT05. . Lí do: Do bận lịch học quốc phòng. . . .",
            "Chào em;. . đã hủy môn anh [full_name] cơ bản. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . kính chào PĐT, em tên là [full_name] mssv [student_id]. ngày 27-2 vừa qua em có làm bài thi giữa kì môn giải tích 2 thì em đã gặp sự cố việc gửi video ghi màn hình lên ạ và em k nhận được thông tin về vụ việc em có thể bổ sung video để không bị hủy kết quả thi ạ. Em xin trân thành cảm ơn ạ",
            "\"\"\"Chào bạn,. . Về việc kiểm tra bổ sung (giữa kỳ):. . SV có thể liên hệ với GV để xin được kiểm tra bổ sung lại, nếu GV không đồng ý. . Bạn vui lòng tải mẫu đơn: Phiếu đăng ký dự thi kiểm tra bổ sung tại trang web : aao.hcmut.edu.vn    Sinh viên    biểu mẫu. . Điền đầy đủ thông tin đính kèm minh chứng nộp tại BKSI (áp dụng đối với các môn lý thuyết có lịch thi ). . Thân\"\"\""
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Chào cô,. . . . Em là [full_name], MSSV:[student_id].. . Em xin hỏi: Khi nào danh sách tốt nghiệp dự kiến cập nhật mới ạ? Em xem trên aao thì danh sách cập nhật ngày 17/02.. . . . Em cảm ơn ạ!!. .",
            "Chào em,. . Hiện tại em đã đủ tất cả các điều kiện tốt chưa?. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Kính gửi quý Thầy/Cô. . . . Em có nhận được thông báo: \"Thanh toán học phí HK 212 (Dự thính + Dự thính chuyển hệ + Anh văn theo yêu cầu)\".. . Học kỳ này em đăng ký tổng cộng 8 tín chỉ (theo thời khóa biểu hiện tại, hình 1 đính kèm). . Tuy nhiên trên trang BKPay, em thấy số tiền học phí là 3,150,000đ (tương đương 6 tín chỉ, 525,000đ/tín chỉ, hình 2 đính kèm).. . Thầy/Cô giải đáp giúp em có phải là sai sót trên trang BKPay, sẽ có thêm đợt thanh toán học phí khác hay có vấn đề gì không ạ!. . . . Em xin cảm ơn.. .",
            "Chào bạn. . Sẽ có 3 dòng thanh toán học phí. . 1- học phí dự thính (6 tín chỉ): 525.000 * 6 = 3150.000. . 2- học phí anh văn. . 3- học phí VLVH (4 tín chỉ)"
        ]
    },
    {
        "intent": "",
        "message": [
            "MSSV: [student_id]\t. .   i Học vụ . Kính gửi PĐT Đại học Bách Khoa TPHCM,. . . .  Em tên [full_name], mssv [student_id], khoa Điện-Điện tử. . .  Em đã thanh toán trễ hạn đóng học phí học kì 212. . .  Lý do: Lỗi ở bản thân em không theo dõi thông báo/mail thường xuyên của PĐT, dẫn đến quên đóng học phí 212, em rất hối hận vì điều này. Đây là học kì cuối cùng của em, cho nên em mong PĐT có thể xem xét giúp em. Hiện em đã thanh toán học phí kì 212.. . Em chân thành xin lỗi và cảm ơn.. . Em sẽ lên PĐT để làm giấy Thanh toán học phí trễ hạn. . . Em xin cảm ơn. . . . . Thái Nguyên - [student_id]",
            "Chào bạn. . Bạn đã thanh toán học phí vào ngày 9/3. . TKB sẽ được phục hồi sau ngày 18/3. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV: [student_id]  /b \t. . Em tên [full_name]. .   i Tốt nghiệp . Em đã có gửi email phản hồi về các môn còn nợ (dự kiến xét tốt nghiệp) nhưng do chưa có phản hồi nên em xin phép gửi lại:. . . . Để tiện theo dõi em đã đính kèm gồm các file sau:. . 1. Danh sách tất cả các môn đã học (bao gồm điểm tổng kết, tín chỉ, hướng ngành). . 2. Bảng điểm do pdt cấp đã được scan (chưa cập nhật LVTN).. . 3. Phiếu miễn môn pdt gửi vào 02/2019. . . . Mong pdt xem xét và phản hồi giúp em.. . Em cảm ơn. .",
            "Chào em;. . Phòng Đào tạo có gửi mail thông báo em chưa thẩm tra bằng tốt nghiệp, em xem lại nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Họ và tên: [full_name]. . MSSV: [student_id]. . Rút môn học anh văn cơ bản lớp A-DT05. . lí do : trùng lịch học quốc phòng. . . .",
            "Chào em;. . đã hủy anh văn cơ bản nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: HẠN CỦA BẢO HIỂM Y TẾ LÀ HẾT NĂM PHẢI KHÔNG Ạ",
            "\"Chào bạn. . Vấn đề BHYT, Học bổng, vay vốn ngân hàng, gia hạn và miễn giảm học phí, sinh hoạt công dân… Bạn vui lòng liên hệ Phòng Công tác Chính trị Sinh viên để được hướng dẫn.. . Email: [email]. . Thân. . \""
        ]
    },
    {
        "intent": "",
        "message": [
            "Khiếu nại đăng ký môn học . Xin kính chào quý thầy cô, [full_name] là [full_nam[full_name]] [student_id], vì hiện tại [full_name] có các bạn học từ CĐ BDCN k17 lên hệ ĐH VHVL Cơ khí trong kỳ này như [full_name], nhưng có bạn trong mybk đã cập nhật danh sách miễn môn nhưng [full_name] chưa có. Kính mong quý thầy cô cập nhật giúp [full_name]. E cảm ơn. .",
            "Chào bạn. . Khi nào có kết quả sẽ thông báo kết quả qua mail SV. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ  /i  Dạ em chào cô, . . Cô ơi cho em hỏi em là khóa K15 và đến tháng 4 này là hết hạn đào tạo, cô cho em hỏi là hết hạn đào tạo là đầu tháng 4 hay là cuối tháng 4 ạ. Để em biết chính xác thời gian,có thể đi nộp đơn xin gia hạn thêm 1 kỳ ạ. Vì hiện tại e chỉ còn thiếu [full_name] . . . .",
            "\"Chào bạn. . - Trường hợp thiếu chứng chỉ anh văn 2 kỹ năng để đủ điều kiện tốt nghiệp, SV [full_name]15 sẽ nộp đơn kéo dài (tự làm, không mẫu) thời gian sau tháng 04/2022.. . - Về quy định thời gian và kế hoạch học tập: Bạn vui lòng xem chi tiết tại trang web aao    sinh viên    Quy chế    Quy chế đào tạo và học vụ bậc đại học và cao đẳng    Các trường hợp được kéo dài thời gian đào tạo    điều 5.5. . Thân. . \""
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em đã có đăng ký lần trước và hôm nay chưa có trong danh sách dự kiến. Em kính mong anh chị và phòng đào tạo kiểm tra lại giúp em.. . Em cảm ơn anh chị.",
            "Chào em,. . Cô gửi file xét tốt nghiệp. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "QUOTE Học vụ . Em chào Thầy/Cô. . . . Em tên [full_name], MSSV [student_id], hiện đang là sinh viên văn bằng 2 ([full_name] [full_name]). . Kì này em có đăng kí môn LVTN mã lớp là A01,   B nhưng khi tới đợt 3 PĐT tự động đăng kí cho em mã lớp B01  /B   I . Em tìm hiểu thì em đang được xem là diện dự thính chuyển hệ D2. . Thầy/Cô cho em hỏi nếu em đang ở nhóm lớp B1 này thì :. . + Điểm môn LVTN của em có được tính vô điểm tích luỹ không ?. . + Bằng của em sau khi tốt nghiệp có là hệ chính quy hay không ?. . + Học phí / 1 tín chỉ của em đóng có giống với lớp chính quy bằng 1 hay không ạ ?. . . . . . Em cám ơn",
            "Chào bạn. . Mã đang có là đúng. . - Điểm tính bình thường theo quy định. . - Bằng chính quy. . - Học phí tính theo quy định. . Về thông tin học phí bạn vui lòng xem chi tiết tại trang web aao.hcmut.edu.vn    sinh viên    học vụ    học phí . . Chúc bạn học tốt.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em kính chào quý Thầy/Cô Phòng Đào Tạo ạ,. . Dạ em là [full_name], MSSV [student_id], học lớp CC18QKD ạ.. . Đợt vừa rồi em vừa hoàn thành môn Thực tập tốt nghiệp vào đợt tháng 2/2022 ạ nên em có đăng kí môn LVTN (IM4317) dành cho đợt trễ hạn ạ. Tuy nhiên ngày 7/3 em có nhận được mail thông báo về kết quả lý do không được xét môn học này do thiếu số tín chỉ ạ nên em có một số thắc mắc ạ: . . - Thứ nhất em có thấy trong form lý do, mục TCNG của em là 104 ạ, em không hiểu TCNG là gì ạ và tại sao TCNG của em là 104 ấy ạ.. . - Và thứ hai, em thấy trong phần tín chỉ Tích lũy Luận văn (TCTLLV) là 126 ạ và em cũng đã vào mybk-Thông tin sinh viên trong mục Số tín chỉ thì có thấy số tín chỉ của em tính đến HK203 là 113 ạ, và nếu thêm 21 tín chỉ em đã hoàn thành trong HK211 ( nhưng em chưa thấy được cập nhật) là em sẽ có tổng 134 tín chỉ ạ. Vậy nếu xét theo điều kiện đăng kí LVTN là 126 tín chỉ thì em có thể đăng kí được môn học này không ạ. Vì hiện tại em cũng đã hoàn thành môn Đề cương và Thực tập tốt nghiệp ạ và em cũng đang tiến hành làm LVTN trong đợt này với Khoa ạ nên em hi vọng có thể đăng kí được môn LVTN trong đợt này ạ và có thể hoàn thành chung tiến độ LVTN với các bạn cùng khóa ạ. . . Em xin cảm ơn Thầy/Cô rất nhiều ạ và mong sẽ sớm nhận được phản hồi và cách giải quyết cho trường hợp của em ạ.. . Trân trọng.. .",
            "\"Chào bạn. . Gởi đính kèm: file thống kê các môn chưa tích lũy + số tín chỉ đã tích lũy. . Bạn kiểm tra lại nghen. . Trường hợp SV học môn tương đương nhưng chưa được cập nhật, vui lòng gửi lại thêm 1 yêu cầu khác về việc xin cập nhật môn tương đương (ghi rõ tên và mã MH SV học, ở học kỳ nào? bao nhiêu điểm? và tương đương với môn học nào thuộc CTĐT của SV). . Thân. . \""
        ]
    },
    {
        "intent": "",
        "message": [
            ". . Dạ chào quý Thầy, Cô.. . Em sinh viên hệ VLVH.. . Em muốn hỏi về cách đặt mua đồng phục của trường Bách Khoa mình ạ.. . E cảm ơn quý Thầy, Cô ạ.. .  .",
            "Chào em,. . Em có thể liên hệ tại Trung tâm hỗ trợ SV hoặc Đội công tác xã hội để hỏi về đồng phục nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Kính gửi Quý thầy cô Phòng Đào tạo, . . . . Em tên là [full_name], MSSV: [student_id], sinh viên khóa k15, ngành điện-điện tử. . . . . Em viết đơn này: vì mong muốn được nhà trường hỗ trợ gia hạn thời hạn tốt nghiệp của em. . . Lý do: chưa đủ 500 điểm TOEIC quốc tế. . . Vì tình hình dịch covid 19 đã gây ra nhiều khó khăn cho em trong việc học và thi chứng chỉ TOEIC để lấy bằng tốt nghiệp, nên em viết đơn này kính mong quý thầy cô/ cán bộ phòng đào tạo tạo điều kiện cho em được gia hạn thời hạn tốt nghiệp ạ! . . . . Em xin chân thành cám ơn!. . . . [full_name], . . [full_name]",
            "Chào em,. . Trường hợp của em thuộc khu vực 1, có thể làm đơn xin gia hạn 1 học kỳ và gửi qua [full_name] nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Dạ thầy/cô cho em hỏi hiện giờ em muốn rút môn học thì làm sao ạ? . .   i Yêu cầu khác .",
            "Chào bạn. . Hiện tại đã hết thời gian để rút môn học. . Bạn nêu lý do minh chứng. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em xin được hoãn các môn thí nghiệm trong các tuần 10 11 12 năm 2022 do dương tính với covid trước ngày học thí nghiệm",
            "\"Chào em,. . Đây là đợt xếp bù sau cùng của các học kỳ cũ và không thể hoãn và xếp tiếp cho SV nữa.. . Trường hợp của bạn nên chủ động liên hệ với Giảng viên để xin bù vào các tuần tiếp theo để hoàn thành các bài thí nghiệm sau khi hết cách ly. . Chúc em học tốt. . Thân\""
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Em chào cô/thầy,. . Em tên là [full_name] - [student_id]. . Hiện nay em đăng kí tham gia thẻ BHYT nhưng tài khoản ngân hàng ocb để thanh toán bkpay lại bị khoá. Ở địa phương em sống cũng không có chi nhánh ngân hàng ocb. Em không biết phải làm sao để thanh toán tiền BHYT bây giờ vì hạn thanh toán là ngày 13/03 rồi ạ.. . Làm sao để tạo tại khoản ocb mới có liên kết bkpay ạ?. . Em mong nhận được sự giúp đỡ từ cô/thầy, anh/chị ạ.. . Em xin chân thành cám ơn. . . . .",
            "\"Chào bạn. . Vấn đề BHYT, Học bổng, vay vốn ngân hàng, gia hạn và miễn giảm học phí, sinh hoạt công dân… Bạn vui lòng liên hệ Phòng Công tác Chính trị Sinh viên để được hướng dẫn.. . Email: [email]. . Số điện thoại hotline của Ngân hàng OCB để được hỗ trợ (khi có phát sinh sự cố):[student_id]8.. . Thân. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ. . Em chào thầy cô ạ.. . Em tên [full_name], MSSV [student_id], khoa cơ khí. Vấn đề em gặp phải là thời kháo biểu của em bị mất và em không thể xem được thời khóa biểu. Mong thầy cô xem xét giúp em, vì em đang cách i tập trung nên không thể đi đến phòng đào tạo trực tiếp được.. . Em cảm ơn và chúc thầy cô ngày làm việc vui vẻ. .  . . .",
            "Chào bạn. . Bạn chưa thanh toán học phí của Hk202, bạn nhanh chóng hoàn thành. . Thân",
            "Chào cô ạ.. . Khoản học phí Hk202 em đã làm đơn xin trễ hạn rồi mà ạ, nếu như vậy có cách nào để mở lại thời khóa biểu không ạ.. . Em cảm ơn ạ.",
            "Hoặc em có thể gia hạn thêm không ạ.. . Hiện giờ dịch bệnh em chưa thể kiếm đủ tiền để nộp học kỳ 202 ạ.",
            "Chào bạn. . Theo quy định là không được. . Dự kiến trong tháng 3, nếu bạn không thanh toán thì Nhà trường sẽ chính thức xử lý theo quy định. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Mở môn học học kỳ 212 . Sau lần em thông báo cho PDT về việc em chưa được cập nhật TKB thì em đã có được tkb môn Khoa học Trái Đất. Nhưng còn môn tinh thể GE2034 vẫn chưa được cập nhật ạ",
            "\"Chào em,. . PDT đã ghi nhận yêu cầu về ĐKMH của bạn và đã chuyển cho bộ phận ĐKMH kiểm tra và xử lý.. . SV vui lòng theo dõi thời khóa biểu được cập nhật tại Mybk/Thông tin sinh viên/Xem thời khóa biểu dự kiến trễ nhất trước ngày 12/3/2022.. . Sau thời gian trên vẫn chưa được cập nhật TKB, SV vui lòng gửi lại câu hỏi qua bksi để biết lý do.. . Thân\""
        ]
    },
    {
        "intent": "",
        "message": [
            "b Em là sinh viên [full_name]  /b \t. . Tốt nghiệp . Em đã hoàn thành xong chương trình học vào học kỳ II năm 2020-2021 và đã tự kiểm tra điều kiện để xét tốt nghiệp nhưng vẫn không nắm chắc về các môn tương đương cũng như tình trạng các môn giáo sư Mỹ.. . . . Em xin nhờ PĐT kiểm tra lại giúp em xem em đã đủ điều kiện về hoàn thành chương trình học chưa ạ để em có thể đăng ký xét tốt nghiệp!. . . .",
            "\"Chào bạn,. . PDT đã ghi nhận yêu cầu về đăng ký xét TN của bạn. SV vui lòng theo dõi email  và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 15/03/2022 SV vẫn chưa nhận được thấy tên trong ds dự kiến tốt nghiệp (http://www.aao.hcmut.edu.vn    Tốt nghiệp    Thông tin tốt nghiệp) hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ tại (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 04/2022 . . Về tình trạng sinh viên, khi nào bạn có tên trong ds dự kiến tốt nghiệp, PDT sẽ tự động ra QD thu nhận cho bạn nhé. . Thân\""
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em xin kính chào thầy/cô,. . Em tên là [full_name], sinh viên K21 thuộc khoa Cơ khí, mã số sinh viên: [student_id]. Em viết mail này để xin được phúc tra điểm môn Nhập môn về kĩ thuật trong HK 211 (em học tại lớp L05, giảng viên dạy là [full_name]). Vì có thể có sai sót trong việc nộp bài trên e-learing, nên một số bài tập của em đã bị 0 điểm và thầy cũng đã nhập điểm rồi. Em cũng đã giải thích tình hình cho thầy và đã được xem xét. Hi vọng thầy/cô giúp cho em, em thực sự cảm ơn rất nhiều.. . Trân trọng,. . [full_name] Dũng.",
            "\"Chào bạn. . Để đăng ký phúc tra điểm bài thi cuối kỳ bạn vui lòng đăng nhập vào trang web mybk.hcmut.edu.vn"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . KIểm tra điều kiện tốt nghiệp . .",
            "\"Chào bạn,. . PDT đã ghi nhận yêu cầu về đăng ký xét TN của bạn. SV vui lòng theo dõi email  và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 15/03/2022 SV vẫn chưa nhận được thấy tên trong ds dự kiến tốt nghiệp (http://www.aao.hcmut.edu.vn    Tốt nghiệp    Thông tin tốt nghiệp) hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ tại (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 04/2022 . . Về tình trạng sinh viên, khi nào bạn có tên trong ds dự kiến tốt nghiệp, PDT sẽ tự động ra QD thu nhận cho bạn nhé. . Thân\""
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em tên [full_name] nhưng tên của em trên BKEXAM và trang đăng kí môn học bị sai ạ",
            "\"Chào em,. . PDT đã ghi nhận yêu cầu  của bạn và đã chuyển cho các bộ phận kiểm tra và xử lý.. . SV vui lòng theo dõi cập nhật lại nghen, chắc trong tuần sau. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: dạ có thể cho em xin hướng dẫn xem phải nộp bao nhiêu học phí được không ạ. em cảm ơn ạ",
            "Chào bạn. . Học phí của HK212 dự kiến sẽ đưa lên cho SV thanh toán vào đầu tháng 04/2022. .  Xem chi tiết lịch đăng ký môn học/ Lịch đóng học phí tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ năm học 2021-2022    Học kỳ 2.. .  Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Gửi thầy/cô,. . . . Em là [full_name], MSSV [student_id], thuộc Khoa Môi trường & Tài nguyên, trong một thời gian dài em đã   B bị mất Thời khóa biểu học kì 212 trên hệ thống  /B , đến nay vẫn chưa có lại.. . . . Kể từ tuần 10, em bắt đầu học Thí nghiệm, nhưng vẫn chưa biết được lịch và thời gian ra sao, rất mong nhận được sự hỗ trợ kịp thời để em không bị lỡ các môn thí nghiệm. . . . . Em xin trân thành cảm ơn.",
            "Chào bạn. . Bạn còn khoản nợ học phí ngoại ngữ theo yêu cầu  Hk211 chưa thanh toán. . Bạn nhanh chóng thanh toán và gởi Pdt phục hồi tkb cho bạn. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Em có đăng kí tốt nghiệp trên mybk, đã điền thông tin và nộp phí đầy đủ nhưng sao phiếu đăng kí không được xử lí ạ. Em cảm ơn . .   i Tốt nghiệp .",
            "Chào em,. . Em kiểm tra lại quy định về việc up hình thẻ, nếu chưa đúng vui lòng up lại cho đúng nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em chào thầy ( cô). . Thầy ( cô ) cho em hỏi là em đã đóng bảo hiểm y tế ở ktx đại học quốc gia , thời hạn sử dụng từ 1/1/2022 đến 31/12/2022 thì có cần phải đóng bhyt của trường hay có cần phải nộp minh chứng gì không ạ . Tại vì em có thấy thông báo của trường về việc đóng bảo hiểm y tế trong đó có thành phần \" sinh viên nội trú ktx đại học quốc gia \". . Mong nhận được sự phản hồi ạ. Em cảm ơn . .",
            "\"Chào bạn. . Vấn đề BHYT, Học bổng, vay vốn ngân hàng, gia hạn và miễn giảm học phí, sinh hoạt công dân… Bạn vui lòng liên hệ Phòng Công tác Chính trị Sinh viên để được hướng dẫn.. . Email:  [email]. . Thân. . \""
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ  /i   . . . . Kính gửi,. . . . Chương trình học yêu cầu em hoàn thành 3 môn tự chọn nhóm A.. . . . Em đăng ký các môn sau theo thứ tự:. . . . 1. Công nghệ vật liệu nhựa & gia công khuôn mẫu (Qua môn). . 2. Tối ưu hóa & quy hoạch thực nghiệm (Qua môn). . 3. Nhập môn thị giác máy tính (Rớt môn, chưa học lại). . 4. Phương pháp phần tử hữu hạn (Qua môn). . . . Cho em hỏi là em có cần học lại môn 'Nhập môn thị giác máy tính' không? Và nó có ảnh hưởng gì tới điểm trung bình tích lũy ngành cuối cùng để xét nghiệp không?. . . . Cảm ơn.. .",
            "\"Chào bạn,. . Về Chương trình Đào tạo, danh sách môn tương đương…, bạn vui lòng xem tại:. . aao.hcmut.edu.vn/Sinh viên/Chương trình Đào tạo. . Sinh viên thắc mắc về CTĐT vui lòng liên hệ về Khoa xin gặp Thầy/Cô Phụ trách về CTĐT để được tư vấn và hỗ trợ thêm.. . Thân. . \""
        ]
    },
    {
        "intent": "",
        "message": [
            "i Tốt nghiệp . Em là cựu SV bk, khoa KH và KTMT khóa K15.. . Em có dùng cái tra cứu văn bằng thì bị thiếu thông tin (field Hệ của e làm toàn thời gian bị thiếu).. . . . Xin mọi người cập nhật giúp em ạ.. . . . Em xin cảm ơn.",
            "Chào em,. . Trường hợp cần thẩm tra văn bằng, bên phía đối tác có thể gửi công văn về trường để xin xác nhận thẩm tra văn bằng nhé. . Thân"
        ]
    }
]