[
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Cho em hỏi là đợt rút môn học ngày 2/3 có tính phí kh ạ .",
            "Chào bạn;. . Theo [full_name] [full_name] điều 11.2 thì rút môn học có tính học phí nha bạn. . Xem chi tiết quy định về rút môn học tại [full_name] [full_name] điều 11.2. . Thân",
            "Em vẫn chưa học và mún rút môn học vẫn không được ạ ? Tại vì học kì tới nhà em phải vừa đóng học phí vừa học ielts với tiền thi ielts nữa ạ. Vì sợ không đủ kinh tế nên không biết em có thể rút môn không tính phí không ạ.",
            "Chào bạn,. . . . Bạn sinh viên chất lượng cao vui lòng liên hệ văn phòng Đào Tạo quốc tế nha.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "[full_name]i: [student_id]. . . . Em muốn xin nhà trường cho em đăng kí thêm môn học:. . -Hóa hữu cơ (Ch2021)- A03- Thứ 7,[full_name] 8910. . -Mô hình hóa, MP-TUwH CNHH (CH3133)-A04, Thứ5, [full_name] 456.. . -Luận văn tốt nghiệp QTTB CH4353. . Em xin cảm ơn. . . .",
            "Chào bạn. . Yêu cầu của bạn về đăng ký môn học (khiếu nại, điều chỉnh...) của Học kỳ 2(20-21) Phòng đào tạo đã ghi nhận để xử lý. Sinh viên xem kết quả trên trang web Mybk.hcmut.edu.vn    xem TKB sau ngày 25/02/21.. . Chúc bạn học tập tốt nhé. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Về việc đăng kí môn, trong danh sách bị hủy ngoài các môn bị hủy do không đạt chuẩn anh văn, mà em còn bị hủy 2 môn Tư [full_name] [full_name](SP1005) và Kinh tế kĩ thuật (IM2003),Nếu bị hủy 2 môn này có thể ảnh hưởng đến số chỉ tích lũy để đạt đủ điều kiện để đi thực tập ngoài trường ở kì hè tiếp theo, cho em xin hướng dẫn và cách giải quyết ra sao ạ.. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em có thắc mắc về điểm thi giữa kỳ của mình ạ. Và em phát hiện, các bạn làm mã đề 2011, cao nhất chỉ được 5.00, còn lại đều rất thấp chỉ 2.5, 3.0 gì thôi. Em nghĩ xác suất để điều đó xáy ra là rất thấp (em đã tự dò đáp án thì cũng đã trên 7đ nhưng trong bảng điểm chỉ có 3đ).. . . . Hơn nữa, thầy bộ môn đã gửi phiếu trắc nghiệm lên trường để chấm và không có bản gốc để đối chiếu.. . . . Em mong nhà trường có thể kiểm tra lại ạ? Em cám ơn rất nhiều.",
            "Chào bạn. . Về vấn đề điểm và đáp án, bạn vui lòng liên hệ trực tiếp giảng viên giảng dạy để được kiểm tra và xem xét lại nghen. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Các thầy cô cho em hỏi em muốn hủy môn học thì phải làm thế nào ạ ?. .   i Yêu cầu khác ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em là [full_name], MSSV: [student_id].. . Do em đã lỡ mất đợt đăng ký môn học lần 4 và em cần thêm 6 tín chỉ nữa để tốt nghiệp đúng hạn. Em mong PDT xem xét cho em đăng kí bổ sung thêm 2 môn học:. . Kinh tế kỹ thuật, MSMH:IM2003. . Quản lý sản xuất cho kỹ sư, MSMH: IM3003. . Em xin cảm ơn",
            "Chào bạn. . Câu hỏi của bạn về đăng ký môn học (khiếu nại, điều chỉnh...) của Học kỳ 2(20-21) theo quy định Phòng đào tạo không thể giải quyết.. . bạn đăng ký trong đợt Dự thính nhé. . Chúc bạn học tập tốt nhé. . Thân. .",
            "Dạ thầy cho em hỏi còn hướng giải quyết nào khác không ạ? Buổi tối em không đi học được.",
            "Chào bạn. . Yêu cầu của bạn về đăng ký môn học (khiếu nại, điều chỉnh...) của Học kỳ 2(20-21) Phòng đào tạo đã ghi nhận để xử lý. Sinh viên xem kết quả trên trang web Mybk.hcmut.edu.vn    xem TKB sau ngày 25/02/21.. . Chúc bạn học tập tốt nhé. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Kính gửi quý Thầy, Cô Phòng Đào Tạo trường Đại học BK TPHCM,. . Em tên là [full_name] (MSSV: [student_id]), hiện đang theo học chương trình đào tạo Văn Bằng 2 ngành Khoa học Máy tính và dự kiến tốt nghiệp vào học kỳ kế tiếp. Xin quý Thầy, Cô cho em thông tin về điểm chuẩn TOIEC thoả việc đăng ký tốt nghiệp của em vào kỳ sau ạ.. . Cảm ơn quý Thầy, Cô đã nhận và trả lời câu hỏi của em !. . . . -[full_name]-",
            "Chào bạn,. . Khi nhập học VB2, bạn đã được tư vấn về học theo chương trình Đào tạo khóa nào thì áp dụng chuẩn TA của khóa đó nhé.. . Bạn xem quy định về chuẩn TA tại đây:. . http://aao.hcmut.edu.vn/ sinh viên/quy chế-quy định/học vụ/ Quy chế đào tạo và học vụ bậc đại học, cao đẳng:/Phụ lục 1: Quy định về ngoại ngữ (áp dụng cho các chương trình giảng dạy bằng tiếng Việt)/. . 3.   Chuẩn tiếng Anh khi nhận Luận văn tốt nghiệp (LVTN) và khi tốt nghiệp"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em chào cô/thầy. . Cô/thầy ơi, làm ơn giúp em với ạ, em cần hủy 1 môn để bù vào môn học trước của đề cương luận văn là môn EE3027. Đợt 3 em đã đăng kí nhưng bị xóa nhóm mất, nếu thiếu môn này thì em sẽ bị trễ đề cương luận văn thêm 1 năm, mong cô/thầy châm chước giúp em cho em điều chỉnh lại lịch đăng kí với ạ. Em cần xóa môn EE3131 để đăng kí lại EE3027, em cảm ơn cô/thầy rất nhiều, mong cô/thầy giúp em với ạ. . . Vào ngày cuối đăng kí đợt 3 thì nhóm học của em bất ngờ chỉ còn sĩ số 10/24 nhưng lúc đó đã muộn nên em không thế hiệu chỉnh nhóm môn học nữa. Nên em viết đơn này xin thầy cô phòng đào tạo và nhà trường xem xét giúp em ạ",
            "Em đã mail cho pđt và trả lời là làm đơn nộp cho pđt xem xét, mong thầy cô và nhà trường giúp em",
            "Chào bạn. . Yêu cầu của bạn về đăng ký môn học (khiếu nại, điều chỉnh...) của Học kỳ 2(20-21) Phòng đào tạo đã ghi nhận để xử lý. Sinh viên xem kết quả trên trang web Mybk.hcmut.edu.vn    xem TKB sau ngày 25/02/21.. . Chúc bạn học tập tốt nhé. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em xin chào quý thầy, cô,. . . . Em tên [full_name], hiện là sinh viên khóa 2019 khoa Điện - Điện tử. Hiện em đang được nhận học bổng du học từ tập đoàn Mitsubishi và đang trong quá trình chuẩn bị hoàn tất thủ tục để bắt đầu chương trình học bổng. Do chưa được thông báo chính thức từ tập đoàn, nên em chưa thể thực hiện bảo lưu kết quả học tập tại trường, nhưng đã có đăng ký môn học cho học kỳ 202 sắp tới. Em muốn hỏi quý thầy, cô rằng em cần thực hiện bảo lưu trước lúc học kỳ 202 bắt đầu bao nhiêu ngày để không phải đóng học phí cho những môn học đã đăng ký?. . . . Mong sớm được quý thầy, cô phản hồi. Em xin chân thành cảm ơn.",
            "Chào bạn. . Bạn cần làm thủ tục trong 4 tuần bắt đầu từ ngày 22/2/2021, thì sẽ không tính học phí của HK202. . - Theo thông tin bạn trình bày thì bạn tải mẫu đơn thôi học vì lý do đi du học nghen, khi nộp đơn nhớ đính kèm minh chứng (bất kỳ hồ sơ liên quan đến vấn đề du học). . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em chào thầy/ cô. . Em thuộc hệ vừa học vừa làm. Em nhập học vào tháng 11/2017. Cho em hỏi là điểm anh văn toeic để tốt nghiệp của em là theo chương trình năm 2017 ( 400đ)  hay là chương trìnn từ khoá 2018 trở đi là ( 450đ).  Em xin cám ơn.",
            "Chào bạn;. . Chuẩn anh văn Tốt nghiệp của bạn là 400 nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học . . Em chào thầy cô ạ. . Em là [full_name] MSSV [student_id]. Hiện tại em đã hoàn thành xong các môn học trừ luận văn tốt nghiệp vì em chưa đủ chuẩn anh văn (em thi được 435) nên học kỳ này em không đăng ký môn học. Em muốn hỏi như thế có bị đình chỉ học không ạ. Và em có thể xin đăng ký luận văn trước rồi qua tết em bổ sung anh văn sau được không ạ.. . Em xin cảm ơn ạ. .",
            "Chào bạn;. . khi nào bạ bổ sung anh văn xong thì lên PĐT sẽ hướng dẫ đăng ký LVTN nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Cho em  hỏi , em k16 , qua av1 có đăng kí môn học năm 3 được không ạ ? Em cảm ơn",
            "Chào bạn,. . . . Bạn vui lòng xem qui chế học vụ điều 31, phụ lục 1 nha http://www.aao.hcmut.edu.vn/index.php?route=catalog/chitietsv&path=90&tid=1658.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Hi [full_name] ạ!. . . . Em xin hỏi là khi nào mới update DTBTL Ngành vậy ạ. Tại em chuyển điểm 4 môn AV cũng lâu rồi ạ. Em cần DTBTLN để bỏ trong CV xin việc ạ. . . . Em mong [full_name] update sớm để em nộp hồ sơ cho công ty. . . . Em cảm ơn. . . .",
            "Chào bạn. . - Hiện tại bạn có thể đăng ký in bảng điểm, trong đó có điểm chuyển của 4 môn anh văn. . - Vì tình trạng của bạn đang học nên bảng điểm in theo từng học kỳ và thể hiện điểm trung bình tích lũy chung. . - Bảng điểm trung bình tích lũy ngành là bảng điểm tốt nghiệp sẽ được in kèm bằng tốt nghiệp đại học. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Do kì vừa rồi e ko đủ chỉ nên bị cảnh cáo học vụ lần 3, các môn e đăng kí đều bị hủy bây giờ e phải làm như thế nào ạ",
            "Chào bạn,. . Bạn vui lòng trình bày rõ nội dung vấn đề nhé.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính gửi Phòng đào tạo,. . . . Em tên Nguyễn Như Ý mssv [student_id]. . . . Đăng kí môn học đợt 4 hk 202 (từ ngày 02/02-03/02/2021) em có đăng kí 2 môn học mã môn học Ci4343 (Luận văn tốt nghiệp) và CI1051 (Hư hỏng sửa chưa công trình) . Nhưng hôm nay em xem kết quả vầ lịch sử đăng kí môn học lại không có môn nào được đăng kí? [full_name] Có ảnh kèm theo ạ.. . . . Mong phòng đào tạo xem xét lại giúp em. Em xin cám ơn.. .",
            "Chào bạn;. . . . Trong chiều nay [full_name]T sẽ có kết quả DKMH đợt 4 bạn vào xem kết quả DKMH nha.. . . . Thân",
            "li answer rate: Answer suits the needs / Câu trả lời đúng ý"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ cô em muốn chuyển môn giải tích 2(MT1005) sang lớp L03-L05 ạ",
            "Chào bạn. . Câu hỏi của bạn về đăng ký môn học (khiếu nại, điều chỉnh...) của Học kỳ 2(20-21) theo quy định Phòng đào tạo không thể giải quyết.. . Chúc bạn học tập tốt nhé. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em chào thầy cô, mssv của em là: [student_id].. . . . Xin thầy cô có thể kiểm tra giúp em em còn thiếu những điều kiện gì (về môn học, anh văn,....) để có thể tốt nghiệp đợt tháng 4 này với ạ. Em sợ em sẽ bỏ sót gì đó nên mong thầy cô kiểm tra giúp em để em về tết được an tâm ạ.. . . . Em cảm ơn thầy cô nhiều ạ.",
            "Chào bạn,. . . . Bạn kiểm tra xem mình còn thiếu 2 kỹ năng nói và viết không nha.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Kính gửi Phòng Đào tạo. . Về vụ việc chuyển điểm anh văn theo bảng quy đổi cũ cho sinh viên K13-16, hiện nay đã cập nhật bảng điểm của học kì 201, nhưng điểm chuyển anh văn của em vẫn đang quy đổi theo bảng điểm mới. Điểm anh văn ảnh hưởng rất nhiều đến điểm trung bình tích lũy của em. Vì vậy em mong phòng đạo tạo xem xét lại giúp em sớm ạ.. . Em xin trân thành cảm ơn.",
            "Chào bạn,. . . . PDT ghi nhận và cập nhất lại điểm cho bạn. . . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . dạ quý thầy cô cho em hỏi tại sao kết quả đăng kí môn học đợt 4 của em lại trống ạ ? Vì em chỉ mới đạt chuẩn anh văn để kịp đăng kí đợt 4 nên em hơi lo ạ ! Em xi cảm ơn rất nhiều ạ !",
            "Chào bạn,. . . . Hiện tại kết quả DKMH đợt 4 đang xử lý chưa cập nhật nha bạn.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Cho em hỏi sao kết quả đăng mý môn học đợt 4 em lại bị xóa hết môn vậy, em chưa qua chuẩn anh văn nhưng vẫn có thể học những môn mang mà 1xxx chứ như kinh tế chính trị maclenin, sác xuất, quản lý sản xuất cho kỹ sư chứ ạ. . . Cám ơn thầy/cô. .",
            "Chào bạn,. . . . Đã có kết quả DKMH đợt 4, bạn vui lòng xem kết quả DKMH trên Mybk nha.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Kính thưa thầy cô,. . Xin thầy cô giúp em giải đáp thắc mắc về việc em không thể vào trang web phúc tra bài thi cuối kì. Khi vào mybk thì tình trạng sinh viên của em được ghi là “Tạm dừng” do trước đó em có xin công văn của Khoa cho phép em học kỳ 202 này đi trao đổi với trường Grenoble tại Pháp.. . . . Kính xin thầy cô giúp em giải đáp thắc mắc này vì hiện tại đang là thời gian cập nhật kết quả thi học kì 201 nên việc đăng kí phúc tra là vô cùng cần thiết với em.. . . . Em xin chân thành cảm ơn thầy cô. .",
            "Chào bạn,. . . . PDT đã mở khoá rồi, bạn vào đăng kí phúc tra gấp nha. .  . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học .   i Dạ xin chào, em là [full_name] MSSV: [student_id], lớp VP16NL.. . Em có đăng ký môn học trong đợt 3 và đợt 4 cả hai đợt đều được tích xanh nhưng kết quả đăng ký trong 2 đợt đều không có ạ. Đợt 1 và 2 do em chưa có chuẩn anh văn nên chưa đăng ký được, còn đợt 3 và 4 thì em đã có chuẩn anh văn và số tín chỉ yêu cầu cũng đủ nhưng không hiểu tại sao lại bị vậy. Em mong PĐT giải quyết giúp em ạ, em xin cảm ơn.   /i",
            "Chào bạn. . Bạn đăng ký được môn LVTN nhưng sau khi hậu kiểm thì báo:. . PDT không đ/ký cho SV MH 403700 (L: Không đủ đ/kiện nhận LVTN)\t2021-01-26 10:44:15. . PDT không đ/ký cho SV MH 403750 (N: Không đủ đ/kiện nhận TTTN - STC)\t2021-01-26 10:44:15. . . . Bạn xem trong lịch sử DKMH của đợt 3. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học .  Cho em hỏi PDT có thể giup em chuyển nhóm lớp môn học EE3031 - Lập trình hệ thống nhúng từ L02 sang L01 không ạ? Do em ở CS1 nên tiết 2 di chuyển xuống CS2 hơi bất tiện ạ!. .  Mong PDT giúp em, em cảm ơn nhiều",
            "Chào bạn. . Câu hỏi của bạn về đăng ký môn học (khiếu nại, điều chỉnh...) của Học kỳ 2(20-21) theo quy định Phòng đào tạo không thể giải quyết.. . Chúc bạn học tập tốt nhé. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Dạ em kính chào Nhà trường,. . Em có câu hỏi là điều kiện để nhận bằng Kỹ sư tài năng là điểm trung bình học kỳ trên 7.5 và trung bình tích lũy trên 7.0, có cần thêm điều kiện là các môn cốt lõi (môn core) có điểm trung bình phải trên 7.5 không ạ? Em xin cảm ơn.",
            "Chào bạn,. . . . Bạn vui lòng xem qui định về sinh viên tài năm có cập nhật trên web PDT http://www.aao.hcmut.edu.vn/index.php?route=catalog/chitietsv&path=90&tid=1145.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính thưa phòng đào tạo, học kì 201 vừa qua em không qua được môn anh văn 3 nhưng em chỉ vừa được biết điểm gần đây trên mybk và khi vào đăng kí môn học thì các lớp đã đầy từ rất sớm. Em cũng nhận thấy có nhiều bạn không đăng kí được lớp anh văn, nên em mong phòng đào tạo có thể mở thêm lớp anh văn cho em và các bạn. Em cảm ơn",
            "Chào bạn. . Câu hỏi của bạn về đăng ký môn học (khiếu nại, điều chỉnh...) của Học kỳ 2(20-21) theo quy định Phòng đào tạo không thể giải quyết.. . Bạn đăng ký trong đợt của dự thính nhé. . Chúc bạn học tập tốt nhé. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính gửi phòng đào tạo,. . Em tên là [full_name] học ngành Viễn Thông chương trình PFIEV 2016, hiện tại e theo dõi quy chế đăng ký LVTN và TTTN quy định số tín chỉ tối thiểu để e có thể nhận LVTN là 260.5 tín chỉ, hiện tại học kỳ 2 năm 2019-2020 em đã tích lũy được 229 tín chỉ và học kỳ 1 năm 2020-2021 em đã đăng ký 32 tín chỉ nhưng một vài môn chưa có điểm, vậy cho em hỏi nếu em có điểm hết toàn bộ các môn kỳ này có nghĩa là e đủ 261 tín chỉ và đủ điều kiện nhận LVTN đúng không ạ?",
            "Hoặc cho em hỏi PDT có thể cho em biết hiện tại e thiếu bao nhiêu chỉ và những môn học nào e đang thiếu được không ạ?",
            "Chào bạn. . - Vẫn còn 1 đợt đăng ký LVTN nữa, bạn đăng ký để xét lại nghen. . - Về kiểm tra chương trình đào tạo bạn vui lòng liên hệ Khoa (cụ thể là Thầy phó khoa phụ trách chương trình đào tạo) để tư vấn và giải đáp. . Chúc bạn học tập tốt nhé.. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ cho em hỏi ở đợt đăng ký môn học LVTN đợt cuối cùng thì em có được chuyển điểm 1 môn anh văn để được thêm 2 chỉ cho đủ điều kiện đăng ký luận văn ko ạ. Hay đã hết đợt chuyển điểm anh văn rồi ạ.. . Em xin cảm ơn",
            "Chào bạn. . Được nghen bạn, nhưng bạn phải hoàn thành quy trình chuyển điểm trước ngày 24/2/21. . Chúc bạn học tập tốt nhé.. . Thân. .",
            "Dạ tuy nhiên ở đợt này IIG chỉ mở thi sớm nhất vào 17/02/2021 thì sẽ không kịp thi để chuyển điểm ạ. Vậy em có thể xin PĐT xem xét để em có thể chuyển điểm trễ không ạ",
            "Chào bạn,. . . . Bạn vui lòng đọc kỹ câu trả lời.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Cho em hỏi môn đồ án thiết kế Me2011 và môn thực tập kĩ thuật chế tạo me2023 mã năm 2, e dã qua anh văn 1 rồi sao lại không đăng kí được ạ",
            "Chào bạn,. . . . Môn ME2011 và ME2023 là môn năm 3 nha bạn, bạn qua chuẩn anh văn sau năm 2 mới đăng kí môn ME2011 và ME2023.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em chào cô vừa rồi đăng ký môn học em có quên đăng ký môn thực tập công nghệ phần mềm, là môn không giới hạn sinh viên. Vậy em muốn đăng ký thêm có được không ạ vì môn này chỉ có ở học kỳ 2, Nếu được thì làm thủ tục thế nào ạ! Em xin chân thành cảm ơn ạ!. . . .",
            "Chào bạn,. . . . Bạn đăng kí môn học nào phải ghi rõ mã số môn học nha bạn.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Về môn thể chất, học kỳ 201 em đăng ký bóng rổ thì học kỳ 202 em tiếp tục học bóng rổ thì có được tính là học 2/3 môn thể chất không ạ ?. .",
            "Chào bạn,. . . . Bạn vui lòng xem qui môn GDTC có cập nhật trên web PDT http://www.aao.hcmut.edu.vn/image/data/CTDT/thay_doi_mon_hoc_gdtc.pdf.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Hiện tại em có đăng ký lớp anh văn theo yêu cầu LA1037 lớp dt08 nhưng do sỉ số ít nên bị hủy, vậy cho em hỏi em có thể xin chuyển vào lớp dt03 được không ạ ,do các lớp bị kẹt lịch hoặc do sỉ số ít nên không mở. Mong thầy/cô có thể giúp đỡ ạ.. . Cám ơn thầy cô.. . . .",
            "Chào bạn. . Yêu cầu của bạn về đăng ký môn học (khiếu nại, điều chỉnh...) của Học kỳ 2(20-21) Phòng đào tạo đã ghi nhận để xử lý. Sinh viên xem kết quả trên trang web Mybk.hcmut.edu.vn    xem TKB sau ngày 25/02/21.. . Chúc bạn học tập tốt nhé. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . em chào pđt, em là sv khoa xây dựng(k19, [student_id])  . do sơ ý em không để ý mail đkmh đợt 4, nên em bị xóa 2 môn: sức bền vật liệu(CI2007) và môn vật liệu xây dựng( CI2037) . . mặc dù em vừa thi đủ chuẩn av(475). em mong pđt đăng kí lại giúp em với ạ, em thành thật xin lỗi vì sai sót này. nếu không thể chỉnh sửa, vậy thì còn đợt đk dự thính nào nữa không ạ. em chân thành cảm ơn.",
            "Chào bạn. . Câu hỏi của bạn về đăng ký môn học (khiếu nại, điều chỉnh...) của Học kỳ 2(20-21) theo quy định Phòng đào tạo không thể giải quyết.. . Bạn vui lòng đăng ký môn học trong đợt dự thính nhé. . Chúc bạn học tập tốt nhé. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ cho em hỏi là không biết tại sao trong lần đăng ký môn học cho HK202 cả 4 lần đăng ký môn học em đều đăng ký đúng hạn và đăng ký đúng lớp đúng mã mà tại sao ở kết quả trên thời khóa biểu lại không có các môn mà em đã bổ sung ở đợt 4 vậy ạ, các môn mà em đã đăng ký thành công ở đợt 3 thì lại không thấy xuất hiện ở đợt 4 nữa và em phải đăng ký lại và giờ khi em lên thời khóa biểu xem thì không thấy ạ , em có đính kèm các ảnh của hai đợt đăng ký 3 và 4 với lịch thời khóa biểu HK202 tới ạ, em xin cảm ơn .",
            "Chào bạn,. . . . Đã có kết quả DKMH đợt 4, bạn vui lòng xem kết quả DKMH trên Mybk nha.. . . . Thân. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em tên [full_name]. . Trong các đợt đăng ký môn học cho học kỳ 202, em có đăng ký môn Đề cương luận văn (EE4331), nhưng kết quả đăng ký đợt 3 không có môn này, em đăng ký lại trong đợt 4 ( có kèm hình ảnh), nhưng sau đó cũng không có trong thời khoá biểu.. . Mong phòng đào tạo có thể xem xét giúp em.. . Việc này có thể làm chậm tiến dộ học tập của em.. . Em xin cảm ơn.",
            "Chào bạn;. . Chào bạn,. . . . Trong chiều nay [full_name] sẽ có kết quả DKMH đợt 4 bạn vào xem kết quả DKMH nha.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em có đăng kí môn học môn lập trình hệ thống nhúng nhưng bị huỷ lớp ạ mặc dù sinh viên dăng kí là 82/90. . . .",
            "Chào bạn;. . . . Trong chiều nay [full_name]T sẽ có kết quả DKMH đợt 4 bạn vào xem kết quả DKMH nha.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em chào phòng đào tạo. . Em tên là [full_name] MSSV [student_id] là sinh viên k17 khoa Công nghệ Vật Liệu. Hôm nay em viết mail này mong thầy (cô) ở phòng đào tạo giúp em kiểm tra lại về việc đăng kí luận văn tốt nghiệp của em ạ. Hiện tại em đang tích luỹ 103 chỉ, kì 201 em học 20 chỉ và em đã tiến hành đổi điểm av2 và av3 điểm đổi anh văn đã vào mục điểm chuyển, vậy em đã có 127 chỉ đáp ứng được số chỉ tối thiểu cần đạt được để đăng kí luận văn của khoa là 126 chỉ. Em đã thi toiec đạt 590 điểm và được thẩm tra bằng với kết quả là hợp lệ trên mục đăng kí nộp chứng chỉ ngoại ngữ. Em đã có 13.5 ngày công tác xã hội lớn hơn 10 ngày so với số ngày phòng đào tạo quy định để nhận luận văn. Nhưng em đăng kí luận văn tốt nghiệp trong đợt 4 diễn ra từ ngày 2/2 đến ngày 3/2/2021 thì lại không có kết quả và không được cập nhật môn này lên thời khoá biểu. Trong khi ngày 27/1/2021 em có ghé trực tiếp sang phòng đào tạo hỏi về trường hợp của em thì cô ở phòng đào tạo đã kiểm tra và báo lại là trường hợp của em đã đủ điều kiện để đăng kí, trước mỗi đợt đăng kí môn học thì hệ thống sẽ tự quét lại kết quả đổi điểm anh văn để đăng kí cho sinh viên, cô bảo chắc chắn em sẽ đăng kí được trong đợt 4 và không cần phải lo lắng gì. Nhưng hôm nay em lại không đăng kí được, em mong thầy (cô) ở phòng có thể giành chút thời gian xem lại trường hợp của em vì đăng kí luận văn đối với em là một việc rất quan trọng. Em cảm ơn nhiều ạ.",
            "Chào bạn,. . . . Sau tết sẽ có đợt đăng kí luận văn, bạn vui lòng đăng kí lại. Nếu có gì thắc mắc liên hệ trực tiếp PDT nha.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Điểm kiểm tra và thi phải làm tròn lên chứ ạ",
            ". ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính gửi Phòng đào tạo,. . . . Lúc trước, em có tạo một yêu cầu xin được giúp đỡ về luận văn tốt nghiệp (số lượng tín chỉ). Phòng đào tạo đã phản hồi giải quyết giúp em. Em đã đăng ký lại môn Luận văn tốt nghiệp vào đợt 4 của lần Đăng ký môn học. Tuy nhiên, thời khoá biểu của em không cập nhận môn Luận văn tốt nghiệp. Phòng đào tạo có thể giúp em xem lại có sự cố hay vấn đề gì xảy ra không ạ. . . . . Em xin cảm ơn.",
            "Chào bạn,. . . . Sau tết sẽ có đợt đăng kí luận văn, bạn vui lòng đăng kí lại. Nếu có gì thắc mắc liên hệ trực tiếp PDT nha.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Mọi người có thể cho em hỏi là em đã đăng ký 5 môn đợt 4 rồi ạ, nhưng khi em ấn vào link kết quả đăng ký đợt 4 thì lại hiện lên chưa có môn học nào được đăng ký ạ. Mọi người cho em hỏi là vấn đề hệ thống hay chỉ có do em thôi ạ, em xin cảm ơn.. .",
            "Chào bạn;. . . . Trong chiều nay [full_name]T sẽ có kết quả DKMH đợt 4 bạn vào xem kết quả DKMH nha.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học  /i  . . Dạ e chào Thầy/Cô, Thầy/Cô cho e hỏi là em có thể đăng ký bổ sung 1 môn chuyên ngành sau khi có kết quả Toeic vào tuần tiên hoặc tuần thứ 2 của học kì 202 không ạ? Vì em có hỏi những bạn đăng ký bố sung đa số là tuần đầu của học kì. E cảm ơn ạ!",
            "Chào bạn. . Câu hỏi của bạn về đăng ký môn học (khiếu nại, điều chỉnh...) của Học kỳ 2(20-21) theo quy định Phòng đào tạo không thể giải quyết.. . Chúc bạn học tập tốt nhé. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ cho em hỏi, có thể đăng kí 2 môn GDTC khác nhau trong cùng 1 kì được không ạ?. . Ví dụ như Võ, Aerobic,...",
            "Chào bạn. .  Trong 1 học kỳ chỉ có thể đăng ký 1 môn GDTC thôi nghen bạn. . Chúc bạn học tập tốt nhé.. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học .  Dạ em hiện đang cần đăng ký môn CH2043 [full_name] Nhiệt ( [full_name] ) để em có thể cải thiện điểm số để phục vụ mục đích sau đại học. Do nhận không chú ý về thông báo nên em đã quên đăng ký môn dự thính kì sau. Em có thể đăng ký môn này được không vào học kì 202 dự thính được không ạ ? Xin cảm ơn.",
            "- [full_name]: . . + Đăng ký môn học Đợt 2 & xem kết quả ĐKMH của đợt 1: từ 10g00 ngày 02/3/2021 đến 14g59 ngày 04/3/2021 - Đợt hiệu chỉnh đăng ký môn học. . Xem chi tiết lịch đăng ký môn học tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Đăng ký môn học    Lịch học vụ theo học kỳ    Lịch học vụ chính quy    Học kỳ 2 (năm học 2020-2021).. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Môn thực tập phần cứng Co2041 lúc đăng kí là 2 chỉ nhưng tkb lại hiển thị 3 CHỉ. . Mong pđt giải đáp. . Thân",
            "Chào bạn,. . . . Môn này 2 tín chỉ nha bạn.. . . . Thân",
            "Nhưng tkb lại hiện là 3 tín chỉ ạ. . File đính kèm pdt.png. . Thân",
            "Chào bạn,. . . . Tôi khẳng định với bạn là 2 tín chỉ. Tôi sẽ báo bộ phận kỹ thuật kiểm tra và cập nhật trên cổng thông tin sinh viên nha bạn.. . . . Thân",
            "Vâng , cảm ơn cô"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính gửi PĐT, Em tên là Nguyễn Văn Mão, MSSV: [student_id] Lớp XD17CTXD02. Dạ em có đăng ký môn TỔ CHỨC THI CÔNG (CI4125) kỳ dự thính 202, nên em xin các thầy cô PĐT cho em đăng môn học [full_name] (A01) (CI4127) để em đảm bảo được chương trình học ạ.. . Chúc các quý thầy cô một năm mới. . Em xin chân thành cảm ơn!",
            "HK có trước, nên em phải đk song hành cả 2 vào HK chính mới được. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Xin chào thầy cô,. . Em là sinh viên k18 ngành logistics. Trong đợt đăng ký môn học này em bị xóa 2 môn là ME4649 và ME4661 vì không có môn tiên quyết là ME3233. . . Do chương trình đào tạo thay đổi nên k19 đã đổi ME3233 thành ME2125. Em do trễ anh văn nên đã học với k19 với mã môn ME2125. . . Bộ môn cũng đã làm đơn môn học tương đương cho hai mã môn này.. . Trong các đợt đăng kí 3 và 4 đều đăng kí thành công và không thiếu điều kiện.Nhưng kết quả thì lại xóa môn và ghi thiếu môn tiên quyết.. . Mong phòng đào tạo có thể cập nhật lại. Vì hai môn ME4649 và ME4661 rất quan trọng.. . Em xin cảm ơn.. .",
            "ok"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em chào phòng đào tạo, em tên là [full_name], MSSV: [student_id], hiện đang là sinh viên năm 4 khóa K17, ngành quản lý môi trường, lớp K17QLM.. . . . Hiện tại, em gặp vấn đề trong việc đăng kí môn học   B EN4317- Luận văn tốt nghiệp,  /B  nhưng em đăng kí 4 lần rồi, kết quả lần nào cũng không đạt đủ điều kiện.. . . . Em có kiểm tra qua về điều kiện đăng kí luận văn:. . + số tín chỉ của em hiện tại là 108 + 17 (kì này) + 4 (quy đổi điểm tiếng anh) = 129   126. . + Điểm thi Toiec của em là 540.. . + Các môn học tiên quyết của luận văn em điều hoàn thành (2 thực tập, đồ án, đề cương). . . . Em mong phòng đào tạo giúp em cụ thể em bị vấn đề nào mà em không đăng kí được. . . . . Em cảm ơn!",
            "Chào bạn,. . . . Sau tết sẽ có đợt đăng kí luận văn, bạn vui lòng đăng kí lại. Nếu có gì thắc mắc liên hệ trực tiếp PDT nha.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính chào phòng đào tạo,. . . . Em là [full_name], MSSV [student_id], hiện theo học khoa Quản lý công nghiệp.. . . . Dạ em đã chuyển anh văn đủ chuẩn và số tín chỉ tích lũy cũng đạt điều kiện để đăng ký Luận văn tốt nghiệp (IM4313). Em đăng ký môn học lần 3 và lần 4 đều thỏa nhưng kết quả lại bị xóa. Phòng đào tạo xem lại giúp em với ạ.. . . . Em cảm ơn và rất mong nhận được phản hồi.. .",
            "Chào bạn,. . . . Sau tết sẽ có đợt đăng kí luận văn, bạn vui lòng đăng kí lại. Nếu có gì thắc mắc liên hệ trực tiếp PDT nha.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Khi đăng kí thì được phản hồi là SV không được đăng kí loại hình này. Vì vậy học kì 2 em không thể đki môn học bắt buộc nào cả.",
            "Chào bạn,. . . . Bạn đã đăng kí không đúng nhóm lớp của bạn nên mới có câu thông báo như vậy, sau tết sẽ có đợt đăng kí dự thính. Bạn vào đăng kí nha.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Phòng đào tạo cho em hỏi đăng kí môn học học kì 202 đợt 4 vừa rồi em đăng kí thành công mà sao trong thời khoá biểu không có môn học đồ án mã EE3061 và 1 môn chuyên ngành mã EE3027. Em xin phòng đào tạo cho em học 2 môn đấy em rất cần để tiếp tục chương trình vào năm sau. Em xin cảm ơn",
            "Chào bạn,. . . . Đã có kết quả DKMH đợt 4, bạn vui lòng xem kết quả DKMH trên Mybk nha.. . . . Thân. . . .",
            "EE3061 và EE3027 lỗi TQ CCAS_2"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ thưa cô ạ!. . Cô ơi do kết quả ĐKMH đợt 4 em đăng ký không thành công môn AV theo nhu cầu 4A.. . Điểm toeic của em chỉ có 450. Nên em xin pđt cho em xin được vào lớp AV4 LA1009 ạ.. . Em xin đăng ký lớp thứ 4 789 L06 ạ. Để quá trình học cho năm sau của em không bị ràng buộc bởi anh văn ạ.. . Mong pđt chấp nhận ạ.. . Em xin chân thành cảm ơn",
            "Chào bạn. . Câu hỏi của bạn về đăng ký môn học (khiếu nại, điều chỉnh...) của Học kỳ 2(20-21) theo quy định Phòng đào tạo không thể giải quyết.. . Chúc bạn học tập tốt nhé. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ cho em xin được đăng kí tham gia lớp kết cấu thép 2 CI3211 nhóm A01 ạ. Bữa trước em có đăng kí nhưng bị xóa và sau đó quên không kiểm tra lại. Em đã qua môn này nhưng em muốn học cải thiện lại để điểm trung bình em tốt hơn ạ. Vì em đã về quê nên không gặp trực tiếp phòng đào tạo được. Em mong phòng đào tạo tạo điều kiện để em tham gia lớp học này. Em xin chân thành cảm ơn.",
            "ok"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Mn ơi, cho em hỏi là Đăng Kí môn học đợt 4 cho kì 202 của em, em đăng kí được 8 môn, tất cả đều thành công, nhưng nay em check lại thời khoá biểu thì thấy bị xoá 1 môn mà ngay môn quan trọng nữa, nhà em thì xa trường nên đi lại không tiện. Mn có cách giải quyết như thế nào không ạ. . Em cảm ơn ạ",
            "Chào bạn,. . . . Đã có kết quả DKMH đợt 4, bạn vui lòng xem kết quả DKMH trên Mybk nha.. . . . Thân. . . . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "thưa các thầy cô, em là sinh viên k16 việt pháp. . . Kỳ cuối này em có đăng ký 3 môn: 405750 - Thực tập tốt nghiệp, 405700 - Luận văn tốt nghiệp, 407702 - ĐAMH tin học. Mà kết quả sau khi đăng ký là không đăng ký được môn nào.. . Em xem lại lịch sử đăng ký thì thấy ghi là \"Bạn chưa đăng ký!!!\". .   i Đăng ký môn học .",
            "Chào bạn,. . . . Sau tết sẽ có đợt đăng kí luận văn, bạn vui lòng đăng kí lại. Nếu có gì thắc mắc liên hệ trực tiếp PDT nha.. . . . Thân. .",
            "li answer rate: Answer is not complete / Câu trả lời chưa hoàn chỉnh"
        ]
    }
]