[
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được . Kính gửi phòng đào tạo,. . Em vừa mới nhận được kết quả kiểm tra anh văn định kỳ ngày hôm qua và em đủ điều kiện học av4 tuy nhiên do hệ thống chưa kịp cập nhật nên em không đăng ký được và hệ thống đã đóng vào ngày hôm qua. Em mong phòng đào tạo cho em xin vào lớp môn av4 vì các lớp còn rất trống. Mong phòng đào tạo giúp đỡ và sớm phản hồi giúp em.. . Em xin vhaan thành cảm ơn.",
            "Chào bạn.. . . . Bạn xem và đăng ký bổ sung trong đợt 2 ĐKMH nhé. Bạn vui lòng xem lịch học vụ để biết thời gian đăng ký",
            "Thưa thầy,. . Em cần gấp phải học AV4 trong học kỳ hè này chứ không để học kỳ 191 được, liệu còn đợt đăng ký môn học nào trong hè nữa không ạ.. . Mong thầy giải đáp, em xin chân thành cảm ơn.",
            "Chào bạn. . . . . Bạn vui lòng tham khảo lịch học vụ cụ thể trước khi đặt câu hỏi. . . . . Thời gian về các đợt đkmh đã được quy định rõ tại đây :. . . . . . http://www.aao.hcmut.edu.vn/index.php?route=catalog/chitietsv&path=59_205&tid=374"
        ]
    },
    {
        "intent": "",
        "message": [
            "Em có vài câu hỏi thắc mắc. . 1/ Em học Khoa Cơ khí, không qua chuẩn anh văn năm 2 thì có được thực tập hè năm 2 không?. . 2/ Nếu hè này em nộp chứng chỉ anh văn theo mức quy định của năm 2 thì có được tiếp tục học năm sau không?. .",
            "responsible person: [551] [staff_name] [helpdesk staff]",
            "Chào bạn,. . Nếu bạn chưa đạt chuẩn anh văn sau năm 2 thì bạn sẽ không được đăng ký các môn cơ sở ngành cuả năm 3. . . Tại thời điểm mở đợt ĐKMH nếu bạn chưa đạt chuẩn anh văn thì sẽ bị chặn không cho đăng ký các môn ngành nằm 3. Nếu lúc đó bạn đạt chuẩn thì được mở cho đký các môn ngành năm 3.. . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Chuyển thời khóa biểu . Em muốn đăng kí 2 môn: Phương pháp tính (MT1009) và Xác suất thống kê (MT2001), nhưng do bất cẩn mà chưa đăng kí kịp hạn, giờ em có thể đăng kí bổ sung được không ạ.. . . . Em xin cám ơn nhiều.",
            "Bạn có thể đăng ký trong đợt 2, bạn vui lòng xem lịch học vụ để biết rõ hơn"
        ]
    },
    {
        "intent": "",
        "message": [
            "Em đóng trễ học phí dự thính.Em lên lịch thi thì k thấy lịch thi của mấy môn học nữa. Sau đó em đóng học phí rồi h làm sao để đc thi ạ",
            "responsible person: [551] [staff_name] [helpdesk staff]",
            "Chào em,. . . . Nếu em đã đóng học phí dự thính rồi thì em làm đơn trình bày lý do trễ học phí, Em cứ học và thi bình thường. Sau ngày 31/05/2019 trường sẽ xử lý danh sách đóng trễ và phục hồi lại lịch thời khóa biểu và lịch thi cho em.. . HT",
            "Nếu có những môn mà em thi trước thời gian đó thì em vào đâu để xem lịch ạ",
            "Chào em,. . . . Nhà trường sẽ xử lý lại vào ngày 24/5/19 để kịp lịch thi dự thính.. . . . HT"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được . kính gửi thầy cô phòng đào tạo. . Em tên [full_name] [full_name], khóa 2018. Do thanh toán học phí trể hẹn học kì 182, nên em chưa thể đăng kí môn học vào học kì 191. Đến thời điểm hiện tại (9:34 ngày 5/22/2019) em đã hoàn thành việc thanh toán học phí và nộp đơn giải trình. Cho em hỏi đến khi nào em mới có thể đăng kí môn học được ạ. Em cảm ơn . .",
            "Chào bạn,. . . . Bạn đã thuộc đối tượng thanh toán trễ học phí tính đến 15 giờ ngày 20/05/2019 mà nhà trường đã gửi mail. Theo qui chế học vụ hiện hành, Bạn sẽ có tên trong danh sách bị tạm dừng học, hủy kết quả đăng ký môn học/TKB chính thức và kết quả học tập (nếu có) của học kỳ 182.. . . . Bạn cần phải thanh toán học phí và làm đơn giải trình (tự làm đơn không có mẫu : trong đơn ghi rõ lý do tại sao đóng trễ học phí) để được xem xét không bị tạm dừng. Hạn cuối nộp đơn tại Phòng đào tạo là 15 giờ ngày 24/05/2019.. . . . Trong quá trình xử lý bạn vẫn ĐKMH HK191 bình thường.",
            "Đến thời điểm hiện tại (9:34 ngày 5/22/2019) em đã hoàn thành việc thanh toán học phí và nộp đơn giải trình. Cho em hỏi đến khi nào em mới có thể đăng kí môn học được ạ. Em cảm ơn.",
            "em không thể đăng kí môn học được ạ",
            "Chào em,. . . . Hiện dữ liệu đang xử lý lại các trường hợp vi phạm về học phí nên sau 13h ngày 27/5/19 em mới vào đăng ký lại được hk 191.",
            "dạ vâng em cảm ơn nhiều ạ . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Điểm thi - Đại học - Cao đẳng chính quy   Điểm môn học . Em là sinh viên K18. Học kì 182 em học thể dục môn Bơi, lớp PE1019 vào ngày thứ 5 tiết 2 3 nhóm A04-A. Em đã hoàn thành thi cuối kì và được 9 điểm, đã xác nhận điểm thi sau khi thi xong. Nhưng danh sách nhập điểm của thầy [full_name] khi chuyển điểm về trường lại không có tên em trong danh sách!! Em muốn hỏi trường hợp của em thì giải quyết như thế nào ạ!!! Em cám ơn.",
            "Chào bạn,. . Bạn có tên trong ds môn PE1019 A04-A nha bạn in ngày 03/5/2019 stt là 1.. . Thân mến"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Khác ... . Em là sinh viên K18 khoa Hóa,tới đợt đăng ký môn học học kỳ 191 rồi nhưng khoa em chưa phân ngành.Trong khi chương trình đào tạo hai ngành lớn cũng là hai ngành em muốn vào là kỹ thuật hóa và công nghệ thực phẩm khác nhau và nếu đăng ký môn cho cả hai ngành sẽ bị vượt quá số tín chỉ cho phép.Vậy nhà trường có thể hướng dẫn cụ thể cho em biết đươc không ạ?",
            "Chào bạn.. . . . Bạn vui lòng liên hệ [full_name] để được hướng dẫn về phân ngành. Bạn không thể đăng ký môn học của cả 2 phân ngành, vì điều này gây ảnh hưởng rất lớn đến TKB của bạn sau khi đã ra TKB chính thức. [full_name] sẽ hướng dẫn cụ thể hơn cho bạn"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được .",
            "Bạn chưa thanh toán học phí nên bị cấm ĐKMH. Bạn vui lòng thanh toán các khoản nợ còn lại trên bkpay"
        ]
    },
    {
        "intent": "",
        "message": [
            "Chứng chỉ ngoại ngữ - Đại học - Cao đẳng chính quy   Xét miễn môn anh văn (chuyển điểm)  /i. . hom truoc em co nghe may anh khoa tren noi het nam 2 moi can 350 toeic moi duoc hoc nam 3. .  hien tai em hoc nam nhat, khong co hoc anh van trong truong, cho em hoi nam 2 moi can nop bang anh van de hoc nam 3 hay het nam nhat phai du diem 350 toeic moi duoc hoc tiep. .  nam hai?",
            "Chào bạn,. . Ban vui lòng xem chi tiết quy dịnh về chuẩn anh văn của từng năm tại:. . www.aao.hcmut.edu.vn- Sinh viên- Quy chế-  Quy chế học vụ bậc đại học-  Phụ lục 1-Mục 2.. . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]0  /b \t. . . .   i Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được . Hiện tại em là SV khóa K13, Em đang đk môn học hk dự thính hè Thực Tập tốt nghiệp, tuy nhiên em không thể đk được môn học vì trên trang hiện lý do là hết hạn đăng ký. Hiện tại em phải thực hiện quy trình ntn để được đăng ký môn học hè này ạ.. . . . Em đăng ký mã môn học là : 810302",
            "Chào bạn,. . Hiện tại đã hết hạn đăng ký môn học hè đợt 2.. . Bạn vui lòng xem chi tiết lịch học vụ để biết rõ thời điểm mở đăng ký hè đợt tới tại trang web:. . www.aao.hcmut.edu.vn- Sinh viên- Lịch học vụ.. . Thân.. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Chương trình đào tạo (thiếu môn tiên quyết, song hành...). . Hiện tại khoa em đến tháng 7 mới phân ngành,vậy đăng kí môn học đợt 1 như thế nào ạ,đợt hai đăng kí lỡ hết slot thì sao??. . em cảm ơn",
            "Chào bạn.. . . . Trong đợt 1 không giới hạn sĩ số, bạn đăng ký theo ngành bạn đăng ký phân ngành  để tránh trường hợp bị trùng TKB khi PĐT xếp lịch cho bạn trong đợt 2"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ - Đại học - Cao đẳng chính quy   Khác ... . Kính gửi quý thầy(cô),. . . . Em là sinh viên khóa K18 của trường mình, vì một số hiểu nhầm nên em đã nhập sai thông tin của số hiệu bằng vậy bây giờ làm cách nào để em có thể nhập lại để có thể in nộp được ?. . . . Mong quý thầy(cô) phản hồi em sớm.",
            "Chào bạn,. . Phòng đào tạo đã hủy thông tin bằng PTTH trên web cuả bạn, bạn hãy vào khai báo lại.. . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Lịch thi - Đại học - Cao đẳng chính quy   Lịch thi (không tìm thấy,sai phòng thi,...) . Chào thầy(cô),. . Em là [full_name], sinh viên của Đại học Bách Khoa với MSSV : [student_id].. . Hiện tại lich thi dự thính môn Hóa học (601701) không có trên thời khóa biểu và trong thời khóa biểu của em thì môn Hóa học (601701) hiển thị là \"Môn học không đăng ký được, mã lỗi : P\" (có hình ảnh đính kèm).. . Trước đó em đã thanh toán học phí trễ môn học này và đã làm đơn lên phòng đào tạo. Nhưng vẫn chưa được cập nhật lịch thi.. . Mong thầy(cô) hỗ trợ giúp em trường hợp này ạ!. . Em xin chân thành cảm ơn. .",
            "Chào em,. . . . Do em thanh toán học phí trễ nên hết ngày 24/5/2019 PĐT mới xuất lại dữ liệu và khôi phục lại lịch thi và thời khóa biểu cho em. Em vẫn học và thi bình thường. Em nên mang theo biên nhận trình bày lý do đóng học phí trễ để có thể vào phòng thi.. . . . HT",
            "Dạ em xin chân thành cảm ơn cô ạ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Dịch vụ cho sinh viên - Đại học - Cao đẳng chính quy   Thông tin sinh viên . Em chào thầy/ cô phụ trách bên phòng đào tạo! . . Em muốn hỏi là hiện trên trang xác nhận thông tin để nộp bằng tốt nghiệp THPT của em không có nơi sinh. . . Vào ngày 1/11/2018 e có nhận được mail bổ sung thông tin và em cũng đã check mail điền và đã được phản hồi. Nhưng hiện tại thông tin nơi sinh em bổ sung vẫn chưa được cập nhật? Và giờ e không thể in phiếu xác nhận để nộp bằng tốt nghiệp được ạ! . . Em có hình đính kèm! Mong thầy/ cô xem xét giúp em ạ! Em cảm ơn!. .",
            "Chào bạn,. . Thông tin nơi sinh của bạn đã được cập nhật.. . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Hiện tại em là sv k15, học kỳ này em đóng trễ học phí học kỳ 2 năm học 2018-2019. Cho em hỏi là khi nào em có thể đăng ký môn học được ạ? Em đã thanh toán học phí và viết đơn giải trình (đã nộp ở Pđt cs2) ạ. . .   Em rất mong nhận được phản hồi từ Quý thầy/cô. Em cảm ơn ạ!. . . .",
            "Chào em,. . . . Việc ĐKMH không bị ảnh hưởng sau ngày CUỐI CÙNG XỬ LÝ SV KHÔNG ĐÓNG HỌC PHÍ (24/5/19). Em vẫn ĐKMH   học kỳ 191 bình thường nha em.. . . . HT"
        ]
    },
    {
        "intent": "",
        "message": [
            "Em tên [full_name] mssv [student_id].Cho em hỏi là kì hè này em có đăng kí môn Thực tập tốt nghiệp, em có nghe nói là đi nguyên tuần từ t2 đến t6, hôm qua (21/5/2019) là hạn cuối đăng kí môn học hè, em có đăng kí thêm một môn học nữa là Kết cấu thép 1 nhưng nó lại học trong tuần trùng với môn thực tập tốt nghiệp, giờ hết hạn rồi không hủy được, em sợ môn thực tập tốt nghiệp của em sẽ bị hủy, vì em ưu tiên đi thực tập. Cho em hỏi nếu đăng kí như thế thì môn học nào sẽ bị hủy ạ? Em cảm ơn!. .  . .",
            "QUOTE Em tên [full_name] mssv [student_id].Cho em hỏi là kì hè này em có đăng kí môn Thực tập tốt nghiệp, em có nghe nói là đi nguyên tuần từ t2 đến t6, hôm qua (21/5/2019) là hạn cuối đăng kí môn học hè, em có đăng kí thêm một môn học nữa là Kết cấu thép 1 nhưng nó lại học trong tuần trùng với môn thực tập tốt nghiệp, giờ hết hạn rồi không hủy được, em sợ môn thực tập tốt nghiệp của em sẽ bị hủy, vì em ưu tiên đi thực tập. Cho em hỏi nếu đăng kí như thế thì môn học nào sẽ bị hủy ạ? Em cảm ơn!. . . .   /QUOTE . . Sẽ ưu tiên cho TTTN. Nếu TTTN đủ điều kiện.",
            "Dạ em cảm ơn!"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được . Gửi PĐT ĐHBK.. . Em tên [full_name] MSSV [student_id] học lớp K17 MB khoa KT hóa học.. . Hôm qua sáng ngày 21/5 em có đăng kí môn thực tập quá trình thiết bị nhưng bị lỗi mạng. Tới khi vào đăng kí được đã quá hạn 14:59 ngày 21/5. Liệu em có thể xin bổ sung đăng kí thêm được không ạ? :((. . Em cảm ơn.",
            "Bạn có thể đăng ký bổ sung trong đợt 3 ĐKMH. . . . . Bạn truy cập website PĐT để xem lịch học vụ"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp - Đại học - Cao đẳng chính quy   Khác ... . Kính gửi Nhà trường,. . . . Em có câu hỏi là vào năm nhất em có đăng ký chuyển điểm Anh văn 1 và 2, sang năm 2 lúc xếp lớp học anh văn bắt buộc em được xếp vào lớp Anh văn 4. Như vậy em đã bỏ qua môn Anh văn 3, do đó số tín chỉ mà em đặt được khi hoàn thành Luận văn tốt nghiệp là 140/142 tín chỉ (ít hơn 2 tín chỉ so với chương trình đào tạo do không học môn Anh văn 3) vậy em có được xét tốt nghiệp không nếu em hoàn thành đủ anh văn 4 kỹ năng theo yêu cầu xét tốt nghiệp hay em phải đăng ký học môn Anh văn 3 rồi mới được tốt nghiệp?. . . . Xin Nhà trường phản hồi sớm để em có hướng giải quyết. Em xin cám ơn.. .",
            "Chào bạn,. . Nếu bạn chưa hoàn thành môn av3 là bạn đang thiếu tín chỉ để tốt nghiệp, thì dù bạn có đạt chuẩn anh văn 4 kỹ năng tốt nghiệp vẫn không được xét tốt nghiệp.. . Thân",
            "li answer rate: Answer suits the needs / Câu trả lời đúng ý"
        ]
    },
    {
        "intent": "",
        "message": [
            "Chứng chỉ ngoại ngữ - Đại học - Cao đẳng chính quy   Khác ... . Thưa quý Thầy cô, em có 2 thắc mắc ạ. . 1. Đầu năm 1, em có tham gia cuộc thi kiểm tra định kì anh văn vào ngay đầu năm, và e đạt điểm đủ qua AV4. Vậy trong các đợt kiểm tra định kì chung của trường vào đầu các năm tới, em có phải tham gia không ạ? Và nếu tham gia mà kết quả bị tụt giảm thì có bị ảnh hưởng đến kết quả được miễn các môn anh văn trước đó không ạ?. . 2. Em đã nộp cho pđt chứng chỉ IELTS quốc tế là 5.5, vậy thì đến năm 3, khi làm luận văn tốt nghiệp cũng như xét điều kiện ra trường thì e có cần phải nộp một chứng chỉ quốc tế khác vẫn còn hạn dùng không ạ? Vì lúc cách đây vài tháng, e nộp bằng cho pđt thì còn hạn dùng nhưng đến lúc làm luận văn cũng như xét ra trường thì bằng đã hết hạn ạ!!. . Mong quý Thầy cô giải đáp giúp em hai thắc mắc này!!. . Em thuộc khoá K18. . Em xin chân thành cảm ơn quý Thầy cô !!!",
            "Chào bạn,. . Tại thời điểm nộp chứng chỉ ngoại ngữ bạn đã đạt chuẩn anh văn rồi thì  không cần phải tham gia thi hay nộp chứng chỉ mới nữa.. . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Chương trình đào tạo - Đại học - Cao đẳng chính quy   Môn tương đương, tiên quyết, ... . Kính gửi phòng đào tạo,. . Em đã đăng ký môn AV4 vào học kỳ hè 183,em muốn hỏi sau khi hoàn thành môn AV4 liệu điểm môn AV4 của em có kịp cập nhật để em đủ điều kiện đăng ký môn học ở học kỳ 191 không ạ.. . Mong phòng đào tạo sớm phản hồi, em xin chân thành cảm ơn.",
            "Chào bạn,. . Nếu bạn chưa đạt chuẩn anh văn sau từng năm thì bạn sẽ không được đăng ký các môn cơ sở ngành cuả năm tiếp theo. . . Nếu tại thời điểm mở các đợt ĐKMH của Hk191 bạn đã đạt AV4 thì sẽ được mở cho đăng ký các môn cơ sở ngành năm tiếp theo (với điều kiện đã có điểm av trên hệ thống dữ liệu - tùy thuộc giáo viên nộp điểm lên P.Đào tạo)). . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]9  /b \t. . . .   i Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được . Em đủ số môn học để học đăng kí TTTN nhưng vẫn không đăng kí được. 2 môn đó em đã đăng kí mã mới tương đương và đã học nhưng không đăng ký TTTN được",
            "QUOTE MSSV/MSGV: [student_id]9    . . . . Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được. . Em đủ số môn học để học đăng kí TTTN nhưng vẫn không đăng kí được. 2 môn đó em đã đăng kí mã mới tương đương và đã học nhưng không đăng ký TTTN được  /QUOTE . . . . Chào [full_name], Em học khóa nào thì em đăng ký mã môn học TTTN của khóa đó, và điều kiện nhận TTTN cũng phải đúng khóa.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Vừa làm vừa học - ĐTTX   Học vụ . Em sv chính quy chuyển qua hệ vhvl, em có đăng kí môn dự thính học kì này chung với hệ CQ nhưng em không thể truy cập vào http://mybk.hcmut.edu.vn/stinfo/ để xem thời khóa biểu của học kì, có cách khác để xem thời khóa biểu môn học không? Em cảm ơn",
            "Bạn đăng ký môn CI2067 TT nhận thức ngành (VLXD. . Bạn xem tkb tại (hình đính kèm). . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính gửi Phòng Đào Tạo. . Vào đợt kiểm tra trình độ tiếng anh (Anh văn đầu vào, ngày 18/5) em nhận được kết quả là 250 điểm( phần nghe: 135đ, phần đọc:115đ) kết quả này lại trùng với đợt thi học kì trước của em ( 250 điểm, phần nghe: 135đ, phần đọc: 115đ, ngày 8/12). Vì bài thi này em làm tốt hơn và nó rất quan trọng với em, em rất mong PĐT kiểm tra lại giúp em xem có sự nhầm lẫn gì không ạ. Em xin cảm ơn.",
            "Chào bạn,. . Thi kiểm tra định kỳ tiếng anh là hình thức trắc nghiệm do máy quét kết quả nên sẽ không có sự nhầm lẫn, và không phúc tra.. . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]9  /b \t. . . .   i Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được . Em đủ số môn học để học đăng kí TTTN nhưng vẫn không đăng kí được. 2 môn đó em đã đăng kí mã mới tương đương và đã học nhưng không đăng ký TTTN được",
            "QUOTE MSSV/MSGV: [student_id]9    . . . . Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được. . . . Em đủ số môn học để học đăng kí TTTN nhưng vẫn không đăng kí được. 2 môn đó em đã đăng kí mã mới tương đương và đã học nhưng không đăng ký TTTN được  /QUOTE . . . . Huy em xem lại chương trình đào tạo và đăng ký cho đúng mã số môn học nhe!",
            "Dạ học kỳ vừa rồi e đăng ký mã mới rồi ạ. Nhưng hễ e vẫn chưa đăng ký TTTN được ạ",
            "Dạ học kỳ vừa rồi e đăng ký mã mới rồi ạ. Nhưng hè e vẫn chưa đăng ký TTTN được ạ. .",
            "Chào bạn,. . Trường hợp của bạn vui lòng viết đơn trình bày rõ môn học tương đương em đạt và nộp trực tiếp cửa tiếp sinh viên Phòng đào tạo.. . Thân.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em là sinh viên k17clc đã đổi qua k18 đại trà. Em có 2 câu hỏi:. . 1. Năm rồi em đã nộp bằng tốt nghiệp cấp 3 thì năm nay em có cần nộp lại không?( khi em vào mục  đăng kí nộp bằng tốt nghiệp THPT thì báo là đã nộp). . 2. Cho em hỏi giấy giới thiệu của trường để học quân sự thì xin ở đâu?. . Em cảm ơn",
            "Chào bạn,. . Bằng PTTH của bạn đã nộp rồi không cần nộp lại.. . Giấy giới thiệu học quân sự bạn đăng ký online trên web: Mybk.hcmut.edu.vn.. . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Chứng chỉ ngoại ngữ - Đại học - Cao đẳng chính quy   Xét miễn môn anh văn (chuyển điểm) . Gửi Nhà trường,. . . . Em muốn hỏi là vào năm nhất em có nộp bằng Toeic để chuyển điểm Anh văn 1 và 2, vậy bây giờ em có thể nộp bằng Toeic mới để chuyển điểm môn Anh văn 3 được không ạ?. . . . Mong Nhà trường phản hồi sớm để em có hướng giải quyết. Em xin cám ơn.",
            "Chào bạn,. . Bạn chưa chuyển điểm môn av3+4 nên bạn có thể chuyển khi bạn có bằng Toeic mới. Mỗi môn anh văn sv được chuyển điểm 1 lấn.. . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Khác ... . Kính gửi : Thầy cô phòng đào tạo. . Em tên là [full_name]. . MSSV : [student_id]. . Kì dự thính hè này em có đăng kí thực tập tốt nghiệp và môn đường lối. Nhưng lịch thực tập tốt nghiệp chưa được cập nhật nên pđt xếp cho em môn đường lối, theo em được biết thì lịch thực tập tốt nghiệp sẽ được xếp full tuần. Vậy nếu như có lịch thực tập rồi em có bị huỷ môn không. Nếu có thì bị huỷ môn nào ạ.. . . .",
            "Chào bạn.. . . . Lịch thực tập tốt nghiệp sẽ do [full_name] quy định, nếu [full_name] xếp lịch thực tấp full tuần thì sau khi hậu kiểm kết quả đăng ký đợt cuối cùng PĐT sẽ hủy các môn học của bạn"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Khác ... . Kính gửi: các thầy cô ở phòng đào tạo. . Mssv:[student_id]. . Kì hè này em có đăng kí dự thính môn đường lối(3 chỉ) và thực tập tốt nghiệp(2 chỉ). Và kết quả đăng kí môn học đã có lịch học đường lối nhưng chưa có lịch thực tập( chưa có thời khoá biểu chính thức). Theo em được biết khoa em đi thực tập tốt nghiệp nguyên tuần. Vậy cho em hỏi nếu như khi có thời khoá biểu thực tập rồi thì em có bị hủy môn không và nếu có thì sẽ bị hủy môn nào. Nếu không bị hủy môn mà lịch thực tập của em không cố định như vậy thì làm sao có thể đến lớp môn đường lối được. Vậy nếu lúc đó em muốn hủy môn có phải đóng học phí không ạ.. . Em xin cảm ơn.. .",
            "Chào bạn . . . . Lịch thực tập tốt nghiệp do [full_name] quy định, nếu như [full_name] không yêu cầu lịch thực tập cụ thể (TKB linh động) bạn vẫn có thể học các môn học khác. Trong đợt cuối cùng ĐKMH PĐT sẽ hậu kiểm và trả kết quá cho bạn."
        ]
    },
    {
        "intent": "",
        "message": [
            ". . Đơn xin hủy. . . . Em tên [full_name] [full_name] - [student_id]. . Xin phòng đào tạo hủy 2 môn [full_name]. . + Tin học - 501601. . + Anh văn 1-LA1003. . lý do[full_name] sai mã môn học. . _ Xin phép được giải quyết sớm !",
            "ĐÃ hủy ĐKMH cho bạn"
        ]
    },
    {
        "intent": "",
        "message": [
            "Chứng chỉ ngoại ngữ - Đại học - Cao đẳng chính quy   Thẩm tra chứng chỉ (nộp chứng chỉ) . Kính gửi thầy cô phòng đào tạo!. .  Em là sinh viên k18 em thi kì kiểm tra anh văn vừa rồi chỉ được 345 điểm, hiện em muốn thi ở ngoài lấy bằng nộp để đăng ký môn học cho học kì tới, cho em hỏi là khi có kết quả thi mình gửi ảnh   B phiếu điểm thi  /B  thôi hay phải gửi ảnh   B văn bằng  /B  ạ vì thời gian làm bằng mất 10 ngày lận em muốn tiết kiệm thời gian ôn thi và chi phí làm bằng. Em muốn biết thêm là em đang học chương trình pfiev một năm mở môn chỉ một lần, nếu em không đăng ký môn học được em có được thi phân ngành không ạ!. .",
            "Chào bạn,. . Khi khai báo thông tin chứng chỉ ngoại ngữ online bạn chỉ cần gửi file ảnh phiếu điểm thi thôi.. . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Chứng chỉ ngoại ngữ - Đại học - Cao đẳng chính quy   Xét miễn môn anh văn (chuyển điểm) . Kính gửi quý thầy cô.. . Trong kì thi anh văn vừa rồi ngày 18/5/2019, con chỉ được 330 điểm, không đủ điểm chuẩn anh văn năm nhất là 350 để được đăng kí môn chuyên ngành của học kì 191. Thầy cô cho con hỏi là hạn chót nộp chứng chỉ anh văn để con được đăng kí môn chuyên ngành học kì 191 là ngày nào vậy ạ?. . Con xin chân thành cảm ơn thầy cô, chúc thầy cô có một ngày làm việc vui vẻ ạ.. .",
            "Chào bạn,. . Lịch lấy dữ liệu anh văn được cập nhât chi tiết tại web:. . www.aao.hcmut.edu.vn- sinh viên-  Lịch học vụ.. . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "B Mã môn: sp1009. . Để kịp tiến độ học tập, rất mong được học môn Đường Lối CM vào học kì hè 2019. . Mong BGH xem xét .. . Em xin cảm ơn !",
            "Bạn có thể Đăng ký trong đợt 3 ĐKMH"
        ]
    },
    {
        "intent": "",
        "message": [
            "Chương trình đào tạo - Đại học - Cao đẳng chính quy   Khác ... . Kính gửi thầy cô phòng đào tạo!. . Em là sinh viên k18 hiện em đang học chương trình pfiev nhưng trong kì thi anh văn vừa rồi em chỉ đạt được 345 điểm, em muốn biết là có một số môn em không đăng ký được và các môn học chỉ mở một năm một lần, vậy thì em có được phép thi phân ngành vào giữa học kì 2 năm sau không nếu em không đăng ký môn học được. Em cảm ơn!. . . .",
            "Chào bạn,. . Khi bạn chưa đạt chuẩn anh văn sau năm 1 thì bạn không được phép đăng ký các môn học năm 2. Việc phân ngành là căn cứ vào tín chỉ và điêm trung bình tích lũy của bạn, bạn vui lòng liên hệ trực tiếp VPhonng Khoa - gặp phó Khoa phụ trách đào tạo để được tư vấn rõ.. . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "B   B Các thầy cô cho e hỏ.Em thanh toán học phí trễ hạn,e đã làm đơn giải trình lý do cho phòng đào tạo.Bây h em không đăng kí được môn học học kỳ 191.Em phải l  /B àm sao ạ Em cảm ơn ạ.  /B",
            "Chào em,. . . . Em vui lòng đợi email nhà trường thông báo về việc đăng ký MH sau 15h ngày 24/05/19. . . . HT. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Chương trình đào tạo - Đại học - Cao đẳng chính quy   Khác ... . Chuyên ngành của em là Kỹ thuật điện, em muốn hỏi nếu em đăng ký học môn IM2011 - Quản lý dự án cho kỹ sư thì có được tính vào môn tự chọn nhóm A B hay C không, em cảm ơn!",
            "Chào bạn.. . . . Để biết rõ phần tự chọn của CTĐT bạn tham khảo tại đây : . . . . http://www.aao.hcmut.edu.vn/index.php?route=catalog/chuongtrinhdaotao. . . . Chọn đúng khóa + ngành của mình"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Khác ... . Kính gửi: Phòng Đào Tạo. . Em tên:[full_name]. . Mssv: [student_id]. . Em là k17. Khoa Kỹ thuật hóa học.. . Em xin được hỏi là hè này em có thực quá trình thiết bị và em có đăng kí thêm môn quá trình thiết bị cơ học. Nếu 2 môn này bị trùng lịch thì môn nào bị xóa ạ? Nếu thực tập bị xóa thì em có thể làm đơn xin được học môn thực tập không ạ? Em xin cảm ơn ạ. .",
            "Chào Bạn.. . . . Các môn thực tập quá trình thiết bị nếu [full_name] không quy định giờ học bạn vẫn có thể đăng ký các môn học khác. Nếu [full_name] quy định giờ học cụ thể thì PĐT sẽ xóa môn học lý thuyết của bạn"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được .",
            "Chào bạn,. . Trên hình bạn chụp có ghi rõ lý do không được ĐKMH rồi mà bạn.. . Bạn vui lòng xem kỹ lại trên trang ĐKMH và đọc email Phòng đào tạo đã gởi cho bạn hướng dẫn để được đăng ký môn học lại.. . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Xin chào phòng đào tạo.. . . . Em tên là [full_name], MSSV:[student_id], hiện đang học tại khoa Khoa học Máy tính. Do một số trục trặc nên hiện tại dù đã trễ hạn đăng ký môn học cho kỳ hè 183, nhưng em vẫn chưa đăng ký môn học Thực tập tốt nghiệp (CO3313).. . . . Biết được việc đăng ký chậm trễ sẽ ảnh hưởng đến công tác sắp xếp của Trường, của Khoa, em thật sự xin lỗi vì sự bất tiện này.. . . . Kính mong phòng đào tạo xem xét và cho em một cơ hội để đăng ký lại. . . . . Em chân thành cảm ơn!. .",
            "Xin chào phòng đào tạo.. . . . Em tên là [full_name], MSSV:[student_id], hiện đang học tại khoa Khoa học Máy tính. Do một số trục trặc nên hiện tại dù đã trễ hạn đăng ký môn học cho kỳ hè 183, nhưng em vẫn chưa đăng ký môn học Thực tập tốt nghiệp (CO3313).. . . . Biết được việc đăng ký chậm trễ sẽ ảnh hưởng đến công tác sắp xếp của Trường, của Khoa, em thật sự xin lỗi vì sự bất tiện này.. . . . Kính mong phòng đào tạo xem xét và cho em một cơ hội để đăng ký lại. . . . . Em chân thành cảm ơn!. .   /QUOTE . . . . Còn một đợt đăng ký môn học từ 03/06/2019 - 05/06/2019. Bạn tự đăng ký nhe!",
            "em đã nhận được tin nhắn. cảm ơn phòng đào tạo ạ !"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV: [student_id]  /b \t. . . .   i Yêu cầu khác . Kính gửi : thầy cô phòng Đào tạo . . Em tên: [full_name].. . Mssv :[student_id] . . Lớp: CK18CK04 . . Hiện tại em chưa thể nộp bằng tốt nghiệp thpt được bời vì bằng tốt nghiệp thpt của em bị hỏng trước khi em đến lấy và em đã gửi về sở giáo dục và đào tạo Long An để làm lại. Nhưng vì không kịp nộp trong kì này nên em xin gia hạn nộp bằng ạ.. . Em mong có thể nhận được phản hồi của thầy cô và xin chân thành cảm ơn quý thầy cô ạ!. .   . . . .",
            "Chào bạn,. . Đợt nộp bằng kéo dài đến 14/06/2019, bạn vui lòng cố gắng nộp đúng hạn. Nếu không thể kịp 14/06 bạn phải trao đổi với lớp trường khi nào có thể nhận bằng trể của bạn để nộp lên Phòng đào tạo trong trường hợp trễ vì trường không nhận riêng lẻ.. . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Chứng chỉ ngoại ngữ - Đại học - Cao đẳng chính quy   Xét miễn môn anh văn (chuyển điểm) . Em chưa đạt chuẩn av theo chương trình học, hè này em thi anh văn toeic bên ngoài để nạp vào trường.. . Cho em hỏi hạn chót để nộp bằng toeic bên ngoài vào trường trong hè này để kịp đăng ký môn học hk191? Và thủ tục như thế nào ạ!. . Em xin cảm ơn phòng đào tạo.",
            "Chào bạn,. . QUy trình nộp chứng chỉ ngoại ngữ và lịch lấy dữ liệu ngoại ngữ online để đăng ký môn học trong học kỳ tiếp theo được cập nhật chi tiết tại web:. . www.aao.hcmut.edu.vn- Sinh viên-  Ngoại ngữ - Hướng dẫn nộp chứng chỉ ngoại ngữ.. . www.aao.hcmut.edu.vn- Sinh viên-  Lịch học vụ - Học kỳ 191.. . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            ". . Kính gửi: Thầy cô phòng Đào tạo . . Em tên: [full_name]. . MSSV: [student_id]. . Lớp: CK18CK11. . Em đã nộp \" Đơn trình bày lí do trễ hạn học phí \" tại phòng đào tạo và phòng đào tạo đã tiếp nhận vào lúc 15h 10 phút ngày 23/05/2019. Hiện tại em đang bị khóa đăng kí môn học học kỳ 191. Xin thầy cô giúp em giải quyết để có thể đăng kí môn học được ạ . . Em xin chân thành mong nhận được sự phản hồi của thầy cô và xin chân thành cảm ơn ạ ! . .",
            "Chào em,. . . . Em vui lòng đợi email nhà trường thông báo về việc đăng ký MH sau 15h ngày 24/05/19. . . . HT",
            "MSSV:[student_id]. . . . Kính gửi: Thầy cô phòng Đào tạo . . Em tên: [full_name]. . MSSV: [student_id]. . Lớp: CK18CK11. . Em đã nộp \" Đơn trình bày lí do trễ hạn học phí \" tại phòng đào tạo và phòng đào tạo đã tiếp nhận vào lúc 15h ngày 23/05/2019. Hiện tại em đang bị khóa đăng kí môn học học kỳ 191. Xin thầy cô giúp em giải quyết để có thể đăng kí môn học được ạ . . em xin chân thành mong nhận được sự phản hồi của thầy cô và xin chân thành cảm ơn ạ !",
            "Chào em,. . . . Em vui lòng đợi email nhà trường thông báo về việc đăng ký MH sau 15h ngày 24/05/19. . . . HT"
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính gửi thầy cô phòng đào tạo . . Em là khóa k18. Cho em hỏi nếu đợt vừa rồi em thi anh văn chưa đạt được 350. Vậy trong hè em có thể nộp bổ sung bằng toeic để được đăng kí học kì 191 k ạ. . . Hạn chót là bao giờ ạ?",
            "Chào bạn,. . Nếu bạn chưa đạt chuẩn anh văn sau năm 1 thì bạn sẽ không được đăng ký các môn cơ sở ngành cuả năm 2. . . Bạn vui lòng xem lịch lấy dữ liệu anh văn trong hè được cập nhật chi tiết tại: . . www.aao.hcmut.edu.vn- sinh viên- Lịch học vụ. . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính gửi: Thầy/Cô phòng Đào Tạo. . Em tên: [full_name]. . Lớp: DD18LT07. . Thầy/Cô cho em hỏi là ngành của em vào học kì 192 sẽ phân ngành thì nếu như em muốn chuyển điểm anh văn vào học kì 191 thì hạn chót nộp bằng là ngày bao nhiêu ạ ?",
            "Chào bạn,. . Bạn vui lòng xem lịch lấy dữ liệu anh văn trong HK191 được cập nhật chi tiết tại: . . www.aao.hcmut.edu.vn- sinh viên- Lịch học vụ. . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Chào quý thầy cô.. . Em là [full_name] MSSV [student_id]. . Em đã nộp đơn\"Giải trình thanh toán học phí trễ hạn\" Hiện em không đăng ký được môn học HK 191.EM mong được giải quyết ạ . . Em cảm ơn.. . . .",
            "Chào bạn,. . . . Bạn vui lòng đợi email nhà trường thông báo về việc đăng ký MH sau 15h ngày 24/05/19.. . Thân.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "kính gửi thầy cô phòng đào tạo. . em tên: Chế [full_name]. . MSSV: [student_id]. . ngày 9/4/2019 em đã thanh toán học phí HKCQ 182 từ đợt 1, nhưng trên BKPAY ghi em chưa thanh toán đợt 2 (như trong hình). Hiện em không thể đăng kí môn học HK191, mong các thầy cô giải quyết sớm để em có thể đăng kí môn học.. . . .",
            "Chào bạn,. . Hiện tại bạn đang bị nợ tiền học phí đợt 2 của HK182, bạn vui lòng kiểm tra email của bạn, phòng đào tạo đã gởi email báo tình trạng của bạn.. . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính gửi: Thầy/Cô phòng [full_name]. . Em tên: [full_name]. . Lớp: DD18LT07. . Em đã vào theo sự hướng dẫn của Cô nhưng có nhiều thời điểm chuyển điểm. Vậy cho em hỏi có phải hạn chót là 22/8 như hình dưới đây không ạ .",
            "Chào bạn,. . Tương ứng với mỗi đợt lấy dữ liệu anh văn là đợt đăng ký môn học, với đợt ngày 220/8/2019 là tương ứng với đợt đăng ký LVTN/TTTN, không có đăng ký môn học khác.. . Thân.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Cho em hỏi ở đợt đăng kí môn học HK191 này sẽ kết thúc vào khi nào.. . Hiện giờ em chưa đạt chuẩn AV1 để đăng kí những môn chuyên ngành của HK191 em dự định sẽ thi lấy bằng TOEIC và sẽ chuyển điểm trước ngày 25/7 thế có kịp để đăng kí chuyên ngành không ạ",
            "Chào bạn,. . Bạn vui lòng xem lịch đăng ký môn học và lấy dữ liệu anh văn được cập nhật chi tiết tại: . . www.aao.hcmut.edu.vn- sinh viên- Lịch học vụ. . . . . Nếu bạn chưa đạt chuẩn anh văn sau năm 1 thì bạn sẽ không được đăng ký các môn cơ sở ngành cuả năm 2.. . Nếu HK183 bạn đạt chuẩn thì sẽ được đăng ký các môn cơ sở ngành năm 2  . . . . Theo lịch học vụ thì ngày  lấy dữ liệu anh văn cho đợt đăng ký môn học tiếp theo, nếu lúc đó bạn đạt chuẩn thì được mở cho đký các môn cơ sở ngành năm 2. . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học bổng - Đại học - Cao đẳng chính quy   Học bổng (danh sách, điều kiện,...) . Do em học hết mấy môn tự chọn các kì trước nên kì 191 e chỉ còn 7 chỉ.  Nếu e chỉ đăng kí 7 chỉ e có được xét học bổng khuyến khích kì đó không a.  Hay phải đủ 10 chỉ ak.",
            "Chào bạn,. . bạn vui lòng xem quy định chi tiết về học bổng khuyến khích tại:www.aao.hcmut.edu.vn- sinh viên- Học vụ- Học bổng - Thông báo về học bổng.. . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Chứng chỉ ngoại ngữ - Đại học - Cao đẳng chính quy   Khác ... .   B  Em là sinh viện K17 (ĐHCQ), cho em hỏi là chuẩn anh văn sau năm 2 là trên 350, nhưng em thi anh văn đầu vào 2 lần trong năm nay đều không qua( 285 và 230), nhưng em đã có lần thi ngoài được 320 và hiện tại đang học anh văn 1 và chuẩn bị thi cuối kì, nếu em thi qua anh văn 1 là vẫn được đăng kí học các môn học năm 3 phải không ạ? Em cảm ơn.",
            "Chào bạn,. . Nếu bạn chưa đạt chuẩn anh văn sau năm 2 thì bạn sẽ không được đăng ký các môn cơ sở ngành cuả năm 3. Nếu sau HK182 bạn đạt AV1 thì sẽ được mở đăng ký các môn cơ sở ngành năm 3 (với điều kiện đã có điểm av1 trên hệ thống dữ liệu) . . Bạn vui lòng xem lại quy định về chuẩn anh văn của từng năm được cập nhật chi tiết tại:www.aao.hcmut.edu.vn- Sinh viên -  Quy chế- Quy chế học vụ bậc đại học -  Phụ lục 1- Mục 2c. . .  . . Bạn xem lịch lấy dữ liệu anh văn được cập nhật chi tiết tại: . . www.aao.hcmut.edu.vn- sinh viên- Lịch học vụ. . . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Chứng chỉ ngoại ngữ - Đại học - Cao đẳng chính quy   Thẩm tra chứng chỉ (nộp chứng chỉ) . Chào thầy/cô,. . Em là [full_name], hiện đang là sinh viên năm 4 (K15) Xây dụng dân dụng và Hiệu quả nương lượng của chương trình Việt Pháp (PFIEV).. . Về các vấn đề nộp bằng cấp ngoại ngữ để được nhận luận văn tốt nghiệp, không biết có những đợt nộp chứng chỉ nào để chuyển điểm tiếng Anh, tiếng Pháp. Vì em đang học chương trình Việt Pháp, nên muốn biết điều kiện để được nhận luận văn tốt nghiệp là gì? Nếu cần nộp bằng cấp chứng chỉ ngoại ngữ thì hy vọng thầy/cô có thể cung cấp cho em thông tin về các yêu cầu cũng như các khoản thời gian để có kế hoạch học tập hợp lý.. . Em xin chân thành cảm ơn",
            "Chào bạn,. . Bạn vui lòng xem lại quy định về chuẩn anh văn cập nhật chi tiết tại:www.aao.hcmut.edu.vn- Sinh viên -  Quy chế- Quy chế học vụ bậc đại học -  Phụ lục 1.. . Bạn xem lịch lấy dữ liệu anh văn được cập nhật chi tiết tại: www.aao.hcmut.edu.vn- sinh viên- Lịch học vụ. . . Nếu bạn cần tư vần thêm về quy định riêng của việt pháp vui lòng liên hệ văn phòng việt pháp để được hỗ trợ.. . Thân",
            "li answer rate: Answer suits the needs / Câu trả lời đúng ý"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Chương trình đào tạo (thiếu môn tiên quyết, song hành...) . Ngày 19/4/2019 em có đăng kí môn \"Những nguyên lí cơ bản chủ nghĩa [full_name] và Lê-nin cho học kì hè 183 nhưng do đợt thi anh văn đầu vào hôm 18/5/2019 và trả kết quả vào ngày 21/5/2019 của em không đủ chuẩn 350 điểm nên em không đủ điều kiện để đăng kí một số môn năm 2 nên dẫn đến việc thiếu tín chỉ qui định, nên em muốn xin phòng đào tạo có thể cho em hủy việc đăng kí môn [full_name] và Lê-nin ở học kì hè 183 này để em có thể đăng kí ở học kì 191 và đảo bảo số tín chỉ theo qui định của trường. Mong phòng đào tạo có thể chấp nhận yêu cầu của em. . Em xin chân thành cảm ơn",
            "Chào bạn.. . . . Trong đợt 3 ĐKMH bạn có thể lên hủy môn học."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Kình gửi thầy cô phòng đào tạo. . Hôm trước em có gửi yêu cầu gia hạn nộp bản sao bằng tốt nghiệp thpt. Trên trang của e ghi là yêu cầu đã đóng nhưng em không thấy câu trả lời của thầy cô vậy em có được gia hạn chư ạ???. . Xin cảm ơn ạ. ."
        ]
    },
    {
        "intent": "",
        "message": [
            ". . . . Kính gửi: Thầy cô phòng Đào tạo . . Em tên: [full_name] . . MSSV: [student_id]. . Lớp: HOA2 HC18HC09. . Em đã nộp \" Đơn trình bày lí do trễ hạn học phí \" tại phòng đào tạo và phòng đào tạo đã tiếp nhận vào ngày 23/05/2019. Hiện tại em đang bị khóa đăng kí môn học học kỳ 191. Xin thầy cô giúp em giải quyết để có thể đăng kí môn học được ạ . . em xin chân thành mong nhận được sự phản hồi của thầy cô và xin chân thành cảm ơn ạ !",
            "Danh sách đã đóng học phí sẽ được cập nhật và mở khóa sau 4h chiều nay. Bạn chú ý lên đăng ký môn học",
            ". . . . Kính gửi: Thầy cô phòng Đào tạo . . Em tên: [full_name]. . MSSV: [student_id]. . Lớp: HC18HC09. . Em đã nộp \" Đơn trình bày lí do trễ hạn học phí \" tại phòng đào tạo và phòng đào tạo đã tiếp nhận vào ngày 23/05/2019. Hiện tại em đang bị khóa đăng kí môn học học kỳ 191. Xin thầy cô giúp em giải quyết để có thể đăng kí môn học được ạ . . em xin chân thành mong nhận được sự phản hồi của thầy cô và xin chân thành cảm ơn ạ !",
            "responsible person: [551] [staff_name] [helpdesk staff]",
            "Chào bạn.. . . . Danh sách đã đóng học phí sẽ được cập nhật sau 4h chiều nay. Bạn theo dõi để lên ĐKMH đúng thời gian."
        ]
    }
]