[
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Chào [full_name], . . Em tên [full_name]. Mssv [student_id]. Lúc trước em có xin đổi môn Kỹ thuật siêu cao tần (EE3025) sang nhóm/lớp khác (từ A01 sang A04) . Nhưng trên BKEL vẫn chưa đổi lại sang bkel của lớp A04. Em mong [full_name] cập nhật lại cho em để thuận tiện trong việc học cũng như thông báo của GV.. . Em xin cám ơn.",
            "Chào bạn,. . Hiện tại BkeL đã được cập nhật lại, bạn vui lòng vào kiểm tra lại xem đã được cập nhật chưa nhé!. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Hôm nay em gửi câu hỏi xin phép phòng đào tạo cho phép em đăng kí môn học ME3025 Các phần tử hũu hạn ạ.",
            "đã bổ sung môn học. . TKB sẽ cập nhật lại sau. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Em xin chào ạ.. . Em tên [full_name], sinh viên năm 3 khoa Công Nghệ Vật Liệu.. . . . Theo thông báo thì bắt đầu sang tuần 1 tức ngày 1/3 thì mới học tập trung tại trường... . . Tuy nhiên deadline của học bổng CỰU SINH VIÊN lại là ngày 26/2 (thứ 6 của tuần 0).. . Cho em được hỏi em có thể dời hạn chót nộp học bổng sang tuần thứ 1 không ạ!? Nếu không thì em có thể nộp bản mềm hồ sơ học bổng qua mail được không a.!?. . . . Rất mong nhận được phản hồi sớm từ anh/chị ạ. Em xin cảm ơn!",
            "Chào bạn. . Bạn liên hệ trực tiếp nơi thông báo nộp hồ sơ học bổng nghen. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em tên là [full_name] em muốn joir về thời khóa biểu của tuần học online theo như thông báo của phòng đào tạo ạ.. . Em xin cảm ơn.. .",
            "Chào bạn,. . . . Bạn vui lòng ghi rõ.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Thầy cô cho em hỏi với tình hình dịch như thế này nếu trường mình cho học online thì có thể có đợt rút môn online không tính phí như học kì 201 không ạ , vì học online sẽ có rất nhiều cảng trở đến việc học ạ. Em lỡ đăng kí hơi nhiều mà bây giờ nếu học online thì em sợ sẽ không được kết quả tốt nhất ạ . . . .",
            "em cung cấp mã môn học cần hủy nhé",
            "em không biết có tính phí không ạ , nếu không tính phí thì em cần rút môn EE2011, còn nếu tốn phí thì thôi ạ , em cảm ơn",
            "đã hủy, ko tính học phí. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Em kính chào thầy cô Phòng Đào Tạo.. . Yêu cầu cho em vào lớp Vật Lý Bán Dẫn (EE1007) đã được thầy/cô chấp nhận nhưng sau đến hôm nay em kiểm tra thời khóa biểu vẫn chưa thấy có môn Vật Lý Bán Dẫn ạ. Em phải đợi đến 25/02 mới được cập nhập hay sao ạ. Em cảm ơn thầy cô.. . . . . . . . . .",
            "TKB sẽ cập nhật sau"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]  /b \t[full_name] [full_name] Dạ em chào Thầy/Cô![full_name] [full_name] [full_name] [full_name]   B Vừa qua trường có gửi công văn xuống cho sinh viên sẽ học online đến ngày 28/2, sau đó ngày 1/3 bắt đầu đi học lại theo thời khóa biểu bình thường[full_name]  /B  Nhưng với các bạn tạm trú tại Ký túc xá ĐHQG, ký túc xá yêu cầu toàn thể sinh viên nếu không nằm trong diện thực tập thì không được quay trở lại từ ngày 28/2 trở về trước, tức là ngày 1/3 mới được quay trở lại ký túc xá[full_name] Như vậy rất bất tiện cho những bạn ở xa, vì nếu các bạn trùng lịch học ngày 1/3 thì các bạn sẽ không thể vào học theo đúng lịch được[full_name][full_name] [full_name] [full_name] [full_name] Em có thử gửi tin nhắn hỏi thăm trưởng tòa về việc xin vào sớm ngày 28/2 để đi học vào ngày 1/3 nhưng trưởng tòa không đồng ý, chỉ đồng ý cho ở khi có trường hợp cực kỳ đặc biệt[full_name][full_name] [full_name] [full_name] [full_name] Nên em kính mong nhà trường xem xét về việc này, có thể dời lịch học qua ngày 2/3 để tiện hơn cho các bạn trong việc vào học![full_name] [full_name] [full_name] [full_name] Em xin chân thành cảm ơn Thầy/Cô![full_name] [full_name] [full_name][full_name][full_name] [full_name]   i Yêu cầu khác  /i [full_name] [full_name] [full_name] [full_name]",
            "Chào bạn,. . . . Bạn vui lòng xem thông báo mới nhà trường gởi qua mail nha.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "B Yêu cầu khác: Chào cô( thầy) . . Cho em hỏi là rút môn in phiếu ra nộp phòng đào tạo hay có nộp onl không ạ ? . . Em cám ơn ạ . . Trân trọng",
            "bạn cung cấp mã môn học cần hủy nhé",
            "MA3059 ạ đồ án thiết bị ạ",
            "ok"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em chào thầy/cô,. . Em là [full_name], MSSV: [student_id], Chương trình Việt-Pháp.. . Cho em hỏi là: Trên trang đăng kí môn học, phần đăng kí môn thể dục HK202 (sẽ mở ngày mai 22/2), em không thấy để mục đăng kí chuyển hệ, khác với những lần đăng kí môn học khác. Vậy cho em hỏi là do nhà trường không mở hay đợi tới thời gian khi mở đăng kí môn học thì mục đó mới hiện ra ạ? Tại vì em học Việt Pháp nên phải có mục đó mới đăng kí được các lớp cs2 (Lxx).. . Mong các thầy cô giải đáp thắc mắc cho em. Em cám ơn.",
            "Chào bạn,. . . . - Còn đợt 2 đăng kí môn GDTC, bạn vào đăng kí nha.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Dạ hiện em đang theo học khoá 2017, em có đăng ký môn LVTN vào học kì 202. Dạ nếu em rút môn LVTN thì có tốn tiền học phí không ạ? Nếu có thì tốn bao nhiêu phần trăm ạ? . . Em cảm ơn.. .",
            "responsible person: [551] [staff_name] [helpdesk staff]",
            "Chào bạn;. . Theo quy chế  điền 11.2 về việc rút môn học, bạn vẫn phải thanh toán  toàn bộ học phí nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em xin chào Phòng đào tạo. . Học kỳ 182 em có học Môn Kỹ thuật lập trình (CO1011) nhưng không đạt. . . . Sang kỳ 192 và 201 em có học 2 môn tương đương là Kỹ thuật lập trình (CO1027) và Đồ án Kỹ thuật lập trình (CO1031). . . . Em có đọc về quy định các môn tương đương thì theo em hiểu là trong Bảng điểm môn CO1011 sẽ ghi là MT. . . . Hiện tại bảng điểm vẫn chưa được cập nhật.. . . . Vì vậy em muốn hỏi là em đã hiểu sai hay cho chưa cập nhật?. . . . Em xin cảm ơn",
            "Chào bạn,. . Môn CO1011 đã được cập nhật (12). . Thân mến"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Chào admin... . Em tên [full_name] . . Em có không đăng kí được môn học av3 nhờ admin cho e vô lớp L01 và môn av4a lớp DT20 ạk... em cám ơn. Em sắp ra trường hi vọng được học hết môn trong học kì này.",
            "Chào bạn,. . . . [full_name] ghi nhận yêu cầu của bạn, kết quả sẽ cập nhật trên cổng thông tin sinh viên mục TKB.. . . . Thân. .",
            "admin xem lại dùm em bữa giờ em xem thời khóa biểu nhưng vẫn chưa thấy môn học",
            "Chào bạn,. . . . [full_name] đã đăng kí môn anh văn 3 cho bạn rồi, môn anh văn 4A không đăng kí được vì môn học trước. Kết quả DKMH sẽ cập nhật trên cổng thông tin sinh viên.. . . . Thân",
            "admin có thể đổi cho em sang av3a trong học kì dự thính được hong ạ... tại vì nếu học av3 thì em sẽ không kịp tốt nghiệp tháng 11 tới.. . em xin lỗi vì đã làm phiền, admin thông cảm vì gia đình em khó khăn quá nên em tranh thủ kiếm tiền mà bữa giờ không xem được kết quả môn học.",
            "Chào bạn,. . . . Việc này tôi không giúp cho bạn được.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . cho em hỏi là em đăng ký môn học Đồ án cấp thoát nước trong công trình(CI3209) đợt 1 và đợt 2 vẫn có trong danh sách đăng ký,nhưng trong đợt 3 và đợt 4 thì không còn trong danh sách đăng ký nữa,do e nghĩ đợt 2 vẫn còn nên không để ý đến đợt 3 và đợt 4,nên mong phòng đào tạo xem xét vì môn đó là môn để có thể đi thực tập ạ.Em xin cảm ơn.",
            "đã bổ sung. . TKB sẽ cập nhật sau. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Chào anh/chị.Em là sinh viên Nguyễn Hoàng Vĩ Khang (mssv:[student_id])Em còn rất ít môn có thể học trong học kì này nên em có đăng kí chỉ 1 môn trong học kì chính đó là Vật Lý 1 nhưng không hiểu sao đợt kết quả vừa rồi em bị hủy môn dẫn tới việc học kì chính không có môn nào và thời khóa biểu trống, có thể bị đình chỉ 1 kì ạ. Mong anh/chị giúp em.",
            "Chào bạn,. . . . Môn PH1009 là môn dành cho sinh viên Việt Pháp mả bạn.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Cho em hỏi tại sao giáo dục thể chất lại học ở cs1 ạ",
            "Đăng ký môn học. . . . Cho em hỏi tại sao giáo dục thể chất lại học ở cs1 ạ  /QUOTE  nhưng mã của môn lại là L thường thì học ở cs2 nếu như vậy làm em ko đăng ký được môn học theo lịch. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . . . Thưa quý thầy cô,. . Em tên là [full_name]. Sau khi kết thúc HK201, em đã làm đơn xin chuyển điểm từ cao học về đại học. PĐT SDH cũng xác nhận là thực hiện việc chuyển điểm rồi tuy nhiên bên phía PDT vẫn chưa chuyển điểm cho em. Đồng thời, số tín chỉ em đã hoàn thành ở HK 201 vẫn chưa được cập nhật để em có thể đủ điều kiện đăng ký LVTN. Mong quý thầy cô kiểm tra lại và cập nhật điểm sớm giúp em.. . Em xin chân thành cảm ơn.. . . .",
            "Chào bạn,. . . . Hiện tại còn đợt 5 DKMH dành cho các môn luận văn/TTTN/ĐCLV, bạn vào đăng kí lại. Sau đợt 5 nếu đăng kí vẫn không được thì liên hệ trực tiếp PDT hoặc phản hồi lên BKSI  nha.. . . . Thân. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Dạ cho em hỏi là theo thông báo mail của pđt gửi về thì tuần 0 (22/2-28/2). Thì không dạy và học theo hình thức tập trung mà sẽ dạy online. Nhưng ở mục số 8 em có đọc các môm thí nghiệm vẫn diễn ra theo tkb nghĩa là có học ở tuần 0 hay sao ạ? Mong được pđt giải đáp thắc mắc giúp em. Em xin cảm ơn!",
            "Chào bạn. . Đã có thông báo bắt đầu học tập trung từ 1/3/2021 nghen bạn. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em không thể đăng kí được môn giáo dục thể chất mặc dù đúng nhóm lớp và không hề bị cấm đăng kí môn học. Nếu có thể xin phòng đào tạo xem xét ạ. Em xin cảm ơn.",
            "Chào bạn,. . . . Còn đợt 2 DKMH giáo dục thể chất, bạn vào đăng kí lại. Có gì trục trặc  bạn phản hồi lại nha.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em xin chào trường ạ, em là [full_name], sinh viên ngành Kĩ thuật ô tô (Chương trình CLC). Hiện tại em có đăng ký môn học TD HKII nhưng máy lại báo \"Bạn không được phép đăng ký vào nhóm lớp này - Xem thêm về Loại hình SV và Loại hình đào tạo (tìm kiếm tại BKwiki - wiki.hcmut.edu.vn\". Ad cho em hỏi cách giải quyết với ạ. Em xin cảm ơn!. . ﻿",
            "Chào bạn,. . . . Bạn đăng kí môn học gì vậy?. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Cho em hỏi tại sao đợt đăng kí GDTC từ ngày 22 chỉ có ở CS1 vậy ạ?"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Dạ cho em hỏi do chưa đạt chuẩn anh văn nên kì này em chỉ đăng kí được 8 tín chỉ. Em có thể làm đơn xin giảm học phí không ạ thay vì đóng tiền 1 học kì là 5.850.000d. Em xin cảm ơn.. . . .",
            "Chào bạn,. . Về thông tin học phí bạn vui lòng xem chi tiết tại trang web aao.hcmut.edu.vn    sinh viên    học vụ    học phí . . Chúc bạn học tốt.. . Thân. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . [full_name]ính gửi PĐT,. . . . Em là [full_name]-[full_name] [full_name]17. Em gặp vấn đề là đăng ký môn Luận văn tốt nghiệp không thành công mặc dù đã đăng ký môn này theo quy định và đủ tiêu chuẩn để học môn này. Em kính mong PĐT kiểm tra lại giúp em ạ.. . . . Trân trọng,. . . . [full_name].",
            "Chào bạn,. . . . Hiện tại còn đợt 5 DKMH dành cho các môn luận văn/TTTN/ĐCLV, bạn vào đăng kí lại. Sau đợt 5 nếu đăng kí vẫn không được thì liên hệ trực tiếp PDT hoặc phản hồi lên BKSI  nha.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Cho em hỏi hết năm 2 thì vào cơ sở 1.nhưng hiện tại em nghe là không còn dô cơ sở 1 nữa thông tin này có đúng chưa ạ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Cho em hỏi môn thể dục hk202 học ở cs1 hay cs2 ạ. Em cảm ơn. . . .",
            "Chào bạn,. . . . Các lớp chất lượng cao, Việt Pháp học cơ sở 1. Các lớp chính qui đại trà học cơ sở 2 nha bạn.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: 1710735  /b \t. . . .   i Đăng ký môn học . Kính chào PĐT,. . . . Em là Vương Chí Cường (MSSV: 1710735) hiện đang là sinh viên khóa 2017 chương trình Kỹ sư tài năng ngành Khoa học máy tính & cũng đang là học viên khóa 2019 chương trình liên thông đại học - thạc sĩ ngành Khoa học máy tính của trường.. . . . Tính tới HK201, em đã có   I 118 tín chỉ tích lũy  /I . Cũng trong HK201, em không học môn nào ở chương trình đại học mà chỉ học 4 môn ở chương trình liên thông. Em đã làm   I đơn xin chuyển điểm sớm (nộp ngày 19/01)  /I  3 môn đã có điểm để có thể đủ điều kiện nhận   I Luận văn tốt nghiệp KHMT (CO4313)  /I .. . Vào ngày 30/01, em kiểm tra trên trang   I Thông tin sinh viên (https://mybk.hcmut.edu.vn/stinfo/)  /I  thì thấy điểm đã được chuyển thành công như hình dưới đây: (2021-01-30_16-10.png). . . . Tới đợt   I ĐKMH lần 4  /I , PĐT cũng đã tự động đăng ký môn học cho em theo như hình:. . (2021-02-05_16-02.png). . . . Tuy nhiên, hôm 05/02 khi em kiểm tra phần ĐKMH lần 4 - Kết quả thì lại báo như sau:. . (2021-02-05_16-02_1.png). . . . Cũng trong hôm đó, khi vào trang   I Thông tin sinh viên (https://mybk.hcmut.edu.vn/stinfo/)  /I  kiểm tra thì lúc này em lại không thấy những môn em vừa được chuyển điểm nữa:. . (2021-02-05_16-10.png). . . . Vậy PĐT cho em hỏi rốt cuộc là tại sao em vẫn không thể đăng ký được môn   I Luận văn tốt nghiệp KHMT (CO4313)  /I  vậy ạ?. . . . Kính mong PĐT sớm trả lời thắc mắc của em. Em xin cảm ơn!. .",
            "Chào bạn,. . . . Hiện tại còn đợt 5 DKMH dành cho các môn luận văn/TTTN/ĐCLV, bạn vào đăng kí lại. Sau đợt 5 nếu đăng kí vẫn không được thì liên hệ trực tiếp PDT hoặc phản hồi lên BKSI  nha.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Cho em đk môn học vì đăng ký trễ nên hết lớp. . [full_name] ([student_id]) . . Giải tích 2 (MT1005) . . [full_name] 2 (PH1005)",
            "đã bổ sung môn học. . TKB sẽ cập nhật sau. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính gửi thầy cô.. . Em tên là [full_name], mssv [student_id], là sinh viên khoa Cơ khí.. . Hôm nay 22/02/2021 theo lịch em đăng ký môn học giáo dục thể chất. Nhưng khi vào đăng ký em lại thấy tất cả các môn học thể chất đều có nhóm lớp là L nhưng cơ sở học lại là cơ sở 1. Vì vậy em không đăng ký học được do bị lỗi không đủ thời gian giãn cách giữa 2 cơ sở. . . Mong thầy cô sớm cập nhật lại để em kịp thời đăng ký trước khi hết slot. . . Em xin cảm ơn.",
            "Em đã đk môn PE1019 nhóm L07. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em chào thầy/cô, em có thắc mắc như sau:. .  - Em đã nộp chứng chỉ TOEIC 700 vào 2 năm trước, nhưng hiện nay chứng chỉ đã hết hạn (tháng 01/2019 - 01/2021). Như vậy em có cần phải thi lấy chứng chỉ TOEIC lại để được tốt nghiệp ra trường không ạ?",
            "Chào bạn,. . Không cần bổ sung lại nhé bạn, căn cứ vào thời điểm đăng ký nộp chứng chỉ online còn hạn là được.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Chào Ban giám hiệu. . . . ﻿Nếu trong 1 học kì em chỉ đăng kí mỗi 1 môn học trong học kì dự thính, kì chính ko có thời khóa biểu hoặc nếu học kì chính em chỉ đăng kí  mỗi môn giáo dục thể chất thì có bị tước quyền sinh viên không ạ. . ﻿. . ﻿Em cám ơn",
            "Chào bạn,. . . . Bạn có đăng kí môn học là được không bị tạm dừng nha bạn.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Dạ cho em hỏi về việc rút LVTN học kì 202, nếu em rút LVTN vào tuần đầu của học kì (22/02/2021 - 28/02/2021) thì có không tính học phí không ạ ?. . Em xin chân thành cảm ơn.",
            "Chào bạn,. . Rút môn học là có tính học phí nhé bạn.. . Bạn vui lòng xem quy định rút MH tại đây:. . http://aao.hcmut.edu.vn/ sinh viên/quy chế-quy định/học vụ/ Quy chế đào tạo và học vụ bậc đại học, cao đẳng:/Điều 11. Hủy, rút môn học"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . cho em hỏi là em đăng ký môn học Đồ án cấp thoát nước trong công trình(CI3209) đợt 1 và đợt 2 vẫn có trong danh sách đăng ký,nhưng trong đợt 3 và đợt 4 thì không còn trong danh sách đăng ký nữa,trong khi đó lý do được ghi là không đủ thời gian di chuyển giữa 2 cơ sở,e nghĩ là môn Đồ án thời gian là do giáo viên sắp xếp,do e nghĩ đợt 2 vẫn còn nên không để ý đến đợt 3 và đợt 4,nên mong phòng đào tạo xem xét vì môn đó là môn để có thể đi thực tập ạ.Em xin cảm ơn.",
            "bạn đã đk môn"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học .  Chào Thầy Cô,. .  Thầy Cô cho con hỏi là con phải làm sao để có thể xin phòng đạo tạo mở thêm tỉ số của lớp Cầu lông ạ.. .  Con cảm ơn. Chúc Thầy Cô có một ngày làm việc vui vẻ ạ.. .",
            "Chào bạn,. . . . Các môn GDTC Phòng Đào Tạo mở sỉ số tối đa không tăng được nữa nha bạn.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Dạ em chào thầy/cô, em có đăng kí xin phúc tra bài thi môn Kết cấu Thép 1 (CI3009) vào ngày 1/2 nhưng đến nay em vẫn chưa nhận được kết quả phúc tra ạ. Thầy/cô cho em hỏi khi nào em mới có kết quả phúc tra vậy ạ? Em cảm ơn thầy/cô nhiều ạ",
            "Chào bạn,. . . .  Hiện tại Phòng đào tạo của trường đã gởi Phiếu Phúc tra về Khoa.. . . .  Khi nào Phòng nhận được kết quả phản hồi từ CBGD → Kết quả  Phúc tra sẽ cập nhật online.. . . .  . . . . Trân trọng."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . -Em tên là Đỗ  Minh Phúc Mssv [student_id].. . -Dạ thưa PĐT,lúc đầu em đăng kí môn anh văn 4a (LA1043) là vào lớp DT21 nhưng do bị lỗi nên em không được xếp lớp, em đã gửi yêu cầu trên BKSI để được bổ sung môn học. PĐT đã giúp em bổ sung vào lớp DT19 nhưng thời khoá biểu của lớp Dt19 không phù hợp với em vì thời gian lên LAB và đi làm thêm của em bị trùng.. . -Em mong PĐT xếp em vào lớp DT21 môn anh văn 4a LA1043.Em cảm ơn PĐT !",
            "Môn học ko thỏa điều kiện học trước LA1041 hoặc LA1007. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em xin chào thầy/cô:. .     Em là sv năm 3. vào cuối kì 201 e có thi kì thi toeic định kì trong trường và được kết quả là 570 điểm. Theo chuẩn anh văn năm 3 của khóa K18 tụi em là 500 điểm. Thầy/cô cho e hỏi là e có được xét duyết là qua chuẩn năm 3 để đăng kí môn chuyên ngành của năm 4 chưa ạ. Hay cuối kì 202 này e phải đk thi anh văn tập trung trong trường và phải qua 500 mới được đang kí ạ. . . Em cảm ơn quý thầy/cô đã đọc ạ.",
            "Chào bạn. . Bạn đã pass chuẩn anh văn sau năm 3 rồi nghen. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ .   I Cho em hỏi trong học kì 202 này đợt chuyển điểm av đã kết thúc vậy khi nào đợt mới mở ạ.",
            "Chào bạn. . Bạn có CCNN thì cứ nộp và đăng ký chuyển điểm bình thường, pdt sẽ cố gắng lấy dữ liệu của sinh viên. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học .",
            "Đăng ký môn học. . - Chào quý thầy cô !. . - Em có 2 vấn đề cần giải đáp mong thầy cô giúp đỡ :. . + 1 là bị hủy đăng kí tiểu luân văn tốt nghiệp 260663 .trên kết quả đăng kí môn học không ghi rõ lý do e bị hủy 'hủy kết quả vì không đủ đ/kiện ' không rõ là tín chỉ hay công tác xã hội . em đã tự tìm hiểu và e thấy mình đã đủ rồi mong thầy cô xem xét lại .. . + 2 là môn học anh văn em đã bị hủy vì chỉ số lớp không đủ .liệu đọt 5 em có được đăng kí học không ạ !. . =  em xin cám ơn quý thầy cô !  B   /B",
            "Đăng ký môn học . Đăng ký môn học. . - Chào quý thầy cô !. . - Em có 2 vấn đề cần giải đáp mong thầy cô giúp đỡ :. . + 1 là bị hủy đăng kí tiểu luân văn tốt nghiệp 260663 .trên kết quả đăng kí môn học không ghi rõ lý do e bị hủy 'hủy kết quả vì không đủ đ/kiện ' không rõ là tín chỉ hay công tác xã hội . em đã tự tìm hiểu và e thấy mình đã đủ rồi mong thầy cô xem xét lại .. . + 2 là môn học anh văn em đã bị hủy vì chỉ số lớp không đủ .liệu đọt 5 em có được đăng kí học không ạ !. . =  em xin cám ơn quý thầy cô !  B   /B"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em là [full_name]: [student_id]. Em muốn xin được tham gia lớp học thông gió CI3131. Em mong phòng đào tạo tạo điều kiện để em được tham gia lớp học này. Em xin chân thành cảm ơn",
            "đã bổ sung. . TKB sẽ cập nhật sau. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Chào thầy(cô),. . Em cần file pdf của bảng điểm để nộp hồ sơ xin học bổng nhưng không biết lấy file như thế nào, mong nhận được sự giúp đỡ!. . Em xin cảm ơn,. . Trân trọng!. . [full_name]. .",
            "Chào bạn,. . Bạn có thể tự scan bảng điểm đã đăng in từ mybk/In BD của Phòng Đào tạo (bản giấy có chữ ký và đóng dấu). . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Xin chào thầy cô, trong đợt đăng kí môn học vừa qua em đã đăng kí môn học ở đợt 1, không biết là do ai đã xoá hết tất cả các môn học mà em đăng kí nên em đã không có tkb để học, em soạn thư này mong thầy cô có thể cho em thêm một slot đăng kí môn học Vật lí bán dẫn, còn những môn học còn lại thì em sẽ đăng kí ở đợt dự thính sau ạ.Em mong thầy cô giúp đỡ, em xin chân thành cảm ơn!!!. . Môn học muốn đăng kí: Vật lí bán dẫn. . [full_name]: EE1007",
            "[full_name]1007 nhóm [full_name]. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ do vấn đề tài chính của gia đình, em sợ không có khả năng đóng tiền học kỳ tiếp theo nên em đăng ký môn trễ ạ.. . Em rất muốn tiếp tục được học ở học kỳ tiếp theo ạ, em mong trường xem xét cho em đăng môn học lại. Em sẽ nỗ lực để không phụ lòng ba mẹ và nhà trường đã cho em cơ hội được học tiếp ạ. . Em cảm ơn.",
            "bạn cung cấp môn cần bổ sung. .",
            "Dạ các môn là:. . Vật lý 2. . Giải tích 2. . Vẽ kỹ thuật bảo dưỡng. . Đại số tuyến tính . . Thí nghiệm vật lý",
            "cung cấp mã môn học",
            ". . Vật Lý 2: PH1005. . Giải tích 2: MT1005. . Vẽ kỹ thuật bảo dưỡng: IU1003. . Đại số tuyến tính: MT1007. . Thí nghiệm vật lý: PH1007",
            "môn học đã được bổ sung. . TKB sẽ cập nhật lại sau. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính gửi phòng đào tạo.. . Hiện tại em đang là sinh viên K18, em muốn đăng ký môn bơi ở cơ sở 1.. . Em muốn hỏi có cách nào để mở lớp học bơi tại cơ sở 1 cho đại trà không?. . Em xin cảm ơn.",
            "em đk online"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em đã đăng ký môn học học kỳ II(2020-2021) tổng cộng 14 chỉ có thời khoá biểu trong Thông tin sinh viên(em học hệ VHVL đăng ký môn học chính qui chuyển hệ) Nhưng cho đến hiện tại trên BKEL lại không xuất hiện các môn học kì II(không xuất hiện cả học kì II luôn) Mà nhà trường thông báo là tuần 0 các thầy cô phổ biến nội dung các môn học trên BKEL. Bây giờ em hoang mang quá. Kính mong các thầy/cô phòng đạo tạo hỗ trợ em vấn đề này. . . Em cám ơn ạ. Chúc thầy/cô năm mới vạn sự như ý"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em muốn hỏi là em đang là sinh viên năm 4 theo chương trình đào tạo nhưng em chưa hoàn thành giáo dục thể chất 2 và 3 theo yêu cầu, vậy em phải làm thế nào để đăng ký môn học được ạ",
            "Chào bạn,. . . . Bạn vui lòng xem thông báo môn GDTC có cập nhật trên web PDT  http://www.aao.hcmut.edu.vn/image/data/CTDT/thay_doi_mon_hoc_gdtc.pdf.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . chào cô.. . học kỳ này em có đăng kí môn CI4125(tổ chức thi công) và môn song hành CI4127 ( ĐAMH tổ chức thi công). vì môn CI4125 không mở lớp nên môn sonh hành  CI4127  đã bị pdt xóa. em đã liên hệ thầy ([full_name]) và thầy đã nhận dạy  lớp dự thính môn CI4125 và em đã đăng kí dự thính môn đó . . . em xin pdt có thể đăng kí cho em  lớp CI4127- đồ án tổ chức thi công( môn song hành) để em có thể kết thúc môn họckỳ này, vì nếu em không học môn này học kỳ này thì sẽ trễ 1 năm .mong pdt xem xét. .  Em chân thành cảm ơn",
            "khi nào em đk được thành công , có tkb môn CI4025 thì làm đơn đk môn CI4027 có xác nhận của giáo viên. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ các môn là:. . Vật lý 2. . Giải tích 2. . Vẽ kỹ thuật bảo dưỡng. . Đại số tuyến tính. . Thí nghiệm vật lý",
            "cung cấp mã số môn học",
            "Vật lý 2: PH1006. .  Giải tích 2: MT1005. .  Vẽ kỹ thuật bảo dưỡng: IU1003. .  Đại số tuyến tính: MT1007. .  Thí nghiệm vật lý: PH1007. .",
            "Vật Lý 2: PH1005 ạ . . Giải tích 2: MT1005. . Vẽ kỹ thuật bảo dưỡng: IU1003. . Đại số tuyến tính: MT1007. . Thí nghiệm vật lý: PH1007",
            "PH1005 hết chỗ",
            "Đăng ký môn học . Dạ do vấn đề tài chính của gia đình, em sợ không có khả năng đóng tiền học kỳ tiếp theo nên em đăng ký môn trễ ạ.. . Em rất muốn tiếp tục được học ở học kỳ tiếp theo ạ, em mong trường xem xét cho em đăng môn học lại. Em sẽ nỗ lực để không phụ lòng ba mẹ và nhà trường đã cho em cơ hội được học tiếp ạ.. . Dạ các môn đăng ký là:. . Vật lý 2. . Giải tích 2. . Vẽ kỹ thuật bảo dưỡng. . Đại số tuyến tính . . Thí nghiệm vật lý. . Em cảm ơn.",
            "cung cấp mã môn học",
            ". . Vật Lý 2: PH1005 ạ. . Giải tích 2: MT1005. . Vẽ kỹ thuật bảo dưỡng: IU1003. . Đại số tuyến tính: MT1007. . Thí nghiệm vật lý: PH1007"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em chào thầy cô. Với tình hình lịch của trường bị thay đổi như hiện nay do dịch bệnh thì lịch xét tốt nghiệp đợt tháng 4 của trường sẽ như thế nào ạ. Mong thầy cô cho em thông tin.. . . . Em cảm ơn thầy cô.",
            "Chào bạn,. . Hiện tại chưa có thông tin gì về việc thay đổi của lịch tốt nghiệp tháng 4/2021 nhé.. . Bạn vui lòng theo dõi lịch tốt nghiệp tại đây:. . http://www.aao.hcmut.edu.vn/Lịch học vụ/Lịch tốt nghiệp"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em chào Thầy[full_name]. . Hôm nay em có đăng ký nộp bảng điểm Toeic và có bấm xét miễn điểm. Nhưng do ban đầu em bấm nhầm chỉ chuyển av 2 và 3 ( phí 100k ). Em đã bấm huỷ. Và bấm xét miễn lại av 1,2 và 3 (phí 150k). Em đã thanh toán 150k rồi ạ. Nhưng trên bkpay vẫn còn hiện phí 100k chưa thanh toán. Thầy/cô có thể giúp em xoá mục đó đi được không à vì em đã huỷ rồi ạ.. . Em cảm ơn.",
            "Chào bạn,. . Đã hủy trên bkpay cho bạn nhé!. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Về việc nhầm mã số của Đồ án môn học . Em xin kính chào nhà trường ạ!. . Em tên là [full_name]. MSSV: [student_id], học tại chương trình Kỹ sư tài năng chuyên ngành Kỹ thuật điều khiển và Tự động hóa, khoa Điện-Điện tử.. . Em xin hỏi trường về vấn đề của em đó là: Em thuộc chuyên ngành \"Kỹ thuật Điều khiển và Tự động hóa\", nhưng không biết vì lý do gì (do em lúc đăng ký môn học hay do phần mềm,...) mà đồ án của em kỳ tới em lại được sắp là đồ án của chuyên ngành \"Kỹ thuật điện, điện tử\" (EE3061) - Đáng lẽ ra phải là đồ án chuyên ngành Kỹ thuật điều khiển và Tự động hóa (EE3149)..... . Em viết yêu cầu này kính xin khẩn cầu trường có thể sửa lại Đồ án đúng với chuyên ngành của em - Đó là đồ án của chuyên ngành \"Kỹ thuật Điều khiển và Tự động hóa\" (EE3149) ạ.... . Em xin trường có thể giúp đỡ em ạ!.... . . .",
            "Đã đổi lại mã : EE3149 nhóm A04.. . Em lưu ý, mình tự đk môn học sai thì phải chịu trách nhiệm, đừng đỗ lỗi cho Phần mềm hay hệ thống nào cả.. . Môn học là mình tự đăng ký chứ hệ thống có tự đk cho em đâu. . Lần sau sẽ không giải quyết. . Thân",
            "li answer rate: Answer suits the needs / Câu trả lời đúng ý"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . PĐT cho em hỏi là khi em chuyển hệ em có được rút bằng tốt nghiệp THPT để nộp sang hệ VHVL không ạ,tại vì hồi năm nhất em có lỡ nộp bản sao y và bản chính cho pđt rồi ạ.Hiện tại em không còn bằng tốt nghiệp THPT để nộp. Em xin cảm ơn!",
            "Em tới PĐT nhà A1 xin lại bản gốc nhé. nếu như trong hồ sơ có bản sao và bản gốc thì sẽ trả bản gốc lại"
        ]
    },
    {
        "intent": "",
        "message": [
            "[full_name]. .   i Yêu cầu khác . Hôm nay sau khi PĐT đã solved cho em 2 request về môn học thì hiện tại em đã đăng kí 2 môn đó là [full_name] và môn học [full_name] HẠN ME3025 nên em xin phép PĐT hủy 1 môn học đó là môn [full_name] và giữ lại môn [full_name] HẠN ME3025 ạ.",
            "đã hủy,. . TKB sẽ cập nhật lại sau"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Kính gửi pdt. Em hiện đã hoàn thành chương trình đào tạo theo chương trình K18 và đang trong thời gian chờ nhận bằng nhưng chưa đến đợt tốt nghiệp . Hiện tại em muốn xin giấy xác nhận không nợ môn và đã hoàn thành chương trình đào tạo để bổ xung hồ sơ xin việc thì có được không hay phải chờ đến đợt đăng kí tốt nghiệp, nếu được thì thủ tục in và mẫu đơn ở đâu. Mong pdt giải đáp và phản hồi sớm vì em đang rất cần giấy tờ này.",
            "Chào bạn,. . Bạn vui lòng xem lịch trình tốt nghiệp và cấp giấy xác nhận tốt nghiệp tạm thời tại đây nhé:. . http://aao.hcmut.edu.vn/Lịch học vụ/Lịch tốt nghiệp. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em chào thầy cô ạ,. . Thầy/cô cho em hỏi là kì 202 này, em đăng ký dự thính thể dục rồi vậy thì em có cần đăng ký thêm ở đợt bổ sung lần này không ạ, em đã qua được 2 môn gdtc rồi ạ.. . Mong thầy/cô phản hồi, em cảm ơn nhiều ạ.",
            "Chào bạn,. . . . Nếu bạn đã hoàn thành xong 3 môn GDTC bạn không cần đăng kí nữa vẫn được nha bạn.. . . . Thân"
        ]
    }
]