[
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em chào thầy/cô. Vào lúc 17h00 em vào kiểm tra đăng kí môn học thì phát hiện các bạn học lớp L01/L05 mã môn CO2003 đã chuyển đi các lớp khác khiến sĩ số lớp chỉ còn là 6/40. Nhưng do lỗi hiển thị trên trang đăng kí môn học nên em nhìn sai sĩ số và không đổi lớp khác kịp. Không biết lớp ít sinh viên vậy thì em có được chuyển vào các nhóm lớp khác không ạ hay là em sẽ bị hủy luôn môn học này. Mong phòng đào tạo có thể xếp em học lớp khác để để em có thể học kịp tiến độ với chương trình của mình",
            "Chào bạn,. . . . Còn đợt 4 dkmh bổ sung, bạn  kiểm tra mail để biết thời gian DKMH nha.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Chào quý thầy/cô. . Em là sinh viên hệ VHVL (2019, đợt 2). Khoa Điện-Điện tử, ngành Tự Động Hoá. Em có thắc mắc về chương trình đào tạo của hệ VHVL. Khi nhập học chưa có chương trình đào tạo của khoá 2019, nên em có tham khảo chương trình đào tạo khoá 2018 (142 tín chỉ). Nay khoá 2019 đã có chương trình đào tạo (132 tín chỉ).. . Vậy em sẽ dựa theo chương trình đào tạo của khoá 2018 hay khoá 2019.. . Mong quý thầy/cô phản hồi sớm giúp em, để em có thể đăng ký môn học cho đúng với chương trình đào tạo.. . Em cảm ơn quý thầy/cô nhiều. . . . Thanks and Best Regards!",
            "Bạn học theo CTDT Khóa 2017 hệ CQ. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Cho em hỏi là em có thể cải thiện điểm một môn học bằng môn tương đương có được không ạ? Tại em được biết là môn tương đương sẽ không tính vào điểm trung bình tích lũy, nhưng sau khi đạt môn tương đương thì điểm của môn học gốc thành điểm MT (đạt nhưng không tính vào trung bình tích lũy), vậy có cơ hội để nâng điểm tbtl bằng cách học môn tương đương không? Em cảm ơn!",
            "Chào bạn,. . . . Bạn muốn cải thiện điểm thì phải cải thiện đúng mã số môn học trong chương trình đào tạo của mình, không cải thiện môn tương đương nha.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ thưa thầy/ cô. . . . Em tên là: [full_name], mã số sinh viên [student_id]. Hiện đang học tại khoa Khoa học & Kĩ thuật Máy tính.. . . . Vào đợt đăng ký môn học đợt 3, do chủ quan và không cẩn thận nên em đã đăng ký cả 2 môn tự chọn trong cùng 1 nhóm (chỉ cần học 1 môn) nhưng khi còn đang suy nghĩ nên xóa môn nào thì đợt đăng ký môn học đã đóng lại mất rồi. . . Vì vậy, em muốn hỏi là liệu Phòng đào tạo có thể mở gia hạn đợt đăng ký môn học này để em có thể sửa chữa sai lầm này được không ạ? Dù cho kết quả có thế nào thì em vẫn xin tôn trọng quyết định của Phòng đào tạo ạ.  . . . . Dạ em xin cám ơn.. . Chúc một ngày tốt lành.. . . . [full_name]. .",
            "Chào bạn,. . . . Đã hết thời gian huỷ môn học rồi bạn.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]  /b \t[full_name] [full_name] [full_name] [full_name]   i Đăng ký môn học  /i [full_name] [full_name] [full_name] [full_name] Kính chào Phòng Đào tạo[full_name] [full_name] là [full_name] mssv[student_id] [full_name] Đợt đăng kí môn học vừa qua em đã lỡ đăng kia nhầm mã môn Vật liệu xây dựng CI2037[full_name] [full_name] kính mong Phòng đào tạo xóa môn đó giúp em vì sự nhầm lẫn đó và phần là thời gian của em không thể học nó[full_name] Mong phòng đào tạo xóa môn đó giúp em[full_name] [full_name][full_name]chân thành cảm ơn PĐT",
            "Chào bạn,. . . . Đã hết thời gian huỷ môn học rồi bạn.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: 1511389  /b \t. . . .   i Học vụ . Kính chào quý thầy cô Phòng Đào Tạo. . Em tên Hứa Tấn Hưng, MSSV 1511389, Sinh Viên Khoa Điện, Chuyên ngành Tự Động Hoá.. . (Vì lý do chủ quan cá nhân hiện tại em không ở TpHCM nên em không đến trực tiếp PĐT để trao đổi được,do đó nội dung có phần hơi dài dòng, rất mong quý thầy cô thông cảm). . Thời gian qua vì lý do sức khoẻ nên em đã làm đơn tạm dừng HK1(2020-2021) và đã được phê duyệt theo 432/QĐ-ĐHBK-ĐT ngày 04/12/20. . Hiện tại thì sức khoẻ em đã ổn định hơn nhiều, nên em mong muốn được ĐKMH kế tiếp vào HK2(2020-2021) để kết thúc LVTN và tranh thủ ra trường.. . Nhưng vì cá nhân chủ quan nên em không hề biết đến quy định \"Thu Nhận Lại sau khi Tạm Dừng\" em rất xin lỗi về sự thiếu sót này.. . Đến đợt ĐKMH lần này em mới thắc mắc em đăng kí môn học nhưng lại ko có kết quả thì em mới phát hiện ra vấn đề này :(. . *Hiện tại em đã chuẩn bị hồ sơ \"Thu nhận lại\" gồm :. . a. Bản sao bằng tốt nghiệp THPT. . b. Kết quả thi AV trên 250 (cho em hỏi em có thể thay thế bằng Giấy Chứng Nhận Toeic 500 còn hạn được không ạ?). . c. Hoàn Thành Học Phí (Em đã hoàn thành rồi và in từ trang web BKPAY). . *Các câu hỏi em thắc mắc:. . 1. Sau khi em được \"Thu Nhận lại\" thì em có thể đăng kí LVTN ở đợt cuối ngày(22/01-28/01/2021) nhưng LVTN chỉ có 9 chỉ, và các đợt ĐKMH đã qua mất thì em có thể đăng kí thêm được không ạ?. . 2. Vì hiện tại em phát hiện vấn đề khá muộn nên là em không ở TpHCM trực tiếp nộp hồ sơ \"Thu nhận lại\", em có thể gửi hồ sơ kèm CMND+ Thẻ SV cho bạn nộp dùm em được không ạ?. . Em rất xin lỗi vì nội dung thư khá dài, nhưng vì em đang lo lắng nên rất mong quý thầy cô hỗ trợ từ xa giúp em.. . Em xin chân thành cảm ơn!. . Hưng. .",
            "Chào bạn. . Bạn có thể nhờ bạn của bạn đến nộp đơn thu nhận lại. . - Sau khi có quyết định thu nhận lại, pdt sẽ hướng dẫn cho bạn dkmh. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em tên là [full_name], MSSV [student_id]. Em xin phép được thêm vô lớp kinh tế chính trị (SP1033) lớp L10. Lý do là vào lúc đăng kí môn học học kỳ 202 em đã đăng ký không kịp và lớp đã hết chỗ. Xin phòng đào tạo xét duyệt dùm em ạ.. . Em xin cảm ơn ạ.",
            "Chào bạn,. . . . Tất cả các môn học PDT đã tăng đến sỉ số tối đa rồi không tăng được nữa nha bạn.. . . . Bạn đợi đăng kí môn học dự thính 202 sắp tới đăng kí nha.. . . . Thân. .",
            "Đăng ký môn học . Em tên [full_name], MSSV [student_id]. Em xin phép được thêm vào lớp kinh tế chính trị (SP1033) lớp L10 ạ. Lý do là em đã đăng ký không kịp ở kỳ đăng ký môn 202 và lớp đã hết chỗ, em đã xin gia tăng sĩ số nhưng vẫn chưa được ạ. Xin phòng đào tạo xét duyệt dùm em. Em cảm ơn ạ!. .",
            "Chào bạn,. . . . Tất cả các môn học PDT đã tăng đến sỉ số tối đa rồi không tăng được nữa nha bạn.. . . . Bạn đợi đăng kí môn học dự thính 202 sắp tới đăng kí nha.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em chào thầy cô,. . Em mới nhận mail của trường về việc chuẩn anh văn ra trường mới.. . Em là sinh viên K2016, em đã thi lấy bằng toeic 515 điểm và đã chuyển điểm vào tháng 8/2020. . . Em dự kiến sẽ tốt nghiệp vào tháng 11/2021.. . Thầy cô cho em hỏi với quy định chuẩn anh văn mới, thì em có cần phải thi lại toeic không ?. . Em cảm ơn.",
            "Chào bạn,. . Bạn vui lòng xem quy định về chuẩn tốt nghiệp của bạn tại đây là chính xác nhé:. . http://aao.hcmut.edu.vn/ sinh viên/quy chế-quy định/học vụ/ Quy chế đào tạo và học vụ bậc đại học, cao đẳng:/Phụ lục 1: Quy định về ngoại ngữ (áp dụng cho các chương trình giảng dạy bằng tiếng Việt)/3.   Chuẩn tiếng Anh khi nhận Luận văn tốt nghiệp (LVTN) và khi tốt nghiệp. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Xin chào Thầy / Cô!. . Em tên [full_name]. MSSV 171205. Tình hình hiện trạng của em là như thế này, trong đợt đăng kí môn học này em không đăng ký được môn học do thiếu điều kiện anh văn. Em rất mong muốn được học tiếp tục, thầy/ cô có thể giúp em đăng kí môn và cam kết nộp anh văn trong học kỳ được không ạ. Em xin cam kết viết đơn và chịu hủy môn học vào cuối kỳ khi chưa hoàn thành anh văn. Em cảm ơn thầy/cô rất nhiều! Mong Thầy/cô Giúp em với ạ, vì học kỳ này em không đăng ký học kỳ sau sẽ không đủ sĩ số để mở lớp lại nữa, em sẽ bị trễ thêm vài học kì nữa! Em khẩn thiết xin nhà trường giúp em với ạ! . .",
            "Chào bạn,. . . . Còn đợt 4 dkmh bổ sung, bạn thường xuyên kiểm tra mail để biết thời gian DKMH nha.. . . . Thân. .",
            "Dạ em chào Cô!. . . . Còn về việc anh văn của em sao vậy cô, do em đăng ký 3 lần trước bị xóa ạ! Mong cô giúp em với ạ, em cảm ơn cô nhiều ạ!",
            "Chào bạn,. . . . Bạn đạt chuẩn anh văn sau các năm mới DKMH được.. . . . Thân",
            "Dạ em chào Cô!. . Dạ ý em là xin làm cam kết vừa học vừa nộp chuẩn anh văn được không cô, em trễ quá rồi. Xin cô giúp em với ạ! Em cảm ơn cô nhiều ạ!",
            "Chào bạn,. . . . Đó là qui định của nhà trường, rất tiếc tôi không giúp bạn được.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ chào phòng đào tạo, em là sinh viên k19 đợt vừa rồi em thi kiểm tra anh văn do trường tổ chức với số điểm 380đ thì cho em hỏi em có được học anh văn 3A không ạ? Em đã đăng kí môn anh văn 3A nếu không được thì đợt 4 vẫn có thể đăng kí lại môn anh văn theo nhu cầu đúng không? Mong nhận được phản hồi",
            "Chào bạn. . - Muốn đăng ký anh văn 3A thì phải đạt anh văn 2A hoặc anh văn 2. . Sinh viên học đạt môn Anh văn 1A, 2A, 3A, 4A sẽ được miễn môn AV1, AV2, AV3, AV4 tương ứng, xét đạt các chuẩn tiếng Anh sau mỗi năm học.. . Ngoài ra, Sinh viên có thể nộp CCNN tiếng Anh quốc tế để chuyển điểm AV1, AV2, AV3, AV4 nhằm đạt điểm cao hơn (nếu cần).. .       Để tìm hiểu thêm thông tin chi tiết, các bạn sinh viên vui lòng tham khảo nội dung trong link sau đây: http://www.bkenglish.edu.vn/lop-anh-van-theo-nhu-ca.html. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính gửi phòng đào tạo. . Em là [full_name] thuộc lớp Hữu Cơ K19 MSSV [student_id]. . Cho em xin hỏi thủ tục hủy môn học quá thời hạn đăng ký làm sao ạ, vì có môn con người và môi trường em muốn hủy nhưng thời gian đăng ký môn trùng vào lịch thi nên em không để ý , quên mất thời hạn vừa hết ngay chiều nay, em muốn hủy môn con người và môi trường ạ, mong phòng đào tạo hủy giúp em ạ, vì giờ em quá hơn 20 chỉ rồi , em không kham nổi trong 1 học kỳ.. . . .       Kính gửi                        . . . .",
            "Chào bạn,. . Hiện tại đã hết thời gian hủy môn học, bạn vui lòng đợi mail thông báo về việc rút môn học nhé.. . Xem quy định về rút MH tại đây:. . http://aao.hcmut.edu.vn/ sinh viên/quy chế-quy định/học vụ/ Quy chế đào tạo và học vụ bậc đại học, cao đẳng:/Điều 11. Hủy, rút môn học. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Cho em hỏi là phòng đào tạo có mở lịch đăng ký môn học đợt 4 không ạ?",
            "Chào bạn,. . . . PDT có đã gởi mail thời gian đăng kí đợt bổ sung. Bạn vui lòng kiểm tra mail.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV[full_name] [student_id]  /b \t. . . .   i Đăng ký môn học . Chào Thầy/Cô.. . Em tên là[full_name] [full_name]. . MSSV[full_name] [student_id]. Hệ VHVL. . Học kỳ này em đã rất cố gắng để đăng ký môn [full_name] Thuật Siêu Cao Tần (EE3025) (Đăng ký môn học học kỳ 2 Chính Quy- Đợt 3 Chuyển hệ) nhưng không được vì đã full hết các lớp (đợt 2 và đợt 3). . Thầy/cô có thể giúp em đăng ký môn này vào nhóm A04 không ạ. (vì sau khi kết thúc đợt 3 thì lớp này chỉ còn 79/80).. . Em mong thầy/cô giúp đỡ em ạ. Vì nếu không học được ở học kỳ này thì em sẽ ra trường muộn 1 năm mất.. . Em xin cám ơn thầy/cô.",
            "Em xem lịch đk vào ngày 02/02, nếu còn sĩ số thì đăng ký online. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác:",
            "Chào bạn,. . Vui lòng trình bày rõ nội dung câu hỏi!. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em là [full_name] (MSSV: [student_id]), hiện đang theo học song song 2 chương trình: Kỹ sư tài năng ngành Khoa học máy tính & liên thông Thạc sĩ ngành Khoa học máy tính. . . . . Em muốn hỏi PĐT là không biết tại sao em đăng ký môn học bình thường nhưng cứ mỗi lần qua đợt đăng ký mới thì môn Luận văn tốt nghiệp (khmt) - CO4313 đều bị mất. Khi em kiểm tra lịch sử đăng ký thì hệ thống chỉ báo em không đủ điều kiện nhận luận văn tốt nghiệp mà không có thêm thông tin chi tiết gì thêm.. . Mặt khác, từ lâu em đã kiểm tra là các điều kiện nhận luận văn tốt nghiệp của em đều đã thỏa mãn trừ việc số Tín chỉ tích lũy của em tính cho tới HK193 là 118 (tín chỉ yêu cầu nhận luận văn của khoa em là 119).. . Tuy nhiên, trong học kỳ HK201 em không học môn nào ở bậc đào tạo đại học mà chỉ học 4 môn ở bậc đào tạo liên thông thạc sĩ (tổng cộng 12 chỉ). Cả 4 môn này đều trong diện được chuyển điểm xuống các môn tương đương ở bậc đại học và em đã nộp đơn xin chuyển điểm cho PĐT SĐH vào hôm 13/01/2021.. . Vậy cho em hỏi là liệu em có cần phải làm thêm thủ tục, giấy tờ gì để đủ điều kiện nhận LVTN không ạ?",
            "Chào bạn,. . . . Bạn hỏi xem PDT Sau đại học  đã chuyển điểm xuống PDT chưa?, nếu chuyển điểm kịp thì đợt 4 DKMH bạn vào đăng kí luận văn lại.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em chào thầy/cô ạ.. . Cho em hỏi là em có nợ anh văn 1 trong trường và sau khi thi anh văn do trường tổ chức thì em qua được anh văn 1,2,3 , vậy em có cần phải học lại anh văn 1 không ? Và việc pass anh văn và có điểm 4 anh văn thì cái nào mới được nhận đồ án hay 1 môn nào liên quan đến 4 anh văn không ?. . Em cám ơn thầy/cô đã trả lời những câu hỏi này giúp em.",
            "Chào bạn,. . Thứ nhất các môn AV 1,2,3,4 là môn học thuộc CTĐT của bạn, bạn có thể đăng ký học hoặc chuyển điểm.. . Việc thi anh văn định kỳ do trường tổ chức từng học kỳ, kết quả chỉ dùng để xét chuẩn tiếng Anh từng năm học, không xét miễn (qua môn AV1,2,3,4) . . Bạn vui lòng liên hệ thêm ở Khoa để tư vấn thêm về CTĐT cho bạn nhé.. . Vui lòng xem thêm quy định về NN tại đây:. . http://aao.hcmut.edu.vn/ sinh viên/quy chế-quy định/học vụ/ Quy chế đào tạo và học vụ bậc đại học, cao đẳng:/Phụ lục 1: Quy định về ngoại ngữ (áp dụng cho các chương trình giảng dạy bằng tiếng Việt)"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ em chào thầy cô, ngày 14/1/2021 là hạn ĐKMH nhưng em đi thi sát giờ hết hạn, em lỡ quên đăng ký môn AV LA1043, em xin thầy cô hỗ trợ em đăng ký môn học này vào nhóm lớp DT28 với ạ, em xin chân thành cảm ơn thầy cô.",
            "Chào bạn,. . . . Còn đợt 4 dkmh bổ sung, bạn  kiểm tra mail để biết thời gian DKMH nha.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em là sinh viên năm 4 còn nợ 1 môn vật lý 2. Nhưng khoa em từ năm k19 đã bỏ môn vật lý 2 rồi nên nhiều đợt đăng kí em đều bị xoá môn do lí do khoa không mở lớp. Em có nhờ bên khoa hỏi PĐT thì PĐT bảo đợi đợt đăng kí sau. Nhưng tới nay qua 3 đợt đăng kí rồi em vẫn chưa có lớp để học. Hiện tại em vẫn chưa đăng kí được môn nào trong kì tới. Mong PĐT giúp em xét duyệt vào lớp vật lý 2 để em có thể hoàn thành được môn học cuối cùng",
            "Chào bạn,. . . . Tất cả các môn học PDT đã tăng đến sỉ số tối đa rồi không tăng được nữa nha bạn.. . . . Bạn đợi đăng kí môn học dự thính 202 sắp tới đăng kí nha.. . . . Thân. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Em chào quý thầy cô, bạn [full_name] mã số sinh viên là [student_id], ngày 13/01/2021 bị cảm sốt mà ngày 14/01/2021 có môn thi cuối kỳ là môn Dung sai và Kỹ thuật đo. Đêm ngày 13 sáng ngày 14 bạn bị sốt cao hơn, có thể do phòng không đóng cửa sổ và còn bật quạt, nên sáng ngày nằm ngủ mê trên giường không thể đi thi được môn này. Mặc dù tối có uống thuốc nhưng uống đến trưa mới hạ sốt nhẹ. Quá trình sốt bạn chỉ ở trong phòng vì nghĩ sáng mình có thể đi thi được nhưng diễn biến không được tốt.. . Bạn nhờ em viết giùm câu hỏi để có thể xin làm đơn vắng thi có phép được không ạ?. . Hi vọng thầy/cô trả lời sớm ạ, em xin chân thành cảm ơn.",
            "Chào bạn,. . Bạn vui lòng xem quy định về trường hợp vắng thi cuối kỳ tại đây:. . http://aao.hcmut.edu.vn/ sinh viên/quy chế-quy định/học vụ/ Quy chế đào tạo và học vụ bậc đại học, cao đẳng:/Điều 17. Vắng thi, hoãn thi, cấm thi, miễn thi/17.2 Vắng thi có phép và hoãn thi. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Vắng thi cuối kỳ học kỳ 2/2019-2020 . . . Văn phòng hỗ trợ giúp em với. . . . Em bị trễ môn thi Thủy lực và Khí nén ngày 15/1/2020 do em bị trễ xe buýt . . . . Có cách nào để em có thể thi lại môn học không?. . . . Em rất cần sự giúp đỡ. . . . Em cảm ơn . .",
            "Chào bạn. . - Về quy định Vắng thi có phép và hoãn thi: Bạn vui lòng xem chi tiết tại trang web aao.hcmut.edu.vn--  sinh viên --  Quy chế --  Quy chế đào tạo và học vụ bậc đại học và cao đẳng -- Điều 17.2. . - Bạn liên hệ văn phòng đào tạo quốc tế để được tư vấn thêm nghen. . Chúc bạn học tập tốt nhé.. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . MT1005 -    Giải tích 2 - nhóm lớp: L17_L34. . MT1007 - Đại số tuyến tính - nhóm lớp: L08_L16. . . . Em rất cần học hai môn này trong kì này nhưng khi đăng kí đã hết chỗ. Xin PĐT cho em được học ạ, . . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ em chào thầy/cô PĐT,. . . . Thầy/cô cho em hỏi còn 1 đợt ĐKMH bổ sung nữa đúng không ạ?. . . . Em cảm ơn nhiều ạ!"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV: [student_id]  /b \t. . . .   i Đăng ký môn học . Trong đợt đăng kí môn học cho học kì 202, em có đăng kí Luận văn tốt nghiệp (Mã CO4313) nhưng lại đăng kí nhầm lớp CC01 của chương trình chất lượng cao thay vì lớp L01 của chương tình đại trà.. . Do bình thường khi đăng kí nhầm các lớp này đều sẽ hiện thông báo lỗi nhưng đến đơt kiểm tra kết quả đăng kí thì em vẫn thấy đăng kí thành công nên không để ý để kịp chỉnh sửa trong đợt Đăng kí môn học đợt 3.. . Em rất xin lỗi vì sự thiếu sót của mình khi không kiểm tra kĩ và mong nhà trường cho phép em chuyển phần đăng kí Luân văn tốt nghiệp về chương trình đại trà để em được làm luận văn trong kì sau.. . Em xin cảm ơn. .",
            "Chào bạn,. . . . PDT sẽ tự chuyển nhóm cho bạn.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Theo mục 15.4 chương III: Đánh giá kết quả học tập có ghi là:. .   /QUOTE Từ các khóa K2015 về sau, Trường ĐHBK cấp bảng điểm khi SV tốt nghiệp hoặc khi có yêu cầu. Thông tin trên bảng điểm như quy định trên với kết quả học tập được in theo chương trình đào tạo, một môn học xuất hiện một lần duy nhất với điểm số cao nhất (nếu SV học nhiều lần), các môn tích lũy thêm ngoài ngành đào tạo được in thành đề mục riêng. SV đã tốt nghiệp sẽ có thêm các thông tin về ngành/chuyên ngành tốt nghiệp, tên văn bằng được cấp, ĐTBTLN, số TCTLN và tên luận văn tốt nghiệp.. . . . Ngoài ra, Trường ĐHBK có thể cấp bảng điểm học kỳ khi có yêu cầu. Thông tin trên bảng điểm học kỳ như theo quy định trên với các kết quả học tập được in theo từng học kỳ.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Phòng đào tạo cho em hỏi mình còn đợt đăng ký môn học nào cho kỳ chính 202 nữa không ạ ? Em cám ơn PĐT ạ!"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: 1710614  /b \t. . Theo em đọc được trong mục 15.4, chương III: Đánh giá kết quả học tập của QUY CHẾ ĐÀO TẠO VÀ HỌC VỤ BẬC ĐẠI HỌC, CAO ĐẲNG có trích: . . \"Từ các khóa K2015 về sau, Trường ĐHBK cấp bảng điểm khi SV tốt nghiệp hoặc khi có yêu cầu. Thông tin trên bảng điểm như quy định trên với kết quả học tập được in theo chương trình đào tạo, một môn học xuất hiện một lần duy nhất với điểm số cao nhất (nếu SV học nhiều lần), các môn tích lũy thêm ngoài ngành đào tạo được in thành đề mục riêng. SV đã tốt nghiệp sẽ có thêm các thông tin về ngành/chuyên ngành tốt nghiệp, tên văn bằng được cấp, ĐTBTLN, số TCTLN và tên luận văn tốt nghiệp.. . . . Ngoài ra, Trường ĐHBK có thể cấp bảng điểm học kỳ khi có yêu cầu. Thông tin trên bảng điểm học kỳ như theo quy định trên với các kết quả học tập được in theo từng học kỳ.\". . . . Khi đăng kí in bảng điểm thì em nhận được bảng điểm học kì, cho em hỏi quy trình đăng kí in bảng điểm theo chương trình đào tạo ( như được miêu tả: \"Thông tin trên bảng điểm như quy định trên với kết quả học tập được in theo chương trình đào tạo, một môn học xuất hiện một lần duy nhất với điểm số cao nhất (nếu SV học nhiều lần), các môn tích lũy thêm ngoài ngành đào tạo được in thành đề mục riêng.\"). .",
            "QUOTE MSSV/MSGV: [student_id]    . . Theo em đọc được trong mục 15.4, chương III: Đánh giá kết quả học tập của [full_name], [full_name] ĐẲNG có trích:. . \"Từ các khóa K2015 về sau, Trường ĐHBK cấp bảng điểm khi SV tốt nghiệp hoặc khi có yêu cầu. Thông tin trên bảng điểm như quy định trên với kết quả học tập được in theo chương trình đào tạo, một môn học xuất hiện một lần duy nhất với điểm số cao nhất (nếu SV học nhiều lần), các môn tích lũy thêm ngoài ngành đào tạo được in thành đề mục riêng. SV đã tốt nghiệp sẽ có thêm các thông tin về ngành/chuyên ngành tốt nghiệp, tên văn bằng được cấp, ĐTBTLN, số TCTLN và tên luận văn tốt nghiệp.. . . . Ngoài ra, Trường ĐHBK có thể cấp bảng điểm học kỳ khi có yêu cầu. Thông tin trên bảng điểm học kỳ như theo quy định trên với các kết quả học tập được in theo từng học kỳ.\". . . . Khi đăng kí in bảng điểm ở dịch vụ mybk thì em nhận được bảng điểm học kì, cho em hỏi làm thế nào để đăng kí in bảng điểm theo chương trình đào tạo(như được miêu tả: \"Thông tin trên bảng điểm như quy định trên với kết quả học tập được in theo chương trình đào tạo, một môn học xuất hiện một lần duy nhất với điểm số cao nhất (nếu SV học nhiều lần), các môn tích lũy thêm ngoài ngành đào tạo được in thành đề mục riêng.\") . .   /QUOTE . .",
            "Chào bạn,. . . . Bạn vào dịch vụ in bảng điểm Mybk để in bảng điểm nha.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính chào Qúy Thầy Cô!. . . . Em biết đã hết thời gian đkmh nhưng sáng nay làm bài thi không tốt nên em muốn đăng ký bổ sung lớp   B CH2057 - Cơ sở vật liệu và ăn mòn  /B , có được không ạ.. . . . Mong quý Thầy Cô hướng dẫn giúp em ạ.. . Em xin cảm ơn ạ.. .",
            "Chào bạn,. . . . Còn đợt 4 dkmh bổ sung, bạn  kiểm tra mail để biết thời gian DKMH nha.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Em chào BKSI ạ. . . Em thi kiểm tra trình độ [full_name] là lần đầu tiên nhưng tại sao ở Hình 2 bên dứi bảo em là \"Lệ phí thi: 160.000đ\" trong khi Hình 1: \"(riêng sinh viên [full_name] thi lần đầu tiên được miễn phí)\". . Mong BKSI giải đáp thắc mắc của em.. . Cảm ơn BKSI.",
            "Chào bạn,. . bạn vào kiểm tra BKPay, không có khoản thanh toán lệ phí thi, lệ phí thi trên giao diện là giá chung cho các bạn, nếu được miễn phí dịch vụ tự động hậu kiểm không ghi nợ 160.000 lệ phí thi. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . MT1005 -    Giải tích 2 - nhóm lớp: L17_L34. . MT1007 - Đại số tuyến tính - nhóm lớp: L08_L16. . . . Em rất cần học hai môn này trong kì này nhưng khi đăng kí đã hết chỗ, kì dự thính em đã có kế hoạch học những môn khác nên xin PĐT cho em được học trong học kì chính này ạ. . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính gửi thầy/cô. . Em xin được hủy môn EE3087 và đăng kí môn EE2007 lớp A03_A03 ạ.. . Lý do vì môn này sắp đổi mã môn học nên em muốn tranh thủ học lại ạ.. . Xin thầy/cô giúp em với ạ, em xin cảm ơn.",
            "Đăng ký môn học. . . . Kính gửi thầy/cô. . Em xin được hủy môn EE3087 và đăng kí môn EE2007 lớp A03_A03 ạ.. . Lý do vì môn này sắp đổi mã môn học nên em muốn tranh thủ học lại ạ, và em cũng đi làm buổi tối nên thật sự em không còn thời gian học buổi tối nữa ạ.. . Xin thầy/cô giúp em với ạ, em xin cảm ơn.  /QUOTE . .",
            "Chào bạn,. . . . Hiện tại đã hết thời gian huỷ môn học rồi bạn. Còn đợt 4 dkmh bổ sung, bạn  kiểm tra mail để biết thời gian DKMH nha.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em sinh viên k15 do bị học trễ nên kì này em mới thực tập mà số chỉ tối đa là 14 em đã đăng kí 13 ko bit em có thể xin đăng kí thêm 1 môn ee2007 mạch điện tử dc ko ạ để kịp ra trường, nếu ko dc em có thể rút môn toán kỹ thuật ee1003 để đăng kí thay thế dc ko",
            "Chào bạn,. . . . Đã hết thời gian huỷ môn học nha bạn, bạn có thể đăng kí thêm tín chỉ vào học kỳ dự thính.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Kính thưa Phòng Đào tạo,. . . . Em vừa đăng ký chuyển điểm chứng chỉ ngoại ngữ thành điểm của 4 môn anh văn. Điểm đó được ghi nhận trong học kỳ 201. Vậy điểm trung bình học kỳ 201 của em có được tính bao gồm điểm 4 môn anh văn không ạ?. . . . Trân trọng.",
            "Chào bạn. . . . Cách tính điểm các môn chuyển điểm. . . . Các môn được xét chuyển điểm được ghi điểm vào mục điểm chuyển/bảo lưu trên bảng điểm, được tính vào Số tín chỉ tích lũy ngành và được tính vào Điểm trung bình tích lũy ngành, không ghi vào Điểm học kỳ, không tính vào Điểm trung bình học kỳ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em kính chào quý thầy cô.. . Em tên là: [full_name]  khoa Bảo Dưỡng Công Nghiệp K17 lớp CN03. . Lý do: Em xin đăng kí bổ sung môn học Tổ Chức Quản Lý Bảo Dưỡng 2 mã môn học: 260614. Vì trong 2 ngày đăng kí môn học đợt 3 e đi làm nên không để ý mail của trường gửi và nay đã quá hạn em rất xin lỗi vì sự thiếu sót này. Em kính mong quý thầy cô xem xét và cho e được đăng kí bổ sung môn học này ạ. . . Em xin chân thành cảm ơn . .",
            "Chào bạn,. . . . Còn đợt 4 dkmh bổ sung, bạn  kiểm tra mail để biết thời gian DKMH nha.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "[full_name]. .   i Đăng ký môn học .   Cho em xin phép huỷ môn   U EE2007 - Mạch Điện Tử  /U  trong đợt đăng kí môn học Học Kỳ 2 (2020 - 2021) Chính Quy - Đợt 3. . .   Lý do huỷ môn là vì theo phòng đạo tạo thông báo: các môn thi có điểm tối đa là 02 tuần sau khi thi xong. Đối với môn EE2007 em thi vào ngày 28/12/2020 thì đến cuối đợt đăng kí là ngày 14/01/2021 vẫn chưa có điểm trên MyBK, vì vậy em đã đăng kí môn EE2007 cho học kì 202 đề phòng trường hợp bị rớt môn.. . Hôm nay ngày 15/01/2021 em đã có điểm môn EE2007 nên em xin phép huỷ môn để cho các bạn khác đăng ký. Hình kèm theo là lịch thi và thời gian có điểm môn EE2007.. . Em cảm ơn.",
            "Chào bạn,. . . . Việc có điểm trễ bạn khiếu nại với giáo viên giảng dạy nha. Hiện tại đã hết thời gian huỷ môn học.. . . . Thân. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ thầy/cô cho em hỏi là hiện tại em đã là sinh viên năm 3. Em hiện đang nợ anh văn và em không đăng kí được môn học. Em cũng đã đăng kí học anh văn do pdt mở lớp. Và em không biết là mình có thể làm đơn để được đăng kí môn học và sẽ trả anh văn sau không ạ. Tai em cũng đang hoang mang vì em là K18 mà chuyên ngành của em đa phần đều không còn mở lớp. Nên em không biết mình có thể xin được học trước rồi trả anh văn sau không.. . Em cảm ơn thầy/cô.. . . .",
            "Chào bạn. . - \"có thể làm đơn để được đăng kí môn học và sẽ trả anh văn: KHÔNG ĐƯỢC NGHEN [full_name]. . - Về chương trình đào tạo/phân ngành bạn vui lòng liên hệ Khoa (cụ thể là Thầy phó khoa phụ trách chương trình đào tạo) để tư vấn và giải đáp. . Chúc bạn học tập tốt nhé.. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . MT1005 -    Giải tích 2 - nhóm lớp: L17_L34. . MT1007 - Đại số tuyến tính - nhóm lớp: L08_L16. . . . Em rất cần học hai môn này trong kì này nhưng khi đăng kí đã hết chỗ, kì dự thính em đã có kế hoạch học những môn khác nên xin PĐT cho em được học trong học kì chính này ạ. . . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Trong đợt đăng ký môn học đợt 3 của HK202 em có đăng ký thành công môn Tư [full_name] [full_name] (mã SP1005)và đã được xếp lớp. Nhưng trong chương trình đào tạo khoa Kỹ thuật xây dựng khóa 2019 thì môn Tư [full_name] [full_name] có mã môn là SP1037. Em xin hỏi là nếu em tham gia học môn này và thi môn này thì có được chuyển điểm sang môn Tư [full_name] [full_name] SP1037 không ạ ?. . . .",
            "Chào bạn,. . . . - Bạn kiểm tra trên web PDT nếu 2 môn công nhận  tương đương thì khi học môn tương đương miễn điểm.. . . . - Đường link môn tương đương có trên web PDT http://www.aao.hcmut.edu.vn/index.php?route=catalog/chitietsv&path=59_62&tid=1717.. . . . Thân. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: 1911866  /b \t. . . .   i Đăng ký môn học . Con kính chào quý thầy cô!. . Con tên Ngô Thành Hồng Phúc, MSSV: 1911866, khoa Công nghệ vật liệu.. . . . Con gửi tin nhắn này, kính mong quý thầy cô thương tình và cứu xét giúp con vấn đề khó khăn này.. . Trong thời gian qua, gia đình con có xảy ra nhiều biến cố không may mắn. Điều đó đã ảnh hưởng rất lớn đến nguồn kinh tế của gia đình, đặc biệt ngay cả đối với học phí của con tại trường.. . . . Học kỳ 202 sắp tới, con chỉ dự định đăng ký 6 tín chỉ. Lý do chính là vì nhà trường có chế độ miễn giảm 50% học phí cho sinh viên K19 nếu đăng ký ít hơn/bằng 8 tín chỉ; một phần nữa vì con muốn dành thời gian để phụ giúp gia đình của mình đỡ phần nào gánh nặng kinh tế (cha mẹ con đã lớn tuổi, con là duy nhất trong gia đình). Tuy vậy, trong đợt đăng ký môn học vừa qua, con đã không hủy một môn học đăng ký trước đó, dẫn đến tổng số tín chỉ là 10.. . . . Trước hết, con xin hoàn toàn nhận lỗi về bản thân. . . Con xin lỗi quý thầy cô. Thế nhưng, con kính xin quý thầy cô thương tình và cứu xét, có thể giúp con xóa đăng ký môn học “Khoa học Trái Đất” – MSMH: CI1069. Thật sự, học kỳ này con chỉ có thể cố gắng hoàn thành 50% học phí. Nếu kết quả đăng ký môn học không thay đổi, con phải đóng 100% học phí theo K19 là 5,850,000 VNĐ và chỉ học 10 tín chỉ (kém 7 tín chỉ so với chuẩn các bạn K19 khác là 17 tín chỉ).. . . . Nếu kết quả không thể thay đổi, có lẽ con phải xin tạm dừng học kỳ sắp tới vì không thể chi trả học phí…. . Một lần nữa, rất kính xin quý thầy cô lượng thứ, thông cảm và giúp đỡ con trong trường hợp này. Con luôn tin tưởng và hy vọng nơi quý thầy cô nhà trường.. . . . Con xin chân thành cảm ơn quý thầy cô!. . Kính gửi.. .",
            "Chào bạn,. . . . Còn đợt 4 dkmh bổ sung, bạn  kiểm tra mail để biết thời gian DKMH nha.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Đăng kí môn hk 202. . . . Sao ở đợt 1 em có đăng kí thể dục môn võ nhưng bây giờ trong phiếu đăng kí lại xoá ạ. Mong văn phòng khoa giúp đỡ ạ. Do còn thiếu 1 môn giáo dục thể chất nên mong văn phòng khoa giúp em đăng kí với.",
            "Chào bạn,. . . . Khi nào có đợt đăng kí môn GDTC Phòng Đào Tạo gởi mail thông báo cho sinh viên nha bạn.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học .  Em chào cô ạ.. . Em không biết là mình rút môn học từ đầu học kỳ chính(trước khi thi giữa kỳ) thì có phải đóng tiền học phí môn đó hay không ạ? Em cảm ơn cô.. .  Em chào cô ạ.. . . .",
            "Chào bạn,. . Rút môn học là phải đóng học phí nhé bạn, chỉ được rút  trong  5 tuần đầu tiên của học kỳ.. . Vui lòng xem quy định rút môn học tại đây:. . http://aao.hcmut.edu.vn/ sinh viên/quy chế-quy định/học vụ/ Quy chế đào tạo và học vụ bậc đại học, cao đẳng:/Điều 11. Hủy, rút môn học. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Họ tên: [full_name]. . MSSV: [student_id]. . - Kính thưa Phòng Đào tạo, lý do hôm nay em viết đơn này là em muốn xin phòng đào tạo có thể cho em đăng ký vào lớp Kỹ thuật lập trình (mã cũ CO1011) của giảng viên [full_name]. Về vấn đề thời khóa biểu, em đã xem những môn mà em đăng ký và không có môn nào trùng với thời khóa biểu, và sỹ số hiện tại của lớp là 33/40. Lý do em không đăng ký môn Kỹ thuật lập trình(mã cũ CO1011) trong thời gian đăng ký môn học của nhà trường là vì em thấy những môn học có mã cũ thường sẽ được mở trong những kỳ dự thính nên trong thời gian đăng ký môn học(học kỳ 202) em đã bỏ sót môn này, và cho đến hôm nay(ngày 15/1) em mới nghe 1 đứa bạn nói là trường có mở lớp Kỹ thuật lập trình(mã cũ C01011). Hiện tại tổng cộng số tín chỉ em đăng ký trong học kỳ này là 14, trong đó có môn tính toán song song(mã CO3067) sẽ bị hủy bởi vì em vẫn chưa qua được chuẩn tiếng anh của năm 3. Em xin cam đoan những điều em viết là hoàn toàn đúng sự thật, kính mong Phòng Đào tạo có thể xem xét và giúp đỡ cho em. Em xin chân thành cảm ơn!   . . . .",
            "Chào bạn,. . . . Còn đợt 4 dkmh bổ sung, bạn thường xuyên kiểm tra mail để biết thời gian DKMH nha.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em xin chào ạ!. . Em có câu hỏi là:. . 1. Học xong ngành có cần phải viết đơn hay phải làm thủ tục gì không ạ?. . 2. Học xong ngành khác khoa được không ạ?. . 3. Học xong ngành chỉ cần lấy chương trình đạo tạo chính quy trên trang hay phải có chương trình riêng ạ?. . 4. Số tín chỉ khi học song ngành sẽ được tính như thế nào ạ?. . . . Em xin hết. Em cảm ơn!",
            "Chào bạn. . - Về quy định đào tạo song ngành: Bạn vui lòng xem chi tiết tại trang web aao.hcmut.edu.vn--  sinh viên --  Quy chế --  Quy chế đào tạo và học vụ bậc đại học và cao đẳng -- Điều 28. . - Về chương trình đào tạo/phân ngành của ngành 2 bạn vui lòng liên hệ Khoa (cụ thể là Thầy phó khoa phụ trách chương trình đào tạo) để tư vấn và giải đáp. . Chúc bạn học tập tốt nhé.. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em chào thầy (cô),. . Dạ chuyện là do sơ suất trong quá trình đăng kí môn học nên em đã đăng kí nhầm môn học đã học ở học kì trước, em không biết là có cách nào để rút lại môn này không (do hiện tại đã hết đợt hiệu chỉnh), nếu không rút được thì cho em hỏi em có được phép không tham dự tiết học trên lớp cũng như là bài thi cuối kì không ạ?. . Em cảm ơn thầy (cô) đã đọc câu hỏi và chúc thầy (cô) một ngày tốt lành.",
            "Chào bạn,. . . . Sau đợt 4 DKMH, bạn làm đơn xin huỷ môn học đăng kí nhầm.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em có lỡ đăng ký sai mã một môn, bây giờ em muốn hủy môn học thì phải làm sao và có mất phí không ạ?",
            "Chào bạn,. . . . Hiện tại không huỷ môn học được, muốn huỷ phải làm đơn rút môn học (rút môn học có tính học phí nha bạn).. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Dạ cho em hỏi các môn tự chọn trong cùng một nhóm nếu em học 2 môn thì sẽ lấy môn có điểm cao hơn hay sao ạ?. . Em cám ơn.",
            "Chào bạn. . Đúng rồi nghen bạn. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: 1613141  /b \t. . . .   i Đăng ký môn học . Xin chào PĐT! Em muốn đăng ký môn Luận Văn Tốt Nghiệp CI4353. Do trong thời gian đăng ký môn học nhưng em chưa có kết quả xét Anh Văn nên chưa đăng ký được môn Luận Văn Tốt Nghiệp. Nay em đã có kết quả xét Anh Văn. Kính mong PĐT giúp đỡ. Em cám ơn!",
            "Chào bạn,. . . . Đợt 4 bạn vào đăng kí luận văn nha.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: vì ở trang đăng ký dự thi thì ghi là hạn thanh toán là 18/1/2021 còn ở bkpay lại là 15/1/2021 ,em thanh toán vào ngày 16/1 nên bkpay ghi là thanh toán trễ hạn cho em hỏi là việc nên có ảnh hưởng đến kỳ thi này của em không ạ.. .  em rất mong nhận được phản hồi của nhà trường .",
            "Chào bạn,. . . . Bạn thanh toán ngày lệ phí thi anh 16/1 là được, không sao nha bạn.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Kính thưa Qúi Thầy Cô,. . Thầy Cô cho em hỏi nếu như sinh viên vắng thi cuối kì, không có điểm vắng phép(VP) và phải đăng ký học lại thì các điểm thành phần của môn học được phép bảo lưu không ạ? . . Nếu như được phép bảo lưu thì khi sinh viên đăng ký học lại có cần phải tham gia hết tất cả các buổi học trên lớp không hay chỉ cần tham gia buổi thi cuối kì của lần học lại đó ạ? . .",
            "Chào bạn. . - PĐT xem xét và quyết định cho SV nhận điểm Vắng thi có phép (VP) cho phần điểm tổng kết (hủy các điểm thành phần đã có), và chỉ cho phép khi SV không bị cấm thi cuối kỳ hoặc có điểm tổng kết dự kiến đủ điểm đạt (xem 15.2). . - Về quy định Vắng thi có phép và hoãn thi: Bạn vui lòng xem chi tiết tại trang web aao.hcmut.edu.vn--  sinh viên --  Quy chế --  Quy chế đào tạo và học vụ bậc đại học và cao đẳng -- Điều 17.2. . Chúc bạn học tập tốt nhé.. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em tên [full_name], MSSV [student_id]. . . Em tạo đơn này xin phòng đào tạo cho em được chuyển lớp kinh tế chính Mác, mã môn sp1033 lớp L05 thứ 4, tiết 11-12 sang Lớp L08, thứ 4 tiết 10-11. . . Lý do,em ở sài gòn và chiều thứ 4 lúc 7g em có lịch học anh văn ielts nên khi học xong tiết 12 em đi bus về không kịp. Mong phòng đào tạo cho em được chuyển lớp. Em cảm ơn nhiều ạ",
            "Chào bạn,. . . . Đã hết đợt hiệu chỉnh rồi bạn.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Dạ sau 3 đợt đăng kí môn học em đều có đăng kí môn thể chất nhưng không được xếp lớp. Thầy\\cô cho em hỏi vậy là kì này em không học được thể chất ạ? Vì em là sv K19 nên cần phải hoàn thành thể chất trong kì 202 để đạt chuẩn ạ.. .   i Đăng ký môn học .",
            "Chào bạn,. . . . Khi nào có đợt đăng kí môn GDTC Phòng Đào Tạo gởi mail thông báo cho sinh viên nha bạn.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Phòng đào tạo có thể cho em đăng kí môn giáo dục thể chất được không ạ. Tại em năm 2 chỉ còn 1 học kì nữa mà em thiếu 1 môn giáo dục thể chất. Mong phòng đào tạo xem giúp ạ.",
            "Chào bạn,. . . . Khi nào có đợt đăng kí môn GDTC Phòng Đào Tạo gởi mail thông báo cho sinh viên nha bạn.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . CHO [full_name] [full_name] [full_name] [full_name] [full_name]!",
            "Chào bạn,. . . . Còn đợt 4 dkmh bổ sung, bạn  kiểm tra mail để biết thời gian DKMH nha.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Chào, em đã học dư một môn tự chọn, và em muốn thay môn đó vào môn tự chọn cũ (bỏ môn tự chọn cũ do không đạt) thì có được không ạ? Môn tự chọn không đạt có được xóa khỏi bảng điểm không? Em xin cảm ơn ạ.. . . .",
            "Chào bạn,. . . . Về chương trình đào tạo bạn về khoa để tư vấn cho bạn nha.. . . . Thân"
        ]
    }
]