[
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ có thể cho em đăng ký bổ sung môn học Anh văn 2 mã LA1005 nhóm L01 để duy trình tình trặng sinh viên ạ.. . Em là sinh viên khóa k15, đã hoàn thành luận văn tốt nghiệp và chờ Chứng chỉ anh văn để tốt nghiệp nên kỳ này em không đăng ký môn học để xét tốt nghiệp. Nhưng tình hình dịch bệnh kéo dài em không thể thi anh văn được. Mà quá thời gian đăng ký môn học để duy trì tình trặng sinh viên, địa phương củng yêu càu giấy xác nhận của trường để hoàn nghĩa vụ quân sự ạ ! En viết đơn này mong có thể đăng ký thời khóa biểu duy trì tình trạng sinh viên và có giấy xác nhận gửi về địa phương ạ. Em cảm ơn",
            "Chào bạn,. . Việc ĐKMH là tùy sinh viên nhé, trường hợp không có TKB trong học kỳ, SV sẽ bị buộc tạm dừng, không được cấp giấy CNSV.. . Khi đủ điều kiện TN, SV có thể làm đơn xin thu nhận lại nhé.. . Xem chi tiết quy chế tại đây:. . aao.hcmut.edu.vn/sinh viên/quy chế/học vụ/Quy chế đào tạo và học vụ bậc đại học, cao đẳng:/ điều 26. . . . - Hiện tại đã hết thời gian hiệu chỉnh, em cần phải có xác nhận đồng ý vào lớp của giáo viên nhé.. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Chào thầy cô em là: [full_name]. . MSSV: [student_id]. . Khoa: Cơ khí. . Ngành Cơ điện Tử. . em xin nộp đơn để thu nhận lại từ học kỳ 211. . Do kỳ rồi em không đủ anh văn để đăng ký luận văn nên bị đình chỉ ạ. . Kỳ này được đk luận văn không cần nộp chứng chỉ anh văn ạ.. . Nay em gửi đơn để xin thu nhận lại ạ!. . Em xin đăng ký bổ sung luận văn với ạ vì em đăng ký thỏa điều kiện nhưng không được duyệt vì đang tạm dừng ạ chị bên pdt hướng dẫn em làm đợn ạ. . Mã môn: ME4019 - Luận văn tốt nghiệp (cđt). . Chúc anh chị 1 ngày làm việc vui vẽ. .   i Học vụ .",
            "Đã tiếp nhận"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Cho em hỏi là khi nào trường mới có thông báo/kế hoạch cụ thể về việc thi Anh văn nói-viết cho các bạn chuẩn bị tốt nghiệp nhưng thiếu bằng Anh văn nhưng không đi thi được do dịch vậy ạ? Và nếu như có thì liệu chúng em có được gửi mail nhắc nhở không ạ?. . . . Em xin cảm ơn",
            "Chào bạn. . Đã có thông báo. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Chào thầy cô em là: [full_name]. . MSSV: [student_id]. . Khoa: Cơ khí. . Ngành Cơ điện Tử. . em xin nộp đơn để thu nhận lại từ học kỳ 211. . Do kỳ rồi em không đủ anh văn để đăng ký luận văn nên bị đình chỉ ạ. . Kỳ này được đk luận văn không cần nộp chứng chỉ anh văn ạ.. . Nay em gửi đơn để xin thu nhận lại ạ!. . Em xin đăng ký bổ sung luận văn với ạ vì em đăng ký thỏa điều kiện nhưng không được duyệt vì đang tạm dừng ạ chị bên pdt hướng dẫn em làm đợn ạ. . Mã môn: ME4019 - Luận văn tốt nghiệp (cđt). . Chúc anh chị 1 ngày làm việc vui vẽ. .   i Đăng ký môn học .",
            "Đã tiếp nhận"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Dạ em chào thầy/cô,. . . . Em tên [full_name] MSSV [student_id], học kỳ 202 em có học môn Phương pháp tính thuộc chương trình Việt Pháp (MT2011).. . . . Em xin hỏi là với tình hình dịch bệnh hiện tại thì việc thi lại môn Phương pháp tính có được tổ chức không ạ? . . . . . . Em xin cảm ơn, chúc thầy và gia đình sức khỏe ạ.",
            "Chào bạn. . Bạn đợi thông báo của nhà trường hoặc liên hệ Văn phòng Việt pháp để được hỗ trợ thêm. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Trong đợt đăng ký luận văn kỳ này, em đăng ký nhầm từ Luận văn tốt nghiệp ngành kỹ thuật nhiệt (ME4039) sang Đề cương luận văn tốt nghiệp ngành kỹ thuật nhiệt (ME4091), em mong muốn được đăng ký bổ sung môn Luận văn tốt nghiệp vào học kỳ này (HK211). Mong PĐT xem xét và chấp thuận giúp em. Em xin cảm ơn.",
            "Chào bạn,. . Trường hợp của bạn phải làm đơn trình bày rõ ràng và có kèm xác nhận của [full_name] nhé và gửi qua [full_name]. . Hiện tại đã tính học phí rồi nên không thể hiểu chỉnh hủy bổ sung môn học nhé!. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Chào thầy cô, em xin hỏi về việc xóa môn CI4039 thiết kế cầu 2 mà có kết quả trong đợt 3 rồi nhưng sau khi ra thời khóa biểu lại không có môn này. . . Lúc đầu em nghĩ là do em trung lịch học với môn khác nhưng mà em kiểm tra lại mới biết là không hề trung hoặc bị điều kiện môn nào luôn. . . không phải chỉ một môn mà 2-3 môn nữa mà em đăng ký toàn bị xóa trong khi người trong lớp đa số lại học được.. . Em hy vọng PĐT sẽ phản hồi cho em rất sớm, để em chuẩn bị cho học ký tiếp theo, tránh khỏi vụ này nữa. . .",
            "- Sinh viên xem lý do tại sao có ĐKMH HK211 . . - Đợt 3 mà không có TKB tại trang web: mybk.hcmut.edu.vn    Đăng ký môn học    ĐKMH HK211 -Đợt 3 - Kết quả đợt 3    bấm vào mục Đăng ký mới    chọn Loại hình đăng ký    xem Lịch sử đăng ký.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Chào thầy cô, em xin hỏi về việc xóa môn CI4039 thiết kế cầu 2 mà có kết quả trong đợt 3 rồi nhưng sau khi ra thời khóa biểu lại không có môn này.. . Lúc đầu em nghĩ là do em trung lịch học với môn khác nhưng mà em kiểm tra lại mới biết là không hề trung hoặc bị điều kiện môn nào luôn.. . không phải chỉ một môn mà 2-3 môn nữa mà em đăng ký toàn bị xóa trong khi người trong lớp đa số lại học được.. . Em hy vọng PĐT sẽ phản hồi cho em rất sớm, để em chuẩn bị cho học ký tiếp theo, tránh khỏi vụ này nữa.",
            "Chào bạn,. . - Sinh viên vui lòng xem kết quả ĐKMH, xem lý do vì sao không ĐKMH được (có đăng ký, nhưng không có TKB) tại trang web: mybk.hcmut.edu.vn    Đăng ký môn học    Đăng ký môn học HK211 - Kết quả đợt 3    bấm vào mục Đăng ký mới    chọn Loại hình đăng ký    xem Lịch sử đăng ký.. . - Trong trường hợp kết quả xử lý ĐKMH không đúng, bạn có thể làm đơn khiếu nại (kèm minh chứng nếu có), gửi qua trang bksi ghi rõ tiêu đề: “Khiếu nại ĐKMH HK211”, nội dung khiếu nại trình bày rõ lý do, ghi rõ tên, mã môn học và mã nhóm đã đăng ký.. . - SV xem TKB tại mybk/Thông tin SV/ Xem TKB. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính gửi PĐT. trong HK211 em có đăng ký luận văn tốt nghiệp MSMH ME4089, PĐT có gửi mail thông báo không xét chuẩn anh văn nhưng em vẫn không được sắp thời khóa biểu dù đã đăng ký thành công. Mong PĐT xem xét giúp em ạ.",
            "Đã có [full_name]B"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]  /b \t[full_name] [full_name] [full_name] [full_name]   i Yêu cầu khác  /i [full_name] [full_name] Em đang bị môn tương đương (ME3117 tương đương với ME3254)chưa được cập nhật nên không thể đăng kí được môn đồ án (ME3119), em đã gửi lên BKSI rồi và được trả lời là viết đơn khiếu nại lên, nên em cũng đã viết và gửi lên rồi[full_name] Nhưng một thời gian dài em vẫn chưa nhận được câu trả lời[full_name] Em mong PDT giúp đỡ em vì nếu kì này không đăng kí được là em trễ đi một học kì ạ[full_name] [full_name] Em xin chân thành cảm ơn![full_name] [full_name]",
            "Chào bạn. . Bạn kiểm tra lại, trong bảng điểm của bạn không có môn ME3117. . Thân",
            "Trước tiên em chân thành xin lỗi viết nhầm mã môn học của em ạ. Môn ME3253 tương đương với môn ME3117. Về hai môn tương đương trên thầy chủ nhiệm bộ môn đã gửi đơn lên PDT rồi nhưng hiện tại vẫn chưa thấy trên danh sách môn tương đương. Hiện tại để đăng kí môn ME3119 em cần phải có điều kiện đã học môn ME3117, nên em mong PDT cập nhật tương đương như em đã nói trên để em có thể đăng kí ạ. Sắp đến đợt nộp học phí nên em mong PDT cập nhật sớm để em có thể đăng kí môn học ạ.. . Dưới đây là đính kèm hình ảnh về môn ME3253 đã có điểm, và đơn công văn đề nghị môn tương đương mà thầy chủ nhiệm bộ môn đã gửi lên PDT.. . Em xin chân thành cảm ơn!. .",
            "Chào bạn,. . sv [student_id] thuộc ngành KTHTCN K2018, do đó nếu sv chưa đạt thì vẫn có thể học lại ME3117. Điều kiện đăng ký ME3119 là có song hành ME3117, mà cả hai ME3117 và ME3119 đều có lớp ở HK211. Ngoài ra, kết quả đkmh của sv đã có ME3119 rồi mà. . Về Chương trình Đào tạo, danh sách môn tương đương…, bạn vui lòng xem tại:. . aao.hcmut.edu.vn/Sinh viên/Chương trình Đào tạo. . Sinh viên thắc mắc về CTĐT, KSTN vui lòng liên hệ về Khoa xin gặp Thầy/Cô Phụ trách về CTĐT để được tư vấn và hỗ trợ thêm.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ vào ngày 23/8 này trường có thông báo cho phép sinh viên đăng kí bổ sung LVTN đợt cuối mà chưa cần xét tới CCAV quốc tế, thì em có vào đăng kí nhưng không được, trên trang đăng kí báo lỗi \" Bạn không được phép đăng ký vào nhóm lớp này - Xem thêm về Loại hình SV và Loại hình đào tạo (tìm kiếm tại BKwiki - wiki.hcmut.edu.vn)\" nên em có gửi câu hỏi bên bksi kết hợp với gọi vào số [phone_number]6 liên tục suốt 3 ngày diễn ra đăng kí nhưng không có ai nhấc máy, mãi tới ngày 1/9 mới nhận được phản hồi từ bksi thì đã quá hạn đăng kí. Nên em gửi khiến nại này, em hy vọng có cách nào khắc phục để em được đăng kí luận văn tốt nghiệp ạ. . . Tình trạng hiện tại của em: . . - Họ và tên: [full_name]. . - MSSV: [student_id]. . - Mã môn học muốn đăng kí: CI4313. . - Tổng số tín chỉ tích luỹ: 133. . - Số ngày CTXH: 19. . Em mong trường có thể cho em cách giải quyết vì kì này cũng là kì cuối của em rồi ạ, em xin cảm ơn ạ!",
            "Chào bạn,. . PDT đã ghi nhận yêu cầu về ĐKMH của bạn và đã chuyển cho bộ phận ĐKMH kiểm tra và xử lý.. . Bạn vui lòng theo dõi kết quả cật nhật TKB tại mybk sau ngày 20/9/2021. . Trường hợp sau ngày này vẫn chưa có TKB, SV vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . SV chủ động liên hệ khoa để xin nhận GV hướng dẫn.. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]1  /b \t. . . .   i Đăng ký môn học . Dạ em chào thầy cô em là K13 học ngành kiến trúc hiện tại em đã hoàn thành chương trình học và đang đợi thi anh văn nói viết online đợt tháng 9 này, nhưng hiện tại khi em đăng nhập vào đăng ký môn học thì được thông báo là không phải đối tượng được đăng kí, em không biết trường hợp của em bị sao, mong nhà trường xem giúp em ạ. . Em cảm ơn ạ",
            "Đã tl"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Hiện tại em có thể tải bảng điểm online ở đâu vậy ạ?",
            "Chào bạn. . Hiện tại hỗ trợ bạn đăng ký in bảng điểm tại Mybk- in bảng điểm và nhận qua bưu cục. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "B   /B Yêu cầu khác: Kính gửi PĐT,. . . . Em tên [full_name], mssv:[student_id]. . xin gửi đơn rút môn Giải tích 2, nhóm lớp DT05, học kỳ dự thính 211.. . . . Rất mong được PDDT xem xét và duyệt cho em ạ.. . Xin cảm ơn,. . [full_name].",
            "Chào bạn,. . Hiện tại đã hết thời gian hiệu chỉnh  và hủy môn học của học kỳ chính và HK dự thính HK211 nhé bạn.. . SV vui lòng đợi thông báo về việc rút môn học (có tính học phí theo quy định), sẽ thông báo cho SV trong tháng 9/2021. . Xem chi tiết quy chế tại đây:. . aao.hcmut.edu.vn/sinh viên/quy chế/học vụ/Quy chế đào tạo và học vụ bậc đại học, cao đẳng:/ điều 11.2. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Chào thầy cô !. . Em là [full_name] thuộc hệ VHVL . . MSSV : [student_id] nghành : kỹ thuật Xây dựng công trình GT. . Em muốn hỏi về việc xét tốt nghiệp tạm thời tháng 11/2021. Hiện tại em đã hoàn thành chương trình học và đã bảo vệ LVTN HK2 vừa rồi. Trong quá trình đăng ký môn học HK2, em có đăng ký cải thiện môn học cơ học đất MMH CI3001. Hiện tại do vấn đế dịch bệnh nên môn học chưa thể hoàn thành thí nghiệm để có thể kiểm tra cuối kì vs tổng kết điểm. . . Do em muốn được đăng ký xét tốt nghiệp sớm để lấy giấy tốt nghiệp tạm thời nên em muốn hủy kết quả môn học này thì cần phải làm những thủ tục gì ạ. . em cảm ơn !",
            "Chào bạn. . •\tPdt sẽ giải quyết tốt nghiệp theo thông báo đến hết HK211 (dự kiến cuối tháng 12/2021) nghen, bạn yên tâm nghen.. . •\tLịch trình trình tốt nghiệp hiện tại trên trang aao.hcmut.edu.vn là để kịp Lễ tốt nghiệp trao bằng dự kiến tháng 11/2021 . . •\tXem chi tiết lịch trình tốt nghiệp tại trang web PĐT (aao.hcmut.edu.vn)    Tốt nghiệp    Thông tin tốt nghiệp    Tháng 11/2021    Lịch trình đăng ký tốt nghiệp và cấp bằng tháng 11/2021. . Thân. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em tên [full_name], mssv [student_id] có đăng ký luận văn tốt nghiệp (Mã EE4313) mà bị huỷ do không đủ điều kiện đăng ký. Em được biết là học kỳ 211 trường không xét Anh văn cho LVTN.. . Tín chỉ tích luỹ:129 chỉ. . Mong Pđt xem xét ạ. Em cảm ơn . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]. . Dạ cho e hỏi e muốn đổi thầy hướng dẫn làm luận văn tốt nghiệp được không dạ.nếu được thì phải làm sao ạk.Nếu có mẫu đơn cho e xin với.cám ơn thầy cô.",
            "Chào bạn,. . Bạn vui lòng liên hệ về Khoa của bạn để được hướng dẫn và hỗ trợ. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ  /i  hk211. . Chào thầy cô, cho em xin tạm dừng 1 học kỳ hk211 năm 2021-2022 do còn nợ học phí và chưa đóng kịp nên không đăng ký môn học được.. . . .",
            "Học vụ hk211. . Chào thầy cô, cho em xin tạm dừng 1 học kỳ hk211 năm 2021-2022 do còn nợ học phí và chưa đóng kịp nên không đăng ký môn học được. Và do tình hình dịch nên công việc khó khăn, mong thầy cô thông cảm em sẽ đóng học phí trong học kỳ 211 này à. . . .   /QUOTE . .",
            "Chào bạn. . Bạn phải hoàn tất học phí trước, thì Pdt mới xử lý tạm dừng HK211 được. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            ". . Dạ em chào quý thầy cô,. . . . Em tên là [full_name]. mssv: [student_id]. . Học kì 211 này em có đăng kí bổ sung luận văn tốt nghiệp bổ sung (MA4333) học kì 211 từ ngày 23-25/08/2021 nhưng em đã bị hủy kết quả đăng kí vì không đủ điều kiện nhận luận văn thì em xin trình bày như sau:. . 1.Tình hình học tập hiện tại.. .   - Số tín chỉ tích lũy hiện tại của em là 122 chỉ.. .   - Học  kì 202 em có học môn hóa lý công nghệ vật liệu (MA2037) môn này 3 chỉ do tình hình dịch bệnh nên môn này em chưa thi cuối kì.. .   - Các môn nợ anh văn 1,2,3,4: 8 chỉ. . .   - Số ngày công tác xã hội hiện tại 12.5 ngày.. . 2.Em xin trình bày lý do.. .    - Để đủ tiêu chuẩn tiếng anh mỗi năm để đăng kí môn học thì học kỳ 2 năm học 2018-2019 em có học môn LA1029 tương đương với môn LA1003 (2 tín chỉ) nhưng do là lớp anh văn nhu cầu nên không được tính số tín chỉ tích lũy.. .    - Nếu tính theo tiêu chí xét chuẩn nhận LVTN thì em đạt 125/126 tín chỉ.. .    - Do tình hình dịch bệnh thì trường không xét chứng chỉ anh văn khi nhận LVTN. Với bảng quy đổi điểm hiện tại mức  điểm tối thiểu chứng chỉ để nhận LVTN có thể quy đổi đạt anh văn 1 và 2 tương đương 4 chỉ. Em kính mong phòng đào tạo có thể xem xét miễn 4 tín chỉ này.. . . . Em gửi câu hỏi, yêu cầu này kính mong phòng đào tạo, xem xét lại điều kiện nhận luận văn để em có thể đăng ký luận văn trong học kỳ 211 này. Em xin chân thành cảm ơn.. . . .",
            "Chào bạn,. . Bạn vui lòng làm đơn trình bày rõ và gửi qua bksi, để cô gửi đơn cho Ban Lãnh đạo xem xét và trả lời cho bạn nhé!. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Kính gửi Phòng đào tạo trường đại học Bách Khoa TPHCMEm tên [full_name] MSSV [student_id]2. . Em đã hết hạn đào tạo chính qui và mong muốn được chuyển sang hệ VHVL để tiếp tục hoàn thành chương trình đào tạo. Em đã làm đơn xin chuyển hệ và đơn xin đăng ký môn học gửi BKSI như hướng dẫn (TKB của em đã có nhưng bị xóa). Đã 1 tuần từ lúc em gửi đơn đến nay vẫn chưa thấy phản hồi, em rât lo lắng, Mong BKSI hoặc Phòng Đào Tạo phản hồi giúp em và khoảng bao lâu thì em được xét chuyển hệ và có kịp đăng ký luận văn trong học kỳ này không ạ. Mong phòng đào tạo xem xét giúp em để em được tiếp tục học.. . Em xin cảm ơn"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đợt đăng kí dự thính bổ sung HK211( học từ 30/8): em có đăng kí môn hóa phân tích CH2113, nhưng đến hiện tại em vẫn chưa nhận được thời khóa biểu ạ, vậy thì phải làm như thế nào ạ.. . . .",
            "Chào bạn,. . - Sinh viên vui lòng xem kết quả ĐKMH, xem lý do vì sao không ĐKMH được (có đăng ký, nhưng không có TKB) tại trang web: mybk.hcmut.edu.vn    Đăng ký môn học    Đăng ký môn học HK211 - Kết quả đợt 3    bấm vào mục Đăng ký mới    chọn Loại hình đăng ký    xem Lịch sử đăng ký.. . - Trong trường hợp kết quả xử lý ĐKMH không đúng, bạn có thể làm đơn khiếu nại (kèm minh chứng nếu có), gửi qua trang bksi ghi rõ tiêu đề: “Khiếu nại ĐKMH HK211”, nội dung khiếu nại trình bày rõ lý do, ghi rõ tên, mã môn học và mã nhóm đã đăng ký.. . - SV xem TKB tại mybk/Thông tin SV/ Xem TKB. . Chúc các bạn học tốt!. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính gửi Phòng Đào Tạo,. . . . Em xin phép được hỏi đến thời điểm hiện tại, em có thể còn cách nào để đăng ký được Đồ Án Môn Học (CH4011) không ạ? Em đã hoàn thành Đồ Án Môn Học, học kỳ này chỉ đăng ký bổ sung và học kỳ tiếp theo thực hiện Luận Văn Tốt Nghiệp ah.. . . . Em cám ơn ạ.",
            "Chào bạn,. . Hiện tại SV muốn xin ĐK bổ sung môn học (ghi rõ lý do xin đăng ký trễ, tên MH, mã MH, mã nhóm xin đăng ký và kèm xác nhận đông ý của GV cho vào lớp (thời điểm này đã là tuần thứ  4 của HK rồi). . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Em xin chào ban đào tạo ạ. Đợt trước em có đăng ký thi nói viết vào 29/05 tại bkenglish và đã nộp tiền. Tuy nhiên do dịch nên bị hoãn. Bây giờ, em có thấy là trường mở đợt đăng ký thi online vào 6/9. Vì vậy,đối với trường hợp của em đã đăng ký và nộp tiền từ trước nhưng bị hoãn thì bây giờ chỉ cần đăng ký lại là thi luôn được hay sao ạ? . . Em mong ban đào tạo có thể phản hồi giúp em, em cảm ơn ạ.. . . . . .",
            "Chào bạn,. . Trường hợp bi hoãn tại TTNN, bạn vui lòng liên hệ với TTNN để được hướng dẫn và giải quyết nhé.. . Còn trường hợp bạn đăng ký thi đợt này thì phải đóng tiền, vì tiền sẽ ghi nợ lên BKpay nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Xin chào,. . . . Hiện tại em đang làm thủ tục tiếp nhận với trường Đại học Bách Khoa Hà Nội. Dưới tình hình dịch bệnh hiện tại, liệu trường mình có thể nhận đơn tiếp nhận trực tuyến không ạ ? Vì các chuyến bay nội địa đã hoãn, chuyển qua bưu điện mất tới 15 ngày và thời điểm bắt đầu học kỳ của BKHN là 2 tuần nữa.. . . . Em xin cảm ơn.. . _____________. . . . [full_name].",
            "Xin chào,. . . . Mong Phòng Đào tạo trả lời gấp giúp em với ạ.. . . . Em cảm ơn.",
            "Chào bạn,. . Tạm thời bạn có thể gửi hết đơn chuyển trường qua BKSI nhé, để cô trình ban lãnh đạo xem xét cho bạn, vì trong đơn chuyển trường cần chữ ký của hiệu trưởng, nếu in ra như vậy thì cô thấy không hợp lý.. . Thân",
            "Chào cô,. . . . Em xin gửi đơn xin chuyển trường của em, trong đó có chữ ký xác nhận tiếp nhận của trường ĐHBK HN. Mong cô gửi lên ban lãnh đạo và xác nhận chuyển giúp em ạ.. . Khi có xác nhận của ĐHBK TP.HCM, cô vui lòng giúp em scan và gửi qua bksi hoặc qua email: [email]. . . . Em xin cảm ơn.. . Best regards.. . [full_name].",
            "Xin chào,. . . . Em xin hỏi đơn của em đã được xác nhận chưa ạ, em đã gửi đơn từ đầu tuần và tới giờ vẫn chưa nhận được phản hồi.. . . . Em xin cảm ơn.. . [full_name].. .",
            "Gởi bạn. . bản scan quyết định chuyển trường"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Dear Các Thầy/Cô,. . . . Dự kiến thời gian xét tốt nghiệp của sinh viên hệ VLVH là khoảng khi nào ạ? Trước đây em đã làm đơn chuyển từ hệ Chính Quy sang VLVH tuy nhiên thì trên trang đăng ký tốt nghiệp thì vẫn chưa cập nhật lại ạ. Em gửi hình ảnh chứng minh đính kèm. . . . . Em cảm ơn ạ!!!. . Trân trọng",
            "Chào bạn. . •\tPdt sẽ giải quyết tốt nghiệp theo thông báo đến hết HK211 (dự kiến cuối tháng 12/2021) nghen, bạn yên tâm nghen.. . •\tLịch trình trình tốt nghiệp hiện tại trên trang aao.hcmut.edu.vn là để kịp Lễ tốt nghiệp trao bằng dự kiến tháng 11/2021 . . •\tXem chi tiết lịch trình tốt nghiệp tại trang web PĐT (aao.hcmut.edu.vn)    Tốt nghiệp    Thông tin tốt nghiệp    Tháng 11/2021    Lịch trình đăng ký tốt nghiệp và cấp bằng tháng 11/2021. . Thân. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Chào quí cô/ thầy. . Cho em hỏi là \"đăng kí AV nói viết online\" còn đợt 2 hay không ạ? Và tại sao đợt 1 em không được phép đăng ký ạ?. . Nếu có thì dành cho đối tượng sinh viên nào ạ?. .",
            "Chào bạn,. . Do khả năng tổ chức thì online có giới hạn, nên chỉ lọc danh sách những bạn đủ tiêu chuẩn TN trong đợt này để ưu thi trước (có thể không đủ).. . Trường hợp của bạn cô sẽ ghi nhận lại và bạn vui lòng đợi mail thông báo vào đăng ký thi trong đợt 4 nhé.. . Thân. .",
            "Chào bạn,. . Hiện tại đã mở cho bạn vào ĐK thi AV nói viết trong đợt 1, SV vào Đăng ký nhé! Hạn đăng ký đợt 1 đến đến 14g50 ngày 08/9. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em tên là [full_name], MSSV [student_id], ngày 17/08 vừa qua em có gặp sự cố khi thi môn học Xử lý số tín hiệu ( EE2015); em có liên lạc với cán bộ giảng dạy, và đã điền vào form đăng kí hoãn thi. Nay em được thông báo của cán bộ giảng dạy là ngày 12/09 sắp tới có đợt thi môn Xử lý số tín hiệu ( EE2015). Phòng đào tạo cho em hỏi là có thể đăng kí thi lại vào ngày đó được không ạ; em hiện đang làm đề cương luận văn, cần hoàn thành môn để đủ chỉ nhận luận văn vào kì sau. Mong sẽ sớm nhận được thông báo từ phòng đào tạo. Em xin cảm ơn.. . . .",
            "Chào em,. .  Nay em được thông báo của cán bộ giảng dạy là ngày 12/09 sắp tới có đợt thi môn Xử lý số tín hiệu ( EE2015). Phòng đào tạo cho em hỏi là có thể đăng kí thi lại vào ngày đó được không ạ. . =  Em liên hệ Khoa, GV để được hướng dẫn nhé.. . - Nếu em được chấp nhận thi, thì em gửi liền đơn [full_name] nhé.. . Thân mến,"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Em chào cô,cô cho em hỏi về thủ tục rút môn học onl với ạ.Em cảm ơn cô. .",
            "Chào bạn,. . Hiện tại đã hết thời gian hiệu chỉnh  và hủy môn học của học kỳ chính và HK dự thính HK211 nhé bạn.. . SV vui lòng đợi thông báo về việc rút môn học (có tính học phí theo quy định), sẽ thông báo cho SV trong tháng 9/2021. . Xem chi tiết quy chế tại đây:. . aao.hcmut.edu.vn/sinh viên/quy chế/học vụ/Quy chế đào tạo và học vụ bậc đại học, cao đẳng:/ điều 11.2. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Kính gửi phòng đào tạo trường ĐH Bahcs Khoa TpHCM. . . . Em là [full_name]. MSSV [student_id]. Sinh viên khóa K17, chuyên ngành Cơ Kĩ Thuật, Khoa Khoa Học Ứng Dụng.. . . . Thưa thầy/cô em là sinh viên đã hoàn thành hết các môn học trong trương trình đào tạo, nếu trường cập nhật điểm xong học kì này. Tuy nhiên vẫn chưa có chứng chỉ tiếng anh Nói-Viết do diễn biến của tình hình dịch covid leo thang.. . . . Kính mong nhà trường có giải pháp nào đó giúp các sinh viên sắp tốt nghiệp như em không ạ?. . . . Ví dụ, cho chúng em được cấp giấy chứng nhận tốt nghiệp tạm thời để có điều kiện kiếm tiền khi tài chính gia đình đang tê liệt. . . Thời gian sau đó nộp chứng chỉ Noi-Viết trước thời hạn cuối tháng 11(hay thời gian nào đó tùy thuộc vào diễn biến dịch nước ta)sẽ nhận được bằng chính thức gửi về tận nhà được không ạ?. . . . Thời gian này quả thực rất khó khăn, kính mong nhà trường có thể tạo điều kiện cho sinh viên sắp tốt nghiệp chúng em. Em xin chân thành cảm ơn.. .",
            "Em suy nghĩ nhanh quá nên viết sai chính tả, Kính mong thầy/cô thứ lỗi cho em. Em xin chân thành cảm on",
            "Thân gửi các bạn sinh viên,. . . . Được sự đồng ý của Ban Giám Hiệu, Phòng Đào tạo kết hợp cùng Trung tâm Ngoại ngữ tổ chức kiểm tra Anh văn 2 kỹ năng Nói - Viết theo hình thức trực tuyến trong tháng 9 năm 2021 dành cho các sinh viên chuẩn bị tốt nghiệp trong học kỳ 211(dự kiến xét tốt nghiệp đến hết học kỳ 211). . . . - Đăng ký tại: Mybk.hcmut.edu.vn à chọn  Đăng ký môn học à chọn Đăng ký thi Anh văn 2 kỹ năng theo hình thức trực tuyến–Đợt 1-MSMH:BKE123. . . . - Thời gian đăng ký: từ 8g ngày 06/9 đến 14g50 ngày 08/9. . . . - Thời gian thanh toán lệ phí: từ 8g ngày 9/9 đến 14g50 ngày 10/9. . . . - Lưu ý:. . . . 1) Trong tháng 9/2021 dự kiến tổ chức 4 đợt thi, mỗi đợt tổ chức khoảng 750 SV, thi vào các ngày: 15/9, 16/9, 17/9, 18/9, 19/9  và 20/9 (sẽ có thông báo chi tiết cho SV qua mail). . . . Trường hợp SV không đăng ký được trong đợt 1, vui lòng đợi thông báo đăng ký vào đợt tiếp theo.. . . .  . . . . 2) SV không thanh toán lệ phí hoặc thanh toán lệ phí trễ hạn sẽ không được thi & ghi nợ lệ phí (SV phải thanh toán dù không dự thi). . . . .  . . . . 3) SV chỉ được đăng ký thi 1 lần duy nhất trong đợt tháng 9/2021 (hình thức trực tuyến), trường hợp SV thi không đạt, hoặc bỏ thi, hoặc thanh toán lệ phí thi trễ hạn vui lòng đợi thông báo sau hoặc hết thời gian giãn cách có thể đăng ký thi trực tiếp tại Trung tâm Ngoại ngữ.. . . .  . . . . 4) Hình thức thi trực tuyến theo file đính kèm"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Chào anh/chị,. . . . Em là Đoàn Kim Nhựt - MSSV: [student_id],. . . . Em đã hoàn thành luận văn tốt nghiệp và các môn học, trừ chứng chỉ anh văn Toeic và 2 kỹ năng nói viết nên không đăng ký xét tốt nghiệp được. Cho em hỏi nếu em không đăng ký môn học nào thì có ảnh hưởng gì không ạ.. . . . Em rất mong nhận được sự hồi âm.. . . . Em cảm ơn!",
            "Chào bạn,. . Việc ĐKMH là tùy sinh viên nhé, trường hợp không có TKB trong học kỳ, SV sẽ bị buộc tạm dừng, không được cấp giấy CNSV.. . Khi đủ điều kiện TN, SV có thể làm đơn xin thu nhận lại nhé.. . Xem chi tiết quy chế tại đây:. . aao.hcmut.edu.vn/sinh viên/quy chế/học vụ/Quy chế đào tạo và học vụ bậc đại học, cao đẳng:/ điều 26. . Thân. .",
            "Đăng ký môn học . Chào anh/chị,. . . . Em là [full_name] - MSSV: [student_id],. . . . Em đã hoàn thành xong luận văn tốt nghiệp, nhưng em không thể xét tốt nghiệp vì thiếu chứng chỉ anh văn và 2 kỹ năng nói viết. Hiện tại, em không đăng ký môn học nào thì cho em hỏi học kỳ tới có ảnh hưởng gì không ạ.. . . . Em rất mong nhận được sự hồi đáp.. . . . Em xin chân thành cảm ơn!",
            "Chào bạn,. . Việc ĐKMH là tùy sinh viên nhé, trường hợp không có TKB trong học kỳ, SV sẽ bị buộc tạm dừng, không được cấp giấy CNSV.. . Khi đủ điều kiện TN, SV có thể làm đơn xin thu nhận lại nhé.. . Xem chi tiết quy chế tại đây:. . aao.hcmut.edu.vn/sinh viên/quy chế/học vụ/Quy chế đào tạo và học vụ bậc đại học, cao đẳng:/ điều 26. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Chào anh/chị. . . . Em xin đăng kí môn CI3197 ĐAMH [full_name] L01 không biết còn kịp không ạ?",
            "Chào bạn,. . Hiện tại SV muốn xin ĐK bổ sung môn học (ghi rõ lý do xin đăng ký trễ, tên MH, mã MH, mã nhóm xin đăng ký và kèm xác nhận đông ý của GV cho vào lớp (thời điểm này đã là tuần thứ  4 của HK rồi). . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . chào phòng đào tạo,. . Trong quá trình đăng kí môn học em có đăng kí môn học em có đăng kí đề cương luận văn(ME4093) thì em bị hủy môn vì lí do chưa đăng kí môn song hành là thực tập tốt nghiệp nhưng thực tập em đã đăng kí từ hè nhưng vì lí do dịch nên chưa thể đi được ngoài ra các điều kiện đăng kí khác em đều thỏa nên mong nhà trường xem xét giúp em.. . Em xin chân thành cảm ơn!",
            "Chào bạn,. . PDT đã ghi nhận yêu cầu về ĐKMH của bạn và đã chuyển cho bộ phận ĐKMH kiểm tra và xử lý.. . Bạn vui lòng theo dõi kết quả cật nhật TKB tại mybk sau ngày 20/9/2021. . Trường hợp sau ngày này vẫn chưa có TKB, SV vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . SV chủ động liên hệ khoa để xin nhận GV hướng dẫn.. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "B Đăng ký môn học . Em chào thầy cô. . Em tên [full_name]. . MSSV: [student_id]. . . . Hiện tại em đang gặp vấn đề là không đủ điều kiện đăng ký luận văn tốt nghiệp do không đủ tín chỉ đăng ký luận văn (112/114). Tuy nhiên, số tín chỉ đấy hoàn toàn sai lệch so với số tín chỉ em đã hoàn thành (144 tín chỉ). Và lúc đăng ký em cũng đã làm các thủ tục chuyển đổi tín chỉ và nộp bảng điểm rồi ạ. Em mong thầy cô xem xét vấn đề này giúp em, vì học kỳ sắp đến tồi ạ.. . Em cảm ơn.",
            "Chào bạn,. . Bổ sung thêm giúp cô mã [full_name] nhé!. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em chào thầy cô,. . . .  Em hiện là sinh viên Hệ CQB2 khoa Điện-Điện tử khóa 2021. Trong các đợt ĐKMH vừa rồi thì em vẫn chưa đăng ký được môn Nhập môn kỹ thuật vì lí do là  lớp không mở do không đủ sĩ số hoặc trùng TKB.. .  Vì môn này em thấy PĐT có ghi rõ trong email là có thể đăng ký với PĐT để sắp xếp học với khóa 2021 sắp nhập học.. .  Vậy em gửi đơn đăng ký môn học này với mong muốn được PĐT sắp xếp cho em có thể đăng ký môn Nhập môn kỹ thuật (EE1001) với khóa 2021 để em có thể hoàn thành kịp tiến độ học tập.. . . . Em xin cảm ơn.. .",
            "Chào bạn. . Phòng đào tạo đã ghi nhận thông tin bạn đăng ký môn học chung với K2021, Thời gian bắt đầu học của Khoá 2021 là 4/10/2021, nên bạn vui lòng xem TKB tại Mybk vào thời gian trên, nếu không có TKB thì phản hồi lại Pdt. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Dạ em chào thầy/cô. Cho em hỏi là mình còn mở đợt đăng ký nộp bằng tốt nghiệp THPT không ạ ?",
            "Chào bạn,. . PDT sẽ tổng kiểm tra bằng TN THPT (và bằng Cao Đẳng, Đại học đối với SV bằng 2, và VLVH). SV phải chuẩn bị sẵn sàng (bảng sao và bản scan) các bằng TN. Thời gian kiểm tra là trong tháng 10 và theo thông báo riêng. . Thân mến,. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Mở lớp dự thính (bắt đầu học từ 30/8) . Dạ cho em hỏi là bây giờ còn có thể đăng ký học dự thính kì này được không ạ. Tại vì em mới có điểm ở kì hè 203 và muốn cải thiện điểm ạ. Kì sau là kì cuối của em cũng như kì em làm luận văn ạ nên là văn phòng có thể cho em được đăng ký học dự thính trễ cho kì này được không ạ. Em xin cảm ơn!",
            "Chào bạn. . Đã hết thời gian có thể bổ sung môn học Dự thính. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ .   B  Thắc mắc về thành phần điểm môn Xác suất thống kê (MT2013). . . .  Kính gửi Phòng Đạo Tạo,. . . . T heo như trong đề cương môn học HK202 của môn Xác suất thống kê (MT2013) thì điểm thành phần bào gồm: Giữa kì (Ktr), Bài tập (BT), Bài tập lớn (BTL) và thi cuối kì (CK) lần lượt là 20%; 5%; 35%; 40%. Tức với thành phần điểm như trên thì em có điểm trung bình (dtb) là:. . . .  0,2*5+0.05*8+0.35*8+0.4*4=5.8 (dtb khi này là 6). . . .  Nhưng trong bảng điểm thì chỉ có 5.5, và em có hỏi thầy [full_name] (giảng viên phụ trách lớp em kì 202) thì là đã đổi nhầm sang thành phần HK203 tức Giữa kì (Ktr), Bài tập lớn (BTL) và thi cuối kì (CK) lần lượt là 25%; 25%; 50%:. . 0,25*5+0,25*8+0.5*4=5.25 (dtb khi này là 5.5). . . . Và trong bảng điểm phúc tra của em cũng hiện dtb là 6 điểm. (Em có đính kèm hình ảnh ạ). . . .  Mong nhận được phản hồi từ phía quý thầy cô.. .  Xin chân thành cảm ơn.. . . .   [full_name],. .  [full_name]. .",
            "Chào em,. . - PĐT đã biết vấn đề này, tóm lại ý em cần hỗ trợ gì nhé.. . - Nếu GV đã khóa môn học và muốn sửa điểm thì GV gửi email hoặc phiếu đề nghị mở khóa môn học nhóm để mở khóa (HK202) trong thời gian cho phép sửa. . Thân mến,"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ .  Chào thầy/cô,. .  Em là sinh viên khóa K19, chuyên ngành tự động hóa. Kì này em có đăng kí một môn tự chọn nhóm A. Vậy cho em hỏi: nếu như buổi thi cuối kì em không tham gia thi thì điểm môn này sẽ không xuất hiện trên bảng điểm cũng như không ảnh hưởng đến điểm trung bình tích lũy để xét tốt nghiệp phải không ạ?",
            "Chào bạn. . - Hiện tại điểm thi vẫn có trên bảng điểm, tính vào điểm trung bình chung. . - Tuy nhiên khi in bảng điểm tốt nghiệp sẽ in theo quy định. . 15.4 Bảng điểm và học bạ. . . . Trường ĐHBK cấp bảng điểm chính thức khi có yêu cầu. Thông tin trên bảng điểm bao gồm kết quả của tất cả các môn học (thuộc hay không thuộc CTGD của khóa-ngành/chuyên ngành đang theo học) từ đầu khóa học cho đến thời điểm cấp (không tính các môn đã hủy hoặc rút), trong đó gồm các môn học đã đăng ký và có TKB chính thức và các môn học được chuyển điểm/bảo lưu/điểm miễn; ĐTBHK, ĐTBTL, số TCTL, ….. . . . Từ các khóa K2014 về trước, trường ĐHBK cấp học bạ sau khi SV đã tốt nghiệp. Thông tin trên học bạ bao gồm tên ngành/chuyên ngành tốt nghiệp, tên văn bằng được cấp, ĐTBTLN, số TCTLN và các thông tin về kết quả học tập như trên bảng điểm. Học bạ bản chính chỉ được cấp một lần. SV có thể đăng ký in các học bạ bản sao nếu có nhu cầu.. . . . Từ các khóa K2015 về sau, Trường ĐHBK cấp bảng điểm khi SV tốt nghiệp hoặc khi có yêu cầu. Thông tin trên bảng điểm như quy định trên với kết quả học tập được in theo chương trình đào tạo, một môn học xuất hiện một lần duy nhất với điểm số cao nhất (nếu SV học nhiều lần), các môn tích lũy thêm ngoài ngành đào tạo được in thành đề mục riêng. SV đã tốt nghiệp sẽ có thêm các thông tin về ngành/chuyên ngành tốt nghiệp, tên văn bằng được cấp, ĐTBTLN, số TCTLN và tên luận văn tốt nghiệp.. . . . Ngoài ra, Trường ĐHBK có thể cấp bảng điểm học kỳ khi có yêu cầu. Thông tin trên bảng điểm học kỳ như theo quy định trên với các kết quả học tập được in theo từng học kỳ.. . . . Từ học kỳ 1 năm học 2018-2019, SV đã tốt nghiệp được Trường ĐHBK cấp phụ lục bằng. Thông tin trên phụ lục bằng giải thích về bằng, chương trình học, ngành/chuyên ngành và các thành tựu kiểm định của trường và ngành/chuyên ngành đã đạt được. ”"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em đã đăng kí luận văn tốt nghiệp nhưng chưa có thời khóa biểu, mong phòng đào tạo xem giúp",
            "Chào bạn,. . SV xem TKB tại mybk/Thông tin SV/ Xem TKB. . Trường hợp SV đăng ký TTTN, LVTN, ĐCLVTN mà không có TKB trong đợt bổ sung.. . . . Sinh viên vui lòng xem kết quả ĐKMH, xem lý do vì sao không ĐKMH được (có đăng ký, nhưng không có TKB) tại trang web: mybk.hcmut.edu.vn    Đăng ký môn học    Đăng ký bổ sung TTTN+LVTN+ ĐCLVTN HK211 Đợt kết quả    bấm vào mục Đăng ký mới    chọn Loại hình đăng ký    xem Lịch sử đăng ký.. . Trong trường hợp kết quả xử lý ĐKMH không đúng, bạn có thể làm đơn khiếu nại (kèm minh chứng nếu có), gửi qua trang bksi ghi rõ tiêu đề: “Khiếu nại ĐKMH HK211”, nội dung khiếu nại trình bày rõ lý do, ghi rõ tên, mã môn học, Số tín chỉ tích lũy? Số ngày CTXH (nếu đăng ký LVTN). . Trường hợp SV có học môn tương đương vui lòng trình bày rõ, đã học ở HK nào? tên và MH,tương đương môn học nào?. . Thân chào. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Em xin được bổ sung vào danh sách môn học: Thủy lực và thủy văn cầu đường Mã môn học CI3011 lớp :DT01. . . .",
            "Chào bạn. . Đã chuyển đơn cho bộ phận dkmh xử lý, bạn xem kết quả cập nhật tại Mybk-xem tkb sau ngày 10/9,. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Dạ thưa cô, hiện lại mail hcmut của em đã bị một ai đó thay đổi mật khẩu, em không thể đăng nhập lại được. Em thay đổi mật khẩu thì được nói là liên hệ người quản trị viên mail, không biết là em phải như thế nào để lấy lại mail ạ ? Mail của em là : [email]"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác  /i  . . Em chào thầy(cô) , thầy(cô) cho em hỏi về việc xin giấy tạm hoãn nghĩa vụ quân sự ạ. Ở địa phương em hạn chót là 5/10 nhưng mà em không thể lên bkel đăng kí giấy được ạ. Em xin cảm ơn",
            "Chào bạn,. . SV chủ động đăng ký giấy Xác nhận SV hoãn NVQS để bổ sung cho địa phường và chọn dịch vụ gửi qua được bưu điện (người nhận trả tiền) nếu có nhu cầu (PDT không in hàng loạt như các năm trước). . Dự kiến trong đầu tháng 9/2021 sẽ bắt đầu cho đăng ký (khi TKB trong HK đã ổn định). . . . - Sau khi xử lý giấy chứng nhận sinh viên, Phòng Đào tạo sẽ gửi về địa chỉ sinh viên đăng ký khi bưu điện hoạt động lại bình thường trong đợt giãn cách xã hội. Mặt khác, sinh viên có thể tải bản scan trên trang đăng ký chứng nhận sinh viên (sau khi yêu cầu của SV đã được xử lý).. . Thân mến,. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ .   Em đã đăng kí và có mail xác nhận về việc hoãn thi môn Kĩ thuật lập trình nhưng điểm tổng kết hiện tại là 13. Em cần xác nhận lại lần nữa là yêu cầu hoãn thi cuối kì của em đã đc chấp nhận chưa ạ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . PĐT Cho em hỏi, em đã đăng kí hoãn thi môn Lập trình web bằng form của PDDT gửi. Nhưng nay em lên bảng điểm kiểm tra thì thấy điểm cuối kì em bị điểm 13. Vậy là việc em đăng kí hoãn thi không được công nhận hay sao ạ. Mong PĐT kiểm tra lại giúp em.. . Em xin cảm ơn.",
            "Chào em,. . - Danh sách thi PĐT đã gửi trước rồi em. . - Em đã điền form hoãn thi, xem email xác nhận nhé.. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Trong đợt đăng kí bổ sung LVTN vừa rồi, em có đăng kí làm LVTN nhưng hệ thống báo đăng kí không thành công với lý do \"Không đủ đ/kiện nhận LVTN\". . . . Sau khi kiểm tra lại thì em thấy mình đã:. . - Đủ điều kiện các môn học tiên quyết. . - Đủ số tín chỉ tích luỹ ngành (135/139 tín chỉ). . - Điều kiện chứng chỉ Anh văn: tạm thời bỏ qua theo thông báo của nhà trường.. . - Điều kiện 10 ngày công tác xã hội: em thuộc chương trình đào tạo Bằng thứ 2. . . . Mong nhà trường giải đáp lý do em không đăng kí được LVTN ạ.",
            "Hiện tại học kì mới đã bắt đầu và môn LVTN đã tiến hành thực hiện. Em mong nhà trường sớm giải đáp để em có kế hoạch học tập hợp lý, không bị trễ tiến độ ạ.. . . . Em xin cám ơn.",
            "Chào em,. . Em bổ sung mã môn học cần đăng ký nhé.. . Thân mến,",
            "Mã số môn học của em là CO4313.. . . . Em xin đính kèm ảnh chụp màn hình ĐKMH.",
            "Chào bạn,. . PDT đã ghi nhận yêu cầu về ĐKMH của bạn và đã chuyển cho bộ phận ĐKMH kiểm tra và xử lý.. . Bạn vui lòng theo dõi kết quả cật nhật TKB tại mybk sau ngày 21/9/2021. . Trường hợp sau ngày này vẫn chưa có TKB, SV vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . SV chủ động liên hệ khoa để xin nhận GV hướng dẫn.. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em năm nay học năm 2 ạ,nhưng năm nhất em chưa thi anh văn đầu vào của trường tổ chức,vậy em được phép thi chung với khóa k21 của trường không ạ?.Nếu có thì thời gian thi là lúc nào và hình thức thi ra sao ạ ?.Em xin cảm ơn.",
            "Chào bạn. . - Kỳ thi của Tân sinh viên, SV cũ không đăng ký thi được. . - Bạn đợi thông báo của nhà trường về việc tổ chức thi anh văn cho SV . . - Hoặc bạn có thể đợi sau giãn cách đăng ký thi CCNN Quốc tế. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Thưa PĐT, . . Em đã đang ký hoãn thi môn Giải tích 2 MT1013, thi cuối kỳ ngày 6/8/2021. Nhưng hiện tại trên bảng điểm hiện là 13 điểm.. . Em cảm ơn Quý thầy cô.. .   i Yêu cầu khác .",
            "Chào em,. . - Danh sách thi PĐT đã gửi trước rồi em. . - Em đã điền form hoãn thi, xem email xác nhận nhé.. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Kính gửi PĐT,. . Em tên là [full_name], MSSV: [student_id], lớp XD17KT, ngành Kiến Trúc, Khoa Kỹ thuật Xây dựng. . . . Em có đọc và quan tâm đến học bổng Pony Chung năm 2021 trên mail thông báo từ trường. Sau đây em có một vài thắc mắc mong PDT giải đáp để em có thể chuẩn bị hồ sơ dự tuyển học bổng đúng hạn:. . 1. Trong hồ sơ yêu cầu \"sinh viên và học viên gửi hồ sơ học bổng (bản scan) về P.CTCT-SV\". Em đang ở TpHCM và hiện tại các tiệm in đã đóng cửa nên em không thể đi scan hồ sơ được. Em có thể làm hồ sơ và chuyển tất cả thành file pdf và gửi cho P.CTCT-SV được không?. . 2. Trong hồ sơ yêu cầu nộp \"bảng điểm (bản chính) năm học 2020 – 2021 có xác nhận của đơn vị đào tạo\". Nhưng trong thời điểm dãn cách em không thể đến trường để lấy bảng điểm và đi scan được. Em muốn hỏi là sau khi em đăng ký in bảng điểm, PĐT có thể gửi bảng điểm file mềm qua mail cho em được không? Do hạn nộp là 12/9/21 nên PĐT có thể giải quyết giúp em việc bảng điểm này sớm không ạ?. . 3. Trong hồ sơ xin học bổng không yêu cầu về thư giới thiệu từ giảng viên trong trường. Liệu em có thể bổ sung Thư giới thiệu của thầy cô trong bộ môn vào Hồ sơ xin học bổng không?. . 4. Nếu có bất cứ  thắc mắc nào về chương trình học bổng, em có thể liên hệ ai để có thể được hướng dẫn kịp thời và nhanh nhất ạ?. . . . Mong PDT phản hồi sớm nhất để em có thể chuẩn bị kịp hồ sơ dự tuyển học bổng.. . Em xin cảm ơn.",
            "Chào em,. . Em liên hệ phòng Công tác chính trị sv qua email [email] để được hướng dẫn nhé.. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Chào cô/thầy, em là sinh viên khóa k18, và hiện nay em đang chuẩn bị thi tiếng anh để nhận bằng toeic. Nhưng hiện tại em đang thấy thắc mắc là trên quy định của trường là khóa k18 khi tốt nghiệp là 550, nhưng ở chuyển điểm anh văn thì để qua hết 4 môn anh văn thì cần 600.Vậy để tốt nghiệp thì em cần bao nhiêu là được ạ ( em không học anh văn ở trường).Em xin cảm ơn",
            "Chào bạn. . - 2 chuẩn khác nhau, chính xác bạn xem theo hướng dẫn bên dưới. . - Về quy định chuẩn tiếng anh: Bạn vui lòng xem chi tiết tại trang web aao--  sinh viên --  Quy chế --  Quy chế đào tạo và học vụ bậc đại học và cao đẳng -- Phụ lục 1: Quy định về ngoại ngữ --  tốt nghiệp --  điều 3, chuyển điểm --  điều 4. . Chúc bạn học tập tốt nhé.. . Thân. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Thầy/cô cho em hỏi mail của [full_name] ở bộ môn Vật Liệu Xây dựng ạ.. . Mong thầy/cô hồi đáp ạ.",
            "Chào bạn. . Bạn mail hỏi Khoa Xây dựng nghen. . [email]"
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính chào phòng đào tạo!. . . . Em là [full_name], MSSV: [student_id], lớp VP17VL.. . . . Nay em viết đơn này để xin tham gia vào lớp học của môn \"Vẽ kỹ thuật xây dựng - CI1033\" của giảng viên [full_name] đứng lớp (Hình đính kèm). Em đã đăng ký môn học trên với hình thức dự thính vào kỳ 211 nhưng môn đã bị hủy vì không đủ sĩ số.. . . . Lý do chính là: Em cần học môn học kể trên để em được chuyển điểm cho môn học của Việt Pháp đã không còn mở \"Vẽ kỹ thuật - 806702\" để kịp tiến độ chương trình.. . Theo lịch hiện tại của học kỳ chính 211, thì em đã bỏ lỡ 2 buổi học của môn học nhưng em sẽ cố gắng để bù lại lượng kiến thức đã bỏ lỡ.. . . . Em cũng đã liên lạc với giảng viên thông qua hệ thống email của nhà trường và được cô [full_name] chấp nhận (File pdf đính kèm).. . . . Em kính mong PĐT tạo điều kiện cho em học để trả nợ môn học cũ cho kịp tiến độ.. . . . Em cảm ơn phòng đào tạo đã xem xét trường hợp của em.. .   i Đăng ký môn học .",
            "Chào bạn,. . PDT đã ghi nhận yêu cầu về ĐKMH của bạn và đã chuyển cho bộ phận ĐKMH kiểm tra và xử lý.. . Bạn vui lòng theo dõi và kiểm tra TKB thường xuyên trên mybk/Thông tin SV và hệ thống BKeL để kịp tham gia lớp học online. SV chủ động liên hệ với GV để xin vào lớp học trước nhé!. . Trường hợp nếu không đăng ký được (không có khả năng hoặc không đủ điều kiện)  PDT sẽ phản hồi cho SV qua bksi.. . Chúc các bạn học tốt!. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác:",
            "Dạ thưa thầy, cô. Cho em hỏi là hoãn thi thì điểm thi cuối kì sẽ ghi nhận là điểm 13 phải không ạ. Hay điểm sẽ tạm thời trống ạ. Em cám ơn.",
            "Chào em,. . - Danh sách thi PĐT đã gửi trước rồi em. . - Em đã điền form hoãn thi, xem email xác nhận nhé.. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "U Yêu cầu khác: Kính thưa Phòng Đào tạo,. . . . Em tên là [full_name], mã số sinh viên [student_id] - Khoa Khoa học và Kỹ thuật Máy tính.. . . . Học kỳ 202 em có học môn Nguyên lý ngôn ngữ lập trình - CO3005 - DT01. Vào ngày 15/8/2021, em có điền vào form xin hoãn thi tại đường dẫn https://forms.gle/ckyYcJMWN7w3kqe56 . Lý do: giảng viên có thông báo cho em là không tìm thấy bài thi và tư vấn cho em xin hoãn thi. Nhưng, hôm nay giảng viên đã thông báo lại là có nhầm lẫn và đã tìm thấy bài của em. Em viết đơn này với mong muốn phòng Đào tạo hủy yêu cầu xin hoãn thi của em đã điền trước đó.. . . . Kính mong phòng Đào tạo xem xét và chấp thuận cho em.. . . . Trân trọng,. . [full_name]",
            "Chào em,. . Em làm đơn xin hủy hoãn thi: ghi rõ HK, mã môn học, tên môn học ... , hoặc lấy mẫu đơn hoãn thi sửa thành đơn HỦY HOÃN THI, gửi qua bksi (gửi sớm trong sáng nay nhé). . Thân mến,. ."
        ]
    }
]