[
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Kính gửi phòng đào tạo!. . Em tên [full_name], sinh viên Khoa Công nghệ vật liệu. Em vừa bảo vệ luận văn đợt tháng 09/2020. Thầy/Cô cho em hỏi, học kỳ này em không có thời khóa biểu thì có thể xin giấy hoãn nghĩa vụ quân sự được không ạ.. . Em cảm ơn.",
            "Chào bạn,. . . . Bạn không có TKB sẽ không in giấy xác nhận sinh viên được nha bạn.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Ad cho em hỏi, e là sv k19 k đc xếp lớp av đầu năm. Trong lần kt av định kì vừa r e được 370đ z em có được đkí môn av1 của trường không ạ. Em cảm ơn.",
            "Chào bạn,. . . . Bạn xem qui chế học vụ điều 31, phụ lục 1 http://www.aao.hcmut.edu.vn/index.php?route=catalog/chitietsv&path=90&tid=1658.. . . . Trong mục 1: Cách xếp lớp anh văn . . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em tên là [full_name]. . MSSV: [student_id]. . Em đã hoàn tất chương trình học, có điểm luận văn và điểm thi anh văn nói viết nhưng hiện vẫn chưa đăng kí xét tốt nghiệp được.. . Em xin cảm ơn.",
            "Chào bạn,. . . .    Phòng đào tạo đã ghi nhận trường hợp xét tốt nghiệp bổ sung của sinh viên, sau ngày 21/10 Phòng Đào Tạo sẽ thông báo danh sách tốt nghiệp cập nhật mới : . . -          Sinh viên xem kết quả xét lại tốt nghiệp trên: www.aao.hcmut.edu.vn - tốt nghiệp - thông tin tốt nghiệp -  danh sách tốt nghiệp 11/2020. . -          Trường hợp không có tên trong danh sách tốt nghiệp bổ sung sinh viên liên hệ trực tiếp phòng đào tạo để kiểm tra lại lý do.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Cho em hỏi là em bị thiếu 1 môn học trước để đăng kí đồ án, em có thể viết đơn để vừa học môn đó mà vẫn đăng kí làm đồ án trong cùng 1 kì được không ạ ? nếu không em sẽ bị trễ lắm, em cảm ơn",
            "Chào bạn,. . . . Bạn viết vậy tôi không thể trả lời cho bạn được.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em thuộc chương trình đào tạo tài năng (KSTN) K16. Em đã đủ điều kiện ra trường theo chuẩn của chương trình chính quy đại trà (cụ thể là AV nói viết đạt 230   200 theo yêu cầu). . . . . Nhưng đối với chương trình KSTN yêu cầu AV nói viết là 245. Như vậy, em chưa đủ điều kiện tốt nghiệp theo chuẩn KSTN.. . . . Vì theo quy chế, nếu chương trình KSTN tốt nghiệp trễ hạn thì sẽ tốt nghiệp bằng đại trà. Và em cảm thấy sức mình không thể đạt yêu cầu về AV nói viết của KSTN, nên em muốn ra trường đúng hạn em phải tốt nghiệp theo chuẩn của đại trà.. . . . Vì vậy, em muốn   U xét tốt nghiệp theo chuẩn của đại trà  /U  và   U chấp nhận bằng tốt nghiệp chính quy đại trà (bỏ tài năng)  /U .. . . . Xin hãy hướng dẫn em các quy trình để được xét tốt nghiệp theo chuẩn của chính quy đại trà, do hiện tại em nằm trong KSTN nên chưa có trong Danh sách tốt nghiệp dự kiến.",
            "Chào bạn,. . . . Bạn có thể làm đơn xin đăng kí xét tốt nghiệp theo hệ chính qui đại trà nộp PDT nha.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "B   /B Tốt nghiệp .  . . Em xin chào thầy cô.. . . . Em có một câu hỏi về ảnh tốt nghiệp:. . Em vào mục đăng kí tốt nghiệp để đăng kí, em đã đăng kí thành công và đã thanh toán phí đăng kí. Nhưng do em tải hình không đúng như yêu cầu nên giờ em muốn cập nhật lại. Em có vào để cập nhật nhưng không thể cập nhật được ảnh mới. Mong thầy cô giải đáp giúp em ạ, hướng dẫn em cách để cập nhật ảnh mới ạ.. . . . Em xin cảm ơn."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Kính gửi Phòng Đào Tạo Đại Học Bách Khoa TPHCM.. . . . Em là sinh viên CQ Bằng 2, MS: [student_id]. Em có câu hỏi về TKB Dự Thính HK1 (2020-2021). . . . Trên TKB trên MyBK của em có môn học CI2003 không giống với khi đăng kí môn học, nên em khó sắp xếp thời gian học. Mong PĐT điều chỉnh lại giúp em, em cám ơn rất nhiều ạ.",
            "Chào bạn. . hiện tại vẫn còn thời gian để điều chỉnh tkb dự thính, bạn điều chỉnh lại nghen. . Thân",
            "Dạ em chào cô ạ,. . . . Em đã điều chỉnh tkb đăng ký môn học DT HK1, nhưng kết quả TKB trên MyBK vẫn không khớp ạ. Mong cô hỗ trợ giúp em, em cám ơn rất nhiều ạ.",
            "li answer rate: Answer is not complete / Câu trả lời chưa hoàn chỉnh",
            "Chào bạn,. . . . Bạn vui lòng xem kết quả DKMH nha.. . . . Thân",
            "Dạ em chào cô,. . . . Em có đăng kí môn học CI2003 nhưng bị trùng TKB HK chính. Mong cố giúp hỗ trợ sắp TKB môn CI2003 cho em vào nhóm DT01_DT02 như hình đính kèm được không ạ. Em cám ơn rất nhiều.",
            "Chào bạn,. . . . Đã đăng kí môn CI2003 cho bạn rồi, kết quả DKMH sẽ cập nhật trên cổng thông tin sinh viên nha.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Hiện em đang đăng ký môn EE2007 học kỳ Dự thính HK201. Tuy nhiên lại bị trùng giờ tkb với một môn ở học kỳ chính là EE2009.. . . . Cụ thể là trùng 3 buổi học ở tuần 44,48,50.. . Vì duy chỉ có 3 buổi học, nếu rút môn học sẽ phải đóng học phí cả kỳ. Nên em không biết PĐT có phương án khác giúp cho trường hợp của em không ạ.. . . . Hình ảnh cụ thể em xin đính kèm bên dưới.. .",
            "Chào bạn,. . . . . . Rất tiếc không giúp được gì cho bạn, trùng TKB sẽ không đăng kí được dự thính.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Chào admin! . . Cho em hỏi: hiện tại, học kì chính em đăng ký hoá lý 1( học kì 201) thì ở học kì dự thính 201 em có thể đăng ký truyền nhiệt và truyền khối không?( Hoá lý 1 môn học trước). . Vì kì trước ( 192) bạn em đăng ký được nhưng kỳ này em lại không đăng ký được ( lý do hiện trên đăng ký môn học hoá lý 1 học trước). Mong được giải đáp. Em cảm ơn.. .",
            "Chào bạn,. . . . - Môn hoá lý 1 là môn học trước của môn truyền nhiệt và truyền khối thì hoá lý 1 phải học trước 1 học kỳ môn truyền nhiệt và truyền khối.. . . . - Học kỳ 192 là học kỳ đặc biệt (do dịch covid_19), trước khi học kỳ 192 học offline trên lớp thì các bạn có khoảng thời gian dài học livestraem. Chính vì vậy nhà trường đã đặc cách cho trong học kỳ 192 hai môn học trước học chung 1 học kỳ.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "U   b MSSV/MSGV: [student_id]4  /b \t. . . .   i Đăng ký môn học  /i Cho em hỏi 2 môn giáo dục thể chất mã PE1005 và PE1007 em không thể đăng ký được trong bất kỳ học kỳ nào.. . Vậy bây giờ em muốn trả 2 môn này thì đăng ký theo mã nào ạ",
            "Chào bạn, . . . . Bạn xem qui định môn thể dục đã cập nhật trên web PDT http://www.aao.hcmut.edu.vn/image/data/CTDT/thay_doi_mon_hoc_gdtc.pdf.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . hôm nay 8/10 chưa đóng đang kí hiệu chỉnh dự thính đợt 2 sao em lại đc sắp tkb r ạ",
            "Chào bạn,. . . . Đợt 1 bạn có đăng kí dự thính, nên có TKB. Đợt 2 bạn không thích có thể hiệu chỉnh.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em muốn đăng kí môn quá trình thiết bị truyền nhiệt CH2043 có thời khóa biểu tiết  13 14 15 ngày thứ ba ở cơ sở 1. Trong khi đó em lại đang học môn Hóa phân tích CH2009 học kì chính có thời khóa biểu tiết 10 11 12 thứ ba ở cơ sở 2 . Em phải làm gì mới được đăng kí môn Quá trình thiết bị truyền nhiệt CH2043 ở kì dự thính vậy ạ ?Vì đang em học trễ và môn quá trình thiết bị truyền nhiệt CH2043 là môn học trước của Thực tập nên em rất cần học môn đó ạ. Em rất mong Phòng Đào tạo giúp em . Em xin cảm ơn ạ.",
            "(Em xin lỗi phía trên em viết nhầm môn) . Em muốn đăng kí dự thính môn Quá trình thiết bị Truyền khối CH2051 có thời khóa biểu tiết  13 14 15 ngày thứ ba ở cơ sở 1. Trong khi đó em lại đang học môn Hóa phân tích CH2009 học kì chính có thời khóa biểu tiết 10 11 12 thứ ba ở cơ sở 2 . Em phải làm gì mới được đăng kí môn Quá trình thiết bị Truyền khối CH2051 ở kì dự thính vậy ạ ?Vì đang em học trễ và môn Quá trình thiết bị Truyền khối CH2051 là môn học trước của Thực tập nên em rất cần học môn đó ạ. Em rất mong Phòng Đào tạo giúp em . Em xin cảm ơn ạ.",
            "Chào bạn,. . . . - Cùng ngày thứ 3 nhưng môn CH2009 bạn học kết thúc tiết 12 tại cơ sở 2, CH2051 cũng học ngày thứ 3 tiết 13 tại cơ sở 1.. . . . -Khoảng cách giữa 2 cơ sở khá xa, trong giờ cao điểm bạn không thể di chuyển giữa 2 cơ sở trong vòng 10 phút được nha. . . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . PDT cho em hỏi là hôm nay em vẫn chưa thấy mình có tên trong danh sách tốt nghiệp dự kiến tháng 11/2020 vậy do em bị thiếu điều kiện gì hay danh sách vẫn chưa được cập nhật ạ? Em xin cảm ơn!",
            "Chào bạn,. . . .    Phòng đào tạo đã ghi nhận trường hợp xét tốt nghiệp bổ sung của sinh viên, sau ngày 21/10 Phòng Đào Tạo sẽ thông báo danh sách tốt nghiệp cập nhật mới : . . -          Sinh viên xem kết quả xét lại tốt nghiệp trên: www.aao.hcmut.edu.vn - tốt nghiệp - thông tin tốt nghiệp -  danh sách tốt nghiệp 11/2020. . -          Trường hợp không có tên trong danh sách tốt nghiệp bổ sung sinh viên liên hệ trực tiếp phòng đào tạo để kiểm tra lại lý do.. . . . Thân. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính gửi: PĐT Đại Học Bách Khoa. . Em là: [full_name] MSSV: [student_id]. . Hiện tại em đang học Khoa Bảo Dưỡng Công Nghiệp. . Em xin trình bày như sau: kì dự thính này có mở môn anh văn 3 MSMH: LA1007. Hiện tại em đã có anh văn 1 và anh văn 4 nhưng chưa có anh văn 2 nên không thể đăng kí được. Vậy em xin PĐT tạo điều kiện cho em được đăng kí môn: Anh Văn 3 MSMH:LA1007 trong đợt dự thính này để em kịp ra trường trong đợt tới.. . Em xin chân thành cảm ơn!",
            "Chào bạn,. . . . Sau đợt 3 DKMH bạn làm đơn nộp PDT nha.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ em chào quý thầy cô! Do nhu cầu học để kịp đăng ký đồ án vào kỳ sau. Nên em kính mong quý thầy cô tăng sĩ số môn học xử lý số tín hiệu (EE2015) nhóm lớp DT01_DT01. Dạ em xin cám ơn ạ!",
            "Chào bạn,. . . . Môn này phòng thí nghiệm full sỉ số không tăng được nữa.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]  /b \tNGUYỄN NGỌC QUANG [full_name][student_id][full_name] [full_name] [full_name] [full_name]   i Đăng ký môn học  /i [full_name] [full_name] ĐỢT 1 DỰ THÍNH 201 EM CÓ [full_name]49 [full_name] [full_name]  [full_name] 2 [full_name] ĐĂNG KÍ ĐƯỢC VÀ CÓ LỊCH TKB , TRONG LÚC EM BẤM LỠ BẤM XOÁ ĐK GIỜ EM ĐK LẠI THÌ [full_name]  [full_name][full_name] [full_name]K LẠI GIÚP EM Ạ [full_name] EM CẢM ƠN[full_name] [full_name]",
            "Chào bạn,. . . . Bạn vui lòng xem kết quả DKMH nha, bạn nêu lý do không đúng như kết quả PDT đã gởi cho bạn.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            ". . . . em là sinh viên hệ VHVL cho e hỏi là em có cần học AV1 AV2 AV3 AV4 không ạ ? . . . . luận văn tốt nghiệp tối thiểu bao nhiêu điểm toeic thì được làm luận văn ạ !!! em cám ơn. . . .",
            "Chào bạn,. . . . Hệ vừa làm, vừa học không học anh văn 1, 2, 3, 4. Chuẩn toeic để nhận luận văn bạn xem qui chế học vụ điều 31, phụ lục 1 http://www.aao.hcmut.edu.vn/index.php?route=catalog/chitietsv&path=90&tid=1658.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học .  . . Em là sinh viên K19. Em thi anh văn đầu vào được 375đ. Cho em hỏi là với số điểm đó thì em có được đăng kí môn của học kì 2 năm 2 không ạ?",
            "Chào bạn,. . . . Bạn vui lòng xem qui chế học vụ điều 31, phụ lục 1 nha http://www.aao.hcmut.edu.vn/index.php?route=catalog/chitietsv&path=90&tid=1658.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Em chào thầy cô, em tên [full_name], MSSV:[student_id], khoa Công nghệ vật liệu khóa K18.. .  Hôm trước em có làm đơn đăng kí môn nhập môn kĩ thuật chung với k20 vì môn này chỉ mở kì đầu năm nhất cho tân sinh viên. Nhưng hiện tại chưa có trong thời khóa biểu của em, mong thầy cô xem xét đăng kí giúp em!. . Em chân thành câm ơn!",
            "Chào bạn,. . . . Tuần sau bạn kiểm tra kết quả DKMH trên cổng thông tin sinh viên nha.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em chào thầy cô, em hủy một số môn trong kì dự thính nhưng nó vẫn còn trong thời khó biểu chính thức nên mong thầy cô xem xét và hủy giúp em!",
            "Chào bạn,. . . . Thời gian này đã hết thời gian huỷ môn dự thính.. . . . Thân. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Dạ em chào thầy/ cô. . Em là [full_name]. . Mã số sinh viên là [student_id]. . Em muốn hỏi là khi em tạo mail theo BKKNetId thì máy báo là \"   B không mở kết nối với máy chủ  /B \",   U em nên làm gì ạ  /U ?. Mà trong quá trình tạo máy có hỏi là chọn   B POP3  /B  hay   B IMAP  /B , em nên chọn cái nào ạ?. . em xin cảm ơn trước ạ",
            "Chào bạn,. . . . Bạn liên hệ trực tiếp PDT cơ sở 1 để được hướng dẫn nha bạn.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Hiện giờ em được xếp vào lớp ielts level 2, câu hỏi thứ nhất là không biết trong quá trình học kì pre-uni thì em có được đăng kí những môn học chung với sinh viên năm nhất không?. . câu hỏi thứ hai, nếu em không qua được kì kiểm tra tiếng anh lần đầu và phải học lại, nhưng trong quá trình học lần hai đó, em có thể đạt đủ chỉ tiêu tiếng anh thì em có được học chung với các bạn đã qua được kì tiếng anh lần 1 không? . . Mong quý thầy cô có thể hồi đáp em ạ. Em xin cảm ơn",
            "Chào bạn,. . . . Bạn vui lòng liên hệ văn phòng Đào Tạo Quốc Tế để tư vấn cho bạn.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Cho em hỏi sao điểm thành phần trong bảng điểm hk1 2019-2020 bị mất. Tại em cần điểm để chuyển điểm thực hành\t. . [student_id]. . . .",
            "Cho em hỏi sao điểm thành phần trong bảng điểm hk1 2019-2020 bị mất. Tại em cần điểm để chuyển điểm thực hành",
            "Chào bạn,. . . . Bạn vào cổng thông tin sinh viên kiểm tra lại nha.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính gửi PDT.. .  Em tên là: [full_name].. .  MSSV: [student_id].. .  Em có câu hỏi là: Đã đến hạn nộp bản sao bằng tốt nghiệp cho trường hợp trễ (05/10/2020 đến 19/10/2020) mà em không rõ là sẽ nộp cá nhân cho Phòng đào tạo 101A1 tại cơ sở 1 hay sẽ nộp cho lớp trưởng,nếu nộp cho lớp trưởng thì em sẽ nộp cho lớp trưởng cũ (lớp trưởng năm 1) hay lớp trưởng mới vì năm 2 sau khi phân ngành em đã được tách lớp,nhưng lớp mới của em vẫn chưa họp và bầu lớp trưởng mới.. .  Kính mong nhận được phản hồi sớm nhất từ quý thầy cô.. .  Em chân thành cảm ơn.. .",
            "Chào bạn,. . . . Bạn nộp cho lớp trường của mình. . . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Thầy (cô) cho em xin mở thêm sĩ số của lớp dự thính hk201 giải tích 2 DT09 của giảng viên [full_name].. . . . Em xin cảm ơn ạ.",
            "Chào bạn,. . . . Đã tăng sỉ số môn MT1005 nhóm DT09 rồi nha.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Trong đợt đăng kí môn học dự thính HK201-Đợt 1, em có đăng kí môn Kinh tế-chính trị [full_name]-[full_name] (mã môn : SP1033). Qua đợt 2 em đã xóa môn. Nhưng khi xem thời khóa biểu thì vẫn có. Vậy kết quả là sao ạ? Em có phải học hay đóng học phí không ạ?"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]  /b \t[full_name] [full_name] [full_name] [full_name]   i Tốt nghiệp  /i [full_name] [full_name] Kính gửi phòng đào tạo, Em tên là [full_name], Mssv [student_id][full_name] Em muốn đăng kí luận văn tốt nghiệp nhưng không biết rõ còn thiếu những điều kiện nào, nên không chuẩn bị trước được[full_name] Mong [full_name] cung cấp những điều kiện cần để đk luận văn tốt nghiệp và đk tốt nghiệp để em hoàn thành trước khi đăng kí[full_name] Xin chân thành cảm ơn [full_name][full_name] [full_name]",
            "Gửi đến Sinh viên. . Đính kèm theo file các môn học còn nợ (dự kiến xét tốt nghiệp), đề nghị Sinh viên kiểm tra và phản hồi nếu có sai sót.. . Thân chào.. . . . Ghi chú: Riêng phần tự chọn, đề nghị SV xem lại chương trình đào tạo (trang WEB Phòng Đào tạo aao.hcmut.edu.vn    Sinh viên    Chương trình đào tạo    chọn khóa, Khoa, ngành) để học đúng theo thiết kế chương trình.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Cho em hỏi mình có thể xin mở thêm sỉ số lớp hóa lí 2 học kì dự thính được không ạ, và em cần làm gì để xin mở sỉ số vì ngày mai đã hết hạn đăng kí . Em cám ơn ạ. .",
            "Chào bạn,. . . . Đã tăng sỉ số môn hoá lý 2.. . . . Thân",
            "No solution"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính gửi Phòng đào tạo,. . . . Em tên là [full_name], là sinh viên khóa K18 với mã số sinh viên là [student_id].. . . . Tối hôm nay em có kiểm tra thời khóa biểu của mình trên MyBK thì lại thấy môn   B Xác suất Thống kê  /B  của em đăng kí lớp của cô   B [full_name]  /B  nhóm   B DT01  /B  lại bị đổi thành lớp của thầy   B [full_name]  /B  nhóm   B DT02  /B . Em trước đó   B đã có hiệu chỉnh và chuyển qua  /B  lớp của cô   B [full_name]  /B  rồi mà sao trên hệ thống MyBK lại chưa cập nhật vậy ạ, trong khi đó bên trang Đăng kí môn học thì lại để lớp của cô [full_name] ạ (như hình).. . . . Kính mong Phòng đào tạo giải đáp thắc mắc của em và cập nhật lại thời khóa biểu của em ạ. Em cám ơn",
            "Chào bạn,. . . . Bạn vui lòng xem kết quả DKMH, hiện tại còn trong đợt 3 DKMH  của dự thính bạn lên đăng kí lại nha.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em xin chào. Em là [full_name] ([student_id]). . Cho em xin hỏi là em đã ĐKMH vào đợt 1 đã thành công, và đợt 2 em đã HỦY đăng ký THÀNH CÔNG vì lý do cá nhân không sắp xếp được thời gian học tập. Nhưng tại sao trong TKB của em vẫn có môn học này. Mong nhà trường trợ giúp",
            "Chào bạn,. . . . Bạn vui lòng xem kết quả DKMH, hiện tại còn trong đợt 3 DKMH  của dự thính bạn lên đăng kí lại nha.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học  /i  . . Kính chào thầy/cô, . . Em xin phép thầy/cô có thể mở thêm sĩ số cho lớp   B CI4099 - Triết học phương Đông  /B  vì lý do: . . -Môn học vừa mới mở vào chiều 08/10 và đã hết chỗ. . -Ở hoc kì chính thức (học kì 2/năm học 2019-2020), môn học bị bộ môn hủy trong thời khóa biểu do ảnh hưởng dịch covid-19. . . Môn học này gây ảnh hưởng đến tiến độ tốt nghiệp của tụi em, nên kính mong thầy cô giúp đỡ để em có thể hoàn thành môn này.. . Mong sớm nhận được phản hồi từ thầy/cô. Em cám ơn nhiều ạ!. . . .",
            "Chào bạn,. . . . Đã tăng sỉ số môn CI14099.. . . . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính chào thầy/cô, . . Em xin phép thầy/cô có thể mở thêm sĩ số cho lớp CI4099 - Triết học phương Đông ở học kỳ dự thính HK1 (2020-2021) vì lý do:. .  . . -Môn học vừa mới mở vào chiều ngày 08/10/2020 và đã hết chỗ. . . . -Ở hoc kì chính (học kì 2/năm học 2019-2020), môn học bị bộ môn hủy trong thời khóa biểu do ảnh hưởng dịch covid-19. . . Môn học này gây ảnh hưởng đến tiến độ tốt nghiệp của tụi em, nên kính mong thầy cô giúp đỡ để em có thể đăng kí môn này.. . . . -Vì đây là môn học cuối cùng trong CTĐT của em, nên em cần hoàn thành nốt môn này nữa là được tốt nghiệp.. . . . Mong sớm nhận được phản hồi từ thầy/cô. Em cám ơn nhiều ạ!",
            "Chào bạn,. . . . Đã tăng sỉ số môn CI4099 rồi nha bạn.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính gửi thầy/cô.. . Em là sinh viên khoa Cơ Khí K18.. . Dạ. Cho em hỏi về Môn Sức bền vật liệu bị đổi mã từ CI2001 sang CI2007, em đăng kí học dự thính môn này, nhưng không biết em có cần làm đơn để chuyển điểm tổng kết sau khi học xong sang CI2001 ( như trong Chương trình đào tạo 2018). . . Em chân thành cảm ơn",
            "Chào bạn,. . . . - Bạn phải học mã số môn học trong chương trình đào tạo của bạn, nếu bạn học khác mã môn học thì bạn phải kiểm tra hai môn đó có tương đương hay không?.. . - Nếu hai môn không tương đương, bạn học sẽ không được tính vào số tín chỉ tích luỹ ngành  nha bạn.. . . . Đường link tra môn tương đương http://www.aao.hcmut.edu.vn/index.php?route=catalog/chitietsv&path=59_62&tid=1719.. . . . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Do thời biểu bị trùng nên em muốn xin mở thêm  sỉ số lớp Hóa Đại Cương-CH1003 do Thầy [full_name] đứng lớp, ở lớp DT02_DT03 có thời khóa biểu là:. . Thứ 6    tiết 13 14 15 16\tB2-406. . Chủ nhật tiết 2 3 4             B2-GDB2A. .",
            "Chào bạn,. . . . Đã tăng sỉ số môn CH1003 rồi nha bạn.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]8  /b \t. . . .   i Đăng ký môn học . Chào ad. . Ad có thể giúp mình đăng kí môn cơ kết cấu CI2029 vào hk dự thính 201 được k?. . . . Mình là sv k13 mssv [student_id]8, đã xin gia hạn 1 học kì và đã có quyết định dc phép gia hạn nhưng không chủ động đăng kí được môn học ( báo bạn không được phép đăng kí môn học). . Cảm ơn ad. . . . . .",
            "Chào bạn,. . . . Trường hợp gia hạn học kỳ, bạn làm đơn xin đăng kí môn học dự thính (nhớ xuất trình quyết định gia hạn học kỳ). Đơn nộp PDT nha.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính gửi phòng đào tạo trường Đại học Bách Khoa!. .    Mong thầy cô giải đáp giúp em vấn đề này ạ. .    Hiện tại em đã thực hiện hiệu chỉnh đăng kí môn học đợt 2( Đợt hiệu chỉnh đăng kí môn học dự thính HK201) bao gồm chuyển nhóm và hủy môn. . .     Nhưng trên Thời khóa biểu vẫn chưa cập nhật sự hiệu chỉnh này của em ạ.(môn đã xóa vẫn hiển thị ạ, nhóm lớp mới chưa cập nhật ). .     Như vậy ,có phải thời khóa biểu sẽ được cập nhật lại theo đúng như những gì em đã hiệu chỉnh ở đợt 2 này không ạ ? ( giống thông tin trong bảng đăng kí môn đợt 2). Và khi nào thời khóa biểu sẽ được cập nhật lại ạ? . .     Em đang rất hoang mang và lo lắng về vấn đề này. Em rất mong nhận được phản hồi từ thầy cô ạ !. .     Em xin chân thành cảm ơn !. .",
            "Chào bạn,. . . . Bạn vui lòng xem kết quả DKMH, hiện tại còn trong đợt 3 DKMH  của dự thính bạn lên đăng kí lại nha.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em xin chào PĐT. . . Em có thắc mắc này mong được PĐT giải đáp. Tình hình là em đã đăng ký xét tốt nghiệp cho đợt 11/2020 và đã đóng tiền thành công được 2 tuần. Vậy PĐT cho em hỏi là hiện tại em đã có bằng tốt nghiệp tạm thời chưa hay phải đợi email từ trường xác nhận thì khi đó mới có bằng tốt nghiệp tạm thời? Hiện tại, em đang ở quê nên việc lên trường k được thuận tiện, em muốn hỏi để biết chắc là khi lên văn phòng khoa là đã có bằng TN tạm thời.  . . Em xin cảm ơn!",
            "Chào bạn,. . . . Bạn về khoa nhận bằng tốt nghiệp tạm thời nha.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ hiện em vẫn chưa được cập nhật môn Kế Toán Quản Trị [IM2019] trên el học kỳ chính quy 191. Phòng Đào Tạo kiểm tra rồi cập nhật giúp em ạ. Em chân thành cảm ơn.",
            "Chào bạn,. . . . Đã cập nhật, bạn vào đăng kí nha.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: 1710872  /b \t. . . .   i Đăng ký môn học . Chào anh/chị. Hiện em đang có nhu cầu học dự thính môn Vật Lý 1 (PH1003) nhưng do vướng lịch học Anh Văn buổi tối nên em chỉ có thể đăng ký nhóm lớp DT03.Em muốn xin tăng thêm sĩ số lớp DT03 môn Vật lý 1 (PH1003) dự thính ạ. Em chân thành cảm ơn.",
            "Chào bạn,. . . . Hiện tại đang trong đợt DKMH dự thính đợt 3, bạn vào đăng kí nha.. . . . Thân. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ cho em hỏi, em đăng kí GT2 dự thính lớp 3 thành công rồi, nhưng vào tkb lại xếp vào lớp 4 vậy ạ.",
            "Chào bạn,. . . . Bạn vui lòng xem kết quả DKMH, hiện tại còn trong đợt 3 DKMH  của dự thính bạn lên đăng kí lại nha.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . dạ em muốn tăng thêm sỉ số lớp dự thính vật lý 2 DT01 ạ. .",
            "Chào bạn,. . . . Đã tăng sỉ số bạn vào đăng kí nha.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính thưa Pđt ạ!. . Em tên [full_name] là Sv k15 khoa Xây dựng, ngành Cầu đường.. . Vì một số lí do mà hiện tại em vẫn chưa hoàn thành được môn Thể chất 3 và đã hết thời hạn đkmh ạ. Mong PĐT xem xét có thể giúp đỡ cho em đăng kí tham gia vào 1 lớp thể chất bất kì của K20 ạ. Hiện tại em chỉ có 1 môn học vào T3(7-9), còn những giờ khác em đều có thể tham gia lớp thể chất ạ.. . Em đã hoàn thành được môn bóng bàn và bóng chuyền, nếu được PĐT giúp em đăng kí môn điền kinh hay bất kì môn gì khác cũng được ạ.. . Em mong nhận được sự giúp đỡ của PĐT để hoàn thành xong chương trình ĐT, em chân thành cảm ơn PĐT.",
            "Chào bạn,. . . . Thời gian này chỉ mở các lớp học GDTC cho các bạn khoá 20 thôi nha bạn.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Dạ cho em hỏi là học kỳ 201 nhà trường sẽ giữ mức thu là 320.000 đ/tín chỉ hay sẽ tăng và tăng thành bao nhiêu ạ? Vì theo em xem trên lịch thì cũng sắp tới thời gian đóng học phí đợt 1 nên em muốn biết để gia đình có thời gian chuẩn bị ạ.. . Em cảm ơn.",
            "Chào bạn,. . . . Hiện tại nhà trường chưa có thông báo về mức học phí học kỳ 201 nha bạn. Khi nào có thông báo học phí 201, PDT sẽ gởi mail và cập nhật trên web PDT.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em tên: [full_name] mssv [student_id]. . Em xin được hỏi là: Em đăng kí môn học dự thính hk 201 môn kỹ thuật số nhóm D01 D01 nhưng thời khóa biểu cập nhật lại là ngày khác với em đăng ký.. . Em xin được đăng ký đúng với em đăng ký trên đăng kya môn học thì e phải làm s ạ. . Em xin cảm ơn rất nhiều",
            "Chào bạn,. . . . Bạn vui lòng xem kỹ lịch học trong những đợt đăng kí nha, lịch học không hề thay đổi.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em chào thầy/ cô!. . Kỳ dự thính 201 này em có định đăng kí môn đo lường và tư động hoá (MA2003) nhưng lại bị vướng môn học song hành kỹ thuật điện (EE2011) không mở lớp. Bởi vì theo thông tin em được biết, môn đo lường sẽ không còn được mở lớp nữa, nên hi vọng thầy/cô tạo điều kiện cho em học môn học này.. . Em cảm ơn!",
            "Chào bạn,. . . . Bạn kiểm tra lại nha, bạn không đăng kí môn MA2003 được là lý do khác chứ không phải lý do bạn nêu trên.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ cho em tăng thêm sĩ số lớp Vật lý 2 DT01 dự thính ạ",
            "Chào bạn,. . . . Đã tăng sỉ số môn Vật lý 2 DT01. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em còn chờ thi 2 kỹ năng nói và viết vậy có cần đăng ký môn để không bị buộc thôi học không . . em cám ơn",
            "Chào bạn,. . . . Tuỳ bạn, bạn có thể đăng kí môn học để duy trì tình trạng sinh viên vẫn được.Hoặc bạn có thể không đăng kí môn học, khi nào có anh văn 2 kỹ năng nói và viết bạn làm đơn thu nhận lại đăng kí xét tốt nghiệp. Thời hạn tạm dừng chỉ có 1 năm nha bạn.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Mình có nhạn được mail thông báo, các bạn thi ngoại ngữ sau 21/9 sẽ theo bảng quy đổi chuyển điểm mới. Cho mình hỏi, xem bảng quy đổi chuyển điểm mới ở đâu vậy ạ?",
            "Chào bạn,. . . . Bạn xem qui chế học vụ điều 31, phụ lục 1 http://www.aao.hcmut.edu.vn/index.php?route=catalog/chitietsv&path=90&tid=1658.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . - Trong đợt ĐKMH đợt 2, em đăng kí 3 môn trong đó có 2 môn trùng lịch nhưng e vẫn đăng kí được.. . - 1 trong 2 môn đó là môn thiết kế kiến trúc công cộng 2 thì thầy có thông báo đổi lịch học, nên nếu học cả 2 môn này sẽ không bị trùng lịch.. . - Nhưng trong trang ĐKMH thì môn này vẫn chưa đổi lịch.. . -  Nên em muốn hỏi, nếu như vậy em có thể học cả 3 môn không hay em phải hủy 1 trong 2 môn này ạ.. . Em xin cảm ơn.",
            "Chào bạn,. . . . Hiện tại đang trong đợt DKMH dự thính đợt 3, bạn vào đăng kí nha.. . . . Thân. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Kính thưa giáo viên phụ trách,. . Phần điểm học kì chính qui 191 của em bị khuyết mất điểm thành phần, em cần nó để chuyển điểm thí nghiệm cho môn hoá phân tích. Em mong được kiểm tra và sửa lại sớm ạ.. . Em cảm ơn.",
            "Chào bạn,. . . . Bạn vui lòng kiểm tra điểm lại trên cổng thông tin sinh viên nha.. . . . Thân",
            "li answer rate: Answer suits the needs / Câu trả lời đúng ý"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em xin chào thầy cô.. . . . Em có một câu hỏi về ảnh tốt nghiệp:. . Em vào mục đăng kí tốt nghiệp để đăng kí, em đã đăng kí thành công và đã thanh toán phí đăng kí. Nhưng do em tải hình không đúng như yêu cầu nên giờ em muốn cập nhật lại. Em có vào để cập nhật nhưng không thể cập nhật được ảnh mới. Mong thầy cô giải đáp giúp em ạ, hướng dẫn em cách để cập nhật ảnh mới ạ.. . . . Em xin cảm ơn."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Chào quý thầy cô phòng đào tạo. . Em tên là [full_name] MSSV [student_id]. . Em có đóng học phí học kỳ dự thính 193 vừa rồi bị trễ và có nộp đơn trình bày lý do lên thầy cô phòng đào tạo. . Nhưng hiện tại kênh đăng ký môn học của em cho học kỳ dự thính 201 đợt 2 chưa được mở mà hạn đã gần hết. . Em có kiểm tra thời khoá biểu sơ bộ và thấy có thời khoá biểu các môn đã đăng ký. . Kính mong thầy cô giúp đỡ giải quyết. . Em cảm ơn!",
            "Chào bạn,. . . . Đã mở khoá, bạn vào đăng kí nha.. . . . Thân"
        ]
    }
]