[
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Kính gửi Phòng Đào tạo,. . Em tên [full_name], MSSV: [student_id]. . Em có đăng ký in bảng điểm với lựa chọn là Chuyển phát qua bưu điện - người nhận thanh toán cước nhưng khi nhấn Đăng ký thì hệ thống lại yêu cầu em thanh toán ở PĐT. Mã phiếu của em là InBD[phone_number]4.. . Em xin chân thành cảm ơn.",
            "Chào em,. . PĐT hủy kết đăng ký cũ, em vào đăng ký lại đóng tiền bkpay trong thời gian này nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em chào cô,. . Em là sinh viên bằng 2 khóa K2017 nên em học theo chương trình đào tạo của K2017. Em đã học đủ 9 tín chỉ tự chọn nhóm A. Trong file xét tốt nghiệp cô gửi em thì tiêu chuẩn xét tốt nghiệp lại là K2015. Mong cô xem lại giúp em. . .",
            "Em không biết là mình cần học theo chương trình đào tạo K2015. Em tưởng em là K2017 thì học theo chương trình đào tạo của K2017. Em có thể làm đơn xin phòng đào tạo xét tốt nghiệp trường hợp của em theo K2017 được không ạ? Em xin cám ơn cô.",
            "Chào em,. . Em lưu ý, vì nếu xin chuyển qua khóa 2017 thì em sẽ phải dùng chuẩn Ngoại ngữ của Khóa 2017 để xét tốt nghiệp. . Em kiểm tra lại giúp cô thêm vấn đề này, em nên tư vấn thêm ở Khoa về trường hợp của bạn. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "QUOTE . .   i Yêu cầu khác . Dạ em muốn xin giấy xác nhận từ nhà trường.",
            "Chào em,. . - Xin giấy xác nhận từ nhà trường.. . =  Em vào mybk/xác nhận sv. . - Nếu em cần Xác nhận sv vay vốn: em liên hệ phòng Công tác chính trị sv qua email [email] để được hướng dẫn.. . Thân mến. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Dạ em chào pđt,. . Em có đăng kí in phiếu tạm hoãn nghĩa vụ quân sự vào ngày 1/11/2021, nhưng mà bây giờ bên phường người ta đòi gấp quá, hạn chót là 7/11. pđt cho em hỏi có cách nào để vào trường lấy không ạ? Tại khi nãy em đến lấy thì bác bảo vệ không cho vào. .",
            "Chào em;. . Giấy chứng nhận sinh viên của em đã gửi về Khoa rồi nhé, em liên hệ Khoa để lấy. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: cho em hỏi tại sao mục chọn  BHYT 6 tháng hoặc 12 tháng không cho mình chọn vậy ạ. Dù em có tắt hay reset vài lần vẫn không được mong nhà trường giải đáp thắc mắc của em. Dưới đây là ảnh đính kèm. Em xin cảm ơn.",
            "Chào bạn. . Vấn đề BHYT, Học bổng, vay vốn ngân hàng, gia hạn học phí… Bạn vui lòng liên hệ Phòng Công tác Chính trị Sinh viên để được hướng dẫn.. . Email:  [email]. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ .",
            "Chào em,. . Em chụp hình lại đơn thu nhận và gửi lại file giúp cô nhé, file in ra bị nhòe. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Gửi PDT. . Em sinh viên K17 muốn đăng ký bảo hiểm y tế nhưng không thể nào tick chọn loại bảo hiểm cần mua được, không biết nguyên nhân vì sao nên lên đây hỏi PDT. Mong phản hồi ạ.",
            "Chào bạn. . Vấn đề BHYT, Học bổng, vay vốn ngân hàng, gia hạn học phí… Bạn vui lòng liên hệ Phòng Công tác Chính trị Sinh viên để được hướng dẫn.. . Email:  [email]. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Dạ anh chị phòng đào tạo ơi, sao chỗ \"Chọn loại bảo hiểm đăng ký mua\" em lại không chọn được vậy ạ? Em cảm ơn mọi người ạ.",
            "Chào bạn. . Vấn đề BHYT, Học bổng, vay vốn ngân hàng, gia hạn học phí… Bạn vui lòng liên hệ Phòng Công tác Chính trị Sinh viên để được hướng dẫn.. . Email:  [email]. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Cho em hỏi bây giờ mình còn có thể rút môn học được không ạ. Và nếu được thì thủ tục cần những gì ạ. Em xin cảm ơn. .",
            "Chào em,. . Hiện tại đã hết thời gian rút môn học(có tính học phí theo quy định), em vui lòng tải mẫu đơn rút MH tại: aao.hcmut.edu.vn/sinh viên/biểu mẫu, điền đầy đủ thông tin và gửi qua bksi, vui lòng trình bày rõ lý do vì sao nộp đơn rút trễ hạn. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Chào thầy cô quản lý trang hỗ trợ sinh viên trực tuyến, em là [full_name] MSSV [student_id]. Em muốn xin được cấp giác chứng nhận theo học tại trường để nộp cho bên quản lý nghĩa vụ quận sự, nếu có thể mong thầy cô giải đáp cũng như hỗ trợ chuyển phát theo đường bưu điện theo địa chỉ tạm trú của em. Em xin chân thành cảm ơn.",
            "Chào bạn,. . - SV chủ động đăng ký giấy Xác nhận SV hoãn NVQS để bổ sung cho địa phương và chọn dịch vụ gửi qua được bưu điện (người nhận trả tiền) nếu có nhu cầu (PDT không in hàng loạt như các năm trước). . - Sau khi PĐT cập nhật xong bạn có thể tải bản scan trên trang đăng ký chứng nhận sinh viên.. . Đồng thời PĐT cũng đã gởi bưu điện nếu SV có đăng ký, vui lòng nhận sau.. . - Bạn dùng bản scan này đưa trước, khi có bảng chính thì nộp bổ sung cho địa phương nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em chào cô,. . Thưa cô, chuẩn tiếng anh Toeic (Reading, Listening) để xét tốt nghiệp của K2017 là 500. Điểm của em là 690. Chuẩn Toeic (Speaking & Writing) là 200. Điểm của em là 250. . . Nếu xét tốt nghiệp theo K2017 thì chuẩn Ngoại ngữ của em vẫn đạt yêu cầu ạ.. . Cô cho em hỏi giờ em có thể làm xin đơn phòng đào tạo xem xét chuyển sang K2017 như thế nào và xin tư vấn ở Khoa như thế nào ạ? . . Em cám ơn.",
            "Chào em,. . Vậy em làm giúp cô 1 đơn xin chuyển khóa sang khóa 2017 để xét tốt nghiệp. Ghi rõ lý do trong đơn. Sau đó gửi qua bksi giúp cô nhé. Cô sẽ trình đơn cho ban Lãnh đạo xem xét và trả lời cho bạn. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Em tên là [full_name], MSSV:[student_id]. Hôm nay em làm đơn này xin hủy hoãn thi cuối kỳ HK202 năm học 2020-2021.. . Em xin cảm ơn ạ. .   i Yêu cầu khác .",
            "Chào bạn. . - Phòng Đào tạo đã đồng ý yêu cầu về việc xin HUỶ Hoãn Thi của bạn. . . - Bạn thi bình thường theo Lịch thi đã thông báo. . - Trường hợp có sự cố bất khả kháng trong khi thi dẫn đến không thể hoàn thành được bài thi, và không được giải quyết cho thi các ca thi sau (nếu có), sinh viên có thể đăng ký \"Hoãn thi\" ngay sau buổi thi (không phải vắng thi có phép), SV phải báo với CBCT hoặc trực thi để được ghi nhận vào trong danh sách thi. PDT sẽ đối chiếu lại với danh sách Khoa để ra quyết định hoãn thi. . Chúc bạn học tập tốt nhé.. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Dạ chào Thầy/Cô. Cách đây 2 ngày em có hỏi về xét tốt nghiệp của em thì em nhận được file xét tốt nghiệp, trong đó em đang bị nợ môn tổ chức thi công 4 chỉ nên không tốt nghiệp được. Tuy nhiên trước đây em có hỏi trên bksi về việc đổi mã môn học này. Do kì sau theo chương trình đào tạo mới nên nhà trường không mở mã cũ. Và em đã hoàn thành môn này theo mã mới. Mã cũ tổ chức thi công gồm 4 chỉ, mã mới tách thành 2 môn tổ chức thi công 3 chỉ và đồ án tổ chức thi công 1 chỉ. Em có đính kèm hình ảnh. Vậy mong Thầy/cô kiểm tra giúp em để em sớm được đăng kí tốt nghiệp ạ. Em xin chân thành cảm ơn",
            "Chào em,. . Vậy em gửi lại giúp cô 1 yêu cầu xin chuyển điểm môn tương đương nhé, ghi rõ em học mã MH nào, ở HK nào và tương đương với môn học nào và gửi lại qua bksi giúp cô để kiểm tra và xét lại tốt nghiệp cho bạn nhé. . Thân",
            "Chào em,. . PĐT đã cập nhật môn thay thế vì sv đã đạt CI4125+CI4127 = CI4049. VÀ ĐÃ XÉT TN - sv đủ chuẩn tn. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Em kính chào Phòng đào tạo, em tên là [full_name] ( Mssv: [student_id] ).. . . . Vì hết hạn học chính quy nên em có nhu cầu muốn chuyển hệ sang hệ VLVH. Cho em xin quy trình chuyển hệ như thế nào và những giấy tờ em cần có là những gì ạ. Em xin chân thành cảm ơn PĐT.",
            "Chào em,. . Em làm đơn xin chuyển qua hình thức đào tạo VLVH từ học kỳ 212 (vì thời điểm này HK211 đã trễ), ghi rõ lý do, tình trạng hiện tại bạn còn nợ như thế nào?. . Sau đó gửi đơn qua bksi nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Dạ, em xin rút môn học trễ ạ. . . Lí do: Do môn này em học cải thiện nhưng do mấy môn kì này khá nặng, cộng thêm khoảng thời gian học môn Cơ Lý Thuyết (AS1003) em bị kẹt lịch với công việc ở ngoài nên xin rút môn học này ạ.. . Em xin cảm ơn. .",
            "Chào bạn,. . PDT đã tiếp nhận đơn rút MH học HK211(có tính học phí) của bạn, bạn vui lòng theo dõi thông tin cập nhật trên mybk/Thông tin SV/ xem điểm trễ nhất là 22/11/2021. . Sau ngày này vẫn chưa được cập nhật vui lòng phản hồi lại bksi. . Thân . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Thưa thầy/cô, em là [full_name], hiện tại em đang cần giấy chứng nhận sinh viên mà em có đăng ký từ đầu tuần rồi để nộp lên phường mà ngày mốt là hạn chót rồi ạ. Mong thầy/cô có thể duyệt giúp em được không ạ. .",
            "Chào bạn,. . - Sau khi PĐT cập nhật xong bạn có thể tải bản scan trên trang đăng ký chứng nhận sinh viên.. . Đồng thời PĐT cũng đã gởi bưu điện nếu SV có đăng ký, vui lòng nhận sau.. . - Bạn dùng bản scan này đưa trước, khi có bảng chính thì nộp bổ sung cho địa phương nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Kính gửi PDT,. . . . Hiện em đang vào trang Đăng ký tham gia BHYT của MyBK để đăng ký tham gia bảo hiểm năm 2022 (01/01/2022 đến 31/12/2022) nhưng trang load rất lâu và em không thể thực hiện việc đăng ký ạ.. . . . Cho em hỏi chỉ có em bị như vầy, hay là do hệ thống của trường đang bị quá tải ạ.. . . . Và em phải giái quyết vấn đề này như thế nào nhờ PDT hướng dẫn ạ.. . . . Em xin cảm ơn.",
            "Chào em,. . Em liên hệ phòng Công tác chính trị sv qua email [email] để được hướng dẫn nhé.. . Thân mến. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV:[student_id]. .   i Yêu cầu khác .   i Kính gửi phòng đào tạo, em là sinh viên k17, khoa kĩ thuật máy tính chất lượng cao. . Em đã đăng kí giấy chứng nhận sinh viên từ đầu tuần (01/11/2021) mà ngày 05/11/2021 là hạn chót để nộp giấy lên phường, em mong thầy cô duyệt giúp em để có giấy nộp lên phường ạ . . Em xin cảm ơn .",
            "Chào bạn,. . - Sau khi PĐT cập nhật xong bạn có thể tải bản scan trên trang đăng ký chứng nhận sinh viên.. . Đồng thời PĐT cũng đã gởi bưu điện nếu SV có đăng ký, vui lòng nhận sau.. . - Bạn dùng bản scan này đưa trước, khi có bảng chính thì nộp bổ sung cho địa phương nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Dạ em kính chào cô.. . Em cảm ơn cô đã thông báo lý do em chưa được xét tốt nghiệp, là do em đã rớt môn \"Cơ sở hệ thống máy tính\" (407402) của thầy [full_name] ở HK171. . . Tuy nhiên, từ HK182 nhà trường không còn tổ chức môn này nữa và thay vào đó là môn \"Hệ thống máy tính và ngôn ngữ lập trình\" (407410). Em đã đăng ký học môn \"Hệ thống máy tính và ngôn ngữ lập trình\" ở HK 193, điểm tổng kết là 6 và đã qua môn.. . Em xin đính kèm hình email thông báo đổi môn và điểm đã cập nhật trên hệ thống MyBK để làm bằng chứng em đã hoàn thành môn học này.. . Em kính mong cô và Phòng Đào Tạo xem xét và giúp đỡ để em có thể tốt nghiệp ạ.. . Em xin cảm ơn.. . Trân trọng./.",
            "Chào em,. . Em đã đủ tiêu chuẩn tốt nghiệp rồi nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV[full_name]MSGV: [student_id]  [full_name]b \t. . . .   i Đăng ký môn học  [full_name]i . . . . Kính gửi PĐT trường ĐH Bách Khoa,. . . . Em tên là [full_name]. . MSSV: [student_id]. . . . Em xin trình bày vấn đề của em, hôm nay (04[full_name]11) em thi anh văn online 2 kỹ năng nói-viết để tốt nghiệp trong HK này.. . . . Sau khi làm bài thi em mới nhận ra em đã sử dụng sai phần mềm để record lại màn hình trong quá trình thi. Vì vậy nó đã tạo thành 1 file khác, không có video record như mong muốn. Em có đính kèm hình ảnh, cũng như tên file là tất cả những gì em record được trên phần mềm Problem Steps Recorder.. . . . Vì vậy em xin PĐT cho em đăng kí tiếp để thi anh văn online nói-viết và hoàn thành chứng chỉ, kịp thời gian tốt nghiệp trong HK này.. . . . Em là sinh viên khóa 14, như quy định thì đây là Học kì cuối cùng của em, kính mong PĐT xem xét cho em.. . . . Em cảm ơn.[full_name]. . . . [full_name]. . . . SV: [full_name]",
            "Chào bạn. . Về đăng ký thi anh văn 2 kỹ năng nói viết trực tuyến đợt tiếp theo, dự kiến sẽ tổ chức thêm 1 đợt cho HK211, Bạn vui lòng đợi thông báo đăng ký qua mail Sinh viên dự kiến sau ngày 15/11.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em chào Thầy/ Cô. . . . Gần đây các email thông báo của trường nói chung em đều không nhận được, gần đây nhất là email về việc đóng BHYT của trường em cũng không nhận được. Điều này có thể ảnh hưởng đến việc học tập của em, mong quý thầy cô kiểm tra bổ sung mail em vô để em có thể nhận được các thông báo của trường ạ. . . . . Hiện em chỉ nhận được email thông báo về việc cập nhật lịch thông báo học phí thôi ạ.. . . . Em cám ơn",
            "Chào em,. . Tài khoản email sinh viên chính là tài khoản BKNetId có thêm @hcmut.edu.vn ([email]).. . Sinh viên dùng tài khoản BKNetId để đăng nhập vào các dịch vụ của nhà Trường (mybk, elearning,...). . . Mật khẩu BKNetId và [email] dùng chung 1 mật khẩu.. . . . Cách thức đăng nhập như sau:. . - Đăng nhập vào các dịch vụ nhà Trường: http://mybk.hcmut.edu.vn:. .       + Tên đăng nhập: BKNetId. .       + Mật khẩu: mật khẩu sinh viên đã đăng nhập trước đây (chính là mật khẩu email). . . . - Đăng nhập vào email:. .       + Tên đăng nhập: [email]. .       + Mật khẩu: chính là mật khẩu BKNetId. . . . Chúc E thành công.... ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Kính gửi thầy/cô, em tên [full_name] - [student_id] khoa xây dựng, lớp XD18KT, em viết mail với nguyện vọng được hổ trợ cấp giấy xác nhận sinh viên bổ túc cho địa phương. Em đã đăng ký vào ngày 16/09/2021, tức là đã hơn 1 tháng rưỡi rồi, nhưng vẫn chưa nhận được giấy để bổ túc, vào ngày 15/11/2021 là em có lịch khám nghĩa vụ quân sự ở địa phương. Em mong nhà trường giải quyết sớm giúp em trước ngày 15/11 để em có thể bổ túc và tiếp tục được học tập ạ!. .",
            "Học vụ. . Kính gửi thầy/cô, em tên [full_name] - [student_id] khoa xây dựng, lớp XD18KT, em viết mail với nguyện vọng được hổ trợ cấp giấy xác nhận sinh viên bổ túc cho địa phương. Em đã đăng ký vào ngày 16/09/2021, tức là đã hơn 1 tháng rưỡi rồi, nhưng vẫn chưa nhận được giấy để bổ túc, vào ngày 15/11/2021 là em có lịch khám nghĩa vụ quân sự ở địa phương. Em mong nhà trường giải quyết sớm giúp em trước ngày 15/11 để em có thể bổ túc và tiếp tục được học tập ạ!. . . . Thầy/Cô cũng có thể giúp em đóng dấu mộc đỏ vào chứng nhận sinh viên (bản PDF) để em có thể in ra nộp , hiện tại bên phường của em, họ không nhận giấy mà không có mộc đỏ ạ!. .   /QUOTE . .",
            "Chào bạn;. . Trường thấy bạn có đăng ký CNSV đợt tháng 9 và tháng 11, tuy nhiên đợt tháng 9 trường đóng dấu sót. bạn vui lòng theo dõi mã vận đơn của tháng 11 nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            ". . Kính gửi: Phòng Đào Tạo trường Đại Học Bách Khoa Thành phố Hồ Chí Minh. . . . Em tên: Lê Tuấn Trung. . MSSV: [student_id]. . Hệ VHVL - Khoa Điện Điện tử ngành kĩ thuật truyền thông. . . . Em là sinh viên hệ VHVL khóa 2016. Hiện tại em đã có tên trong danh sách quyết định tốt nghiệp chính thức,nhưng e không biết khi nào mới nhận bằng tn chính thức được và hiên tại e cũng đang rất cần bằng và bảng điểm để nộp hồ sơ xin việc.Giờ e có thể nhận bằng trước được ko ạ hay phải làm thế nào mong thầy,cô hướng dẫn giúp e!. . Em rất mong nhận được sự phản hồi từ PĐT, em xin chân thành cám ơn!. .",
            "Chào em,. . Em đã nhận được giấy chứng nhận tốt nghiệp tạm thời chưa?. . Về bằng tốt nghiệp chính thức em vui lòng đợi mail thông báo của nhà trường sau nhé. . Thân",
            "Bằng tạm thời thì e đã nhận rồi .bây giờ e cần bảng điểm nữa thì làm thế nào ạ",
            "Chào bạn,. . Bảng điểm thì bạn có thể vào mục mybk/Đăng ký in bảng điểm để đăng ký nhé. . Thân",
            "E có làm đăng ký rồi nhưng đối với sinh viên đã quyết định tốt nghiệp thì ko cho đóng phí trên bkpay nữa phải vào trực tiếp PDT đóng phí nhưng hiện e nghe nói trường ko cho sv vào trường ạ",
            "E không đăng ký in bảng điểm trên mybk được a!!!!!",
            "Chào bạn,. . Bạn có thể liên hệ tại ngân hàng OCB để thanh toán nhé. . Thân",
            "Cho e hỏi trường mình có cho nhận bằng trước ko ạ.Tai e đang cần bằng chính thức gấp mà đợi trường tổ chức làm lễ tốt nghiệp thì lâu quá ạ",
            "Chào bạn. . Phòng đào tạo đang tiến hành in bằng tốt nghiệp. . Dự kiến đầu tháng 12/2021 sẽ có thông báo nhận bằng qua email của bạn. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: dạ e chưa làm kịp thẻ ngân hàng ocb, e có tài khoản ngân hàng khác, e có thể nộp tiền online bằng ngân hàng khác đc ko ạ? cho e xin số tài khoản của trường e nộp đc ko ạ? e cảm ơn",
            "Chào em,. . Số điện thoại hotline của Ngân hàng OCB để được hỗ trợ:[student_id]8. . Thân mến. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Dạ Thầy/cô cho em hỏi em cần làm những bước gì tiếp theo để hoàn thành đăng kí tốt nghiệp ạ. Hiện tình trạng của em vẫn bị tạm dừng nên không đăng kí được ạ",
            "Chào em,. . Em đợi danh sách mới cập nhật trong tuần sau nhé, theo dõi tình trạng chuyển qua \"đang học\" thì vào đăng ký tốt nghiệp nhé. . dự kiến ds tốt nghiệp bổ sung mới cập nhật trước ngày 9/11 nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em gửi cô đơn em viết ạ. . . Em cám ơn cô.. .",
            "Chào em,. . Đơn chuyển khóa của em đã được duyệt, em theo dõi thông tin Quyết định cập nhật tại mybk/Thông tin sinh viên, khi nào có QD chuyển khóa em gửi lại giúp cô 1 yêu cầu qua bksi để xét tốt nghiệp bổ sung lại nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Dạ em chào phòng đào tạo, em là [full_name], mssv [student_id], em có đặt in bảng điểm gửi qua bưu điện ấy ạ, mong phòng đào tạo gửi sớm cho em để em nộp cho bên phòng đào tạo sau đại học nữa ạ. Em cảm ơn.",
            "Chào em,. . PĐT đã gửi bưu điện rồi em.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: em có đăng kí bảo hiểm y tế vào học kì 181, sau đó không đăng kí vào 2 năm tiếp theo. Giờ em cần số thẻ bhyt để có thể đăng kí cho năm nay thì cần làm những gì ạ",
            "Chào em,. . Em liên hệ phòng Công tác chính trị sv qua email [email] để được hướng dẫn nhé.. . Thân mến. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Cho em hỏi sinh viên văn bằng 2, đã có thẻ BHYT (được công ty đăng ký) thì mình nộp vào bằng cách nào ạ? Em có thấy thời hạn nộp là vào tháng 2/2022, nhưng sau thời gian này có lẽ là đã hoàn thành việc đăng kí môn học.. . Trong thông báo mới nhất có đề cập tới việc sinh viên không đăng ký BHYT thì sẽ bị từ chối đăng ký môn học cho học kỳ chính kế tiếp.. . Rất mong được giải đáp.. .   i Yêu cầu khác .",
            "Chào em,. . Em liên hệ phòng Công tác chính trị sv qua email [email] để được hướng dẫn nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Dạ pdt cho em hỏi là do kì dự thính 202 khoa em chưa tổ chức học thí nghiệm nên thầy em chưa thể tổng kết điểm nhưng em thì đã có điểm thí nghiệm do em bảo lưu nên theo lớp thì thầy chưa tổng kết điểm cho em, em hiện đã hoàn thành xong các điều kiện tốt nghiệp chỉ chờ duy nhất điểm của môn đó, em có hỏi thầy thì thầy bảo khi nào pdt cho phép thì thầy mới nhập điểm cho mình em được, vậy pdt cho em hỏi khi nào thì thầy em có thể nhập điểm cho em được ạ.. . Em xin cảm ơn ạ.",
            "Chào em,. . PĐT đã trả lời cho GV rồi nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Chào anh/chị,. . . . Em là sinh viên K17. Em đã nhận được kết quả thi anh văn Speaking & Writting online đợt 4 và đã qua. Em cũng đủ 142 tín chỉ cũng như đủ các điều kiện để đăng kí tốt nghiệp. Tuy nhiên đến hiện nay em vẫn chưa nhận được email từ pđt thông báo có tên trong danh sách tốt nghiệp. Em không biết có vấn đề gì không ạ?! Em đang cần gấp bằng tốt nghiệp tạm thời để nộp cho công ty em đang làm việc. Em rất mong pđt xem xét và phản hồi sớm ạ.. . Em cảm ơn.",
            ". . Chào bạn,. . PDT đã ghi nhận yêu cầu về đăng ký xét TN của bạn. SV vui lòng theo dõi email  và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 16/11/2021 SV vẫn chưa nhận được mail hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 11/2021 (cập nhật mới gia hạn thời gian xử lý tốt nghiệp). . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Kính gửi quý thầy, cô.. . Em là [full_name]. MSSV [student_id].. . . . Em đã đăng ký hoãn thi cuối kỳ môn EE2019 ở Học kỳ 202. Đã có kết quả (như hình 1).. . Tuy nhiên, tới ngày hôm nay (4/11) kết quả ở Bảng điểm sinh viên của em vẫn đang cập nhật là điểm 13 (bỏ thi), thay vì điểm 14 (Hoãn thi). Như hình 2.. . . . Vì em cần in bảng điểm tính tới học kỳ hiện tại. Nên việc chưa cập nhật điểm như hiện tại ảnh hưởng rất nhiều. Mong quý thầy cô xem xét và cập nhật giúp em ạ.. . Em cảm ơn.",
            "Chào bạn,. . Hiện tại nhà trường chưa ra QD hoãn thi nhé bạn, dự kiến ra quyết định chung vào cuối tháng 12, nên trường hợp đăng ký hoãn thi vẫn bị điểm 13 bình thường. Sau khi hậu kiểm với ds của Khoa thì mới ra quyết định hoãn thi và sẽ điều chỉnh lại điểm trên mybk/Thông tin SV/xem điểm. . Lưu ý:. . 1) PDT sẽ hậu kiểm lại với danh sách cấm thi của Khoa gửi lên, nếu SV bị cấm thi sẽ bị hủy kết quả hoãn thi theo quy định. SV vẫn phải hoàn thành các phần việc của môn học, nhất là TH/TNg và BTL. GV có quyền cấm thi nếu SV không hoàn thành tốt các phần này. . 2) Trường hợp có sự cố bất khả kháng trong khi thi dẫn đến không thể hoàn thành được bài thi, và không được giải quyết cho thi vào ca thi tiếp theo (nếu có), sinh viên có thể đăng ký \"Hoãn thi\" ngay sau buổi thi (không phải vắng thi có phép), SV phải báo với CBCT hoặc trực thi để được ghi nhận vào trong danh sách thi. PDT sẽ đối chiếu lại với danh sách của Khoa về các tình huống đã thi nhưng điểm thấp hoặc không có báo cáo ghi nhận về các sự cố trong buổi thi trước khi quyết định hoãn thi. . 3) Riêng đối với môn Đồ án, Thực tập ngoài trường, Đề cương Luận văn, Luận văn/Tiểu luận tốt nghiệp: SV có thể xin hoãn bảo vệ với lý do dịch Covid-19 ảnh hưởng nghiêm trọng đến kết quả thực hiện đề tài (không thực nghiệm được tại Phòng thí nghiệm, không thực địa, ...). SV gửi email trực tiếp đến Giáo viên hướng dẫn, Khoa/Bộ môn để được xem xét đồng ý và forward email cuối cùng đến email của PĐT để đăng ký.. . Chúc bạn học tập tốt nhé.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . chào ad ạ. . ad cho em hỏi là bây giờ là tuần 44 mà tuần 46 em có lịch học thực tập trên trường thì đến lúc đó là lên trường học phải không ạ.. . cảm ơn ad ạ",
            "Chào em,. . Hiện tại chưa vào trường được cho đến khi có email thông báo mới.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Chào các thầy/cô phòng đào tạo,. . . . Lần trước em đã đăng ký xét tốt nghiệp và đã thanh toán 95000 vnd nhưng do thiếu 0.5 ngày CTXH nên việc xét tốt nghiệp chưa được duyệt. Nay em đã bổ sung đủ ngày CTXH rồi ạ mong các thầy/cô phòng đào tạo xem xét cập nhật và mở khóa việc đăng ký tốt nghiệp lần trước của em ạ! Em cảm ơn các thầy cô!. .",
            "Chào bạn,. . PDT đã ghi nhận yêu cầu về đăng ký xét TN của bạn. SV vui lòng theo dõi email  và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 06/11/2021 SV vẫn chưa nhận được mail hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 11/2021. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "MSSV/MSGV: [student_id]. . . . Em xin chào anh chị,. . . . Em là [full_name], thuộc chuyên ngành Quản lí Công nghiệp. . . . Em có thắc mắc rằng như mọi năm, bên phường sẽ gửi giấy khám sức khoẻ thực hiện nghĩa vụ quân sự. Nhưng hiện tại, em thuộc diện sinh viên đang theo học tại trường mình thì em nên liên hệ ai để có giấy xác nhận sinh viên ạ?. . . . Em xin cảm ơn.. . Thân ái,. . [full_name]",
            "Chào bạn,. . - SV chủ động đăng ký giấy Xác nhận SV hoãn NVQS để bổ sung cho địa phương và chọn dịch vụ gửi qua được bưu điện (người nhận trả tiền) nếu có nhu cầu (PDT không in hàng loạt như các năm trước). . - Sau khi PĐT cập nhật xong bạn có thể tải bản scan trên trang đăng ký chứng nhận sinh viên.. . Đồng thời PĐT cũng đã gởi bưu điện nếu SV có đăng ký, vui lòng nhận sau.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Dạ chào Thầy Cô. . . . Em tên là [full_name] MSSV [student_id]. . . . Hiện em cần nộp bằng Toeic để xét chuyển điểm các môn anh văn 1234 để được xem xét kéo dài thời gian đào tạo tối đa thêm 1 học kỳ (bổ sung chứng chỉ av 2 kỹ năng và ctxh) để xét tốt nghiệp.. . . . Thầy Cô cho em hỏi HK 211 khi nào là hạn chót để nộp bằng AV chuyển điểm các môn anh văn 1234 ạ!. . . . Em xin cảm ơn",
            "Chào em,. . Thời gian chuyển điểm tính theo biểu đồ của HK211 nhé bạn.. . Em xem tại aao.hcmut.edu.vn/Lịch học vụ/biểu đồ nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em muốn gia hạn học phí môn GDTC kì này ạ, vì em không thể đóng vào ngày 7/11 ạ.",
            "Chào em,. . Em liên hệ phòng Công tác chính trị sv qua email [email] để được hướng dẫn nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Xin phép em được hỏi là giấy chứng nhận SV để nộp cho địa phương nhằm hoãn NVQS thì phải lên trường lấy hay được đăng kí nhận tại nhà ạ? Nếu được nhận tại nhà thì em cần làm thế nào để đăng kí ạ? Em cám ơn ạ",
            "Chào bạn,. . - SV chủ động đăng ký giấy Xác nhận SV hoãn NVQS để bổ sung cho địa phương và chọn dịch vụ gửi qua được bưu điện (người nhận trả tiền) nếu có nhu cầu (PDT không in hàng loạt như các năm trước). . - Sau khi PĐT cập nhật xong bạn có thể tải bản scan trên trang đăng ký chứng nhận sinh viên.. . Đồng thời PĐT cũng đã gởi bưu điện nếu SV có đăng ký, vui lòng nhận sau.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Kính gửi Phòng đào tạo. Em tên [full_name], MSSV: [student_id], hệ đào tạo VLVH, chuyên ngành Công nghệ may.. . Trong CTĐT K2014, em vẫn còn 1 môn Cơ học máy (ME2043). Em đã học môn này vào học kỳ 2 năm học 2020 – 2021 và nhận điểm 13 vì bị vắng thi (Em đã tham gia thi cuối kỳ vào ngày 20/8/2021 lúc 13 giờ nhưng không có điểm danh nên bị tính là vắng thi).. . Em có thể làm đơn đăng ký thi lại môn này được không ạ?. . Kính mong Thầy/Cô xem xét giúp em.. . Em xin cảm ơn.. .",
            "Chào em. . Bạn tải mẫu đơn: PHIẾU ĐĂNG KÝ HOÃN THI/ VẮNG THI CÓ PHÉP (CUỐI KỲ) tại trang web : aao.hcmut.edu.vn    biểu mẫu. . Sau khi có xác nhận của Giảng viên hướng dẫn + Khoa (theo quy định thì gởi cho Phòng đào tạo xem xét (nộp qua mail pdt@hcmut.edu.vn hoặc BKSI)"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Kính gửi Phòng đào tạo trường Đại học Bách Khoa-ĐHQG TP.HCM. . Em tên [full_name] MSSV [student_id].. . Vào ngày 13/10/2021 em đăng kí giấy xác nhận Tạm hoãn nghĩa vụ quân sự,theo phương thức chuyển phát qua bưu điện -Người nhận thanh toán cước. Phiếu đăng ký đã được xử lý.. . Đến nay ngày 4/11/2021 em vẫn chưa nhận được và cũng không có thông tin gì để tar cứu về việc vận chuyển.. . Mong các thầy cô kiểm tra lại giúp em.",
            "Chào em,. . Cô gửi thông tin tra cứu. . Thân mến"
        ]
    },
    {
        "intent": "",
        "message": [
            "[student_id]. .   i Yêu cầu khác . Em chào thầy/cô. . Em là sinh viên chuyển từ hệ chính quy sang VHVL, khi học chính quy em chưa học anh văn 3,4 và chưa quy đổi điểm anh văn 3,4. Chứng chỉ ngoại ngữ của em là 430, vậy cho em hỏi khi em chuyển hệ qua VHVL thì em có được miễn anh văn 3,4 không và nếu không được miễn thì em phải nộp chứng chỉ ngoại ngữ bao nhiêu để chuyển điểm được anh văn 4. Em khóa 2014.. . Mong thầy cô giải đáp giúp em để em kịp hoàn thành anh văn để kịp ra trường.. . Em cảm ơn rất nhiều ạ!",
            "Chào em,. . Em xem quy chế aao/quy chế quy định/- Quy chế đào tạo và học vụ bậc đại học, cao đẳng:/Phụ lục 1: Quy định về ngoại ngữ (áp dụng cho các chương trình giảng dạy bằng tiếng Việt). . . . http://www.aao.hcmut.edu.vn/index.php?route=catalog/chitietsv&path=90&tid=1658. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Phòng đào tạo cho mình hỏi là mình đã đăng kí gia hạn học phí trước đó rồi thì ngày 5 tháng 11 tới mình không cần phải đóng đúng không ạ ?",
            "V/v Cập nhật lịch thanh toán học phí học kỳ chính 211. . Hộp thư đến. . . . support.stu@hcmut.edu.vn. . 14:45, Th 3, 2 thg 11 (3 ngày trước). . tới nhut.tran2133089. . . . Thân gửi các bạn sinh viên,. . . . Sinh Viên thanh toán học phí qua cổng thanh toán BKPay. . . . Thời gian:. . . . 1.    Dự thính ngoài giờ, Dự thính chuyển hệ, VLVH (học nhóm dự thính ngoài giờ), VLVH (diện chuyển cơ sở, chuyển hệ), Anh văn theo nhu cầu: từ ngày 15/09 đến 15 giờ ngày 04/10 (gia hạn thời gian vì giãn cách xã hội)  . . . . 2.    Đại học chính quy, Cao đẳng, Bằng 2, VLVH: thanh toán từ 05/11 đến 15 giờ ngày 19/11/2021.. . . . Lưu ý:. . . . ·  Sinh viên chưa hoàn tất hoc phí sau thời hạn thanh toán vui lòng xem chi tiết quy định tại Quy chế học vụ đào tạo để thực hiện nghiêm túc: aao.hcmut.edu.vn è sinh viên è quy chế/học vụ è Quy chế đào tạo và học vụ bậc đại học, cao đẳng è Điều 7. . . . ·  Thông báo về mức thu học phí các bậc đào tạo năm 2021-2022 tại trang web aao.hcmut.edu.vn    sinh viên    học vụ    học phí. . . . ·  Học phí Học Kỳ chính chưa được tính miễn giảm diện chính sách. Lý do: Phòng Công tác chính trị Sinh viên còn đang cập nhật danh sách miễn giảm theo diện chính sách. Học phí sẽ được cập nhật mới (nếu SV có tên trong ds miễn giảm) trước ngày 01/12/2021.. . . . ·  SV diện chính sách được miễn giảm học phí thanh toán học phí từ ngày 01/12 đến 15 giờ ngày 09/12/2021 (mọi thắc mắc về danh sách miễn giảm học phí SV liên hệ phòng Công tác Chính trị Sinh viên, email: ctctsv@hcmut.edu.vn). . . . ·  Liên hệ Phòng Công tác chính trị Sinh viên để được hỗ trợ gia hạn học phí. . . . ·  Sinh viên theo học các môn học học cùng chương trình Tiên tiến/Chất lượng cao/Liên kết Quốc tế sẽ theo dõi và thực hiện các qui định/thông báo về học phí của Văn phòng Đào tạo Quốc tế.. . . . ·  Số điện thoại hotline của Ngân hàng OCB để được hỗ trợ (khi có phát sinh sự cố):18006678. . . .  . . . . Trân trọng thông báo."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Chào PĐT,. . Em là [full_name], sinh viên khóa K20.. . Em muốn xin giấy xác nhận sinh viên để làm hồ sơ vay vốn hỗ trợ học tập theo diện chính sách của nhà nước thì em phải chọn \"Lý do xin giấy xác nhận\" là gì trên myBK ạ?. . Mong sớm nhận được phản hồi,. . cảm ơn.",
            "Chào em,. . Em liên hệ phòng Công tác chính trị sv qua email [email] để được hướng dẫn nhé.. . Thân mến. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Chào thầy cô ạ. PĐT cập nhật giúp e việc lỗi không đăng kí tốt nghiệp được với ạ.. . E cảm ơn nhiều ạ.",
            "Chào bạn,. . PDT đã ghi nhận yêu cầu về đăng ký xét TN của bạn. SV vui lòng theo dõi email  và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 16/11/2021 SV vẫn chưa nhận được mail hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 11/2021 (cập nhật mới gia hạn thời gian xử lý tốt nghiệp). . Thân. .",
            "Nay ngày 16/11 rồi nhưng e chưa thấy lỗi được fix ạ. Pđt kiểm tra lại giúp em với. . . Sinh viên,. . [full_name].",
            "Đã tl"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Dạ em chào thầy/cô. Em có đăng ký in giấy xác nhận sinh viên vào ngày 2/11, tuy nhiên tới nay vẫn chưa được xử lý. Em biết như vậy là quá gấp nhưng em cũng mới nhận được yêu cầu của bên phường từ hôm 1/11 mà họ yêu cầu là tới 7/11 là hạn chót. Mong thầy/cô có thể xử lý sớm cho em. Mã phiếu của em là CNSV.[student_id].1, Em cảm ơn rất nhiều ạ.. .",
            "Chào bạn,. . - Sau khi PĐT cập nhật xong bạn có thể tải bản scan trên trang đăng ký chứng nhận sinh viên.. . Đồng thời PĐT cũng đã gởi bưu điện nếu SV có đăng ký, vui lòng nhận sau.. . - Bạn dùng bản scan này đưa trước, khi có bảng chính thì nộp bổ sung cho địa phương nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Chào Anh/[full_name],. . . . Em vừa được công nhận tốt nghiệp tháng trước, và trạng thái đã chuyển sang \"đã tốt nghiệp\". . . . . Em có đăng ký in 3 bảng điểm, nhưng hệ thống không cho em thanh toán qua BKpay nữa. Hệ thống kêu em lên phòng đào tạo đóng trực tiếp. Sáng nay em có lên nhưng không được bác bảo vệ cho vào. . . . . Anh/[full_name] nhờ bên IT tạo mục thanh toán cho 3 bảng điểm trên BKpay giúp em ạ.. . Em cảm ơn.. . . . [full_name].",
            "Chào em,. . PĐT hủy kết quả đăng ký cũ, em vào đăng ký lại đóng tiền bkpay trong thời gian này nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "B Vì lí do ở nhà không đủ điều kiện để vẽ môn thực hành vẽ kĩ thuật trên máy tính nên em xin phép giáo viên phụ trách môn vẽ kĩ thuật là cô [full_name] cho em xin điểm hoãn thi để kì sau em thực hiện môn này lại ạ, em xin cảm ơn.. . Yêu cầu khác:",
            "chào em,. . Bạn tải mẫu đơn: PHIẾU ĐĂNG KÝ HOÃN THI/ VẮNG THI CÓ PHÉP (CUỐI KỲ) tại trang web : aao.hcmut.edu.vn    biểu mẫu. . Sau khi có xác nhận của Giảng viên hướng dẫn + Khoa (theo quy định thì gởi cho Phòng đào tạo xem xét (nộp qua mail pdt@hcmut.edu.vn hoặc BKSI). . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Chào Thầy/Cô. . Cho em hỏi là ở phường em bắt nộp giấy tạm hoãn NVQS thì em có lên trường lấy được không ạ? nếu không thì có cách nào khác không ạ.. . Em xin cảm ơn.. . . .",
            "Chào bạn,. . - SV chủ động đăng ký giấy Xác nhận SV hoãn NVQS để bổ sung cho địa phương và chọn dịch vụ gửi qua được bưu điện (người nhận trả tiền) nếu có nhu cầu (PDT không in hàng loạt như các năm trước). . - Sau khi PĐT cập nhật xong bạn có thể tải bản scan trên trang đăng ký chứng nhận sinh viên.. . Đồng thời PĐT cũng đã gởi bưu điện nếu SV có đăng ký, vui lòng nhận sau.. . - Bạn dùng bản scan này đưa trước, khi có bảng chính thì nộp bổ sung cho địa phương nhé.. . -  Em có lên trường lấy được không . . =  Hiện tại chưa cho phép vào trường đến khi có thông báo mới.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Cho em hỏi là em đã đăng ký hoãn thi như bảng điểm của em lại đánh điểm 13 ạ!. . Em cảm ơn. . . .",
            "Chào bạn,. . Hiện tại nhà trường chưa ra QD hoãn thi nhé bạn, dự kiến ra quyết định chung vào cuối tháng 12, nên trường hợp đăng ký hoãn thi vẫn bị điểm 13 bình thường. Sau khi hậu kiểm với ds của Khoa thì mới ra quyết định hoãn thi và sẽ điều chỉnh lại điểm trên mybk/Thông tin SV/xem điểm. . Lưu ý:. . 1) PDT sẽ hậu kiểm lại với danh sách cấm thi của Khoa gửi lên, nếu SV bị cấm thi sẽ bị hủy kết quả hoãn thi theo quy định. SV vẫn phải hoàn thành các phần việc của môn học, nhất là TH/TNg và BTL. GV có quyền cấm thi nếu SV không hoàn thành tốt các phần này. . 2) Trường hợp có sự cố bất khả kháng trong khi thi dẫn đến không thể hoàn thành được bài thi, và không được giải quyết cho thi vào ca thi tiếp theo (nếu có), sinh viên có thể đăng ký \"Hoãn thi\" ngay sau buổi thi (không phải vắng thi có phép), SV phải báo với CBCT hoặc trực thi để được ghi nhận vào trong danh sách thi. PDT sẽ đối chiếu lại với danh sách của Khoa về các tình huống đã thi nhưng điểm thấp hoặc không có báo cáo ghi nhận về các sự cố trong buổi thi trước khi quyết định hoãn thi. . 3) Riêng đối với môn Đồ án, Thực tập ngoài trường, Đề cương Luận văn, Luận văn/Tiểu luận tốt nghiệp: SV có thể xin hoãn bảo vệ với lý do dịch Covid-19 ảnh hưởng nghiêm trọng đến kết quả thực hiện đề tài (không thực nghiệm được tại Phòng thí nghiệm, không thực địa, ...). SV gửi email trực tiếp đến Giáo viên hướng dẫn, Khoa/Bộ môn để được xem xét đồng ý và forward email cuối cùng đến email của PĐT để đăng ký.. . Chúc bạn học tập tốt nhé.. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em chào quý thầy cô ạ.. . Em có vấn để muốn hỏi là kỳ này em đang làm đề cương luận văn thầy [full_name], kỳ sau em sẽ làm luận văn nhưng em muốn đổi người hướng dẫn chính là thầy [full_name], thì em phải làm gì sau khi thầy [full_name] và thầy [full_name] đã đồng ý cho em đổi. (để kỳ sau em làm luận văn, danh sách được cập nhật lại là thầy [full_name] hướng dẫn chính). . Mong nhận được phản hồi sớm từ quý thầy cô.. . Em cảm ơn ạ.",
            "Chào em,. . Em liên hệ về Khoa của em để hỏi về việc phân giáo viên hướng dẫn nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em nhờ Thầy/Cô chuyển câu hỏi của em sang bộ phận IT của trường kiểm tra giúp em. . . .   B Từ lúc bắt đầu học em vẫn nhận email của trường bình thường  /B , dạo gần đây em không nhận được email của trường nữa, lần gần nhất là thông báo đóng BHYT của trường em cũng không nhận được. . . . Em xin nhờ Thầy/Cô kiểm tra giúp em xem có bị sót email của em không hay do email phía bên em bị gì mà em không nhận được thông báo nữa. . . . Em cám ơn",
            "Chào bạn. . Vấn đề BHYT, Học bổng, vay vốn ngân hàng, gia hạn học phí… Bạn vui lòng liên hệ Phòng Công tác Chính trị Sinh viên để được hướng dẫn.. . Email:  [email]. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác  /b Em chào quý thầy,cô ban giám hiệu nhà trường. Em có giấy gọi nghĩa vụ quân sự và em cũng đã đăng ký gửi giấy tạm hoạn qua bưu điện nhưng chưa đến , mai là hạn chót em có thể nộp giấy , em mong nhà trường sẽ gửi mail giấy tạm hoãn nghĩa vụ quân sự để em có thể photo và nộp cho bên phường ạ",
            "Yêu cầu khác Em chào quý thầy,cô ban giám hiệu nhà trường. Em có giấy gọi nghĩa vụ quân sự và em cũng đã đăng ký gửi giấy tạm hoạn qua bưu điện nhưng chưa đến , mai là hạn chót em có thể nộp giấy , em mong nhà trường sẽ gửi mail giấy tạm hoãn nghĩa vụ quân sự để em có thể photo và nộp cho bên phường ạ  /QUOTE . .",
            "Chào bạn,. . - Sau khi PĐT cập nhật xong bạn có thể tải bản scan trên trang đăng ký chứng nhận sinh viên.. . Đồng thời PĐT cũng đã gởi bưu điện nếu SV có đăng ký, vui lòng nhận sau.. . - Bạn dùng bản scan này đưa trước, khi có bảng chính thì nộp bổ sung cho địa phương nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Hiện em không nhớ mật khẩu và tài khoản của OCB nên em không thể đóng học phí qua [full_name] được, do đó em ra chi nhánh ngân hàng OCB để nộp trực tiếp thì ngân hàng bảo hiện ngân hàng không nhận học phí của [full_name] nữa, vậy giờ em phải nộp học phí như thế nào ạ? Em cảm ơn",
            "Chào em,. . Số điện thoại hotline của Ngân hàng OCB để được hỗ trợ:[student_id]8. . Thân mến. ."
        ]
    }
]