[
    {
        "intent": "",
        "message": [
            "Học vụ . Hiện e đang là sinh viên khoa kỹ thuật xây dựng khóa K17 và đang muốn học thêm văn bằng 2 ( chưa đăng kí). Hiện tại em muốn học trước 1 vài môn của văn bằng 2 nhưng vẫn chưa biết nên học theo chương trình đào tạo văn bằng 2 của khóa bao nhiêu ạ.",
            "Chào bạn. . - Về quy định đào tạo song ngành: Bạn vui lòng xem chi tiết tại trang web aao.hcmut.edu.vn--  sinh viên --  Quy chế --  Quy chế đào tạo và học vụ bậc đại học và cao đẳng -- Điều 28. . - Về chương trình đào tạo của ngành 2 bạn vui lòng liên hệ Khoa (cụ thể là Thầy phó khoa phụ trách chương trình đào tạo) để tư vấn và giải đáp. . Chúc bạn học tập tốt nhé.. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . em là sinh viên k18 và em chưa học môn quy quạch và quản lí cơ sở hạ tầng và những đồ án thiết kế cho năm 3 vì lí do không đủ chuẩn, nhưng khóa sau lại không còn dạy thì nhà trường đưa ra hướng giải quyết giúp sinh viên như em có thể học môn này như thế nào ạ. em xin cảm ơn. .",
            "Chào bạn,. . . . Bạn không đạt chuẩn gì? (tiếng anh, tín chỉ sau các năm, chuẩn GDTC).. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ thầy cô cho em xin tăng sỉ số/ mở lớp mới môn Giải tích 2, Đại số tuyến tính, Thí nghiệm vật lý, Kỹ thuật lập trình với ạ. Em có đăng ký hồi đợt 1 nhưng không xác nhận được và không kịp đăng ký trong đợt 2 ạ.. . Em rất mong được thầy cô chấp thuận.. . Em xin chân thành cảm ơn.. .",
            "Chào bạn,. .  . .  Phòng Đào tạo đã gởi mail thông báo về việc  đăng kí môn học đợt nguyện vọng (đăng ký thêm các môn có nhu cầu học) từ ngày 31/12/2020 đến 09 giờ ngày 04/01/2021, bạn vui lòng kiểm tra mail để biết thông tin nha.. .  . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Xin chào quý thầy cô, do kỳ sau có nhiều môn học liên quan đến môn học này nên em xin được thầy cô cho phép mở thêm sĩ số cho lớp Kính chào thầy cô, do kỳ sau có nhiều môn học liên quan đến môn học nên em xin quý thầy cô cho phép mở thêm sĩ số cho lớp A01 Môn học EE3113 - Quy trình thiết kế &sxvm.. . Em xin cảm ơn.",
            "Chào bạn,. .  . .  Phòng Đào tạo đã gởi mail thông báo về việc  đăng kí môn học đợt nguyện vọng (đăng ký thêm các môn có nhu cầu học) từ ngày 31/12/2020 đến 09 giờ ngày 04/01/2021, bạn vui lòng kiểm tra mail để biết thông tin nha.. .  . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Em kính chào thấy/cô em đang đk môn học như do đk trễ nên k còn trống lớp. . Kinh tế chính trị Mac-Lenin . . mã môn học: SP1033. . E kính mong quý thầy cô có thể đăng ký giúp e vào lớp L16 của môn này ạ. E xin cám ơn. .   i Đăng ký môn học .",
            "Chào bạn,. . . .  Trong đợt đăng kí nguyện vọng bổ sung bạn đã đăng kí nha.. . . . Thân. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học  /. . Phòng đào tạo cho em xin hỏi có cách nào mình đăng kí thêm môn hoá đại cương CH1003 không ạ.Em xin cảm ơn .",
            "Chào bạn,. . . .  Trong đợt đăng kí nguyện vọng bổ sung bạn đã đăng kí nha.. . . . Thân. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ cho em hỏi là kỳ 202 này em có đăng ký thể chất nhưng bị xóa vậy thì khi nào em đăng ký lại được ạ (lý do bị xóa là khoa không mở môn học)",
            "Chào bạn,. . . . Việc này PDT có mail thông báo rồi nha bạn, khi nào có đợt mở môn GDTC, PDT sẽ gởi mail thông báo nha.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "B Đăng ký môn học . Vì bây giờ các môn học giải tích 2 , hoá đại cương, vật lí bán dẫn hết lơp học hoặc sĩ số đã đầy,em mong phonhong đào tạo mở thêm lớp hoặc tăng sĩ sô lớp cho tụi em. .",
            "Chào bạn,. . . .  PDT đã gởi mail thông báo về việc  đăng kí môn học đợt 2, bạn vui lòng kiểm tra mail để biết thông tin nha.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Dạ Nhà Trường cho em hỏi đăng ký môn học  ĐỢT 2 này ko đủ chuẩn anh văn sẽ bị hủy, em xin nhà trường gia hạn thời gian ĐỢT 3 mới hủy được không ạ tại gần cuối THÁNG 1 trường tổ chức thi xét Anh văn tiếp ,lúc đó em mới xét chuẩn anh văn kịp được ạ. Em cảm ơn Nhà Trường ạ.. . . .",
            "Chào bạn,. . . . Bạn đơi kết quả DKMH 2 nha, việc này thuộc ban lãnh đạo phòng quyết định nha bạn.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]  /b \t[full_name] [full_name] [full_name] [full_name]   i Đăng ký môn học  /i [full_name] [full_name] [full_name] [full_name] Em chào quý thầy/cô Phòng Đào Tạo[full_name] Thưa thầy/ cô em tên là [full_name], là sinh viên lớp bằng 2 chính quy khoa Khoa học và Kỹ thuật Máy tính[full_name] Hiện tại em có nguyện vọng mong được Phòng Đào Tạo giúp đỡ đó là xin Phòng Đào Tạo mở thêm sĩ số môn học Mật mã và an ninh mạng (CO3069), nhóm L02_L04 (thứ 3 tiết 45 và thứ 3 tiết 789) để em có thể sớm hoàn thành việc đăng ký môn học ạ[full_name][full_name] [full_name] [full_name] [full_name] Em cảm ơn quý thầy/cô và kính chúc quý thầy/cô nhiều sức khỏe ạ[full_name][full_name] [full_name] [full_name] [full_name] Trân trọng[full_name] [full_name] [full_name][full_name][full_name] [full_name]",
            "Chào bạn,. .  . .  Phòng Đào tạo đã gởi mail thông báo về việc  đăng kí môn học đợt nguyện vọng (đăng ký thêm các môn có nhu cầu học) từ ngày 31/12/2020 đến 09 giờ ngày 04/01/2021, bạn vui lòng kiểm tra mail để biết thông tin nha.. .  . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em xin phép được đăng kí vào các lớp sau đây ạ:. . Môn giải tích 2 . . Môn Hoá đại cương. . Môn Vật lí bán dẫn. . . .",
            "Chào bạn,. .  . .  Phòng Đào tạo đã gởi mail thông báo về việc  đăng kí môn học đợt nguyện vọng (đăng ký thêm các môn có nhu cầu học) từ ngày 31/12/2020 đến 09 giờ ngày 04/01/2021, bạn vui lòng kiểm tra mail để biết thông tin nha.. .  . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Chào PĐT,. . Em hiện đã học qua 2 thể chất và đang là sinh viên năm 3. . Theo điều kiện của nhà trường thì khi hết năm 3 em phải hoàn thành đủ thể chất, tức là kì này em vẫn có thể học. . Nhưng đợt đki môn học này em bị xóa hết tất cả các môn vì không đủ chuẩn thể chất. . Rất nhiều bạn cũng bị tình trạng tương tự. . Mong PĐT sớm phản hồi ạ vì hiện tại em không thể đki đc môn nào. . Em xin cảm ơn ạ!",
            "Chào bạn,. . . .  Trong đợt đăng kí nguyện vọng bổ sung bạn đã đăng kí nha.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Em tên là [full_name], MSSV: [student_id]. Em mong phòng đạo tạo có thể mở thêm 1-2 vị trí của lớp L04_L12 môn Cơ sở kỹ thuật điện (EE2017) ạ. Em xin cảm ơn ạ. . . .",
            "Chào bạn,. .  . .  Phòng Đào tạo đã gởi mail thông báo về việc  đăng kí môn học đợt nguyện vọng (đăng ký thêm các môn có nhu cầu học) từ ngày 31/12/2020 đến 09 giờ ngày 04/01/2021, bạn vui lòng kiểm tra mail để biết thông tin nha.. .  . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "B Đăng ký môn học  /i  . . Kính gửi : Phòng đào tạo trường Đại học Bách Khoa- ĐHQGHCM. . Kính mong PDDT mở thêm lớp học Hóa đại cương ở cơ sở 2. . . Em xin chân thành cảm ơn!",
            "Chào bạn,. . . .  Trong đợt đăng kí nguyện vọng bổ sung bạn đã đăng kí nha.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em xin mở thêm lớp vẽ kỹ thuật CI1003 ạ.. . Em xin phòng đào tạo xem xét ạ.. . Em xin trân thành cảm ơn.",
            "Chào bạn,. .  . .  Phòng Đào tạo đã gởi mail thông báo về việc  đăng kí môn học đợt nguyện vọng (đăng ký thêm các môn có nhu cầu học) từ ngày 31/12/2020 đến 09 giờ ngày 04/01/2021, bạn vui lòng kiểm tra mail để biết thông tin nha.. .  . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Chào các thầy cô, em là sinh viên khoa máy tính.. . Em trước đó đăng ký 3 môn Tự chọn là:. . - Mật mã và an ninh mạng CO3069. . - Nhập môn trí tuệ nhân tạo CO3061. . - Tính tóan song song CO3067. . Em đã đủ điều kiện để đăng ký 3 môn này nhưng không hiểu lý do gì bị hủy môn học.. . Lúc em nhận ra bị hủy thì các lớp của 3 môn này đã đủ sĩ số.. . Em hi vọng được mở thêm sĩ số các môn trên vì hiện tại em chỉ đăng ký được 2 môn (5TC). . Em cảm ơn!. .   i Đăng ký môn học .",
            "Chào bạn,. . . .  PDT đã gởi mail thông báo về việc  đăng kí môn học đợt 2, bạn vui lòng kiểm tra mail để biết thông tin nha.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: 1710872  /b \t. . . .   i Đăng ký môn học . Em chào anh/chị, em muốn nhờ anh/chị tăng sĩ số lớp L01 môn Anh Văn 4 (LA1009) giúp em được không ạ vì các lớp đã full mà thời khóa biểu của em chỉ còn trống ngày thứ 2 có thể ra cơ sở 2 được thôi ạ. Em chân thành cảm ơn!",
            "Chào bạn,. . . .  PDT đã gởi mail thông báo về việc  đăng kí môn học đợt 2, bạn vui lòng kiểm tra mail để biết thông tin nha.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Sáng 30/12 em đăng ký môn học thì trang đăng ký môn học bị lag, sau một hồi thì bị xóa môn Mạch điện tử, mã môn học EE2035. Em vào đăng ký lại môn đó thì lớp cũ và tất cả các lớp đã đầy. Vậy mong PĐT có thể mở thêm 1 sĩ số cho lớp L03-L08.. . Em cảm ơn.. . . . EE2035 - Mạch điện tử - Lớp L03-L08.",
            "Dạ em đăng ký được môn lại rồi ạ. Cảm ơn cô ạ !!",
            "Chào bạn,. .  . .  Phòng Đào tạo đã gởi mail thông báo về việc  đăng kí môn học đợt nguyện vọng (đăng ký thêm các môn có nhu cầu học) từ ngày 31/12/2020 đến 09 giờ ngày 04/01/2021, bạn vui lòng kiểm tra mail để biết thông tin nha.. .  . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học .   B dạ thưa cho em trình bày là đợt 1 em có đăng ký môn học đầy đủ, và em cũng không bị trễ anh văn,hoàn thành đầy đủ các môn giáo dục thể chất,hoàn thành đủ các môn tiên quyết và học trước, và đủ tctl cho năm 3, nhưng đợt 2 pđt đã xóa hết môn của em, và hậu quả là đúng 10h ngày mở đăng ký, do có công việc nên em vô đăng ký trễ hơn tầm 45 phút, lúc vô đăng ký nhưng web bị lỗi nhiều lần, và đến khi web ổn định hơn thì đã full hết slot và em không thể đăng ký bất kỳ môn nào chuyên ngành của em, trong khi những môn đó rất quan trọng đến thời hạn ra trường, em mong pđt xem xét và giải quyết trường hợp của em bằng cách tăng sĩ số các môn hay bất cứ cách nào tiện nhất ạ, chứ không thì thiệt thòi cho em quá trong khi không phải lỗi của em, em cảm ơn nhiều!!",
            "Chào bạn,. . . .  Trong đợt đăng kí nguyện vọng bổ sung bạn đã đăng kí lại nha.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Chào thầy/ cô,. . Em là sinh viên văn bằng 2 ngành Khoa học máy tính. Tất cả các môn em đăng ký trong đợt 1 đều bị huỷ do thiếu môn tiên quyết. Nhưng theo CTĐT thì những môn đó chỉ cần môn học trước và em đã đang học các môn học trước rồi. Cho em hỏi là thiếu môn tiên quyết nào ạ.. . Em cảm ơn !",
            "Chào bạn,. . . .  Trong đợt đăng kí nguyện vọng bổ sung bạn đã đăng kí lại nha.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Chào quý thầy/cô,. . Em tên là [full_name], MSSV [student_id], vì một vài lý do chủ quan nên học kỳ 201 này em vẫn chưa đăng ký được môn LA1009, SP1033. Em khẩn thiết xin thầy/cô cho tăng sĩ số ở lớp L03 ở môn LA1009 và lớp L01 ở môn SP1033 ạ. . Em xin chân thành cảm ơn thầy/cô. Chúc thầy/cô một ngày tốt lành.",
            "Đăng ký môn học. . . . Chào quý thầy/cô,. . Em tên là [full_name], MSSV [student_id], vì một vài lý do chủ quan nên học kỳ 202 này em vẫn chưa đăng ký được môn LA1009, SP1033. Em khẩn thiết xin thầy/cô cho tăng sĩ số ở lớp L03 ở môn LA1009 và lớp L01 ở môn SP1033 ạ. . Em xin chân thành cảm ơn thầy/cô. Chúc thầy/cô một ngày tốt lành.  /QUOTE . .",
            "Chào bạn,. . . .  PDT đã gởi mail thông báo về việc  đăng kí môn học đợt 2, bạn vui lòng kiểm tra mail để biết thông tin nha.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "MSSV: [student_id]. . . . Thưa [full_name], em xin tăng sĩ số lớp Kỹ thuật Xúc tác và Ứng dụng CH3151 A01 để được học trong học kỳ 202.. . Em xin chân thành cảm ơn!",
            "Chào bạn,. . . .  PDT đã gởi mail thông báo về việc  đăng kí môn học đợt 2, bạn vui lòng kiểm tra mail để biết thông tin nha.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính gửi quý thầy cô,. . Em tên là Lưu Ngọc Thùy An, mã số sinh viên [student_id], thuộc lớp HC19KTTP, em muốn xin gia tăng sĩ số của lớp mã L11 môn Kinh tế chính trị Mac Lê-nin, mã môn học SP1033 ạ.. . Lí do: Các lớp còn lại đều hết chỗ và trùng với lịch học của em.. . Em xin chân thành cảm ơn.. .",
            "Chào bạn,. . . .  PDT đã gởi mail thông báo về việc  đăng kí môn học đợt 2, bạn vui lòng kiểm tra mail để biết thông tin nha.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            ". . Đăng ký môn học . Nguyễn hữu thành. . [student_id]",
            "Chào bạn,. . . .  PDT đã gởi mail thông báo về việc  đăng kí môn học đợt 2, bạn vui lòng kiểm tra mail để biết thông tin nha.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tên em : [full_name]. . MSSV: [student_id]\t. .  Cho em hỏi là em muốn đăng kí. . môn học ME1005 _ Thực tập cơ khí đại cương 1 , mà hết chỗ rồi em phải đăng kí như thế nào ạ ?",
            "QUOTE Tên em : [full_name]. . MSSV: [student_id]    . . Cho em hỏi là em đăng kí. . môn học ME1005 _ Thực tập cơ khí đại cương 1 , mà hết chỗ rồi em phải đăng kí như thế nào ạ ?. .",
            "Chào bạn,. . . .  Trong đợt đăng kí nguyện vọng bổ sung bạn đã đăng kí lại chưa?.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em kính chào thầy/cô,. . . . Cho em hỏi là HK2 (2020-2021) hệ chính quy đợt này không mở môn \"EN3313 - Thực tập tốt nghiệp\" ạ?. . . . Có cách nào để mở môn này để có thể đăng ký học trong HK2 (2020-2021) không ạ?. . . . Em cảm ơn thầy/cô.",
            "Chào bạn,. . . . Đợt 3 DKMH bạn làm đơn xin mở lớp TTTN, đơn có sự đồng ý của khoa.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính gửi PĐT . . Em tên là [full_name], MSSV: [student_id]. . Khoa: Công Nghệ Vật Liệu . . Nay em viết đơn này, kính mong bên phía nhà trường có thể giúp em mở thêm sĩ số lớp L02-Thứ 3 tiết 8-9 của môn Kinh tế chính trị [full_name]-[full_name] để em có thể đăng kí ạ. TKB trước của em là môn này là lớp L08 vào Thứ 4 tiết 10-11 ạ! Nhưng do thời gian kết thúc lớp khá trễ và sau đó em còn kẹt thời gian di chuyển từ cs2 đến nơi đi làm thêm ạ! Thật lòng mà nói em rất cần đăng kí thêm môn này để kiếm thêm chỉ tích lũy ạ! Vì hiện tại em thiếu khá nhiều chỉ để tích lũy cho việc đkmh của kì tiếp theo. Bên cạnh đó, sức khỏe của em hiện tại không được tốt và ổn định nên kính mong nhà trường có thể chấp nhận mà giúp em đăng kí môn này của lớp này ạ! . . Em cảm ơn rất nhiều ạ! Kính mong nhà trường xem xét và duyệt giúp em, để em có cơ hội học môn này ạ! . . Chúc quý thầy/cô xét duyệt một buổi chiều tốt lành ạ! Em cảm ơn rất nhiều",
            "Chào bạn,. . . .  PDT đã gởi mail thông báo về việc  đăng kí môn học đợt 2, bạn vui lòng kiểm tra mail để biết thông tin nha.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Chào thầy cô, em xin phép mở thêm sĩ số lớp IM4005 - hệ thống thông tin quản lý - cs1 ạ. Em cám ơn thầy cô ạ. . .",
            "Chào bạn,. . . .  PDT đã gởi mail thông báo về việc  đăng kí môn học đợt 2, bạn vui lòng kiểm tra mail để biết thông tin nha.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Xin chào quý thầy cô . . em là sinh viên K19 , cho em xin hỏi là nếu đăng ký môn học lần 2 em đăng ký được môn học thì qua lần 3 em có bị xóa môn học hay không hay lần 3 chỉ để thay đổi lịch học thôi ạ ? Tại em đăng ký vừa đủ chỉ sợ qua lần 3 em bị xoa môn . . . Em xin chân thành cảm ơn quý thầy cô đã giải đáp thắc mắc cho em .",
            "Chào bạn,. . . . Đợt 3 DKMH bạn có thể huỷ/ bổ sung DKMH nha.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . [full_name]ính gửi PĐT Đại Học Bách [full_name]hoa HCM . Hôm nay em viết đơn này xin PĐT xem xét cho chúng em có thể được mở lớp hóa học PO và hóa lý PO . tụi em đã làm đơn và có được chữ ký của cả trưởng bộ môn cũng như giáo viên giảng dạy , tụi em cũng đã nộp đơn vào PĐT vào lúc 13h30 30/12/2020 và chị thụ lí đơn kêu là đợi xem xét với tình hiện hiện tại của [full_name]18 chúng em nếu không học được 2 môn này thì không biết đến bao giờ mới có thể cầm được bằng [full_name]ỹ Sư nữa ạ , 2 môn này tiên quyết cho rất nhiều môn ở phía sau , tụi em đã qua anh văn và đáp ứng đủ nhu cầu của môn học cần thiết và cũng đã xin được đơn đăng ký mở lớp .Xin phòng đào tạo xem xét cho tụi em được đăng ký vào ngày mai ( trong đơn tụi em có ghi là xin mở lớp ở cs2 theo đúng yêu cầu từ mail của nhà trường ) rất mong được sự giúp đỡ từ phía PĐT để chúng em có thể học được môn học này . Lúc đi về chỉ vì câu nói \"đợi xem xét lại mới biết \" mà em đã khóc trên đường về rồi ạ , thật sự 2 môn này rất quan trọng đối với tụi em vào thời điểm này , nên chúng em rất mong được nhận sự giúp đỡ từ phía PĐT để chúng em có thể học tập và ra trường đúng hạn ạ . Em xin cám ơn PĐT .",
            "Chào bạn,. . . .  Trong đợt đăng kí nguyện vọng bổ sung bạn đã đăng kí chưa?.. . . . Thân. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em chào PĐT ạ!. . PĐT cho em hỏi là đối với môn học tự chọn em chỉ được đăng ký theo chương trình đào tạo của ngành và khóa mình thôi hay em có thể đăng ký học môn tự chọn của ngành mình theo học nhưng của khóa khác( không có trong chương trình đào tạo của khóa mình) có được khộng ạ?. . em cảm ơn!",
            "Chào bạn,. . . . Bạn về khoa để hướng dẫn về chương trình đào tạo để đăng kí cho đúng nha.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Chào thầy(cô) ạ, e muốn hỏi thủ tục để e xin tăng sỉ số SV một lớp học môn Kĩ thuật lập trình ạ?",
            "Chào bạn,. . . .  PDT đã gởi mail thông báo về việc  đăng kí môn học đợt 2, bạn vui lòng kiểm tra mail để biết thông tin nha.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ em viết đơn này xin được mở thêm sĩ số lớp Nền móng (CI3195) ạ, em cảm ơn nhiều ạ",
            "Chào bạn,. . . .  PDT đã gởi mail thông báo về việc  đăng kí môn học đợt 2, bạn vui lòng kiểm tra mail để biết thông tin nha.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Em chào thầy/cô, em là [full_name] (MSSV: [student_id]) hiện đang là sinh viên năm 3 đến từ khoa Khoa học & Kỹ thuật Máy Tính.. . . . Hiện tại thì lớp anh văn 4 đã full slot ở tất cả các lớp, nhưng mà em thì đang rất cần học môn anh văn 4. Không biết thầy/cô có thể cho em đăng ký thêm được không ạ. Theo thời khóa biểu của em thì em có thể vào các lớp học L02, L04 được ạ.. . . . Em cảm ơn thầy/cô đã xem, em mong sẽ nhận được phản hồi sớm ạ. . . . .   i Đăng ký môn học .",
            "Chào bạn,. .  . .  Phòng Đào tạo đã gởi mail thông báo về việc  đăng kí môn học đợt nguyện vọng (đăng ký thêm các môn có nhu cầu học) từ ngày 31/12/2020 đến 09 giờ ngày 04/01/2021, bạn vui lòng kiểm tra mail để biết thông tin nha.. .  . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em mong PĐT tăng thêm sỉ số lớp L01_L01 môn Pt ứd internet of things CO3037 để em đăng kí môn ạ (do lớp L01_L02 em bị trùng với môn quan trọng khác nên em không đăng kí được). . . . Em xin cảm ơn rất nhiều ạ.",
            "Chào bạn,. . . .  PDT đã gởi mail thông báo về việc  đăng kí môn học đợt 2, bạn vui lòng kiểm tra mail để biết thông tin nha.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]  /b \t[full_name] [full_name] [full_name] [full_name]   i Đăng ký môn học  /i [full_name] [full_name] [full_name] [full_name] Chào Thầy/Cô,[full_name] [full_name] [full_name] [full_name] Em hiện là sinh viên K17 khoa Điện - Điện tử, hiện em có 3 câu hỏi như sau, rất mong được sự giải đáp từ phía PĐT ạ:[full_name] [full_name] [full_name] [full_name] 1[full_name] Hiện tại em có 1 môn đăng ký nhưng bị văng ra với lý do \"trùng lịch\" với môn khác, trong khi em chỉ đăng ký 2 môn và lịch trống còn lại rất nhiều, sau đó em có tiến hành xóa 1 môn rồi đăng ký lại môn đó, tuy nhiên do số lượng truy cập lớn khiến cho hệ thống bị nghẽn nên em không thể đăng ký lại, sau khi hệ thống trở lại bình thường thì các lớp đều được lấp đầy[full_name] Em muốn được biết hướng giải quyết cho trường hợp này là như thế nào?[full_name] [full_name] [full_name] [full_name] 2[full_name] Theo chương trình đào tạo thì em đã học đầy đủ và chỉ còn Đề Cương LVTN, LVTN, và 1 môn (3 chỉ, được nêu ở câu 1), vậy nếu trong trường hợp em không thể đăng ký môn 3 chỉ đó và chỉ đăng ký được Đề Cương LVTN (0 chỉ) thì có bị đình chỉ học vụ (do không đủ số lượng tín chỉ/ 1 kỳ) không ạ?[full_name] [full_name] [full_name] [full_name] 3[full_name] Theo em được biết thì LVTN phải yêu cầu là hoàn thành Đề cương LVTN, em hiện chưa đăng ký Đề cương LVTN nhưng đã đang hoàn thành Đề cương cùng với thầy hướng dẫn, liệu PĐT có thể tạo điều kiện để em có thể được đăng ký song song cả 2 môn đó không ạ? (trong trường hợp có xác nhận của GV hướng dẫn Đề cương LVTN ạ)[full_name] [full_name] [full_name] [full_name] Em xin chân thành cảm ơn[full_name][full_name] [full_name] Trân trọng[full_name] [full_name] [full_name]",
            "Chào bạn,. . . . 1.  Trong đợt đăng kí nguyện vọng bổ sung bạn đã đăng kí lại nha.. . . . 2. Bạn có đăng kí môn học thì không bị tạm dừng.. . . . 3. Bạn chưa đăng kí ĐCLV thì không đăng kí luận văn.. . . . Thân. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Cho em hỏi là,. . 1. Chuẩn thế chất của các năm là như thế nào, . . Năm nhất, năm 2, năm 3,.... . 2. Em thấy có bạn nói là phải học đủ ba môn khác nhau hoặc 2 lần môn năm nhất và một môn khác? Cái nào đúng ạ?.. . . .   i Học vụ .",
            "Chào bạn. . - Về quy định các môn giáo dục thể chất: Bạn vui lòng xem chi tiết tại trang web aao.hcmut.edu.vn--  sinh viên --  Quy chế --  Quy chế đào tạo và học vụ bậc đại học và cao đẳng -- Điều 10.5-b. . Chúc bạn học tập tốt nhé.. . Thân. . . .",
            "li answer rate: Answer suits the needs / Câu trả lời đúng ý"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em chào PDT, do em  công việc ngày thứ 2 nên không thể học vào ngày này nên em xin chuyển sang ngày thứ 5 tiết 2 - 4.. . Mong PĐT xét duyệt.. . Em cảm ơn ạ!",
            "Chào bạn,. . . . Đợt 3 DKMH bạn có thể huỷ/ bổ sung DKMH nha.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em chào thầy cô ạ. . Dạ thầy/ cô ơi, do kỳ 202 này có môn học không được mở lớp, dẫn đến em bị hủy môn nên em xin thầy cô tăng sỉ số môn học cơ lưu chất (CI2003) lớp L02_L06 để em có thể đăng ký ạ.Em cám ơn thầy cô nhiều ạ.",
            "Chào bạn,. . . .  PDT đã gởi mail thông báo về việc  đăng kí môn học đợt 2, bạn vui lòng kiểm tra mail để biết thông tin nha.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Cho em hỏi là có thể đăng kí mở thêm sĩ số lớp không ạ. Và làm cách nào để đăng kí mở thêm sĩ số lớp ạ.",
            "Chào bạn,. . . .  PDT đã gởi mail thông báo về việc  đăng kí môn học đợt 2, bạn vui lòng kiểm tra mail để biết thông tin nha.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV: [student_id]  /b \t. . . .   i Danh sách xin mở rộng sĩ số môn Nhiệt động lực học và truyền nhiệt .",
            "Chào bạn,. . . .  PDT đã gởi mail thông báo về việc  đăng kí môn học đợt 2, bạn vui lòng kiểm tra mail để biết thông tin nha.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]  /b \t[full_name] [full_name] [full_name] [full_name]   i Đăng ký môn học  /i [full_name] [full_name] [full_name] [full_name] Em chào thầy/cô, em là [full_name] - MSSV [student_id][full_name] Sau đợt đăng kí đợt 1 thì môn Anh văn 4 của em bị hủy không có lý do[full_name] Đến khi đăng kí đợt 2 thì không còn sỉ số lớp để đăng kí[full_name] Mong nhà trường xem xét tăng thêm xỉ số để em có cơ hội được học cho kịp chương trình[full_name] Em xin chân thành cảm ơn![full_name] [full_name]                             [full_name][full_name] [full_name]                            MSSV [student_id]",
            "Đăng ký môn học. . . . Em chào thầy/cô, em là [full_name] - MSSV [student_id]. Sau đợt đăng kí đợt 1 thì môn Anh văn 4 của em bị hủy không có lý do. Đến khi đăng kí đợt 2 thì không còn sỉ số lớp để đăng kí. Mong nhà trường xem xét tăng thêm xỉ số   B LA1009 - Anh văn 4 lớp L04  /B  để em có cơ hội được học cho kịp chương trình. Em xin chân thành cảm ơn!. .                             [full_name]. .                            MSSV [student_id]  /QUOTE . .",
            "Chào bạn,. . . .  PDT đã gởi mail thông báo về việc  đăng kí môn học đợt 2, bạn vui lòng kiểm tra mail để biết thông tin nha.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: 2012021  /b \t. . . .   i Đăng ký môn học . MỞ THÊM LỚP GIẢI TÍCH Ạ. DO HIỆN KHÔNG ĐỦ SLOT CHO TỤI EM HỌC Ạ!. . . .",
            "Chào bạn,. .  . .  Phòng Đào tạo đã gởi mail thông báo về việc  đăng kí môn học đợt nguyện vọng (đăng ký thêm các môn có nhu cầu học) từ ngày 31/12/2020 đến 09 giờ ngày 04/01/2021, bạn vui lòng kiểm tra mail để biết thông tin nha.. .  . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . môn 'cơ lưu chất' và' con người và môi trường' em đã đủ chuẩn năm 2 và điểm anh văn năm 2 rồi nhưng đăng kí vẫn bị xóa , kính mong nhà trường xét cho em được tham gia lớp L01 của hai môn này ạ, e cảm ơn !",
            "Chào bạn,. . . .  PDT đã gởi mail thông báo về việc  đăng kí môn học đợt 2, bạn vui lòng kiểm tra mail để biết thông tin nha.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ em sinh viên khoá K14 , do thi tiếng ang không đủ 600 nên khoing thể chuyển điểm được anh văn 4 . Giờ em vô đk học anh văn 4 thì đã đầy sỉ số , mong thầy cô tư vấn giúp em để em được than gia lớp học anh văn 4 ạ . Hiện em còn 1 kỳ cuối cùng thôi ạ . Em thầy cô đăng ký giúp em . . . . .",
            "Chào bạn,. . . . Đối với khoá 2014 áp dụng quy đổi bảng điểm cũ nha bạn. Trong đợt 2 đăng kí bổ sung bạn đã đăng kí được chưa?. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Thầy (cô) cho em xin tăng sĩ số môn học kinh tế chính trị [full_name]-[full_name] (SP1033) lớp L03, thứ sáu, tiết 5 6.. . Em xin cảm ơn ạ.",
            "Chào bạn,. . . .  PDT đã gởi mail thông báo về việc  đăng kí môn học đợt 2, bạn vui lòng kiểm tra mail để biết thông tin nha.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em là [full_name] - MSSV: [student_id]. Em kính mong Phòng đào tạo xem xét tăng sĩ số lớp L08 - Kinh tế chính trị (thứ 4 tiết 10 11). . . Lý do: hiện tại em chỉ đăng ký được 10 chỉ cho HK202. . . Em xin chân thành cảm ơn",
            "Chào bạn,. . . .  PDT đã gởi mail thông báo về việc  đăng kí môn học đợt 2, bạn vui lòng kiểm tra mail để biết thông tin nha.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính gửi: Phòng đào tạo trường đại học Bách Khoa-Đại học Quốc Gia TP Hồ Chí Minh.. . Em tên là [full_name]-MSSV: [student_id]. . Em xin pđt tăng sĩ số lớp hóa sinh (CH2033) nhóm l01_L01, vì các nhóm lớp còn lại em đã bị trùng giờ các môn khác.. . Em xin chân thành cảm ơn.  . .",
            "Chào bạn,. . . .  PDT đã gởi mail thông báo về việc  đăng kí môn học đợt 2, bạn vui lòng kiểm tra mail để biết thông tin nha.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em chào anh/chị. Do thiếu môn tiên quyết nên HK192 em không thể đăng ký môn Quản lý thu mua (Me4657) và nếu học kỳ 202 em không học môn này thì sẽ có nguy cơ trễ Thực tập tốt nghiệp và phải đợi đến học kỳ 212. Hiện em đăng ký full chương trình học theo tiến độ là 19 chỉ và chỉ thiếu 1 chỉ để đăng ký môn này ạ. Kính mong anh/chị xem xét cho em đăng ký 22 chỉ cho học kỳ 202 ạ. Em chân thành cảm ơn.",
            "Chào bạn,. . . . Bạn vui lòng xem qui chế học vụ điều 9, mục 9.3 http://www.aao.hcmut.edu.vn/index.php?route=catalog/chitietsv&path=90&tid=1658.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . CHào thầy cô. . Em hiện là sinh viên k18, do các học kì trước chưa học các môn Mach điện tử(EE2007) và vi xử lý..., kì này em đăng kí thì thấy mã môn học đã được đổi. CHo em hỏi các môn học đó đã đổi thành những môn nào (hay mã môn học nào)và nếu em đăng kí học những môn đó nhưng theo mã môn học mới thì có được tính điểm tương đương với mã môn học cũ không ạ.. . Em xin chân thành cảm ơn!!!. .",
            "Chào bạn,. . . . Những môn tương đượng có cập nhật trên web PDT http://www.aao.hcmut.edu.vn/index.php?route=catalog/chitietsv&path=59_201&tid=447, nếu môn EE2007 có tương đương với môn nào thì bạn học môn đó mới được pass điểm.. . . . Còn không bạn phải học đúng mã số trong chương trình đào tạo của bạn.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính gửi PĐT, trong đợt ĐKMH Đợt 1 vừa rồi em đã đăng ký các môn có mã số như trên (gồm các môn: Nhập môn trí tuệ nhân tạo, PT và TK giải thuật, Mật mã an ninh mạng và tính toán song song), tất cả các môn trên em đều thỏa điều kiện đăng ký và không bị vấn đề Tiên quyết, Anh văn hay GDTC. . . Nhưng trong lần kết quả ĐKMH đợt 1 và hiệu chỉnh đợt 2, em đã bị xóa tất cả các môn trên với lý do \"PDT không đ/ký cho SV MH CO3031 (0: Thiếu môn tiên quyết GDTS_2)\" (Hình đính kèm), bản thân em thật sự không thể hiểu nổi đây là lỗi gì và hiện tại cũng đang rất hoang mang vì các môn trên đã đủ sĩ số và không còn lớp.. . Qua tìm hiểu, không chỉ riêng bản thân em và rất nhiều bạn cũng bị trường hợp tương tự, có bạn may mắn thì đăng ký kịp thời, có bạn vào đăng ký muộn một tí thì không còn lớp nữa, nếu không có lớp, kỳ sau em không biết phải học gì nữa vì em chọn môn nào cũng đều không còn lớp.. . Vì vậy, kính mong PĐT mở thêm 1-2 lớp với các môn em đã ghi như trên để em có cơ hội được học các môn ở học kỳ tiếp theo. Mong PĐT có thể phản hồi em sớm nhất có thể.. . Một lần nữa em xin chân thành cảm ơn.",
            "Chào bạn,. .  . .  Phòng Đào tạo đã gởi mail thông báo về việc  đăng kí môn học đợt nguyện vọng (đăng ký thêm các môn có nhu cầu học) từ ngày 31/12/2020 đến 09 giờ ngày 04/01/2021, bạn vui lòng kiểm tra mail để biết thông tin nha.. .  . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Khi em đăng ký môn Cơ sở kỹ thuật điện (mã môn ee2017) thì đã bị xóa do thiếu môn tiên quyết có mã là ee1011 (Giải tích mạch) nhưng theo kế hoạch đào tạo của khóa 2019 thì mã môn Giải tích mạch là ee2033 và em đã đăng ký học ở kỳ này rồi nên em muốn hỏi là không biết em cần làm gì để đăng ký được môn đã bị xóa ?",
            "Chào bạn,. . . .  Trong đợt đăng kí nguyện vọng bổ sung bạn đã đăng kí lại nha.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ em chào thầy, cô. Em là [full_name]- MSSV [student_id]. Thầy, cô cho em xin tăng sỉ số  LA1009 [full_name] 4 lớp L04 được không ạ. Dọ đợt 1 em có đăng kí nhưng giờ lại bị hủy không lí do.. . Em xin chân thành cảm ơn!. . [full_name]. . [student_id]",
            "Chào bạn,. . . .  PDT đã gởi mail thông báo về việc  đăng kí môn học đợt 2, bạn vui lòng kiểm tra mail để biết thông tin nha.. . . . Thân. ."
        ]
    }
]