[
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em đã gửi đơn xin đăng ký bổ sung 2 môn học Đề cương Luận văn AS4325 Thực tập Ngoài trường AS3325 (đã có sự đồng ý của Bộ môn và Khoa) và nhận được phản hồi đợi sau ngày 20/09 không có thay đổi trong thời khóa biểu thì gửi lại câu hỏi. Đến nay 21/08, em chưa thấy thời khóa biểu cập nhật nên gửi lại.. . . . Kính mong quý thầy cô Phòng Đào tạo hỗ trợ em đăng ký để kịp tiến độ luận văn vào kỳ sau. Em xin hứa sẽ hoàn thành học phí đúng hẹn",
            "Chào bạn . . TKB đã cập nhật. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Gửi phòng đào tạo. . . . Em là sinh viên hệ vừa học vừa làm chuyển từ hệ chính quy sang. Em có kiểm tra điểm chuyển đổi và thấy thiếu nhiều môn không được cập nhật điểm. . . Khi còn hệ chính quy em đã hoàn thành luận văn và nộp chứng chỉ anh văn để quy đổi điểm, như vậy em có cần phải làm lại luận văn và nộp lại chứng chỉ anh văn cũng như thi 2 kỹ năng nói và viết theo chường trình K2014 nữa không. . . Kính mong phòng đào tạo kiểm tra lại giúp em. . . . Em cảm ơn,. . [full_name]",
            "Chào bạn. . Điểm chuyển của bạn được cập nhật tại : Mybk-điểm chuyển, bạn kiểm tra lại nếu có sai sót thì vui lòng báo thiếu môn gì..?. . - Hệ VLVH không cần anh văn 2 kỹ năng. . Thân",
            "No solution",
            "chào Cô,. . . . Em gửi danh sách các môn chuyển đổi còn thiếu. Mong cô xem lại giúp em, em đã làm luận văn và có điểm ở hệ chính quy thì em có cần làm lại luận văn nữa không cô.. . . . Cảm ơn cô",
            "Chào bạn. . Cô đã lấy dữ liệu chuyển cho bộ phận xử lý, . . Nếu có phản hồi gì Cô sẽ báo trên BKsi và mail, kiểm tra thường xuyên nghen bạn. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Thầy/cô cho em hỏi là với tình hình dịch bệnh căng thẳng như hiện nay thì khi nào trường sẽ xét chuẩn anh văn để đăng kí môn học ạ? Và trường có tổ chức kì thi Kiểm tra anh văn định kì không ạ? . . Mong nhận được câu trả lời của thầy/cô sớm. Em . . chân thành cám ơn.",
            "Chào bạn,. . Hiện tại trong Hk211 nhà trường không xét chuẩn Tiếng Anh nhé bạn, còn việc HK212 trên tình thần là áp dụng theo quy định, nếu có thay đổi hay cứu xét từ Hội đồng học vụ trường  sẽ thông báo mail cho SV nhé.. . Về tổ chức thì AV định kỳ em vui lòng đợi mail thông báo nhé, tình hình hiện tại thì không thể trả lời chính xác cho bạn. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Khoảng 1 tháng trước em và 1 nhóm 7 bạn khác([full_name]0) có xin đổi TKB môn TR2033 H[full_name]11 để phù hơp với lịch học và đăng kí môn học này.. . Đến nay em vẫn được cập nhật TKB  và môn học trên Bkel, trong khi các bạn đều đã có đầy đủ.. . Em đã mail PĐT hơn 1 tuần trước và nay PĐT trả lời em là lên bksi để phản hồi.. . Em kính mong thầy cô giải quyết giúp em để em có thể thuận tiện hơn trong việc học online.. . Em xin cảm ơn.",
            "Chào bạn. . Vì hiện tại, quá trễ để giải quyết dkmh. . Bạn có thể gởi cho Cô minh chứng + phản hồi quá trình xử lý   U   /I   B Khoảng 1 tháng trước em và 1 nhóm 7 bạn khác([full_name]) có xin đổi TKB môn TR2033 HK211 để phù hơp với lịch học và đăng kí môn học này  /B   I   /U . . - Để Cô kiểm tra lại mới trả lời cho bạn được. . Thân",
            "Em gửi cô ạ.",
            "Chào bạn. . Pdt kiểm tra SV bị trùng TKB SP1031 - L12 cùng học Thứ 3 không đăng ký được. . Thân",
            "Dạ em có xin giảng viên môn SP1032-L12 (giờ học 14h-15h50) học vào buổi khác với nhóm khác rồi. Vậy giờ em phải làm sao nữa để đăng ký được ạ.. . Mong cô giúp đỡ.. . Em cảm ơn cô ạ.",
            "Chào bạn. . Theo quy định là không được nghen bạn. . Thân",
            "Dạ em cảm ơn cô"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Dạ em chào Thầy/Cô. Mấy ngày trước em có hỏi vấn đề về thi nói viết. Thì được trả lời là sẽ đang kí thi vào ngày 24/9 tới qua mybk đăng kí môn học. Nhưng giờ em đang trong diện sinh viên tạm dừng học do không đăng kí môn học học kì trước. Nên có thể là em sẽ không đăng kí được. Vậy nếu không được thì nhà trường có cách nào giải quyết trường hợp em không ạ. Vì lúc trước em có lên trường hỏi về bị tạm dừng này thì được trả lời là cứ thi nói viết xong làm đơn xin sẽ được tốt nghiệp. Em hỏi trước để tới ngày 24/9 là đợt cuối cùng thi. Em xin chân thành cảm ơn ạ!",
            "Chào bạn,. . bạn cứ đợi mail thông báo, rồi vào đăng ký nếu có bị lỗi gì thì phản hồi lại giúp cô, trường hợp tạm dừng bạn có thể tải mẫu đơn thu nhận và gửi qua bksi giúp cô, ghi rõ thu nhận và xét tốt nghiệp"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em chào các thầy (cô) ạ!. . . . Em tên là [full_name], sinh viên K2015 khoa Địa chất và Dầu Khí, em có một vấn đề thắc mắc nhờ thầy cô giải đáp ạ.. . . . Em đã làm luận văn tốt nghiệp và đạt chứng chỉ TOEIC, chỉ còn thiếu chuẩn speaking và writing. Ở HK202, em có đăng kí một vài môn thuộc khoa KHMT để học thêm, nhưng em bỏ thi. Em dự kiến sẽ thi speaking và writing để ra trường trong tháng 9 nên em không đăng kí môn học ở HK211. Nhưng tình hình dịch bệnh phức tạp không được như dự kiến. Như vậy em có bị xử lý học vụ không ạ, và nếu có em phải làm đơn cứu xét như thế nào ạ?. . . . Em mong thầy cô giải đáp giúp em ạ!. . . . Em xin chân thành cám ơn!. . . . [full_name]",
            "Chào bạn. . Tình hình nếu Hk211 bạn không có tên trong danh sách tốt nghiệp thì bạn sẽ bị buộc thôi học vì điểm trung bình bằng 0. . - Sau khi bạn thi anh văn nói viết xong mà đạt, nếu lúc đó có Qd buộc thôi học thì bạn liên hệ Khoa để nộp đơn thu nhận lại để xét tốt nghiệp. . - Lưu ý: thời gian học của bạn còn Hk211 . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Chào thầy cô,. . Em là [full_name], MSSV [student_id].. . . . Hiện vào ngày 21/8/2021 em có cho bạn [full_name], sinh viên K19 OISP (hiện em không có MSSV của bạn, nhưng mặt của bạn em sẽ đính kèm phía dưới ạ) mượn một số tiền là 500.000 VND. Bạn có hứa 1/9/2021 sẽ trả lại cho em. Ngày 18/09/2021 vì đợi quá lâu nên em có nhắn tin qua Messenger để hỏi thì ban không trả lời, em đã tìm mọi cách liên lạc và hiện bạn đã tự khóa Facebook. . . . . Sau một vài ngày không nhận được thông tin liên lạc thiện chí từ bạn, em quyết định sẽ nhờ người đăng bài lên các trang mạng xã hội lớn và các trang HCMUT. Tiêu đề chắc chắn sẽ có dòng chữ [full_name] viên Bách Khoa, em nhận thấy làm như vậy có thể ảnh hưởng đến danh tiếng của trường mình, nên em muốn hỏi quý thầy cô hướng giải quyết hiệu quả trước khi đăng bài ạ. . . . . Em xin cảm ơn,. . Trân trọng./. . . . . P/s: nếu cần thêm thông tin xác thực, xin quý thầy cô liên hệ với em ạ.",
            "Chào bạn,. . Bạn có thể liên hệ về Phòng Công tác Chính trị Sinh viên để xem có hướng gì hỗ trợ giúp bạn không nhé:. . [email]"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em chào thầy/cô ạ,cho em hỏi là làm sao để đăng kí thi anh văn trong trường và khi nào thì đăng kí thi trong kì này được ạ,em cảm ơn ạ.",
            "Chào bạn,. . Vui lòng nói cụ thể bạn hỏi thi AV gì vậy?. . Nếu là AV định kỳ tổ chức để xét chuẩn Tiếng Anh từng năm SV vui lòng đợi mail thông báo nhé, hiện tại nhà chưa có thông tin gì về việc tổ chức thi . . Còn về việc thi chứng chỉ TOEIC bạn vui lòng liên hệ tại Trung tâm Ngoại ngữ hoặc IIG để được hướng dẫn thêm nhé!. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính gửi: Phòng Đào Tạo trường Đại Học Bách Khoa Thành phố Hồ Chí Minh . . . . Em tên: [full_name]. . MSSV: [student_id]. . Hệ VHVL - Khoa Quản Lý Công Nghiệp.. . . .    Em là sinh viên hệ VHVL khóa 2020 chuyển từ hệ chính quy khóa 2014 qua. Hiện tại  em đã hoàn thành tất cả các môn học bao gồm cả LVTN nhưng khi kiểm tra danh sách dự kiến tốt nghiệp thì không có tên trong đó , như hình bên dưới thông báo em bị thiếu tín chỉ trong khi em đã hoàn thành tất cả môn học. . .   Bên cạnh đó, em có đăng ký thông tin tốt nghiệp trên MyBK nhưng hệ thống lại không cho cập nhật thông tin được.. . . . Vì vậy hôm nay em viết đơn này mong PĐT kiểm tra và xem xét giúp cho em còn bị thiếu điều kiện nào để kịp tốt nghiệp trong đợt này.. . . . Em rất mong nhận được sự phản hồi từ PĐT, Em xin chân thành cám ơn!",
            "Chào em,. . Em đã gửi qua email rồi mà. . . . PDT đã ghi nhận yêu cầu về đăng ký xét TN của bạn. SV vui lòng theo dõi email  và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 28/09/2021 SV vẫn chưa nhận được mail hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 11/2021. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Chào cô!  Cô cho em hỏi đơn xin đặc cách đăng kí luận văn  của em được xử lý chưa ạ!  Tại em thấy lâu nên lo hỏi thử ạ!",
            "Chào bạn. . TKB đã cập nhật rồi, bạn kiểm tra lại. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . dạ mã môn học của ngành em là CI4393 ngành công nghệ kĩ thuật vật liệu xây dựng ạ. .",
            "Chào bạn,. . PDT đã ghi nhận yêu cầu về ĐKMH (học phần tốt nghiệp: TTTN, DCLV, LVTN) của bạn và đã chuyển cho bộ phận ĐKMH kiểm tra và xử lý.. . Bạn vui lòng theo dõi và kiểm tra TKB thường xuyên trên mybk/Thông tin SV. . . Trường hợp nếu không đăng ký được (không đủ điều kiện (thiếu môn tiên quyết, thiếu ngày CTXH..)  PDT sẽ phản hồi cho SV qua bksi.. . Chúc các bạn học tốt!. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: 1712089  /b \t. . . .   i Đăng ký môn học . CHÀO PĐT,. . Mình đã làm đơn xin bổ sung đăng ký môn học và đã được sự đồng ý và ký tên của thầy hướng dẫn và bộ môn. Mong phòng đào tạo xét duyệt giúp mình.. . Cảm ơn phòng đào tạo nhiều.. . . .",
            "Chào bạn,. . Thời điểm này phải có xác nhận đồng ý của [full_name] nhé bạn. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em chào thầy, cô.. . . . Em có thắc mắc như sau: Khi thi tiếng Anh đầu vào tổ chức lần đầu cho sinh viên K19, em chỉ qua AV1, em được 390 điểm. Nhưng đầu năm 2, vào đợt tháng 9/2020 và tháng 12/2020 em đều tham gia thi tiếng Anh do trường tổ chức (phối hợp với IIG), em đạt 780 và 795 điểm. Em muốn hỏi là như vậy em đã đủ điều kiện đăng kí môn học của các học kì sau (năm 3 và năm 4) chưa ạ, hay là mỗi năm em phải mỗi thi, hoặc nộp chứng chỉ để chuyển điểm ạ.. . . . Em mong sớm được nhận phản hồi. Em cảm ơn thầy, cô.",
            "Chào bạn,. . Nếu bạn đã thi đạt chuẩn tiếng Anh sau mỗi năm học thì bạn không cần đăng ký thi tiếp nhé.. . SV xem quy định về chuẩn tiếng Anh từng năm tại đây nhé:. . Xem chi tiết quy chế tại đây:. . aao.hcmut.edu.vn/sinh viên/quy chế/học vụ/Quy chế đào tạo và học vụ bậc đại học, cao đẳng:/Phụ lục 1: Quy định về ngoại ngữ (áp dụng cho các chương trình giảng dạy bằng tiếng Việt)/2.   Chuẩn tiếng Anh trong quá trình học:. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Em tên là [full_name] MSSV: [student_id]. .   i Yêu cầu khác . Em muốn hỏi vấn đề là: Em có đăng ký thi anh văn nói viết đợt 1 và đã thanh toán. Em được phân ngày thi là 20/09/2021, nhưng không may là em bị mắc covid vào ngày 12/09/2021 và phải đi cách ly và e không có điều kiện để có thể dự thi được. Hiện tại em đã được cho về nhà và cách ly thêm 7 ngày thì mới được cấp giấy tờ. Em muốn hỏi là em có thể đăng ký thi lại trong đợt 4 này được không khi quy định là mỗi sinh viên chỉ được thi 1 lần online thì nó hơi khó khăn đối với các sinh viên như em. Em rất mong nhận được phản hồi từ phòng đào tạo sớm.. . Em cảm ơn",
            "Chào bạn,. . Cô ghi nhận và gửi bổ sung ds cho bạn đăng ký vào ngày 23/9 của đợt 4 nhé, nếu còn sĩ số thì bạn vào đăng ký lại nhé!. . Bạn đợi mail thông báo để vào đăng ký nhé, dự kiến gửi trước ngày 23/9. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em xin chào Phòng Đào Tạo. . Em tên: [full_name] - MSSV [student_id]. . Lớp BD16CDT - Trung tâm đào tạo Bảo Dưỡng Công Nghiệp. . . Thầy cô có thể cho em biết hiện tại em còn thiếu điều kiện gì để ra trường được không ạ. . . Em xin chân thành cảm ơn",
            "Chào bạn,. . Bạn chưa đủ điều kiện tốt nghiệp, cô gửi bạn file text, bạn vui lòng xem và kiểm tra lại nhé.. . Thân",
            "Dạ em chào cô. . 2 môn em còn thiếu em đã học qua rồi cô. . . Môn: Hóa đại cương(604601) do khoa em không còn mở lớp học vì không đủ sĩ số nên em học môn tương đương: Hóa đại cương (mã môn CH1003). . Môn anh văn 3 (003003) em cũng đã học môn tương đương là môn: Anh văn 3A (mã môn LA1041) . . Bên dưới là 2 hình em chụp màn hình điểm em được cập nhật trên bảng điểm của em. . . Mong cô kiểm tra và xem xét cập nhật điểm giúp em với ạ. . . Em xin chân thành cám ơn cô.",
            "Chào bạn,. . PDT đã ghi nhận yêu cầu về đăng ký xét TN của bạn. SV vui lòng theo dõi email  và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 29/09/2021 SV vẫn chưa nhận được mail hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 11/2021. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính thưa Phòng đào tạo trường Đại học Bách Khoa TP.HCM. . . . Em tên là [full_name], mã số sinh viên [student_id] thuộc hệ VLVH chuyển hệ khóa K14 với mã số sinh viên cũ là [student_id]. Chuyên ngành Cảng - Công trình biển, Khoa Kỹ thuật xây dựng.. . . . Vừa qua thì PDT đã ghi nhận về yêu cầu xét tốt nghiệp của em và có thông báo là sau ngày 21/09/2021 em vẫn chưa nhận được mail hoặc chưa đăng ký tốt nghiệp được thì gửi lại câu hỏi để PDT kiểm tra và trả lời.. . . . Kính mong PDT kiểm tra và trả lời cho em về vấn đề xét tốt nghiệp của em. Em xin chân thành cảm ơn! . . . . Chúc quý thầy cô luôn mạnh khỏe!. . . .",
            "Chào bạn,. . - Em đã gửi lại câu hỏi, em thông cảm bộ phận phụ trách chưa giải quyết, sẽ email khi xét TN xong nhé em. . . . . PDT đã ghi nhận yêu cầu về đăng ký xét TN của bạn. SV vui lòng theo dõi email  và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 28/09/2021 SV vẫn chưa nhận được mail hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 11/2021. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "B Học vụ . Dạ em chào thầy cô ạ! . Dạ cho em hỏi là mình vào chổ nào để biết mình pass được mấy lớp anh văn rồi ạ . Chả là hồi em thi toeic do trường tổ chức hồi năm ngoái  , mà giờ vô bảng điểm không thấy điểm anh văn đợt thi nữa ạ . . .   Em cảm ơn ạ !",
            "Chào bạn. . - Sinh viên đăng ký dự kỳ kiểm tra tiếng Anh định kỳ (theo định dạng TOEIC) do PĐT kết hợp trung tâm IIG tổ chức không dùng để miễn môn các môn anh văn 1234 chỉ dùng để đạt chuẩn tiếng Anh sau mỗi năm học. . - Về quy định chuẩn tiếng anh trong quá trình học: Bạn vui lòng xem chi tiết tại trang web aao--  sinh viên --  Quy chế --  Quy chế đào tạo và học vụ bậc đại học và cao đẳng -- Phụ lục 1: Quy định về ngoại ngữ --  điều 2-c. . - Bạn xem cập nhật điểm miễn/chuyển tại Mybk-điểm chuyển. . Chúc bạn học tập tốt nhé.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Dear anh/chị,. . Em là [full_name], MSSV: [student_id], hiện là sinh viên Khoa học máy tính CLC.. . Em vừa bổ sung đủ ngày CTXH để hoàn thành chỉ tiêu tốt nghiệp, các anh chị có thể xem xét cho em bổ sung vào danh sách tốt nghiệp được không ạ? . . Em cảm ơn,. . [full_name]. .   i Tốt nghiệp .",
            "Chào bạn,. . PDT đã ghi nhận yêu cầu về đăng ký xét TN của bạn. SV vui lòng theo dõi email  và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 29/09/2021 SV vẫn chưa nhận được mail hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 11/2021. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác:   B Em muốn đóng tiền học phí HK211 vì sắp hết hạn thanh toán nhưng trên BKPAY của em bị mất hẳn mục thanh toán của HK chính 211. Em đã gửi mail cho văn phòng đào tạo quốc tế nhưng vẫn chưa được hồi âm. Mong nhà trường kiểm tra lại giúp em với ạ.. .",
            "Chào bạn. . Ván đề này bạn cố gắng liên lạc với Văn phòng quốc tế để hỗ trợ nghen. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Kính gửi PĐT,. . . . Hiện tại em đã đăng kí xét tốt nghiệp trên mybk nhưng do thiếu ảnh nên đơn bị trả lại. Em đã cập nhật ảnh nhưng mà em không thấy trên mybk có nút nào để gửi lại đơn để tiếp tục xét tốt nghiệp.. . . . Em xin hỏi PĐT là tiếp theo em phải làm thế nào để đơn tốt nghiệp của em trên mybk được tiếp tục xét. Em đã đóng tiền làm đơn xét tốt nghiệp rồi ạ.. . . . Regards,. . [full_name]",
            "Chào em,. . Em chỉ cần upload lại hình, không cần gửi lại đơn, bộ phận nhận đơn sẽ tự kiểm tra lại những đơn trả về.. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Họ và tên: [full_name]. . MSSV: [student_id]. . Cho em hỏi lên đầu năm 3 năm học 2021-2022 mà không đạt được 56 tín chỉ thì có bị pđt xóa những môn đăng ký mã năm 3 không ạ. . . Em cảm ơn",
            "Chào bạn. . - nếu bạn không đủ số tín chỉ theo yêu cầu thì bạn sẽ không đăng ký được môn học. . - Hk211 tạm thời không áp dụng. . - HK212 sẽ áp dụng. . - 4.2 Xếp hạng năm đào tạo. . Sau mỗi học kỳ, SV được xếp hạng năm đào tạo theo số tín chỉ tích lũy (TCTL) như sau:. . - SV năm thứ nhất: dưới 28 tín chỉ. . - SV năm thứ hai: từ 28 đến dưới 56 tín chỉ. . - SV năm thứ ba: từ 56 đến dưới 80 tín chỉ. . - SV năm thứ tư: từ 80 đến dưới 128 tín chỉ. . - SV năm thứ năm (đối với các CTĐT trên bốn năm): từ 108 tín chỉ"
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính gửi phòng đào tạo;. .  Em tên là:[full_name], MSV: [student_id], Bằng 2 khóa 2016. . .  Em đã bảo vệ thành công luận văn tốt nghiệp tháng 8/2021 và học xong tất cả các môn học theo chương trình đào tạo. Đã nộp chứng chỉ ngoại ngữ 4 kỹ năng.. .  Tuy nhiên,trong danh sách dự kiến tốt nghiệp hệ chính quy t11/2021, em kiểm tra không có tên trong danh sách tốt nghiệp. Kính mong quý thầy cô kiểm tra xem em có thiếu điều kiện gì để xét tốt nghiệp.. .  Em xin chân thành cảm ơn.. . . .",
            "Chào bạn,. . PDT đã ghi nhận yêu cầu về đăng ký xét TN của bạn. SV vui lòng theo dõi email  và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 29/09/2021 SV vẫn chưa nhận được mail hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 11/2021. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em đã đủ tất cả các điều kiện để xét tốt nghiệp, nhưng không thấy thông tin khi tra danh sách. . . Họ tên: [full_name]. . MSSV: [student_id]. . [full_name]: Điện - Điện tử",
            "Chào em,. . Cô gửi em file xét tốt nghiệp, em xem và kiểm tra lại điều kiện của mình nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Chào PĐT, em tên là [full_name], MSSV [student_id].. . . . Hiện tại em cần in bảng điểm để bổ sung vào hồ sơ xin học bổng nên em đã đăng kí in bảng điểm lại vào ngày 20/8 và xin lại bảng scan. PDT đã gửi bản scan cho em nhưng hôm nay phòng CTCT yêu cầu bảng điểm có dấu mộc nên em xin PDT gửi lại bảng điểm mới cập nhật có đóng mộc lại cho em ạ. . . . . Mong PDT giúp đỡ và hồi đáp. Em xin cảm ơn!",
            "Chào bạn. . Bảng điểm đã gởi qua mail cho bạn. . Thân",
            "Dạ bảng điểm đã gửi qua mail cho em chưa có dấu mộc đỏ nên phòng CTCT yêu cầu em gửi lại bảng điểm mới ạ.. . Mong PDT giúp đỡ em và gửi lại bảng điểm có đóng dấu mộc giúp em. . . Em cảm ơn!",
            "Chào bạn. . bạn phản hồi qua mail đã gởi cho bạn để Cô phụ trách hỗ trợ nhanh nghen. . Thân",
            "Dạ lúc nãy em đã phản hồi qua mail Cô gửi cho em rồi ạ! Cô kiểm tra mail nha cô. . . Em cảm ơn Cô nhiều!",
            "QUOTE Chào bạn. . bạn phản hồi qua mail đã gởi cho bạn để Cô phụ trách hỗ trợ nhanh nghen. . Thân  /QUOTE . . . . Cô ơi, Cô có thể giúp em gửi lại bảng điểm có đóng mộc trong hôm nay được không ạ? Vì hết hôm nay là hết hạn nộp hồ sơ ạ.. . Em mong Cô giúp đỡ, em xin cảm ơn!"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Thưa quý thầy cô.. . Em là [full_name]. MSSV: [student_id].. . Thời gian vừa qua em theo dõi danh sách tốt nghiệp tháng 11/2021. Em đã hoàn thành các môn học, cũng như chứng chỉ tiếng Anh. Nhưng đến giờ này em thấy hơi muộn mà chưa thấy tên em trong danh sách tốt nghiệp. Kính mong thầy cô xem xét giúp em, nếu có điều kiện gì e chưa hoàn thành để xét tốt nghiệp, mong thầy cô hồi âm giúp em ạ. . . Em cám ơn các thầy cô!!",
            "Chào bạn,. . PDT đã ghi nhận yêu cầu về đăng ký xét TN của bạn. SV vui lòng theo dõi email  và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 28/09/2021 SV vẫn chưa nhận được mail hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 11/2021. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Em tên là [full_name], theo học chương trình Tiên Tiến, chuyên ngành Tự động hóa. Em có thắc mắc hiện tại em vẫn chưa có tên trong danh sách dự kiên để đăng kí tốt nghiệp vào tháng 11 năm 2021. Em xin phiền anh (chị) giúp đỡ em kiểm tra lý do em chưa có tên trong danh sách dự kiến ạ. Em xin cảm ơn anh (chị) ạ.. .   i Tốt nghiệp .",
            "Chào bạn,. . PDT đã ghi nhận yêu cầu về đăng ký xét TN của bạn. SV vui lòng theo dõi email  và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 28/09/2021 SV vẫn chưa nhận được mail hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 11/2021. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            ". . . . Kính gửi phòng đào tạo;. . Em tên là:[full_name], MSV: [student_id], Bằng 2 khóa 2016.. . Em đã bảo vệ thành công luận văn tốt nghiệp tháng 8/2021 và học xong tất cả các môn học theo chương trình đào tạo. Đã nộp chứng chỉ ngoại ngữ 4 kỹ năng.. . Tuy nhiên,trong danh sách dự kiến tốt nghiệp hệ chính quy t11/2021, em kiểm tra không có tên trong danh sách tốt nghiệp. Kính mong quý thầy cô kiểm tra xem em có thiếu điều kiện gì để xét tốt nghiệp.. . Em xin chân thành cảm ơn.. . (em đã gửi mail và phòng đào tạo phản hồi đợi đến ngày 21/9 không thấy mail tên thì nhắn gmail gửi lại).",
            "Chào em,. . Do lấy ds tuần trước sớm trước khi xét tốt nghiệp cho bạn nên bạn chưa có tên trong ds dự kiến vào thứ 6. Bạn đợi cập nhật lại ds tốt nghiệp bổ sung vào tuần này nhé, trễ nhất là ngày 28/9. Hiện tại bạn đã đủ điều kiện tốt nghiệp nhé!. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em chào thầy cô ạ.. . Em là [full_name] MSSV [student_id]. Em vừa đăng ký luận văn tốt nghiệp trong kỳ 211, nhưng trong mục bkpay lại không có phần thanh toán cho học kỳ 211 để em thanh toán học phí. Em mong thầy cô xem giúp ạ.",
            "Chào em,. . Học phí sẽ được cập nhật lại trước hạn thanh toán của Hk211 nhé, bạn theo dõi để vào TT.. . Xem lịch thanh toán HP tại aao.hcmut.edu.vn/Lịch học vụ. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Xin kính chào thầy cô,. . Địa phương em cần giấy xác nhận để em có thể vay vốn. . . Em phải nộp ở đâu để nhận được mẫu scan đơn xác nhận .Kính mong quý thầy cô có thể hướng dẫn giúp em. Em xin chân thành cảm ơn.. . Kính chúc thầy cô và gia đình có thật nhiều sức khỏe và an lành trong mùa dịch phức tạp này.. .   i Yêu cầu khác .",
            "Chào bạn. . Vấn đề BHYT, Học bổng, vay vốn ngân hàng, miễn giảm và gia hạn học phí… Bạn vui lòng liên hệ Phòng Công tác Chính trị Sinh viên để được hướng dẫn.. . Email:  [email]. . Học phí học kỳ . . chính hiện tại chưa được tính miễn giảm theo diện chính sách (do P.CTCT SV chưa gửi danh sách). HP  SV sẽ được cập nhật miễn giảm (nếu có) trước khi bắt đầu đóng HP vào tháng 11/2021.. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Hiện em đã bổ sung đủ ngày ctxh nhưng trên myBk vẫn chưa cập nhật (có đính kèm hình). . . Nhờ anh/ chị kiểm tra lại dùm em. Em xin chân thành cảm ơn.. . [full_name] trọng,. . Trí.",
            "Chào bạn,. . PDT đã ghi nhận yêu cầu về đăng ký xét TN của bạn. SV vui lòng theo dõi email  và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 28/09/2021 SV vẫn chưa nhận được mail hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 11/2021. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Chào thầy/cô ạ,. . - Em là [full_name], MSSV: [student_id]. . - Em đã hoãn thi và nộp minh chứng hoãn thi cho kì thi cuối kì môn Cơ Sở Điều Khiển Tự Động, lớp L01 do thầy [full_name] giảng dạy.. . - Nhưng mà trên phần bảng điểm (mục 4_Cổng Thông Tin Sinh Viên) lại hiện điểm 13 (vắng thi) chứ không phải điểm 14 (hoãn thi). . . - Em không biết là do điểm 14 vẫn chưa được cập nhật hay sao thế ạ? Tại các bạn cùng lớp hoãn thi cũng hiện điểm 13.. . Em đã mail hỏi giáo viên thì thầy kêu liên hệ hỏi pđt ạ.. . Mong thầy/cô sớm hồi âm.. . Em xin cảm ơn!",
            "Chào bạn,. . Hiện tại nhà trường chưa ra QD hoãn thi nhé bạn, dự kiến ra quyết định chung vào cuối tháng 12, nên trường hợp đăng ký hoãn thi vẫn bị điểm 13 bình thường. Sau khi hậu kiểm với ds của Khoa thì mới ra quyết định hoãn thi và sẽ điều chỉnh lại điểm trên mybk/Thông tin SV/xem điểm. . Lưu ý:. . 1) PDT sẽ hậu kiểm lại với danh sách cấm thi của Khoa gửi lên, nếu SV bị cấm thi sẽ bị hủy kết quả hoãn thi theo quy định. SV vẫn phải hoàn thành các phần việc của môn học, nhất là TH/TNg và BTL. GV có quyền cấm thi nếu SV không hoàn thành tốt các phần này. . 2) Trường hợp có sự cố bất khả kháng trong khi thi dẫn đến không thể hoàn thành được bài thi, và không được giải quyết cho thi vào ca thi tiếp theo (nếu có), sinh viên có thể đăng ký \"Hoãn thi\" ngay sau buổi thi (không phải vắng thi có phép), SV phải báo với CBCT hoặc trực thi để được ghi nhận vào trong danh sách thi. PDT sẽ đối chiếu lại với danh sách của Khoa về các tình huống đã thi nhưng điểm thấp hoặc không có báo cáo ghi nhận về các sự cố trong buổi thi trước khi quyết định hoãn thi. . 3) Riêng đối với môn Đồ án, Thực tập ngoài trường, Đề cương Luận văn, Luận văn/Tiểu luận tốt nghiệp: SV có thể xin hoãn bảo vệ với lý do dịch Covid-19 ảnh hưởng nghiêm trọng đến kết quả thực hiện đề tài (không thực nghiệm được tại Phòng thí nghiệm, không thực địa, ...). SV gửi email trực tiếp đến Giáo viên hướng dẫn, Khoa/Bộ môn để được xem xét đồng ý và forward email cuối cùng đến email của PĐT để đăng ký.. . Chúc bạn học tập tốt nhé.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Chào thầy (cô),. . Dạ hiện tại sau khi đăng ký thi anh văn nói viết đợt 3 thì em nhận được kết quả dương tính với covid 19 nên không đủ điều kiện máy móc và thiết bị để có thể dự thi online vào đợt thi tới. Em mong thầy cô có thể tạo điều kiện xem xét cho em hủy đăng ký đợt rhi này không ạ.. . Em xin chân thành cảm ơn. . . .",
            "Chào bạn. . Vậy Cô sẽ ghi chú lại cho bạn vào danh sách thi anh văn nói viết đợt 4. . Dự kiến sẽ có thông báo ngày thi cụ thể trước 5/10, sau ngày này không thấy mail thì báo Pdt để kiểm tra lại,. . Đồng thời đợt 4 là đợt cuối cùng không còn chọn lựa khác nghen bạn. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Kính chào thầy/cô,. . Xin phép cho em hỏi về điểm luận văn ở bảng điểm trên MyBk. Em đã bảo vệ luận văn xong trong tháng 8 nhưng đến nay trên bảng điểm vẫn chưa được cập nhật điểm luận văn.. . Em không biết nguyên nhân vì sao.. . Kính mong quý thầy cô giải đáp giúp em.. . Em chân thành cảm ơn thầy/cô ạ.. .",
            "Chào em,. . PĐT chưa nhận được bảng điểm em nhé. Em liên hệ Khoa, Bộ môn.. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "B Đăng ký môn học .",
            "Chào bạn. . Phòng đào tạo đã ghi nhận thông tin bạn đăng ký môn học chung với K2021, Thời gian bắt đầu học của Khoá 2021 là 4/10/2021, nên bạn vui lòng xem TKB tại Mybk vào thời gian trên, nếu không có TKB thì phản hồi lại Pdt. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Tại sao em đã đăng kí hoãn thi cho môn MT1003 trong học kỳ DT202 mà cập nhật điểm lại là điểm 13 ạ.. . Em cám ơn ạ.",
            "Chào bạn,. . Hiện tại nhà trường chưa ra QD hoãn thi nhé bạn, dự kiến ra quyết định chung vào cuối tháng 12, nên trường hợp đăng ký hoãn thi vẫn bị điểm 13 bình thường. Sau khi hậu kiểm với ds của Khoa thì mới ra quyết định hoãn thi và sẽ điều chỉnh lại điểm trên mybk/Thông tin SV/xem điểm. . Lưu ý:. . 1) PDT sẽ hậu kiểm lại với danh sách cấm thi của Khoa gửi lên, nếu SV bị cấm thi sẽ bị hủy kết quả hoãn thi theo quy định. SV vẫn phải hoàn thành các phần việc của môn học, nhất là TH/TNg và BTL. GV có quyền cấm thi nếu SV không hoàn thành tốt các phần này. . 2) Trường hợp có sự cố bất khả kháng trong khi thi dẫn đến không thể hoàn thành được bài thi, và không được giải quyết cho thi vào ca thi tiếp theo (nếu có), sinh viên có thể đăng ký \"Hoãn thi\" ngay sau buổi thi (không phải vắng thi có phép), SV phải báo với CBCT hoặc trực thi để được ghi nhận vào trong danh sách thi. PDT sẽ đối chiếu lại với danh sách của Khoa về các tình huống đã thi nhưng điểm thấp hoặc không có báo cáo ghi nhận về các sự cố trong buổi thi trước khi quyết định hoãn thi. . 3) Riêng đối với môn Đồ án, Thực tập ngoài trường, Đề cương Luận văn, Luận văn/Tiểu luận tốt nghiệp: SV có thể xin hoãn bảo vệ với lý do dịch Covid-19 ảnh hưởng nghiêm trọng đến kết quả thực hiện đề tài (không thực nghiệm được tại Phòng thí nghiệm, không thực địa, ...). SV gửi email trực tiếp đến Giáo viên hướng dẫn, Khoa/Bộ môn để được xem xét đồng ý và forward email cuối cùng đến email của PĐT để đăng ký.. . Chúc bạn học tập tốt nhé.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em đã từng hỏi về vấn đề này rồi ạ. . Em muốn hủy đăng ký các mon học dự thính học kỳ 211 ạ. Nhưng bây giờ trường vẵn yêu cầu em phải thanh toán . .",
            "Chào bạn. . Tất cả các câu hỏi của bạn, Pdt đều đã trả lời và phản hồi, bạn kiểm tra lại. . - Cô không thấy câu hỏi bạn yêu cầu hủy môn học, mà chỉ có đề nghị đăng ký môn học. . - Đến thời điểm này bạn đã đăng ký được môn học, phải thanh toán học phí. . - nếu có lỗi vui lòng trình bày rõ lý do và minh chứng để Pdt xử lý. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính gửi: Phòng Đào Tạo trường Đại Học Bách Khoa Thành phố Hồ Chí Minh. . Em tên: [full_name]. . MSSV: [student_id]. . Ngành: Kỹ thuật Hàng không - Hệ: VLVH. . . . Em chuyển từ Hệ CQ sang Hệ VHVL để xét hoàn thành chương trình học và đã hoàn thành các môn học theo chương trình đào tạo + đạt chuẩn AV xét tốt nghiệp theo hệ VHVL ạ.. . Hiện tại em thấy PĐT công bố danh sách dự kiến tốt nghiệp tại trang web PĐT (Mục Tốt nghiệp) ngày 08/09/2021 cho Hệ Chính Quy nhưng chưa thấy công bố danh sách cho Hệ VLVH để em có thể kiểm tra mình được tốt nghiệp hay chưa?. . Và em có vào phần Đăng ký xét tốt nghiệp trên MyBK nhưng không đăng ký được (không tìm thấy thông tin trong danh sách tốt nghiệp dự kiến).. . Em xin hỏi là hiện tại em còn thiếu những gì cần bổ sung thêm để đủ điều kiện tốt nghiệp ạ?. . . . Em đã gởi câu hỏi/yêu cầu vào 1 tuần trước và sau 21/09/2021 em vẫn chưa nhận được mail phản hồi và chưa đăng ký tốt nghiệp được nên hôm nay em gửi lại để PĐT và quý thầy cô kiểm tra lại và phản hồi ạ.. . . . Trong thời gian chờ sự phản hồi từ PĐT và quý thầy cô, em xin kính chúc quý thầy cô nhiều sức khỏe, cùng vượt qua đại dịch.. . Em xin chân thành cảm ơn.. . Thân chào quý thầy / cô. .   i Tốt nghiệp .",
            "Chào em,. . - Em đã gửi lại câu hỏi, em thông cảm bộ phận phụ trách chưa giải quyết, sẽ email khi xét TN xong nhé em.. . . . PDT đã ghi nhận yêu cầu về đăng ký xét TN của bạn. SV vui lòng theo dõi email  và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 28/09/2021 SV vẫn chưa nhận được mail hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 11/2021. . Thân mến,"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Cộng hòa chủ nghĩa xã hội Việt Nam. . Độc Lập - Tự Do - [full_name]. . . . Đơn đăng kí bổ sung môn đề cương luận văn mã môn học IM4315. . . . Kính chào phòng đào tạo,. . Em tên là: [full_name] mssv [student_id]. . Lí do: Em đã bỏ lỡ kì đăng kí đề cương luận văn tốt nghiệp mã môn học IM4315 kì 211. Tuy nhiên sau khi xem xét thầy [full_name] và Khoa Quản lý công nghiệp đã đồng ý cho em được đăng kí môn học này dù đã trễ hạn vì môn học chỉ đang trong quá trình giới thiệu và phân bổ giáo viên hướng dẫn. Em hi vọng phòng đào tạo sắp xếp đăng kí bổ sung cho em môn học này vào kì 211 để em học kịp tiến độ học tập và tốt nghiệp đúng hạn ạ.. . Trân trọng,. . Em [full_name].. . . . Rep pdt: Em đã làm đơn xin đăng kí ĐCLVTN kèm lí do, mã môn học và cam đoan sự chấp thuận từ GVHD và Khoa như pđt đã trả lời câu hỏi của em. Mong pđt cẩn thận cân nhắc xem xét và trả lời câu hỏi của sinh viên cụ thể hơn để tạo môi trường tích cực giúp đỡ hơn tròn vai hơn ạ.. . . .",
            "Chào bạn. . Cô không thấy đơn + xác nhận của GVHD và Khoa. . Đính kèm, bạn bổ sung gấp  nghen. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em chào anh/chị. . Em tên [full_name] học chất lượng cao khoa xây dựng giao thông MSSV [student_id], em dự kiến tốt nghiệp vào tháng 11/2021. Chị cho em hỏi là em đã hoàn thành hết các tín chỉ môn học và đủ ngày CTXH cũng như không vi phạm gì nhưng nhập tên vào danh sách tốt nghiệp dự kiến lại không có tên em. Mong được chị kiểm tra và chỉ cho em còn thiếu gì để em kịp tốt nghiệp tháng 11/2021 ạ",
            "Chào bạn,. . PDT đã ghi nhận yêu cầu về đăng ký xét TN của bạn. SV vui lòng theo dõi email  và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 28/09/2021 SV vẫn chưa nhận được mail hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 11/2021. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: dạ e có đứa e nhập học, cho e hỏi khi mình gửi kết quả thi tốt nghiệp THPT đến trường thì mình gửi bưu điện chung với những hồ sơ khác luôn đúng không ạ?. .",
            "Chào em,. . Em vui lòng gửi email [email]; [email]  để được hướng dẫn nhé.. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . em tên là [full_name] MSSV : [student_id]. . hệ : VHVL nghành : Kỹ thuật xây dựng CTGT. . em đã hoàn thành xong chương trình học và đạt đủ điều kiện tốt nghiệp. Tuy nhiên, trong danh sach tốt nghiệp dự kiến, em chưa đủ chuẩn tốt nghiệp do chưa thẩm tra bằng tốt nghiệp đại học của em.. . Vì vậy, PĐT có thể hướng dẫn em cách xác nhận thẩm tra bằng tốt nghiệp đại học trong giai đoạn dịch covid hiện nay được không để em sớm đăng ký tốt nghiệp cho kịp thời hạn ạ.. . em cảm ơn !!!",
            "Chào bạn,. . PDT ghi nhận trường hợp của bạn, đã gửi đến bộ phận liên quan xử lý . Nếu sau thời gian 1 tuần (kể từ ngày tiếp nhận, trừ thứ 7,CN và các ngày lễ), SV vẫn chưa nhận được câu trả lời hoặc chưa được xử lý vui lòng gửi lại câu hỏi để PDT kiểm tra lại nhé!. . Thân mến,. . . . . .",
            "Chào em,. . Hiện đang xét lại theo nợ “Chưa có kết quả thẩm tra bằng tốt nghiệp” thì PĐT sẽ cập nhật trong ngày mai. . . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Dạ em tên là [full_name] MSSV [student_id]. . Hôm trước em có báo cáo là vấn đề rút môn học của em vẫn chưa được giải quyết ạ. Và nhà trường trả lời đã giải quyết mà đóng thắc mắc của em lại ạ. Nhưng mà khi e kiểm tra thời khoá biểu thì vẫn còn ạ. Vậy làm sao để em biết môn học đã được rút hay chưa ạ?. . . . . .",
            "Chào bạn,. . Câu trước PĐT đã trả lời em:. . - \"Trong thư trả lời có ghi rõ là cập nhật sau ngày 15/10/2021, bạn vui lòng xem lại câu trả lời nhé\". . . . - Nhưng mà khi e kiểm tra thời khoá biểu thì vẫn còn ạ. . =  Hôm nay mới tháng 9 (22/9), kiểm tra TKB của em sau 15/10 nhé, nhấn mạnh 15/10 . . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Dạ chào PĐT! . . Tài khoản OCB của em bị khóa, em đã liên hệ với tổng đài của ngân hàng để mở khóa tài khoản nhưng ngân hàng xác nhận phải đến chi nhánh ngân hàng để mở khóa. Nhưng hiện tại nay em ở đang bị phong tỏa và không đi ra ngoài được. Em xin cách giải quyết khác để em có thể đóng học phí dự thính ạ. Em xin cảm ơn  . . . .",
            "Chào em,. . - Em chờ email từ PĐT, sẽ gia hạn đến 04/10/2021.. . - Hoặc em nhờ bạn có TK OCB giúp em.. . Thân mến,. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Em tên [full_name] MSSV [student_id] BD17CN01 Em mới hoàn thành hết phần học chuyên nghành của mình thì cho em hỏi chừng nào em mới có danh sách tốt nghiệp ?. .",
            "Chào bạn,. . PDT đã ghi nhận yêu cầu về đăng ký xét TN của bạn. SV vui lòng theo dõi email  và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 28/09/2021 SV vẫn chưa nhận được mail hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 11/2021. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Dạ xin chào cán bộ PĐT, . . Em có đăng ký nộp chứng chỉ TOEIC ngày 25/12/2020, đã thẩm tra hợp lệ.. . Em có xin xét miễn điểm av1 av2, đã thanh thoán lệ phí trên BKpay nhưng bảng điểm không cập nhật từ HK201 ạ.. . Cho em hỏi trường hợp trên là sao ạ? Em xin cảm ơn ạ.",
            "Chào em,. . Em vào mục điểm chuyển xem nhé. . https://mybk.hcmut.edu.vn/stinfo/. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Chào thầy/cô,. . Em Tên [full_name] - [student_id], cho em hỏi hiện tại em đã hoàn thành chương trình học cùng với chứng chỉ TA và số ngày CTXH. Tuy nhiên hiện tại em vẫn chưa đăng kí tốt nghiệp được. Em muốn hỏi lí do ạ?. . Em cảm ơn",
            "Chào bạn. . Bạn đã có tên trong ds dự kiến tốt nghiệp. . Bạn kiểm tra mail nghen. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Kính gửi: Phòng Đào Tạo. . Em tên là [full_name]V: [student_id] là sinh viên Hệ cao đẳng Bảo Dưỡng Công Nghiệp. Hôm trước em có gửi mail qua BKSI về việc xem xét về vấn đề đăng kí TLTN của em và được hướng dẫn làm đơn đặc cách để xem xét đăng kí TLTN và em đã làm và được xác nhận của Giám Đốc của Trung Tâm. Nên em mong PĐT có thể xem xét trường hợp của em để em có thể hoàn thành TLTN trong kì này ạ.. . Em cảm ơn ạ",
            "Chào bạn. . Thầy Trưởng phòng đã đồng ý đơn của bạn. . Thứ 4 tuần sau ngày 29/9/21 bạn xem tkb tại Mybk-xemtkb. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Kính gửi phòng đào tạo;. . sáng nay khi em kiểm tra phần điểm thi của mình, em phát hiện một vài môn học em xin phép hoãn thi online vì đường truyền mạng yếu và đã được pdt chấp thuận, nhưng điểm học kỳ lại là 13(VT), em không biết có sự nhầm lẫn gì hay không nhưng hy vọng pdt có giải đáp thắc mắc của em;. . em xin chân thành cảm ơn",
            "Chào bạn,. . Hiện tại nhà trường chưa ra QD hoãn thi nhé bạn, dự kiến ra quyết định chung vào cuối tháng 12, nên trường hợp đăng ký hoãn thi vẫn bị điểm 13 bình thường. Sau khi hậu kiểm với ds của Khoa thì mới ra quyết định hoãn thi và sẽ điều chỉnh lại điểm trên mybk/Thông tin SV/xem điểm. . Lưu ý:. . 1) PDT sẽ hậu kiểm lại với danh sách cấm thi của Khoa gửi lên, nếu SV bị cấm thi sẽ bị hủy kết quả hoãn thi theo quy định. SV vẫn phải hoàn thành các phần việc của môn học, nhất là TH/TNg và BTL. GV có quyền cấm thi nếu SV không hoàn thành tốt các phần này. . 2) Trường hợp có sự cố bất khả kháng trong khi thi dẫn đến không thể hoàn thành được bài thi, và không được giải quyết cho thi vào ca thi tiếp theo (nếu có), sinh viên có thể đăng ký \"Hoãn thi\" ngay sau buổi thi (không phải vắng thi có phép), SV phải báo với CBCT hoặc trực thi để được ghi nhận vào trong danh sách thi. PDT sẽ đối chiếu lại với danh sách của Khoa về các tình huống đã thi nhưng điểm thấp hoặc không có báo cáo ghi nhận về các sự cố trong buổi thi trước khi quyết định hoãn thi. . 3) Riêng đối với môn Đồ án, Thực tập ngoài trường, Đề cương Luận văn, Luận văn/Tiểu luận tốt nghiệp: SV có thể xin hoãn bảo vệ với lý do dịch Covid-19 ảnh hưởng nghiêm trọng đến kết quả thực hiện đề tài (không thực nghiệm được tại Phòng thí nghiệm, không thực địa, ...). SV gửi email trực tiếp đến Giáo viên hướng dẫn, Khoa/Bộ môn để được xem xét đồng ý và forward email cuối cùng đến email của PĐT để đăng ký.. . Chúc bạn học tập tốt nhé.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Kính gửi Phòng đào tạo trường Đại học Bách Khoa Tp. HCM. . . . Em tên là [full_name]. . MSSV: [student_id] . . lớp: HC17DK. . . . Em viết đơn này xin phép cho em được rút môn học CH2043 - Quá trình thiết bị truyền nhiệt. Chi tiết em có viết rõ theo file PDF đính kèm.. . . . Em xin chân thành cảm ơn.. . . . [full_name]. .",
            "Chào em,. . PĐT đã gửi email, em điền vào form này nhé. . . . Thân gửi các bạn sinh viên,. . . . . . . .      Phòng đào tạo thông báo về phương thức đăng ký RÚT MÔN HỌC (tính Học Phí theo quy định)(Chính quy + Dự thính) của học kỳ 1(2021-2022) như sau:. . . . SV đăng nhập vào Google bằng tài khoản BKNetID@hcmut.edu.vn và điền thông tin RÚT MÔN HỌC theo link: https://forms.gle/4X6kA3XbDWNfs93u6. . . . Thời gian đăng ký: Từ ngày 6/09/2021 đến hết ngày 01/10/2021. . . . Xem chi tiết quy định về rút môn học tại QUY CHẾ ĐÀO TẠO VÀ HỌC VỤ điều 11.2. . . . . . . . Chúc các bạn học tập thật tốt!"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Kính chào [full_name] ạ, em có TKB học TC 18h hôm nay, thứ 7 ngày 22 nhưng hiện tại môn học trong EL vãn chưa có link meet ạ. Cho em hỏi lấy link học ở đâu ạ.",
            "Chào em,. . Em chờ GV mở link, nếu tới 18g hôm nay chưa thấy link em gửi lại (cô chờ tới 18g10). . Thân mến.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Kính chào pđt,. . Em tên [full_name] mssv [student_id], khoa BDCN khóa K2020. Em muốn làm đơn xin tạm dừng học kì HK211. Lí do gia đình có biến cố cần giải quyết và điều kiện kinh tế bản thân không đáp ứng cho việc học và gia đình.. . Đơn đính kèm bên dưới: https://drive.google.com/file/d/1Icjlx8V5VxGiJcg8ZBPfPLUzmLNTC95W/view?usp=drivesdk. . Kính mong pđt chấp thuận, cám ơn và kính chào.. .",
            "Chào bạn. . Đơn tạm dừng của bạn chưa giải quyết vì bạn cần phải thanh toán học phí củ Hk211. . . . Đến thời điểm hiện tại là tuần thứ 6 của Học kỳ, bạn phải thanh toán học phí. . - Nếu bạn muốn tạm dừng phải thanh toán toàn bộ Học phí của Hk211. . - Nếu bạn khó khăn về tài chính thì liên hệ Phòng công tác chính trị sinh viên hoặc Khoa để được hỗ trợ. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em tên là [full_name]. . MSSV: [student_id]. . Lớp: CK15CTM1. . . . Hiện em nhận được Quyết Định số 529/QĐ-ĐHBK thu nhận sinh viên diện buộc thôi học, nhưng em vẫn chưa thể đăng ký môn học thi AV hai kỹ năng theo hình thức trực tuyến - đợt 4 - MSMH: BKE123 và tình trạng sinh viên hiện tại của em là: Buộc thôi học. . . . Em cần làm để có thể tiến hành đăng ký môn học, mong nhận được phản hồi sớm từ quý thầy cô. . . . Em cảm ơn nhiều ạ. . . . Trân trọng,. . [full_name]",
            "Chào bạn. . Pdt cập nhật lệ phí thi, đã thông báo bạn lên thanh toán lệ phí thi anh văn đợt 4 nghen. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]  /b \t[full_name] [full_name] [full_name] [full_name]   i Học vụ  /i [full_name] [full_name] [full_name] [full_name] Chào [full_name][full_name][full_name], em tha thiết mong [full_name]DT gửi lại bảng điểm mới cập nhật ngày 20/9/2021, có đóng mộc lại cho em trong hôm nay được không ạ? Vì hết hôm nay là hết hạn nộp hồ sơ ạ[full_name][full_name] [full_name] Mong [full_name][full_name][full_name] hồi đáp và giúp đỡ! Em xin cảm ơn!",
            "Gởi bạn bảng điểm đính kèm"
        ]
    }
]