[
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: 1710353  /b \t. . . .   i Yêu cầu khác . Em chào Thầy/Cô,. . Hiện em đang có nhu cầu in giấy chứng nhận sinh viên năm học 2020 - 2021 để bổ sung và hoàn tất hồ sơ ở địa phương. Tuy nhiên, khi em vào trang đăng ký chứng nhận sinh viên, em chỉ thấy có thể đăng ký giấy CN sinh viên cho năm học 2021 - 2022. Hiện tại, do em đã tốt nghiệp nên không thể đăng ký in giấy năm học này.. . Thầy/Cô cho em hỏi có cách nào đăng ký in giấy chứng nhận sinh viên năm học 2020 - 2021 được không ạ ? Em cảm ơn Thầy/Cô nhiều ạ.. .",
            "Chào em,. . cho em hỏi có cách nào đăng ký in giấy chứng nhận sinh viên năm học 2020 - 2021 được không ạ . . =  Không có cách nào nhé em. Tính thời điểm hiện tại em có TKB HK211 mới đăng ký được.. . Thân mến. . . . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em muốn hoãn thi cuối kì môn [full_name] Lý Bán Dẫn Nhóm L06 16h ngày 23/10/2021.Vì lí do không đủ cơ sở vật chất và đường truyền yếu để thi online. Mong tạo điều kiện để em được hoãn thi.. . Em cám ơn ạ.",
            "Chào bạn. . Bạn tải mẫu đơn: PHIẾU ĐĂNG KÝ HOÃN THI/ VẮNG THI CÓ PHÉP (CUỐI KỲ) tại trang web : aao.hcmut.edu.vn    biểu mẫu. . Sau khi có xác nhận của Giảng viên giảng dạy + Khoa (theo quy định thì gởi cho Phòng đào tạo xem xét (nộp qua email pdt@hcmut.edu.vn hoặc BKSI hoặc trực tiếp). . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Dạ Cô ơi em là [full_name] sinh viên khóa K15 hiện em đã hoàn tât cả các môn học và đồ án tốt nghiệp. Hiện tại em còn thiếu chứng chỉ 2 kỹ năng Toiec Speaking and Writing.. . Hiện tại nhà trường có mở lớp thi 2 kỹ năng này online, nhưng em lại không được phép đăng kí dự thi.. . Em mong thầy cô và nhà trường xem xét cho em được dự thi để hoàn thành điều kiện cho việc xét tốt nghiệp vào hết học kì 211 này ạ.. . Em xin chân thành cảm ơn nhà trường và quý thầy cô!",
            "Chào bạn. . Phòng đào tạo đã ghi nhận thông tin bạn đăng ký thi anh văn 2 kỹ năng, Thời gian đăng ký sau 17 giờ ngày 22/10, nếu không đăng ký được vui lòng phản hồi lại Pdt. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Kính gửi thầy, cô. . Em là sinh viên k20 của trường. Nay em viết mail này em xin hỏi thầy, cô về vấn đề rút hồ sơ để thôi học chuyển trường thì thủ tục để em nhận lại hồ sơ cũng như sổ đoàn và quy trình như nào ạ?. . Em cảm ơn thầy, cô",
            "Chào em,. . - thủ tục để em nhận lại hồ sơ cũng như sổ đoàn và quy trình như nào ạ?. . =  + Các giấy tờ em nộp khi nhập học cho ĐHBK là bản sao, nhà trường lưu, không trả lại.. .    + Sổ Đoàn em liên hệ Khoa, Vp Đoàn.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: 1712115  /b \t. . . .   i Yêu cầu khác . Kính thưa quý thầy/cô phòng đào tạo, em là Nguyễn Trúc Mai, MSSV 1712115, em có dự thi kỳ thi nói viết đợt 3 (ngày 02/10/2021) nhưng gặp một vài sự cố, em xin trình bày như sau: . . . . - Trong suốt quá trình bài thi Writing thi em vẫn làm bài thi bình thường dưới sự giám sát của giám thị và 2 camera (chính và phụ), sau khi hoàn thành thời gian làm bài thi em đã đưa bài lên camera cho giám thị kiểm tra (từ thời điểm 1:47:13 đến 1:47:50 trong video đính kèm), nhưng sau khi kiểm tra bài xong thì nhà trọ em bị mất mạng. Sau đó em có vào lại phòng thi và hỏi giám thị thì giám thị nói đang scan bài, em vẫn scan bài và nộp bài CŨNG NHƯ VIDEO GHI MÀN HÌNH (từ lúc bắt đầu thi cho tới sau khi giám thị kiểm tra bài) như bình thường. . . . . - Sau đó, ngày 14/10/2021 có kết quả thi, trong kết quả bài thi Writing thì ghi là \"bị giám thị phủ quyết\". Em hết sức hoang mang vì em bị sự cố ngoài ý muốn nhưng sự cố này sau khi em đã đưa bài cho giám thị kiểm tra, và em có vào lại phòng thi, cũng như nộp đầy đủ bài thi và file ghi màn hình.  . . . . Rất kính mong quý thầy/cô xem xét giúp em, có thể đối chiếu lại video ghi màn hình của em đã nộp cũng như video của phòng thi ngày đó. Em xin cam đoan nhận mọi trách nhiệm nếu em có gian lận. Chân thành kính mong quý thầy/cô xem xét giúp em, cả thời gian thi gần 2 tiếng đồng hồ em đã cố gắng làm bài và sau khi đã được giám thị kiểm tra bài thi, nhưng vì một sự cố mà em cũng không kiểm soát được (do em ở trọ) mà bài thi của em bị phủ quyết. Một lần nữa rất kính mong quý thầy/cô cứu xét để em có thể hoàn thành các điều kiện tốt nghiệp để có thể ứng tuyển vào các công ty. Chân thành cảm ơn quý thầy cô. (Em xin đính kèm file ghi màn hình của em ngày thi hôm đó). . . Rất chân thành mong quý thầy/cô xem xét giúp đỡ, em cảm ơn rất nhiều.. . . . Link video: https://drive.google.com/file/d/1H0ipXOzgds-7nH9iptX8vFZ7K69luk_U/view?usp=sharing. .",
            "Chào em,. . Em vui lòng liên hệ TTNN để được hỗ trợ. . Điện thoại    (08) 3866 6869 – 0909 625 988. . Fax    (84.8) 38.[student_id]69. . Website  http://bkenglish.edu.vn/. . Email    [email]. . Thân mến. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Em chào thầy/cô ạ,. . . . Cho em hỏi trường mình có mở thêm đợt nào cho sinh viên đăng kí học thí nghiệm offline tại trường nữa không vậy ạ?. . . . Em cảm ơn thầy/cô.. .   i Học vụ .",
            "Chào em,. . - Đã hết thời gian đăng ký. . - Em làm đơn xin học thí nghiệm trực tiếp tại trường gửi qua bksi, hoặc nộp trực tiếp, PĐT chuyển giúp BLĐ phòng xem xét. . - Đơn em tự làm, không có mẫu. . - Đơn có thông tin:. . + mssv, họ tên. . + Ngày tiêm mũi 1. . + Ngày tiêm mũi 2. . + lý do. . + ngày tháng năm. . + họ tên chữ ký của người làm đơn. . Thân mến. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Kính chào Nhà trường/Phòng Đào tạo,. . . . Em là [full_name], sinh viên khoá K17. Vào Kì 1 Năm 1 (tức HK1711), do mới vào trường nên em không biết nên đã đăng kí Bảo hiểm Y tế và Bảo hiểm Tai nạn cả 2 nơi là Mybk và cả KTX Khu B (Thủ Đức). Lúc đó em đã thanh toán 2 loại bảo hiểm cho bên KTX và nghe nói là KTX sẽ liên hệ nhà trường để huỷ việc đăng kí Bảo hiểm trên Mybk. Nhưng tới lúc này thì trên BKPay em vẫn còn 2 khoản chưa thanh toán của 2 loại bảo hiểm trên. Vì vậy kính mong Nhà trường giải đáp giúp em vấn đề này ạ. . . . . Em xin chân thành cảm ơn Nhà trường,. . [full_name]",
            "Chào em,. . Việc nợ tiền BHYT trên bkpay không ảnh hưởng đến việc đăng ký và xét tốt nghiệp nhé.. . Thân",
            "Kính chào Cô [full_name],. . . . Vậy Cô cho em hỏi nếu em không cần thanh toán 2 khoản bảo hiểm trên BKPay thì em vẫn được tốt nghiệp vào đợt tới và ra trường ạ? Hay là em vẫn còn nợ sau khi ra trường vậy ạ?. . . . Mong Cô giải đáp giúp em,. . [full_name]",
            "Chào em,. . Vậy Cô cho em hỏi nếu em không cần thanh toán 2 khoản bảo hiểm trên BKPay thì em vẫn được tốt nghiệp vào đợt tới và ra trường. . =  Em liên hệ trạm y tế qua email [email] để được hướng dẫn.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Cho em hỏi hiện tại laptop em khá yếu có thể không đáp ứng dược môn vẽ kĩ thuật thì em có hoãn học và thi phần thực hành tới lúc thi off được không ạ, với lại do cuối năm nay em phân ngành thì có ảnh hưởng gì không ạ",
            "Chào bạn. . SV vui lòng xem Thông báo gởi qua mail SV: Các lưu ý và kế hoạch học vụ đầu HK1(21-22) gởi ngày 13/8/21 mục 4 . . Nên hiện tại với lý do bạn trình bày không thể đồng ý. . - Bạn có thể liên hệ Giảng viên giảng dạy để được hỗ trợ thêm. . - Về quy định Vắng thi có phép và hoãn thi: Bạn vui lòng xem chi tiết tại trang web aao.hcmut.edu.vn--  sinh viên --  Quy chế --  Quy chế đào tạo và học vụ bậc đại học và cao -- Điều 17.2. . - Em phân ngành thì có ảnh hưởng gì không. . =  Về phân ngành em liên hệ Khoa. . Chúc bạn học tập tốt nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: 1710281  /b \t. . . .   i Yêu cầu khác . Dạ em là Trần Thanh Minh Tâm, MSSV: 1710281. Đợt 30/9 vừa rồi em có thi Toeic nói-viết online do trường phối hợp với BKE tổ chức. Em nhận kết quả là rớt với lí do False file ghi hình Writing, em có gọi điện và gửi mail cho BKE những không được phản hồi, sau đó em có nhắn lên fanpage của BKE thì nhận được phản hồi là \"lúc nộp bài thì bạn đã out ra trong quá trình dự thi. Vì vậy để được hỗ trợ thì bạn có thể điền form phúc khảo bài thi nhé\".Sau đó em đã điền form và tới ngày hôm nay 21/10/2021 thì em nhận được kết quả là Giám thị Writing phủ quyết, vậy đồng nghĩa với việc em bị rớt kì thi Toeic lần này. Em có một số ý kiến muốn giải trình như sau:. . 1/ Trong phần \"Quy định dành cho thí sinh phần thi Writing\" không có mục nào yêu cầu BẮT BUỘC quay màn hình đến khi nộp bài xong cả, chỉ ghi là \"Quay phần mềm máy tính bằng phần mềm thứ 3 trong suốt quá trình thi\" (Hình đính kèm). Trường hợp của em là em đã quay màn hình TỪ ĐẦU lúc bắt đầu điểm danh cho đến khi kết thúc quá trình SCAN BÀI CỦA EM (Hiện tại em vẫn còn giữ clip quay màn hình để đối chứng).. . 2/ BKE không thống nhất trong các quy định khiến sinh viên cảm thấy vô cùng lúng túng. Ví dụ trong trường hợp của em, phòng thi của các bạn khác có những trường hợp chỉ ghi màn hình khoảng hơn 30 phút thì đã chấp nhận được rồi nhưng em quay tận 1 tiếng 23 phút nhưng vẫn bị False màn hình dẫn đến rớt (Clip em quay màn hình đã gửi cho BKE không bị lỗi và đúng thời gian quy định). Cái thứ hai, một số giám thị phòng thi khác chỉ yêu cầu ghi màn hình cho đến khi thầy cô bảo hết giờ làm bài bỏ bút xuống là có thể dừng ghi. Thứ ba giám thị phòng thi của em không hề nhấn mạnh về việc sẽ ghi cho đến khi nộp bài, chỉ đến khi cuối giờ có bạn bật mic lên hỏi là có thể dừng ghi được chưa thì giáo viên có bảo là \" nộp bài xong rồi là có thể dừng ghi được rồi nha em\". Vâng, cái quan trọng ở đây nộp bài là sao? Bởi vì ở phòng thi khác, theo em được biết, là quá trình SCAN bài thi sẽ được diễn ra đồng thời, tất cả mọi người cùng giơ bài thi lên để cùng SCAN các mặt của bài thi. Nhưng trong phòng thi của em lại khác, quá trình SCAN diễn ra từng người, gọi đến tên ai sẽ thì người đó sẽ giơ giấy thi lên SCAN, bởi vì như vậy nên lúc đó em nghĩ rằng \"SCAN như vậy nghĩa là nộp bài rồi\" chứ không hề nghĩ đến Nộp bài là Nộp bài lên BKEl. Và em nghĩ là giả sử nếu bài thi của mình sau đó mà có ghi thêm chữ, gian lận thì người chấm có thể dựa vào video SCAN đó để đối chiếu mà ạ? . . Đây là lần đầu tiên Toeic được tổ chức thi online như này thật sự có nhiều thiếu sót, tuy nhiên vì vậy quyền lợi của sinh viên cũng không được đảm bảo ạ, và quan trọng hơn là những sinh viên sẽ tốt nghiệp vào kì này! Em rất mong PĐT sẽ có câu trả lời thỏa đáng cho trường hợp của em với ạ! Em cảm ơn và chúc sức khỏe quý thầy cô ạ!",
            "Chào bạn. . Bạn vui lòng liên hệ TTNN. . Bạn gởi mail cho Thầy [full_name], và Cô [full_name] để phản hồi. . [email]. . [email]"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em chào Thầy (Cô) trong PĐT ạ. . Em là [full_name] MSSV:[student_id]. . Ngày 7/10 em có thi toeic Speaking and writing tại BKEnglish. . Em đã nộp bài đầy đủ nhưng không hiểu sao lại không có điểm phần Writing. . Mong PDT cho e phúc khảo bài làm và em chịu mọi cam kết ạ. . Vì kì thi này rất quan trọng với em để em đăng kí tốt nghiệp ra trường ạ. . Em chân thành cảm ơn ah. . Em mong nhận được sự phản hồi từ PĐT để em có hướng giải quyết kịp thời ạ",
            "Chào bạn. . Bạn vui lòng liên hệ TTNN để được hỗ trợ. .  . . Điện thoại\t(08) 3866 6869 – 0909 625 988. . Fax\t(84.8) 38.[student_id]69. . Website\t. . http://bkenglish.edu.vn/. .  . . Email\t[email]. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Chứng chỉ ngoại ngữ anh văn nói viết . Em là sinh viên khoá k17 em mới thì anh văn nói viết đợt 4 ngày 21/10 có kết quả nhưng không đạt. Do em chủ quan về kết quả nên đã không làm khảo sát. Ngày 21-24/10 có đợt đăng kí thi lại thì không đăng kí được. Cho em hỏi phải làm như thế nào để được phép đăng kí  dự thi đợt này ạ. Em cảm ơn.  I",
            "Chào bạn. . Phòng đào tạo đã ghi nhận thông tin bạn đăng ký thi anh văn 2 kỹ năng, Thời gian đăng ký sau 17 giờ ngày 22/11, nếu không đăng ký được vui lòng phản hồi lại Pdt. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "E đã được cập nhật môn và có TKB của K2021 nhưng BkPay vẫn chưa cập nhật học phí. Xin PDT sớm cập nhật học phí để e có sự chuẩn bị cho kịp thời hạn. .   i Yêu cầu khác .",
            "Chào em,. . PĐT sẽ tính lại HP trước khi thanh toán HP. Cô  kiểm tra trên bkpay có số tiền dự kiến rồi em.. . (dự kiến tháng 11). . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em đã hoàn thành và đủ điều kiện để tốt nghiệp. Nhưng em không có tên trong danh sách tốt nghiệp dự kiến và không đăng kí xét tốt nghiệp được ạ. Mong trường xét vài giải quyết sớm để em có thể đăng kí tốt nghiệp ạ.              Em xin cảm ơn.",
            "Chào bạn,. . PDT đã ghi nhận yêu cầu về đăng ký xét TN của bạn. SV vui lòng theo dõi email  và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 26/10/2021 SV vẫn chưa nhận được mail hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 11/2021 (cập nhật mới gia hạn thời gian xử lý tốt nghiệp). . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ .",
            "Chào bạn,. . PDT đã tiếp nhận đơn rút MH học HK211(có tính học phí) của bạn, bạn vui lòng theo dõi thông tin cập nhật trên mybk/Thông tin SV/ xem điểm trễ nhất là 22/11/2021. . Sau ngày này vẫn chưa được cập nhật vui lòng phản hồi lại bksi. . Thân . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em tên là [full_name], MSSV: [student_id], sinh viên khoa Cơ Khí .. . Em viết mail này mong được PDT phản hồi về việc cập nhật danh sách dự kiến tốt nghiệp đợt đợt 2 năm 2021. Em đã đáp ứng đầy đủ các tiêu chí tốt nghiệp: tổng số tín chỉ, ngày CTXH, anh văn (nghe-đọc) và hiện em vừa hoàn thành kì thi anh văn 2 kĩ năng nói - viết, em thi vào đợt 2 (ngày 24/9) nhưng đến nay vẫn chưa được gửi mail về việc được cập nhật trong danh sách dự kiến tốt nghiệp và chưa được phép đăng kí tốt nghiệp trên Mybk. . . Em kính mong PDT có thể xem xét và phản hồi cho em về trường hợp này. Em xin chân thành cảm ơn!",
            "Chào bạn,. . PDT đã ghi nhận yêu cầu về đăng ký xét TN của bạn. SV vui lòng theo dõi email  và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 26/10/2021 SV vẫn chưa nhận được mail hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 11/2021 (cập nhật mới gia hạn thời gian xử lý tốt nghiệp). . Thân. .",
            "Kính gửi PĐT,. . . . Em đã có phản hồi một lần (ngày 21/10) về việc chưa được cập nhật trong danh sách dự kiến tốt nghiệp đợt 2 năm 2021 và nhận được trả lời là đến ngày 26/10 nếu vẫn chưa nhận được email thông báo được cập nhật trong danh sách thì phản hồi lại cho PĐT. Em kính mong PĐT có thể xem xét và cập nhật sớm giúp em vì em đang rất cần có bằng tốt nghiệp tạm thời để nộp cho công ty.. . . . Em xin chân thành cảm ơn!",
            "Chào em,. . Cô gửi em file xét tốt nghiệp, em vui lòng kiểm tra lại nhé, nếu có khiếu nại vui lòng phải hồi lại qua bksi giúp cô. . Thân",
            "Dạ em cảm ơn cô ạ!"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Kính gửi quý Thầy Cô PĐT.. . Em tên: [full_name]. . MSSV: [student_id]. . Lớp XD16CTGT. . Mục đích: Mong muốn được biết về việc bảo lưu kết quả học tập hiện tại, và được bảo lưu tối đa bao nhiêu học kì.. . Lý do: Do có công việc đột xuất nên hiện tại em không thể tiếp tục theo học và muốn được giữ lại kết quả học tập để khi công việc ổn thoả hơn thì quay lại trường để tiếp tục việc học ạ.. . Em xin chân thành cảm ơn quý Thầy Cô.",
            "Chào em,. . Sinh viên có thể làm đơn xin tạm dừng 1 học kỳ, và theo quy định không được tạm dừng quá 2hk liên tiếp.. . Trường hợp của bạn muốn xin tạm dừng HK211, thời điểm này phải thanh toán xong HK211, rồi tải mẫu đơn tạm dừng, xin điền đầy đủ thông tin và nộp qua bksi nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em chào phòng đào tạo.. . . . Em đã hoàn thành chương trình học, đã đăng ký thi toeic online do BK english tổ chức và có điểm 250/400 vào sáng ngày 21/10/2021.. . . . Nhưng do học kỳ 202 em không đăng ký môn học nên bị tạm dừng học.. . . . Em muốn biết cần làm gì để được thu nhận lại để tốt nghiệp ạ.",
            "Chào bạn,. . PDT đã ghi nhận yêu cầu về đăng ký xét TN của bạn. SV vui lòng theo dõi email  và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 26/10/2021 SV vẫn chưa nhận được mail hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 11/2021 (cập nhật mới gia hạn thời gian xử lý tốt nghiệp). . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]  /b. . Dạ em chào cô,. . Ngày 24/10 này em sẽ thi cuối kì một môn học kì 202 nên nếu em nộp đơn sau ngày 24/10 được không ạ (do phải xin xác nhận chữ kí của giảng viên và khoa)? Và em nhớ lần hoãn trước là sẽ nộp đơn cho phòng đào tạo, phòng đào tạo sẽ xác nhận sau đúng không ạ?. . Em cảm ơn cô.",
            "responsible person: [551] [staff_name] [helpdesk staff]",
            "Chào bạn. . Được nghen bạn. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Hủy môn GDTC. . . .",
            "Chào em,. . Vui lòng ghi rõ thông tin giúp cô tên và mã MH nào bạn xin hủy nhé. . Thân",
            "Yêu cầu khác  /i  Hủy môn GDTC. . . .",
            "Chào em,. . Vui lòng ghi rõ tên mà mã môn GDTC nào bạn xin hủy bớt nhé. . Thân",
            "Hủy môn GDTC. . Tên môn:Aerobic. . mã môn:PE1021. . Nhóm Lớp:CCO4\t. . . . . . . .",
            "Chào em,. . PĐT tiếp nhận yêu cầu hủy 1 môn thể dục vì SV đã đăng ký nhiều hơn 1 môn GDTC ở học phần 1.. . Dự kiến cuối sau ngày 26/10/2021, SV kiểm tra TKB cập nhật đúng tại trang Mybk- xem TKB. . Thân mến. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: cho em hỏi là bây giờ mình làm cách nào để hoãn thi cuối kì sức bền vật liệu học kì 202 ạ. Vì form đăng kí hoãn thi dành cho học kì 2 không còn được chấp nhận nữa ạ.. . Mong ban cán bộ hướng dẫn em.",
            "Chào bạn. . Đúng rồi bạn, hiện tại Pdt đã khóa không đăng ký hoãn thi theo form. . Bạn tải mẫu đơn: PHIẾU ĐĂNG KÝ HOÃN THI/ VẮNG THI CÓ PHÉP (CUỐI KỲ) tại trang web : aao.hcmut.edu.vn    biểu mẫu. . Sau khi có xác nhận của Giảng viên giảng dạy + Khoa (theo quy định thì gởi cho Phòng đào tạo xem xét (nộp qua email pdt@hcmut.edu.vn hoặc BKSI hoặc trực tiếp)). . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Cho e hỏi thời gian buộc tạm ngưng học là trong bao lâu vậy ad ?",
            "Chào em,. . - Thời gian buộc tạm ngưng học là trong bao lâu vậy. . =  Em xem quy chế điều 26: http://www.aao.hcmut.edu.vn/index.php?route=catalog/chitietsv&path=90&tid=1658. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Cho em hỏi về khoản phí 55.000đ làm lại thẻ sinh viên, em đã đăng kí nhưng hiện tại không có nhu cầu làm lại thẻ thì vẫn phải đóng tiền ạ. Nếu đóng tiền thì em có nhận được thẻ sv mới không ạ.",
            "Em đã thanh toán khoản nợ làm lại thẻ SV rồi ạ, thầy cô cập nhật lại giúp em ạ.",
            "Chào em,. . Nếu đóng tiền thì em có nhận được thẻ sv mới không ạ.. . =  Em đã đóng tiền rồi thì nhận thẻ mới được nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Kính gửi thầy cô.. . Em tên là: [full_name]. . MSSV: [student_id]. Vì không thể đáp ứng điều kiện trang thiết bị và đường truyền ổn định để thực hiện thi online, nên em kính mong phòng Đào tạo cho phép em hoãn thi cuối kì môn Giải Tích Mạch . Em xin cảm ơn ạ.",
            "Chào bạn. . Bạn tải mẫu đơn: PHIẾU ĐĂNG KÝ HOÃN THI/ VẮNG THI CÓ PHÉP (CUỐI KỲ) tại trang web : aao.hcmut.edu.vn    biểu mẫu. . Sau khi có xác nhận của Giảng viên giảng dạy + Khoa (theo quy định thì gởi cho Phòng đào tạo xem xét (nộp qua email pdt@hcmut.edu.vn hoặc BKSI hoặc trực tiếp)). . Thân mến. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            ". . . . Kính gửi Phòng đào tạo,. . . . Vào ngày thứ 7, 23/10 em có lịch thi Cuối kì 202 môn vật lí bán dẫn. Tuy nhiên hiện tại thiết bị của em gặp sự cố và chưa thể khắc phục liền được cũng như hệ thống mạng internet trong khu vực em đang sinh sống liên tục gặp trục trặc về vấn đề đường truyền. Em xin hỏi liệu em có thể làm đơn xin hoãn thi và thủ tục hoãn thi là như thế nào. Em xin cám ơn.. . . . Mong sớm hồi âm. . . .",
            "Chào bạn. . Bạn tải mẫu đơn: PHIẾU ĐĂNG KÝ HOÃN THI/ VẮNG THI CÓ PHÉP (CUỐI KỲ) tại trang web : aao.hcmut.edu.vn    biểu mẫu. . Sau khi có xác nhận của Giảng viên giảng dạy + Khoa (theo quy định thì gởi cho Phòng đào tạo xem xét (nộp qua email pdt@hcmut.edu.vn hoặc BKSI hoặc trực tiếp)). . Thân mến. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]1  /b \t. . . .   i Tốt nghiệp . Tốt nghiệp. . . . Em tên: [full_name], MSSV: [student_id]1, sinh viên K2013. . em đã hoàn thành chương trình đào đạo hệ chính quy K2013 chuyên ngành chế tạo máy, khoa cơ khí,. . . . nhưng thiếu chứng chỉ anh văn Writing and Speaking.. . . . đã chuyển sang hệ VHVL, nhưng hiện em tra cứu danh sách dự kiến tốt nghiệp hệ VHVL đợi 2 năm 2021 không tìm thấy trong danh sách dự kiến tốt nghiệp.. . . . anh/chị cho em hỏi trong trường hợp của em có thể đăng ký nhận bằng tốt nghiệp được chưa hay còn phải đăng ký những môn học nào.. . em vào trang đăng ký tốt nghiệp thì vẫn hiện là hệ chính quy, em có đính kèm tệp anh/ chị hỗ trợ giúp em. . mong nhận được sự hỗ trợ giúp thủ tục tốt nghiệp",
            "Chào bạn,. . PDT đã ghi nhận yêu cầu về đăng ký xét TN của bạn. SV vui lòng theo dõi email  và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 26/10/2021 SV vẫn chưa nhận được mail hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 11/2021 (cập nhật mới gia hạn thời gian xử lý tốt nghiệp). . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . em hiện đã đăng ký gdtc đợt 2 môn aerobic và đã bị huỷ môn vì trùng lịch học với bộ môn thí nghiệm. Do những lần đăng ký trước, web sẽ thông báo khi bị trùng môn nhưng lần này không thông báo và do các môn thí nghiệm chưa thể học vì dịch nên em đã sơ suất không kiểm tra. Cho em hỏi liệu có đợt đkmh gdtc lần thứ 3 không ạ hoặc có thể hỗ trợ cho em đăng ký bổ sung được không ạ vì theo như thông báo của nhà trường thì sinh viên [full_name]19 buộc hoàn thành 3 môn gdtc khác nhau trước khi vào năm 3 để được đkmh ở những kỳ tiếp theo. Em xin cảm ơn",
            "Chào em,. . - Không đăng ký được vì trùng TKB. . - Trường hợp SV bị trùng lịch học, hết chỗ không đăng ký trong HK1 vẫn có thể đăng ký lại ở các HK sắp tới.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em là [full_name], mssv: [student_id]. . Lớp: DD17KT04 . . Đã tạm dừng từ học kỳ 202, năm học 2020-2021. . Lý do: tạm dừng vì không đóng học phí và xóa tên vì không đăng ký môn học. Quyết định số: 69/QĐ-ĐHBK và 260/QĐ-ĐHBK. . Nay em có đề nghị được thu nhận lại từ học kỳ 211 năm học 2021-2022.. . Em xin cảm ơn.. . . . Đính kèm: File 1: ảnh tình trạng sinh viên và lý do bị tạm dừng học.. . File 2: Đơn xin xác nhận thu nhận lại",
            "Chào bạn. . Không thấy file bạn gởi đính kèm. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Chào PĐT ạ, lúc trước em có đăng ký môn anh văn 2A lớp DT05, nhưng hiện tại em định thi toeic để chuyển điểm nên muốn xin rút môn có thanh toán học phí ạ. . . Mong PĐT giúp em rút môn ạ.. .",
            "Chào bạn,. . PDT đã tiếp nhận đơn rút MH học HK211(có tính học phí) của bạn, bạn vui lòng theo dõi thông tin cập nhật trên mybk/Thông tin SV/ xem điểm trễ nhất là 22/11/2021. . Sau ngày này vẫn chưa được cập nhật vui lòng phản hồi lại bksi. . Thân . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Kính thưa Phòng Đào tạo,. . . . Em là [full_name], mã số sinh viên [student_id], sinh viện lớp Thí nghiệm Điện tử Công suất HK202. Nay em viết mail này để thay mặt lớp kính mong thầy cô sớm cập nhật điểm Thí nghiệm lên hệ thống ạ.. . . . Vì lý do đăng ký chương trình học Thạc sĩ ở nước ngoài nên các trường và Đại sứ quán họ có yêu cầu em nộp giấy Tốt nghiệp Tạm thời cho họ vào cuối tháng 10 cho kỳ nhập học mùa xuân 2022 và một số bạn cùng lớp cũng đang cần Chứng nhận Tốt nghiệp Tạm thời để nộp cho các Công ty. Theo em thấy thì điểm số hiện tại đã ổn, các bạn hầu như không có nhu cầu về phúc khảo và giáo viên cũng đã gửi điểm lên cho Khoa và bên Phòng Đào tạo rồi. Chính vì thế, kính mong thầy cô cập nhật điểm của chúng em lên hệ thống sớm nhất có thể để em có thể đăng ký Tốt nghiệp trước hạn chót là 31/10/2021 ạ . . . . Kính mong sớm nhận được hồi âm từ thầy cô.. . . . Kính thư,. . [full_name]",
            "Chào em,. . - Môn này chưa có nộp điểm lên PĐT nhé. . 401403\tThí nghiệm điện tử csuất\tTT01-A. . - Điểm do GV nhập. Em liên hệ Khoa, Bộ môn xem bảng điểm còn ở đâu đó chưa tới PĐT.. . Thân mến. . \t. .",
            "Dạ thưa cô,. . . . Trong trường hợp bên Văn phòng Khoa phản hồi chậm trễ, không biết em có thể gửi cho Phòng Đào tạo bảng Excel của thầy đã chốt để cập nhật kịp thời gian được không ạ?. . . . Mong cô giải đáp giúp em.. . . . Kính thư,. . [full_name]",
            "Chào em,. . Em xem lại bảng điểm PĐT đã cập nhật rồi nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính gửi : Phòng Đào Tạo Trường Đại Học Bách Khoa TP.HCM. . Em tên: [full_name]. . MSSV: [student_id]. . Em là sinh viên hệ VHVL khóa 2020 chuyển từ hệ CQ sang.. . Em chuyển sang chương trình K.2014 - Khoa Cơ Khí, Bộ môn máy xây dựng và nâng chuyển.. . Hiện tại em đã hoàn thành chương trình học và đã đủ điều kiện xét tốt nghiệp:. .  - Toeic 650 xét chuyển từ hệ chính quy.. .  - Các môn học không tương đương khi xét chuyển điểm: ME2019, ME3009, ME4057 thì em đã nộp đơn xin miễn và đều đã được chấp thuận.. .  - Hoàn thành LVTN. .  - Hiện tại em đã đạt đủ số tín chỉ và môn học theo chương trình học K2014. . Vậy em làm đơn này kính mong Phòng Đào Tạo xem xét để e được tốt nghiệp vào đợt hiện tại. . Em xin chân thành cảm ơn.. . [full_name]. .",
            "Kính gửi : Phòng Đào Tạo Trường Đại Học Bách Khoa TP.HCM. . Em tên: [full_name]. . MSSV: [student_id]. . Em là sinh viên hệ VHVL khóa 2020 chuyển từ hệ CQ sang, MSSV cũ của em là [student_id]7. . Em chuyển sang chương trình K.2014 - Khoa Cơ Khí, Chuyên ngành Máy xây dựng và nâng chuyển.. . Hiện tại em đã hoàn thành chương trình học và đã đủ điều kiện xét tốt nghiệp:. . - Toeic 650 xét chuyển từ hệ chính quy.. . - Các môn học không tương đương khi xét chuyển điểm: ME2019, ME3009, ME4057 thì em đã nộp đơn xin miễn và đều đã được chấp thuận.. . - Hoàn thành LVTN. . - Hiện tại em đã đạt đủ số tín chỉ và môn học theo chương trình học K2014. . Vậy em làm đơn này kính mong Phòng Đào Tạo xem xét để e được tốt nghiệp vào đợt hiện tại. . Em xin chân thành cảm ơn.. . [full_name]",
            "Chào bạn,. . PDT đã ghi nhận yêu cầu về đăng ký xét TN của bạn. SV vui lòng theo dõi email  và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 26/10/2021 SV vẫn chưa nhận được mail hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 11/2021 (cập nhật mới gia hạn thời gian xử lý tốt nghiệp). . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Thưa thầy/cô. Xã em hiện giờ cần yêu cầu giấy tạm hoãn nghĩa vụ quân sự cho năm nay. Không biết bây giờ có cách nào để em xin được nhận giấy sớm không ạ?. . Mong thầy/cô giải đáp giúp em. Em cảm ơn ạ.. . . .",
            "Chào bạn,. . - SV chủ động đăng ký giấy Xác nhận SV hoãn NVQS để bổ sung cho địa phương và chọn dịch vụ gửi qua được bưu điện (người nhận trả tiền) nếu có nhu cầu (PDT không in hàng loạt như các năm trước). . -Sau khi PĐT cập nhật xong bạn có thể tải bản scan trên trang đăng ký chứng nhận sinh viên.. . Đồng thời PĐT cũng đã gởi bưu điện nếu SV có đăng ký, vui lòng nhận sau.. . - Hiện tại em đăng ký nhận trực tiếp tại PĐT CS Lý Thường Kiệt cũng được nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Xin chào pđt, . . Em đã đăng ký hoãn thi theo form của pđt gửi nhưng trong danh sách hoãn thi lại không có tên em và em bị đánh văng thi trong HK202 môn vi xử lý. Mong pđt cho biết thêm thông tin ạ. .",
            "441\t[student_id]\tHK202\tEE2039\t\t\t\t\t\t\t30\t\t20\t15\t[full_name]\tĐiện Tử\tDD\tLT\tcó TN\tCó [full_name]L\t\t\t. . Chào bạn. . Sau khi đối chiếu dữ liệu, Pdt xác nhận bạn đã đăng ký Hoãn thi:. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Kính thưa PĐT,. . Ở đợt đăng ký môn Anh văn nhu cầu, em có đăng ký môn Anh văn 2A (LA1039)- nhóm lớp DT05, nhưng hiện tại em định thi toeic để chuyển điểm nên muốn xin rút môn có thanh toán học phí ạ.. . Mong PĐT cho phép em rút môn ạ. . . Em xin chân thành cảm ơn.",
            "Chào bạn,. . PDT đã tiếp nhận đơn rút MH học HK211(có tính học phí) của bạn, bạn vui lòng theo dõi thông tin cập nhật trên mybk/Thông tin SV/ xem điểm trễ nhất là 22/11/2021. . Sau ngày này vẫn chưa được cập nhật vui lòng phản hồi lại bksi. . Thân . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Em xin chào ạ.. . Em gửi mail xin giáo viên xác nhận để đăng ký hoãn thi HK202 mà thầy không phản hồi thì em phải làm sao ạ?. . Em cảm ơn!. .",
            "Chào bạn,. . Hiện tại nhà trường chưa ra QD hoãn thi nhé bạn, dự kiến ra quyết định chung vào tháng 12, nên trường hợp đăng ký hoãn thi vẫn bị điểm 13 bình thường. Sau khi hậu kiểm với ds của [full_name] thì mới ra quyết định hoãn thi và sẽ điều chỉnh lại điểm trên mybk/Thông tin SV/xem điểm. . Lưu ý:. . 1) PDT sẽ hậu kiểm lại với danh sách cấm thi của [full_name] gửi lên, nếu SV bị cấm thi sẽ bị hủy kết quả hoãn thi theo quy định. SV vẫn phải hoàn thành các phần việc của môn học, nhất là TH/TNg và BTL. GV có quyền cấm thi nếu SV không hoàn thành tốt các phần này. . 2) Trường hợp có sự cố bất khả kháng trong khi thi dẫn đến không thể hoàn thành được bài thi, và không được giải quyết cho thi vào ca thi tiếp theo (nếu có), sinh viên có thể đăng ký \"Hoãn thi\" ngay sau buổi thi (không phải vắng thi có phép), SV phải báo với CBCT hoặc trực thi để được ghi nhận vào trong danh sách thi. PDT sẽ đối chiếu lại với danh sách của [full_name] về các tình huống đã thi nhưng điểm thấp hoặc không có báo cáo ghi nhận về các sự cố trong buổi thi trước khi quyết định hoãn thi. . 3) Riêng đối với môn Đồ án, Thực tập ngoài trường, Đề cương Luận văn, Luận văn/Tiểu luận tốt nghiệp: SV có thể xin hoãn bảo vệ với lý do dịch Covid-19 ảnh hưởng nghiêm trọng đến kết quả thực hiện đề tài (không thực nghiệm được tại Phòng thí nghiệm, không thực địa, ...). SV gửi email trực tiếp đến Giáo viên hướng dẫn, [full_name]/Bộ môn để được xem xét đồng ý và forward email cuối cùng đến email của PĐT để đăng ký.. . Chúc bạn học tập tốt nhé.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Huỷ môn GDTC aerobic. .",
            "Đăng ký môn học. . Huỷ môn GDTC aerobic. .   /QUOTE . .",
            "Chào em,. . PĐT tiếp nhận yêu cầu hủy 1 môn thể dục vì SV đã đăng ký nhiều hơn 1 môn GDTC ở học phần 1.. . Dự kiến cuối sau ngày 30/10/2021, SV kiểm tra TKB cập nhật đúng tại trang Mybk- xem TKB. . SV lưu ý lần sau ghi rõ mã môn học nhé. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em xin kính chào Phòng đào tạo. . . . Em tên là [full_name], mssv [student_id]. . . . Hiện trên file điều kiện tốt nghiệp của em cho thấy em không đủ điều kiện các môn MR để tốt nghiệp. Lý do là vì em học chương trình liên thông cao học và chuyển điểm về, do đó không thể hoàn thành phần MR của tài năng. Do đó, em đã liên hệ với cô [full_name] qua email và gửi đơn xin ra khỏi chương trình tài năng để có thể tốt nghiệp.. . . . Đính kèm là file điều kiện tốt nghiệp em đã nhận và file đơn xin ra khỏi chương trình tài năng đã gửi cho cô [full_name].. . . . Kính mông Phòng đào tạo xem xét trường hợp của em.. . . . Trân trọng. . [full_name]",
            "Chào em,. . Vậy em gửi thêm giúp cô 1 yêu cầu của bksi, ghi rõ là đơn xin xét tốt nghiệp bằng thường, không nhận bằng tài năng, ghi rõ lý do và gửi qua bksi giúp cô. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Dạ chào anh/chị.. . Từ tuần sau, em muốn được lên lab của GVHD ở phòng 109B3 để phục vụ cho công tác làm đề cương và luận văn của em.. . Vậy cho em hỏi từ tuần sau, sinh viên đã được cho phép để lên trường chưa ạ?. . Thông tin thêm là bây giờ em đã được tiêm đầy đủ 2 mũi vacxin từ đầu tháng 10.. . Hy vọng sớm nhận được phản hồi từ anh/chị.. . Em cám ơn",
            "Chào em,. . Vậy cho em hỏi từ tuần sau, sinh viên đã được cho phép để lên trường chưa ạ?. . =  Được em nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Hiện em có lịch thi vào ngày 23/10/2020 nhưng ở địa phương của em có lịch cúo điện cả ngày vào ngày đó. Không biết em có thể xin hoãn thi được không. nếu được thì em phải làm thủ tục như thế nào? Em cảm ơn",
            "Chào bạn. . Bạn tải mẫu đơn: PHIẾU ĐĂNG KÝ HOÃN THI/ VẮNG THI CÓ PHÉP (CUỐI KỲ) tại trang web : aao.hcmut.edu.vn    biểu mẫu. . Sau khi có xác nhận của Giảng viên giảng dạy + Khoa (theo quy định thì gởi cho Phòng đào tạo xem xét (nộp qua email pdt@hcmut.edu.vn hoặc BKSI hoặc trực tiếp)). . Thân mến. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em là : [full_name]. . MSSV: [student_id]. . Lớp: CK19CTM4. . Em muốn hỏi về việc có thể đăng kí hoãn thi cuối kì các môn bổ sung của học kì 202 hay không ạ, nếu có thì em phải tực hiện như thế nào ạ. . . Em cảm ơn ạ!",
            "Chào bạn. . Bạn tải mẫu đơn: PHIẾU ĐĂNG KÝ HOÃN THI/ VẮNG THI CÓ PHÉP (CUỐI KỲ) tại trang web : aao.hcmut.edu.vn    biểu mẫu. . Sau khi có xác nhận của Giảng viên giảng dạy + Khoa (theo quy định thì gởi cho Phòng đào tạo xem xét (nộp qua email pdt@hcmut.edu.vn hoặc BKSI hoặc trực tiếp)). . Thân mến. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác:    Em có hoãn 2 môn kì 202 nay e muốn đăng kí lại thì phải làm sao ạ. Mong phòng đào tạo hướng dẫn giúp em cách thức dăng kí ạ. Em xin cảm  ơn ạ.",
            "Chào em,. . Em chờ thông báo sau khi có quyết định hoãn thi nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em là Lê Minh Đức- MSSV [student_id]. . Em đã hoàn thành Luận Văn Tốt Nghiệp và anh văn TOEIC nói-viết trong kì kiểm tra online đợt 4 vừa qua.. . Trong học kì 211 vừa qua em không đăng ký môn học nào cả để duy trì trạng thái sinh viên. PĐT cho em hỏi rằng tình trạng sinh viên của em đang là đình chỉ phải không ạ!. . Em cần phải làm đơn xin cứu xét như thế nào và nộp ra sao để xét tốt nghiệp ạ?. . Em cảm ơn!",
            "Chào bạn,. . PDT đã ghi nhận yêu cầu về đăng ký xét TN của bạn. SV vui lòng theo dõi email  và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 26/10/2021 SV vẫn chưa nhận được mail hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 11/2021 (cập nhật mới gia hạn thời gian xử lý tốt nghiệp). . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . dạ em chào thầy cô,. . em là [full_name], mssv [student_id], sinh viên khoa Quản lý công nghiệp.. . em vừa nhận được thông tin điểm chứng chỉ anh văn nói viết và đã hoàn thành xong chương trình học. nhưng chưa thể đăng ký xét tốt nghiệp được ạ. . . mong thầy cô kiểm tra và hỗ trợ em.. . em xin chân thành cảm ơn.",
            "Chào bạn,. . PDT đã ghi nhận yêu cầu về đăng ký xét TN của bạn. SV vui lòng theo dõi email  và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 26/10/2021 SV vẫn chưa nhận được mail hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 11/2021 (cập nhật mới gia hạn thời gian xử lý tốt nghiệp). . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Chào anh/chị,. . . . Em muốn hỏi là em đã hoàn thành đủ tín chỉ và 15 ngày CTXH rồi ạ. Nhưng em không thể đăng ký xét tốt nghiệp được ạ. Mong nhà trường xem xét lại giúp em với ạ. . . . . Em cảm ơn.. .",
            "Chào bạn,. . PDT đã ghi nhận yêu cầu về đăng ký xét TN của bạn. SV vui lòng theo dõi email  và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 26/10/2021 SV vẫn chưa nhận được mail hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 11/2021 (cập nhật mới gia hạn thời gian xử lý tốt nghiệp). . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Thầy Cô PĐT cho em hỏi về thủ tục đăng ký tốt nghiệp sắp tới với ạ.. . Hiện tại em đã hoàn thành chương trình học.. . Đã đủ ngày CTXH theo quy định.. . Đã nộp bằng toeic 730 điểm.. . Vừa có kết quả thi chứng chỉ nói viết đợt 4 hồi đầu tháng 10 vừa qua đạt 220 điểm.. . Em nhờ Thầy Cô kiểm tra giúp em hiện đã đủ điều kiện chưa và hướng dẫn giúp em để đăng ký tốt nghiệp với ạ.. . Em xin cảm ơn.. .   i Tốt nghiệp .",
            "Chào bạn,. . PDT đã ghi nhận yêu cầu về đăng ký xét TN của bạn. SV vui lòng theo dõi email  và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 26/10/2021 SV vẫn chưa nhận được mail hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 11/2021 (cập nhật mới gia hạn thời gian xử lý tốt nghiệp). . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Dạ em chào thầy/cô,. . . .   Do thứ 7 (23/10) này em có môn thi buổi sáng nhưng dạo gần đây đường truyền mạng nhà em có vấn đề bị ngắt mạng liên tục 2-3p 1 lần lặp đi lặp lại. Em sợ rằng không đảm bảo được yêu cầu của quy chế thi, thầy/cô cho em hỏi nếu bây giờ em đăng ký hoãn thi có được không ạ. Em cảm ơn thầy/cô nhiều ạ, em chúc thầy/cô có nhiều sức khỏe ạ.",
            "QUOTE Thời gian: 10/22/2021 02:06:46 am. . Từ: [12746] ([student_id]) [full_name]. . . . MSSV/MSGV: [student_id]    . . . . Yêu cầu khác. . . . Dạ em chào thầy/cô,. . . .   Do chủ nhật (24/10) này em có môn thi buổi sáng nhưng dạo gần đây đường truyền mạng nhà em có vấn đề bị ngắt mạng liên tục 2-3p 1 lần lặp đi lặp lại. Em sợ rằng không đảm bảo được yêu cầu của quy chế thi, thầy/cô cho em hỏi nếu bây giờ em đăng ký hoãn thi có được không ạ. Em cảm ơn thầy/cô nhiều ạ, em chúc thầy/cô có nhiều sức khỏe ạ.  /QUOTE . .",
            "Chào bạn. . Bạn tải mẫu đơn: PHIẾU ĐĂNG KÝ HOÃN THI/ VẮNG THI CÓ PHÉP (CUỐI KỲ) tại trang web : aao.hcmut.edu.vn    biểu mẫu. . Sau khi có xác nhận của Giảng viên giảng dạy + Khoa (theo quy định thì gởi cho Phòng đào tạo xem xét (nộp qua email pdt@hcmut.edu.vn hoặc BKSI hoặc trực tiếp)). . Thân mến. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Dạ em chào Thầy/Cô ạ. . Em tên [full_name] MSSV [student_id]. Học kì này là học kì cuối cùng em còn thời hạn đăng kí tốt nghiệp nhưng em chưa đủ điểm anh văn nói viết. Do dịch em còn ở quê chưa lên được thành phố để thi.  Nên em viết mail này xin hỏi hạn tốt nghiệp có được gia hạn thêm thời không ạ. Em có phải làm đơn để nộp xn gia hạn thêm học kì để xét tốt nghiệp không ạ? . . Em cám ơn ạ.",
            "Chào em,. . Hiện tại vẫn đang tổ chức thi AV nói viết và xét tốt nghiệp bạn. sao em không đăng ký thi để xét TN. Em là khóa 2015 thì hạn xét tốt nghiệp trễ nhất của bạn là tháng 4/2022. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]  /b . . [full_name] - [student_id]\t. . Em không thể đăng ký thi anh văn nói việt đợt tháng 11 sắp tới nhưng không rõ lý do vì sao, mong PĐT kiểm tra và sớm giải đáp thắc mắc ạ.. . Em xin cảm ơn!. . (Đính kèm ảnh chụp màn hình không đăng ký được môn học). .   i Đăng ký môn học .",
            "Chào bạn. . Phòng đào tạo đã ghi nhận thông tin bạn đăng ký thi anh văn 2 kỹ năng, Thời gian đăng ký sau 17 giờ ngày 22/10, nếu không đăng ký được vui lòng phản hồi lại Pdt. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Học sinh: [full_name]. . MSSV: [student_id]. . Lớp: CK18CD2. . Xin rút môn: Hệ thống điều khiển mờ. . Mã số môn học: ME4207. . Nhóm lớp: L01. . Lý do: Trước tình hình dịch bệnh và học online như hiện nay em không có đủ thời gian và tài liệu để học nhiều môn như trước nữa. Em xin rút môn này để giảm bớt gánh nặng ạ.. . Em xin cám ơn.",
            "Chào bạn,. . PDT đã tiếp nhận đơn rút MH học HK211(có tính học phí) của bạn, bạn vui lòng theo dõi thông tin cập nhật trên mybk/Thông tin SV/ xem điểm trễ nhất là 22/11/2021. . Sau ngày này vẫn chưa được cập nhật vui lòng phản hồi lại bksi. . Thân . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ .  Dạ em chào quý thầy cô,. .  Em tên là [full_name],MSSV:[student_id]. Dạ thưa, hiện tại sức khỏe tinh thần và thể chất em không được tốt và kì này em đăng kí khá nhiều môn và hiện tại có 1 môn tự chọn phải học online trực tuyến nên em cảm thấy khó tiếp thu kiến thức và sợ ảnh hưởng đến tinh thần và điểm trung bình tích lũy.. .  Dạ cô cho em hỏi là giờ này em còn có thể xin rút 1 môn này được không ạ. Em mong sơm nhận được sự phản hồi ạ. . .  Em xin cảm ơn, chúc quý thầy cô có một ngày thật vui vẻ.",
            "Chào em,. . Đã hết thời gian rút môn học (phải thanh toán học phí), em cần làm theo hướng dẫn sau để gửi BLĐ phòng xem xét. . 1.   Sv tải PHIẾU ĐĂNG KÝ RÚT MÔN HỌC (tại trang web: aao.hcmut.edu.vn biểu mẫu) điền thông tin ký tên chụp hình để có file ảnh tải lên trang bksi.hcmut.edu.vn. . 2.   Sv đăng nhập vào trang bksi.hcmut.edu.vn ¬¬¬ Hỏi/Yêu cầu  Tạo câu hỏi/yêu cầu mới: Rút môn học (phải thanh toán học phí) HK 211: điền thông tin vào CHỦ ĐỀ VÀ NỘI DUNG. . 3.   Click vào choose file để tại file ảnh . . 4.   Click vào GỞI. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Dạ em chào Phòng Đào tạo,. . Em là [full_name], Mã số sinh viên: [student_id]. Sau khi nhận được mail của Phòng đào tạo về thông tin tốt nghiệp thì em có kiểm tra trên website của trường và nhận thấy thông tin của em bị sai sót ở chỗ chứng chỉ anh văn chỉ có 305 điểm trên thực tế là 570 điểm. Em mong Phòng Đào tạo có thể kiểm tra lại và cập nhật đúng điểm số của em ạ. Hình ảnh về chứng chỉ anh văn em xin phép đính kèm ở dưới. Em mong nhận được sự phản hồi sớm từ Phòng đào tạo. Em xin cảm ơn.",
            "Chào em,. . Bảng điểm tốt nghiệp sẽ cập nhật lại mức điểm cao cho bạn nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Dạ em chào quý thầy cô ạ,. .  Em tên là [full_name], mssv:[student_id]. .  Dạ thưa, dạ gần đây sức khỏe tinh thần và thể chất em không được tốt và em có đăng kí 1 môn tự chọn chuyên ngành nhưng vì phải học online trực tuyến và tinh thần em không tốt nên em cảm thấy khó tiếp thu kiến thức để đáp ứng đủ yêu cầu của môn học. . .  Dạ cô cho em hỏi hiện tại em có thể xin rút môn này được không ạ. Em mong sớm nhận được sự phản hồi.. .  Em xin cảm ơn, chúc cô có một ngày vui vẻ.. .",
            "Chào em,. . Đã hết thời gian rút môn học (phải thanh toán học phí), em cần làm theo hướng dẫn sau để gửi BLĐ phòng xem xét. . 1.   Sv tải PHIẾU ĐĂNG KÝ RÚT MÔN HỌC (tại trang web: aao.hcmut.edu.vn biểu mẫu) điền thông tin ký tên chụp hình để có file ảnh tải lên trang bksi.hcmut.edu.vn. . 2.   Sv đăng nhập vào trang bksi.hcmut.edu.vn ¬¬¬ Hỏi/Yêu cầu  Tạo câu hỏi/yêu cầu mới: Rút môn học (phải thanh toán học phí) HK 211: điền thông tin vào CHỦ ĐỀ VÀ NỘI DUNG. . 3.   Click vào choose file để tại file ảnh. . 4.   Click vào GỞI. . Thân mến"
        ]
    },
    {
        "intent": "",
        "message": [
            "Gửi thầy/cô Phòng Đào Tạo,. . . . Dạ cho em hỏi là em Khóa 14, đã hoàn thành tất cả các môn học, chỉ thiếu mỗi anh văn 2 kĩ năng Nói - [full_name],. . . . Cho em hỏi là nếu em chuyển sang hệ VLVH thì có được nhận bằng tốt nghiệp không ạ,. . . . Em cảm ơn ạ.. . . . . .   i Yêu cầu khác ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ .",
            "Chào bạn,. . PDT đã tiếp nhận đơn rút MH học HK211(có tính học phí) của bạn, bạn vui lòng theo dõi thông tin cập nhật trên mybk/Thông tin SV/ xem điểm trễ nhất là 22/11/2021. . Sau ngày này vẫn chưa được cập nhật vui lòng phản hồi lại bksi. . Thân . ."
        ]
    }
]