[
    {
        "intent": "",
        "message": [
            "Em chào PĐT.. . Hiện nay em có nhu cầu mở rộng môn Truyền Số Liệu Và Mạng.",
            "Chào bạn,. . Môn học hiện tại đã vượt sức chưa tối đa cho phép. Bạn đăng ký môn học vào đợt dự thính nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Dạ cho em hỏi đkmh đợt 3 này mình xin mở lớp thêm được không ạ. Nếu được thì mình cần làm những gì ạ?. . Em xin cảm ơn.",
            "Về việc tăng sĩ số/khiếu nại đăng ký MH. . Bạn vui lòng vào trang http://bksi.hcmut.edu.vn/. . Bước 1: Chọn mục Hỏi/yêu cầu. . Bước 2: Tạo câu hỏi/ yêu cầu mới. . Bước 3: Click vào dấu (+) đứng trước các danh mục để chọn chủ đề câu hỏi cho phù hợp. . Ví dụ: Chọn mục” đăng ký môn học”. . Lưu ý phải chọn cho đúng chủ đề để được trả lời nhanh nhất.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được . Kính gửi phòng đào tạo trường đại học bách khoa. . Em tên là [full_name] ái trong đợt kiểm tra định kỳ em được 355 mà em không đăng kí được anh văn 2 em mong phòng đào tạo giúp đỡ em",
            "Chào bạn,. . Trên quy định về ngoại ngữ có ghi rõ: \"Kết quả thi kiểm tra trình  độ tiếng anh cuối  kỳ chỉ có giá trị xét pass các chuẩn anh văn của từng năm học\"  không có giá trị pass đạt các môn AVCB, AV1+2+3+4 nha bạn.. . Bạn vui lòng xem chi tiết quy định về kỳ thi kiểm tra trình độ tiếng anh định kỳ tại :www.aao.hcmut.edu.vn- sinh viên - Ngoại ngữ -  Kiểm tra trình độ tiếng anh mỗi học kỳ.. . Thân.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]  /b bị kẹt lịch học, không đăng ký được lớp khác, muốn xin vào lớp bóng bàn L14.\t. . . .",
            "Chào bạn. . Hiện PĐT đã tăng sĩ số môn học lên mức tối đa có thể. . Bạn vào đăng ký liền nhé. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đang ký môn học đợt 3 này em muốn hủy môn Đại số tuyến tính(MT1007) nhóm L07_L14 để . . Đăng ký môn Quá Trình và thiết bị cơ học là môn tiên quyết để thực tập. Mà PDT ở cơ sở 2 không giải quyết được cho em và kêu em lên hỏi ở Bksi thì em phải làm sao ạ!",
            "Chào bạn.. . PĐT đã mở khóa để bạn hiểu chỉnh môn học online. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tăng sĩ số lớp môn học . Kính gừi phòng đào tạo trường đại học bách khoa em tên là [full_name] ái . . Do lớp môn truyền số liệu và mạng đã full sĩ số nên muốn tăng sĩ số để em đăng kí em xin cảm ơn chứ bây giờ em muộn lắm rôi",
            "Chào bạn.. . Môn học hiện ko thể tăng thêm. do PTN chỉ có 30 chỗ. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "MSSV: [student_id]. . Xin nhà trường mở thêm sỉ số môn sức bền vật liệu ( CI 2007 ). . Mã lớp là: 809703. GV: [full_name]. . Bởi vì hiện nay rất nhiều bạn muốn tăng sỉ số để đăng kí môn học. Em đại diện cho các bạn xin nhà trường mở thêm sỉ số. Em xin chân thành cảm ơn và mong được hồi đáp sớm",
            "Chào bạn. . Hiện PĐT đã tăng sĩ số môn học lên mức tối đa có thể. . Bạn vào đăng ký liền nhé. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được . [full_name]-[student_id]. . Em là sinh viên Cao đẳng Bảo dưỡng công nghiệp, theo quy chế về đăng ký luận văn tốt nghiệp thì số ngày Công tác xã hội yêu cầu là 6 ngày, em đã được 6,5 ngày CTXH nhưng không đăng ký được môn luận văn tốt nghiệp với lý do thiếu ngày Công tác xã hội.. . Mong nhận được phản hồi sớm nhất từ thầy/cô.",
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được. . . . [full_name]-[student_id]. . Em là sinh viên Cao đẳng Bảo dưỡng công nghiệp, theo quy chế về đăng ký luận văn tốt nghiệp thì số ngày Công tác xã hội yêu cầu là 6 ngày, em đã được 7,5 ngày CTXH nhưng không đăng ký được môn luận văn tốt nghiệp với lý do thiếu ngày Công tác xã hội.. . Mong nhận được phản hồi sớm nhất từ thầy/cô.  /QUOTE . .",
            "QUOTE Trích. . MSSV/MSGV: [student_id]    . . . . Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được. . . . [full_name]-[student_id]. . Em là sinh viên Cao đẳng Bảo dưỡng công nghiệp, theo quy chế về đăng ký luận văn tốt nghiệp thì số ngày Công tác xã hội yêu cầu là 6 ngày, em đã được 7,5 ngày CTXH nhưng không đăng ký được môn luận văn tốt nghiệp với lý do thiếu ngày Công tác xã hội.. . Mong nhận được phản hồi sớm nhất từ thầy/cô.. . . .   /QUOTE . . Chào [full_name],em xem thời khóa biểu trên Mybk vào ngày 14/01/20 nhe!"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Khác ... . Em muốn xin hủy môn SP1003- Những nguyên lí cơ bản của chủ nghĩa [full_name].. . Mong được giải quyết sớm để em đăng kí môn khác.",
            "Đây là yêu cầu lỗi, nhầm tài khoản mong thầy cô bỏ qua."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Khác ... . Kính gửi phòng đào tạo !. . Em là sinh viên K15 khoa kĩ thuật Địa chất - Dầu khí. Học kì 191 em có làm luận văn tốt nghiệp vì không đạt yêu cầu nên em bị rớt môn đó. Vì đợt đăng kí môn học vừa rồi em đăng kí thêm một số môn của ngành khác nên bây giờ em muốn muốn huỷ 2 môn để đủ điều kiện đăng kí lại Luận văn tốt nghiệp ạ. . . 1. CO3001 - Công nghệ phần mềm. . 2. CO3055 - Thực tập công nghệ phần mềm. . Kính mong phòng đào tạo có thể xem xét giúp em với để em có thể ra trường sớm nhất có thể ạ ! . . Em xin chân thành cảm ơn !. .",
            "Chào em,. . \t. .  Đợt 3 DKMH không cho huỷ, em làm đơn rút môn học  nhé .. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Khác ... . Em muốn xin hủy môn SP1003 - Những nguyên lí cơ bản của chủ nghĩa [full_name] do đăng kí nhầm.. . Mong được giải quyết sớm để em kịp đăng kí môn khác.",
            "Đã mở khóa để bạn hiểu chỉnh môn học. . Thân",
            "Em lên coi thì chưa thấy mở khóa, em đợi đến hôm nay vẫn không xóa được môn ạ. Mong các thầy cô xóa môn đó giúp em.",
            "Chào bạn.. . PĐT đã mở khóa để bạn hiểu chỉnh môn học online. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tăng sĩ số lớp môn học . Em học lớp XD17 bằng 2, xin Phòng đào tạo xem xét tăng sĩ số lớp CI3195 Nền móng - Nhóm A01, Thứ 3 tiết 345. Để em được đăng ký môn học. Lí do: thuận tiện về thời gian đi học và trả nợ được môn học Nền móng. Em chân thành cám ơn.",
            "Chào em,. . . . . . PDT đã tăng sỉ số, em đăng kí lại nhé.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được . Dạ thưa ở đợt đăng ký môn học đợt 2 em đã đăng ký  môn Thực tập tốt nghiệp (260661). Tuy nhiên do trung tâm tạo điều kiện cho em được đăng ký bổ sung để trả nợ môn nên em đã đăng ký thêm môn K/th điều khiển tự động (260656). Nhưng đến hôm nay kết quả đăng ký môn học đợt 2 của em vẫn không có môn đăng ký, vậy  em có cần đăng ký lại ở đợt đăng ký thứ 3 không ạ. .",
            "Chào bạn,. . Tất cả môn học đều do bạn tự đăng ký môn học online. Bạn vui lòng vào đăng ký MH nhé!"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tăng sĩ số môn Truyền số liệu và mạng EE3019 Học kì 192 lớp A01 cô [full_name].Có thể tăng thêm sĩ số được k ạ. Nhu cầu môn học này rất nhiều bạn ạ. Mà lớp chỉ được mở có 37 bạn thôi. .",
            "Chào bạn,. . Môn học hiện tại đã vượt sức chưa tối đa cho phép.. . Nếu bạn môn đăng ký môn học thì bạn liên hệ VP Khoa xin mở đăng ký trong đợt Dự thính.. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "xin nhà trường tăng sỉ số lớp P01 GV: [full_name]. . . .",
            "Chào bạn. . Hiện PĐT đã tăng sĩ số môn học lên mức tối đa có thể. . Bạn vào đăng ký liền nhé. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được . Cho em hỏi là kì tới em đăng kí môn thực tập tốt nghiệp và đã thành công và trung tâm bảo dưỡng đã cho phép đăng kí thêm 1 môn học khác nhưng trong đợt đăng kí này em lại không đăng kí được cho em hỏi tại sao ạ ? Em cảm ơn ạ!",
            "Chào bạn.. . bạn cần đăng ký môn học nào"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tăng sĩ số lớp môn học . Dạ em tên là: [full_name],. . MSSV: [student_id];. . . . Em xin phép PĐT tăng sĩ số lớp các môn học sau ạ:. . . . SP1005 - Tư tưởng HCM - A04 - thứ 2 (10-11-12);. . . . IM2011 - Q.lý dự án cho kĩ sư - A02 -thứ 6 (3-4-5).. . . . Rất mong quý thầy (cô) hỗ trợ và giúp đỡ ạ, em xin chân thành cảm ơn.",
            "Chào em,. . . . PDT đã tăng sỉ số, em đăng kí lại nhé.. .",
            "Thầy (cô) có thể hỗ trợ tăng thêm sĩ số 2 môn học trên giúp em được không ạ.. . . . Do sau khi được tăng sĩ số thì em không kịp đăng kí hiện tại 2 lớp trên đã full rồi ạ.. . . . Rất mông quý thầy (cô) hỗ trợ ạ.",
            "PĐT đã tăng thêm 01 chỗ cho bạn. và ko thể tăng thêm nữa.. . bạn chú ý đăng ký. . . . Thân",
            "Dạ cho em xin lỗi vì sơ sót của em, nhưng PĐT có cách nào thêm em trực tiếp vào môn học Tư tưởng HCM - SP1005 - A04 được không ạ.. . . . Em đã đăng kí thành công môn Q.lý dự án cho kĩ sư - IM2011 - A02, nhưng vẫn không cách nào đăng kí môn Tư tưởng nhanh hơn các bạn khác, mong PĐT hỗ trợ em ạ.. . . . Em xin cảm ơn.",
            "Chào em,. . . . Môn này PDT đã tăng lên sỉ số max không tăng được nữa. Em có thể làm đơn mở xin mở lớp dự thính.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tăng sĩ số lớp môn học . Em là Lê Hoàng Phúc sinh viên năm 2 Khoa Máy Tính. . Hiện em muốn học môn CẤU TRÚC DỮ LIỆU VÀ GIẢI THUẬT vì em đang rất cần môn đó nhưng em đăng kí mà bị xoá vì full lớp rồi ạ. . Nên em muốn thầy cô có thể tăng sĩ số lớp   B L01-L01 MMH CO2003  /B  được không ạ em nghĩ có nhiều bạn cũng đang muốn đăng kí như em ạ. . Em xin cám ơn thầy cô",
            "Cho em xin sửa lại là lớp   B  L01-L02 MMH CO2003  /B  ạ",
            "Chào bạn. . Hiện PĐT đã tăng sĩ số môn học lên mức tối đa có thể. . Bạn vào đăng ký liền nhé. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Chưa cập nhật điểm . kính gửi phòng đào tạo trường đại học bách khoa . . Em tên là [full_name] . . MSSV: [student_id]. . Vì đợt 3 đăng kí môn học đang mở mà em chưa có điểm anh văn 2 trên bảng điểm ( em mới thi anh văn cuối kì vào ngày 26/12) . Em viết đơn  này để xin pdt có thể pass tạm thời anh văn 2 được không ạ để em có thể đăng kí chuyên ngành ạ . . Em xin cảm ơn ạ",
            "Chào bạn,. . Bạn vui lòng trình bày rõ, về điểm thi AV ngày 21.22/12 đã cập nhật cho các bạn đăng ký MH đợt 3 (2-6/1/2020) rồi, điểm dùng để pass chuẩn AV từng năm học, không dùng xét miễn môn AV 1,2,3,4 nha bạn"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được . Em xin chào thầy cô. . Em có 1 vấn đề muốn hỏi ạ. . Là trong đợt đăng ký môn học bổ sung đợt 3,em có đăng ký môn vẽ cơ khí msmh: 209037 nhưng em không đăng ký được,hệ thông báo là thiếu môn học trước là vẽ kỹ thuật 2A msmh: 806003 (em có hình ảnh đính kèm ạ) . . Mà trong khi đó trong chương trình học của  em không có môn đó, chương trình của em học có môn vẽ kỹ thuật msmh:806010 và em đã học qua môn này rồi ạ. . Mong thầy cô trả lời giúp em vấn đề này sớm và chỉ em cách khắc phục để em kịp đăng kí môn học ạ. . Em xin cảm ơn ạ",
            "Chào bạn.. . Hiện đã đăng ký môn học cho bạn. . Bạn xem tkb cập nhật vào vài ngày tới. . Thân",
            "SR bạn.. . Môn học hiện tại ko có SV nào đăng ký cả. . Nên PĐT hiện đang bỏ ngỏ khả năng mở lớp. . Vì vậy hiện Hủy kết quả đkmh của bạn. . Thân",
            "Môn học tạm để lại nhé. . Để xem có bạn SV nào đk thêm ko"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tăng sĩ số lớp môn học . Em xin được tăng sỉ số lớp mông nhập môn lập trình CO1003 lớp l03_l05 với ạ em cảm ơn",
            "Chào em,. . . . Môn này  phòng thí nghiệm bị full sỉ số không tăng được nữa. Em có thể làm đơn xin mở lớp dự thính.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Sinh viên: [full_name]. . MSSV: [student_id]\t. . . .   i Đăng ký môn học - Đại học - Cao đẳng chính quy   Tăng sĩ số lớp môn học. . . . Mã môn học: ME3013. . Lớp: A02-A04",
            "Chào em,. . . . Môn này  phòng thí nghiệm bị full sỉ số không tăng được nữa. Em có thể làm đơn xin mở lớp dự thính.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Em tên [full_name] mssv:[student_id]. Em muốn tăng sĩ số các môn học: nhập môn về lập trình, mã mh: CO1003 nhóm L01_L01. Môn kinh tế học đại cương, mã mh: IM1013 nhóm L02. Môn giải tích 2, mã mh: MT1005, nhóm L03_L05. . Tình hình là các lớp đã đủ sĩ số em không đăng kí được rất mong nhà trường giúp em. Em cảm ơn",
            "Chào bạn. . Hiện PĐT đã tăng sĩ số môn học lên mức tối đa có thể. . Bạn vào đăng ký liền nhé. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tăng sĩ số lớp môn học. . . . em tên là [full_name] MSSV [student_id]. . em muốn xin phòng đào tạo mở thêm sĩ số môn học điện tử công suất ứng dụng( mã môn học EE3079). . em có đăng kí đợt 1 thì hệ thống không xếp lịch được mặc dù em thấy thời khóa biểu em vẫn còn trống. đợt 2 thì full sĩ số. . đây là đợt đăng kí cuối em mong phòng đào tọa giúp đỡ em đăng kí môn học này vì môn này rất cần thiết cho việc làm đồ án và luận văn ở năm 4. . kính mong phòng đào tạo giúp đỡ. . em xin chân thành cảm ơn",
            "Chào em,. . . . PDT đã tăng sỉ số, em đăng kí lại nhé.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Chuyển thời khóa biểu . Em tên là [full_name] em muốn xin phòng đào tạo chuyển thời khoá biểu môn học EE2019 cơ sở điều khiển tự động. Hiện tại em đang đăng ký lớp L09-L20 tiết 10 11 12 thứ 6 ở cơ sở 2 vì đợt đăng ký trước lớp ở cơ sở 1 hết chỗ hiện tại đã có lớp có chỗ trống nên em muốn xin được chuyển qua lớp A09-A07 tiết 10 11 12 thứ 2 ở cơ sở 1 cho tiện việc di chuyển và học tập ạ. Em mong được sự chấp nhận của trường của khoa cho em được chuyển thời khoá biếu ạ.( Em là sinh viên khoa điện năm 3 nên các môn học còn lại đều trên cơ cở 1 ạ )",
            ". . Chào bạn.. . PĐT đã mở khóa để bạn hiểu chỉnh môn học online. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Em tên là:[full_name] . . MSSV: [student_id]. . Kính gửi:Phòng Đào tạo Trường đại học Bách Khoa TP.HCM. . Hôm nay,em viết đơn này xin cho phép được chuyển nhóm môn học.Vì lý do em bị trùng lịch một số môn chuyên ngành.Những môn này rất quan trọng đối với em.. . Mong thầy cô chấp nhận yêu cầu của em.. . Em xin cảm ơn!",
            "responsible person: [551] [staff_name] [helpdesk staff]",
            "Chào bạn.. . PĐT đã mở khóa để bạn hiểu chỉnh môn học online. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tăng sĩ số lớp môn học . Em muốn xin tăng sĩ số môn Kiến trúc máy tính . . mã môn CO2007 lớp L01_L01 ạ. . . .",
            ". . Chào em,. . . . Môn này PDT đã tăng lên sỉ số max không tăng được nữa. Em có thể làm đơn mở xin mở lớp dự thính.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Chương trình đào tạo (thiếu môn tiên quyết, song hành...) . Kính gửi thầy cô,. . Vì chuyện gia đình nên vừa qua em đã vắng thi môn Mạch Điện Tử Thông Tin (EE3011), theo như em đã tìm hiểu thì môn học vắng thi sẽ không được tính là học trước, em sẽ không đăng ký được môn Đề Cương Luận Văn Tốt Nghiệp (EE4331), vì môn này yêu cầu EE3011 học trước.. . Nếu như vậy em sẽ bị trễ hạn ra trường.. . Sắp bước vào học kỳ 6 năm 3, kính hỏi thầy cô phòng đào tạo có cách nào để hủy môn [full_name] (EE1013) mà em đã đăng ký không ạ, vì môn này mà em không thể đăng ký môn MĐT TT (EE3011) ở trên được.. . Tình hình này là nguy cấp, nếu điều trên không được, phòng đào tạo có thể xếp cho em đăng ký trùng thời khóa biểu luôn được không ạ?. . Em cám ơn.",
            "Chào em,. . . . Em có thể làm đơn rút môn EE1013 nộp PDT, thì em có thể đăng kí môn EE3011."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tăng sĩ số lớp môn học . . . Em là sinh viên năm cuối liên thông khoa cơ khí, hiện tại em đang gấp rút hoàn thành các môn học để tiến hành cho kì làm luận văn tốt nghiệp. Trong đó có môn xác suất thống kê em chưa đăng kí được vì đã đạt đủ sĩ số trên MYBK.. . Như chủ đề của phiếu yêu cầu, em xin phép được phòng đào tạo, ban quản lí đăng kí môn học có thể tăng thêm sĩ số môn học xác suất và thống kê của thầy [full_name] tại cơ sở 1.. . Em mong phòng đào tạo, ban quản lí đăng kí môn học có thể hỗ trợ giúp đỡ tăng sĩ số môn học để em có thể đăng kí và hoàn thành môn học kịp tiến độ để đăng kí làm luân văn tốt nghiệp. . . Em chân thành cảm ơn, mong nhận được sự phản hồi tích cực và sớm nhất từ phòng đào tạo và ban quản lí đăng kí môn học ạ.",
            "đã tăng nhóm A02. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "ad ơi cho em hỏi giờ em muốn đăng ký môn sức bền vật liệu ci2007 là môn cơ sở nghành ,môn này rất quan trọng mà bị báo lỗi là không đủ thời gian giãn cách 2 cơ sở do môn tư tưởng đăng ký . giờ không xóa được môn tư tưởng , cho em hỏi là có cách nào để xóa hay hủy hoặc chuyển lớp môn tư tưởng để em đăng ký môn sức bền được không ạ . nếu không được thì cho em hỏi môn sức bền vật liệu ci2007 kỳ dự thính có mở không ạ, hoặc kỳ chính này xin mở thêm lớp được không ạ . em cảm ơn",
            "Chào bạn.. . PĐT đã mở khóa để bạn hiểu chỉnh môn học online. . Bạn cần xem sĩ số của lớp mới trước khi quyết định đổi nhóm. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "B Kính thưa Phòng Đào Tạo,. . Đợt 2 đăng kí môn học 192 em có đăng kí môn AEROBIC nhưng sang đợt 3 bị xóa. Bây giờ thì không đăng ký lại được do đã đầy sĩ số. Em xin phép được đăng ký môn AEROBIC lớp L02 ở cơ sở 2, em cảm ơn!. . . .",
            "Chào bạn. . Hiện PĐT đã tăng sĩ số môn học lên mức tối đa có thể. . Bạn vào đăng ký liền nhé. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Khác ... . . . Em xin chào thầy cô,. . . . Vì đã bị lỡ đợt đăng ký môn học đợt 2, và 2 môn MT1005 Giải tích 2 và EN3025 Kinh tế tài nguyên và môi trường bị trùng nên kết quả đăng ký môn học đợt 2 của em không có môn EN3025.. . . . Liệu có cách nào để em hiệu chỉnh môn MT1005 sang ngày giờ khác để có thể đăng ký môn EN3025 không ạ? Ở đăng ký môn học đợt 3 em thấy môn học MT1005 bị khóa và không thể hiệu chỉnh.. . . . Em rất cần môn EN3025 vì môn này là môn chuyên ngành bắt buộc chỉ học kỳ 2 mới đủ sinh viên để mở.. . . . Hy vọng nhận được giải đáp của thầy cô. Cảm ơn thầy cô rất nhiều.",
            "đã mở khóa để bạn hiểu chỉnh môn học. . Thân",
            "li answer rate: Answer suits the needs / Câu trả lời đúng ý"
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính thưa PĐT, . . Môn Tiếp thị Logistics ME4649 là môn học BẮT BUỘC ở chương tình năm 2 học kì 182 nhưng lần đó em không đăng ký được do bị rớt ra khi sắp lớp.   B Môn này một năm mới mở một lần  /B . Kì 192 em đăng kí không được do \"Không đủ thời gian di chuyển giữa 2 cơ sở\" tiết 6-7 nhưng chỉ có 2 tuần do thực hành . Em kính mong PDT cho em đăng ký lớp này ME4649 lớp L01 trong kỳ 192 để tiện làm đề cương sau này.",
            "Về việc tăng sĩ số/khiếu nại đăng ký MH. . Bạn vui lòng vào trang http://bksi.hcmut.edu.vn/. . Bước 1: Chọn mục Hỏi/yêu cầu. . Bước 2: Tạo câu hỏi/ yêu cầu mới. . Bước 3: Click vào dấu (+) đứng trước các danh mục để chọn chủ đề câu hỏi cho phù hợp. . Ví dụ: Chọn mục” đăng ký môn học”. . Lưu ý phải chọn cho đúng chủ đề để được trả lời nhanh nhất.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Chào PĐT.. . Xin cho phép em được hủy môn [full_name] được em đăng ký trong Đợt 2. Do em đã vượt quá tín chỉ cũng như sợ học không nổi do có thêm Luận văn trong kỳ này ạ và học liên thông Cao học nữa ạ.. . . . Em xin cám ơn và mong được giúp đỡ.",
            "Chào em,. . . . Em có làm đơn rút môn học."
        ]
    },
    {
        "intent": "",
        "message": [
            "Chào [full_name]/chị em muốn hủy môn quang điện tử mã môn học EE3125 vì đã đủ môn học và em đã đăng ký quá nhiều nên sợ học không nổi",
            "Chào em,. . . . Em có thể làm đơn rút môn học, nhưng rút môn học vẫn tính tiền học phí."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tăng sĩ số lớp môn học xác suất thống kê MT2001 Lớp A01  .",
            "Chào em,. . . . Môn này đã tăng sỉ số tối đa không tăng được nữa, em có thể làm đơn xin mở dự thính"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác  /i  cho em xin số của đoàn trường hay bất cứ phương tiện nào cũng được ạ . . . .",
            "Chào bạn,. . Văn phòng Đoàn trường ở phòng 114B1 (cở sở 1) nha bạn"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Chương trình đào tạo (thiếu môn tiên quyết, song hành...) . em đăng ký môn nên móng CI3195 nhưng không đăng ký môn đồ án song hành là CI3197 vì học kì này nặng quá em nhận thấy em học không nổi nên em bỏ bớt 1 môn đồ án. Như thế có sao không ạ ?. . nếu học kì sau em đăng ký môn đồ án CI3197 thì có buộc phải đăng ký học lại môn CI3195 không ạ ?. .",
            "Chào em,. . . . Em tìm hiểu lại CTDT của mình nhé.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Do đợt 2 đăng kí môn học em đã đăng kí được anh văn 3( mã môn học: LA1007) lớp l13 ( tiết 4 5 6 thứ 4), Sự nhầm lẫn với môn có tiết 7 8 9 nên đã bị hủy. Bây giờ em muốn đăng kí môn vào ngày khác nhưng các lớp l10 và l05 đã đủ sĩ số. Em có nguyện vọng tăng sĩ số lớp l05 và l10 để kịp tiến độ. . . Em xin chân thành cảm ơn.. . . .   i Đăng ký môn học - Đại học - Cao đẳng chính quy   Tăng sĩ số lớp môn học .",
            "Chào em,. . . . Môn này PDT đã tăng lên sỉ số max không tăng được nữa. Em có thể làm đơn mở xin mở lớp dự thính.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tăng sĩ số lớp môn học . Em xin PĐT tăng thêm sĩ số môn Thí nghiệm hóa hữu cơ (Mã môn học : CH2053 - Nhóm lớp : [full_name]03) do nhóm lớp [full_name]01 có ít sĩ số nên sẽ bị hủy.. . Em xin cảm ơn. .",
            "Chào em,. . . . PDT đã tăng sỉ số, em đăng kí lại nhé.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Chương trình đào tạo (thiếu môn tiên quyết, song hành...) . Kính gửi: Quý Thầy Cô PĐT Đại học Bách Khoa TPHCM,. . . . Em là [full_name], sinh viên năm 4 khoa Điện- điện tử, tình hình là em đã gần kết thúc năm 4 nhưng vẫn chưa đăng kí được môn ĐCLV (EE4311) do thiếu chuẩn AV sau năm 3 cũng có nghĩa là em sẽ trễ ít nhất 1 năm. Em kính mong PĐT có thể suy xét, chiếu cố cho em để em được đăng kí môn EE4311 (0 chỉ) trong học kì 192 này được không ạ? . . . . Vì đang trong giai đoạn đăng kí môn học đợt 3, nên em hi vọng sẽ sớm nhận được hồi âm của PĐT. Em xin cảm ơn và kính chúc Quý Thầy/Cô nhiều sức khỏe.. . [full_name].",
            "Chào bạn,. . Phải theo đúng quy định về chuẩn AV sau năm học nha bạn.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Em chào pđt, hôm nay e viết mail này để xin pđt có thể mở thêm lớp sức bền vật liệ mã MH Ci2007 hiện tại đã có lớp mở vào thứ 2 nhưng do lịch học bị kẹt nên mong pđt mở thêm những lớp khác ở các thứ khác để chúng em tiện hơn trong việc đăng kí môn học để kịp CTĐT ạ. . . Em cám ơn.",
            "responsible person: [551] [staff_name] [helpdesk staff]",
            "Về việc tăng sĩ số/khiếu nại đăng ký MH. . Bạn vui lòng vào trang http://bksi.hcmut.edu.vn/. . Bước 1: Chọn mục Hỏi/yêu cầu. . Bước 2: Tạo câu hỏi/ yêu cầu mới. . Bước 3: Click vào dấu (+) đứng trước các danh mục để chọn chủ đề câu hỏi cho phù hợp. . Ví dụ: Chọn mục” đăng ký môn học”. . Lưu ý phải chọn cho đúng chủ đề để được trả lời nhanh nhất.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính gửi: PĐT Đại học Bách Khoa. . Em là: [full_name] MSSV: [student_id]. . Hiện tại em đang học Trung Tâm Đào Tạo BDCN . . Lớp BD16CĐT. Em xin trình bày như sau:. . Em có đăng ký môn thực tập tốt nghiệp trong kì 2 nhưng bị hủy. Theo em được biết là sinh viên được nợ tối đa là 16 tính chỉ không tính TTTN và TLTN.. . Hiện tại em còn nợ 8 chỉ anh văn 1 2 3 4, môn điều khiển tự động 3 chỉ và môn mạng truyền thông công nghiệp 2 chỉ. Vậy tổng cộng là e còn nợ 13 tín chỉ.. . Vậy cho em hỏi sao em lại chị hủy thực tập ?. . Trong khi chờ PĐT giải quyết e xin chân thành cảm ơn!. . . .",
            "QUOTE Kính gửi: PĐT Đại học Bách Khoa. . Em là: [full_name] MSSV: [student_id]. . Hiện tại em đang học Trung Tâm Đào Tạo BDCN . . Lớp BD16CĐT. Em xin trình bày như sau:. . Em có đăng ký môn thực tập tốt nghiệp trong kì 2 nhưng bị hủy. Theo em được biết là sinh viên được nợ tối đa là 16 tính chỉ không tính TTTN và TLTN.. . Hiện tại em còn nợ 8 chỉ anh văn 1 2 3 4, môn điều khiển tự động 3 chỉ và môn mạng truyền thông công nghiệp 2 chỉ. Vậy tổng cộng là e còn nợ 13 tín chỉ.. . Vậy cho em hỏi sao em lại chị hủy thực tập ?. . Trong khi chờ PĐT giải quyết e xin chân thành cảm ơn!. . . .   /QUOTE . . Chào [full_name],em xem thời khóa biểu trên Mybk vào ngày 14/01/20 nhe!"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Chuyển thời khóa biểu . Kính gửi thầy(cô).. . . . Hiện tại em rất muốn đăng ký môn Sức bền vật liệu(CI2007) nhưng bị trùng lịch môn Địa chất công trình((CI1043). Nên em muốn nhờ thầy(cô)   B mở khóa đăng ký môn học  /B  cho em chuyển nhóm cũng như sếp lại lịch học cho hợp lý.. . . . Em rất cám ơn ạ.",
            "Chào em,. . . . Trong đợt 3 DKMH theo qui định chỉ được bổ sung không được huỷ môn học.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "em xin đổi thời khóa biểu môn anh văn tiết 8910 thứ 4 ở cơ sở 1 sang cơ sở 2 cùng giờ để thuận tiện cho việc học do em đang học và làm việc ở cơ sở 2 ạ!. . Rất kính mong quý thầy cô phòng tạo đạo xem xét và chấp thuận!. . em xin ơn thầy cô!. .   i Đăng ký môn học - Đại học - Cao đẳng chính quy   Chuyển thời khóa biểu .",
            "Chào em,. . . . Trong đợt 3 DKMH theo qui định chỉ có bổ sung, không huỷ môn học. Em không chuyển nhóm được nhé.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]\ttên [full_name] . . Em xin phòng đào tạo tăng sĩ số môn hư hỏng sữa chữa công trình, mã môn CI1051, nhóm lớp A01 của thầy [full_name] ạ.. . Em cảm ơn . .",
            "Chào em,. . . . Môn này PDT đã tăng lên sỉ số max không tăng được nữa. Em có thể làm đơn mở xin mở lớp dự thính.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "B Em muốn chuyển nhóm lớp vì lý do thời gian và giảng viên. Cụ thể em muốn chuyển sang lớp mà giảng viên em dự định xin hướng dẫn luận văn giảng dạy ạ do bình thường biết giảng viên rồi vẫn chuyển được nhưng kỳ này lại không chuyển được ạ.. . . .",
            "Chào em,. . . . Trong đợt 3 DKMH theo qui định chỉ có bổ sung, không huỷ môn học. Em không chuyển nhóm được nhé.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tăng sĩ số lớp môn học . Em chào thầy/cô. . Em cần đăng ký 2 môn mà sĩ số lớp đã đủ ạ. . Em mong thầy/cô có thể tăng sĩ số lớp đại số tuyến tính L09_L17 và lớp vật lý bán dẫn L02_05 cho em đăng ký với ạ!. . Em cảm ơn ạ.",
            "Dạ em vừa kiếm được lớp đại số tuyến tính phù hợp rồi ạ. Em mong thầy(cô) giúp em tăng sĩ số lớp L05_L15 vật lý bán dẫn cho em với ạ.. . Em cảm ơn",
            "Chào em,. . . . Môn này  phòng thí nghiệm bị full sỉ số không tăng được nữa. Em có thể làm đơn xin mở lớp dự thính.. .",
            "Dạ cô cho em hỏi mở lớp dự thính là em phải học theo thời gian của hk dự thính 2 đúng k ạ. . Em cảm ơn ạ!!",
            "đúng rồi nhé bạn. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Em chào PDT ạ, e là sinh viên lớp đại trà thường nhưng e được xếp môn thí nghiệm hóa lí CH2041 là mã TA học tiếng anh( kĩ sư tài năng) . Em có thể lên PDT làm đơn để đổi lớp không ạ vì giờ trên mybk không cho đổi lớp ạ. Môn này rất quan trọng để cuối kì e đi thực tập tốt nghiệp ạ. Em cám ơn.",
            "Chào em,. . . . Việc này khoa có thông báo với sv rồi mà em, những trường hợp này sau ngày 6/1 em nộp đơn PDT xem sao.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tăng sĩ số lớp môn học . MSMH : MT1009. . Lớp :A02. . Giảng viên : [full_name].",
            "Chào em,. . . . PDT đã tăng sỉ số, em đăng kí lại nhé.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            ". . . .   i Đăng ký môn học - Đại học - Cao đẳng chính quy   Chuyển thời khóa biểu . Dạ em chào thầy/cô. . . . Em có thắc mắc là tại sao đợt đăng kí môn học hiệu chỉnh em không chuyển nhóm được ạ, mặc dù nhóm em muốn chuyển vào vẫn còn trống sĩ số lớp và không trùng tkb của em ạ, lúc em phát hiện ra không chuyển nhóm được là cận thời gian hết hạn đki.. . Bây giờ em có thể làm đơn xin chuyển nhóm được không ạ (  nhóm em hiện tại là [full_name]01_[full_name]02( sáng t6); nhóm em xin chuyển vào sĩ số hiện tại là 18/31 lớp [full_name]01_[full_name]01( chiều t6)  môn EN3013) . . . . Còn môn bóng rổ, hiện tại en thấy là có một số lớp vượt sĩ số ( trên 50bạn) , em có thể xin thầy/cô xem xét mở rộng sĩ số lớp bóng rổ sáng thứ 6 tiết 4-5 ( [full_name]32) được không ạ . . . . Em xin chân thành cảm ơn ạ",
            "Chào em,. . . . Trong đợt 3 DKMH theo qui định chỉ có bổ sung, không huỷ môn học. Em không chuyển nhóm được nhé.. . . . PDT đã tăng sỉ số môn bóng rổ, em đăng kí lại nhé.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Hiện tại em rất cần học môn tư tưởng hồ chí minh trong kỳ này, Em mong trường tăng sỉ số lớp tư tưởng SP1005 vào ngày thứ 2 tiết 10 11 12. Do sáng lúc mở đăng ký em đang dự thi học kỳ nên không đăng ký được . Em mong phòng đào tạo chấp thuận . Em xin chân thành cảm ơn .",
            "Hiện tại em rất cần học môn (SP1005) trong kỳ này , Em mong trường tăng sỉ số lớp tư tưởng SP1005 vào ngày thứ 2 tiết 10 11 12 205H6 tại cơ sở 2. Do sáng lúc mở đăng ký em đang dự thi học kỳ nên không đăng ký được do lớp đủ 127/127 . Em mong phòng đào tạo chấp thuận . Em xin chân thành cảm ơn .",
            ". . Chào em,. . . . Môn này PDT đã tăng lên sỉ số max không tăng được nữa. Em có thể làm đơn mở xin mở lớp dự thính.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Chuyển thời khóa biểu . Dạ em chào thầy/cô PĐT,. . . . Cho em xin chuyển thời khoá biểu môn thí nghiệm vật lý (PH1007) từ nhóm lớp L37 sang nhóm lớp L35 được không ạ?. . . . Em cám ơn nhiều ạ!",
            "Chào em,. . . . Trong đợt 3 DKMH theo qui định chỉ có bổ sung, không huỷ môn học. Em không chuyển nhóm được nhé.. . Thân. ."
        ]
    }
]