[
    {
        "intent": "",
        "message": [
            "Kính chào PĐT, . . . . Em là [full_name], MSSV [student_id], khoa Kỹ thuật Hóa học, bộ môn Kỹ thuật Chế biến Dầu khí. . . . . Hiện tại, em đã tích lũy đủ 141 tín chỉ, 35.5 ngày CTXH và CCNN đã được PĐT phê duyệt. Tuy nhiên, em không tra cứu được thông tin của em trong danh sách tốt nghiệp tạm thời đợt T11/2021. . . . . Sau đó, em có liên hệ với PĐT và được nhận thông tin do em đang tích lũy thiếu 2 tín chỉ nhóm C (nhóm môn học tự chọn không bắt buộc) của hướng ngành khác của khoa KTHH. Thực tế, theo chương trình đào tạo là chọn tối thiểu 6 tín chỉ trong nhóm đúng hướng ngành và 4 tín chỉ trong nhóm hướng ngành khác. Tuy nhiên, có thông tin từ thầy [full_name] là từ K2017 sẽ được chọn ngẫu nhiên các môn nhóm C để học, miễn sao tích lũy đủ 10 tín chỉ là được. Với em, em đã tích 8 tín chỉ trong nhóm đúng hướng ngành và 2 tín chỉ trong nhóm hướng ngành khác. . . . . Do vậy, em xin gửi PĐT 05 hồ sơ, bao gồm: . . 1. Quy định môn tự chọn nhóm C theo chương trình đào tạo;. . 2. Quy định môn tự chọn nhóm C thay đổi từ K2017 (thầy [full_name]);. . 3. File excel các môn nhóm C đã tích lũy;. . 4. Phản hồi từ thầy [full_name];. . 5. Thông tin tốt nghiệp_MSSV [student_id]. . . . . Em kính mong PĐT xem xét lại yêu cầu môn học nhóm C và phản hồi thông tin tốt nghiệp giúp em ạ. . . . . Em xin trân trọng cảm ơn. . . . . [full_name]. .",
            "Chào em,. . Em chờ xem kết quả vào đầu tuần sau 20/9/2021 nhé.. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em chào Thầy(Cô),. . Trong học kỳ vừa qua, em có đăng ký hoãn thi môn Phân tích và thiết kế giải thuật, Mã môn học: CO3031. Tuy nhiên, trong bảng điểm em xem thì là 0 điểm chứ không phải điểm 14.. . . . Mong sớm nhận được phản hồi từ Thầy(Cô). . Em cảm ơn",
            "Chào em,. . - Danh sách thi PĐT đã gửi trước rồi em (điểm 13). . - Em đã điền form hoãn thi, xem email xác nhận nhé.. . - PĐT chuẩn bị các công tác tiếp theo.. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Dạ cho em hỏi là chiều nay hết hạn đăng kí nộp bằng tốt nghiệp THPT nhưng hiện tại trường em đang làm khu cách ly và em đã liên hệ bên trường cấp 3 nhưng",
            "Chào bạn,. . PDT sẽ tổng kiểm tra bằng TN THPT (và bằng Cao Đẳng, Đại học đối với SV bằng 2, và VLVH). SV phải chuẩn bị sẵn sàng (bảng sao và bản scan) các bằng TN. Thời gian kiểm tra là trong tháng 10 mevà theo thông báo riêng. . Thân mến,. . . .",
            "Dạ cho em hỏi là chiều nay hết hạn đăng kí nộp bằng tốt nghiệp THPT nhưng hiện tại trường em đang làm khu cách ly và em đã liên hệ bên trường cấp 3 nhưng em vẫn chưa lấy được thông tin để đk ạ . Vậy bây giờ em phải làm sao ạ"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Chào PĐT,. . Em là [full_name]. . MSSV:[student_id]. . Lớp: CC20KYS. . Em thấy mail trường ghi hạn nộp bằng tốt nghiệp  là ngày 16/09/2021, mà hiện giờ em vẫn chưa đi đâu được vì dịch Covid. Vậy em phải nộp như thế nào ạ?( em có đăng ký nộp bàng trên MyBK rồi ạ). . Mong PĐT phản hồi em sớm.. . . . Trân trọng, . . [full_name]",
            "Chào bạn,. . PDT sẽ tổng kiểm tra bằng TN THPT (và bằng Cao Đẳng, Đại học đối với SV bằng 2, và VLVH). SV phải chuẩn bị sẵn sàng (bảng sao và bản scan) các bằng TN. Thời gian kiểm tra là trong tháng 10 và theo thông báo riêng. . Thân mến,. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . chào thâỳ cô!. . Kinh mong quý thầy cô xem xét cho em đơn xin đặc cách đăng kí luận văn này ạ. . Em xin cảm ơn",
            "Chào bạn,. . PDT đã ghi nhận yêu cầu về ĐKMH (học phần tốt nghiệp: TTTN, DCLV, LVTN) của bạn và đã chuyển cho bộ phận ĐKMH kiểm tra và xử lý.. . Bạn vui lòng theo dõi và kiểm tra TKB thường xuyên trên mybk/Thông tin SV. . . Trường hợp nếu không đăng ký được (không đủ điều kiện (thiếu môn tiên quyết, thiếu ngày CTXH..)  PDT sẽ phản hồi cho SV qua bksi.. . Chúc các bạn học tốt!. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Dạ em chào anh/chị,. . . . Em tên là [full_name], MSSV [student_id]. Sinh viên khoa kĩ thuật hóa học chương trình CLC. . . . . Vào ngày 06.08 em đã gửi đơn cho phòng đào tạo để xin dời luận văn tốt nghiệp do dịch Covid 19 ạ. Đến ngày 09.08, phòng đào tạo đã xác nhận là nhận được đơn và gửi đi phê duyệt. . . . . Nhưng do đến giờ em vẫn chưa nhận được phản hồi nào về vấn đề phê duyệt đơn xin dời luận văn nên bộ môn cũng không thể xét cho em được dời để kịp nộp điểm các bạn khác cho nhà trường. Hiện em đã bị cập nhật bảng điểm luận văn là số 13 (vắng thi) và tính vào điểm trung bình của mình. Em cũng theo hướng dẫn của VPĐTQT là đợi xét duyệt đơn xong mới hướng dẫn em đăng kí lại môn luận văn nên hiện tại cũng chưa thể đăng kí lại luận văn với bên bộ môn. Giảng viên hướng dẫn của em cũng lo lắng về vấn đề trên và hỏi em. . . . . Em mong anh/ chị có thể giải đáp giúp em về thời gian phê duyệt đơn và việc bảng điểm có được cập nhật lại sau đó không ạ. Em mong được giải quyết đơn sớm để hoàn thành thủ tục và yên tâm thực hiện luận văn của mình ạ. . . Em xin cảm ơn nhiều.  . . . .",
            "Chào bạn,. . Đơn hoãn LV của bạn đã được chấp nhận nhé, PDT cập nhật điểm hoãn thi LVTN sau ngày 10/10 trên mybk/Thông tin SV/ Xem điểm. . Nếu đã được chấp nhận hoãn LVTN thì bạn không cần phải đăng ký lại trong Hk211 nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: dạ cho em hổi tài khoảng ocb của em bị khóa vì lí do nhập sai mật khẩu . em đã liên hệ bên ngân hàng và họ bảo em ra ngân hàng dải quyết, nhưng h em đang ở quê và đang dịch v em sao có thể ra được ạ. cho em hỏi có cách đóng tiền nào khác không ạ",
            "Chào em,. . - PĐT đã gửi email đến sv gia hạn thời gian đóng HP đến 4/10.. . -  cho em hỏi có cách đóng tiền nào khác không ạ. . =  Em nhờ bạn có tài khoản OCB đóng dùm. . . . . . Thân gửi các bạn sinh viên,. . . . Sinh Viên thanh toán học phí qua cổng thanh toán BKPay. . . . Thời gian:. . . . 1-  Dự thính ngoài giờ, Dự thính chuyển hệ, VLVH (học nhóm dự thính ngoài giờ), VLVH (diện chuyển cơ sở, chuyển hệ), Anh văn theo nhu cầu: từ ngày 15/09 đến 15 giờ ngày 04/10/2021 (gia hạn thời gian vì giãn cách xã hội).. . . . 2-  Đại học chính quy, Cao đẳng, Bằng 2, VLVH: dự kiến từ 2/11 đến 15 giờ ngày 9/11/2021.. . . . Lưu ý:. . . . -      Sinh viên chưa hoàn tất học phí sau thời hạn thanh toán vui lòng xem chi tiết quy định tại Quy chế học vụ đào tạo để thực hiện nghiêm túc: aao.hcmut.edu.vn/sinh viên/quy chế/học vụ/Quy chế đào tạo và học vụ bậc đại học, cao đẳng/ Điều 7. . . . -      Thông báo về mức thu học phí các bậc đào tạo năm 2021-2022 tại trang web aao.hcmut.edu.vn    sinh viên    học vụ    học phí. . . . -      Học phí Học Kỳ chính chưa được tính miễn giảm diện chính sách. Lý do: Phòng Công tác chính trị Sinh viên chưa gửi danh sách miễn giảm. Học phí sẽ được cập nhật mới (nếu SV có tên trong ds miễn giảm) trước khi bắt đầu thanh toán học phí vào đầu tháng 11/2021. . . . -      Liên hệ Phòng Công tác chính trị Sinh viên để được hỗ trợ gia hạn học phí.. . . . -      Sinh viên theo học các môn học học cùng chương trình Tiên tiến/Chất lượng cao/Liên kết Quốc tế sẽ theo dõi và thực hiện các qui định/thông báo về học phí của Văn phòng Đào tạo Quốc tế.. . . . -      Số điện thoại hotline của Ngân hàng OCB để được hỗ trợ (khi có phát sinh sự cố): 18006678."
        ]
    },
    {
        "intent": "",
        "message": [
            "Dạ em có đăng ký nhận giấy. .  xác nhận sinh viên để hoãn nvqs mà hơn 1 tuần rồi vẫn chưa nhận được mẫu pdf ạ. . mong ad giúp em với ạ. . em cảm ơn nhiều ạ. .   i Yêu cầu khác .",
            "Chào bạn[full_name] [full_name] [full_name] đã ghi nhận phản hồi của bạn, Vì số lượng đăng ký giấy CNSV tăng đáng kể, Nên [full_name] đang cố gắng xử lý dữ liệu, xong sẽ scan để đưa lên hệ thống ngay, SV vui lòng thông cảm đợi thêm, giải thích thêm với cơ quan yêu cầu giấy CNSV[full_name][full_name] [full_name]  Sau khi [full_name] cập nhật xong bạn có thể tải bản scan trên trang đăng ký chứng nhận sinh viên[full_name][full_name] [full_name] Thân[full_name] [full_name]"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em chào thầy(cô) chuyên trách. Em nhận được thông tin về trường hợp hoãn thi sẽ được phòng đạo tạo sẽ hoàn thành xong trong tháng 12. Do kì trước(tức kì 202) em có đăng kí hoãn thi do phải cách ly tập trung, hiện giờ bảng điểm đang cập nhật điểm cho em là 13, vậy em muốn đăng kí thi cuối kì ở học kì này(tức kì 211) liệu có được chấp thuận không ạ? Hay phải xác nhận hoãn thi thành công để bảng điểm chuyển thành điểm 14 mới được đăng kí thi bù bài cuối kì ạ. Mong thầy(cô) giải đáp giúp em ạ. Em cảm ơn rất nhiều!. . Thân.",
            "Chào em,. . PĐT sẽ làm quyết định hoãn thi trước khi kỳ  thi HK211 bắt đầu, em yên tâm nhé.. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Chào thầy/cô. . Em tên là [full_name]. . MSSV [student_id]. . Em có câu hỏi như sau: Em đã có tên trên danh sách tốt nghiệp tạm thời,Vậy cho em hỏi khi nào sẽ có giấy tốt nghiệp tạm thời và giấy tốt nghiệp tạm thời có được gửi qua email không ạ? . . Em cám ơn thầy cô rất nhiều ạ.",
            "Chào bạn. . Hiện tại, Cô sẽ ghi nhận thông tin, để trình báo, hỗ trợ in giấy CNTN sớm nhất cho các bạn. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính gửi: Phòng Đào Tạo trường Đại Học Bách Khoa Thành phố Hồ Chí Minh. . . . Em chào cô,. . . . Cô cho em xin rút lại yêu cầu rút môn học đã gửi trước đó nhé.. . . . Mã môn học: CO3004. . Tên môn học: Mạng máy tính. . . . Em cám ơn ạ.. .   i Yêu cầu khác .",
            "Chào bạn,. . Bạn vui lòng làm đơn xin hủy rút môn học, ghi rõ lý do, tên mh và mã Mh xin hủy rút ở HK211 nhé. . Sau đó gửi qua [full_name]. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Dạ hiện tại em đã liên hệ với trường họ bảo là  sở GD&ĐT của tỉnh em chưa cấp bằng TN THPT thì giờ em đợi đợt sau hay làm sao ạ ? Và có ảnh hưởng gì đến việc đk môn học không ạ ?",
            "Chào bạn,. . PDT sẽ tổng kiểm tra bằng TN THPT (và bằng Cao Đẳng, Đại học đối với SV bằng 2, và VLVH). SV phải chuẩn bị sẵn sàng (bảng sao và bản scan) các bằng TN. Thời gian kiểm tra là trong tháng 10 và theo thông báo riêng. . Thân mến,. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Dạ cho em hỏi em để quên cái bằng tốt nghiệp ở ktx khu A , nên bây giờ e không thể bk được mã số để đăng kí nộp giấy tốt nghiệp thpt , vậy pdt có cách nào có thể giải quyết cho e đc không ạ , e cảm ơn ạ",
            "Chào bạn,. . PDT sẽ tổng kiểm tra bằng TN THPT (và bằng Cao Đẳng, Đại học đối với SV bằng 2, và VLVH). SV phải chuẩn bị sẵn sàng (bảng sao và bản scan) các bằng TN. Thời gian kiểm tra là trong tháng 10 và theo thông báo riêng. . Thân mến,. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính gửi Bộ phận học vụ VPĐT Quốc Tế OISP[full_name] [full_name] [full_name] [full_name] Tôi tên: [full_name][full_name] [full_name] MSSV: [student_id][full_name] [full_name] [full_name] [full_name] Tôi làm đơn này xin HUỶ đăng ký rút học Ô tô và môi trường - Automobile and Pollution (MMH: TR3071) ở học kỳ 211[full_name] Lý do tôi chưa đọc kĩ quy chế học vụ của PĐT, và thời gian học môn này đã được thay đổi cho phù hợp giờ với sinh viên[full_name] Nên tôi xin huỷ đơn đăng ký rút môn, và mong được tiếp tục theo học môn học nói trên[full_name][full_name] [full_name] [full_name] [full_name] Tôi cảm ơn, và mong sớm nhận được phản hồi của PĐT[full_name][full_name] [full_name] [full_name] [full_name] Thân[full_name][full_name][full_name]",
            "Chào em,. . [full_name] đã nhận được thông tin của em. Môn học này vẫn còn TKB nhé em.. . Thân mến,. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ em chào pdt, hôm qua em có hỏi về vấn đề xin bổ sung TLTN thì pdt có phản hồi cho em là bổ sung mã TLTN và xác nhận đồng ý của khoa nhận cho sinh viên làm TLTN thì em đã làm đơn gửi về khoa xác nhận đồng ý rồi và có gửi đến phòng đào tạo rồi,nên em xin pdt kiểm tra xem xét cập nhật tkb TLTN mã mh(260663) để em có tkb và liên hệ giáo viên nhận đề tài ạ,em cám ơn .",
            "Chào bạn,. . [full_name] gửi cho ai và ntn nhé? bạn vui lòng trình bày rõ, cô không tiếp nhận đơn của bạn thì không thể tl bạn được nhé!. . Không thì bạn nhờ [full_name] chụp hình đơn cho bạn và bạn gửi qua bksi giúp cô nhé. . Thân",
            "Dạ đây là đơn của em đã đc. [full_name] xác nhận đồng ý ạ,và TT em cũng đã gửi đơn này lên pdt rồi và kêu em chờ phản hồi từ pdt.",
            "Chào bạn. . PDT đã ghi nhận yêu cầu về ĐKMH của bạn và đã chuyển cho bộ phận ĐKMH kiểm tra và xử lý.. . Bạn vui lòng theo dõi kết quả cật nhật TKB tại mybk sau ngày 21/9/2021. . Trường hợp sau ngày này vẫn chưa có TKB, SV vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . SV chủ động liên hệ khoa để xin nhận GV hướng dẫn.. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em tên Đoàn Thái Ngọc MSSV [student_id]. . Đợt vừa rồi do dịch nên trường cấp 3 của em là trường tư thục nên cho học sinh nghỉ và trường cũng không làm việc nên em VẪN CHƯA LẤY ĐƯỢC BẰNG TNTHPT được ạ. Vì chưa lấy nên em không thể điền thông tin trên trang MyBK, cho em hỏi là trường có đợt nộp sau để em được đăng ký không ạ. Em cảm ơn!",
            "Chào bạn,. . PDT sẽ tổng kiểm tra bằng TN THPT (và bằng Cao Đẳng, Đại học đối với SV bằng 2, và VLVH). SV phải chuẩn bị sẵn sàng (bảng sao và bản scan) các bằng TN. Thời gian kiểm tra là trong tháng 10 và theo thông báo riêng. . Thân mến,. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Dạ cho em hỏi còn cách nào để mà bây giờ không đăng kí được nộp bằng tốt nghiệp thpt , mà vẫn có thể nộp được bằng không ạ , mong giúp em với ạ",
            "Chào bạn,. . PDT sẽ tổng kiểm tra bằng TN THPT (và bằng Cao Đẳng, Đại học đối với SV bằng 2, và VLVH). SV phải chuẩn bị sẵn sàng (bảng sao và bản scan) các bằng TN. Thời gian kiểm tra là trong tháng 10 và theo thông báo riêng. . Thân mến,. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em xin chào PĐT,. . . . Em là [full_name], MSSV [student_id], Cơ Điện Tử Việt Pháp K16.. . . . Hiện tại em đã đủ điều kiện tốt nghiệp đợt tháng 11 năm 2021, nhưng không có tên trong danh sách tốt nghiệp. PĐT có thể kiểm tra giúp em trên hệ thống đang báo em thiếu gì hay có nhầm lẫn gì không.. . . . Em cảm ơn.",
            "Chào bạn,. . PDT đã ghi nhận yêu cầu về đăng ký xét TN của bạn. SV vui lòng theo dõi email  và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 21/09/2021 SV vẫn chưa nhận được mail hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 11/2021. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Chào em,. . PĐT đã gửi email đến sv, em đọc nhé (chưa đến hạn thanh toán mà em). . . . Thân gửi các bạn sinh viên,. . . . Sinh Viên thanh toán học phí qua cổng thanh toán BKPay. . . . Thời gian:. . . . 1-  Dự thính ngoài giờ, Dự thính chuyển hệ, VLVH (học nhóm dự thính ngoài giờ), VLVH (diện chuyển cơ sở, chuyển hệ), Anh văn theo nhu cầu: từ ngày 15/09 đến 15 giờ ngày 25/09. . . . 2-  Đại học chính quy, Cao đẳng, Bằng 2, VLVH: dự kiến từ 2/11 đến 15 giờ ngày 9/11. . .... . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Dạ em xin chào thầy cô ạ,em là [full_name], MSSV [student_id]. Em đã nhận được đơn hoãn thi môn Giải Tích 1 thành công,tuy là bảo thời gian sau 30/9 mới thắc mắc, nhưng em hơi lo lắng nên muốn thắc mắc sao vẫn chưa có lịch thi nhưng lại có điểm tổng kết môn là 13 vậy ạ. Em mong nhận được phản hồi từ thầy cô ạ, em xin cảm ơn. . .   B Yêu cầu khác:",
            "Chào em,. . - Danh sách thi PĐT đã gửi trước khi  em điền form hoãn thi (điểm 13, điểm 0). . - Em đã điền form hoãn thi, xem email xác nhận nhé.. . - PĐT chuẩn bị các công tác tiếp theo.. . - Sau khi PĐT hậu kiểm với Khoa mới ra quyết định hoãn thi (khoảng tháng 12), lúc đó điểm 0, điểm 13 sửa thành điểm 14.. . Thân mến,. .",
            "Dạ em chào cô ạ, vì môn Giải tích là môn cuối em còn nợ, thế nếu bị hoãn thi tới tháng 12 nhưng học kì này em không đăng kí môn học thì có bị đình chỉ học vụ để Tốt Nghiệp không ạ? . . Em xin cảm ơn",
            "li answer rate: Answer is not complete / Câu trả lời chưa hoàn chỉnh",
            "Chào bạn. . Bạn vui lòng đợi thông báo chung của nhà trường nghen, vì có nhiều trường hợp giống bạn phản hồi đang xin ý kiến của Lãnh đạo. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Chào BKSI, em tên là [full_name], MSSV: [student_id], lớp DD18DV3. Em xin trình bày việc sau ạ: em là sinh viên ở Kí túc xá Bách Khoa (quận 10) và vì phải về quê trong đợi thi nên em đã đăng ký xin hoãn miễn thi theo link mà Kí túc xá cung cấp. Nhưng đến hôm nay kết quả môn đó của em lại là điểm 13. Em không biết đây có phải là kết quả cuối cùng hay em phải đợi nhà trường cập nhật lại sau ạ (vì em nghe một số bạn nói nhà trường sẽ cập nhật lại ạ)?. . Em xin cảm ơn.. .",
            "Chào bạn. . Cô kiểm tra đúng là bạn có tên trong danh sách miễn thi của KTX gởi. . Nhưng đây chỉ là danh sách do KTX đề nghị đang trong quá trình xử lý, phải đối chiếu với [full_name] về danh sách cấm thi, điểm, tiếp đó xin ý kiến của Ban giám hiệu. . Sau đó mới ra Quyết định miễn chính thức. . Quyết định [full_name] lúc đó sẽ gởi về KTX để thông báo cho SV. . Nếu có Quyết định [full_name] thì Pdt sẽ cập nhật lại điểm (thay thế điểm 13 thành điểm 12). . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . cho em hỏi em xin giấy \"Bổ túc hồ sơ cho địa phương\" thì khi nào được xử lý ạ, em đã đăng ký ngày 9/9/2021. . . .",
            "Chào em,. . - Sau khi xử lý giấy chứng nhận sinh viên, Phòng Đào tạo sẽ gửi về địa chỉ sinh viên đăng ký khi bưu điện hoạt động lại bình thường trong đợt giãn cách xã hội. Mặt khác, sinh viên có thể tải bản scan trên trang đăng ký chứng nhận sinh viên (sau khi yêu cầu của SV đã được xử lý).. . . . - Vì số lượng sv cần hơi nhiều, PĐT scan up lên nhanh nhất có thể.. .  . . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Dạ vừa rồi trong kì thi em có bị sự cố ở 1 môn, sau đó đã nộp đơn xin hoãn thi buổi đó, nhưng sau đó đã được giang viên của Tổ bộ môn sắp xếp lịch kiểm tra bù và đã nộp minh chứng lên BKEX.. . . . Hiện tại, em đã có điểm và không biết là như vậy thì em có phải xin rút đơn hoãn thi đó không ạ, vì em không biết đơn đó là hoãn thi buổi thi hay là hoãn cả môn. Em xin được tư vấn ạ.. . . . Em cảm ơn !. .",
            "Chào em,. . Em làm đơn xin hủy hoãn thi: ghi rõ HK, mã môn học, tên môn học ... , hoặc lấy mẫu đơn hoãn thi sửa thành đơn HỦY HOÃN THI, gửi qua bksi. . Thân mến,. .",
            "li answer rate: Answer is not complete / Câu trả lời chưa hoàn chỉnh"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . dạ em chào thầy cô,. . Hiện tại em là sv khóa k15, do em mới nhận được điểm môn học CSKTĐ (EE2017) thấp hơn so với dự định của em, và không thể qua được môn này. Do kì này là kì cuối của em, nếu không thể trả môn này trong kì này, bằng của em sẽ chuyển sang hệ vừa học vừa làm, thầy/ cô cho em hỏi có thể giúp em đăng ký lớp dự thính CSKTĐ hiện tại đang mở được không ạ? Lớp này hiện chỉ mới học được 2 buổi. Mong thầy/ cô xem xét giúp em với ạ. Em cảm ơn thầy cô rất nhiều",
            "Chào bạn. . Bạn liên hệ xin xác nhận đồng ý cho vào lớp của Giảng viên giảng dạy, bổ sung gấp trong thứ 2 tuần sau nghen. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Thưa PĐT. Em có đăng lý form hoãn thi môn Triết học SP1031 và bây giờ chưa thi lại nhưng hiện giờ trong bảng điểm thì đánh dấu là điểm 13.00 vắng thi. Em mong có sự chỉnh sửa hợp lý.",
            "Chào em,. . - Danh sách thi PĐT đã gửi trước khi  em điền form hoãn thi (điểm 13, điểm 0). . - Em đã điền form hoãn thi, xem email xác nhận nhé.. . - PĐT chuẩn bị các công tác tiếp theo.. . - Sau khi PĐT hậu kiểm với Khoa mới ra quyết định hoãn thi (khoảng tháng 12), lúc đó điểm 0, điểm 13 sửa thành điểm 14.. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em chào phòng đào tạo.. . Em là [full_name]. MSSV:[student_id]. Lớp: CK16KSCD.. . Em đã hoàn thành chương trình học còn anh văn nói viết để nhận bằng. Do em không đăng ký môn học nên đã bị tạm dừng học, dịch bệnh em không thể lên trường nộp đơn được ạ. Mong thầy cô tiếp nhận đơn và mở lại tình trạng học cho em ạ.. . Em xin chân thành cảm ơn ạ.",
            "Chào bạn. . Bạn vui lòng đợi khi nào đạt anh văn nói viết thì báo lại Pdt thu nhận để xét tốt nghiệp Hk211 này nghen. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học  /i  TR4313 Luận văn tốt nghiệp.. . Em xin chào phòng đào tạo, em là Trần Minh Bảo, hiện đang theo học Văn Bằng 2, ngành Kỹ Thuật Ô Tô, khoa Kỹ thuật giao thông. Văn Bằng 1 của em là ngành Cơ Khí chế tạo máy - MSSV [student_id]6.. . Điều kiện để nhận Luận văn tốt nghiệp thì em đã có đủ nhưng không hiểu sao phòng đạo tạo báo là không đủ điều kiện ạ.. . - Anh Văn : học kì này phòng đạo tạo không xét nên em dù chưa có vẫn ok ạ.. . - Ngày CTXH : do là em học Văn Bằng 2 nên không cần đến ngày CTXH ạ. Em đã hỏi điều này từ khi bắt đầu học.. . - Chương trình đào tạo : em đã hoàn thành chương trình đào tạo...đủ số tín chỉ để đăng kí. Em xin đính kèm file miễn môn học của phòng đạo tạo.. . Em có đính kèm mẫu đơn của Khoa xác nhận. Nếu em khiếu nại thành công thì Khoa vẫn cho em nhận Luận Văn ạ. Mong phòng đào tạo xem xét giúp cho em.. .",
            "Chào bạn,. . PDT đã ghi nhận yêu cầu về ĐKMH (học phần tốt nghiệp: TTTN, DCLV, LVTN) của bạn và đã chuyển cho bộ phận ĐKMH kiểm tra và xử lý.. . Bạn vui lòng theo dõi và kiểm tra TKB thường xuyên trên mybk/Thông tin SV. . . Trường hợp nếu không đăng ký được (không đủ điều kiện (thiếu môn tiên quyết, thiếu ngày CTXH..)  PDT sẽ phản hồi cho SV qua bksi.. . Chúc các bạn học tốt!. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em là Nguyễn Đình Minh Nhật, sinh viên Việt Pháp khoá 2015.. . Ngày 07/08/2021, em vì không thể đi in giản đồ kèm theo phục vụ cho việc thi môn Nguyên Lý Hoá Công Nghiệp (601702) online vì giãn cách xã hội nên em đã đăng ký hoãn thi truocws ngày thi như đúng mail của trường gửi sinh viên và đã nhận được mail xác nhận của trường là đã đã đăng ký và chấp nhận mail. Lần trước em có lên trên này hỏi thì được đáp là check lại mail. Tuy nhiên đến nay điểm của em vẫn là 13 ạ, cho em hỏi em là vì sao lại như vậy ạ ?. . Ngày 21/8/2021, em có thi Xử lý tín hiệu tương tự và tín hiệu số (405715), em có điểm danh và nộp bài và thầy xem thi đã bảo bài nộp em được rồi em mới thoát ra, vậy thì cho em hỏi là hôm nay cập nhật điểm là điểm 13 là sao vậy ạ.. .",
            "Chào em,. . 1. Đối với môn em điền form hoãn thi:. . - Danh sách thi PĐT đã gửi trước khi  em điền form hoãn thi (điểm 13, điểm 0). . - Em đã điền form hoãn thi, xem email xác nhận nhé.. . - PĐT chuẩn bị các công tác tiếp theo.. . - Sau khi PĐT hậu kiểm với Khoa mới ra quyết định hoãn thi (khoảng tháng 12), lúc đó điểm 0, điểm 13 sửa thành điểm 14.. .  . . 2. Ngày 21/8/2021, em có thi Xử lý tín hiệu tương tự và tín hiệu số (405715), em có điểm danh và nộp bài và thầy xem thi đã bảo bài nộp em được rồi . . =  Em nên liên hệ GV giảng dạy để được hướng dẫn.. . . . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em là k18, kỳ vừa rồi em đã đăng ký nhầm mã đề cương luận văn tốt nghiệp CO4315 thành CO4311. . Hiện tại em đang hoang mang không biết mình có còn cách nào để giải quyết không ạ.. . Hiện tại bên thời khóa biểu em không hiện đề cương ạ.. . Em đã đăng ký đề tài đề cương và đang làm thì mới nhận ra ạ.. . Em chân thành cảm ơn",
            "Chào bạn. . Nghĩa là bạn muốn đăng ký thêm môn DCLV phải không?. . Hiện tại đã đến tuần thứ 5 của HK 211, nên bạn vui lòng làm đơn đăng ký LVTN, trong đơn ghi rõ tên môn học, mã số môn học, lý do bổ sung. Và phải có xác nhận của Khoa đồng ý bổ sung (có thể gởi yêu cầu Khoa xác nhận trong đơn, hoặc xác nhận qua maii, bạn chụp hình mail  đồng ý đính kèm ), gởi yêu cầu tại BKSI để xử lý. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Dạ em chào thầy/cô,. . Vào ngày 11/08 em có đăng kí hoãn thi môn học Hóa hữu cơ (MHH: CH2021) với lí do là em dương tính với SARS-COVI2, em có đăng kí qua bksi và được cô hướng dẫn điền form và em cũng đã điền form rồi ạ.. . Tuy nhiên hôm nay em có điểm trung bình học kì thì môn Hóa hữu cơ của em được cho điểm 13 chứ không phải điểm I, em xin thầy/cô kiểm tra lại thông tin giúp em với ạ. . . Em xin cảm ơn.. . Em chúc thầy/cô được nhiều sức khỏe và bình an!",
            "Chào em,. . - Danh sách thi PĐT đã gửi trước khi  em điền form hoãn thi (điểm 13, điểm 0). . - Em đã điền form hoãn thi, xem email xác nhận nhé.. . - PĐT chuẩn bị các công tác tiếp theo.. . - Sau khi PĐT hậu kiểm với Khoa mới ra quyết định hoãn thi (khoảng tháng 12), lúc đó điểm 0, điểm 13 sửa thành điểm 14.. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tình hình là em mới nhận được mail thông báo quay lại học các môn thể chất từ nhà trường. . . Em có thắc mắc là :. .   B  2 môn Thể Chất em học trước đó đều hiện lên trang BKEL nhưng riêng môn Bóng Chuyền (HK202) thì lại không hiện. Vậy nếu quay lại học Thể Chất thì em phải lấy link ở đâu ạ??. .   /B Mong Nhà Trường giải đáp sớm.. .   i Yêu cầu khác .",
            "Chào em,. . Trung tâm GDTC đang phân công GV.. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em tên [full_name], mssv 155108.. . Hiện giờ em muốn xét tốt nghiệp trên hệ thống MyBk, nhưng do dịch bệnh em không có được hình 3x4 mặc sơ mi đeo cà vạt (do áo và ca vạt em để ở phòng trọ, và giờ em không mua kịp). .",
            "Chào em,. . - Em tự chụp hình, miễn sao nhìn lịch sự là được (không cần veston, cà vạt).. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính gửi: Phòng Đào Tạo trường Đại Học Bách Khoa Thành phố Hồ Chí Minh. . . . Em chào cô,. . . . Em xin được gửi đơn huỷ rút môn học mà trước đó em đã gửi PĐT ạ. Mong cô xem xét đơn huỷ này giúp em nhé.. . . . Em cám ơn cô.. . . .   i Yêu cầu khác .",
            "Chào em,. . PĐT đã nhận được thông tin hủy rút môn học của em, TKB của em vẫn bình thường nhé.. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Dạ em là [full_name] . mssv: [student_id]. . . . Thời khóa biểu môn học của em có môn bơi GDTC (PE1043) lớp: L30. . Nhưng trong BK elearning của em không có mục môn bơi ạ. Em xin cảm ơn",
            "Chào bạn,. . Dự kiến bắt đầu học từ 20.9 nhé bạn. PDT sẽ cập nhật trước ngày này nhé. . [full_name]"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Kính thưa Phòng Đào Tạo,. . . . Em tên [full_name] - MSSV [student_id].. . Em kính nhờ PĐT xin file tình trạng xét tốt nghiệp của em ạ. Để em kiểm tra còn thiếu môn gì nữa không ạ.. . . . Chân thành cảm ơn PĐT rất nhiều.. . Best regard.",
            "Chào bạn,. . PDT đã ghi nhận yêu cầu về đăng ký xét TN của bạn. SV vui lòng theo dõi email  và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 28/09/2021 SV vẫn chưa nhận được mail hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 11/2021. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em đã đăng kí in thẻ sinh viên gửi về nhà cách đây một tháng rồi, nhưng đến nay vẫn chưa nhận được. Không biết bao giờ em mới nhận được ạ. Em sợ không có kịp để em thi giữa kì này.. . Em kiểm tra thông tin thì thấy đã đăng kí thành công và in xong, em đã đóng phí qua bkpay.",
            "Chào bạn. . Hiện tại do bưu cục tạm ngưng do giãn cách nên bạn vui lòng đợi. . Trường hợp không có thể để thi/kiểm tra có thể trình bày kèm minh chứng là đã đăng ký in thẻ cho CBCT. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính gửi BKsi,. . . . Em tên: [full_name], MSSV: [student_id]. . Theo sự hướng dẫn của cô [full_name] trong phản hồi ID 36087. Nay em làm đơn xin cứu xét đăng ký LVTN (file đính kèm) này mong thầy /cô sẽ chuyển đơn này lên Ban lãnh đạo để xem xét giúp em có thể đăng ký và bảo vệ Luận văn tốt nghiệp trong học kì này, để em có thể hoàn thành kịp tiến độ học tập.. . . . Trong thời gian chờ đợi, em xin chân thành cảm ơn.",
            "Chào bạn. . Bạn xem lại hướng dẫn của Cô [full_name] nghen. . Đơn cứu xét của bạn phải bổ sung thêm xác nhận của [full_name]. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Tên: [full_name]. . MSSV: [student_id]. . Khoa cơ khí. . . . Hiện tại, địa phương em ở cần một file PDF giấy xác nhận sinh viên để hoãn NVQS.. . . . Em đã đăng kí in giấy xác nhận sinh viên, nhưng do tình hình dịch bệnh nên có thể ko gửi đến địa phương em kịp. Mong PĐT cấp cho em 1 bản PDF.. . . . Em xin cảm ơn.. . . .",
            "Chào bạn[full_name] [full_name] [full_name] đã ghi nhận phản hồi của bạn, Vì số lượng đăng ký giấy CNSV tăng đáng kể, Nên [full_name] đang cố gắng xử lý dữ liệu, xong sẽ scan để đưa lên hệ thống ngay, SV vui lòng thông cảm đợi thêm, giải thích thêm với cơ quan yêu cầu giấy CNSV[full_name][full_name] [full_name]  Sau khi [full_name] cập nhật xong bạn có thể tải bản scan trên trang đăng ký chứng nhận sinh viên[full_name][full_name] [full_name] Thân[full_name] [full_name]"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học  /i  Đại số tuyến tính (Việt Pháp), MT1015 , lớp P01. . . . Lí do đăng kí: Môn này của năm nhất, trong đợt I và đợt II của kì đăng kí môn học em không tìm thấy nên không đăng kí được. Đến đợt III thì em không chú ý mail nên không kiểm tra. . . . . Được sự hướng dẫn của cán bộ PĐT, nay em làm đơn này xin học chung với K21 môn Đại số tuyến tính (Việt Pháp). . . . Hiện tại môn học cũng chưa bắt đầu, mong PĐT giúp đỡ để em trả nợ môn.. . . . Em xin cảm ơn.. . . .",
            "Chào bạn. . Phòng đào tạo đã ghi nhận thông tin bạn đăng ký môn học chung với K2021, Thời gian bắt đầu học của Khoá 2021 là 4/10/2021, nên bạn vui lòng xem TKB tại Mybk vào thời gian trên, nếu không có TKB thì phản hồi lại Pdt. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Cho em hỏi là em bị cách ly tại khu cách ly làm sao để học thể chất được?. . Có cách nào để khắc phục không ạ?",
            "Chào em,. . Em liên hệ cô [full_name] [phone_number], phòng 520 Nhà điều hành ĐHQG-HCM (khu phố 6, phường Linh trung, Thủ đức). . Email của cô [full_name] : [email]. . . . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Dạ em xin chào thầy/cô:. . . . Trong phần thông tin cá nhân =  nơi sinh của em hiện nay đang bị sai.. . Nơi sinh đang hiển thị: Tỉnh Bà Rịa Vũng Tàu. . . . Em mong thầy/cô hỗ trợ giúp em sửa lại ạ:. . Nơi sinh đúng: Tỉnh Đồng Nai.. . . . Em xin cảm ơn.",
            "Chào em,. . Em chụp hình giấy khai sinh có mộc đỏ gửi [email] để được cập nhật nhé.. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Chào thầy(cô),. . . . Em là [full_name], là sinh viên chuyển hệ từ Chính quy qua hệ VHVL (vì hết thời gian đạo tạo khóa 14), trong tờ giấy đăng ký chuyển hệ thì em xin chuyển từ ngành đang theo học là Cơ kỹ thuật (khoa Khoa học Ứng dụng), nhưng nay em vào xem thông tin thì đã chuyển qua ngành Kỹ thuật Chế tạo (khoa Cơ Khí).. . . . Vì hiện tại em chỉ còn vài môn bên ngành Cơ kỹ thuật là em tốt nghiệp, thầy cô có thể hướng dẫn em làm cách nào để chuyển qua lại ngàng Cơ kỹ thuật không ạ.. . . . Em cảm ơn ạ.",
            "Chào bạn. . Bạn vui lòng viết đơn Chuyển ngành. . Trình bày rõ nội dung, mong muốn, lý do Chuyển ngành gởi tại BKSI để Cô hỗ trợ cho bạn nghen . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "em tên là [full_name] học lớp Triết L04-C, bữa thi Triết em có điểm danh nhưng chưa kịp làm bài thì máy em gặp trục trặc nên bị tắt ngang, ngay sau đó em có gửi đơn xin hoãn thi nhưng giờ vẫn bị nhận điểm 0 ạ, mong thầy cô xem xét, kiểm tra lại ạ .",
            "Chào em,. . Hiện tại nhà trường chưa ra QD hoãn thi nhé bạn, dự kiến ra quyết định chung vào cuối tháng 12, nên trường hợp đăng ký hoãn thi vẫn bị điểm 13 bình thường. Sau khi hậu kiểm với ds của Khoa thì mới ra quyết định hoãn thi và sẽ điều chỉnh lại điểm trên mybk/Thông tin SV/xem điểm. . Lưu ý:. . 1) PDT sẽ hậu kiểm lại với danh sách cấm thi của Khoa gửi lên, nếu SV bị cấm thi sẽ bị hủy kết quả hoãn thi theo quy định. SV vẫn phải hoàn thành các phần việc của môn học, nhất là TH/TNg và BTL. GV có quyền cấm thi nếu SV không hoàn thành tốt các phần này. . 2) Trường hợp có sự cố bất khả kháng trong khi thi dẫn đến không thể hoàn thành được bài thi, và không được giải quyết cho thi vào ca thi tiếp theo (nếu có), sinh viên có thể đăng ký \"Hoãn thi\" ngay sau buổi thi (không phải vắng thi có phép), SV phải báo với CBCT hoặc trực thi để được ghi nhận vào trong danh sách thi. PDT sẽ đối chiếu lại với danh sách của Khoa về các tình huống đã thi nhưng điểm thấp hoặc không có báo cáo ghi nhận về các sự cố trong buổi thi trước khi quyết định hoãn thi. . 3) Riêng đối với môn Đồ án, Thực tập ngoài trường, Đề cương Luận văn, Luận văn/Tiểu luận tốt nghiệp: SV có thể xin hoãn bảo vệ với lý do dịch Covid-19 ảnh hưởng nghiêm trọng đến kết quả thực hiện đề tài (không thực nghiệm được tại Phòng thí nghiệm, không thực địa, ...). SV gửi email trực tiếp đến Giáo viên hướng dẫn, Khoa/Bộ môn để được xem xét đồng ý và forward email cuối cùng đến email của PĐT để đăng ký.. . Chúc bạn học tập tốt nhé.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ cô ơi. Cô xem có sai sót gì không ạ !. . Tính đến học kì 202 . Em đã tích lũy hơn 100 tín chỉ chuyên ngành. Em đã đăng kí đầy đủ tất cả các môn học theo lộ trình của CTĐT . MT1003  GIAI TICH 1               4               . . MT1009  PHUONG PHAP TINH          3               . . MT2001  XAC SUAT VA THONG KE      3             . . PH1003  VAT LY 1                  4              . . PH1007  THI NGHIEM VAT LY         1   . . Chỉ có 5 môn này em chưa tích lũy được và đã đăng kí 2 môn vào kì học 211 này  . . MT1003  GIAI TICH 1               4. . MT1009  PHUONG PHAP TINH          3    . . Riêng môn Hóa Lí CH2001, vì khoa đã thay đổi CTĐT , nên e có đăng kí môn tương đương Hóa lý- Công nghệ vật liệu MA2037 vào HK202, vì tình hình dịch bệnh nên chưa thực hành được nên chưa có điểm môn này ạ ! . . Và em đã nộp đầy đủ đơn đóng học phí nộp trễ và đơn phục hồi TKB và đã đóng tiền học phí cho TTTN của môn TTTN ở những câu hỏi phía trên và được xét duyệt ! . . Em mong cô xem xét lại trường hợp của em ạ !",
            "Dạ em xin được gửi bảng điểm tính đến HK202 của em ạ : Tín chỉ tích lũy của em đạt 94 TC trong đó có 2 môn chưa có điểm :. . MA3079\tCông nghệ nhiệt luyện - 4 tín chỉ . . MA2037\tHóa lý - cn vật liệu - 3 tín chỉ. . Riêng môn Hóa lý thì Khoa em đã bỏ mã cũ từ khóa K19 và học môn tương đương. Vì chưa có điểm môn này do dịch bệnh không hoàn thành thí nghiệm nên em chưa kịp chuyển điểm .. . Và bảng điểm của em chưa cập nhập TCTLN nên chỉ có 50 chỉ : Xét theo TCTLN của bộ môn Kim loại - Công nghệ vật liệu. . Tính đến học kì 202 để đăng kí TTTN thì PĐT đã cho phép được tích lũy tín chỉ chưa có kết quả môn học . Em đã tích lũy được 100 tín chỉ theo đúng CTĐT của K18 Kim loại - Công nghệ vật liệu . . . Em cũng đính kèm BK Pay của em đã đóng học phí HK203 của môn TTTN - MA3315. . Và lịch sử đăng kí môn Đề cương Luận Văn - MA4315 vào đợt 3 của HK211. Và của em bị hủy ĐCLV do thiếu môn song hành TTTN . Em có gửi câu hỏi lên BKSI thì chờ kết quả phục hồi môn học cho 2 môn trên của em .. . Em xin PĐT xem xét lại trường hợp của em để em có thể phục hồi lại TKB 2 môn trên của em. . . Em xin cảm ơn !",
            "Chào bạn,. . Bạn trình bày cô không hiểu rõ vấn đề lắm?. . Bạn trình bày lại theo hướng câu hỏi của cô nhé:. . Cô đã gửi cho bạn file text mà bộ phận xét TTTN báo, bạn kiểm tra điều kiện PDT xét có gì sai hay không? sai bạn có thể khiếu nại theo file cô gửi giúp nhé? Ghi rõ cụ thể môn và Mã MH xét thiếu cho bạn.. . Về môn tương đương sinh viên lưu ý giúp là khi nào đạt mới được cập nhật tín chỉ môn tương đương nhé (theo quy định). . Thân",
            "MT1003  GIAI TICH 1               4  193          4.5    . . MT1009  PHUONG PHAP TINH          3  201          2.0    . . MT2001  XAC SUAT VA THONG KE      3  191          2.5    . . PH1003  VAT LY 1                  4  192          4.5    . . PH1007  THI NGHIEM VAT LY         1  181          1.0  . . Dạ trong file cô gửi chỉ có 5 môn này là em chưa tích lũy được ạ. Còn riêng môn Hóa Lí CH2001 , PĐT có thể xem xét lại giúp em với không ạ. Vì đến nay vẫn chưa có thông báo thực hành thì không thể tích lũy tín chỉ được ạ. Và sẵn đây cho em hỏi tại sao bảng điểm của em chỉ có 50 TCTLN ạ ?",
            "Em nói rõ hơn giúp cô về môn Hóa Lí CH2001 là sao không? mơn tương đương của môn gì?. . Em không trình bày rõ ràng thì cô không thể hỗ trợ bạn được nhé. . Thân",
            "Môn Hóa Lí - CH2001, vì khoa em đã thay đổi CTĐT , nên e có đăng kí môn tương đương Hóa lý- Công nghệ vật liệu- MA2037 ạ",
            "môn này em đã đạt chưa?",
            "Dạ từ HK202 đến giờ do dịch bệnh nên môn vẫn chưa có thông báo thi HK ạ ! Nhưng e mong PĐT có thể xem xét trường hợp này cho em ạ !",
            "Vấn đề nếu cộng thêm môn MA2037 thì em có đủ điều kiện hay không?",
            "Dạ nếu được cộng vào thì e đủ 100 tín chỉ ạ. đủ điều kiện để đăng kí TTTN . Mà e đã đóng học phí môn này vào HK203 rồi ạ. Mà vẫn chưa được phục hồi TKB",
            "Vì môn TTTN là môn song hành của ĐCLV nên cả 3 lần đăng kí môn học Hk211 em bị xóa môn ĐCLV . Mặc dù e đã gửi đơn phục hồi môn TTTN trước thời gian ĐKMH",
            "Chào em,. . Vậy em làm đơn xin d",
            "Em xin được gửi đơn phục hồi TKB ạ",
            "Chào em,. . Đã Phục hồi TKB Hk203 và đăng ký ĐCLV vào HK211 cho bạn nhé, SV theo dõi TKB cập nhật tại mybk/Thông tin Sinh viên cập nhật trễ nhất là ngày 29/9.. . Sau ngày này nếu chưa thấy TKB, vui lòng phản hồi lại giúp cô!. . SV liên hệ về Khoa để nhận ĐCLV trước nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Cô cho em hỏi:. . Em đăng ký môn học Đề Cương Luận Văn Học Kỳ 211 mã số môn học CO4321 nhưng bị hủy do mã môn học không đúng. Em có đính kèm thông báo kết quả đăng ký môn học. . . Chương trình đào tạo của em ngành kỹ thuật máy tính K2017 bằng 2.. . Cô kiểm tra giúp em, em đã đăng ký đề tài với thầy hướng dẫn và với khoa rồi.. . Em cám ơn cô",
            "Chào bạn,. . PDT đã ghi nhận yêu cầu về ĐKMH của bạn và đã chuyển cho bộ phận ĐKMH kiểm tra và xử lý.. . Bạn vui lòng theo dõi kết quả cật nhật TKB tại mybk sau ngày 25/9/2021. . Trường hợp sau ngày này vẫn chưa có TKB, SV vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . SV chủ động liên hệ khoa để xin nhận GV hướng dẫn.. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em chào PĐT, . . . . Trước em có làm đơn xin hoãn luận văn HK202 và đã được duyệt. Sau ngày 06/09/2021 thì em kiểm tra trên bảng điểm như hình. . . . . Em có được hướng dẫn là nếu được duyệt thì không cần đăng kí lại môn học và đóng học phí, mà tiếp tục thực hiện luận văn vào học kì này (HK211). . . Em hiểu như vậy có đúng không ạ? . . Nếu đúng hay sai thì mong PĐT cho em câu trả lời và hướng dẫn tiếp theo để em kịp liên hệ lại với giảng viên hướng dẫn cho kịp học kì này ạ. . . . . Em cảm ơn! . . Trân trọng",
            "Chào bạn. . Cô kiểm tra không thấy thông tin Hoãn thi LVTN của bạn. . Bạn có minh chứng gì để Cô có thể hỗ trợ kiểm tra không?. . Thân. .",
            "Em chào cô, . . . . Em gửi cô minh chứng như file PDF và file hình đính kèm. . . . . Em mong được giải quyết sớm để em có thể hoàn thành luận văn trong học kì 211 này. . . . . Trân trọng.",
            "Chào bạn. . Cô đã ghi nhận xử lý lại hồ sơ Hoãn Luận văn tốt nghiệp, đồng ý và đang làm Quyết định, khoảng đầu tháng 10, [full_name]dt sẽ gởi scan QD hoãn LVTN cho bạn nghen. . Thân",
            "Em chào cô, . . . . Em cảm ơn cô đã ghi nhận và xử lý ạ.. . Kính chúc cô và gia đình nhiều sức khoẻ! . . . . Trân trọng!",
            "li answer rate: Answer suits the needs / Câu trả lời đúng ý"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Kính gửi Phòng đào tạo,. . . . Như đã đề cập ở câu hỏi trước đó, em đã kiểm tra rất kỹ các điều kiện để được tốt nghiệp vào đợt 11/2021 nhưng không nằm trong danh sách dự kiến.. . . . Mong phòng đào tạo có thể gửi em sớm bản xét tốt nghiệp để em biết nguyên nhân vì sao em không nằm trong danh sách dự kiến lần này, để có thể dễ dàng xoay xở kịp thời trong mùa dich Covid hiện tại.. . . . Em xin chân thành cảm ơn.",
            "Chào bạn,. . Hiện tại vẫn đang xét tốt nghiệp bổ sung và trường hợp của bạn cô cũng đã ghi nhận xét tốt nghiệp bổ sung và hẹn thời gian trả lời cho bạn.. . Vui lòng xem lại câu trả lời nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Dạ em là Lâm Thuận An, MSSV [student_id]. Em đã đạt học phần mở rộng môn Truyền khối ở HK192(ảnh) Học kì này em có đăng kí học cải thiện lại môn Truyền khối này nhưng tại sao TKB lại xuất hiện phần mở rộng này, liệu em có cần phải làm lại không ạ?",
            "Chào em,. . - Mặc định SV tài năng đăng ký môn cốt lõi sẽ có phần mở rộng (HPMR).. . - Nếu em đã đạt học phần mở rộng em nói với GV phụ trách, GV sẽ nhập điểm đã đạt của em vô, HPMR chỉ tính đạt hoặc không đạt.. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Kính gửi Phòng đào tạo. . Em tên là [full_name], khóa 2017. . Em đã hoàn tất chương trình đào tạo, tuy nhiên em chưa có bằng anh văn 2 kỹ năng Speaking và Writing nên chưa thể đăng ký tốt nghiệp để nhận giấy chứng nhận tốt nghiệp tạm thời. Em muốn hỏi là phòng đào tạo có cấp giấy chứng nhận hoàn tất chương trình học không ạ. Để em có thể thuận tiện trong việc xin việc làm ạ. Em xin cảm ơn ạ.",
            "Chào bạn,. . Bạn có thể đăng ký in Bảng điểm để bổ sung hồ sơ xin việc của bạn nhé!. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Cho em hỏi, em bỏ sót đợt đăng ký môn học đề cương luận văn tốt nghiệp. Hiện em cần học môn này trong học kỳ này. Em xin phép phòng đào tạo cho em được đăng ký môn học TR4311 Đề cương luận văn tốt nghiệp (Công nghệ Kỹ thuật Ô tô) để em có thể tốt nghiệp đúng thời hạn được không ạ. Em xin hứa sẽ theo kịp nội dung của môn học và các tiêu chí môn học đề ra ạ.. . Xin cảm ơn.",
            "Đăng ký môn học. . . . Cho em hỏi, em bỏ sót đợt đăng ký môn học đề cương luận văn tốt nghiệp. Hiện em cần học môn này trong học kỳ này. Em xin phép phòng đào tạo cho em được đăng ký môn học TR4311 Đề cương luận văn tốt nghiệp (Công nghệ Kỹ thuật Ô tô) để em có thể tốt nghiệp kịp tiến độ được không ạ. Em xin hứa sẽ theo kịp nội dung của môn học và các tiêu chí môn học đề ra ạ.. . Xin cảm ơn.  /QUOTE . .",
            "Đăng ký môn học. . . . Dạ cho em hỏi, em bỏ sót đợt đăng ký môn học đề cương luận văn tốt nghiệp. Hiện em cần học môn này trong học kỳ này. Em xin phép phòng đào tạo cho em được đăng ký môn học TR4311 Đề cương luận văn tốt nghiệp (Công nghệ Kỹ thuật Ô tô) để em có thể tốt nghiệp đúng thời hạn được không ạ. Em xin hứa sẽ theo kịp nội dung của môn học và các tiêu chí môn học đề ra ạ.. . Xin cảm ơn.  /QUOTE . .",
            "Chào bạn,. . Bạn vui lòng làm đơn xin đăng ký ĐCLV trễ hạn và trong đơn phải có xác nhận đồng ý của [full_name] về thời điểm này vẫn cho SV nhận ĐCLV nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Theo như trong mail thì GDTC sẽ được tổ chức học trực tuyến , nhưng trong Bkel của em chưa được cập nhật site Giáo Dục Thể Chất, mong Phòng Đào tạo sớm cập nhật cho em ạ.. . . . [full_name]. . MSSV: [student_id]",
            "Chào bạn. . Bạn vui lòng đợi, trước ngày 20/9, Pdt sẽ cập nhật lại trên BKel nghen. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Dạ em kính chào thầy cô phòng đào tạo,. . . . Em tên là [full_name], có MSSV là [student_id], em thuộc hệ VHVL.. . . . Em xin phép được trình bày vấn dề em gặp phải là về học phí. . . . . Em có đính kèm hình đăng kí 3 môn học cho học kì này, trong đó là có 2 môn học dự thính là Giải tích 1 & Đại số tuyến tính, môn còn lại là môn Cấu trúc rời rạc cho Khoa học máy tính là môn chuyển hệ. (có đính kèm file hình). . . . Theo như thông báo từ nhà trường là các môn học dự tính cần được thanh toán theo như thông báo mới nhất từ nhà trường là: . . . . 1-  Dự thính ngoài giờ, Dự thính chuyển hệ, VLVH (học nhóm dự thính ngoài giờ), VLVH (diện chuyển cơ sở, chuyển hệ), Anh văn theo nhu cầu: từ ngày 15/09 đến 15 giờ ngày 04/10/2021 (gia hạn thời gian vì giãn cách xã hội).. . . . 2-  Đại học chính quy, Cao đẳng, Bằng 2, VLVH: dự kiến từ 2/11 đến 15 giờ ngày 9/11/2021.. . . . Trong khi đó, hiện tại học phí của em được tính như file đính kèm là học phí hệ VHVL (đã được nhà trường điều chỉnh) (chứ không phải là số tiền theo học dự thính ban đầu như file hình học phí trước đó - có đính kèm) thì không biết có bị tính thiếu hay nhầm lẫn gì không ạ. . . . . Em chỉ sợ em đóng không đủ học phí và không đúng deadline sẽ bị hủy môn học nên em có email hơi nhiều mong thầy cô bỏ qua dùm em ạ. . . . . Em kính mong thầy cô xem xét dùm em để em đóng đủ học phí cho nhà trường ạ.. . . . Em xin chân thành cám ơn sự giúp đỡ từ phía nhà trường.. . . . Kính mến,. . Em [full_name].. .",
            "Chào bạn. . Cô gởi cho bạn thông báo về mức học phí đính kèm nghen, bạn xem chi tiết tại mục VI- Vừa làm vừa học: học phí của Khoá 21. . Các tín chỉ đăng ký ở bậc đại học trong cùng Hk của 2 SV được tính chung khi so sánh với tín chỉ định mức. . - Hiện tại số tiền đưa lên BKpay là đúng nghen bạn. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Dạ em chào quí thầy cô BKSI!. . Em tên Võ Danh Thùy [student_id], chuyên là em nhận được mail của trường là GDTC học kì 202 phải học ONLINE bổ sung,   B trong thời khóa biểu thì có hiển thị MÔN GDTC( là Bóng đá) nhưng trong BKEL thì k có hiển thị học phần BÓNG Đá ạ.  /B . . Mong quí thầy cô hỗ trợ cập nhật lại cho em với ạ!. . Em có chụp ảnh bên dưới ạ.. .",
            "Chào em,. . Do Trung tâm GDTC đang phân công GV.. . Thân mến,. ."
        ]
    }
]