[
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Kính chào quý thầy cô. Em tên [full_name] MSSV:[student_id], lớp HC19HD. Trong năm nhất em có làm giấy xét miễn học phí với trường hợp con thương binh. Trong năm hai lúc em làm thì cô phòng công tác chính trị sinh viên bảo em không cần làm nữa và đã cập nhật khoảng miễn học phí cho em. Hiện nay em là năm 3, trong lúc kiểm tra phần bên BKPay thì em thấy phần học phí phần học kì chính vẫn phải chi trả. Mong quý thầy cô giải đáp giúp em câu hỏi là em có cần làm đơn xin miễn giảm học phí nữa không ạ, hay trường hiện đã không còn chương trình miễn giảm học phí cho trường hợp con thương binh nữa ạ. Em xin cảm ơn thầy cô.",
            "Chào em,. . Em liên hệ phòng Công tác chính trị sv qua email [email] để được hướng dẫn nhé.. . - Thời điểm hiện tại P.CTCTSV chưa gửi PĐT danh sách miễn giảm HP. Khoảng cuối tháng 10 PĐT nhận được DS thì cập nhật lại trước khi sv đóng HP.. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: 1613022  /b \t. . . .   i Học vụ . TÊN: Nguyễn Thái Tài. .   mssv:1613022. .    Em đã đăng ký được luận văn tốt nghiệp ( diện chưa có chứng chỉ AV nhưng vẫn được đăng kí môn).. .   Cho em hỏi chứng chỉ ngoại ngữ của em phải nộp trước bảo vệ luận văn hay nộp trước tốt nghiệp.. . vì tình hình dịch bệnh em sợ trước lúc bảo vệ em vẫn chưa thi được chứng chỉ ạ. . em xin trân thành cảm ơn.. .",
            "Chào bạn. . Nộp trước tốt nghiệp nghen bạn. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em xin chào thầy cô, em là sinh viên khoa Điện khoá 2017. . . . . Theo đúng lịch em chuẩn bị tốt nghiệp vào tháng 11/2021. Nhưng em chưa có tên trong danh sách dự kiến tốt nghiệp mặc dù các điều kiện để tốt nghiệp em hoàn thành đủ.. . . . Trong mục bảng điểm tích luỹ, tín chỉ tích luỹ ngành của em chưa cập nhật điểm luận văn vào điểm tích luỹ cũng như tín chỉ tích luỹ ngành, nên em thắc mắc đó có phải là lý do mà không có tên em trong danh sách dự kiến?. . . . Cho em xin phép hỏi khi nào mới cập nhật điểm tích luỹ để em đăng kí xét tốt nghiệp được đúng hạn (nếu vì chưa cập nhật bảng điểm mà không có tên trong danh sách dự kiến). . . . . Em kính mong thầy, cô phản hồi sớm để em nắm rõ thông tin tốt nghiệp. Em xin chân thành cảm ơn.",
            "Chào em,. . Cô thấy em có tên trong danh sách dự kiến tốt nghiệp (em đợi PĐT sớm email đến sv) . . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Em đã đính kèm đơn phía bên dưới .",
            "Chào bạn. . - Phòng Đào tạo đã đồng ý yêu cầu về việc xin HUỶ Hoãn Thi của bạn. . . - Bạn thi bình thường theo Lịch thi đã thông báo. . - Trường hợp có sự cố bất khả kháng trong khi thi dẫn đến không thể hoàn thành được bài thi, và không được giải quyết cho thi các ca thi sau (nếu có), sinh viên có thể đăng ký \"Hoãn thi\" ngay sau buổi thi (không phải vắng thi có phép), SV phải báo với CBCT hoặc trực thi để được ghi nhận vào trong danh sách thi. PDT sẽ đối chiếu lại với danh sách Khoa để ra quyết định hoãn thi. . Chúc bạn học tập tốt nhé.. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Kính gửi: Phòng Đào tạo Trường Đại học Bách Khoa. . . . Em xin kính chào quý Thầy/ Cô.. . Em tên là: [full_name]. MSSV: [student_id]. Hiện đang là sinh viên khóa 2017.. . Em có câu hỏi mong quý Thầy/ Cô giúp đỡ ạ:. . Theo ảnh đính kèm thứ nhất (Mail gia hạn), ngày hôm qua 09/09/2021 em có nhận mail của Phòng Đào tạo về việc gia hạn đóng lệ phí thi TA nói viết online đến 8h00 ngày 11/09/2021. . Hôm nay 10/09/2021 em đã thanh toán phí buổi trưa nhưng do ngân hàng bị lỗi nên em bị trừ 150k. Đến chiều lúc 16h00 em kiểm tra BKPay thì thấy vẫn chưa thanh toán được. Em đã thực hiện thanh toán lại và có 2 vấn đề:. . 1. Theo ảnh đính kèm thứ hai (Hình ảnh thanh toán trễ hạn), em đã bị ghi chú là thanh toán trễ hạn. . . 2. Theo ảnh đính kèm thứ ba (OCB trừ 300.000 VNĐ), em đã bị trừ 150.000 2 lần. Tổng cộng 300.000 VNĐ.. . Quý Thầy/ Cô cho em được phép hỏi: . . 1. Với vấn đề 1, em có được tiếp tục dự thi kì thi này không ạ, và em có cần phải làm giấy thanh toán trễ hạn để được dự thi không ạ?. . 2. Với vấn đề 2, em có thể nhận lại số tiền 150.000 VNĐ không ạ, nếu có thể thì em sẽ nhận lại bằng cách nào ạ? . . Em rất mong nhận được phản hồi từ quý Thầy/ Cô. Kính chúc quý Thầy/ Cô cùng gia đình thật nhiều sức khỏe ạ!",
            "Kính gửi: Phòng Đào tạo Trường Đại học Bách Khoa. . . . Em xin kính chào quý Thầy/ Cô.. . Em tên là: [full_name]. MSSV: [student_id]. Hiện đang là sinh viên khóa 2017.. . Em có câu hỏi mong quý Thầy/ Cô giúp đỡ ạ:. . Theo ảnh đính kèm thứ nhất (Mail gia hạn), ngày hôm qua 09/09/2021 em có nhận mail của Phòng Đào tạo về việc gia hạn đóng lệ phí thi TA nói viết online đến 8h00 ngày 11/09/2021.. . Hôm nay 10/09/2021 em đã thanh toán lệ phí thi vào lúc 12h05 buổi trưa và em bị trừ 150k nhưng do ngân hàng bị lỗi nên việc thanh toán vẫn chưa được cập nhật đã thanh toán trên hệ thống BKPay. Đến chiều lúc 16h00 em kiểm tra BKPay thì thấy vẫn chưa thanh toán được. Em đã thực hiện thanh toán lại thành công và em bị trừ tiếp 150.000 VNĐ lúc 16h23. Em có 2 vấn đề chính như sau:. . 1. Theo ảnh đính kèm thứ hai (Hình ảnh thanh toán trễ hạn), em đã bị ghi chú là thanh toán trễ hạn.. . 2. Theo ảnh đính kèm thứ ba (OCB trừ 300.000 VNĐ), em đã bị trừ 150.000 2 lần. Tổng cộng 300.000 VNĐ.. . Quý Thầy/ Cô cho em được phép hỏi:. . 1. Với vấn đề 1, em có được tiếp tục dự thi kì thi này không ạ, và em có cần phải làm giấy thanh toán trễ hạn để được dự thi không ạ?. . 2. Với vấn đề 2, em có thể nhận lại số tiền 150.000 VNĐ không ạ, nếu có thể thì em sẽ nhận lại bằng cách nào ạ?. . Em rất mong nhận được phản hồi từ quý Thầy/ Cô. Kính chúc quý Thầy/ Cô cùng gia đình thật nhiều sức khỏe ạ!",
            "Chào bạn. . Pdt đã ghi nhận bạn đã đóng tiền 150.000,. . Phần còn lai, bạn liên hệ ngân hàng OCB để hỗ trợ nghen. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em đã làm đơn theo như được hướng dẫn.",
            "Chào bạn. . - Phòng Đào tạo đã đồng ý yêu cầu về việc xin HUỶ Hoãn Thi của bạn. . . - Bạn thi bình thường theo Lịch thi đã thông báo. . - Trường hợp có sự cố bất khả kháng trong khi thi dẫn đến không thể hoàn thành được bài thi, và không được giải quyết cho thi các ca thi sau (nếu có), sinh viên có thể đăng ký \"Hoãn thi\" ngay sau buổi thi (không phải vắng thi có phép), SV phải báo với CBCT hoặc trực thi để được ghi nhận vào trong danh sách thi. PDT sẽ đối chiếu lại với danh sách Khoa để ra quyết định hoãn thi. . Chúc bạn học tập tốt nhé.. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Xin chào ạ!. . Bên xã có yêu cầu về giấy tạm hoãn nghĩa vụ Quân sự(NVQS). Em có liên hệ bên khoa và được hướng dẫn lên trang của trường để đăng ký.. . Em đã lên trang đăng ký và bị gặp lỗi không đăng ký được?. . (Có đính kèm file). . Em cảm ơn!",
            "Chào em,. . Trường hợp không có TKB trong học kỳ, SV sẽ bị buộc tạm dừng, không được cấp giấy CNSV.. . . . Xem chi tiết quy chế tại đây:. . aao.hcmut.edu.vn/sinh viên/quy chế/học vụ/Quy chế đào tạo và học vụ bậc đại học, cao đẳng:/ điều 26. . Thân mến,. .",
            "li answer rate: Answer does not suit / Câu trả lời không đúng ý",
            "Xin chào ạ!. . Em có thời khóa biểu cho Học kỳ 1 Năm học 2021 - 2022. . Em đăng ký 14 tín chỉ cho học kỳ chính và 2 tín chỉ cho học kỳ dự thính.. . Em cảm ơn!",
            "bạn đăng ký lại nhé"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ cho em hỏi về vấn đề đăng ký dưới 14 chỉ ạ ? Nếu em đăng ký dưới 14 chỉ thì em có được đăng ký giấy hoãn nghĩa vụ quân sự không ạ ?. .",
            "Chào em,. . Em đọc quy chế nhé\". . 9.1 Đăng ký môn học. . SV thực hiện đăng ký môn học theo quy trình và thời gian trong Thông báo đăng ký môn học của mỗi học kỳ được công bố trên trang web Phòng Đào tạo.. . . . Trong mỗi học kỳ chính học tại trường, SV phải đăng ký môn học và có thời khóa biểu chính thức. SV không có thời khóa biểu trong các học kỳ chính sẽ bị buộc tạm dừng học (hoặc SV tự xin tạm dừng học) và không được cấp giấy xác nhận là sinh viên (xem 26.2).. . .... . . . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Về việc đăng ký LVTN bị hủy. Dưới đây là đơn xin cứu xét đăng ký LVTN (file đính kèm) có trình bày đầy đủ tiến độ học tập, và số ngày CTXH tích lùy được. Mong phòng đào tạo xem xét lại, để em có thể đăng ký LVTN trong học kỳ 211. Em rất mong nhận được sự phản hồi sớm từ PĐT.",
            "Chào bạn,. . Vui lòng bổ sung giúp cô xác nhận đồng ý của [full_name] vẫn cho nhận LVTN thời điểm này nhé!. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "QUOTE   i Yêu cầu khác . Em là [full_name]: [student_id]. . Dạ hôm nay em đăng nhập xem thời Khóa biểu thì không còn thấy TKB hk1 này nữa ạ.. . Em cũng có xem lịch nộp học phí thì thấy chưa mở để nộp ạ. Nhưng mà thời gian hết hạn dự kiến lại là ngày 11 tháng 9 năm 2021 ạ.. . Em mong thầy cô xem xét lại giúp em để em sớm có TKB để đăng ký giấy xác nhận sinh viên ạ.. . Em xin chân thành cảm ơn",
            "Chào bạn,. . Lịch đóng học phí bạn xem tại aao.hcmut.edu.vn/lịch học vụ nhé,. . TKB cô thấy có trên mybk/Thông tin SV nhé, bạn vô kiểm tra lại nhé!. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . em có đóng trễ học phí học kỳ 203, nay em xin phục hồi thời khóa biểu kỳ 203"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính gửi thầy (cô) ,. . Em ký thi AV 2 kỹ năng theo hình thức trực tuyến mà sao không thể đăng kí được ?.  Cho em hỏi làm sao để đăng kí được thi AV 2 kỹ năng ?. . . . [full_name]",
            "Chào bạn. . Cô đã bổ sung vào danh sách, bạn đợi mail thông báo đăng ký dự kiến vào ngày 14/9. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Kính chào Thầy/Cô Phòng Đào tạo,. . . . Em tên: [full_name]. . MSSV: [student_id]. . Hệ VLVH: Khoa Điện-Điện tử. . . . Theo thời khóa biểu Học kỳ 1 năm học 2021-2022, em có lịch học môn Phương pháp tính MT1009 -nhóm DT01 thời gian học vào thứ 6 tiết 13, 14 và thứ 7 tiết 7,8 (MT1010). (hình ảnh đính kèm). . Hiện tại, đã qua 3 tuần (tuần 34, 35, 36,...) em không nhận được link dạy của giảng viên để vào lớp học.. . Kính mong thầy/cô xem xét và hướng dẫn giúp em về trường hợp này.. . . . Em xin chân thành cảm ơn.",
            "Học vụ. . . . Kính chào Thầy/Cô Phòng Đào tạo,. . . . Em tên: [full_name]. . MSSV: [student_id]. . Hệ VLVH: Khoa Điện-Điện tử. . . . Theo thời khóa biểu Học kỳ 1 năm học 2021-2022, em có lịch học môn Phương pháp tính MT1009 -nhóm DT01 thời gian học vào thứ 6 tiết 13, 14 và thứ 7 tiết 7,8 (MT1010). (hình ảnh đính kèm). . Hiện tại, đã qua 3 tuần (tuần 34, 35, 36,...) em không nhận được link dạy của giảng viên để vào lớp học.. . Kính mong thầy/cô xem xét và hướng dẫn giúp em về trường hợp này.. . . . Em xin chân thành cảm ơn.  /QUOTE . . . . (Nội dung câu hỏi trước em quên đính kèm hình ảnh, em xin phép đính kèm vào câu hỏi này ạ.). .",
            "Chào bạn. . Pdt đã cập nhật lại dữ liệu, bạn kiểm tra lại nghen. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác  /i  Dạ cho e hỏi sao em hoãn thi rồi mà trên bảng điểm e vẫn là 13 ạ. . . .",
            "Chào em,. . - Danh sách thi PĐT đã gửi trước rồi em (điểm 13). . - Em đã điền form hoãn thi, xem email xác nhận nhé.. . - PĐT chuẩn bị các công tác tiếp theo.. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Đăng ký môn học. . . . Kính gửi PĐT,. . Em là [full_name], mssv [student_id] là sinh viên hệ VHVL. (Em từ hệ đại trà chuyển qua, mssv cũ của em là [student_id]).. . Trước khi em chuyển qua hệ VHVL thì em đã hoàn tất gần hết chương trình học chỉ còn sót lại Giải Tích 2 và LVTN. Khi em chuyển qua hệ VHVL thì pđt gửi mail cho em và báo là em có 4 môn chưa hoàn thành bao gồm 2 môn trên kèm theo Đồ Án Chuyên Ngành và Đề Cương Luận Văn (trong khi 2 môn Đồ án và Đề cương em đã hoàn thành ở kì 201 và đã có điểm, em đính kèm bảng điểm hk 201 của em bên dưới).. . Em có mail cho pđt nhưng không nhận được phản hồi. Đến khi em đăng kí LVTN thì trên hệ thống cũng báo là em không đủ điều kiện. . . Mã môn Luận Văn của em là ME4039 (LVTN của [full_name] ạ).. . . . Mong PĐT xem xét và hỗ trợ để em có thể hoàn tất chương trình học của mình ạ.",
            "Chào bạn,. . PDT đã ghi nhận yêu cầu về ĐKMH của bạn và đã chuyển cho bộ phận ĐKMH kiểm tra và xử lý.. . Bạn vui lòng theo dõi kết quả cật nhật TKB tại mybk sau ngày 21/9/2021. . Trường hợp sau ngày này vẫn chưa có TKB, SV vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . SV chủ động liên hệ khoa để xin nhận GV hướng dẫn.. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Chào thầy (cô), em là [full_name] ([student_id]). Cho em hỏi là em đã xin hoãn thi môn xác suất thống kê và đã được phòng đào tạo phê duyệt mà trên bảng hệ thống điểm của em lại để là 13 điểm (vắng thi) thay vì là 14 điểm (hoãn thi) ạ. Mong thầy (cô) xem xét và giải đáp thắc mắc giúp em ạ. Em xin cảm ơn. . . Chúc thầy (cô) nhiều sức khỏe ạ!. .",
            "Chào bạn. . Bạn xem lại thông báo sau khi đăng ký vào form Hoãn thi, kết quả sẽ trả lời Sinh viên vào cuối tháng 9. . . Nếu có QD hoãn thi sẽ được cập nhật thành điểm 14. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Em tên là [full_name], MSSV [student_id]. Hôm nay em có đóng tiền thi anh văn nói viết 150.000đ. Ở tài khoản OCB của em đã bị trừ tiền nhưng BK Pay vẫn để là em chưa đóng tiền ạ. Mai là hết hạn nộp tiền, em mong thầy cô giải quyết cho em ạ.. .",
            "Chào bạn. . Cô [full_name] đã ghi nhận rồi, yên tâm ôn thi để đạt nghen. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác  /tinhs. . Em không thấy khóa học được cập nhật cũng như link meet để học. KHông có thông tin gì về môn học đã được dạy hay chưa.Nhưng có bạn gửi gmail về nhóm BTL môn này. Em có đính kèm ảnh mong được hồi đáp sớm nhất. Em cảm ơn."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Dạ em chào quý thầy cô ạ,. . Em là sinh viên [full_name], hiện tại địa phương em yêu cầu giấy xác nhận sinh viên để xin tạm hoãn nghĩa vụ quân sự, mà dịch vụ này đang đóng, vậy có cách nào để em có thể nhận file mềm được không ạ ?. . Em xin cảm ơn quý thầy cô nhiều ạ !",
            "Chào bạn,. . - SV chủ động đăng ký giấy Xác nhận SV hoãn NVQS để bổ sung cho địa phương và chọn dịch vụ gửi qua được bưu điện (người nhận trả tiền) nếu có nhu cầu (PDT không in hàng loạt như các năm trước). . - Sau khi xử lý giấy chứng nhận sinh viên, Phòng Đào tạo sẽ gửi về địa chỉ sinh viên đăng ký khi bưu điện hoạt động lại bình thường trong đợt giãn cách xã hội. Mặt khác, sinh viên có thể tải bản scan trên trang đăng ký chứng nhận sinh viên (sau khi yêu cầu của SV đã được xử lý).. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Kính gửi pđt, em hiện đã đủ tiêu chí xét tốt nghiệp nhưng không đăng ký được ở mybk ạ. Có thể kiểm tra tên em trong danh sách dự kiến tốt nghiệp được không ạ?. . Nếu em chưa đủ điều kiện thì em hiện còn thiếu điều kiện gì ạ?. . Em cảm ơn",
            "Chào bạn,. . PDT đã ghi nhận yêu cầu về đăng ký xét TN của bạn. SV vui lòng theo dõi email  và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 21/09/2021 SV vẫn chưa nhận được mail hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 11/2021. . Thân. .",
            "Hiện tại các bạn em đã có mail xét tốt nghiệp nhưng em vẫn chưa nhận được, em có kiểm tra tên em trên aao ds dự kiến tốt nghiệp đợt 2 2021 thì không có tên em trong danh sách ạ.. . . .",
            "Chào bạn,. . Bạn xem lại điều kiện tốt nghiệp của Chương trình KSTN, bạn kiểm tra lại nhé, cô gửi bạn file đính kèm:"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Chào PĐT,. . . . Do không đủ điều kiện dự thi, em đã đã đăng kí hoãn thi tất cả các môn.Nhưng không hiểu sao có một môn của em bị nhập điểm 0 vào điểm cuối kì ạ",
            "Chào em,. . - Danh sách thi PĐT đã gửi trước rồi em (điểm 0). . - Em đã điền form hoãn thi, xem email xác nhận nhé.. . - PĐT chuẩn bị các công tác tiếp theo.. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em có đính kèm ảnh chụp việc hướng dẫn em đăng ký thi sau khi hoãn thi (đã được pđt đồng ý hoãn thi HK202). . 1) Phương án giải quyết là bảo em vào xem đk môn học đợt 3 HK211 như đã quá thời hạn.. . 2) Theo như quy định thì chỉ sv đk thi mới sau khi hoãn thi trong vòng 1 năm, theo em hiểu tức là chỉ đk thi chứ không phải đk học lại, vậy khi đk môn học như hướng dẫn thì có phải đóng học phí không ạ?",
            "Chào em,. . - Câu hỏi trước là em hỏi: làm sao biết được môn có mở trong HK đăng ký thi. . =  cô trả lời em xem mybk... để xem môn có mở không.. . - 1) Phương án giải quyết là bảo em vào xem đk môn học đợt 3 HK211 như đã quá thời hạn.. . =  Em không phải đăng ký lại, xem kỹ quy chế nhé.. . - vậy khi đk môn học như hướng dẫn thì có phải đóng học phí không ạ?. . =  Cô không có hướng dẫn em đkmh nhé. Nếu môn học có trong TKB thì đóng tiền nhé em.. . Thân mến,. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em chào Thầy/Cô, hiện em có đăng kí thi anh văn 2 kỹ năng mã môn học BKE123, vì lỗi hệ thống nên trường đã gửi mail gia hạn đến 8h 11/9 để đóng lệ phí thi. Hiện tại là 8:53 phút ngày 10/9 và em kiểm tra trên bkpay thì hạn cuối vẫn là 15h ngày 10/9 nên em chưa đóng lệ phí được ạ.. . Mong Thầy/Cô hỗ trợ gia hạn thêm thời gian đóng lệ phí thi ạ.. . Em xin cảm ơn."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính gửi thầy/cô, . . . . Em tên là [full_name], MSSV: [student_id]. Em có nhận được email trường về lỗi hệ thống bên OCB nên được thanh toán đến 8h ngày 11/9. Em thanh toán lúc 20h40 ngày 10/9 thì hiển thị thanh toán trễ hạn. Mong thầy/cô chỉnh lại để em đủ điều kiện thi.. . . . Mong nhận được phản hồi sớm nhất từ thầy/cô và chúc thầy/cô thật nhiều sức khỏe.",
            "Chào bạn. . Không ảnh hưởng nghen bạn. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . em chào PĐT.. . em tên: Lê Văn Thiện  mssv: [student_id]. . . . do dịch covid-19 và giản cách xã hội kéo dài nên em không thể thi Toeic và em được thông báo nhà trường không xét chuẩn anh văn để làm luận văn và em có đăng kí luận văn tốt nghiệp trong đợt đăng kí vừa rồi và đến lúc thông báo kết quả thì em bị hủy.. . . . tiến độ học tập của em hiện tại là 122 tính chỉ, 14,4 ngày CTXH. em có học môn Thủy Văn Đô Thị (Msmh: CI3013 ) để thay thế môn Tin Học Trong Trắc Địa (Msnh: CI2035) trong học kì 201. . kính mong PĐT xem xét và phản hồi ạ. em xin chân thành cảm ơn.. .",
            "Chào bạn,. . Bạn vui lòng bổ sung thêm giúp cô xác nhận của Khoa đồng ý cho SV nhận LVTN thời điểm này nữa nhé, vì hiện tại đã qua tuần thứ 5 của học kỳ rồi. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Chào thầy/cô,. . Em là [full_name], MSSV:[student_id]. . Hiện nay, em muốn ĐKMH: Giải tích 2, mã môn học: MT1005, lớp: DT03. . Lý do: em đã đăng ký môn GT2 vào HK202, do tình hình dịch bệnh nên ngày thì của em dời tới ngày 24/8 và biết điểm ngày 9/9. Em không kịp ĐKMH theo lịch của trường. Em đã hoàn thành LVTN và chỉ còn 1 môn GT2. Nên em muốn đăng ký môn GT2 vào HK211 để tốt nghiệp sớm nhất có thể ạ.. . Em đã có sự đồng ý của giáo viên là cô [full_name]. Em có đính kèm ảnh gmail xác nhận của cô.. . Lúc trước em có hỏi trên [full_name] thì [full_name] có trả lời là gửi đơn đăng ký bổ sung. Em kiếm trên mục Biểu mẫu nhưng không thấy đơn đó. Vậy đơn đăng ký bổ sung em tự làm hay có form sẵn ạ? Sự đồng ý của giáo viên dạy lớp có cần chữ ký k ạ? vì hiện giờ đang dịch bệnh nên em không gặp cô [full_name] được ạ.. . Em cảm ơn.",
            "Chào bạn,. . SV Chào bạn,. . PDT đã ghi nhận yêu cầu về ĐKMH của bạn và đã chuyển cho bộ phận ĐKMH kiểm tra và xử lý.. . Bạn vui lòng theo dõi và kiểm tra TKB thường xuyên trên mybk/Thông tin SV và hệ thống BKeL để kịp tham gia lớp học online. SV chủ động liên hệ với GV để xin vào lớp học trước nhé!. . Trường hợp nếu không đăng ký được (không có khả năng hoặc không đủ điều kiện)  PDT sẽ phản hồi cho SV qua bksi.. . Chúc các bạn học tốt!. . Thân. . . .",
            "Chào bạn,. . Nhóm DT03 sỉ số 99 nên không đăng ký thêm được nữa nhé.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Cho em hỏi,em đã hoãn thi cuối kì môn vật lý 2 thành công rồi nhưng sao khi báo điểm thi ck,em lại được 3,3 v ạ.Trong khi em không thi cuối kì và những bạn hoãn thi khác thì lại báo điểm là 13 ạ.Em xin cảm ơn.",
            "Chào em,. . - Danh sách thi PĐT đã gửi trước rồi em (điểm 13). . - Em đã điền form hoãn thi, xem email xác nhận nhé.. . - PĐT chuẩn bị các công tác tiếp theo.. . Thân mến,. .",
            "Học vụ . Cho em hỏi,em đã hoãn thi cuối kì môn vật lý 2 thành công rồi nhưng sao khi báo điểm thi ck,em lại được 3,3 v ạ.Trong khi em không thi cuối kì và những bạn hoãn thi khác thì lại báo điểm là 13 ạ.Em xin cảm ơn.",
            "Chào em,. . - Danh sách thi PĐT đã gửi trước rồi em (điểm 13). . - Em đã điền form hoãn thi, xem email xác nhận nhé.. . - PĐT chuẩn bị các công tác tiếp theo.. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Em muốn xin phép Phòng đào tạo cho em được hoãn thi môn Mạch điện tử, lịch thi vào buổi sáng lúc 10h00 ngày 12/09/2021 vì lý do máy tính của em bị hư. Do tình hình dịch bệnh nên em không thể mang máy đi sửa kịp được. Em muốn xin phép phòng đào tạo cho em được hoãn thi. Em cảm ơn và xin lỗi vì vấn đề của mình.. .",
            "Thân gửi các bạn sinh viên, . . Phòng Đào tạo (PĐT) đã thông báo cho Sinh viên (SV) về việc nộp đơn hoãn thi trực tiếp cho PĐT đối với các môn học Lý thuyết, mà không thông qua Giảng viên (GV). PĐT sẽ hậu kiểm các tình huống cấm thi sau. Hiện nay, SV đăng ký bằng cách gửi email về PĐT có kèm file và qua hệ thống Hỗ trợ trực tuyến (BKSI). Để nhanh chóng và thuận lợi, PĐT thay đổi phương thức nộp đơn hoãn thi như sau:. . SV đăng nhập vào Google bằng tài khoản BKNetID@hcmut.edu.vn và điền thông tin hoãn thi theo link: https://forms.gle/ckyYcJMWN7w3kqe56. . Hạn cuối: 5 ngày sau khi thi online (chỉ tính ngày làm việc). . Trường hợp SV đã nộp đơn qua email của PĐT và  qua công cụ BKSI (đã hoặc chưa được tiếp nhận), vui lòng điền lại vào form trên để PĐT cập nhật dữ liệu đồng nhất và chính xác.. . Riêng đối với môn Đồ án, Thực tập ngoài trường, Đề cương Luận văn, Luận văn/Tiểu luận tốt nghiệp: SV có thể xin hoãn bảo vệ với lý do dịch Covid-19 ảnh hưởng nghiêm trọng đến kết quả thực hiện đề tài (không thực nghiệm được tại Phòng thí nghiệm, không thực địa, ...). SV gửi email trực tiếp đến Giáo viên hướng dẫn, Khoa/Bộ môn để được xem xét đồng ý và forward email cuối cùng đến email của PĐT để đăng ký.. . Thông tin thêm:. . •\tQuy định hoãn thi (HT): xem chi tiết tại khoản 17.2 Điều 17 trong Quy chế đào tạo và học vụ (aao.hcmut.edu.vn    Sinh viên    Quy chế).. . •\tCác môn có phần thí nghiệm (TNg) sẽ được tổ chức thi sau khi TNg xong. Một số môn, Giảng viên sẽ đề nghị cho thi trước, điểm TNg sẽ có sau, khi đó SV có thể xin hoãn thi.. . •\tRiêng hoãn thi kiểm tra giữa kỳ của HK DT202 và 203: SV liên hệ trực tiếp GV và Bộ môn để được xem xét cho kiểm tra riêng hoặc lấy cột điểm thành phần khác để làm điểm kiểm tra.. .  . . Chúc các bạn học tập thật tốt!. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Xin chào thầy cô,. . Hiện tại trên BKpay của em hiện ngày thanh toán dự thính là 14.9, nhưng em không thể thanh toán được do BKpay hiển thị là chưa đến kỳ thanh toán.. . Em xin hỏi đây là lỗi BKpay của em hay toàn hệ thống? Nếu là lỗi của em thì làm sao để khắc phục?. . Em xin cảm ơn.",
            "Chào bạn. . Học phí sẽ gia hạn thời gian, nên bạn vui lòng đợi thông báo chính thức của Pdt vào tuần sau. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Chào PĐT, em tên là [full_name], MSSV [student_id].. . Hiện tại em cần in bảng điểm để bổ sung vào hồ sơ xin học bổng nhưng do tình hình dịch bệnh nên em không thể nhận bảng điểm gửi về được. . . Em xin PĐT gửi bản scan bảng điểm qua mail [email] giúp em để em để em bổ sung vào hồ sơ ạ. . . Em xin cảm ơn!. . mail của em: [email]"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em xin chào Phòng Đào Tạo . . Theo em được biết từ thầy phụ trách môn SP1005 Tư tưởng [full_name] lớp A06 là môn học này đã có điểm, và các bạn lớp khác đã có điểm trên hệ thống. . . Em xin có thắc mắc là lớp chúng em vẫn chưa có điểm trên hệ thống. . . Mong Phòng Đào Tạo phản hồi sớm và cập nhật điểm lên hệ thống. . Cảm ơn Phòng Đào Tạo.",
            "Chào bạn. . Bạn nhờ Thầy kiểm tra lại việc Thầy cập nhật điểm của nhóm bạn có phát sinh sự cố nào không?. . Việc này không phụ thuộc vào PDT mà phụ thuộc vào việc thực hiện theo quy trình cập nhật điểm của Thầy, . . Bạn có thể nhờ Thầy kiểm tra lại, nếu vẫn không được thì chỉ có Thầy sẽ liên lạc với bổ phận điểm của Pdt để được hỗ trợ. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em Tên: [full_name]. . MSSV: [student_id]. . Hệ: [full_name]. . Hiện tại em không tìm được link học online cũng như bất kỳ thông báo nào từ e-learning của các môn Đại Số Tuyến Tính (MT1007)-[full_name], Giải Tích 1-[full_name] dù lịch học bắt đầu vào Thứ 7 Tuần 36 tức 09/11/2021... Em phải làm gì để nhận được thông báo từ lớp học ạ?. .",
            "Chào bạn. . Pdt đã cập nhật lại, bạn vào kiểm tra lại nghen. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em xin đăng ký môn học của kỳ DT211:. . MT1005 - Giải tích 2, nhóm lớp: DT03_DT03. . . . Lý do đăng ký trễ: Vì em thuộc diện tạm dừng học, tuy đã được thu nhận lại nhưng không kịp đăng ký môn học do hệ thống không cập nhật.. . . . Em đã xin phép GV và được đồng ý (có hình ảnh đính kèm).. . Kính mong PĐT cho phép em được đăng ký trễ.. .",
            "Chào bạn,. . PDT đã ghi nhận yêu cầu về ĐKMH của bạn và đã chuyển cho bộ phận ĐKMH kiểm tra và xử lý.. . Bạn vui lòng theo dõi và kiểm tra TKB thường xuyên trên mybk/Thông tin SV và hệ thống BKeL để kịp tham gia lớp học online. SV chủ động liên hệ với GV để xin vào lớp học trước nhé!. . Trường hợp nếu không đăng ký được (không có khả năng hoặc không đủ điều kiện)  PDT sẽ phản hồi cho SV qua bksi.. . Chúc các bạn học tốt!. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Dạ thưa cô em có đăng kí hoãn thi sao trên điểm thi HK 202 em chỉ có vắng thi thôi ạ !",
            "Chào em,. . - Danh sách thi PĐT đã gửi trước rồi em (điểm 13). . - Em đã điền form hoãn thi, xem email xác nhận nhé.. . - PĐT chuẩn bị các công tác tiếp theo.. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Chào Thầy(cô),hiện tại em đã tãm dừng 2 học kì liên tiếp là 201 và 202, và em đã được nhận lại vào học kì 211 nhưng em không có đăng kí môn học thì có bị buộc thôi học nếu không kiệp tốt nghiệp trong tháng 11/2021 không ạ.. . vì hiện tại em chỉ còn bằng toeic và 1 ngày CTXH.. . . .",
            "Chào bạn. . Bạn cố gắng hoàn thành trong Hk 211 này nghen. . - Trường đang hỗ trợ các bạn thi anh văn nói viết online. . - Về ngày CTXH bạn liên hệ Văn phòng đoàn khoa của Trường để được hỗ trợ . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . chào quý thầy cô PĐT,. . Em là: [full_name] - [student_id] (DD&CN). . Em gửi câu hỏi này muốn xác nhận về việc đăng kí LVTN của khoa xây đợt 2. Hiện tại em đã có TKB của luận văn. Nhưng danh sách thầy hướng dẫn chính là thầy: [full_name] thì vẫn chưa có, không chỉ riêng em mà còn nhiều bạn khác nữa. Mong cô giải đáp giúp em về vấn đề này. Có phải vẫn còn đợt bổ sung danh sách nữa phải không ạ? . . Em xin chân thành cảm ơn!"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Em chào thầy/cô!. . Dạ cho em hỏi làm thế nào để thanh toán học phí dự thính ạ. Em thấy trên BKpay hiện ngày 7/9 là bắt đầu thanh toán được nhưng đến giờ vẫn chưa mở thanh toán ạ.. . Em xin cảm ơn thầy/cô ạ!. .",
            "Chào bạn. . Học phí sẽ gia hạn thời gian, nên bạn vui lòng đợi thông báo chính thức của Pdt vào tuần sau. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Vì lý do được thu nhận và gia hạn học kì trễ nên em không thể đăng kí được môn học nên em xin thầy cô cho em được đăng kí môn anh văn 3 kì dự thính này. em xin cảm ơn thầy cô ạ!",
            "Chào bạn,. . Bạn vui lòng bổ sung giúp cô thông tin mã MH, tên MH và mã nhóm MH. Và mail xác nhận đông ý cho bạn tham gia lớp học dù trễ hạn nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . hạn đóng tiền học phí dự thính kì 211 14/9/2021 hết hạn nhưng phần chọn thanh toán thì để chưa đến kì thanh toán mong phòng đào tạo mở để sinh viên đ óng tiền học đúng thời gian quy định.",
            "Chào bạn. . Học phí sẽ gia hạn thời gian, nên bạn vui lòng đợi thông báo chính thức của Pdt. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Cho em hỏi học phí dự thính ngày hết hạn thành toán là 14/9 sao tới giờ em vẫn chưa thể thanh toán vậy ạ.. . Em xin cảm ơn!. .",
            "Chào bạn. . Học phí sẽ gia hạn thời gian, nên bạn vui lòng đợi thông báo chính thức của Pdt vào tuần sau. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: cho em hỏi là mấy bạn ai cũng có thông báo về học phí còn riêng em thi hông có thông báo về học phí ạ. Trên BKpay của em chỉ có học phí của học kì 202 thôi hông có học kì mới nhất",
            "Chào bạn. . Học phí sẽ gia hạn thời gian, nên bạn vui lòng đợi thông báo chính thức của Pdt. . Qua tuần sau nếu không có nữa thì vui lòng phản hồi lại. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Cho em được hỏi là em thuộc đối tượng con thương binh khóa K2016, học kì này em mới đăng ký được LVTN. Cho em hỏi về học phí em thấy trong bkpay có tính học phí cho học kỳ này là sao ạ.  .",
            "Chào bạn. . Vấn đề BHYT, Học bổng, vay vốn ngân hàng, miễn giảm và gia hạn học phí… Bạn vui lòng liên hệ Phòng Công tác Chính trị Sinh viên để được hướng dẫn.. . Email:  [email]. . Học phí học kỳ chính hiện tại chưa được tính miễn giảm theo diện chính sách (do P.CTCT SV chưa gửi danh sách). HP  SV sẽ được cập nhật miễn giảm (nếu có) trước khi bắt đầu đóng HP vào tháng 11/2021.. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . em tên [full_name] khóa K19 TT đào tạo bảo dưỡng công nghiệp . . cho em hỏi là mấy bạn em ai cũng có tiền học phí học kì mới nhất(211) riêng em thì hông có ạ em chỉ có học phí kì 202 thôi . .",
            "Chào bạn. . Học phí sẽ gia hạn thời gian, nên bạn vui lòng đợi thông báo chính thức của Pdt. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác .    Thưa Thầy Cô. Thời khóa biểu hiện tại em gồm : Luận văn (9 chỉ), và đồ án(1 chỉ).. .  Để duy trì trạng thái học, em đăng ký môn đồ án (đã học rồi kỳ trước) trong đợt đầu. Đợt đăng ký bổ sung sau, thì em đăng ký được Luận Văn (do em chưa qua toeic mà pdt vẫn cho đăng ký).. .    Vì thế học phí của em hơi nhiều để em trang trải hiện tại. Cho em hỏi em có thể hủy môn đồ án (1 chỉ) được không ạ.. .     Mong nhận được phản hồi từ Thầy Cô.. . . .",
            "Chào bạn,. . Hiện tại đã hết thời gian hiệu chỉnh  và hủy môn học của học kỳ chính và HK dự thính HK211 nhé bạn.. . . . Xem chi tiết quy chế tại đây:. . aao.hcmut.edu.vn/sinh viên/quy chế/học vụ/Quy chế đào tạo và học vụ bậc đại học, cao đẳng:/ điều 11.2. . - Em rút môn học có tính học phí thì xem email PĐT đã gửi nhé.. . . . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Kính gửi phòng đào tạo.. . Em tên là Phan Việt Long, khoa kỹ thuật giao thông, sinh viên khoá K17. . . Em có nhận được Mail của PĐT về việc dời đóng lệ phí thi từ 8h ngày 10/9 đến 8h ngày 11/9. Em đã đóng lệ phí trong khung giờ đó ( vào lúc 16h44 ngày 10/9), tuy nhiên em vào lại BKpay thì lại có thông báo đã đóng trễ hạn. Em cho rằng đó là đó PĐT chưa cập nhật lại thời gian. Tuy nhiên em vẫn  mong PĐT xác nhận lại và đảm bảo em được thi Anh văn nói viết để tốt nghiệp đúng hạn. . . Em xin chân thành cảm ơn và mong có phản hồi sớm từ PĐT.",
            "Chào bạn. . Không sao nghen bạn, Pdt đã thông báo gia hạn rồi, cố gắng thi đạt nghen. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Do gặp khó khăn trong việc học trực tuyến nên em xin gửi đơn tạm dừng 1 học kỳ ạ(HK1 2021-2022). Mong thầy/cô xem xét.. . . . Cho em hỏi là em đã đăng ký môn và hiện đang học tới tuần thứ 3, vậy học phí của em vẫn đóng đủ hay như thế nào ạ ?. . . . . Và kỳ trước(hk2 2020-2021) em đã có hoãn thi vài môn, vậy nếu em được tạm dừng học thì em có được thi mấy môn đã hoãn trong lúc tạm dừng không ạ?. . . . Em cảm ơn. . . . . .",
            "B Dạ em xin lỗi thầy/ cô ạ, mong thầy/ cô khoan giải quyết đơn tạm hoãn của em mà trả lời các câu hỏi của em trước được không ạ.Em cảm ơn .",
            "Chào bạn,. . Trường hợp tạm dừng trước 4 tuần đầu của HK theo quy định sẽ không phải thanh toán HP của HK211. Nhưng sau thời gian này thì phải thanh toán 100% học phí nhé bạn. Tạm thời chỉ nhậ đơn tạm dừng trước ngày 14/9 để không tín học phí nhé bạn, vì hiện tại đã qua 4 tuần của học kỳ chính.. . Về việc hoãn thi, thì bạn vẫn có thể đi thi bình thường dù tạm dừng HK211 nhé. . Bạn nên cân nhắc nộp đơn sớm nếu muốn tạm dừng HK211 nhé. . Thân",
            "Dạ em còn 1 thắc mắc mong cô giải đáp giúp em.. . . . Theo quy định là tạm hoãn học kỳ thì sẽ không được phép in giấy xác nhận sinh viên. Tức là em phải đi nghĩa vụ nếu bị gọi trong thời gian tạm hoãn. Vậy em có thể tiếp tục học kỳ này đến khi có giấy tạm hoãn rồi mới tạm dừng được không ạ? . . . . Khi có giấy chứng nhận kỳ này rồi mới tạm dừng thì giấy đó còn tác dụng không ạ ?. . . . Em cảm ơn ạ",
            "Chào bạn,. . Hiện tại nếu bạn có TKB bạn vẫn có thể đăng ký giấy xác nhận SV trên mybk. . Sau khi bạn có QD tạm dừng bạn sẽ không đăng ký được nhé.. . Vấn đề bạn cân nhắc kỹ, vì bên quân sự xác mình nhà trường, thì nhà trường trả lời theo tình trạng hiện tại bình thường, căn cứ thời điểm ra quyết định và thời gian cấp giấy CNSV nhé bạn.. . Vì theo quy chế, SV không có TKB/Tạm dừng sẽ không được cấp giấy xác nhận SV. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Hôm cuối tháng 5 em có đăng ký bảo hiểm y tế 6 tháng tại trường (từ 07-12/2021) và cũng đã thanh toán đầy đủ nhưng đến nay bảo hiểm y tế của em vẫn chưa được cập nhật. Do trước đó vào tháng 6 em có làm hồ sơ bảo hiểm thất nghiệp nên bên bh thất nghiệp có hỗ trợ em 3 tháng bhyt (06/2021-08/09/2021). Tới hiện tại BHYT của em vẫn chưa được cập nhật. Cho em hỏi bao giờ thì BHYT của em được cập nhật?. . Và cho em hỏi thêm vấn đề về BHYT năm 2018, theo như quá trình đóng thì 2018 em đã tham gia BHYT tại ký túc xá ĐHQG khu A rồi, vậy khoản tiền phải thanh toán trong 2018 đó là sao ạ? Và em có phải đóng nó không? Và nó có ảnh hưởng đến việc tốt nghiệp sắp tới của em không ạ?",
            "Chào em,. . Em liên hệ phòng Công tác chính trị sv qua email [email] để được hướng dẫn nhé.. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em có 1 số thắc mắc như sau ạ:. . 1. Cái việc chứng minh tài chính ( có ít nhất 1 tỷ 2 ấy ạ ) là trong sổ tiết kiệm của mình phải có 1 tỷ 2 hay mình có thể chứng mình bằng nhà, đất không ạ ?. . . . 2. Trường có hỗ trợ về phần ngoại tệ không ạ ? Ý e là ví dụ như e đi du học ở Úc, thì khi em muốn đóng tiền học hay là chuyển tiền sang bên đó thì em tự tìm cách chuyển sang ngoại tệ hay nhà trường sẽ hỗ trợ những phần đó ạ ?. . . . Em cảm ơn,. . [full_name]",
            "Chào em,. . Em liên hệ VP ĐTQT qua email [email] để được hướng dẫn nhé.. . Thân mến,. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Dạ chào Thầy/cô,. . Em tên [full_name], MSSV: [student_id] là sinh viên khoa Điện-Điện tử.. . Trong đợt đăng ký bổ sung Luận văn tốt nghiệp , em đã có gửi đăng kí và có xác nhận đã gửi đăng ký thành công.. . Nhưng trong đợt xem kết quả và thời khóa biểu em không thấy kết quả đăng ký của mình nữa.. . Mong Thầy/cô xem giúp em vấn đề ở đâu ạ.. . Em xin cảm ơn. .   i Đăng ký môn học .",
            "Chào bạn,. . Trường hợp SV đăng ký TTTN, LVTN, ĐCLVTN mà không có TKB trong đợt bổ sung.. . Sinh viên vui lòng xem kết quả ĐKMH, xem lý do vì sao không ĐKMH được (có đăng ký, nhưng không có TKB) tại trang web: mybk.hcmut.edu.vn    Đăng ký môn học    Đăng ký bổ sung TTTN+LVTN+ ĐCLVTN HK211 Đợt kết quả    bấm vào mục Đăng ký mới    chọn Loại hình đăng ký    xem Lịch sử đăng ký.. . Trong trường hợp kết quả xử lý ĐKMH không đúng, bạn có thể làm đơn khiếu nại (kèm minh chứng nếu có), gửi qua trang bksi ghi rõ tiêu đề: “Khiếu nại ĐKMH HK211”, nội dung khiếu nại trình bày rõ lý do, ghi rõ tên, mã môn học, Số tín chỉ tích lũy? Số ngày CTXH (nếu đăng ký LVTN). . Trường hợp SV có học môn tương đương vui lòng trình bày rõ, đã học ở HK nào? tên và MH,tương đương môn học nào?. . Trong đơn thời điểm này phải có xác nhận đồng ý cho nhận LVTN của Khoa nhé bạn. Vì đã qua tuần thứ 5 của HK rồi. . Thân chào. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Dạ phòng cho em gửi ảnh mail xác nhận của giảng viên ạ.. . . . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Cho em hỏi, em đã hoàn thành tất cả chuẩn để tốt nghiệp, nhưng vào Mybk -  đăng ký tốt nghiệp thì không nhấn nút để cập nhật thông tin được (bạn em đã đăng kí được).",
            "Chào bạn,. . PDT đã ghi nhận yêu cầu về đăng ký xét TN của bạn. SV vui lòng theo dõi email  và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 21/09/2021 SV vẫn chưa nhận được mail hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 11/2021. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Kính gửi Phòng đào tạo,. . Em tên [full_name], MSSV [student_id]. . Em có nhận được mail gia hạn việc thanh toán lệ phí thi Anh văn 2 kỹ năng theo hình thức trực tuyến - Đợt 1 với thời gian từ 8 giờ ngày 10/09 đến 8 giờ ngày 11/09 nhưng em thanh toán lúc 16 giờ ngày 10/09/2021 thì hệ thống báo thanh toán trễ hạn. Rất mong Phòng đào tạo xem xét để chỉnh sửa giúp em. . Em rất mong nhận được sự phản hồi từ phía Phòng đào tạo. . Em xin chân thành cảm ơn"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Kính gửi Phòng Đào Tạo,. . . . Dựa theo lịch trình của Phòng Đào Tạo, sau ngày 8/9/2021 , em bắt đầu thực hiện đăng kí tốt nghiệp. Em đã có đủ các điều kiện về số tín chỉ CCQP, [full_name] [full_name]-Nói Viết, tuy nhiên vẫn không thể thực hiện đăng kí tốt nghiệp.. . . . Kính mong Phòng Đào Tạo hỗ trợ.. . . .",
            "Chào bạn,. . PDT đã ghi nhận yêu cầu về đăng ký xét TN của bạn. SV vui lòng theo dõi email  và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 21/09/2021 SV vẫn chưa nhận được mail hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 11/2021. . Thân. ."
        ]
    }
]