[
    {
        "intent": "",
        "message": [
            "B   /B   b MSSV/MSGV: [student_id]7  /b \t. . . .   i Yêu cầu khác . Em tên là [full_name] (MSSV-[student_id]7), em có qua trang đăng kí in bảng điểm thì thấy báo lỗi là \"..bị cấm do nợ phí in...\" . Em qua bkpay kiểm tra thì không thấy báo bị nợ phí in BD, và từ trước giờ em cũng chưa đăng kí in BD lần nào cả.. . . . Do em đã hết hạn học chính quy nên em cần in BD để bổ sung hồ sơ chuyển qua hệ tại chức của trường.. . . . Mong các Thầy/Cô kiểm tra lại giúp em với, em xin cám ơn ạ. . . . .",
            "Chào bạn,. . Bạn liên hệ trực tiếp Phòng Đào tạo để đăng ký in BĐ và đóng tiền trực tiếp.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Cho em hỏi, ngành Khoa học máy tính có bắt buộc phải học 9 chỉ nhóm C và 12 chỉ nhóm D không ạ? Vì em thấy có một số nơi ghi vậy còn một số không nhắc tới.. .",
            "Chào bạn,. . Bạn bạn tham khảo chương trình đào tạo của mình tại: http://www.aao.hcmut.edu.vn/sinh viên/Chương trình đào tạo. . Nếu thắc mắc về chương trình đào tạo của mình, bạn liên hệ về Văn phòng khoa, xin gặp Thầy Phó Khoa phụ trách chương trình đào tạo để xin tư vấn.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Chào thầy/cô,. . Em học ngành khoa học máy tính. Em có thắc mắc về vấn đề trong một học kỳ chính thì được đăng ký tối thiểu bao nhiêu chỉ?. . Trong quy chế, em có đọc được:. .   QUOTE Để duy trì trạng thái SV và không bị tạm dừng, SV phải đăng ký môn học với khối lượng học tập tối thiểu là: . . - 14 tín chỉ cho mỗi học kỳ chính, trừ các học kỳ sau thời gian đào tạo theo kế hoạch (Xem Điều 5) và trừ các học kỳ học tiếng Anh của chương trình đào tạo bằng tiếng Anh. Riêng SV có học lực yếu thì tối thiểu là 10 tín chỉ.   /QUOTE . . . . Nhưng một số đứa bạn em, không thuộc dạng học lực yếu mà vẫn được được đăng ký 12 chỉ học kỳ chính. Vậy nếu em đăng ký dưới 14 chỉ thì có bị ảnh hưởng gì không ạ ?. . . . Em cảm ơn thầy\\cô !!!",
            "Em học chương trình đại trà, hiện tại đang là năm 3, và có học lực khá(điểm trung bình là 7.93).",
            "Chào bạn,. . Bạn phải đăng ký môn học theo đúng quy định của nhà trường. . Xem quy định tại: http://www.aao.hcmut.edu.vn/sinh viên/ quy chế/Điều 9. Đăng ký môn học. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Em có thắc mắc không biết là nhà trường có đăng ký cho sinh viên được tải và sử dụng miễn phí công cụ microsoft office không?. .",
            "Chào bạn,. . Không có nha bạn.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Cho em hỏi là hệ thống nộp tiền trực tuyến bị gì mà em không vào được ạ?(hình đính kèm). .",
            "Chào bạn,. . Bạn ra chi nhánh Ngân hàng OCB  để hỏi về lỗi này nha.. . Thân",
            "Dạ tại sao trường liên kết dịch vụ với ngân hàng OCB thì trường phải có trách nhiệm với đối tác bên kia(OCB)nên phía trường phải phản hồi cho họ hay sao đó chứ sao lại là em đi hỏi ạ?(Em học ở cơ sở 2)",
            "Chào bạn,. . Bạn thử đăng nhập lại, còn báo lỗi như hiện tại không, lỗi này bị hôm thứ 7 ngày 8/12/2018, Ngân hàng đã xử lý xong.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Cô ơi, cho em hỏi có cách nào biết mình đã kí tên vô bảng danh sách hôm thi cuối kì không ạ. Hôm qua e có đi thi dự thính môn Trường Điện Từ phòng 304B8 lúc 18h15  nhưng em lại không nhớ mình đã kí tên vô danh sách hay chưa, tại lúc đó làm bài gấp, thường thì giám thị sẽ mang đến tận bàn cho SV kí nhưng em không nhớ, mặc dù cuối h đã nộp bài làm đầy đủ cho giám thị. Cô ơi giúp em tra thử bảng danh sách kí tên được không ạ.Tên em: [full_name], MSSV:[student_id]. Thi môn Trường Điện Từ, ngày 7-12-2018 lúc 18h15 tại phòng 304B8. Nếu quên chưa kí mà có nộp bài đầy đủ thì có được kí bổ sung không ạ. Em chân thành cảm ơn !!!",
            "Chào bạn,. . Phòng Đào tạo đã niêm phòng túi bài thi và gửi về cho Cán bộ giảng dạy chấm bài. Bạn thử liên hệ về Khoa - Bộ môn để hỏi thử.. . Thân!"
        ]
    },
    {
        "intent": "",
        "message": [
            "Vừa làm vừa học - Đ[full_name][full_name]X   Đăng ký môn học . Chào thầy cô,. . Em vào đăng ký môn học theo lớp CN[full_name][full_name] thì có môn   B CO2008 - [full_name] ([full_name]H)   /B  em không tìm thấy để đăng ký.. . Xin thầy cô giúp đỡ.. . . . Em xin cảm ơn.",
            "Em chỉ cần đăng ký môn CO2007 Kiến trúc máy tính (Khi đăng ký Hệ thống đã cập nhật mã môn TH rồi)",
            "Xin cám ơn Thầy"
        ]
    },
    {
        "intent": "",
        "message": [
            "Vừa làm vừa học - ĐTTX   Yêu cầu khác . Chào quý Thầy/Cô,. . Em có 2 vướng mắc nhờ Thầy/Cô hướng dẫn thêm ạ.. . 1. Em đăng ký học hệ VHVL (12/2018) ở trường BK ở Quận 10, nhưng vì điều kiện công việc và chỗ ở xa, em muốn xin về học ở Trường CĐXD số 2 được không? nếu được thì phải làm thế nào ạ?. . 2. Lúc đầu đăng ký, em có chọn ngành Kỹ thuật xây dựng, sau khi em làm thủ tục nhập học thì có thể đổi sang ngành Vật liệu xây dựng được không ạ?. . Xin cảm ơn.",
            "Chào bạn,. . 1. Bạn làm đơn chuyển địa điểm học nộp cho Phòng Đào tạo nhé. . 2. Ngày vật liệu xây dựng không mở lớp cho hệ VLVH, nếu bạn muốn chuyển ngành này thì phải theo dõi đăng ký môn học học chung với chính quy. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Chào thầy/cô,. . Thầy cô cho em hỏi, em là sinh viên tốt nghiệp ĐH hệ chính quy ngành Kỹ thuật điện tử - viễn thông, thầy cho cho em hỏi một số vấn đề thắc mắc:. . +Học kỳ đầu tiên nhà trường tự xếp lịch cứng hay mình phải đăng ký.. . +Khi nhận được danh sách môn được miễn mình có thể chỉnh sửa lại và thêm những môn khác vào thời khóa biểu được không.. . +Có một số môn trong danh sách học kì đầu tiên em không tìm thấy để đăng ký.. . +Em đi làm ban ngày giờ hành chính, sắp xếp thế nào cho chuẩn",
            "Chào bạn,. .  + Học kỳ đầu tiên, bạn vẫn phải đăng ký môn học. .  + 1 học kỳ có nhiều đợt đăng ký môn học, chỉ khi mở đợt cho phép hiệu chỉnh thì bạn mới hủy hoặc thêm môn mới.. .  + Học kỳ đầu  có mở 2 môn giải tích 2 và phương pháp tính, nếu được miễn 2 môn này thì bạn không cần phải học và đợi đăng ký môn học cho học kỳ 2/2018-2019. .  + Hệ Vừa làm vừa học học vào các buổi tối trong tuần, nên bạn đi làm ban ngày không bị ảnh hưởng việc học. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "B Học phí - Đại học - Cao đẳng chính quy   Học phí học kỳ chính . Đầu năm tụi em đã đóng 3.300.000 cho học phí tạm ứng và giờ em phải đóng thêm khoản hơn 3.000.000. Vậy cho em hỏi số tiền đó gồm những khoản nào và sô tiềb từng môn học ra sao ạ? Em xin cảm ơn.",
            "Chào bạn,. . Bạn vào trang http://www.aao.hcmut.edu.vn/học vụ/học phí/MỨC THU HỌC PHÍ ( Năm học 2018-2019).. . Bạn xem quy định về mức thu học phí. . Số tín chỉ học phí của từng môn học, bạn xem trong thời khóa biêu trên trang https://mybk.hcmut.edu.vn/stinfo/.. . Bạn có thể tính được tiền của từng môn học.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Xin chào thầy cô!!!. . . . Em là sinh viên hệ VHVL xét tuyển mới đăng ký nhập học ngày 09/12/2018.. . . . Cùng như các bạn khác. Em thấy có thông báo lịch học 2 môn \"Giải tích 2\" và \" Phương pháp tính\" được mở dạy vào ngày 10/125/2018.. . . . 1- Vậy 2 môn này chúng em có cần phải đăng ký mới được vào học. Hay tụi em chỉ cần chọn 1 trong 2 lớp để vào rồi xin học thou.. . . . 2- Theo hướng dẫn Đăng Ký Môn Học, em mới đăng ký được 2 môn \"MT1007 - Đại số tuyến tính\" và \"PH1003 - Vật lý 1\". Và em đăng ký tiếp môn học không được, Vậy là do 2 môn đã chiếm hết thời gian các ngày trong tuần, nên em không đăng ký được nữa phải không thưa Thầy Cô.. . -Và theo như hình này là em đã đăng ký được 2 môn học này cho PĐT chưa ạ. Vì mỗi lần em nhấn vào (Đăng ký/Hiệu Chỉnh) xong là bị báo lỗi.",
            "responsible person: [543] [staff_name] [helpdesk staff]",
            "em đăng ký môn học online theo thời khóa biểu tại:. . aao.hcmut.edu.vn =  Sinh viên =  Học vụ =  Thông báo mới. . . . THỜI KHÓA BIỂU [full_name] 2018 ĐỢTT THÁNG 11/2018 [full_name]",
            "Em là SV diện xét tuyển CĐ/ĐH nên em chỉ đăng ký môn Giải tích 2 và [full_name]. . . . Không đăng ký môn Đại số và Vật lý 1 .. . Nếu lỡ đăng ký thì nhấn nút hủy để đăng ký môn Giải tích 2, Phương pháp tính"
        ]
    },
    {
        "intent": "",
        "message": [
            "Thưa ad, năm vừa rồi em thi AVĐV được 315, nhưng em không đăng kí được AV1 do phòng ĐT không mở lớp, ở HK182 e có đăng kí AV1 nhưng lại được thông báo là\" chưa học AVCB\", tuy nhiên trong TKB vẫn có AV1, như vậy trong đợt hiệu chỉnh HK182 ngày 18/12 sắp đến e có được đăng kí AV1 không ( Trong đợt AVĐV cho K18 e có thi AVĐV nhưng chỉ 240 điểm thôi). Mong ad giải đáp. E cám ơn",
            "Chào em,. . Nếu em đã thi AVĐV đạt 315 thì em đã đủ điều kiện đk AV1, ngày 18/12/2018 em vào trang đăng ký môn học để xem kết quả đăng ký của em nhé.. . Trân trọng.",
            "Ad ơi, hiện giờ trên trang đăng kí môn học cuả e bị mất AV1 luôn rồi, như vậy là sao ạ",
            "Chào bạn, . . Vào đợt đăng ký môn học từ ngày 19/12/2018  đến 25/12/2018 (Đợt hiệu chỉnh đăng ký môn học), bạn vô kiểm tra lại, nếu không có bạn vẫn có thể đăng ký bổ sung anh văn 1 được. Nếu trong thời gian đăng ký gặp khó khăn bạn có thể lên Phòng Đào tạo để được hướng dẫn cách đăng ký.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "MSSV [student_id]\t. . Chào thầy cô, hôm trước em có đăng kí mua bảo hiểm xã hội ở phường nên em không đăng kí mua ở trường nay gặp vấn đề nên em không mua được bảo hiểm ở phường, vậy bây giờ em cần làm gì ạ? Bảo hiểm y tế cũ của em có thời hạn 1/10/2018 đến 31/12/2018. . . .",
            "Chào bạn,. . Bạn liên hệ phòng Công tác Chính trị sinh viên để hỏi về vấn đề Bảo hiểm y tế!. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "chào thầy cô, em là sv VLVH khoá 2018 đợt tháng 10 diện xét học bạ, theo tkb ngày 8/12 thì thời gian bắt đầu học của lớp xét học bạ là 10/12, nhưng hôm sinh hoạt đầu khoá em nghe thông báo tuần sau ngày 17/12 mới bắt đầu học. có đúng không? mong thầy cô giải đáp giúp. em cảm ơn.",
            "Chào bạn,. . Diện xét học bạ khóa 2018 bắt đầu học ngày 10/12/2018. . Thân",
            "Bạn xem lịch học tại trang http://aao.hcmut.edu.vn/    sinh viên    học vụ    thay đổi lịch học- lịch thi. .",
            "cảm ơn anh đã hỗ trợ."
        ]
    },
    {
        "intent": "",
        "message": [
            "E có nộp CCNN vào ngày 23/11 và giờ vẫn chưa nhận được kết quả thẩm tra. Do gần tới đợt đăng kí môn bổ sung rồi nên e muốn hỏi là khoảng bao lâu thì sẽ có kết quả thẩm tra CCNN.",
            "Chào em,. . Kết quả thẩm tra nhanh hay chậm tùy thuộc vào  phía trung tâm IIG. NẾu em đã đăng ký online thông tin chứng chỉ ngoại ngữ của em thì trường đã pass chuẩn anh van cho em đăng ký môn học online. Kết quả hậu kiểm sẽ được cập nhật online khi trường nhận được trả lời của bên thẩm tra.. . Trân trọng."
        ]
    },
    {
        "intent": "",
        "message": [
            "Thầy cô cho em hỏi là khi nộp chứng chỉ ngoại ngữ , em có cần lên mybk đăng ký trước hay không , hay em chỉ cần lên văn phòng đào tạo nộp thôi ạ ?  . . Và em có được nộp bản sao có công chứng không ạ ?. . Em xin cảm ơn  B . .",
            "Chào em,. . KHi em có chứng chỉ ngoại ngữ em phải vào web Mybk khai báo thông tin online cho trường.. . Em vui lòng vào trang aao--  sinh viên--  Ngoại ngữ --  Hướng dẫn cách nộp chứng chỉ để hiểu rõ quy định nộp của từng loại chứng chỉ ngoại ngữ.. . Trân trọng.",
            "Dạ em xin nộp chứng chỉ ngoại ngữ để miễn điểm học môn Anh Văn ấy ạ .. .  Em thấy là phải đợi thẩm tra CCNN mà trong khi ngày 14/12 là phải chuyển điểm Anh văn rồi ạ , mà nếu bây giờ em mới đăng ký thì sẽ trễ mất . Em phải làm sao ạ ? ( Em đã có bằng . .  TOEFL ITP do bên IIG Việt Nam cấp rồi ). . Em xin cảm ơn  B",
            "Chào em,. . . . Hiện tại em vẫn chưa khai báo thông tin chứng chỉ ngoại ngữ và chưa đký chuyển điểm.. . . . Em hãy bình tĩnh vào trang web xem quy định:. .  aao.hcmut.edu.vn --  sinh viên--  Ngoại ngữ --  Hướng dẫn cách nộp chứng chỉ và hướng dẫn quy trình chuyển điểm môn av để hiểu rõ hơn quy định chứng chỉ ngoại ngữ.. . Trong hướng dẫn có ghi rõ:   I ...có thể đăng ký chuyển điểm ngay sau khi đăng ký nộp CCNN, không cần chờ kết quả thẩm tra  /I .. . . . Trân trọng.. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học bổng - Đại học - Cao đẳng chính quy   Học bổng (danh sách, điều kiện,...) . . . Chào thầy/ cô,. . . . Thầy cô cho em hỏi về việc nhận học bổng khuyến khích học tập HK151.. . . . Cho em hỏi là khi nào em mới nhận được học bổng vậy ạ. . . . . Em cảm ơn thầy/ cô đã hỗ trợ ạ.",
            "Chào bạn,. . Hiện tại nhà trường đang ra quyết định cấp học bổng khuyến khích cho sinh viên, bạn theo dõi email và tài khoản của mình.. . Thân",
            "Hiện tại là đang làm quyết định cấp học bổng học kỳ 2/2017-2018 nha bạn, chứ không phải học kỳ 151. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Em có đứa em họ học năm 3 , năm trước thi rớt anh văn bị đình chỉ học kỳ ,ra trung tâm học anh văn thi nộp cho trường , học kỳ này đăng ký môn học 6 môn , sau khi đăng ký xong có kết quả toeic 320 mà môn học yêu cầu là 350 nên bị huỷ môn học. Còn hơn 1 tháng là chính thức nhập học.. . Cho em hỏi trước khi nhập học nếu nó thi lại lần nữa mà toeic đạt 350 theo yêu cầu vậy có cách nào để nó đăng ký môn học không ( không thì bị đình chỉ 1 năm). . Em nghe nói trường chỉ nhận bằng toeic của trung tâm 3/2 và IIG còn trung tâm nào khác ko? Trung tâm có nhiều chi nhánh , thi ở chi nhánh được không ạ !      Mong thầy cô giúp em , em cảm ơn!",
            "Chào bạn,. . Bạn xem quy định về chuẩn anh văn và các loại chứng chỉ nộp tại trang: http://www.aao.hcmut.edu.vn/sinh viên/quy chế/Quy chế đào tạo và học vụ bậc đại học, cao đẳng: áp dụng đến học kỳ 1 (2018-2019)/Phụ lục 1: Quy định về ngoại ngữ (áp dụng cho các chương trình giảng dạy bằng tiếng Việt). . Và bạn xem quy định về chuẩn anh văn tại trang: http://www.aao.hcmut.edu.vn/sinh viên/quy chế/Một số điểm mới về Quy chế học vụ áp dụng từ HK182. . Và thời gian đăng ký môn học và nộp chứng chỉ ngoại ngữ tại: http://www.aao.hcmut.edu.vn/Lịch học vụ/Năm học hiện tại (2018-2019)(học kỳ). . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]2  /b \t. . . . Kính gửi Phòng Đào Tạo ĐH Bách Khoa Tp HCM. . Em tên là [full_name]. . MSSV [student_id]2. . Em thuộc diện sinh viên được thu nhận lại vào học kỳ 2 học kỳ 182, quyết định số 908/QD-DHBK-DT ngày 29/11/2018. Em có cập nhật thông tin sinh viên vào ngày 10/12/2018 theo quy định mới của trường. Tuy nhiên đến hôm nay tài khoản sinh viên vẫn không vào được trang đăng ký môn học và nó báo phải liên hệ với phòng Đào Tạo. Tuy nhiên do em đang ở quê và nhà em đang bị thiệt hại do mưa lũ nên em không thể vào lại thành phố sớm để liên hệ trực tiếp với phòng Đào Tạo về trường hợp của em rất mong quý thầy cô có thể thông cảm giúp em. Hiện tại do em còn nợ anh văn 4 và LVTN nên nếu được đăng ký môn học vào đợt ngày 18/12 sắp tới thì em sẽ có thể hoàn thành chương trình đào tạo của mình.. . Rất mong quý thầy cô có thể giúp đỡ em.. . Em xin chân thành cảm ơn.",
            "responsible person: [543] [staff_name] [helpdesk staff]",
            "Chào bạn. . Bạn sẽ đăng ký môn học HK182 vào 10g ngày 18/12/2018 nghen"
        ]
    },
    {
        "intent": "",
        "message": [
            "Em chào thầy cô ạ. . . Hiện e đang là sinh viên năm 2.. . E có chút thắc mắc về việc điều kiện anh văn để đăng kí môn học ạ. Cho em hỏi để đủ điều kiện đăng kí môn cho học kì 2 năm 2 thì cần điều kiện anh văn bắt buộc là 250 hay 300 ạ. Vì av của em chỉ được trên 250 nên em không biết mình có được đăng kí môn cho học kì tiếp không. . . Kính mong thầy cô giải đáp thắc mắc của em. . . Em xin chân thành cảm ơn.",
            "Chào bạn,. . Bạn tham khảo quy định về chuẩn AV từng năm học tại: http://www.aao.hcmut.edu.vn/sinh viên/ quy chế/Một số điểm mới về Quy chế học vụ áp dụng từ HK182. . Và http://www.aao.hcmut.edu.vn/sinh viên/ quy chế/Quy chế đào tạo và học vụ bậc đại học, cao đẳng: áp dụng đến học kỳ 1 (2018-2019)/Phụ lục 1: Quy định về ngoại ngữ (áp dụng cho các chương trình giảng dạy bằng tiếng Việt). . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Chương trình đào tạo - Đại học - Cao đẳng chính quy   Khác ... . E là sinh viên năm nhất lần đầu năm e có thi anh văn và e đăng kí học anh văn cơ bản lần này e thi qua anh văn 1 rồi thì e muốn k đăng kí anh văn trong trường nữa thì phải làm sao ạ",
            "Chào bạn,. . Bạn vào trang http://www.aao.hcmut.edu.vn/sinh viên/quy chế/ Một số điểm mới về Quy chế học vụ áp dụng từ HK182   B (Bạn xem quy định chuẩn AV sau từng năm hộc)  /B . . http://www.aao.hcmut.edu.vn/sinh viên/quy chế/Quy chế đào tạo và học vụ bậc đại học, cao đẳng: áp dụng đến học kỳ 1 (2018-2019)/Phụ lục 1: Quy định về ngoại ngữ (áp dụng cho các chương trình giảng dạy bằng tiếng Việt).. . Bạn có thể nộp Chứng chỉ tiếng Anh để chuyển điểm nếu bạn không muôn đăng ký học AV, nhưng bạn phải đạt yêu cầu về chuẩn AV theo từng năm học (xem quy chế theo hướng dẫn trên). . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Em muốn hỏi là em có chứng chỉ ngoại ngữ toeic 320 điểm để nộp vào vậy có được qua chuẩn anh văn năm 1 để đăng ký môn học năm 2 không vậy ?",
            "Chào bạn,. . Bạn tham khảo quy định về chuẩn AV từng năm học tại: http://www.aao.hcmut.edu.vn/sinh viên/ quy chế/Một số điểm mới về Quy chế học vụ áp dụng từ HK182. . Và http://www.aao.hcmut.edu.vn/sinh viên/ quy chế/Quy chế đào tạo và học vụ bậc đại học, cao đẳng: áp dụng đến học kỳ 1 (2018-2019)/Phụ lục 1: Quy định về ngoại ngữ (áp dụng cho các chương trình giảng dạy bằng tiếng Việt). . Thân",
            "em muốn hỏi là em nộp chứng chỉ có điểm 320 vậy thì có nhận không hay là phải đủ 350 trở lên mới nhận vậy?",
            "Chào em,. . . . Sinh viên có thể khai báo online nộp bất kỳ chứng chỉ quốc tế đã được quy định.. . Chứng chỉ của em đạt được chuẩn nào thì trường sẽ tự tính đạt chuẩn đó cho em (  I ngoại trừ điểm chuyển các môn anh văn sv phải chọn đăng ký chuyển điểm online  /I   B ).. . Em vui lòng xem quy định về ngoại ngữ cuả trường để hiểu rõ tại: http://www.aao.hcmut.edu.vn/sinh viên/ quy chế/Một số điểm mới về Quy chế học vụ áp dụng từ HK182.. . Trân trọng.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Chứng chỉ ngoại ngữ - Đại học - Cao đẳng chính quy   Thẩm tra chứng chỉ (nộp chứng chỉ) . Kính chào quý thầy cô.. . Em đã đăng kí thẩm tra chứng chỉ ngoại ngữ TOEFL iBT trên mybk vào 21/11/2018 15:44 mà đến nay em vẫn chưa nhận được kết quả thẩm tra. Quý thầy cô cho phép em hỏi là quy trình thẩm tra chứng chỉ theo quy định của nhà trường là mất bao nhiêu ngày làm sẽ được trả lời?. . . . Em đã gửi file chuyển sang dạng jpg từ file pdf của ETS gửi cho em nhưng do chỉ nộp được 1 file jpg nên em chỉ gửi page 1 file pdf. Ngoài ra em có đính kèm file pdf của ETS trong câu hỏi. . .",
            "Chào em,. . Em vào web aao--  sinh viên--  Ngoại ngữ--  Hướng dẫn cách nộp chứng chỉ Toefl iBT có ghi rõ quy trình, em đang thiếu bước quan trọng nhất để xác nhận chứng chỉ.. . Mỗi loại chứng chỉ ngoại ngữ có quy định khác nhau về cách nộp chứng chỉ, em xem kỹ lại nhé.. . Trân trọng",
            "Kính chào quý thầy cô,. . Em đã lên phòng đào tạo và nộp 2 bản sao chứng chỉ Toefl iBT sau khi đã được thầy [full_name] (của BK english) thẩm tra vào ngày 17/12 nhưng trên mybk vẫn chưa có ngày trả kết quả. Em xin quý thầy cô cập nhật tình trạng giúp em ạ.",
            "Chào em,. . Dữ liệu đã được cập nhật.. . Trân trọng."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Kính chào thầy cô và các bạn, em là tân sinh viên. Cho em hỏi đầu năm em thi AVĐV dưới 300 nhưng vừa rồi cuối kì 1 em thi AVĐV 380 vậy cho em hỏi là em đã qua được anh văn của năm nhất chưa ạ. Nếu em muốn học AV ở trường thì em sẽ học tiếp AV mấy ạ vì hk1 3m học avcb v học kì 2 đăng kí anh văn nào ạ. .",
            "responsible person: [543] [staff_name] [helpdesk staff]",
            "Chào bạn,. . Bạn tham khảo quy định về chuẩn AV từng năm học tại: http://www.aao.hcmut.edu.vn/sinh viên/ quy chế/Một số điểm mới về Quy chế học vụ áp dụng từ HK182.. . . . Nếu em muốn học av thì em tự đăng ký trong các đợt ĐKMH online, không có ràng buộc giữa các môn AV khi em đã đạt AVDV.. . Trân trọng."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Chào quý thầy cô!. . Em là sinh viên vừa liên thông khoá vừa học vừa làm. Và em vừa chuẩn bị thi toeic. Vậy cho em hỏi là đề thi theo fomat cũ hay mới?. . Em cảm ơn.",
            "Em thi ở đâu ???. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học phí - Đại học - Cao đẳng chính quy   Học phí học kỳ chính . Em ra ngân hàng OCB chi nhánh Lý Thường Kiệt đọc MSSV thì được thông báo là \"Chưa đăng kí\" nên em không đóng tiền được. Nhưng đầu năm khi làm Hồ sơ nhập học em đã đki TK ngân hàng OCB rồi. (Em đki TK riêng, không nộp chung với hồ sơ nhập học). . Cho em hỏi bây giờ em phải làm sao để đóng được học phí ạ?. . . .",
            "Chào bạn,. . Bạn ra ngân hàng nói là bạn muốn đóng học phí cho mã số sinh viên này (MSSV của bạn), cô thấy có nhiều phụ huynh vẫn đi đóng tiền cho sinh viên được, nên cô cũng không biết bạn trao đổi với ngân hàng như thế nào mà họ nói không đóng tiền được.Bạn hỏi họ giờ đăng ký mở thẻ như thế nào?. . Thân",
            "Chào bạn,. . Bạn có thể liên hệ Phòng Đào tạo (cơ sở 1) trao đổi rõ về trường hợp của bạn là như thế nào, để Phòng Đào tạo làm việc lại với ngân hàng OCB.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Em là sinh viên hệ VHVL, các thầy cô, anh chị cho em hỏi trường mình( cơ sở [full_name] ) giữ xe em thấy ghi đến 9h tối thôi vạy em học từ tiến 13 đến tiết cuối ngay luôn là qua 9h thì em gưỉ xe ở đâu ạ, em xin camr ơn",
            "Chào em. PĐT Xếp lịch học thì học xong SV ra lấy xe bình thường nhé.. . Em có thể gởi xe ở Công số 4 (Đường Lý Thường kiệt). . Cổng số 3 (Đường Tô Hiến Thành). . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Dạ e vừa thi qua avdv để dkmh cho kì kế e có cần làm thủ tục gì để 18/12 dkmh ko ạ . . hôm bữa e chưa thi av nên e chưa dk kế hoạch ạ. . e cảm ơn. . . .",
            "Chào bạn,. . Kỳ thi anh văn đầu vào bạn nói là kỳ thì nào? Nếu là kỳ thi Anh văn định kỳ do Phòng Đào tạo tổ chức vào ngày 8/12/2018, thì tự động Phòng Đào tạo sẽ cập nhật điểm để bạn đăng ký môn học.. . Thân",
            "chào bạn mình thi được 520 hôm đó. . và bạn có thể cho mình hỏi pdt cập nhật chưa v ạ. . h chưa phải tg dkmh như mình check thử thì vẫn bị. .  Thiếu (các) môn học:. .   Nhóm [CCAS_2]: CCAS_2 - Chuẩn av sau năm 2 (tiên quyết)",
            "Chào bạn, . . Đợt đăng ký môn học từ ngày 19/12, Phòng Đào tạo sẽ cập nhật dữ liệu thì anh văn định kỳ vào ngày 10/12, để pass chuẩn anh văn sau từng năm học.. . Thân",
            "cảm ơn ạ"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]  /b \tChào mọi người e tên [full_name][full_name] cho e hỏi giờ xem thời khóa biểu chính thức của hệ VHVL học lại tết thì xem ở đâu ạ[full_name][full_name] [full_name] 2[full_name] Cho e  hỏi nếu giờ e hủy môn học thì làm như thế nào ạ[full_name] e cảm ơn[full_name][full_name] [full_name] [full_name] [full_name]",
            "responsible person: [543] [staff_name] [helpdesk staff]",
            "Em check email nhé. pđt đã gởi qua email cho em rồi"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác  / . . Chào quý thầy cô ạ ! E có một vấn đề thắc mắc xin được hỏi quý thầy cô ạ . E đã kiểm tra trình độ tiếng đầu vào được  350 ạ . Và e có đọc quy chế ngoại ngữ ngữ sau năm hai phải đạt anh văn 2 hoặc kiểm tra anh văn sau mỗi năm    350 (hiện tại e chưa học anh văn 2) .Vậy quý thầy cho e hỏi là e đã kiểm tra anh văn năm nhất  Đã đạt   350 z sau năm 2. Liệu sau năm 2 e có cần đăng ký kiểm tra trình độ anh văn không ạ ? E xin trân thành cảm ơn !!!",
            "responsible person: [543] [staff_name] [helpdesk staff]",
            "Chào bạn,. . Nhà trường xét chuẩn anh văn theo từng năm học. Bạn xem quy chế tại: http://www.aao.hcmut.edu.vn/sinh viên/quy chế/Quy chế đào tạo và học vụ bậc đại học, cao đẳng: áp dụng đến học kỳ 1 (2018-2019)Phụ lục 1: Quy định về ngoại ngữ (áp dụng cho các chương trình giảng dạy bằng tiếng Việt) và . . http://www.aao.hcmut.edu.vn/sinh viên/quy chế/Một số điểm mới về Quy chế học vụ áp dụng từ HK182. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học phí - Đại học - Cao đẳng chính quy   Học phí học kỳ chính . Kính chào,. . Em tên là [full_name]. . Hiện tại em không thể truy cập được trang thanh toán học phí BKPay, nên không thể thực hiện được việc đóng học phí. Hạn chót lại là ngày 14/12 (Ngày thứ 6). Em đang rất cần sự trợ giúp để giải quyết vấn đề này ạ. . . Em xin cảm ơn",
            "Chào bạn,. . Hiện tại máy chủ BKpay đang bị lỗi (tạm ngưng hoạt động), thời hạn thanh toán học phí sẽ được gia hạn và thông báo trong email sau.. . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Dạ, em chào thầy/cô.. . Em muốn lấy bảng điểm dưới dạng file pdf, nhưng em thấy, trên trang web chỉ có phần hỗ trợ in bảng điểm giấy có xác nhận của nhà trường. Vậy có cách nào lấy được file bảng điểm không ạ?. . Em cảm ơn nhiều ạ.",
            "Chào bạn,. . Nếu có thể in bảng điểm từ trang https://mybk.hcmut.edu.vn/stinfo/. . Còn bảng điểm bảng đăng ký và đóng tiền trên trang https://mybk.hcmut.edu.vn, thì nhà trước phải in ra, ký tên và đóng dấu, từ đó bạn có thể tự scan sang pdf.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Chứng chỉ ngoại ngữ - Đại học - Cao đẳng chính quy   Xét miễn môn anh văn (chuyển điểm) . Dạ cho em hỏi là em đang học anh văn 2 mà em mới thi lại anh văn đầu vào được 505 điểm. Em đọc trên web trường là được miễn 4 anh văn vậy giờ em có cần đăng kí gì để được miễn hay trường tự miễn hết cho em ạ. Nếu được miễn thì kì này em không cần đăng kí anh văn nữa phải không ạ.Em cảm ơn",
            "Chào bạn,. . Nhà trường chỉ xét miễn các môn anh văn trong đợt tổ chức thi anh văn sau khi nhập học, còn các kỳ thi tổ chức trong mỗi học kỳ dùng để xét chuẩn anh văn theo sau mỗi năm học.. . Bạn xem quy chế tại: http://www.aao.hcmut.edu.vn/sinh viên/quy chế/Quy chế đào tạo và học vụ bậc đại học, cao đẳng: áp dụng đến học kỳ 1 (2018-2019)Phụ lục 1: Quy định về ngoại ngữ (áp dụng cho các chương trình giảng dạy bằng tiếng Việt). . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Đầu năm em đã đăng kí không xép lớp anh văn, nhưng mà cuối kì em vẫn bị tính tiền học phí anh văn. xin trả lời giúp em. .",
            "Chào bạn,. . Trong đợt thông báo cho sinh viên không muốn học anh văn (không xếp lớp anh văn), phải đăng ký là không đăng ký học anh văn. Nhưng bạn không đăng ký, nên mặc định là bạn đăng ký học anh văn. Trong tuần đầu sau khi công bố kết quả thi anh văn, Phòng Đào tạo vẫn nhận đơn cho các bạn không muốn đăng ký học anh văn. Hiện giờ đã là cuối học kỳ, nên không thể giải quyết các trường hợp về thời khóa biểu của sinh viên.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "thầy cô cho em hỏi  là BHYT em có  mua ở  ngoài nhưng cuối tháng mới nhận đượcnên em không đăng  kí  ở trường, cho em hỏi thủ  tục xác  nhận như nào  ạ",
            "Chào bạn,. . Bạn liên hệ Phòng Công tác Chính trị sinh viên về vấn đề hỏi về vấn đề Bảo hiểm y tế.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học phí - Đại học - Cao đẳng chính quy   Học phí học kỳ chính . Gửi thầy(cô),. . . . Em là sinh viên khóa K18. Hiện tại BK pay không truy cập được, em có nhận được mail của nhà trường về việc gia hạn thời gian đóng học phí lần 2 của học kì 182. Vậy cho em hỏi vậy là 15h ngày 14/12/2018 là vẫn chưa phải hạn chót đóng học phí là đúng không ạ? . . . . Mong quý thầy(cô) phản hồi em sớm.. . Thân.",
            "Chào bạn,. . Sau khi khắc phục xong hệ thống BKpay, nhà trường sẽ gởi mail thông báo cho các bạn về việc gia hạn đóng học phí đến ngày nào. Bạn lưu ý theo dõi mail sinh viên nha.. . Xin lỗi vì sự bất tiện này!. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Chứng chỉ ngoại ngữ - Đại học - Cao đẳng chính quy   Khác ... . Dạ em đang học avcb trong trường... và vừa rồi em thi lại av đầu vào được 330 ạ. Vậy em có được qua học   av1 được không ạ. . Vì Thứ 2 17/12 em vẫn có lịch thi avcb 30% ạ. . Mong quý thầy cô xem xét và giải quyết giúp em ạ. . Trân trọng cám ơn quý thầy cô. .",
            "Chào bạn,. . Kỳ thi anh văn định kỳ ngày 8/12 chỉ dùng để xét chuẩn anh văn sau từng năm học, để bạn đăng ký môn học cho năm tiếp theo, không dùng để xét miễn học anh văn.. . Bạn xem quy chế tại: http://www.aao.hcmut.edu.vn/sinh viên/quy chế/Quy chế đào tạo và học vụ bậc đại học, cao đẳng: áp dụng đến học kỳ 1 (2018-2019)/Phụ lục 1: Quy định về ngoại ngữ (áp dụng cho các chương trình giảng dạy bằng tiếng Việt). . và http://www.aao.hcmut.edu.vn/sinh viên/quy chế/Một số điểm mới về Quy chế học vụ áp dụng từ HK182. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: kinh gửi phòng đào tạo. em tên là [full_name]. vì sơ ý lên em đã đóng trễ hạn lệ phí thi anh văn đầu vào. em muốn hỏi là em có bị cấm đăng kí môn học trong học kỳ tới không ạ? nếu có thì em phải làm thế nào? em xin cảm ơn!",
            "Chào bạn,. . Đóng trễ lệ phí thi anh văn đầu vào không bị cấm đăng ký môn học, nhưng sẽ bị cấm đăng ký thi anh văn lần tới.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Điểm tổng kết môn toán kỹ thuật kì 171 của em sao bị mất vậy ạ ?",
            "Chào bạn,. . Đã cập nhật lại rồi, bạn xem lại nhé.. . Thân mến"
        ]
    },
    {
        "intent": "",
        "message": [
            "MSSV: [student_id]. . . . GỬI THẦY/CÔ. . [full_name] LÀ DẠNG XÉT HỌC BẠ . . NHƯNG TRONG LỊCH HỌC VỤ CÓ 2 THỜI KHÓA BIỂU [full_name] [full_name] [full_name].. . [full_name] ƠN. . . . . .",
            "Chào bạn,. . bạn là sinh viên diện xét học bạ thì chọn theo lịch diện xét học bạ để học nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Chứng chỉ ngoại ngữ - Đại học - Cao đẳng chính quy   Xét miễn môn anh văn (chuyển điểm) . Cho em hỏi là em vừa thi   B TOEIC  /B  chứng chỉ quốc tế rồi và đạt   B 450 điểm  /B . Theo quy định thì nếu em chuyển điểm, mức điểm sẽ là:   B AV1_10đ; AV2_7.5đ; AV3_5đ.  /B . . . . Nhưng mà hiện tại em đang học AV4 và   U đã đậu AV3 với mức điểm: 8.0đ  /U  vậy thì khi thực hiện việc chuyển điểm, thì điểm AV3 của em sẽ là 8.0đ hay là theo đúng như quy định, chỉ được 5đ thôi ạ.. . . . Em xin cám ơn !. .",
            "Chào bạn,. . Nếu em đã có điểm AV3 đạt 8đ thì em không chọn đky chuyển điểm online môn AV3.. . Nếu em đã đký chuyển điểm online môn AV3 thì khi tính điểm tích lũy chung trường sẽ lấy cột điểm cao nhất của môn em đã đạt.. . Trân trọng."
        ]
    },
    {
        "intent": "",
        "message": [
            "Môn Toán kỹ thuật em đạt điểm tổng kết 8.5 vậy tại sao phần tiến độ học tập ghi em chưa đạt ạ ?",
            "Chào bạn,. . Phòng Đào tạo sẽ kiểm tra và cập nhật lại. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Chứng chỉ ngoại ngữ - Đại học - Cao đẳng chính quy   Xét miễn môn anh văn (chuyển điểm) . Kính gửi Thầy (cô),. . Em là sinh viên năm 1 khoa ĐIện-Điện tử. Vừa rồi em đăng kí thi AV vào ngày 8/12/2018 do trường tổ chức và được số điểm là 485. Cho e hỏi là em làm thế nào để chuyển điểm Tiếng Anh của mình ạ?. . Em xin chân thành cảm ơn ạ!. .",
            "Chào em,. . . . Em vui lòng xem quy định về chứng chỉ ngoại ngữ trên web aao--  sinh viên --  Ngoại ngữ-  Kiểm tra trình độ tiếng anh mỗi học kỳ.. . . . Trân trọng."
        ]
    },
    {
        "intent": "",
        "message": [
            "B   /B Thầy/Cô cho em xin hỏi về việc cập nhật lại thông tin sinh viên, em đã cập nhật online nhưng do hộ khẩu nhà em thay đổi nên hạn cuối nộp lại hộ khẩu bổ sung là khi nào ạ, có cần phải trong khoảng thời gian cập nhật thông tin không ạ? Em mong hồi đáp sớm để em có thể chuẩn bị kịp. Em xin chân thành cảm ơn thầy/cô!Yêu cầu khác:",
            "Chào em,. . Nếu em có thay đổi hộ khẩu thì em nộp 01 bản photo có công chứng hộ khẩu mới tại Phòng đào tạo trước 29/12/2018.. . Trân trọng."
        ]
    },
    {
        "intent": "",
        "message": [
            "cho em hỏi đăng kí môn học đợt 2 kết thúc ngày 9/12 em không  vào xem và cũng không nhận được email, đó phải là đợt đăng kí chính thức chưa và nếu không đăng kí có bị gì không ạ, đợt 1 em có đăng kí rồi",
            "Chào bạn,. . Bạn vào http://www.aao.hcmut.edu.vn/sinh viên/lịch học vụ/Năm học hiện tại (2018-2019)(học kỳ 2). Bạn vào xem lịch của các đợt đăng ký môn học, đợt đăng ký nào cũng là đăng ký chính thức nhé bạn.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "MÌnh là sv chuyển hệ cq sang vhvl. . MÌnh đã kích hoạt BknetID, đã đổi mật khẩu,đã đăng kí môn học. . MÌnh nhận được mail cần cập nhật thông tin liên lạc khi  đăng nhập mybk_thông tin sinh viên thì gặp lỗi \"Tài khoản không tồn tại hoặc hết hiệu lực, vui lòng quay lại sau! \". . Xin được giúp đỡ. .",
            "Chào em,. . Mục thông tin sinh viên trên trang mybk chỉ dành cho sinh viên hệ Chính quy mới đăng nhập được để cập nhật thông tin liên lạc. Em không cần cập nhật trên mục thông tin sinh viên nhé. . Thân./"
        ]
    },
    {
        "intent": "",
        "message": [
            "Chứng chỉ ngoại ngữ - Đại học - Cao đẳng chính quy   Thẩm tra chứng chỉ (nộp chứng chỉ) . Em là [full_name] - [student_id].. . Xin chào ,. . Em muốn hỏi thêm về thời gian thẩm tra chứng chỉ - Vào ngày 29/11/2018 em có đăng kí nộp chứng chỉ anh văn toeic để xét chuẩn anh văn để em có thể đăng kí môn học cho học kì tiếp theo 182 . Mà tới giờ em vẫn thấy chứng chỉ của em vẫn chưa được thẩm tra, Liệu chứng chỉ của em có thẩm tra kịp lúc để em có thể đăng môn học cho đợt bổ sung học kì 182.. . Em là k16 em muốn biết thêm về chuẩn nhận luận văn của khóa em có thay đổi không và thay đổi thành bao nhiêu ạ, do trên web aao em vẫn không tìm được. . . Mong PĐT hồi đáp giúp em .. . Em xin cảm ơn.",
            "Chào em,. . Khi em đăng ký online chứng chỉ ngoại ngữ trước thời điểm lấy dữ liệu anh văn theo thông báo thì đến đợt trường sẽ tự xét chuẩn LVTN cho các bạn đăng ký môn học online không cần chờ kết quả thẩm tra.. . Em xem chuẩn anh văn LVTN và Tốt nghiệp tại aao-- sinh viên-- Quy chế-- Quy chế học vụ--  Quy định về ngoại ngữ --  Chuẩn tiếng anh nhận LVTN và TN.. . Trân trọng. .",
            "Chào cô,. . Em xin cảm ơn cô đã hỗ trợ.. . Trân trọng.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "em hiện tại đang học anh văn 2 tại trường tại sao trong đợt đăng kí môn học học kì 182 đợt 1, tại sao nhập mã môn học của anh văn 3 và để đăng kí tại sao lại không được, đợt tiếp theo bắt đầu từ ngày 18/12/2018 em có đăng kí được không ạ.",
            "Chào bạn,. . Đợt đăng ký môn học từ ngày 19/12/2018  đến 25/12/2018 (Đợt hiệu chỉnh đăng ký môn học) bạn lên đăng ký lại thử, nếu vẫn còn bị lỗi, trong thời gian đăng ký bạn liên hệ trực tiếp Phòng Đào tạo để giải quyết nhé!. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học phí - Đại học - Cao đẳng chính quy   Học phí học kỳ chính . Cho em hỏi đợt 2 của đóng học phí BKpay có bảo trì giờ em lên lại thấy có thể đóng tiền, vậy thì giờ em đóng luôn hay đợi mail xác nhận của trường ạ, em cảm ơn.",
            "Chào bạn,. . Hệ thống BKpay đã hoạt động lại bình thường, nên giờ bạn đã có thể thanh toán học phí. Trong sáng nay Phòng Đào tạo sẽ gửi mail về việc gia hạn thời gian đóng học phí.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Thưa thầy cô, . . Bữa trước em có nhận được Email ghi là máy chủ Bkpay đang tạm ngưng và sẽ gia hạn thời gian đóng học phí. Nhưng sao BKpay thấy mở rồi mà chưa có tin nhắn ghi thời gian gia hạn đóng học phí là ngày nào ạ? . . . .",
            "responsible person: [543] [staff_name] [helpdesk staff]",
            "Chào bạn,. . Trong sáng nay Phòng Đào tạo sẽ gửi mail về việc gia hạn thời gian đóng học phí, BKpay đã hoạt động lại nên bạn đã có thể thanh toán học phí rồi.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Cho em hỏi tùe ngày 12 bkpay đã đóng trang web đến nay moiw mở lại. Vậy học phí e đóng trong thời điểm này có được xem là trễ hạn hay không?",
            "responsible person: [543] [staff_name] [helpdesk staff]",
            "Chào bạn,. . Trong hôm nay, Phòng Đào tạo sẽ gửi mail thông báo về cụ thể thời gian gia hạn đóng học phí, hiện tại thời điểm này sẽ không tính trễ học phí. Giờ bạn có thể thanh toán học phí bình thường.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Chào thầy/cô ạ,. . Vừa rồi có đợt cập nhật thông tin mà em quên mất, giờ em phải làm gì ạ ?. . . .",
            "Chào bạn,. . Trong chiều nay, Phòng Đào tạo sẽ gửi mail thông báo về gia hạn thời gian cập nhật thông tin, hiện tại bạn vẫn có thể lên cập nhật thông in được.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Thưa thầy cô, . . . . Em đã nhận Email về thời gian gia hạn đóng học phí tới ngày 18/12/2018 lúc 15h00. . . . Nhưng khi lên BKpay em lại thấy ghi \"ngày dự kiến hết hạn vẫn là 15h00 ngày 14/12/2018 vậy ạ? . . . . Nếu bây giờ em chọn thanh toán mục trên thì em đã đóng tiền chưa ạ?!",
            "responsible person: [543] [staff_name] [helpdesk staff]",
            "Chào bạn,. . Hiện tại bây giờ đã thanh toán tiền được trên BKpay, bạn vui lòng lên thực hiện thao tác thanh toán học phí. Về thời gian gia hạn đóng học phí, sẽ trường sẽ tính theo thời gian email thông báo cho các bạn sinh viên (15h ngày 18/12/2018). . Thân"
        ]
    }
]