[
    {
        "intent": "",
        "message": [
            "Học vụ . Trường cho em xin lại bảng quy đổi điểm của k15 bằng toeic vẫn theo của năm K15 hay theo năm K17 ạ. .",
            "Chào bạn,. . . . Qui đổi theo bảng điểm cũ nha bạn. Bạn vui lòng xem qui chế học vụ điều 31, phụ lục 1 http://www.aao.hcmut.edu.vn/index.php?route=catalog/chitietsv&path=90&tid=1658. . . . . - Bảng quy đổi tương đương và chuyển điểm áp dụng từ HK1/2017-2018 đến HK3/2019-2020 . . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: em muốn hỗ trợ vay vốn mà không biết cách in thời khóa biểu như thế nào và điêu này có cần giấy xác nhận sinh viên không?",
            "Chào bạn,. . . . Việc này bạn liên hệ phòng Công Tác Chính Trị Sinh Viên nha.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Kính gửi Phòng Đào Tạo. . Trong yêu cầu trước em xin mở lại lớp thể chất, PĐT đã chấp nhận yêu cầu của em và phản hồi lại là kết quả sẽ cập nhật lên cổng thông tin sinh viên mục TKB nhưng đến nay đã 3 ngày nhưng em lên thì TKB vẫn chưa được cập nhật ạ.. . Mong được phản hồi từ PĐT.. . Em xin cảm ơn."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]  /b . . Thầy cô cho em hỏi là: tuần trước em xem thời khóa biểu vẫn còn môn bơi lớp L47. Nhưng mấy ngày nay em lên xem lại không thấy đâu. Vậy cho em hỏi là em bị hủy môn bơi hay bị sao ạ ?\t. . . .",
            "Chào bạn,. . . . Môn bơi nhóm L47 bị huỷ nha bạn.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: 1513946  /b \t. . . .   i Đăng ký môn học .  Dạ thưa quý cô và quý thầy. .  Theo nhưng lịch học vụ thì học kì chính 202 sắp bắt đầu, nhưng ở câu trả lời trước đó cô nói là em hãy đợi đến 16/03. Vậy lúc đó thời gian có còn để em được nhận luận văn hay không, hay sẽ bị delay với lý do không còn thể bổ sung. môn Cơ Lưu Chất (CI2003) mặc dù em đã có điểm không đạt của kỳ trước nhưng theo QUY CHẾ là vẫn sẽ được cộng vào số TCTLN để cho SV được nhận luận văn dù đạt hay không đạt, nếu không được tính vào theo QUY CHẾ vậy thì QUY CHẾ của trường dùng để làm gì ạ.. .  Kính mong quý thầy cô PĐT xem xét thật kỹ, để cho em có thể được nhận LVTN",
            "Chào bạn. . Hiện tại, Pdt kiểm tra đã có thời khóa biểu môn Luận văn tốt nghiệp ở HK202 của bạn, bạn vui lòng kiểm tra tại trang Mybk--  Xem Tkb sau ngày thứ 2(8/3/21). . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Cho em hỏi mình có thể mua áo thể dục đâu ạ, bên nhà thi đấu trường mình có bán không ạ",
            "li answer rate: Answer is not complete / Câu trả lời chưa hoàn chỉnh"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ thầy cô cho em hỏi học kì 202 dự thính môn học Hoá đại cương CH1003 tại sao huỷ ạ? Em kiểm tra trên mybk thấy môn học đó không mở.",
            "Chào bạn, . . . . Môn CH1003  bị full phòng thí nghiệm, nên không xếp môn CH1003 được nha bạn.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em muốn đăng ký môn công nghệ cơ khí .Môn này k18 đã hết người học.k19 đã đổi chương trình .mà em bị trùng với anh văn 1a vào buổi sáng thứ 7.anh văn 1a tới tuần 13 là xong.dự thính thì tuần 12 mới bắt đầu . em có thể nghỉ 2 buổi cuối của av 1a .mong pdt cho em đăng ký để theo kịp tiến độ",
            "Chào bạn,. . . . Việc này bạn viết đơn PDT để ban lãnh đạo phòng phê duyệt cho bạn nha.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em vừa chuyển sang hệ VLVH nhưng hiện tại vào mybk chưa có bảng điểm. em cần đăng ký môn học cơ lý thuyết nhưng không đủ điều kiện đăng ký. em cần làm gì ạ?",
            "Em đk hệ VLVH bình thường.. . Còn nếu đk hệ CQ thì em nộp đơn ở PĐT nhà A1, nhà trường sẽ xét đơn em sau. em đi học trước. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em là sinh viên k19, kỳ này đăng ký thể chất là môn bóng chuyền. Cho em hỏi địa điểm học bóng chuyền (cs2) là ở đâu vậy ạ? Em đọc mail có nói là tt thể dục thể thao nhưng trong thời khóa biểu lại ghi nhà thi đấu trường. Em cám ơn.. . . . [full_name]",
            "Chào bạn,. . . . Địa điểm học PDT có gởi mail cho sinh viên rồi nha bạn.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em tên [full_name] thuộc CK18 hôm shcd lần 2 em có đi và đã quét thẻ sinh viên ban đầu không có dữ liệu và sau đó đc bổ sung và đã quét lại thẻ đã hiển thị và đc chị ctv cho về và bây h lại thấy trên danh sách vắng shcd vây hôm đó em đc về rồi bây h đến phòng ctsv có cần chuẩn bị những j ạ vì em ko có giấy xác nhận shcd đó ạ . . Em cảm ơn",
            "Chào bạn,. . . . -[full_name] bạn liên hệ phòng Công Tác Chính Trị Sinh Viên nha.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Chào Thầy/ Cô, em là SV KSTN K19, em có một số thắc mắc quan trọng, rất mong được giải đáp:. . 1. Yêu cầu về số tín chỉ tối thiểu học kì đối với SV KSTN là 10 tín chỉ/kì đúng không?. . 2.  Nếu kết quả thi AV trong kì kiểm tra của trường đạt 780 điểm và SAU ĐÓ nộp bằng TOEIC có số điểm thấp hơn, thì khi ĐKMH sẽ dùng mức điểm nào để xét tiêu chuẩn?. . 3. Điểm chuyển AV có tính vào TBHK không? . . 4. Chuyển điểm AV có được tính thêm vào số tín chỉ của học kì thực hiện chuyển điểm không?. . Em xin cảm ơn!",
            "Chào bạn,. . . . 1. Bạn hỏi khoa.. . . . 2.Sẽ lấy điểm thi của trường xét chuẩn anh văn sau các năm.. . . . 3. Điểm chuyển anh văn không tính vào điểm trung bình tích luỹ học kỳ mà tính vào điểm trung bình tích luỹ chung.. . . . 4. Số tín chỉ chuyển điểm anh văn cũng giống như mục 3 bên trên.. . . . Thân. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Cho em hỏi học kì dự thính nghĩa là gì vậy ạ?",
            "Chào bạn,. . . . Là học kỳ không bắt buộc sinh viên phải học, bạn có thể đăng kí trả nợ hoặc học vượt vẫn được nha.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em đăng ký môn bơi, và không bị hủy môn, mà em kiểm tra thời khóa biểu không có là sao ạ.",
            "Chào bạn,. . . . Môn bơi L47 bị huỷ nha bạn.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em chào thầy/cô,. . Em thuộc khoa Kỹ Thuật Xây Dựng, phân ngành Cầu đường nhưng trong lý lịch sinh viên lại ghi là Cấp thoát nước. Mong thầy/cô kiểm tra lại giúp em với ạ.. . Em cảm ơn.",
            "Chào bạn,. . . . PDT ghi nhận và cập nhật lại thông tin sinh viên trên cổng thông tin sinh viên nha.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: 1910958  /b \t. . . .   i Đăng ký môn học . Thưa Thầy/Cô cho em hỏi, hiện tại em đã đăng ký thành công môn bơi, lớp PE1019 - L20 và ở trang đăng ký môn học đã báo gửi đăng ký thành công, nhưng ở thời khóa biểu của em vẫn chưa có môn bơi hiện lên ạ. Không biết là do chưa cập nhật hay là môn học của em đã bị hủy vậy ạ? . . Mong Thầy/Cô sớm trả lời cho em. Em xin cảm ơn",
            "Chào bạn,. . . . Môn PE1019 nhóm L20 bị huỷ nha bạn.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Thầy/cô cho em hỏi, em là sinh viên [full_name]15, đã hoàn thành hết chương trình học vụ, giờ chỉ còn chứng chỉ anh văn.. . . . Đối với [full_name]15, hiện chuẩn để tốt nghiệp là TOEIC 500 và nói viết 200 điểm đúng không ạ?",
            "Chào bạn,. . . . Bạn vui lòng xem qui chế học vụ điều 31, phụ lục 1 http://www.aao.hcmut.edu.vn/index.php?route=catalog/chitietsv&path=90&tid=1658.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ MSSV của em là [student_id]. Hiện em chưa nhận được bảng xét miễn môn ạ nên bị hủy các môn học khi đăng kí. Và khi đăng kí với chính quy dạng chuyển hệ em bị hủy vì lí do nghỉ học ạ. Kính mong quý thầy cô xem xét giúp em ạ. .",
            "Em đk lại"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em xin chào thầy cô. . Em bị hủy môn gdtc,mong thầy cô xem xét lại cho em đăng kí lại môn bơi pe1019 ,lớp l14. . Em xin cảm ơn.",
            "Chào bạn,. . . . Hiện tại đã hết thời gian hiệu chỉnh môn học rồi bạn.. . . . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Em chào quý thầy cô làm việc ở PDT. Em muốn hỏi là kết quả học dự thính học kì 202 có kịp để tính điểm TBTL để em kịp phân ngành của khoa Kỹ thuật Hóa học hay không ạ ? Em xin chân thành cảm ơn.",
            "Chào bạn,. . . . Việc phân ngành bạn hỏi khoa nha.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ chào thầy cô. . Em tên: [full_name] ; sinh ngày 15/07/1995. . MSSV : [student_id]. . Hệ : VHVL. . Dạ em đăng kí môn Đề cương luận văn, MSMH: EE4331 thì báo là thiếu môn song hành Thực tập tốt nghiệp. Em là sinh viên chuyển hệ từ chính quy sang VHVL, trước đó đã qua môn Thực tập tốt nghiệp mã môn học cũ rồi. . . . . Mong Quý Thầy Cô xem và cập nhật lại giúp em. . Em xin cảm ơn!. . Thân!",
            "Chào bạn,. . . . SV về khoa để làm miễn môn đề cương luận văn.. . . . Thân",
            "Dạ chào thầy cô,. . Miễn môn thực tập tốt nghiệp hay môn đề cương luận văn ạ ?",
            "Chào bạn,. . . . Bạn vui lòng đọc kỹ câu hỏi trên.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em tên [full_name] . . Em có đăng kí nhầm môn những nguyên lý cơ bản của chủ nghĩa [full_name][full_name]Lenin của khóa trước ạ . Em muốn được hủy môn học ạ. Do lúc đăng kí mạng bị lag rồi thoát ra, đến khi em vào lại thì nó đã đăng kí và em không để ý số tính chỉ . Và đến khi đi học lại em mới biết mình đăng kí nhầm ạ. Em mong thầy cô hủy môn giúp em với ạ. Và đúng là có một phần lỗi của em . Em mong thầy cô thong cảm . Em cám ơn nhiều ạ",
            "Chào bạn,. . . . [full_name]T ghi nhận yêu cầu của bạn, kết quả DKMH sẽ cập nhật trên cổng thông tin sinh viên mục TKB.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Do lớp PE1019 L22 không mở vì sĩ số không đủ, em có thể xin đăng ký lại môn GDTC được không ạ?",
            "Chào bạn,. . . . Bạn vui lòng cho biết mã số môn học và mã nhóm môn GDTC mà bạn muốn đăng kí.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Kính chào thầy/cô,. . . . Em tên [full_name], mã số sinh viên [student_id], khoa Cơ khí.. . Hiện nay em đã hoàn thành luận văn tốt nghiệp, tuy nhiên em vẫn còn một số thắc mắc trước khi đăng ký tốt nghiệp. . . . . Thứ nhất, về việc rớt môn học lại. Trước đây, trong học kỳ chính, em đã qua một môn học (Vật lý 1). Trong học kỳ 192, em có dự định cải thiện điểm môn này và đăng ký dự thính, tuy nhiên không thể tham gia kiểm tra cuối kỳ và nhận điểm 13. Em không biết việc này có ảnh hưởng đến điểm và số tín chỉ của em không ạ? Vì nếu có thì em phải học lại môn này thêm 1 kỳ nữa dù đã qua môn trước đó.. . . . Thứ hai, về điểm trung bình tích lũy ngành. Em mong muốn ra trường với điểm số tbtln vừa ý nên em cần đảm bảo nó phải đạt yêu cầu trước khi đăng ký tốt nghiệp. Tuy nhiên điểm trung bình tích lũy ngành của em luôn khác với trung bình tích lũy nên em không thể biết được chính xác điểm tbtl ngành dù bảng điểm đã cập nhật điểm tbtl. Hiện tại điểm tbtln mới chỉ được cập nhật đến hết học kỳ 192.. . . . Thứ ba, về việc không đăng ký môn học. Hiện tại em dự định sẽ hoàn thành tín chỉ ngoại ngữ và công tác xã hội trong tháng này để có thể đăng ký tốt nghiệp. Tuy nhiên em không rõ nếu em không hoàn thành kịp thì em có thể hoàn toàn không đăng ký môn học cho kỳ sau và chỉ làm công tác xã hội thì có bị cảnh cáo học vụ không.. . . . Mong quý thầy/cô giúp đỡ. Em cảm ơn thầy/cô vì đã đọc mail.. . . . Sinh viên,. . [full_name].",
            "Chào bạn,. . . . Thứ nhất: Điểm môn vật lý sẽ lấy lần nào thi điểm cao nhất.. . . . Thứ hai: Hiện tại điểm trung bình tích luỹ ngành 7.0.. . . . Thứ ba : Bạn không đăng kí môn học sẽ bị tạm dừng thôi. Khi nào hoàn tất các điều kiện ra trường thì bạn làm đơn thu nhận lại để ra trường . Thời gian tạm dừng không quá 2 học kỳ nha bạn.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em muốn hỏi học phí dự thính thanh toán 1 lần hay 2 lần ạ?. . Em cảm ơn!. .",
            "Chào bạn,. . . . Học phí dự thính  thanh toán 1 lần nha bạn.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em nghe nói sau năm nhất phải có bằng công nghệ thông tin cơ bản. Vậy đăng kí ở đâu và chi tiết như thế nào ?? . . Em cám ơn.. . . .",
            "Chào bạn,. . . . Hiện tại nhà trường chưa có thông báo về việc nộp chứng chỉ ứng dụng công nghệ thông tin. Khi nào có thông báo PDT sẽ gởi mail thông báo cho sinh viên.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Em có thắc mắc về chứng chỉ tin học của sinh viên năm nhất (K20) ạ.. . Chứng chỉ này có bắt buộc với sinh viên năm nhất để được đăng ký môn cho năm 2 không ạ?. . Nếu có hạn nộp chứng chỉ là khi nào ạ?. .",
            "Chào bạn,. . . . Hiện tại nhà trường chưa có thông báo về việc nộp chứng chỉ ứng dụng công nghệ thông tin. Khi nào có thông báo PDT sẽ gởi mail thông báo cho sinh viên.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: 1811085  /b \t. . . .   i Đăng ký môn học . Dạ Thầy/Cô cho em hỏi em học ở cơ sở 2 tới tiết 11 và 12 vậy em có đăng kí được môn học dự thính có thời khóa biểu hangout meeting bắt đầu từ tiết 13 không ạ?. . Tại em thấy em học hangout meeting tiết 13 thì không cần di chuyển từ cơ sở 1 về cơ sở 2 nên em không biết có bị hệ thống đăng kí môn học không cho đăng kí vì lí do không đủ thời gian di chuyển giữa hai cơ sở không ạ?. . Dạ em mong Thầy/ Cô giải đáp sớm nhất có thể giúp em ạ. Em xin chân thành cám ơn Thầy/ Cô nhiều ạ.",
            "Chào bạn,. . . . Được đăng kí môn học nha bạn.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Chào cô em là [full_name],. . . . Em là sinh viên khoa khmt, trong chương trình của em có môn CO1027 Kỹ thuật lập trình. Nhưng trong lần mở đăng kí môn học này trường có mở mon CO1011 Kỹ thuật lập trình. Vậy em nếu đăng ký CO1011 Kỹ thuật lập trình có tính là tín chỉ tương tự CO1027 Kỹ thuật lập trình trong ngành khmt ko ạ. . . . Em xin cảm ơn. . . . Nguyễn Phú [full_name]. . Mssv : [student_id]. .   i Đăng ký môn học .",
            "Em xem mã đúng CTĐT để đăng ký.. . hoặc môn tương đương. .",
            "Đăng ký môn học . Em đăng kí dự thính pđt không đăng ký cho vì lí do k đủ thời gian di chuyển giữa 2 cơ sở nhưng em vẫn muốn đăng ký thì pđt có đăng ký cho em không ạ",
            "Chào bạn,. . . . Không bạn, môn bị giãn cách giữa 2 cơ sở là không đăng kí được nha bạn.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . kỳ này em đăng ký môn luận văn tốt nghiệp mã CI4373, nhưng trên trang đăng ký môn học báo là em thiếu môn kết cấu bê tông cốt thép 1( mã CI2091).Học kỳ 192 em đã học môn này rồi ( mã CI2039). Em mong  thầy cô xem xét cho em được đăng ký môn học. Em xin cảm ơn.",
            "Chào bạn,. . . . [full_name] ghi nhận và xét lại luận văn cho bạn, sau ngày 16/3 kết quả DKMH sẽ cập nhật trên cổng thông tin sinh viên. Nếu  có gì thắc mắc bạn liên hệ trực tiếp [full_name].. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . . . . . Em tên là [full_name], MSSV: [student_id]. . Kính gửi PĐT, cho em xin đăng ký bổ sung môn học vào lớp sau (lý do để kịp đăng ký luận văn vào kỳ sau).. . - Môn ĐAMH Thi công (CI4127) lớp A01 (Em đã đăng ký thành công môn Tổ chức thi công (CI4125) đã cập nhập trên tkb). . . Em xin chân thành cảm ơn và mong PDT xem xét cho em ạ!",
            "Chào bạn,. . . . [full_name]T ghi nhận yêu cầu của bạn, kết quả DKMH sẽ cập nhật trên cổng thông tin sinh viên mục TKB.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . cho em hỏi hạn chót đăng kí tốt nghiệ đợt 2 năm học 2020 - 2021 là khi nào ạ",
            "Chào bạn,. . . . Hạn chót đăng kí tốt nghiệp là 2.4.2021.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Dạ em chào ad ạ,. . . . Cho em xin địa chỉ mail của thầy/cô tư vấn sinh viên về kế hoạch học tập luận văn của khoa Giao Thông ạ.. . . . Em xin cảm ơn.",
            "Chào bạn. . Bạn liên hệ trực tiếp Văn phòng Khoa hỏi nghen bạn. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: 1633008  /b \t. . . .   i Đăng ký môn học . Chào Thầy/ Cô,. . Em tên là Hoàng Minh Bôn MSSV : 1633008. . Ngày 22/1 em có đăng kí môn học toán kĩ thuật, msmh ee1003, hôm nay có thông báo đăng kí hiệu chỉnh môn học từ ngày 5- 9/3/2021, em cáo vào đăng kí thì nhận được thông báo cấm đăng kí, mong các thầy cô xem xét giúp em để em dc đăng kí môn học ạ.. . Cảm ơn quý Thầy Cô",
            "nếu em có nhu cầu học. . Nộp đơn PĐT nhà A1. . Lưu ý: môn học đã học được 1 tuần. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Cho em hỏi [full_name]1 đã học võ thì [full_name]2 học võ tiếp có được không? Nếu không được mà em đã lỡ đăng kí thì phải làm sao ạ?",
            "Chào bạn. . Môn học lại sẽ được học thành môn nâng cao, Bạn liên hệ trực tiếp giảng viên giảng dạy để  biết thêm thông tin nghen. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Cho em hỏi là em bị xóa tên vì hết chương trình đào tạo nhưng em đã cố gắng hoàn tất hết trước khi xóa tên. Vậy có cách nào cho em lấy bằng được không ạ. Do em cố gắng bỏ thời gian đi làm thêm kiếm tiền để thi hoàn tất anh văn để lấy bằng. Bằng tại chức cũng được ạ.. .",
            "Chào bạn,. . . . Bạn nộp đơn thôi học và bổ túc hồ sơ sang hệ vừa làm vừa làm vừa học.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Nơi sinh của em: Hà Nam, . . MSSV [student_id]. . Họ tên: [full_name]"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Pđt cho em hỏi là môn Anh Văn 4 _ LA1009 nếu đợt 1 của DT 202 đã được mở 2 lớp rồi nhưng tụi em bị đụng lịch không thể đki được thì có thể làm đơn xin mở lớp được không ạ. Đã có cô nhận dạy rồi ạ",
            "Chào bạn,. . . . Được bạn, đơn có sự đồng ý của giáo viên giảng dạy và ban giám đốc Trung tâm ngoại ngữ đồng ý mở lớp.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính thưa thầy/cô! . . Em tên là [full_name], sinh viên khoa Điện K18. . . Em có vấn đề về việc đăng kí môn học nhờ thầy cô giải đáp. . . do kỳ này pđt đổi lịch học sang cs2, khiến em dính vi phạm giãn cách 2 cơ sở(tiết 12-13) nên bị xóa đăng kí dự thính. Môn học dự thính này rất quan trọng với em.. . Em có thể xin pđt cho em đổi lớp trên tkb(vẫn môn đó_ giảng viên đó_ chỉ là ngày khác) để em có thể đăng kí môn dự thính được không ạ?. . Thật sự em rất rất quan trọng môn học dự thính này. Mong thầy cô xem xét và giúp đỡ.. . Em cảm ơn. Mong thầy cô phản hồi sớm!. . [full_name]_[student_id]",
            "Chào bạn,. . . . Rất tiếc việc này không giúp cho bạn được.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em thắc mắc là ngày mấy là ngày bắt đầu HK202 hệ VLVH?. . Trong tất cả email gửi đăng ký môn học ko có email nào đề cập đến ngày bắt đầu HK202 hệ VLVH.. . Trên thời khóa biểu thì em ko chắc chắn vì dịch nên trường có dời ngày bắt đầu HK202 hệ VLVH hay ko.. . Nên em thắc mắc là ngày mấy là ngày bắt đầu HK202 hệ VLVH? . . . .",
            "Chào bạn. . bạn xem chi tiết tại đây:. . . . http://www.aao.hcmut.edu.vn/index.php?route=catalog/chitietsv&path=59_77&tid=1943"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Hiện tại gmail của   B TRƯỜNG  /B  của em không đăng nhập được ('không thể đăng nhập cho bạn'). Em nghi gmail của mình đã bị hack hoặc bị khóa.. . . . Có cách nào để lấy lại được không?. . . . Hay phải tạo một tài khoản khác? Và tạo như thế   B nào? . . . . Em xin chân thành cảm ơn.. .",
            "Chào bạn,. . . . Bạn vào trang https://account.hcmut.edu.vn/ đổi tất cả mật khẩu các dich vụ của trường.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em chào cô (thầy),. . Đăng kí môn học dự thính HK2, đợt 1 em có đăng kí môn Đồ án BTCT1 mã CI2093 mà môn học không mở.. . Cô (thầy) cho em hỏi kì 1 năm sau khoá K19 không còn học mã môn này nữa thì môn này có mở lớp tiếp không?. . Và nếu không mở được thì em sẽ không thể hoàn thành chương trình đào tạo và không thể tốt nghiệp hay sao ạ?. . Em chân thành cảm ơn cô (thầy).",
            "Chào bạn,. . . . Môn CI2093 học kỳ 202 có mở lớp mà bạn.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em tên [full_name]. . MSSV:[student_id]. . Trong học kì 202 này, em có đăng ký môn thể chất là môn Bơi. Mã môn: PE1019. Lớp [full_name] vào sáng Chủ nhật. Sau đó có mail báo là những lớp nào bị xóa do không đủ sĩ số. Lớp [full_name] vẫn còn. Sĩ số 26/30 SV. Em tưởng là có lớp để học nhưng khi xem lại thời khóa biểu thì đã bị xóa lớp không lý do và cũng không thông báo ạ. Nay em gửi tin này mong thầy cô xem xét có thể hỗ trợ cho em được tham gia học vào một lớp Bơi khác... . Mã môn:PE1019, các lớp thỏa thời gian rảnh của em gồm. . -Lớp [full_name] vào thứ 2-tiết 13 14 15. . -Lớp [full_name] vào thứ 3-tiết 10 11 12. . -Lớp [full_name] vào thứ 3-tiết 13 14 15. . Kính mong các thầy cô có thể sắp xếp cho em học 1 trong các lớp trên ạ. Em thực sự muốn học thể chất ở kì này. . Em cảm ơn Quý Thầy cô rất nhiều. .",
            "Chào bạn,. . . . [full_name]T ghi nhận yêu cầu của bạn, kết quả DKMH sẽ cập nhật trên cổng thông tin sinh viên mục TKB.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . [full_name] CHÀO CÁC THẦY CÔ. KHI [full_name] [full_name] [full_name] [full_name] Ạ, [full_name] THỬ 1 TUẦN NAY RỒI MÀ [full_name], [full_name] [full_name] [full_name] Ạ. MONG THẦY CÔ GIẢI QUYẾT GIÚP [full_name].. . [full_name] CẢM ƠN !",
            "Chào bạn,. . . . Bạn chụp hình lỗi lại nha, PDT kiểm tra trả lời cho bạn.. . . . Thân",
            "EM GỬI ẢNH CHỤP MÀN HÌNH LỖI KHI MỞ MỤC NỘP CHỨNG CHỈ ANH VĂN Ạ",
            "Chào bạn,. . . . PDT đã khắc phục lỗi, bạn vào thao tác lại nha.. . . . Thân",
            "li answer rate: Answer suits the needs / Câu trả lời đúng ý",
            "EM ĐÃ MỞ ĐƯỢC MỤC NỘP CHÚNG CHỈ ANH VĂN NHƯNG KHI CHỌN MỤC XÉT MIỄN ĐIỂM THÌ NHẬN ĐƯỢC THÔNG BÁO CHỌN SAI MÔN CHUYỂN ĐIỂM, LOẠI CHỨNG CHỈ HOẶC THANG MIỄN ĐIỂM.. . MONG THẦY CÔ GIẢI QUYẾT GIÚP EM, EM CÓ GỬI KÈM HÌNH CHỤP THÔNG BÁO.. . EM CÁM ƠN !",
            "Chào bạn,. . . .  Sinh viên chưa khai báo CCNN nha.. . . . Thân",
            "[full_name] [full_name] [full_name] [full_name] [full_name] 1,2,3 [full_name] [full_name], LOẠI [full_name] HOẶC MÔN CHUYỂN ĐIỂM. [full_name] [full_name], KHI CÒN HỌC HỆ CQ [full_name] CÒN THIẾU MÔN ANH VĂN 4 NÊN [full_name] NỘP ĐỂ BỔ SUNG Ạ.. . MONG THẦY CÔ GIẢI QUYẾT GIÚP [full_name] Ạ .. . [full_name] CẢM ƠN !",
            "Chào bạn,. . . . Hệ vừa làm vừa học không học anh văn 1,2,3,4 nha bạn. Nên bạn không cần chuyển điểm anh văn nha bạn.. . . . Thân. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học .   Chào thầy/cô,. .   . . Em tên là [full_name], mssv: [student_id], khoa Khoa học - Kỹ thuật Máy tính.. . . . Thầy/cô cho em hỏi, với môn Ng/lý ngôn ngữ lập trình (CO3005) em thấy chỉ có mở một lớp học dự thính vào ngày thứ 2, và thứ 4 (Thật không may là em lại có tiết 12 vào ngày thứ 2 ở CS2, nên không đủ thời gian giãn cách để đáp ứng đăng ký, và em nghĩ cũng sẽ có nhiều bạn như em ấy ạ). . . . . Trong khi đó, ở mail \"Hình thức học tập học kỳ dự thính - học kỳ 2 năm học 2020-2021\", em thấy ở mục 2 (Bố trí thời khóa biểu) có quy định thời gian học sẽ là học ngoài giờ, ngày Thứ bảy và Chủ nhật, vậy thưa thầy/cô môn học trên liệu có thể thay đổi thời gian học lại để phù hợp hơn được không ạ?. . . . Em xin cảm ơn thầy/cô rất nhiều,. . N.. .  . . . . . . . .",
            "Chào bạn,. . . . Các môn học dự thính không thể thay đổi thời gian học được nha bạn.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Hôm nay em viết yêu cầu này mong phòng Đào tạo và giảng viên giảng dạy môn Giáo dục Thể chất cho phép em được chuyển vào lớp L30 của môn Bơi - PE1019 vì lý do như sau:. . Thứ nhất, em đã đăng ký thành công môn Bơi lớp L20, nhưng trong thời khóa biểu lại không hiển thị lớp học.. . Thứ hai, mặc dù trong mail thông báo danh sách các lớp Giáo dục Thể chất bị hủy không hề có tên lớp L20, nhưng lớp L20 cũng bị hủy.. . Em mong rằng phòng Đào tạo và giảng viên sẽ sớm xem xét và chấp thuận yêu cầu của em nhanh nhất có thể. Em chân thành cảm ơn ạ.",
            "Chào bạn,. . . . [full_name]T ghi nhận yêu cầu của bạn, kết quả DKMH sẽ cập nhật trên cổng thông tin sinh viên mục TKB.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em đã gửi yêu cầu xin chuyển lớp thể chất môn cầu lông từ lớp L05 sang môn võ L03 và được phòng đào tạo ghi nhận và giải quyết. Nhưng đến ngày hôm nay là ngày học môn võ lớp L03 mà tkb của e vẫn chưa được đổi. Em xin phòng đào tạo cập nhật tkb giúp em. Em xin cảm ơn vì đã xem tin này ạ.. . Em đang học năm 2 và rất cần thiết học được môn thể chất kì này.",
            "Chào bạn,. . . . Bạn vui lòng xem TKB trên cổng thông tin sinh viên nha bạn.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em vừa nộp chứng chỉ tiếng anh để xét luận văn tốt nghiệp. . . . . Cho em hỏi là khi nào thì kết quả của em thẩm tra xong để đăng ký luận văn ạ và em cần làm đơn như thế nào để được đăng ký môn luận văn tốt nghiệp ạ?. . . . Em xin cảm ơn ạ.",
            "Đăng ký môn học . Em vừa nộp chứng chỉ tiếng anh để xét luận văn tốt nghiệp.. . . . Cho em hỏi là khi nào thì kết quả của em thẩm tra xong để đăng ký luận văn ạ và em cần làm đơn như thế nào để được đăng ký môn luận văn tốt nghiệp ạ?. . . . Em xin cảm ơn ạ.",
            "Chào bạn,. . . . Bạn cho biết mã số môn luận văn để PDT xét lại cho bạn.. . . . Thân",
            "Dạ CO4313 ạ.. . . . Em xin cảm ơn ạ.",
            "Chào bạn,. . . . [full_name] ghi nhận và xét lại luận văn cho bạn, sau ngày 16/3 kết quả DKMH sẽ cập nhật trên cổng thông tin sinh viên. Nếu  có gì thắc mắc bạn liên hệ trực tiếp [full_name].. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em đã bị hủy lớp môn Bơi (PE1019) nhóm [full_name]47 vào Chủ nhật. . . Vì vậy em muốn đăng ký bổ sung vào môn Bơi (PE1019) nhóm [full_name]42 thứ 7 tiết 10-12.. . Em xin cảm ơn. .",
            "Chào bạn,. . . . [full_name]T ghi nhận yêu cầu của bạn, kết quả DKMH sẽ cập nhật trên cổng thông tin sinh viên mục TKB.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học .",
            "Chào bạn,. . . . [full_name] đã đăng kí môn SP1007 cho bạn rồi, bạn vui lòng xem kết quả DKMH trên cổng thông tin sinh viên.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em chào thầy/cô.. . Em là  :  [full_name]. . MSSV   :  [student_id]. . . .   B Hiện tại, em là   I sinh viên khoá 2020  /I  đang học môn thể chất trùng với môn ở HK201 và muốn chuyển môn nhưng đã trễ hạn.. . . . Bây giờ em muốn làm đơn xin chuyển môn trong được không hay em phải học môn em đăng ký trùng? . . Nếu được thì quy trình em phải làm thế nào?  /B . . . . Mong thầy/cô hỗ trợ em với vấn đề này. Em cảm ơn.",
            "Chào bạn,. . . . Hiện tại TKB của bạn không bị trùng nha bạn.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . [full_name], MSSV [student_id]. Do lớp GDTC trước đó em đăng ký đã bị hủy nên em xin đăng ký lại ạ.. . Đăng ký môn: Bơi - PE1019, lớp L13 hoặc L14.. . Em xin cảm ơn ạ.",
            "Đăng ký môn học. . . . [full_name], MSSV [student_id]. Do lớp GDTC trước đó em đăng ký đã bị hủy nên em xin đăng ký lại ạ.. . Đăng ký môn: Bơi - PE1019, lớp L13 hoặc L14.. . Em xin cảm ơn ạ.  /QUOTE . . Lớp L13 tiết 10-12 ạ. . . Em xin cảm ơn",
            "Chào bạn,. . . . [full_name] ghi nhận và xét lại luận văn cho bạn, sau ngày 16/3 kết quả DKMH sẽ cập nhật trên cổng thông tin sinh viên. Nếu  có gì thắc mắc bạn liên hệ trực tiếp [full_name].. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Thưa thầy/cô,. . Em muốn hỏi là nếu đạt trung bình tích luỹ là 6.96 thì có được tính là tốt nghiệp loại khá không ? Hay bắt buộc phải từ 7.00 ạ ?. . Em cảm ơn",
            "Chào bạn,. . . . Bạn vui lòng xem điều 13 http://www.aao.hcmut.edu.vn/index.php?route=catalog/chitietsv&path=90&tid=1658.. . . . Thân"
        ]
    }
]