[
    {
        "intent": "",
        "message": [
            "BKEL . Vào kì 202 thì em có đăng kí môn Đồ Án Thiết Kế nhưng nay đã đến tuần học nhưng chưa được cập nhật trên bkel ạ . . Mong pđt giải quyết giúp em lỗi hiện thị để em có thể chuẩn bị tốt cho môn học. . . . tệp đính kèm là ảnh chụp màn hình của kết quả đăng kí bkel và tkb trên mybk. .",
            "Chào bạn,. . . .  Môn ĐA thiết kế bạn đăng kí được rồi nha, BKEL PDT sẽ cập nhật sau.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Cho em hỏi chuẩn Kỹ năng ứng dụng Công nghệ thông tin có bắt buộc sau năm 1 để đăng ký môn học năm 2 không ạ ?. . . . Sắp tới nhà trường có tổ chức kiểm tra ứng dụng cntt nội bộ hay không ạ ?. . . . em xin cảm ơn!. . . .",
            "Chào bạn,. . . . - Chuẩn Kỹ năng ứng dụng Công nghệ thông tin có bắt buộc sau năm 1 để đăng ký môn học năm 2 không ạ ?: Việc này trong điều 31, phụ lục 3 có qui định nha bạn http://www.aao.hcmut.edu.vn/index.php?route=catalog/chitietsv&path=90&tid=1658.. . . . - Sắp tới nhà trường có tổ chức kiểm tra ứng dụng cntt nội bộ hay không ạ ?: Hiện tại nha trường chưa có mail thông báo. Bạn đợi mail thông báo nhà trường nha.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác .   B Nộp chứng chỉ tiếng anh có được cộng điểm vào điểm phân ngành không ạ?",
            "Chào bạn,. . . . Việc này bạn hỏi khoa nha.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Dạ phòng đào tạo cho em xin thời gian cập nhật danh sách tốt nghiệp dự kiến hệ VHVL để em có có kế hoạch xin việc với ạ.",
            "Chào bạn,. . . . Ngày mai sẽ có mail gởi thông báo danh sách tốt nghiệp dự kiến hệ VHVL.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Chào thầy cô,. . Em nghe nói sau năm 1 phải nộp chứng chỉ cntt cơ bản cho trường mới được đăng ký môn năm 2. Vậy cho em hỏi là thi ở đâu và nộp như thế nào ạ.. . Cảm ơn thầy, cô.",
            "Chào bạn,. . . . Thi ở đâu và nộp như thế nào : việc này nhà trường chưa có thông báo nha bạn. Bạn đợi mail thông báo.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Cho em hỏi điểm kì vừa rồi của em trên mybk đã được nhập đủ các môn, sao tổng số tín chỉ (+ các môn đã qua kì rồi) vẫn chưa được cập nhật ạ.. . . . Em cảm ơn thầy cô.",
            "Chào bạn,. . . . Tầm 2 tuần nữa PDT mới cập nhật hết nha bạn.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Cho em hỏi nếu học cải thiện để lên bằng giỏi thì muốn cải thiện bao nhiêu chỉ cũng được hay chỉ được cải thiện số chỉ giới hạn. EM không tìm thấy quy định về điều này ạ. EM cảm ơn ạ",
            "Chào bạn,. . . . Trong điều 12,13, 21 đều có liên quan vấn đề bạn hỏi http://www.aao.hcmut.edu.vn/index.php?route=catalog/chitietsv&path=90&tid=1658.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . . . Đăng ký môn học. . . . Kính gửi phòng giáo dục và đào tạo trường Đại học Bách Khoa, TPHCM.. . Em: [full_name]. . MSSV:[student_id]. . Lớp: Việt Pháp K15 Ngành Xây Dựng. . Khoa: Kỹ thuật Xây dựng. . . . Lý do:. . . .   - Trước tết ngày 4/2/2021, em có làm đơn xin hủy Môn Anh văn 6 Xây dưng (MH:003721) và xin phòng đào tạo cho em đăng ký lại môn Phương pháp tính ( MH:006719). Và được hẹn 24/2/2021 có kết quả trên MyBk. . . . . Em xin lỗi về sự cố của em,. . . . - Do em khóa K15 nên không biết năm 2018 Môn Phương pháp tính của chương trình Việt Pháp đã đỗi mã môn học thành MH: MT2011.. . . . - Mong trường phòng đào tạo giúp em đỗi môn Anh văn 6 Xây dựng (MH:003721) thành môn Phương pháp tính mã môn học mới là MT2011.. . Em xin cảm ơn",
            "đã cập nhật"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em đã đóng hết học phí nhưng vẫn CHƯA đăng kí tốt nghiệp được, giúp em",
            "Chào bạn. . . . Phòng đào tạo đã ghi nhận trường hợp xét tốt nghiệp bổ sung của sinh viên, sau ngày 9/3  Phòng Đào Tạo sẽ thông báo danh sách tốt nghiệp cập nhật mới : . . -          Sinh viên xem kết quả xét lại tốt nghiệp trên: www.aao.hcmut.edu.vn  tốt nghiệp  thông tin tốt nghiệp  danh sách tốt nghiệp 4/2021. . -          Trường hợp không có tên trong danh sách tốt nghiệp bổ sung sinh viên liên hệ trực tiếp phòng đào tạo để kiểm tra lại lý do.. . Chào bạn,. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em chào Thầy/Cô ạ. . . . Theo điều kiện đk LVTN, để đăng ký LVTN thì Khoa em yêu cầu tối thiểu 126 chỉ. Theo như chỗ cập nhật tín chỉ tích luỹ thì em chỉ mới 119 thôi. Nhưng học kỳ 201 em có chuyển điểm môn học tương đương (2 môn tổng 6 chỉ) và chuyển điểm 3 môn anh văn, nhưng tính đến hiện tại thì vẫn chưa được cộng vào tính chỉ tích luỹ. Em thấy ngày mai là ngày cuối đk LVTN rồi, liệu PĐT có cập nhật tính chỉ tích luỹ kịp để em không bị huỷ LV không ạ?. . Em cảm ơn Thầy/Cô",
            "Chào bạn,. . . . Hiện tại đã cộng số tín chỉ cho bạn rồi, bạn đăng kí luận văn được chưa.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ chào thầy/cô. Thời khóa biểu học kì chính em bị trống không có môn nào ạ, nếu như vậy sẽ bị đình chỉ học. Vì còn rất ít môn em có thể đăng kí đa số em đều đăng kí dự thính. Nên chỉ còn đăng kí được [full_name] 1 (PH1003) trong học kì chính ạ. Em có thể được đăng kí lại được không ạ  hiện tại thời khóa biểu học kì chính em đang bị trống.",
            "Chào bạn,. . . . [full_name] ghi nhận yêu cầu của bạn, kết quả sẽ cập nhật trên cổng thông tin sinh viên mục TKB.. . . . Thân. .",
            "Chào em.. . Em là SV đại trà ko được đăng ký môn vào lớp Việt Pháp.. . Em cung cấp lại mã môn học, nhóm cần đăng ký để bổ sung. . Thân",
            "Dạ em muốn đăng kí môn Vật lý 1 (PH1003) vào học kì chính này ạ, lớp học ở cơ sở 1 là được ạ. Cảm ơn thầy.",
            "Chào bạn,. . . . Sắp tới ngày 9/3 là đợt đăng kí dự thính, bạn vào đăng kí, nếu không có thì bạn làm đơn xin mở lớp. Học kỳ chính 202 không có mở môn  PH1003 nha bạn.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em đã đủ điều kiện tốt nghiệp, không còn nơ học phí. Nhưng vẫn không đăng kí tốt nghiệp được. Giúp em đăng kí tốt nghiệp với ạh"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác  /i   Cho em hỏi nếu không thi av ở trường thì có thể nộp chứng chỉ bên ngoài vào được không ạ ?. . . .",
            "Chào bạn,. . . . Được bạn, bạn vui lòng tham khảo qui chế học vụ điều 31, phụ lục 1 http://www.aao.hcmut.edu.vn/index.php?route=catalog/chitietsv&path=90&tid=1658.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ .",
            "Chào bạn, . . . . Bạn vui lòng xem qui định môn ĐCLV có cập nhật trên web PDT http://www.aao.hcmut.edu.vn/index.php?route=catalog/chitietsv&path=90&tid=1609.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ em chào Thầy, Cô,. . Em tên là [full_name] MSSV: [student_id]. . Trong đợt đăng ký môn học 1, 2, 3 em có đăng ký môn học ME3215 nhóm L01 nhưng do khoa yêu cầu huỷ lớp.. . Hôm nay em nhận được mail của khoa về việc khôi phục lại thời khoá biểu môn học này nhóm L01.. . Em kính xin Phòng Đào Tạo khôi phục lại kết quả môn học này để em có thể hoàn thành đúng tiến độ chương trình đào tạo ạ.. . Trong thời gian chờ đợi phản hồi từ quý Thầy, Cô em xin chân thành cảm ơn ạ!!. . Sinh viên",
            "ok"
        ]
    },
    {
        "intent": "",
        "message": [
            "Em xin chào thầy (cô) ạ. Em là [full_name] sinh viên khóa K19 của trường. Em đã hoàn thành 2 môn giáo dục thể chất và trong học kì này em đã lỡ đăng kí lại môn giáo dục thể chất đã học là môn Võ PE1023 ạ. Em xin nhà trường có thể đổi môn Võ sang môn Bóng bàn PE1013 hoặc môn Bóng bàn PE1015 ạ. Em xin chân thành cảm ơn ạ.. .   i Đăng ký môn học .",
            "Đã cập nhật thành PE1013 nhóm L12.. . Thứ 5, tiết 8. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Khoá K20 ,có bắt buộc phải có chứng chỉ CNTT cơ bản mới được đăng kí môn học năm hai không ạ. Em cảm ơn",
            "Chào bạn,. . . . Hiện tại nhà trường chưa có thông về CNTT, khi nào có thông báo chính thức sẽ gởi mail cho sinh viên.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính gửi quý thầy cô phòng đào tạo. . Em tên [full_name]. . MSSV [student_id]. . Em hiện tại là sinh viên năm 4 do em hôm trước hong đăng ký môn Hưhỏng sửachữa côngtrình vì em đăng ký AV3 mà hiện giờ AV3 bị hủy rồi. Em có nghe bạn nói xin phòng đào tạo vào lớp khi đã hoạt động được. Mong phòng đào tạo giúp em đăng kí môn Hưhỏng sửachữa côngtrình mã môn là CI1051. Em chân thành cảm ơn ạ. Chúc a/c có 1 buổi làm việc vui vẻ.",
            "ok"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em đã đăng kí môn học thể chất đợt 2, số lượng thành viên của lớp là hơn 30 sv và chưa đạt số lượng tối đa, nhưng em vẫn chưa được cập nhật thời khóa biểu môn thể chất. Nếu có thể điều chỉnh, em muôn tham gia học môn bóng rổ PE1015 lớp L05 ạ. Em xin cám ơn.",
            "em đã có tkb môn học. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em đã có tkb cho học kì 2,nhưng trang bkel của em vẫn chưa được cập nhật, liệu sẽ tự động cập nhật không ạ? Nếu không thì xin hãy xem xét giúp em. . Các lớp:. . Nguyên lí máy (L02) . . Giải tích 2 bt (L27) . . Đại số tuyến tính (L14) . . Vật lí 2 bt (L09) . . Thí nghiệm vật lí (L33) . . Đại số tuyến tính bt (L28) . . Giải tích 2 (L14) . . Vật lí 2 (L05) . .",
            "Chào bạn,. . . . PDT đã cập nhật trên Bkel rồi, kiểm tra lại BKEL nha.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em có 1 vài thắc mắc về môn GDTC như sau ạ:. .        Hôm bữa em đki 2 môn gdtc vào 14:04 ngày 25/2 nhưng hôm sau, em check lại thì thấy 2 môn đó đã bị huỷ vào lúc 14:18 ngày 25/2. Và khi em check thì đã hết hạn đki, em phải giải quyết như nào ạ ? ( Trong mail thông báo 15:00 ngày 28/2 mới hết hạn đki nhưng 15:00 ngày 26/2 đã đóng rồi ạ ). .        2 môn em bị lỗi là môn bóng đá ( PE1009) và bóng chuyền ( PE1011 ) ( Ảnh lỗi ở dưới ạ ). Em có nhắn hỏi cho nhà trường qua mail về vấn đề này hôm 27/1 đến nay mới có ng trả lời ạ. Nên là cho em hỏi, có cách nào để em đki đc gdtc kì này ko ạ, tại em còn thiếu 2 môn. . . . Em cảm ơn,. . [full_name]. .",
            "đã cập nhật PE1009 nhóm CC09. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "QUOTE Học vụ . Cho em hỏi in biểu mẫu [full_name] Học size giấy A3 hay A4 ạ? Em cảm ơn.. .",
            "in A4"
        ]
    },
    {
        "intent": "",
        "message": [
            "Em đk nhầm môn av 1a muốn hủy môn có được k ạ",
            "đã hủy"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em xin đăng kí bổ sung chuyển hệ môn võ mã PE1023 nhóm lớp L17",
            "ok"
        ]
    },
    {
        "intent": "",
        "message": [
            "e muốn học mô vi xử lý. . nhưng mã cũ  không mở nữa . e có thể đăng kí mã mới và học được không ạ. . e cảm ơn. .   i Đăng ký môn học .",
            "bạn xem môn học tương đương nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]6  /b \t. . Em thấy trên phần đăng kí xét tốt nghiệp để hạn chót là 30/4 còn trên văn bản là 2/4. Cho em xin hỏi hạn chót là ngày nào ạ?. .   i Tốt nghiệp .",
            "Chào bạn,. . . . Hạn chót đăng kí tốt nghiệp ngày 2/1/2021.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ cho em hỏi giờ đăng kí hoc môn thể chất thì làm sao ạ",
            "bạn cung cấp mã môn học, nhóm để bổ sung nhé"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em chào quý thầy cô,. . Em có câu hỏi là hiện tại em đã qua cả 3 môn GDTC, nhưng trong điểm chuyển chỉ có 2 môn là GDTC 2 và 3.. . Quý thầy cô cho em hỏi đây có phải là lỗi không ạ?. . Em xin cảm ơn.",
            "Chào bạn,. . . . Bạn qua 3 môn GDTC rồi nha. Hai môn được miễn, bạn học 1 môn bóng đá.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Hỏi về lịch thi anh văn định hướng toeic . Chào quý thầy cô!. . Cho em hỏi là có lịch thi (giờ thi, phòng thi) anh văn định hướng toeic vào ngày 07/03/2021 chưa ạ. Hiện tại em chưa nhận được thông báo ạ.. . Cảm ơn quý thầy cô.",
            "sau ngày 03/03 sẽ có email thông báo nhé.. . nếu em đã hoàn thành học phí đúng hạn. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ chào phòng đào tạo Em muốn đăng kí học giáo dục thể chất 3 PE1007. . . .",
            "Em đa có môn PE1021. mỗi HK chỉ được đk 01 môn. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ là em có đăng ký môn cầu lông lớp L18 mà tới hôm nay vẫn chưa có TKB môn này ạ.",
            "đã bổ sung PE1017 nhóm L11. . Nhóm L18 hủy lớp"
        ]
    },
    {
        "intent": "",
        "message": [
            "B   /B Tốt nghiệp . Dạ, cho em (mình) hỏi: sau khi em đăng ký xét tốt nghiệp thì nhận được 2 cái email của PĐT (như ảnh), tuy nhiên em vào đổi ảnh lại không đổi được ạ!. . Vậy, em đã được xét thành công chưa ạ? Nếu chưa thì bước tiếp theo em phải làm gì nữa ạ?. . Em cảm ơn!",
            "Chào bạn,. . . . Bạn còn nợ học phí nha.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Đăng ký môn học. . Dạ chào phòng đào tạo Em muốn đăng kí học giáo dục thể chất 3 Mã môn PE1021 Nhóm L05",
            "đã bổ sung PE1021 L06. . Nhóm L05 trùng TKB. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . ban đầu em đăng kí thành công bóng chuyền sáng ngày thứ 7, hôm nay check lại thì thấy đã bị huỷ và tkb bị thêm tiết học nhập môn kĩ thuật vào t7. . . . bây giờ em muốn đăng ký lại thể chất được không ạ",
            "em cung cấp mã môn, nhóm để bổ sung"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . . . Chào Thầy/Cô phòng đào tạo . . Em tên là [full_name] . . Mã số sinh viên [student_id] . . Đợt đăng kí môn học vừa qua em đã đăng kí thiếu môn học 003708 - Tiếng Pháp 8. . Xin Thầy/Cô phòng đào tạo thông cảm vì học kỳ này lớp Việt Pháp học 21 môn nên lúc đăng kí môn em có sự thiếu sót. . Nhờ phòng đào tạo đăng kí giúp em môn học này. . . . Cho em hỏi là em gửi mail có được không ạ và Thầy/Cô đăng kí giúp em được không ạ ?. . Em có cần làm đơn nộp lên phòng đào tạo không ạ ?. . . . Em cảm ơn Thầy/Cô. . . . [full_name]",
            "Chào bạn,. . . . [full_name] ghi nhận yêu cầu của bạn, kết quả sẽ cập nhật trên cổng thông tin sinh viên mục TKB.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Em là sinh viên khóa k19,cho em.hỏi là em hoàn tẩt 3 môn gdtc vào kì 203 dt hè thì có thể tính là đủ chuẩn sinh viên năm 3 để đăng kí môn cho học kì 211 không ạ? Em xin cảm ơn. .",
            "Chào bạn,. . . . Việc này tôi không thể trả lời cho bạn được vì thông thường tầm tháng 5- 6 đã đăng kí cho học kỳ 1 năm tới.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em đăng ký môn cầu lông là vào thứ 7 (L18) nhưng sau khi xem lịch học thì lại chuyển sang thứ 4 (L09), cho em hỏi làm sao để chuyển lại với ạ",
            "Chào bạn,. . . . Thứ 7 bạn trùng lịch môn ME1003 nha bạn.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học .",
            "CC02 hủy sĩ số ít"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Lớp bị hủy do không đủ sinh viên đăng ký.",
            "Chào bạn,. . . . Chưa hiểu ý bạn.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Nhóm lớp bóng chuyền đã đăng kí cho tới sáng 1/3 vẫn còn trong thời khoá biểu nhưng tới trước giờ đi học thì bị huỷ do thiếu sĩ số. Mong phòng đào tạo tạo điều kiện cho tụi em được đăng kí môn bóng chuyền hoặc tham gia các môn thể dục khác. Em cảm ơn",
            "Chào bạn,. . . . Bạn muốn đăng kí môn GDTC nào, bạn ghi rõ mã số môn học?. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Thưa thầy cô, lớp bóng chuyền nhóm CC02 theo kế hoạch sẽ có lịch học từ ngày 1/3/2021. Tuy nhiên vào 11h cùng ngày, lớp bị hủy do không đủ sĩ số để mở lớp. Hiện tại chúng em không biết xử lý thế nào. Mong thầy cô hồi đáp ạ. .",
            "Dạ vừa rồi em có sai sót, mong thầy cô bỏ qua câu hỏi của em ạ. Em đã có lớp võ CC02 rồi ạ."
        ]
    },
    {
        "intent": "",
        "message": [
            "B Đăng ký môn học . Em là Đoàn Hoài Nam. . MSSV [student_id]. . Em muốn hỏi về việc Lớp bóng chuyền mã số CC02 bị hủy do không đủ sỉ số và không báo trước.. . Hy vọng phòng đào đạo sẽ kiểm tra lại và có hướng giải quyết để tụi em không mất môn học.. . Em cảm ơn ạ.",
            "Chào bạn,. . . . Bạn đăng kí môn GDTC nào, bạn ghi rõ mã số môn học nha.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em xin PĐT cho em được đăng kí môn học Anh văn 3A- MSMH: LA1041 vì đợt đăng kí trước em không đăng kí được.. . Em xin chân thành cảm ơn!. .",
            "Chào bạn,. . . . [full_name] ghi nhận yêu cầu của bạn, kết quả sẽ cập nhật trên cổng thông tin sinh viên mục TKB.. . . . Thân. .",
            "Môn học ko mở lớp. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học  /i  Bóng chuyền CC02. . . . Cho em hỏi là lúc em check mail thì trong danh dách các môn học bị huỷ do không đủ số lượng sinh viên thì không có lớp CC02 ạ, bây giờ hiện diện thì ko đủ số sv em nên làm thế nào ạ?",
            "CC02 hủy sĩ số ít",
            "Thầy ơi, thầy vui lòng cho em đk lại được không ạ? Em cảm ơn thầy nhiều lắm ạ!",
            "PE1011 nhóm CC05 ( thứ 4, tiết 2). . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Thời khoá biểu sáng nay ngày 1/3/2021 của em vẫn còn môn bóng chuyền nhưng đến trưa cùng ngày lại bị huỷ.. . Bây giờ em cần phải làm gì?. . Em xin cảm ơn ạ!",
            "Chào bạn,. . . . Bạn muốn đăng kí môn GDTC nào, bạn ghi rõ mã số môn học?. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em đăng ký thành công môn bóng chuyền lớp CC02 trong đăng ký GDTC đợt 2 nhưng tới hôm nay bị hủy",
            "Chào bạn,. . . . [full_name] ghi nhận trường hợp bạn, sẽ chuyển môn bóng chuyền sang nhóm khác. Kết quả DKMH sẽ cập nhật trên cổng thông tin sinh viên.. . . . Thân",
            "Chào bạn, . . . . Việc này PDT đã thông báo, môn GDTC sỉ số dưới  30 sinh viên sẽ bị huỷ. Bạn muốn đăng kí môn học nào bạn làm đơn nộp văn phòng Đào tạo quốc tế để PDT xem xét nha bạn.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Nhóm lớp bóng chuyền đã đăng kí cho tới sáng 1/3 vẫn còn trong thời khoá biểu nhưng trước giờ học bị hủy do sỉ số lớp. Mong phòng đào tạo tạo cơ hội cho em đăng kí môn bóng chuyền hoặc môn thể chất khác. Em cảm ơn",
            "Chào bạn,. . . . [full_name] ghi nhận trường hợp bạn, sẽ chuyển môn bóng chuyền sang nhóm khác. Kết quả DKMH sẽ cập nhật trên cổng thông tin sinh viên.. . . . Thân",
            "Chào bạn, . . . . Việc này PDT đã thông báo, môn GDTC sỉ số dưới  30 sinh viên sẽ bị huỷ. Bạn muốn đăng kí môn học nào bạn làm đơn nộp văn phòng Đào tạo quốc tế để PDT xem xét nha bạn.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Thưa thầy cô, lớp bóng chuyền nhóm CC02 theo kế hoạch sẽ có lịch học từ ngày 1/3/2021. Tuy nhiên vào 11h cùng ngày, lớp bị hủy do không đủ sĩ số để mở lớp. Hiện tại chúng em không biết xử lý thế nào. Mong thầy cô hồi đáp ạ",
            "em cung cấp mã môn học , nhóm mới để bổ sung. . Thân",
            "Em xin đăng kí môn cầu lông PE1017 CC07 ạ",
            "Chào bạn,. . . . [full_name]T ghi nhận yêu cầu của bạn, kết quả DKMH sẽ cập nhật trên cổng thông tin sinh viên mục TKB.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ lúc kiểm tra mail thì em không thấy lớp Bóng chuyền CC02 bị huỷ lớp do không đủ số lượng sinh viên, bây giờ tới giờ học thì chỉ có 11 sinh viên và lên lại thời khóa biểu thì thấy em đã bị hủy lớp bóng chuyền đã đăng kí được trước đó, vậy em nên làm sao ạ?",
            "Chào bạn, . . . . Việc này PDT đã thông báo, môn GDTC sỉ số dưới  30 sinh viên sẽ bị huỷ. Bạn muốn đăng kí môn học nào bạn làm đơn nộp văn phòng Đào tạo quốc tế để PDT xem xét nha bạn.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em tên là [full_name] . MSSV: [student_id]. . Hôm nay, ngày 1/3 e có tiết đầu tiên của lớp gdtc CC02 môn bóng chuyền nhưng khi tới lớp thì được biết lớp đã bị hủy do số lượng học sinh khá ít. Nhưng trước đó bên VPĐT không có thông báo gì về việc này . Em mong VPĐT cho e đăng kí lại môn học gdtc ạ . Em xin cảm ơn",
            "Chào bạn, . . . . Việc này PDT đã thông báo, môn GDTC sỉ số dưới  30 sinh viên sẽ bị huỷ. Bạn muốn đăng kí môn học nào bạn làm đơn nộp văn phòng Đào tạo quốc tế để PDT xem xét nha bạn.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Kính thưa thầy/cô, em tên là [full_name], là sinh viên lớp VP16XDC. Em đã đăng kí môn học thành công ở đợt 3 và có xin công văn từ phía nhà trường để đồng ý cho em có thể làm luận văn tốt nghiệp tại Pháp trong học kì 202 nhưng bị chuyển tình trạng sinh viên thành tạm dừng. Em xin kính gửi đơn thu nhận lại để được thay đổi tình trạng và kính mong thầy cô xem xét và cho phép em được tiếp tục học và thực hiện luận văn tốt nghiệp. Em xin chân thành cảm ơn thầy/cô đã đọc thư này và hỗ trợ em.",
            "Chào bạn,. . . . PDT ghi nhận trường hợp này của bạn, tuần sau mới có quyết định thu nhận lại nha bạn.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Trong đợt đăng ký lần 1 mình đã chọn môn Bóng Chuyền, mã PE1011 lớp CC02, và trong Mail thông báo các lớp bị huỷ không có lớp CC02 (hình 1). Cho đến hết kỳ đăng ký đợt 2, lớp CC02 vẫn chưa bị hủy và trong thời khoá biểu em đã sắp lớp Bóng Chuyền. Tuy nhiên khi em đi học theo giờ định sẵn thì lớp lại bị hủy và trên thời khoá biểu lại mất môn Bóng Chuyền (cập nhật 4 tiếng trước) mà không thông báo qua Mail (hình 2). Vấn đề này em nhờ PĐT hãy giải quyết cho em.. .",
            "Nhóm CC02 hủy sĩ số ít.. . Đã bổ sung cho em vào nhóm CC11 . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em đang là sinh viên năm 4 và mới hoàn thành Anh văn 2, để kịp tiến độ học tập em có thể đăng kí học song song Anh văn 3A( MSMH: LA1041) và Anh văn 4A (MSMH: LA1043) được không ạ.. . Em cảm ơn!",
            "Chào bạn,. . . . Không bạn, môn LA1041 là môn học trước anh văn 4 LA1043.. . . . Thân."
        ]
    }
]