[
    {
        "intent": "",
        "message": [
            "Cho em hỏi là mình được phép chuyển điểm anh văn nhiều lần riêng rẽ và tối đa 1 lần đối với 1 môn anh văn phải không ạ",
            "Chào bạn. . - Về quy định Ngoại ngữ: Bạn vui lòng xem chi tiết tại trang web aao.hcmut.edu.vn    Sinh viên    Ngoại ngữ    Cách Đăng ký chuyển điểm các môn ngoại ngữ    Quy định chuyển điểm các môn ngoại ngữ. . - Mỗi môn anh văn chỉ được phép chuyển 1 lần. . Chúc bạn học tập tốt nhé.. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác:   B Em tên: [full_name], MSSV: [student_id]  /B . . . . Hôm nay em gửi yêu cầu này về vấn đề đăng kí môn học và đóng học phí như sau:. .  Vào đợt đăng kí môn học cho học kì hef193 vừa qua. Em có đăng kí môn học:   B thực tập nhận thức ngành (Càng - Công trình biển) CI2055  /B , và đã   U đăng kí thành công  /U .. .  Nhưng khi kiểm tra lịch học ở thời khóa biểu của trang web MyBK, lại không có thời khóa biểu chính thức của môn học này. Không có ngày học, giờ học, phòng học cụ thể. (Hình 1). .  Mà tại trang web BkPay lại thông báo là em có học phí của môn học này cần thanh toán. Mặc dù em chưa học được một buổi nào theo thời khóa biểu của môn học này cả.(Hình 2). .  Dù có hơi muộn, nhưng em mong Phòng Đào tạo, Phòng Công tác Chính trị Sinh viên giúp em giải quyết vấn đề có phần vô lý này.. .  Em xin chân thành cảm ơn!",
            "Chào bạn. . Phòng đào tạo đã kiểm tra thực tập nhận thức ngành (Càng - Công trình biển) CI2055 là môn không có thời khóa biểu , bạn liên hệ trực tiếp Khoa - bộ môn để biết lịch thực tập. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . TT bên em đã xóa bỏ tiên quyết đối vs học kì này và đã gửi cho pdt công văn số 3,nên em xin pdt xem xét đăng kí giúp cho em 3 môn học này vào hki chính 201 này ,vì số lượng sv ít nên rất khó mở lớp,nên xin pdt đăng kí giúp em 3 môn học này (260621)Cn đều hòa lạnh 1,(260628) Cn đều hòa lạnh 2,(260623)tổ chức 3 để em có tkb và đc học trả nợ trong hki 201 này ạ,em xin cảm ơn",
            "Chào bạn,. . . . PDT đều bỏ hết các môn tiên quyết rồi, còn các chuẩn sinh viên sau các năm là không bỏ nha bạn.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Hiện tại học kì 201 trong chương trình đào tạo em có môn Máy tính trong kinh doanh. Trong đợt đăng kí môn học này em đã đăng kí lớp L02 của môn học, tuy nhiên em mới nhận đươc thông báo của giảng viên dạy bộ môn là lớp l02 sẽ bị hủy và sinh viên lớp đó sẽ chuyển qua lớp L01 nếu thầy xin PĐT mở thêm sĩ số lớp L01 mà hiện tại lớp L01 vẫn chưa được thêm sĩ số và full chỗ nên em không thể chuyển qua. Môn học này có liên quan tới các môn học sau của em nên em mong PĐT có thể mở thêm sĩ số hoặc cho em đăng kí thêm slot vào lớp L01 với ạ. Em cảm ơn",
            "Chào bạn,. . . . Đã tăng sỉ số môn IM1011 nhóm L01 rồi nha.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Thầy, cô cho em hỏi PĐT làm việc vào những giờ nào trong tuần ạ ? Em cảm ơn, em hỏi giúp các em K20.",
            "Chào bạn,. . PDT làm việc từ thứ 2 đến thứ 6, trong giờ hành chính nhé bạn. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]9  /b \t. . . .   i Đăng ký môn học . Chào anh/chị. . Cho em hỏi là sinh viên hệ VHVL có được đăng kí môn học chung với lớp Chính Quy không ạ ?. .",
            "Chào bạn,. . . . Bạn vẫn đăng kí được, nhưng vào mục chuyển hệ.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em xin đăng kí vào môn học: Bơi . . Mã môn học: PE1019. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "i Đăng ký môn học . Em là [full_name], MSSV là [student_id]. Trong học kỳ 201, em rất mong muốn được học môn bóng chuyền PE1011. Nhưng do các lớp bị lấp đầy chổ quá nhanh nên em không kịp đăng ký. Vì vầy em rất hy vọng thầy cô trong học kỳ này cho phép em được học môn này ạ. Em xin cảm ơn.. . . .",
            "Chào bạn,. . . . - Hiện tại còn nhiều môn nhóm thể dục vẫn còn trống, bạn có thể lên đăng kí nha.. . . . - GDTC không tăng được sỉ số.. . . . Thân.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em muốn đăng ký môn học: Bơi . . Mã môn học:PE1019. . Nhóm L01"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . cho em xin tăng thêm sĩ số môn học EE3079 lớp A02 với ạ. em cảm ơn. .",
            "Chào bạn, . . Hiện tại các nhóm lớp đã được Phòng Đào tạo mở tối đa sĩ số theo đúng quy định (về môn học, sức chứa phòng...).Trường hợp bạn muốn tăng sĩ số của một nhóm lớp nào đó, bạn vui lòng liên hệ trực tiếp tại Phòng Đào tạo cơ sở 1 (trong thời gian đăng ký môn học), để được nhóm hỗ trợ đăng ký môn học kiểm tra, nếu còn khả năng tăng được hoặc có thể có 1 vài bạn sv xin hủy, nhóm sẽ hỗ trợ tăng sĩ số cho bạn (nếu được) và có thể vào đăng ký ngay luôn nhé. . . Chúc bạn học tốt!. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Cho em hỏi về chương trình của môn giáo dục thể chất như phòng đào tạo đã thông báo sẽ học ở trung tâm thể dục thể thao của đại học quóc gia , thì học phí sẽ được tính như thế nào , cụ thể là dành cho khóa 2019 khi mà học  phí đã tính theo học kỳ , liệu sẽ tính như cũ ( học kì 191, 192 ) không ? . . Em cảm ơn",
            "Chào bạn, . . Về việc học phí các môn Giáo dục thể chất trong học kỳ 1/2020-2021, bạn vui lòng đợi thông báo sau của Phòng Đào tạo qua email sinh viên. . . Chúc bạn học tốt!. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . cho em hỏi là sắp hết đợt hiệu chỉnh mà môn thực tập tốt nghiệp không mở thì em có thể đăng ký môn thực tập tốt nghiệp trong học kỳ tới như thế nào ạ",
            "Chào bạn,. . . . Bạn cho biết mã môn TTTN mà bạn muốn đăng kí.. . . . Thân.",
            "Dạ môn học là ME3089 ạ.",
            "Chào bạn,. . . . Hiện tại còn đợt 4 DKMH cho các môn TTTN, LV,ĐCLV . . nha bạn. Vào đợt 4 bạn lên đăng kí nha.. . . . Thân.. . . .",
            "Dạ em có cần lên phòng đào tạo để xin mở môn học, hay thông báo với GVHD để mở môn học không ạ, có cần làm đơn đăng ký mở lớp không ạ",
            "Chào bạn,. . . . - Hiện tại còn đợt 4 DKMH cho các môn thực tập tốt nghiệp, luận văn, đề cương luận văn.. . . . - Bạn theo mail thường xuyên để biết thời gian DKMH đợt 4 nha.. . . . Thân.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . PE1023 nhóm L06",
            "Chào bạn,. . . . Bạn vào đăng kí nha. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính gửi thầy/ cô!. . Em tên: [full_name]. . Ngành: Kiến trúc - Lớp: XD16KT. . MSSV: [student_id]  . . . . Em đã hoàn thành các tín chỉ môn học các học kì nhưng chưa thể đăng kí Đồ án tốt nghiệp do chưa nộp chứng chỉ Toeic 500+ kịp. . . Em xin phép hỏi thầy/ cô là em có thể đăng kí Đồ án tốt nghiệp và bổ sung chứng chỉ sau chung đợt xét tốt nghiệp được không ạ?. . . . Kính cảm ơn thầy/cô.",
            "Chào bạn,. . Phải đủ điều kiện mới đăng ký được môn học nhé bạn!. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em chào thầy cô ạ.. . Em là sinh viên K19. Học kỳ 201 tới đây em muốn học môn Hóa đại cương nhưng vì em đăng ký trể nên tất cả các lớp đều đã đủ sĩ số rồi. Bây giờ nếu em vẫn muốn được học thì em phải làm như thế nào ạ?. . Em xin chân thành cảm ơn các thầy cô.  B   I",
            "Chào bạn,. . . . Tất cả các môn  đã mở sỉ số tối đa không tăng được nữa nha bạn.. . . . Thân.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác  /i  Em đã thanh toán trể hạn học phí HK hè 193. [full_name]. Hỏi là: Em có cần phải lên Trường làm giấy giãi trình để được tham gia thi cuối kỳ học kỳ hè không ạ.. . . .",
            "Chào bạn, . . Hiện tại các nhóm lớp đã được Phòng Đào tạo mở tối đa sĩ số theo đúng quy định (về môn học, sức chứa phòng...).Trường hợp bạn muốn tăng sĩ số của một nhóm lớp nào đó, bạn vui lòng liên hệ trực tiếp tại Phòng Đào tạo cơ sở 1 (trong thời gian đăng ký môn học), để được nhóm hỗ trợ đăng ký môn học kiểm tra, nếu còn khả năng tăng được hoặc có thể có 1 vài bạn sv xin hủy, nhóm sẽ hỗ trợ tăng sĩ số cho bạn (nếu được) và có thể vào đăng ký ngay luôn nhé. . . Chúc bạn học tốt!. . Thân. .",
            "Em hỏi về việc \"Nếu thanh toán TRỂ HẠN HỌC PHÍ HÈ 193 thì có ảnh hưởng gì đến các môn trong kì HÈ 193 hay không (có bị cấm thi hay không)?",
            "Chào bạn,. . Hiện tại Phòng Đào tạo đã gửi mail thông báo cho sinh viên về trường hợp thanh toán học phí trễ. Bạn vui lòng làm theo đúng hướng dẫn trong mail nhé. Vui lòng làm đơn trình bày đóng học phí trễ và nộp tại PDT để xin giấy vào phòng thi. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học .",
            "Chào bạn, . . Hiện tại các nhóm lớp đã được Phòng Đào tạo mở tối đa sĩ số theo đúng quy định (về môn học, sức chứa phòng...).Trường hợp bạn muốn tăng sĩ số của một nhóm lớp nào đó, bạn vui lòng liên hệ trực tiếp tại Phòng Đào tạo cơ sở 1 (trong thời gian đăng ký môn học), để được nhóm hỗ trợ đăng ký môn học kiểm tra, nếu còn khả năng tăng được hoặc có thể có 1 vài bạn sv xin hủy, nhóm sẽ hỗ trợ tăng sĩ số cho bạn (nếu được) và có thể vào đăng ký ngay luôn nhé. . . Chúc bạn học tốt!. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ e chào ạ, . . Em tên là Huỳnh Ngọc Phước sinh viên K19 khoa cơ khí.. . Dạ PĐT đã mở đăng ký môn GDTC nhưng bây giờ hầu như các lớp đều đã hết sỉ số rồi ạ. Nên em xin PĐT cho em xin mở thêm sỉ số lớp BÓNG BÀN L03 thứ 4 tiết 2-3-4 ạ . . Em cảm ơn ạ !",
            "Chào bạn, . . Hiện tại các nhóm lớp đã được Phòng Đào tạo mở tối đa sĩ số theo đúng quy định (về môn học, sức chứa phòng...).Trường hợp bạn muốn tăng sĩ số của một nhóm lớp nào đó, bạn vui lòng liên hệ trực tiếp tại Phòng Đào tạo cơ sở 1 (trong thời gian đăng ký môn học), để được nhóm hỗ trợ đăng ký môn học kiểm tra, nếu còn khả năng tăng được hoặc có thể có 1 vài bạn sv xin hủy, nhóm sẽ hỗ trợ tăng sĩ số cho bạn (nếu được) và có thể vào đăng ký ngay luôn nhé. . . Chúc bạn học tốt!. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em tên: [full_name]. Mssv:[student_id]. . Em muốn xin mở thêm lớp học bóng chuyền cho hệ đại trà hoặc thêm slot một số lớp bóng chuyền hệ đại trà hiện tại. . Mã môn: PE1011. .",
            "Chào bạn, . . Hiện tại các nhóm lớp đã được Phòng Đào tạo mở tối đa sĩ số theo đúng quy định (về môn học, sức chứa phòng...).Trường hợp bạn muốn tăng sĩ số của một nhóm lớp nào đó, bạn vui lòng liên hệ trực tiếp tại Phòng Đào tạo cơ sở 1 (trong thời gian đăng ký môn học), để được nhóm hỗ trợ đăng ký môn học kiểm tra, nếu còn khả năng tăng được hoặc có thể có 1 vài bạn sv xin hủy, nhóm sẽ hỗ trợ tăng sĩ số cho bạn (nếu được) và có thể vào đăng ký ngay luôn nhé. . . Chúc bạn học tốt!. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ em là: [full_name] - [student_id] - DD16KTD2. Em muốn xin PĐT cho em đăng kí thêm vào môn EE3075 - Thiết bị & ht tự động tk (hiện tại có 2 lớp A01, A02 đều đã đủ sỉ số 60/60). . . Cho em hỏi là có thể đăng kí thêm được không? Và nếu có thể thì quy trình đăng kí thêm như thế nào ạ.. . Em mong được PĐT phản hỏi sớm. Em cám ơn !",
            "Chào bạn,. . . . Đã tăng sỉ số, bạn vào đăng kí lại nha.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Học kì 192 em ko đăng kí được môn Thực tập cơ khí đại cương một. Cho nên vào kì đăng kí môn cho học kì 201 em có đăng kí lại. Dù cả đợt một và hai em đều được thông qua nhưng đến đợt đăng kí thứ ba do một số lý do mà em ko rõ nên các bạn đăng kí chung lớp với em rút bớt dẫn đến lớp không đủ sĩ số cho nên em bị xoá môn.. . . . Kính mong nhà trường cho phép em đăng kí thêm môn Thực tập cơ khí đại cương 1 để em học kịp tiến độ ạ.. . . . Em cảm ơn.",
            "Đăng ký môn học. . . . Học kì 192 em không đăng kí được môn Thực tập cơ khí đại cương 1. Cho nên vào đợt đăng kí môn cho học kì 201 em có đăng kí lại. Dù cả đợt một và hai em đều được thông qua nhưng đến đợt đăng kí thứ ba do một số lý do mà em không rõ nên các bạn đăng kí chung lớp với em rút bớt dẫn đến lớp không đủ sĩ số cho nên em bị xoá môn.. . . . Kính mong nhà trường cho phép em đăng kí thêm môn Thực tập cơ khí đại cương 1 để em học kịp tiến độ ạ.. . . . Em cảm ơn.  /QUOTE . .",
            "Chào bạn,. . . . Bạn vào đăng kí lại nha, tất cả các môn  đã mở sỉ số tối đa không tăng được nữa nha bạn.. . . . Thân.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em chào các thầy cô PĐT,. . . . Hiện tại em có mong muốn được học cải thiện môn Vẽ kĩ thuật giao thông [TR1003] đồng thời cùng với môn Kết cấu động cơ đốt trong [TR2007] nhằm kịp tiến độ học tập. Tuy nhiên lớp L01 [Thứ 3, tiết 2345] tuy không trùng với lịch học hiện tại nhưng không may đã bị full sỉ số lớp.. . . . Kính mong các thầy cô có thể hỗ trợ cho em được tăng sỉ số lớp môn này để em có thể đăng ký trả nợ, kịp tiến độ học tập.. . . . Rất mong nhận được phản hồi sớm từ quý thầy cô,. . . . Thân mến,",
            "Chào bạn, . . Hiện tại các nhóm lớp đã được Phòng Đào tạo mở tối đa sĩ số theo đúng quy định (về môn học, sức chứa phòng...).Trường hợp bạn muốn tăng sĩ số của một nhóm lớp nào đó, bạn vui lòng liên hệ trực tiếp tại Phòng Đào tạo cơ sở 1 (trong thời gian đăng ký môn học), để được nhóm hỗ trợ đăng ký môn học kiểm tra, nếu còn khả năng tăng được hoặc có thể có 1 vài bạn sv xin hủy, nhóm sẽ hỗ trợ tăng sĩ số cho bạn (nếu được) và có thể vào đăng ký ngay luôn nhé. . . Chúc bạn học tốt!. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ em chào Thầy/Cô ạ!. . Dạ hiện tại em đã nộp bằng chuyển điểm anh văn xong hết ạ. Học kỳ 1 2017- 2018 em có học anh văn cơ bản nhưng bị rớt, đến kỳ 1 năm 2019-2020 em đã nộp bằng anh văn để chuyển điểm và đã chuyển điểm xong nhưng bây giờ em muốn đăng ký học anh văn 1 LA1003 để duy trì tình trạng sinh viên thì đăng ký bị báo là dính anh văn tiên quyết là anh văn cơ bản LA1001 ạ.Mong pđt xem xét cho em ạ.. . Em chân thành cảm ơn ạ.",
            "Chào bạn,. . . . - Sao bạn không đăng kí môn khác, vì môn LA1003 bạn được 10 điểm đã đạt.. . . . - Bạn muốn đăng kí anh văn 1 tức là bạn muốn cải thiện điểm thì phải nộp đơn PDT sau ngày 15/9.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học  /i   B . .  xin đăng ký môn bóng chuyền   CODE PE1011 lớp L06. .",
            "Chào bạn,. . . . Bạn vào đăng kí, nếu hết chỗ thì :. . . . . . - Hiện tại còn nhiều  nhóm thể dục vẫn còn trống, bạn có thể lên đăng kí nha.. . . . - GDTC không tăng được sỉ số.. . . . Thân.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em xin chào các thầy cô.. . . . Hiện tại em chưa đăng ký được môn thể chất cho học kỳ 201 sắp tới, gần như tất cả các môn đều đã đầy chỗ, và một số ít lớp trống còn lại thì rơi vào giờ học các môn lý thuyết ở trường của em.. . . . Chính vì vậy em viết yêu cầu này để mong thầy cô xem xét cho em được bổ sung vào học lớp L05 môn Bóng bàn, mã môn PE1013 (lịch học thứ 5 tiết 2-3-4).. . . . Em rất mong sớm nhận được phản hồi từ thầy cô. Em xin chân thành cảm ơn.. .",
            "Em chào thầy cô.. . Hiện do nhà trường mở thêm các lớp thể chất nên em đã đăng ký được lớp cho mình rồi, nên yêu cầu trên của em giờ không cần được giải quyết nữa ạ.. . Em rất cảm ơn quý thầy cô và nhà trường đã hỗ trợ chúng em. Chúc quý thầy cô nhiều sức khỏe và công tác tốt."
        ]
    },
    {
        "intent": "",
        "message": [
            "Họ tên: [full_name] . . MSSV:[student_id]. . . . Em viết thư này kính mong Phòng đạo tạo có thể sắp xếp cho em vào lớp L10 của môn cầu lông (PE1017) để em có thể hoàn thành GDTC của HK201. Vì tất cả các môn khác có lịch vào tất cả buổi sáng và không thể đổi được qua ngày khác, hơn thế nữa có những lớp sĩ số không đảm bảo để mở lớp cho nên em không thể đăng kí.. . Kính mong Phòng đào tạo có thể giải quyết giúp em.. . Trân trọng.. . . . . .",
            "Chào bạn, . . Hiện tại các nhóm lớp đã được Phòng Đào tạo mở tối đa sĩ số theo đúng quy định (về môn học, sức chứa phòng...).Trường hợp bạn muốn tăng sĩ số của một nhóm lớp nào đó, bạn vui lòng liên hệ trực tiếp tại Phòng Đào tạo cơ sở 1 (trong thời gian đăng ký môn học), để được nhóm hỗ trợ đăng ký môn học kiểm tra, nếu còn khả năng tăng được hoặc có thể có 1 vài bạn sv xin hủy, nhóm sẽ hỗ trợ tăng sĩ số cho bạn (nếu được) và có thể vào đăng ký ngay luôn nhé. . . Chúc bạn học tốt!. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: 1913555  /b \t. . . .   i Học vụ . Em chào Thầy/Cô ạ,. . Do em đọc trong gmail Trường gửi nếu như nộp học phí kì dự trễ phải làm đơn ghi rõ lý do, nhưng em đã nộp học phí và hiện không tiện đến Trường thì có cách giải quyết nào khác không ạ? Mong Thầy/Cô giải đáp giúp em.. . Em chân thành cảm ơn ạ. .",
            "Chào bạn. . Bạn có thể tải mẫu đơn và nộp trên BKSI. . Chúc bạn học tập tốt nhé. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . kì trước em vắng thi môn gdtc nên rớt môn . Em muốn đăng kí thi lại môn gdtc được không ạ.. .",
            "Chào bạn,. . . . Bạn vào đăng kí nha.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học .",
            "Chào bạn,. . . . Bạn xem lại, bạn có hết thời gian đào tạo không?. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em học lớp chương trình thường ạ. Cho em hỏi là làm sao để đăng kí học lại môn gdtc và em muốn học ở cơ sở 1 vậy ạ .. .",
            "Chào bạn,. . . . Các lớp cở sở 1 dành cho sinh viên chất lượng cao.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học  /i em không đăng ký dc môn SP1003, và em muốn xin mở thêm 1 sĩ số mã môn SP1009 ngày thứ 6 tiết 13 14 15. em xin cảm ơn. . . .",
            "Chào bạn,. . . . Tất cả các môn  đã mở sỉ số tối đa không tăng được nữa nha bạn.. . . . Thân.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em xin mở thêm sỉ số môn học EN1003, lớp L02 hoặc L01. . Cho e vào lớp đó ạ. . Em cảm ơn. .",
            "Chào bạn, . . Hiện tại các nhóm lớp đã được Phòng Đào tạo mở tối đa sĩ số theo đúng quy định (về môn học, sức chứa phòng...).Trường hợp bạn muốn tăng sĩ số của một nhóm lớp nào đó, bạn vui lòng liên hệ trực tiếp tại Phòng Đào tạo cơ sở 1 (trong thời gian đăng ký môn học), để được nhóm hỗ trợ đăng ký môn học kiểm tra, nếu còn khả năng tăng được hoặc có thể có 1 vài bạn sv xin hủy, nhóm sẽ hỗ trợ tăng sĩ số cho bạn (nếu được) và có thể vào đăng ký ngay luôn nhé. . . Chúc bạn học tốt!. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học  /i  em cần mở thêm sỉ số lớp môn Cấu trúc dữ liệu và giải thuật-CO2003 và Kiến trúc máy tính-CO2007 vì em chưa đăng ký được 2 lớp này nên em không biết được có mắc phải môn tiên quyết nào không nhưng nếu không em mong pdt mở thêm 1 sỉ số nữa để em có thể đăng ký đủ chỉ cho 1 học kỳ ạ. Em cảm ơn. . . .",
            "Chào bạn, . . Hiện tại các nhóm lớp đã được Phòng Đào tạo mở tối đa sĩ số theo đúng quy định (về môn học, sức chứa phòng...).Trường hợp bạn muốn tăng sĩ số của một nhóm lớp nào đó, bạn vui lòng liên hệ trực tiếp tại Phòng Đào tạo cơ sở 1 (trong thời gian đăng ký môn học), để được nhóm hỗ trợ đăng ký môn học kiểm tra, nếu còn khả năng tăng được hoặc có thể có 1 vài bạn sv xin hủy, nhóm sẽ hỗ trợ tăng sĩ số cho bạn (nếu được) và có thể vào đăng ký ngay luôn nhé. . . Chúc bạn học tốt!. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Chào thầy cô. . Em hiện là sinh viên K18 của trường, kì học 192 vừa rồi em bị trễ môn thực tập điện 1 [EE2025], môn học có ảnh hưởng đến chương trình học và điều kiện đăng kí đồ án học kì 202 sắp tới, nên e muốn đăng kí học vào kì 201 này để kịp với chương trình. Mong thầy cô tạo điều kiện giúp em tăng thêm sĩ số môn EE2025, nhóm A01, để có thể đăng kí học và bắt kịp với chương trình học.. . Rất mong được sự giúp đỡ của quý thầy cô. . . Em xin chân thành cảm ơn!!!",
            "Chào bạn, . . Hiện tại các nhóm lớp đã được Phòng Đào tạo mở tối đa sĩ số theo đúng quy định (về môn học, sức chứa phòng...).Trường hợp bạn muốn tăng sĩ số của một nhóm lớp nào đó, bạn vui lòng liên hệ trực tiếp tại Phòng Đào tạo cơ sở 1 (trong thời gian đăng ký môn học), để được nhóm hỗ trợ đăng ký môn học kiểm tra, nếu còn khả năng tăng được hoặc có thể có 1 vài bạn sv xin hủy, nhóm sẽ hỗ trợ tăng sĩ số cho bạn (nếu được) và có thể vào đăng ký ngay luôn nhé. . . Chúc bạn học tốt!. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Dạ cho E hỏi bây giờ [full_name] có thể học chương trình cử nhân ít tín chỉ hơn chương trình kỹ sư 142 tín chỉ được không ạ? . . E xin cám ơn",
            "Chào bạn. . Về chương trình đào tạo/phân ngành bạn vui lòng liên hệ Khoa (cụ thể là Thầy phó khoa phụ trách chương trình đào tạo) để tư vấn và giải đáp. . Chúc bạn học tập tốt nhé.. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em là sinh viên khóa 2017, chưa tích lũy được môn Mạch điện tử mã EE2007 nhưng mã môn học này không còn được mở ở chương trình đào tạo khóa sau. Em có thể đăng ký mã mới để xét tương đương được hay không ạ? Nếu không thì em phải làm thế nào?",
            "Chào bạn. . Về chương trình đào tạo/phân ngành bạn vui lòng liên hệ Khoa (cụ thể là Thầy phó khoa phụ trách chương trình đào tạo) để tư vấn và giải đáp. . Chúc bạn học tập tốt nhé.. . Thân. .",
            "li answer rate: Answer is not complete / Câu trả lời chưa hoàn chỉnh"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học .",
            "Chào phòng đào tạo. . Em tên là [full_name] sinh viên khóa K17 ngành Điện tử Viễn Thông. . Em xin phòng đào tạo mở thêm sĩ số lớp Mạng máy tính (EE3111) để kịp tiến độ học tập. . Em xin chân thành cảm ơn",
            "Chào bạn, . . Hiện tại các nhóm lớp đã được Phòng Đào tạo mở tối đa sĩ số theo đúng quy định (về môn học, sức chứa phòng...).Trường hợp bạn muốn tăng sĩ số của một nhóm lớp nào đó, bạn vui lòng liên hệ trực tiếp tại Phòng Đào tạo cơ sở 1 (trong thời gian đăng ký môn học), để được nhóm hỗ trợ đăng ký môn học kiểm tra, nếu còn khả năng tăng được hoặc có thể có 1 vài bạn sv xin hủy, nhóm sẽ hỗ trợ tăng sĩ số cho bạn (nếu được) và có thể vào đăng ký ngay luôn nhé. . . Chúc bạn học tốt!. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính chào Phòng Đào tạo và Thầy [full_name].. . Em tên là [full_name], hiện đang học hệ văn bằng 2 chính quy ngành xây dựng dân dụng, mã số [student_id]. Vào học kỳ hè (193) của năm học 2019-2020 em có đăng ký môn thực tập tốt nghiệp CI3343 trong đợt 1, đợt 2 và đợt 3 nhưng sau đó bị hệ thống hủy môn. Em có gửi email hỏi về vấn đề này thì được Phòng Đào tạo trả lời bằng email là số tín chỉ tích lũy của em là 47 tín chỉ, chưa đủ số lượng (đến thời điểm gửi email này thì số tín chỉ em tích lũy đã 56 tín chỉ).. . Nhưng vì em học bằng 2 nên được miễn một số môn, cộng với lượng tín chỉ thực tế em có đăng ký học, em đã tích lũy tổng cộng 108 tín chỉ. .  . . Trên đây là hình chụp màn hình tổng số tín chỉ tích lũy được.. . Trong email Phòng Đào tạo gửi ngày 01/09/2020 cũng cho biết khi quy định SV phải đạt bao nhiêu tín chỉ để được nhận LVTN thì phải tính là tín chỉ SV đã tích lũy + số tín chỉ được miễn. . . Bên ngành xây dựng dân dụng quy định số tín chỉ tối thiểu để đăng ký thực tập tốt nghiệp là 95 tín chỉ.. . Nhưng trong đợt đăng ký môn học cho học kỳ 1 năm học 2020-2021 thì khi em đăng ký môn thực tập tốt nghiệp đợt 1 và 2 đều bị hệ thống hủy. Một số bạn học bằng 2 của em ở khóa 2018 có số tín chỉ tương tự em đã đăng ký được thực tập tốt nghiệp vào học kỳ trước.. . Em kính nhờ Phòng Đào tạo xem xét lại trường hợp của em và cho em đăng ký môn thực tập tốt nghiệp để em có thể kịp tiến độ cho đề cương tốt nghiệp và luận văn tốt nghiệp (em đã đăng ký thực tập tốt nghiệp đợt 3 nhưng có thể hệ thống sẽ tự hủy như những lần trước). . . Em xin cảm ơn rất nhiều!. .",
            "Chào bạn,. . . . - Còn đợt 4 DKMH dành cho các môn thực tập tốt nghiệp, luận văn và đề cương luận văn.. . . . - Bạn thường xuyên theo dõi mail để biết được thời gian đăng kí nha.. . . . -Sau đợt 4 còn có trục trặc gì thì liên hệ trực tiếp PDT.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em muốn đăng ký vào lớp L03 mã PE1013 thì có được không ạ",
            "Chào bạn,. . . . Bạn vào đăng kí, nếu môn bị full thì bạn đăng kí nhóm khác, không tăng sỉ số được nha.. . . . Thân.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . PE1015. . Em kính chào thầy/cô ạ. . Do thời khóa biểu của em bị trùng với môn thể chất em muốn học. Em có nguyện vọng được xin vô lớp L03 của môn Bóng rổ PE1015 ạ. . Mong thầy/cô sẽ giúp em. . Em chân thành cảm ơn ạ",
            "Chào bạn,. . . . Đợt 3 DKMH được hiệu chỉnh, bạn vào hiệu chỉnh nha.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em là Nguyễn Hùng Vũ mssv [student_id],em viết đơn này mong phòng đào tạo giúp em mở thêm sĩ số môn học Nhiệt Động Học Và Truyền Nhiệt",
            "Chào bạn,. . . . Tất cả các môn sẽ sỉ số tối đa.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học  /i  . .  . .   Dạ thưa em tên là [full_name] MSSV [student_id], e mong muốn đc đăng ký môn cơ sở kỹ thuật điện (EE2017) vào nhóm A01_A01 để theo kịp tiến độ học tập, tốt nghiệp. Mong được chấp nhận, e cảm ơn !!. . . .",
            "Chào bạn,. . . . Tất cả các môn  đã mở sỉ số tối đa không tăng được nữa nha bạn.. . . . Thân.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em chào thầy cô ạ, em là [full_name], mssv [student_id], học khoa Cơ Khí. Trong đợt đăng ký môn học thứ 3 này em muốn đăng ký môn Cầu lông (PE1017) nhưng tất cả đều đã full sỉ số nên em viết thư này xin thầy cô cho em được thêm tên mình vào danh sách lớp L06 hoặc L07 của bộ môn này. Em xin chân thành cảm ơn ạ.",
            "Chào bạn, . . Hiện tại các nhóm lớp đã được Phòng Đào tạo mở tối đa sĩ số theo đúng quy định (về môn học, sức chứa phòng...).Trường hợp bạn muốn tăng sĩ số của một nhóm lớp nào đó, bạn vui lòng liên hệ trực tiếp tại Phòng Đào tạo cơ sở 1 (trong thời gian đăng ký môn học), để được nhóm hỗ trợ đăng ký môn học kiểm tra, nếu còn khả năng tăng được hoặc có thể có 1 vài bạn sv xin hủy, nhóm sẽ hỗ trợ tăng sĩ số cho bạn (nếu được) và có thể vào đăng ký ngay luôn nhé. . . Chúc bạn học tốt!. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Lớp giáo dục thể chất không còn slot thì em có thể làm đơn xin vào không ạ",
            "Chào bạn,. . . . . . . . - Hiện tại còn nhiều môn nhóm thể dục vẫn còn trống, bạn có thể lên đăng kí nha.. . . . - GDTC không tăng được sỉ số.. . . . Thân.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . do bị yêu cầu xóa môn nên em muốn được đăng kí môn cơ sở kỹ thuật điện nhóm A01_A01 để đảm bảo số tín chỉ. .",
            "Chào bạn,. . . . Bạn vào đăng kí.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . dạ thưa thầy cô em xin được vào lớp cầu lông PE1017 L01 được không ạ , lý do là thời khóa biểu hiện tại của em chỉ còn mỗi tiết đó là còn trống và em cũng có năng khiếu đánh cầu lông nên em muốn học cho dễ qua môn ( hiện tại chỉ còn bóng đá là còn trống chỗ nhưng em ko biết đá bóng và quan trong hơn là cách đây 1 năm em có gãy chân 1 lần nên là em không thể học môn đó được ạ xin thầy cô có thể hỗ trợ em ). .",
            "Chào bạn,. . . . - Hiện tại còn nhiều môn nhóm thể dục vẫn còn trống, bạn có thể lên đăng kí nha.. . . . - GDTC không tăng được sỉ số.. . . . Thân.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Chào thầy/cô,. . Em tên là : [full_name]. . MSSV :[student_id]. . . . Em không thể đăng kí thực tập tốt nghiệp do bị kẹt môn học trước là CO1025 . Tuy nhiên môn này không có trong chương trình đào tạo của khoá K2017.. . . . Em mong thầy/cô phản hồi sớm ạ. . . .",
            "Chào bạn,. . . . Môn bạn cho biết môn TTTN.. . . . Thân",
            "Mã Môn TTTN là CO3323 ạ.. . Em có đính kèm ảnh ở tin nhắn trước .. . . . Mong cô giải quyết giúp em.. .",
            "Chào bạn,. . . . Bạn vui lòng về khoa trình bày lý do để khoa có hướng giải quyết cho bạn nha.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em xin chào PĐT,. . . . Em tên là [full_name], MSSV [student_id], thời gian gần đây PĐT có mở đăng ký gdtc nhưng các môn đều đã hết và em không đăng ký môn được, em hy vọng PĐT có thể giúp em đăng ký môn cầu lông lớp L04 vì đây là môn em có thể học được và không trùng với môn nào trong tkb. Em xin chân thành cảm ơn ạ!. . . . Chúc thầy/cô một ngày làm việc vui vẻ và hiệu quả. .",
            "Chào bạn,. . . . - Hiện tại còn nhiều môn nhóm thể dục vẫn còn trống, bạn có thể lên đăng kí nha.. . . . - GDTC không tăng được sỉ số.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Xin phép mở thêm sĩ số lớp Thiếtbị & hệthống tựđộng vì lý do trùng lịch học các môn khác. . Mã môn EE3029 - Thiếtbị & hệthống tựđộng. . Nhóm lớp A03_A08. . Thứ 3    - - - - - - 7 8 9 - - - - - - -    C6-602    . . Thứ 6    - - 3 4 5 - - - - - - - - - - -    B3-109. . Em xin cảm ơn!",
            "Chào bạn, . . Hiện tại các nhóm lớp đã được Phòng Đào tạo mở tối đa sĩ số theo đúng quy định (về môn học, sức chứa phòng...).Trường hợp bạn muốn tăng sĩ số của một nhóm lớp nào đó, bạn vui lòng liên hệ trực tiếp tại Phòng Đào tạo cơ sở 1 (trong thời gian đăng ký môn học), để được nhóm hỗ trợ đăng ký môn học kiểm tra, nếu còn khả năng tăng được hoặc có thể có 1 vài bạn sv xin hủy, nhóm sẽ hỗ trợ tăng sĩ số cho bạn (nếu được) và có thể vào đăng ký ngay luôn nhé. . . Chúc bạn học tốt!. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]  /b  [student_id]. . . .   i Đăng ký môn học  /i  Khoa học vật liệu dệt( ME2103). . . .",
            "Chào bạn,. . . . Bạn vào đăng kí nha.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Xin phép mở thêm sĩ số lớp Thiếtbị & hệthống tựđộng vì lý do trùng lịch học các môn khác. . Mã môn EE3029 - Thiếtbị & hệthống tựđộng. . Nhóm lớp A03_A08. . Thứ 3    - - - - - - 7 8 9 - - - - - - -    C6-602    . . Thứ 6    - - 3 4 5 - - - - - - - - - - -    B3-109. . Em xin cảm ơn!",
            "Chào bạn, . . Hiện tại các nhóm lớp đã được Phòng Đào tạo mở tối đa sĩ số theo đúng quy định (về môn học, sức chứa phòng...).Trường hợp bạn muốn tăng sĩ số của một nhóm lớp nào đó, bạn vui lòng liên hệ trực tiếp tại Phòng Đào tạo cơ sở 1 (trong thời gian đăng ký môn học), để được nhóm hỗ trợ đăng ký môn học kiểm tra, nếu còn khả năng tăng được hoặc có thể có 1 vài bạn sv xin hủy, nhóm sẽ hỗ trợ tăng sĩ số cho bạn (nếu được) và có thể vào đăng ký ngay luôn nhé. . . Chúc bạn học tốt!. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: G[student_id]  /b \t. . . .   i Tốt nghiệp . Cho em xin hỏi là khi nào PĐT sẽ công bố danh sách dự kiến tốt nghiệp bổ sung cho hệ Chính Quy ạ. Em xin cám ơn",
            "Chào bạn . . Phòng đào tạo đã ghi nhận trường hợp xét tốt nghiệp bổ sung của sinh viên, sau ngày 22/9/20 phòng đào tạo sẽ thông báo danh sách tốt nghiệp cập nhật mới :. . - Sinh viên xem kết quả xét lại tốt nghiệp trên: www.aao.hcmut.edu.vn    tốt nghiệp    thông tin tốt nghiệp    danh sách tốt nghiệp 11/2020 - Trường hợp không có tên trong danh sách tốt nghiệp bổ sung sinh viên vui lòng phản hồi tại trang bksi.hcmut.edu.vn để để phòng đào tạo kiểm tra lý do.. .  Thân . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Gửi trường,. . Trường có thể mở thêm sỉ số lớp môn hóa vô cơ (CH2011) lớp A01 của thầy [full_name] được không ạ? Em sợ môn này kì sau không còn mở nữa.. . . . Người gửi. . [full_name]",
            "Chào bạn, . . Hiện tại các nhóm lớp đã được Phòng Đào tạo mở tối đa sĩ số theo đúng quy định (về môn học, sức chứa phòng...).Trường hợp bạn muốn tăng sĩ số của một nhóm lớp nào đó, bạn vui lòng liên hệ trực tiếp tại Phòng Đào tạo cơ sở 1 (trong thời gian đăng ký môn học), để được nhóm hỗ trợ đăng ký môn học kiểm tra, nếu còn khả năng tăng được hoặc có thể có 1 vài bạn sv xin hủy, nhóm sẽ hỗ trợ tăng sĩ số cho bạn (nếu được) và có thể vào đăng ký ngay luôn nhé. . . Chúc bạn học tốt!. . Thân. ."
        ]
    }
]