[
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Dạ thưa thầy cô. . . . Em là [full_name], là sinh viên k16 của trường. Hiện tại em đã bảo vệ xong luận văn, hoàn thành các tín chỉ và các yêu cầu về công tác xã hội và Anh văn. Nhưng em vẫn không đăng ký xét tốt nghiệp được cho đợt tháng 11 này vì \"Không có tên trong danh sách tốt nghiệp dự kiến.\". . . . Xin thầy cô kiểm tra lại giúp em và cho em biết nếu em còn thiếu điều kiện nào ạ.. . . . Em cảm ơn thầy cô rất nhiều.",
            "Chào bạn,. . PDT đã ghi nhận yêu cầu về đăng ký xét TN của bạn. SV vui lòng theo dõi email  và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 05/10/2021 SV vẫn chưa nhận được mail hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 11/2021. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Em chào thầy/cô. . . . . Ngày 25/7/2021 em đã đăng kí in thẻ sinh viên và đã đóng tiền đầy đủ. Nhưng tới hiện tại là 27/9/2021 em vẫn chưa nhận được thẻ sinh viên của mình để chuẩn bị thi giữa kì 211. Em mong thầy/cô kiểm tra lại giùm em thẻ sinh viên của em đã được gửi đi hay chưa ạ.. . . . Em xin cảm ơn thầy/cô.. . . .",
            "Chào bạn. . Pdt kiểm tra thẻ sv của bạn đã được gởi theo bưu điện của dịch vụ vnpost. . Pdt có thể hỗ trợ in lại thẻ sinh viên và gởi lại cho bạn theo dịch vụ bưu điện của viettel, nhưng nếu lỡ sau đó thư vnpost đến nữa thì bạn phải chịu đến 2 lần phí đó nghen. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em chào cô, . . Em là [full_name], mssv [student_id]. . . . Cô ơi cho em hỏi về vấn đề đăng kí tốt nghiệp của em không được ạ. Em có mail thông báo có tên trong danh sách nhưng bị vướng chỗ \"tạm dừng\". . . . Em được nhà trường gia hạn để hoàn thành AV, và không được đki môn học (nếu dki thì cũng bị xóa). Em không hiểu vì em không đăng kí môn học nên em bị \"tạm dừng\" ạ??. . . . Nếu phải làm đơn gì nhờ cô hướng dẫn ạ. Mong cô xem xét giúp em và các bạn k14. Em cảm ơn cô.. . . .",
            "Chào bạn,. . PDT ghi nhận trường hợp của bạn, đã gửi đến bộ phận liên quan xử lý . Sau ngày 29/9 bạn vào đăng ký lại nghen. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Dạ em xin chào thầy/cô, em tên [full_name], MSSV: [student_id] khoa Cơ Khí, Bộ môn Chế tạo máy. Em có thắc mắc là đã có giấy xác nhận sinh viên dùng để Tạm hoãn nghĩa vụ hay chưa? Do em là sinh viên khóa K17, tức là đã quá chương trình đào tạo nhưng do chưa hoàn thành chương trình học nên có được cấp giấy Chứng nhận sinh viên như mọi năm hay không? Hay phải đăng kí ở mybk, mục Dịch vụ Sinh =  Đăng ký chứng nhận sinh viên hay không? Mong thầy cô giải đáp do địa phương em sinh sống đang yêu cầu giấy Chứng nhận sinh viên để bổ sung cho địa phương ạ. Em xin chân thành cảm ơn",
            "Chào bạn,. . - SV chủ động đăng ký giấy Xác nhận SV hoãn NVQS để bổ sung cho địa phương và chọn dịch vụ gửi qua được bưu điện (người nhận trả tiền) nếu có nhu cầu (PDT không in hàng loạt như các năm trước). . - Sau khi xử lý giấy chứng nhận sinh viên, Phòng Đào tạo sẽ gửi về địa chỉ sinh viên đăng ký khi bưu điện hoạt động lại bình thường trong đợt giãn cách xã hội. Mặt khác, sinh viên có thể tải bản scan trên trang đăng ký chứng nhận sinh viên (sau khi yêu cầu của SV đã được xử lý).. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em chào thầy cô,. . . . Tháng 5 em có làm tình nguyện viên hỗ trợ đo thân nhiệt ở kí túc xá khu A.. . . . Theo em được biết anh trưởng nhà báo đã gửi danh sách cho trường, nhưng em vẫn chưa thấy em được cập nhập ngày công tác xã hội ạ.. . . . Mong thầy cô giải đạp ạ.. . . . Em xin cám ơn!",
            "Chào em,. . Em liên hệ phòng Công tác chính trị sv qua email [email] để được hướng dẫn nhé.. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Dạ em là [full_name], SV K17 khoa Kĩ thuật hóa học. Hiện tại em chỉ còn thiếu 3,5 ngày CTXH để được xét Tốt nghiệp (các điều kiện khác đã đạt) nhưng do tình hình dịch bệnh COVID-19 nên em chưa hoàn thành xong. . . Em xin phép hỏi, em có thể vẫn đăng ký xét tốt nghiệp và bổ sung ngày CTXH sau đó hay là có giải pháp nào khác không ạ?. . Em xin cảm ơn.. . . .",
            "Chào em,. . Em liên hệ phòng Công tác chính trị sv qua email [email] để được hướng dẫn nhé.. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Dear anh/chị,. . Em là [full_name], MSSV: [student_id], hiện là sinh viên Khoa học máy tính CLC.. . Em đã có tên trong DS dự kiến tốt nghiệp nhưng em không đăng kí được trên mybk phần tốt nghiệp ạ, hiện đang ghi là nợ HP. Anh/chị có thể xem xét giúp em được ko ạ, em đã trả đủ học phí và CTXH rồi ạ!. . Em cảm ơn,. . [full_name]. .   i Tốt nghiệp .",
            "Chào bạn,. . PDT ghi nhận trường hợp của bạn, đã gửi đến bộ phận liên quan xử lý. Sau ngày 29/9 bạn lên khai lại thông tin tốt nghiệp nghen. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính thưa, em tên [full_name] MSSV  [student_id] hiện tại em là sinh viên năm 3 .Em có một vấn đề không rõ là năm vừa rồi , tức là năm 2 em có thi Anh văn định kỳ trong trường là đạt 555 điểm . Vậy cho em hỏi nếu tới đợt đăng ký môn học học kỳ 2 năm 3 thì em có đủ điều kiện về Anh văn để đăng ký môn học không ạ. Nếu không đủ thì em phải học Anh văn 4A hay nhà trường có hổ trợ đợt thi Anh văn định kỳ nào tiếp theo không ạ. Em cám ơn ạ. . Thân!. . [full_name]. . . . . .",
            "Chào bạn. . - Sinh viên đăng ký dự kỳ kiểm tra tiếng Anh định kỳ (theo định dạng TOEIC) do PĐT kết hợp trung tâm IIG tổ chức không dùng để miễn môn các môn anh văn 1234 chỉ dùng để đạt chuẩn tiếng Anh sau mỗi năm học. . - Về quy định chuẩn tiếng anh trong quá trình học: Bạn vui lòng xem chi tiết tại trang web aao--  sinh viên --  Quy chế --  Quy chế đào tạo và học vụ bậc đại học và cao đẳng -- Phụ lục 1: Quy định về ngoại ngữ --  điều 2-c. . - Về đợt thi anh văn tiếp theo, bạn vui lòng đợi thông báo. . Chúc bạn học tập tốt nhé.. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Dạ chào PĐT ạ, e tên [full_name]. . . . Em muốn hỏi về vấn đề trước đây em có thi chứng chỉ anh văn và lỡ chuyển điểm 7 vào cột điểm anh văn 2. Dạ cho em hỏi nếu bây giờ em đăng kí học anh văn 2 trên trường thì điểm đó có thể thay thế cho điểm 7 em đã chuyển hay không ạ? Hoặc có cách nào để em có thể cải thiện cột điểm anh văn 2 đó không ạ?. . . . Em cám ơn ạ.. . . . . . . .",
            "Trường hợp một môn học (tính theo mã số môn học) có nhiều lần học thì tính theo lần học có điểm cao nhất (nếu các lần học có điểm MT và điểm đạt thì tính theo lần học có điểm đạt cao nhất; nếu các lần học có điểm MT và điểm không đạt thì tính theo lần học có điểm MT)"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ  /i. . Kính thưa PĐT, em có đăng kí lớp anh văn 4A thì TKB lớp đó có được cập nhật và được tính là TKB chính khóa không ạ. Mong sớm nhận phản hồi từ PĐT",
            "Chào em,. . em có đăng kí lớp anh văn 4A thì TKB lớp đó có được cập nhật và được tính là TKB chính khóa không ạ.. . =  PĐT đã email sv :. . \"Nhắc lại: Đăng ký bổ sung các lớp Anh văn theo yêu cầu (Dự thính), đã mở thêm lớp và cập nhật điểm chuyển anh văn\". . =  Không là TKB chính khóa nhé. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em đã đủ các yêu cầu về điểm, tín chỉ, anh văn, và ngày công tác xã hội nhưng k đăng ký tốt nghiệp được và cũng k có trong danh sách dự kiến tốt nghiệp là sao ạ ?",
            "Chào bạn,. . PDT đã ghi nhận yêu cầu về đăng ký xét TN của bạn. SV vui lòng theo dõi email  và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 05/10/2021 SV vẫn chưa nhận được mail hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 11/2021. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Dạ đợt thi vừa qua vì lý do cá nhân nên em đã xin hoãn thi Giải tích 2 dự thính HK 202 (MT1005) và được chấp nhận. Tuy nhiên từ lúc đó tới bây giờ em vẫn chưa nhận được bất kỳ thông báo nào về việc thi lại nên em muốn hỏi là tổ chức thi lại như thế nào ạ? . . Mong thầy cô giải đáp cho em, em cảm ơn ạ.",
            "Chào bạn,. . Hiện tại nhà trường chưa ra QD hoãn thi nhé bạn, dự kiến ra quyết định chung vào cuối tháng 12, nên trường hợp đăng ký hoãn thi vẫn bị điểm 13 bình thường. Sau khi hậu kiểm với ds của Khoa thì mới ra quyết định hoãn thi và sẽ điều chỉnh lại điểm trên mybk/Thông tin SV/xem điểm. . Lưu ý:. . 1) PDT sẽ hậu kiểm lại với danh sách cấm thi của Khoa gửi lên, nếu SV bị cấm thi sẽ bị hủy kết quả hoãn thi theo quy định. SV vẫn phải hoàn thành các phần việc của môn học, nhất là TH/TNg và BTL. GV có quyền cấm thi nếu SV không hoàn thành tốt các phần này. . 2) Trường hợp có sự cố bất khả kháng trong khi thi dẫn đến không thể hoàn thành được bài thi, và không được giải quyết cho thi vào ca thi tiếp theo (nếu có), sinh viên có thể đăng ký \"Hoãn thi\" ngay sau buổi thi (không phải vắng thi có phép), SV phải báo với CBCT hoặc trực thi để được ghi nhận vào trong danh sách thi. PDT sẽ đối chiếu lại với danh sách của Khoa về các tình huống đã thi nhưng điểm thấp hoặc không có báo cáo ghi nhận về các sự cố trong buổi thi trước khi quyết định hoãn thi. . 3) Riêng đối với môn Đồ án, Thực tập ngoài trường, Đề cương Luận văn, Luận văn/Tiểu luận tốt nghiệp: SV có thể xin hoãn bảo vệ với lý do dịch Covid-19 ảnh hưởng nghiêm trọng đến kết quả thực hiện đề tài (không thực nghiệm được tại Phòng thí nghiệm, không thực địa, ...). SV gửi email trực tiếp đến Giáo viên hướng dẫn, Khoa/Bộ môn để được xem xét đồng ý và forward email cuối cùng đến email của PĐT để đăng ký.. . Chúc bạn học tập tốt nhé.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: 1912331  /b \t. . . .   i Học vụ . Dạ em muốn hỏi là nếu chưa qua chuẩn năm nhất là Anh Văn 1 thì sẽ không đăng ký được mã môn năm 2 (2xxx) đúng không ạ.. . Em cảm ơn thầy, cô.",
            "Chào bạn. . - Về quy định Xếp hạng năm đào tạo: Bạn vui lòng xem chi tiết tại trang web aao.hcmut.edu.vn--  Sinh viên --  Quy chế --  Quy chế đào tạo và học vụ bậc đại học và cao đẳng --  Điều 4.2. . Chúc bạn học tập tốt nhé.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em chào quý thầy cô,. . . . Dạ cho em hỏi ở trang cổng thông tin sinh viên, mục điểm trung bình và số tín chỉ thì điểm của em đã được cập nhật. Nhưng còn trong mục bảng điểm thì số tín chỉ tích lũy ngành và điểm trung bình tích lũy ngành của em vẫn chưa cật nhập (chỉ có điểm của 132 chỉ và thiếu 9 chỉ của luận văn). Và em sẽ đăng ký in bảng điểm và không biết có được in đầy đủ điểm không ạ. . . . . Em cảm ơn quý thầy cô. . . . [full_name]",
            "Chào em,. . Khi sv cần in bảng điểm thì sẽ có đầy đủ ĐTB tính đến thời điểm đăng ký in.. . Thân mến,. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Kính gửi quý thầy cô,. . . . Em đã đăng kí tốt nghiệp và được xác nhận vào ngày 22/09/2021. Tuy nhiên vào ngày 25/09/2021 thì hồ sơ tốt nghiệp của em bị chuyển về trạng thái tạm dừng. Em kính mong thầy cô giúp đỡ và hỗ trợ em trong vấn đề này. Em xin chân thành cảm ơn quý thầy cô.",
            "Chào bạn. . Cô đang xử lý vấn đề tạm dừng, yên tâm nghen. . Giấy CNTN tạm thời sau 17 g hôm nay sẽ được tải lên trang đăng ký hồ sơ cấp bằng. . Thân. .",
            "Cô ơi trạng thái tốt nghiệp của em lại bị chuyển về tạm dừng. Em kính mong cô giúp đỡ em trong vấn đề này. Em xin chân thành cảm ơn cô.",
            "Chào bạn. . Không sao nghen bạn, Cô đã ghi nhận. . Bạn đã thanh toán lệ phí rồi thì yên tâm nghen. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Kính gửi Phòng Đào tạo.. . Em là tân sinh viên của khoa điện-điện tử, mã số SV [student_id]. Em đã có lịch kiểm tra Anh văn sơ bộ vào lúc 8h00 ngày 27 tháng 9 năm 2021, nhưng vì sự cố mất kết nối Internet cho đến 9h03 em mới có thể truy cập Internet lại được. Em xin hỏi là em có thể kiểm tra lại được nếu lý do trên của em được thông qua không? Và em cần phải làm gì để có thể được kiểm tra lại?. . Em rất mong nhận được giải đáp từ Phòng đào tạo ạ.",
            "Chào em,. . PĐT ghi nhận trường hợp của em, em đợi thông báo sau nhé.. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]9  /b \t. . . .   i Yêu cầu khác . Dạ cho em hỏi là nếu em thi rớt đợt toeic wrting and speaking lần này, mà e đã hết hạn đào tạo thì em có xin gia hạn thêm 1 học kỳ nữa để hoàn thành chứng chỉ này được không ạ?. .  . . Nếu được thì em cần nộp những đơn gì ạ? khi nào ạ?. . . . Nếu không được thì hệ đào tạo của em có hạ bằng xuống hệ vừa học vừa làm được không ạ?. . . . Mong trường giải đáp thắc mắc giúp em ạ, em cảm ơn nhiều ạ. . . .",
            "Chào bạn. . Thời gian học của bạn đến tháng 10/2021. . - Về quy định thời gian và kế hoạch học tập: Bạn vui lòng xem chi tiết tại trang web aao    sinh viên    Quy chế    Quy chế đào tạo và học vụ bậc đại học và cao đẳng    Các trường hợp được kéo dài thời gian đào tạo    điều 5.5. . - Bạn theo dõi trong tháng 10 sẽ có thông báo thi tiếp anh văn 2 kỹ năng bạn đăng ký thi tiếp nghen, cố gắng cho đạt, nếu không thì phải chuyển sang VLVH. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Kính gửi phòng đào tạo, . . ﻿Em hiện là tân sinh viên khoa Máy tính. Do nhiều nguyên do khác nhau khiến em không chuẩn bị. . ﻿kịp để tham gia kì thi chuẩn tiếng anh sáng nay. Xin cho em giải pháp ạ?. . ﻿Kính mong Trường giúp em ạ!",
            "Chào em,. . Xin cho em giải pháp ạ. . =  Mỗi sinh viên có một lich kiểm tra, không giải quyết được nhé. . . . . Em xem PĐT đã gửi email đến SV:. . \"Thân chào các Tân Sinh viên,. . . . Để giúp nhà trường đánh giá tình trạng năng lực Anh văn của Tân Sinh viên (SV) để có kế hoạch tổ chức học tập, và đồng thời giúp SV lên kế hoạch học tập cá nhân để nhanh chóng hoàn thành chuẩn tiếng Anh theo từng năm và chuẩn khi tốt nghiệp của trường.. . . .  . . . . Phòng đào tạo thông báo tới SV lịch kiểm tra Anh văn sơ bộ đầu vào Khóa 2021 như sau.. . . . Thời gian kiểm tra : từ ngày 27/09/2021, mỗi sinh viên có một lich kiểm tra. . . . Thời lượng kiểm tra: 50 phút. . . . Hình thức kiểm tra:  Trắc nghiệm, trực tuyến. . . . Cấu trúc đề kiểm tra: 80 câu, bao gồm:. . . .  Kỹ năng Nghe: 10 câu, (khoảng 7 phút). . . . §  Kỹ năng Đọc hiểu, Từ vựng, Ngữ pháp: 70 câu (43 phút). . . . §  Yêu cầu trang thiết bị: thiết bị di động/máy tính có camera quay trước mặt hoặc toàn cảnh bên của thí sinh, có loa/tai nghe để nghe bài thi.\". . Thân mến,. . . . . . . . . . . .",
            "Chào em,. . PĐT ghi nhận trường hợp của em, em đợi thông báo sau nhé.. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Thân gửi,. . Em tên [full_name], em vừa nhận được câu trả lời nhưng em đang thật sự muốn hỏi nguyên do chính xác em chưa nằm trong danh sách tốt nghiệp dự kiến. Mong Trung tâm Hỗ trợ giúp đỡ em.. . . . Vì lần trước 21/09 em và các bạn cùng lớp đã hỏi và nhận được câu trả lời liên về môn Mở rộng của chương trình KSTN, và nhiều bạn đã đủ điều kiện nhưng vẫn không nằm trong DSTNDK. Cả lớp em đã phải liên hệ thầy chủ nhiệm và thầy trưởng khoa để giải quyết. . . . . Em thật sự mong Trung tâm Hỗ trợ kiểm tra giúp em lý do chính xác.. . Em xin chân thành cảm ơn.. . Trân trọng,"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Kính gửi pđt, . . . . Lớp anh văn 4a theo nhu cầu của tụi em sẽ kết thúc vào 8/10 sắp tới, tụi em có thể làm đơn xin PĐT cho thi cuối kỳ luôn không để kịp có điểm trước hạn cuối xét tốt nghiệp vào 31/10 ạ? Và cách làm thế nào thì thầy/cô hướng dẫn giúp em nhé? (Tụi em mong muốn được kết thúc môn sớm ạ). . . . Mong nhận được sự phản hồi từ thầy cô. Em cảm ơn ạ!",
            "Chào bạn. . ·        Pdt sẽ giải quyết tốt nghiệp theo thông báo đến hết HK211 (dự kiến cuối tháng 12/2021) nghen, bạn yên tâm nghen học và thi theo đúng lịch trình. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Chào thầy/cô ạ,. . Dạ cho em hỏi, em phải làm sao để đăng kí bổ sung vào một lớp đã có ạ. Đó là môn GE4341 - Đề cương luận văn tốt nghiệp nhóm LO1 và môn GE3343 - Thực tập tốt nghiệp nhóm L01, em muốn đăng kí học môn này vì không muốn ra trường trễ.. . Em xin cảm ơn ạ.. .",
            "Chào bạn. . Hiện tại đã đến tuần thứ 7 của HK 211, nên bạn vui lòng làm đơn đăng ký DCLV+TTTN, trong đơn ghi rõ tên môn học, mã số môn học, lý do bổ sung. Và phải có xác nhận của Khoa đồng ý bổ sung (có thể gởi yêu cầu Khoa xác nhận trong đơn, hoặc xác nhận qua mail, bạn chụp hình mail  đồng ý đính kèm ), gởi yêu cầu tại BKSI để xử lý. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Thầy cô PĐT cho em hỏi rằng: giấy xác nhận SV của em đã được xử lí ngày 12/09/2021 và chuyển bằng đường bưu điện. hiện tại em vẫn chưa nhận được để bổ sung hồ sơ cho địa phương trước ngày khám sức khỏe 29/09/2021.Mong thầy cô kiểm tra giúp em với ạ",
            "Chào bạn,. . - SV chủ động đăng ký giấy Xác nhận SV hoãn NVQS để bổ sung cho địa phương và chọn dịch vụ gửi qua được bưu điện (người nhận trả tiền) nếu có nhu cầu (PDT không in hàng loạt như các năm trước). . - Sau khi xử lý giấy chứng nhận sinh viên, Phòng Đào tạo sẽ gửi về địa chỉ sinh viên đăng ký khi bưu điện hoạt động lại bình thường trong đợt giãn cách xã hội. Mặt khác, sinh viên có thể tải bản scan trên trang đăng ký chứng nhận sinh viên (sau khi yêu cầu của SV đã được xử lý).. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em muốn bảo lưu kết quả của mình, nhưng em không còn ở tpHCM, thì em phải làm sao để bảo lưu được ạ",
            "Chào bạn. . Hk211 bạn không có TKB nên bạn sẽ bị tạm dừng kỹ thuật ở Hk211. . Sang Hk212 bạn thu nhận để học lại. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . địa phương em yêu cầu giấy xác nhận sinh viên, nhưng hiện tại vì tình hình giảng cách nên em không thễ lấy được, và dưới địa phuông nói với em là xin xác nhận qua gmail thì trường mình có thực hiện không ạ ?. . Em cảm ơn!",
            "Chào bạn,. . - SV chủ động đăng ký giấy Xác nhận SV hoãn NVQS để bổ sung cho địa phương và chọn dịch vụ gửi qua được bưu điện (người nhận trả tiền) nếu có nhu cầu (PDT không in hàng loạt như các năm trước). . - Sau khi xử lý giấy chứng nhận sinh viên, Phòng Đào tạo sẽ gửi về địa chỉ sinh viên đăng ký khi bưu điện hoạt động lại bình thường trong đợt giãn cách xã hội. Mặt khác, sinh viên có thể tải bản scan trên trang đăng ký chứng nhận sinh viên (sau khi yêu cầu của SV đã được xử lý).. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Em đã đăng ký anh văn cơ bản - 1A rồi. Trên hệ thống vẫn đăng ký được. Mà giờ trùng lịch bên thể chất rồi ạ ( Tuy nhiên, bên thể chất em đã xin đổi buổi khác được rồi ạ). Vậy thì kết quả đăng ký môn có bị hủy không? . . Em hỏi câu này, vì thấy trên mail phòng đào tạo có nhắc sẽ hậu kiểm với thời khóa biểu ạ.",
            "Chào em,. . Em đã đăng ký anh văn cơ bản - 1A rồi. Trên hệ thống vẫn đăng ký được.. . =  Học bình thường nhé em, vì GDTC TKB HK202. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ em chào PĐT. . Em đang là SV năm 4 khóa K18. Em chưa có AV4 nhưng kỳ sau thì em chỉ đăng ký luận văn tốt nghiệp. Em đọc quy định của trường ở phụ lục 1 điều 3: \"SV phải đạt chuẩn tiếng Anh để được nhận LVTN và xét tốt nghiệp\" là phải có chứng chỉ ngoại ngữ, nên học tiếp AV4 thì vẫn phải cần chứng chỉ để đăng ký luận văn. . Em không biết tình hình dịch thế này có thi lấy chứng chỉ kịp không, hay PĐT sẽ có hướng giải quyết như thế nào cho các SV năm 4 trong kỳ tiếp theo. Em có nên đăng ký AV4 theo yêu cầu không ạ. . Em cảm ơn PĐT . .",
            "Chào bạn. . - Nếu chưa đạt anh văn thì đăng ký học nghen bạn. . - Về đăng ký của HK212, sẽ có thông báo sau nếu có phát sinh còn không thì sẽ áp dụng theo quy định. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Thưa cô,. . Khoản tiền cần thanh toán là khoản tiền đã hết hạn nên em đã không thực hiện thanh toán được.. . Còn tình trạng sinh viên của em là \"Đang học\" và trong mục đó không có thể hiện quyết định nào cả ạ.",
            "Chào em,. . - Khoản tiền cần thanh toán là khoản tiền đã hết hạn nên em đã không thực hiện thanh toán được.. . =  Em vui lòng ghi rõ khoản nào nhé.. . - Còn tình trạng sinh viên của em là \"Đang học\" và trong mục đó không có thể hiện quyết định nào cả ạ.. . =  Cô chưa hiểu ý em cần gì ?. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: 1652151  /b \t. . . .   i Tốt nghiệp . Em xin được gửi lời chào đến Thầy/Cô,. . . . Hiện tại em đã đăng kí tốt nghiệp và hoàn tất lệ phí cũng như đã đăng kí bằng tạm thời, tuy nhiên, do dịch COVID-19, bằng tạm của em không về được do hạn chế đi lại giữa các tỉnh thành.. . . . Em muốn hỏi là em có thể có bản scan của bằng tạm thời hay không ạ, và nếu có thì em cần liên hệ những ai và thủ tục như thế nào ạ?. . . . Em xin cảm ơn Thầy/Cô đã dành thời gian.. . Khúc Lâm Đồng. . . . . .",
            "Chào bạn. . Giấy chứng nhận tốt nghiệp đã được tải lên trang đăng ký hồ sơ cấp bằng. Sinh viên tự lên tải về sử dụng trong thời gian này . . Giấy chứng nhận bản giấy vẫn được gửi về khoa và Sinh viên tự về Khoa nhận khi tình hình bình thường lại,. . SV vui lòng kiểm tra kỹ thông tin trên giấy CN tốt nghiệp tạm thời, nếu có sai sót gì vui lòng phản hồi lại PDT để kịp chỉnh sửa, những thông tin trên CN tốt nghiệp tạm thời sẽ dùng để in bằng TN. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác  /i  . . . . Kính gửi Phòng Đào tạo,. . Em là MSSV [student_id]. Trong giấy gọi nhập học, ở phần Hộ khẩu, nhà trường đã ghi nhầm địa chỉ Hộ khẩu thành địa chỉ Tạm trú (địa chỉ liên lạc) cho em. Em đã kiểm tra lại phần lí lịch sinh viên của mình và không phát hiện có sai sót. Mong Nhà trường điều chỉnh lại cho em trong thời gian sớm nhất. Em cảm ơn!. . . .",
            "Chào bạn. . Bạn có thể bổ sung thêm minh chứng. . Và ghi rõ thông tin sửa đúng lại như thế nào?. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính gửi Phòng đào tạo.. . Em tên [full_name]. . Mã nhập học [student_id]. . Em mong trường có thể gửi cho em các thủ tục nộp Chứng chỉ Quốc tế để miễn Tiếng anh đầu vào được không ạ.. . Em cảm ơn ạ.",
            "Chào em,. . PĐT đã gửi email :. . \"Sinh viên đã có chứng chỉ tiếng Anh Quốc tế, hợp lệ và còn hạn, tương đương các chuẩn tiếng Anh từng năm/tốt nghiệp của trường,. .  xin xem hướng dẫn ở cuối thông báo. . . Các Sinh viên này không cần tham dự kỳ kiểm tra Anh văn sơ bộ đầu khoá. . . ...\". .  xin xem hướng dẫn ở cuối thông báo. . . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Do điểm môn học Truyền nhiệt em học kì trước cập nhật trễ nên em đã đăng ký lại môn này ở học kì lần này để kịp chuyển tiếp (em học hệ liên kết). Hôm nay sau khi cập nhật thì em đã qua môn. Vậy em có thể tính điểm kì này thành điểm cải thiện không ạ? Nếu tính điểm GPA thì  theo lần có điểm cao nhất hay chỉ lấy điểm mới nhất ở kì cải thiện vậy ạ? Em cảm ơn.",
            "Chào em,. . - Sv muốn học cải thiện thì môn học phải có cùng một msmh vì khi này sẽ lấy điểm cao nhất tính.. . . . - Khi tính đtbtl sẽ được tính nếu có cùng msmh như vd sau :. . -Môn A = 5,0 đ . .    Học lại cải thiện môn A =7,0 đ . . =  sẽ lấy 7,0đ tính . . Thân mến,. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Thưa thầy/cô, Elearning của em bị mất tất cả các môn học của học kỳ này. Trước đó em có đăng ký hủy môn CLC CI2003. Em bị mất bắt đầu từ thứ 2 tuần trước nhưng nghĩ là do cập nhật môn học nên quyết định chờ. Đến thứ 2 27/09/2021 vẫn chưa có. Mong thầy/cô xem và hỗ trợ giúp em với ạ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Cho em hỏi em chưa có tên trong danh sách tốt nghiệp dự kiến dù đã đủ yêu cầu ạ. . . MSSV: [student_id]",
            "Chào bạn,. . PDT đã ghi nhận yêu cầu về đăng ký xét TN của bạn. SV vui lòng theo dõi email  và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 05/10/2021 SV vẫn chưa nhận được mail hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 11/2021. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Bạn cho mình hỏi chương trình này đki được Av3,4 cùng lúc ko ạ ?",
            "Chào bạn. . Không nghen bạn, tuần từ từng môn một anh văn 3 đến anh văn 4. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Chào PĐT, cho em hỏi là tại sao em học qua 10 tính chỉ, (trừ 2 môn rớt) mà tín chỉ tích lũy của em kì này chỉ có 4 tính ạ?. . Em đang học khoa điện, K18. .   i Học vụ .",
            "Chào em,. . - Trên Mybk chưa có cập nhật. Điểm vẫn còn thiếu nhiều.Do đó khi nào đủ điểm mới cập nhật. . . - Khi sv cần in bảng điểm thì sẽ có đầy đủ ĐTB tính đến thời điểm sv đăng ký in.. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: . . Kính gửi thầy cô PĐT,. . . . Em tên là [full_name], MSSV [student_id]. Hiện nay em đã hoàn thành LVTN và đang chờ kết quả AV 2 Kỹ năng Nói Viết (đợt 2), nếu qua AV em sẽ đủ tất cả điều kiện để ĐK Xét tốt nghiệp tháng 11.. . . . Trên Bkpay của em có khoản phí 491.400 - tiền BHYT 12 tháng vào học kỳ 171 chưa được xác nhận đã thanh toán. Tuy nhiên, khoản phí này em đã thanh toán trực tiếp trên văn phòng KTX trên Thủ Đức từ hồi năm 2017 rồi. Để tránh các vấn đề không may có thể xảy ra, khiến em không đạt điều kiện đăng ký TN. Thầy cô có thể check lại hệ thống và cập nhật trạng thái của khoản phí đó trên BKpay giúp em với ạ. Em xin cảm ơn thầy cô",
            "Chào em,. . Em liên hệ với trạm y tế qua email [email] để được hướng dẫn nhé.. . Thân mến,. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            ". . . . Kính gửi phòng đào tạo.. . Em hiện là tân sinh viên của khoa Cơ Khí. Hiện giờ em đăng ký in thẻ sinh viên nhưng hệ thống báo lỗi liên tục nên em không thể chuẩn bị kịp thẻ sinh viên cho kỳ thi anh văn đầu vào.. . Kính mong nhà Trường hỗ trợ em sớm nhất có thể ạ!. .",
            "Chào em,. . - SV năm nhất được phát thẻ sv 1 lần đầu năm(sẽ thông báo sau). . - Thi AV này em cần CMND/CCCD nhé.. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Dạ hiện em bị tạm dừng học lại là sao vậy ạ",
            "Chào em,. . Trên mybk cô thấy:. . - HK2 (20-21): tạm dừng vì không đóng học phí. . - HK1 (21-22): tạm dừng học lại (thu nhận lại). . - Hiện tại em vẫn có TKB HK211. . Thân mến,. .",
            "Dạ là em vẫn tiếp tục học đúng không ạ . . Mà em vẫn chưa có lịch thi ạ cô giúp em kiểm tra với ạ. . Em cám ơn ạ",
            "Chào em,. . Mà em vẫn chưa có lịch thi ạ cô giúp em kiểm tra với ạ. . =  Lịch kiểm tra do GV tự tổ chức, PĐT xếp lịch chung. Em liên hệ GV nhé.. . Thân mến,. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Hiện tại địa phương em yêu cầu giấy xác nhận sinh viên để hoãn nghĩa vụ quân sự nhưng vì em đang ở quê không đến được trường. . . Vậy có trường hỗ trợ việc chuyển phát nhanh giấy về địa phương không?. . Nếu như không thì còn cách nào để em có thể lấy được giấy không? Ví dụ: nhờ người thân đến trường lấy hộ.. . Em mong được giải đáp sớm nhất.. . Em cảm ơn.. . Chúc PĐT ngày mới làm việc hiệu quả.",
            "Chào bạn,. . - SV chủ động đăng ký giấy Xác nhận SV hoãn NVQS để bổ sung cho địa phương và chọn dịch vụ gửi qua được bưu điện (người nhận trả tiền) nếu có nhu cầu (PDT không in hàng loạt như các năm trước). . - Sau khi xử lý giấy chứng nhận sinh viên, Phòng Đào tạo sẽ gửi về địa chỉ sinh viên đăng ký khi bưu điện hoạt động lại bình thường trong đợt giãn cách xã hội. Mặt khác, sinh viên có thể tải bản scan trên trang đăng ký chứng nhận sinh viên (sau khi yêu cầu của SV đã được xử lý).. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính gửi Phòng đào tạo. . . . Em tên: [full_name]. . MSSV: [student_id]. . Hệ VHVL. . . . Thầy (cô) xem giúp em vấn đề chuyển đổi môn học ạ. Vì em đã hoàn thành 144 tín chỉ (MSSV cũ của em là [student_id]1), nhưng trên hệ thống em chỉ có 112 tín chỉ thôi ạ. Các loại giấy tờ cần thiết (Bảng điểm, đơn chuyển môn,...) em đã cung cấp ở Phòng đào tạo rồi ạ.. . . . Em cảm ơn!. .   i Đăng ký môn học .",
            "Kính gửi Phòng đào tạo. . . . Em tên: [full_name]. .   B MSSV: [student_id]  /B . .   B Hệ VHVL  /B . . . . Thầy (cô) xem giúp em vấn đề chuyển đổi môn học ạ. Vì em đã hoàn thành 144 tín chỉ (MSSV cũ của em là [student_id]1), nhưng trên hệ thống em chỉ có 112 tín chỉ thôi ạ. Các loại giấy tờ cần thiết (Bảng điểm, đơn chuyển môn,...) em đã cung cấp ở Phòng đào tạo rồi ạ.. .   B Mã môn học: 801303  /B . . . . Em cảm ơn!",
            "Chào bạn,. . PDT đã ghi nhận yêu cầu về ĐKMH (học phần tốt nghiệp: TTTN, DCLV, LVTN) của bạn và đã chuyển cho bộ phận ĐKMH kiểm tra và xử lý.. . Bạn vui lòng theo dõi và kiểm tra TKB thường xuyên trên mybk/Thông tin SV. . . Trường hợp nếu không đăng ký được (không đủ điều kiện (thiếu môn tiên quyết, thiếu ngày CTXH..)  PDT sẽ phản hồi cho SV qua bksi.. . Chúc các bạn học tốt!. . Thân mến,. .",
            "Chào bạn. . Bạn kiểm tra mail, [full_name] [full_name] có gởi mail hướng dẫn cho bạn. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ em chào thầy cô!. . Em tên [full_name] MSSV [student_id]. . Lần trước em có yêu cầu đăng ký bổ sung LVTN, và quý thầy cô đã trả lời là trước 28/9 cập nhật trên mybk giúp em ( Em có đính kèm ảnh ). Nhưng hôm nay hết ngày 27 rồi mà em vẫn chưa có. Em mong quý thầy cô có thể giúp em ạ. Em cảm ơn quý thầy cô!",
            "Chào bạn. . Đã xét được LVTN cho bạn. . [full_name] 6 tuần này sẽ cập nhật trên trang Mybk-xem tkb. . Thân",
            "li answer rate: Answer suits the needs / Câu trả lời đúng ý"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Kính gửi phòng đào tạo,. . . . Em tên là [full_name], MSSV:[student_id].. . Hiện tại em đang học lớp dự thính giải tích 1 (MT1003) của cô [full_name] (DT01), các bạn trong lớp đã đề nghị cô đăng video ghi lại buổi học lên elearning để có thể xem lại nhưng cô từ chối. Em có ghi lại buổi học bằng chương trình riêng ở trên máy tính nhưng hiện tại máy tính của em bị hư và không thể sử dụng. Vì đã sắp đến kì thi giữa kỳ nên em cần xem lại video để ôn tập. Em mong phòng đào tạo có thể nhắc nhở để cô đăng video buổi học eleaning.. . . . Em xin cảm ơn.",
            "Chào em,. . Cô [full_name] là GV thỉnh giảng nên chưa biết. Tất cả GV bộ môn Toán đều đưa lên BKel. Em chờ xem hoặc hỏi lại cô [full_name] nhé.. . Thân mến,. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Dạ thưa Phòng Đào Tạo. . Em tên là [full_name]. . Em muốn hỏi là em muốn in Bảng Điểm, em hiện nay đã được tiêm 2 mũi vacxin thì sau ngày 30/09, em có thể vào trường CS1 để nhận Bảng điểm được không ạ? Hay vẫn phải chọn gửi Bảng điểm qua đường Bưu Điện vậy ạ.. . Em xin cảm ơn ạ",
            "Chào bạn. . Hiện tại Pdt làm việc bình thường. . Nếu đi lại bình thường thì bạn nhận tại Pdt được nghen. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em tên [full_name] MSSV [student_id] khoa BDCNk17. . Hiện nay em đã hoàn thành chương trình đào tạo nhưng vẫn không có danh sách tốt nghiệp .Mong PDT xem lại và giúp đỡ cho em ạ. .",
            "Chào bạn,. . PDT đã ghi nhận yêu cầu về đăng ký xét TN của bạn. SV vui lòng theo dõi email  và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 05/10/2021 SV vẫn chưa nhận được mail hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 11/2021. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Cho em hỏi lớp av4a đang mở đợt đăng ký là học trong 5 tuần thôi đúng không ạ?. . Em cảm ơn!. .",
            "Chào bạn. . 5-6 tuần nghen. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Kính thưa phòng đào tạo, em tên là [full_name], MSSV [student_id], em có thắc mắc về điểm tổng kết môn học cần được giải đáp ạ. Trong kỳ 202, em có đăng ký hoãn thi môn Kỹ thuật siêu cao tần (EE3025) và trong học kỳ 203 em có đăng ký hoãn thi môn Tín hiệu và hệ thống (EE2005) bằng đường link https://docs.google.com/forms/d/e/1FAIpQLSdm7n2DE39TNMtZ1kWND_zJ7gTG9PCu3AwxXny3k97k9b4GHQ/viewform. Nhưng hiện tại trong bảng điểm của em hiển thị điểm thi và điểm tổng kết của 2 môn trên đều là 13 mặc dù em đã đăng ký hoãn thi. Mong phòng đào tạo kiểm tra lại giúp em ạ, em xin cảm ơn.",
            "Chào bạn,. . Hiện tại nhà trường chưa ra QD hoãn thi nhé bạn, dự kiến ra quyết định chung vào cuối tháng 12, nên trường hợp đăng ký hoãn thi vẫn bị điểm 13 bình thường. Sau khi hậu kiểm với ds của Khoa thì mới ra quyết định hoãn thi và sẽ điều chỉnh lại điểm trên mybk/Thông tin SV/xem điểm. . Lưu ý:. . 1) PDT sẽ hậu kiểm lại với danh sách cấm thi của Khoa gửi lên, nếu SV bị cấm thi sẽ bị hủy kết quả hoãn thi theo quy định. SV vẫn phải hoàn thành các phần việc của môn học, nhất là TH/TNg và BTL. GV có quyền cấm thi nếu SV không hoàn thành tốt các phần này. . 2) Trường hợp có sự cố bất khả kháng trong khi thi dẫn đến không thể hoàn thành được bài thi, và không được giải quyết cho thi vào ca thi tiếp theo (nếu có), sinh viên có thể đăng ký \"Hoãn thi\" ngay sau buổi thi (không phải vắng thi có phép), SV phải báo với CBCT hoặc trực thi để được ghi nhận vào trong danh sách thi. PDT sẽ đối chiếu lại với danh sách của Khoa về các tình huống đã thi nhưng điểm thấp hoặc không có báo cáo ghi nhận về các sự cố trong buổi thi trước khi quyết định hoãn thi. . 3) Riêng đối với môn Đồ án, Thực tập ngoài trường, Đề cương Luận văn, Luận văn/Tiểu luận tốt nghiệp: SV có thể xin hoãn bảo vệ với lý do dịch Covid-19 ảnh hưởng nghiêm trọng đến kết quả thực hiện đề tài (không thực nghiệm được tại Phòng thí nghiệm, không thực địa, ...). SV gửi email trực tiếp đến Giáo viên hướng dẫn, Khoa/Bộ môn để được xem xét đồng ý và forward email cuối cùng đến email của PĐT để đăng ký.. . Chúc bạn học tập tốt nhé.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Chào nhà trường, em là [full_name] - [student_id], em đã thấy mail nhà trường gửi về thông báo lịch thi giữa kỳ. Nhưng hiện tại em lên trang cá nhân kiểm tra và không thấy mình có lịch thi môn nào cả. ( có 1 môn Thiết kế cầu 1 - CI3040  em đã kiểm tra theo thông báo của giáo viên). . . . . Nhà trường kiểm tra giúp em, em xin cảm ơn.. . [full_name].",
            "Chào em,. . Các môn em đăng ký không có tổ chức kiểm tra tập trung, lịch kiểm tra do GV tự tổ chức nhé.. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Kính chào Phòng đào tạo,. . . . Em tên [full_name], Hệ VLVH, MSSV [student_id].. . Khi em đăng kí tốt nghiệp đợt 11/2021 thì hiện lên thông báo lỗi :   B \"Phát sinh lỗi trong quá trình kết nối BKPay, 81 -Lỗi hệ thống tầng 1\"   /B nên hiện tại em không thể đăng ký tốt nghiệp được.. . . . Kính mong PĐT hỗ trợ giúp em vấn đề này.. . Em chân thành cảm ơn.",
            "Chào bạn. . Pdt đã cập nhật lại, bạn vui lòng đăng nhập làm lại nghen. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Cho em hỏi là anh văn nhu cầu A1,A2,A3,A4 có tín điểm vào tín chỉ không.. . VD; Em học anh văn nhu cầu A2 được 7đ thì có tín 7 điểm đó vào tín chỉ hay là 5đ vào tín chỉ hay chỉ tín số tín chỉ không tính điểm. Em cảm ơn ạ.",
            "Chào bạn. . Môn Anh văn theo nhu cầu sẽ tính ĐẠT các môn anh văn tương ứng, và tính vào số tín chỉ tích luỹ chung. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Dạ như trong hình là tổng các môn em qua là em tích được 14/15 tín chỉ của kì này nhưng trong bảng điểm lại chi hiện 10/15 tín chỉ. Mong thầy/cô xem xét lại giúp em ạ!. .",
            "Chào em,. . - Trên Mybk chưa có cập nhật. Điểm vẫn còn thiếu nhiều. Do đó khi nào đủ điểm mới cập nhật. . . - Khi sv cần in bảng điểm thì sẽ có đầy đủ ĐTB tính đến thời điểm sv đăng ký in.. . Thân mến,. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Ngày 12/08/2021 em có thi môn Tín hiệu và hệ thống (EE2005), em có thi và có xác nhận của giám thị coi thi. Em có nộp bài và xin phép kết thúc buổi thi nhưng kết quả trả về là điểm 13 (vắng thi).. . Có thể em không làm được bài nhưng hôm đó em có thi. Mong quý thầy cô xem xét.",
            "Chào em,. . Em liên hệ với GV để được hướng dẫn nhé, điểm do GV nhập.. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính chào phòng đào tạo,. . Em là [full_name], MSSV: [student_id], thuộc chương trình kỹ sư CLC Việt Pháp.. . Hiện tại em đang cần gấp bảng điểm ( file PDF) để hoàn thành hồ sơ đi thực tập ở nước ngoài.. . Em đã đang ký trên hệ thông mybk của trường rồi nhưng vì cần rất gấp nên em xin phép được nhận bảng điểm qua email trong thời gian sớm nhất có thể.. . Em mong sớm nhận được phản hồi. Em cảm ơn rất nhiều ạ.",
            "Chào bạn. . Gởi bạn file scan bảng điểm. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Kính gửi thầy cô Phòng Đào Tạo,. . Em tên là [full_name], mssv: [student_id], hệ VLVH.. . Vào tháng 8 sau khi em chuyển hệ từ Chính Quy sang hệ VLVH, do còn 1 môn học chưa hoàn thành em đã chuyển hệ và có đăng ký môn học đó trong HK203. Tuy là trong hệ Chính Quy, em đã hoàn thành 15 ngày Công tác xã hội và đã nộp chứng chỉ ngoại ngữ.. . Như vậy cho em hỏi, sau khi em đã hoàn thành môn học này thì em có thể được xét tốt nghiệp không ạ? Vì em có vào trang MyBK mục 18.Đăng ký Tốt Nghiệp nhưng không đăng ký được, Và các đièu kiện như ngày Công tác xã hội và Chứng chỉ ngoại ngữ có cần phải hoàn thành lại hay không ạ? . . Em xin chân thành cảm ơn",
            "Chào bạn,. . PDT đã ghi nhận yêu cầu về đăng ký xét TN của bạn. SV vui lòng theo dõi email  và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 05/10/2021 SV vẫn chưa nhận được mail hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 11/2021. . Thân mến,. .",
            "Kính gửi thầy cô Phòng Đào Tạo,. . Em đã đợi qua ngày 05/10 nhưng vẫn chưa thấy có email cho phép em đăng ký xét tốt nghiệp (Không thể cập nhật thông tin tốt nghiệp).. . Mong thầy cô có thể kiểm tra và xem xét.. . Em xin chân thành cảm ơn.",
            "Chào bạn. . Pdt đang xét lại danh sách tốt nghiệp. . Bạn vui lòng đợi mail thông báo đến hết thứ 6 ngày 22/10 nghen. . Thân"
        ]
    }
]