[
    {
        "intent": "",
        "message": [
            "Em chào thầy/cô,. . Em là [full_name], MSSV [student_id]. Em có thắc mắc về việc điểm trung bình chung mở rộng HK192 của em không có. Vì học kỳ 192 em có kết quả tương đối tốt về điểm GPA và điểm rèn luyện nên em thắc mắc là vì tài khoản mybk của em bị lỗi hay là có thể em vẫn chưa đủ điều kiện trong diện xét học bổng vậy ạ?.. . Mong thầy/cô giải đáp giúp em. Em chân thành cảm ơn. . .   i Yêu cầu khác .",
            "Chào bạn,. . . . Để nhận học bổng bạn phải tích luỹ 69 tín chỉ tại học kỳ xét học bổng 192 (tại học kỳ xét học bổng 192 số tin chỉ dự thính sẽ không tín). Học kỳ 192 bạn tích luỹ 72 - 5 tín chỉ dự thính =68. Không đủ điều kiện nhận học bổng.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Chào PĐT!. . Theo như những gì thông báo trong mail của PĐT, thì điểm trung bình 1 học kỳ, điểm rèn luyện, số tín chỉ đạt được thì đã được cập nhật trên mybk bên khung thông tin xét học bổng khuyết khích học tập. Nhưng của em chỉ có cập nhật điểm rèn luyện còn các mục khác thì chưa ạ.   B Cho em hỏi:  /B  có phải là PĐT chưa cập nhật hết phải không ạ?. . Mong được PĐT giải đáp thắc mắt sớm! Em cảm ơn ạ!. . Định. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính gửi Phòng Đào tạo, em tên [full_name]. MSSV [student_id]. Em nhận được mail từ phòng đào tạo là đã cập nhật thông tin xét học bổng. Nhưng trên trang cá nhân của em thì chỉ có điểm rèn luyện thôi ạ, các thông tin còn lại bên phần thông tin xét học bổng vẫn chưa có ạ. Kính mong Phòng Đào tạo xem xét lại cho em ạ. Em cám ơn ạ.. . . . . . . .",
            "Chào bạn,. . . . Bạn phải tích luỹ 90% số tín chỉ trong chương trình đào tạo của mình, bạn thiếu 4 chỉ anh văn 1,2.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em chào cô ạ !. . Cô cho em hỏi là sau kỳ này em chỉ còn anh văn Nói-Viết thì ra trường. Như vậy, em có cần phải đăng ký môn học học kỳ 202 không, và nếu em đăng ký môn học kỳ đó để đề phòng vi phạm quy chế thì khi em đủ điều kiện và đăng ký tốt nghiệp thì các môn em đăng ký kỳ 202 sẽ bị xóa và có tính học phí các môn đó không ?. . . . Em cám ơn cô ạ !",
            "Chào bạn,. . . . - Tuỳ bạn, bạn không đăng kí môn học sẽ bị tam dừng khi nào đủ điều kiện xét tốt nghiệp bạn làm đơn thu nhận lại. Thời gian tạm dừng chỉ có 2 học kỳ thôi nha bạn.. . . . - Bạn đăng kí môn học là phải tín học phí nha.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Chào thầy/cô, em có đăng kí thi chuẩn tiếng anh lớp L09 (ngày chủ nhật) nhưng sau BKpay vẫn chưa có mục thanh toán vậy ạ? Thầy/cô giải quyết giùm em ạ? Em cảm ơn thầy/cô. .",
            "Chào bạn,. . . . Bạn thường xuyên kiểm tra mail để biết thời gian đóng lệ phí thi nha bạn.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính chào thầy/cô,. . Em tên là [full_name], MSSV [student_id], chuyên ngành xây dựng dân dụng, khoa kỹ thuật xây dựng.. . Em tạo yêu cầu này với thắc mắc là em cảm thấy mình đủ điều kiện xét học bổng khuyến khích nhưng trong bảng điểm của em lại chưa có điểm TBTLMR.Bổ sung là hiện tại em đã qua và có điểm anh văn 1. Mong thầy/cô có thể giải đáp cho em.. . Em xin chân thành cảm ơn.. . . .",
            "Chào bạn,. . . . - Đối với khoá 18  Chuyên ngành Xây dựng dân dụng, khoa kỹ thuật xây dựng, học kỳ 192 để xét học bổng bạn phải tích luỹ 70 tín chỉ (tại học kỳ xét học bổng không xét những môn dự thính).. . . . - Học kỳ 192 bạn tích luỹ 71 tín chỉ - 11 tin chỉ học dự thính 192 = 60 tín chỉ. Bạn không đủ tính chỉ để nhận học bổng.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Chào Thầy Cô ạ!. . Em đã qua được Anh văn nói viết và đã đủ điều kiện tốt nghiệp tháng 4/2021. Em cần bằng tốt nghiệp tạm thời để đi xin việc ạ. Thầy/Cô có thể cho em biết khi nào em mới nhận được bằng tốt nghiệp tạm thời đợt tháng 4 không ạ.. . Hôm thứ 4 tuần trước em có làm đơn xin thu nhận lại rồi ạ.. . Em cảm ơn.. . . .",
            "Chào bạn,. . . . Bạn đợi mail PDT khi nào PDT xét tốt nghiệp, bạn đủ tiêu chuẩn xét tốt nghiệp lúc đó bạn nhận mail hướng dẫn đăng kí tốt nghiệp. Sau khi nhận mail thì bạn về khoa nhận giấy chứng nhận tốt nghiệp tạm thời ở khoa nha.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Cho em hỏi,trong khi các bạn của em điều nhận được tin nhắn về tài khoản ocb,còn em thì không nhận được.. Vậy có phải đang gặp trục trặc gì và phải làm sao để khắc phục ạ.. Em cảm mơn",
            "Chào bạn,. . . . Việc này bạn liên hệ ngân hàng OCB nha.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Dạ em xin chào thầy cô. Do lịch thi anh văn đầu vào mới được thông báo thay đổi từ ngày 27/12 sang ngày 14/12 mà em đã có lịch khám bệnh vào ngày đó do lịch thi đổi quá gấp nên em không thể sắp xếp được. Kính mong quý thầy cô cho em xin đời ngày thi vào ngày 17/12. Em xin cảm ơn.",
            "Chào bạn,. . . . Lịch thi đã ấn định bên trung tâm tổ chức thi nên không thay đổi được.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "B   /B Yêu cầu khác: Thưa Phòng đào tạo, em lỡ quên đăng kí anh văn đầu vào, thì giờ làm sao để dược thi ạ",
            "Chào bạn,. . . . Trước khi nghỉ tết nguyên đán Phòng Đào Tạo sẽ mở thêm đợt đăng kí thi anh văn định kỳ, bạn thường xuyên kiểm tra mail để biết được thông tin.. . . . Thân. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Con muốn hỏi là con có đăng ký AV đầu vào rồi tại sao lại chưa có lịch thi ạ . . Con là sv năm nhất . . BK giúp con với ạ",
            "Chào bạn,. . . . Bạn vui lòng kiểm tra mail. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em xin chào thầy/cô,. . Kì 20.1 này em có đăng kí môn SP1033 - Kinh tế chính trị [full_name] cho kì dự thính, và có lịch thi cuối kì lúc 18h30 ngày 29/12 tại cơ sở 1.. . Tuy nhiên, vào ngày này trong thời khoá biểu em có tiết học thực hành môn chuyên ngành từ 15h - 18h tại cơ sở 2.. . Khoảng thời gian 30 phút là không đủ để em di chuyển từ cơ sở 2 lên cơ sở 1, đây lại là tiết học có điểm danh. Em xin hỏi vấn đề này phải giải quyết như thế nào ạ? . . Em xin cảm ơn.. . . .",
            "Chào em.. . Lịch dự thính là ngoài giờ, nên em tự sắp xếp việc học của môn học. Xin giáo viên cho về sớm một khoảng thời gian để đi thi.. . Lịch thi đã xếp tới 18g30 tối rồi nên ko thể lùi thêm.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em có lịch thi cuối kỳ môn học K/tế chính trị [full_name]-[full_name] vào 18h30 ngày 29/12/2020 tại phòng GDB2B (ảnh đính kèm lichthi.jpg) và đồng thời trong cùng ngày cũng có môn học Ctrúc dữliệu vàg/thuật(th) từ 15h đến 17h50 tại H6-708 (ảnh đính kèm lichhoc.jpg). Khoảng thời gian 40 phút là không đủ để di chuyển giữa 2 cơ sở . . Em xin hỏi là vấn đề này sẽ được giải quyết như thế nào ạ? . .",
            "Chào em.. . Em tự xin giáo viên để về sớm đi thi.Lịch Thi dự thính ko thay đổi được. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . em không kiểm tra email nên không kịp đăng kí đợt kiểm tra anh văn đầu khóa, vậy còn cách nào để em đăng kí đợt kiểm tra anh văn này không ạ?. . em cám ơn ad đã xem!",
            "Chào bạn,. . . . Trước khi nghỉ tết nguyên đán Phòng Đào Tạo sẽ mở thêm đợt đăng kí thi anh văn định kỳ, bạn thường xuyên kiểm tra mail để biết được thông tin.. . . . Thân. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em chào thầy cô ạ. . Em có nhận được thông báo của Phòng Đào Tạp về việc cập nhật danh sách học bổng kì 192. . Nhưng khi bấm vào đường link thì em không tim được danh sách học bổng để xem ạ. . Em mong các thầy cô có thể hướng dẫn em cách để xem được danh sách học bổng ạ. . Em xin chân thành cảm ơn. . .",
            "Chào bạn,. . . . Đối với ngành  Dầu khí để nhận học bổng thì điểm trung bình chung mở rộng đạt 8.84 trở lên.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Chào cô. . . Em là [full_name], MSSV: [student_id], sau nhiều lần pđt cập nhật nhưng chỉ có điểm rèn luyện em được cập nhật còn các thông tin khác trong phần thông tin xét khuyến khích học tập lại hiện số 0. Mong cô xem xét lại giúp em.. . Em chân thành cảm ơn.",
            "Chào bạn,. . . . Để  được có trong danh sách nhận  học bổng số tín chỉ tích luỹ học kỳ 192 bạn phải tích luỹ được 70 tín chỉ nha.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính chào Thầy/Cô,. . Em tên là [full_name], mssv [student_id] ,đến từ lớp VP19NL. Học kì 192 điểm trung bình học kì của em là 9.43, điểm rèn luyện là 100 và điểm trung bình chung mở rộng là 9.54, hoàn toàn thỏa điều kiện nhận học bổng mà sao vẫn không có tên trong danh sách ạ. . . Mong thầy/cô xem xét ạ.. . Em cảm ơn",
            "Chào bạn,. . . . Phòng Đào Tạo sẽ cập nhật nhật danh sách học bổng cho bạn.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em tên: [full_name], MSSV: [student_id].. . Sinh viên khoa: Kĩ Thuật Xây Dựng, chuyên ngành: Công Nghệ Kĩ Thuật Vật Liệu Xây Dựng.. . Em xét thấy đủ điều kiện như danh sách dự kiến nhận học bổng khuyến khích học tập học kỳ 2/2019-2020 đã công bố nhưng không có tên trong danh sách dự kiến cấp học bổng. Em rất mong Phòng Đào Tạo suy xét cho em.. . Trân trọng.",
            "Chào bạn,. . . . Đối với ngành Vật liệu xây dựng khoá 17 để nhận học bổng thì điểm trung bình chung mở rộng đạt 8.54 trở lên.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "i Yêu cầu khác . Cho em hỏi, em thi TOEIC được 595 điểm, thì điểm Anh văn 2 sẽ được 9,5 điểm. Nhưng vào phần điểm chuyển thì chỉ được 9 điểm ?",
            "Chào bạn,. . . . PDT sẽ cập nhật lại điểm anh văn 2 của bạn  nha.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Thưa phòng đào tạo theo các điều kiện cần thiết ở cách xét học bổng khuyến khích, em đã có đủ điều kiện. Nhưng trong danh sách dự kiến em không thấy tên ạ.Yêu cầu khác:",
            "Chào bạn,. . . . Đối với ngành Cầu Đường khoá 2017 để nhận học bổng thì điểm trung bình chung mở rộng đạt 7.46 trở lên.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Cho em hỏi với điểm TBCMR là 7.08 7.0 so với điều kiện xét học bổng, và những điều kiện khác như ĐRL, TCTL... em đều thỏa mãn nhưng tại sao em lại không được xét học bổng vậy ạ. Em mong Trường, Khoa xem xét lại giúp em với ạ. Em cảm ơn.",
            "Chào bạn,. . . . Đối với ngành Xây dựng dân dụng để nhận học bổng thì điểm trung bình chung mở rộng đạt 7.19 trở lên.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Điểm trung bình học kì của em được 9.00, điểm rèn luyện là 85 nên nếu tính ĐTBCMR thì em được 8.9 đủ để nhận học bổng khuyến khích học tập HK192. Trên MyBK thì điểm rèn luyện của em chưa được cập nhật dẫn đến trên danh sách dự kiến nhận học bổng khuyến khích học tập không có tên em. Em mong quý thầy/cô xem xét và điều chỉnh giúp em.",
            "Chào bạn,. . . . Hiện tại dữ liệu PDT không có điểm rèn luyện, bạn liên hệ Phòng Công Tác Chính Trị Sinh Viên để khiếu nại điểm rèn luyện.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Em chào thầy/cô,. . . . Em là sinh viên khoá K17 ngành KHMT. Hiện đã có danh sách dự kiến cấp HBKK, em thấy em đạt đủ điều kiện để được cấp HB, tuy nhiên trong danh sách không có em. . . . . Nếu do hết quỹ HB, thì em thấy quỹ của ngành em cho khoá K18 19 là khá lớn, sao của khoá em lại ít hơn nhiều?. . . . Em cảm ơn thầy/cô.. . . .   i Học vụ .",
            "Chào bạn,. . . . Ngành bạn học để nhận học bổng thì điểm trung bình mở rộng phải đạt 9.02 nha bạn.. . . . Thân. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: 1700050  /b \t. . . .   i Yêu cầu khác . Em chào Thầy/Cô ạ.. . Em là Nguyễn Đăng Minh Khai . . MSSV: 1700050. . Điểm trung bình chung mở rộng của em là: 9.80. . . . Em có xem danh sách dự kiến học bổng học kì 192 thì thấy số suất học bổng/số lượng sinh viên của trung tâm đào tạo bảo dưỡng công nghiệp là hơi ít ạ. . . Mong Thầy/Cô xem xét lại số suất học bổng thêm ạ. Nếu có thể bổ sung thêm vài suất học bổng thì giúp chúng em trang trải cuộc sống rất nhiều ạ. Mong Thầy/Cô xem xét.. . Em xin chân thành cảm ơn Thầy/Cô.",
            "Chào bạn,. . . . Nguồn học bổng dựa vào học phí của sinh viên, học kỳ 192 vì tình hình dịch bệnh nên nhà trường đã cho sinh viên rút môn học vẫn không tính học phí và số lượng sinh viên rút môn học rất nhiều nên nguồn học phí sinh viên giảm. Dẫn đến nguồn kinh phí cho học quỹ bổng giảm.. . . . Thân. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em tên: [full_name]. . MSSV: [student_id]. . Cho em hỏi HK192 ĐTBMR em 9.12 , ĐRL:100 , Tín chỉ tích luỹ:71 nhưng vẫn không nhận được học bổng. Nhưng số lượng học bổng Cơ điện tử là 10. Mong phòng Đào Tạo xem xét. . . Em xin chân thành cảm ơn.. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em tên là [full_name], MSSV: [student_id].. . Trong học kì này, em có làm đơn đăng ký làm Luận văn tốt nghiệp trễ và được chấp thuận.. . Vào ngày 3/11/2020, em có nhận được thông báo đóng học phí môn Luận văn tốt nghiệp với mã môn học là ME 4029. Em đã đóng tiền vào cùng ngày với số tiền là 6.300.000 vnd cho hai thông báo đóng tiền.Em có hỏi một người bạn cũng làm Luận văn tốt nghiệp trễ giống em thì được biết bạn ấy chỉ đóng 3.150.000 vnd cho một thông báo đóng tiền.Em thắc mắc có phải phía nhà trường đã có nhầm lẫn gì hay không về học phí của em ?. . Em đã đính kèm sao kê tài khoản và các hoá đơn.. . Kính mong nhà trường sớm trả lời về vấn đề của em.. . Em xin chân thành cảm ơn.",
            "Chào bạn,. . . . PDT kiểm tra lại cho bạn, nếu chuyển dư PDT sẽ hoàn lại học phí cho bạn.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Thầy(Cô) cho em hỏi cách để coi điểm anh văn hiện tại của mình với ạ",
            "Chào bạn,. . . . Bạn vào cổng thông tin sinh viên, vào mục điểm.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em chào thầy cô!. . . . Về danh sách dự kiến cấp học bổng của trường, em xét thấy đủ điều kiện nhưng tên lại không có trong danh sách ạ, mong thầy cô xem xét lại.. . . .",
            "Chào bạn,. . . . Đối với ngành Nhiệt lạnh khoá 2018 để nhận học bổng thì điểm trung bình chung mở rộng đạt 8.16 trở lên.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Em chào cô . . Em muốn hỏi về danh sách học bổng học kỳ 192, em xét thấy mình đủ điều kiện nhưng không có tên trong danh sách, mong cô xem giúp ạ . . Em cảm ơn!",
            "Chào bạn,. . . . Đối với ngành Vật liệu năng lượng khoá 18  để nhận học bổng thì điểm trung bình chung mở rộng đạt 8.42 trở lên.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Cho em hỏi là em đạt đầy đủ yêu cầu để được nhận học bổng Hk192 nhưng mà lại không nằm trong danh sách dự kiến. Em mong được phản hồi sớm nhất ạ.. . Em cảm ơn !. . . .",
            "Chào bạn,. . . . Đối với ngành Vật liệu xậy dựng khoá 18 để nhận học bổng thì điểm trung bình chung mở rộng đạt 8.70 trở lên.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Cho em hỏi:  Kỳ học 2.2019, em đạt trung bình môn học 9.81 và không có nợ môn hay học dự thính trong kỳ đó nhưng không được xét học bổng. Những bạn bằng số điểm và số tín chỉ tích lũy của em thì vẫn được xét. Do đi làm nên em không thể vào trực tiếp được.  Em mong được PDT phản hồi. Em cám ơn. .",
            "Chào bạn,. . . . Bạn phải tích luỹ 108 tín chỉ mới đủ điều kiện xét học bổng.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Em là [full_name] MSSV [student_id] Khoa Khoa học ứng dụng. Em làm đơn này để hỏi về vấn đề học bổng kì 192. Kì 192 điểm trung bình học kì của em là 7,63 và số tín chỉ e đạt được là 15. Ngoài ra, điểm trung bình tích lũy của em tính đến kì 193 là 7,52. Vậy cho em hỏi tại sao e không có trong danh sách học bổng kì này ạ. Mong PĐT xem xét lại TH của em em cảm ơn nhiều ạ. . .",
            "Chào bạn,. . . . Học kỳ 192 bạn phải tích luỹ 30 tín chỉ mới có trong danh sách dự kiến học bổng nha bạn.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Em tên : [full_name] - Mã số sinh viên :[student_id]. Sinh viên của Trung tâm Đào tạo Bảo Dưỡng Công Nghiệp. . Sau khi nhận được mail và xem danh sách dự kiến của các thầy cô phòng đào tạo gửi và em xem điểm của em vào kì 192.Em thấy rằng em có đủ điều kiện để có tên trong danh sách nhận học bổng.. . Em viết mail này để phản hồi và mong thầy cô phòng đào tạo xem xét trường hợp của em.. . Em cảm ơn thầy cô.",
            "Chào bạn,. . . . Ngành bạn học để nhận học bổng thì điểm trung bình mở rộng phải đạt 8.36 nha bạn.. . . . Thân. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác  /i   . . Cho em xin hỏi: dựa trên yêu cầu và điều kiện để nhận học bổng khuyến khích của trường. Em xét thấy bản thân đủ điều kiện để được xét nhưng trong danh sách dự kiến cấp học bổng của phòng Đào tạo lại không có tên em. Em phải tự làm đơn để nộp lên phòng Đào tạo hay có biểu mẫu của đơn điền vào để nộp cho phòng Đào tạo ạ? Hay em chỉ cần đến và liên hệ với phòng Đào tạo thôi? Em mong nhận được sự phản hồi về vấn đề này ạ! Em xin cảm ơn. . . .",
            "Chào bạn,. . . . Ngành bạn học để nhận học bổng thì điểm trung bình mở rộng phải đạt 8.04 nha bạn.. . . . Thân. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính thưa quý thầy cô,. . Em tên là [full_name], MSSV: [student_id], Lớp: Việt Pháp 2018/1 chuyên ngành: Cơ Điện Tử. . . Nay em viết thư này để xin được xét học bổng khuyến khích học tập học kỳ 2/2019-2020 vì em không có tên trong danh sách nhận học bổng. . . Thông tin xét học bổng khuyến khích học tập của em:. . - ĐTB chung mở rộng: 8.52. . - ĐTB 1 học kỳ: 8.28. . - Điểm rèn luyện: 95. . - Số tín chỉ đạt trong học kỳ: 29. . - Số tín chỉ tích lũy: 113. . Em đã xem xét thấy đủ điều kiện như danh sách dự kiến đã công bố. Em xin gửi thầy cô đơn học bổng khuyến khích học tập. Mong thầy cô xem xét. . . Em cảm ơn thầy cô nhiều ạ.. . sinh viên,. . [full_name]",
            "Chào bạn,. . . . Đối với các bạn sinh viên Việt Pháp khoá 18 để nhận học bổng thì điểm trung bình chung mở rộng đạt 8.54 trở lên.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Em tên là [full_name] / MSSV [student_id]. .      Chuyện là vào đợt kiểm tra Anh Văn học kỳ 20193.1 , Em có đăng ký thi mà quên không đóng tiền nên đã kh dc thi ạ, nhưng mà vào đợt đóng tiền học phí học kỳ 201 thì em có lỡ đóng luôn lệ phí kiểm tra Anh Văn học kỳ 20193.1 ( đóng trực tiếp ngân hàng ) vì có 160 ngàn nên nhân viên ngân hàng bảo không rút được ạ.",
            "Chào bạn,. . . . Bạn đã đăng kí thi là phải đóng tiên nha.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Kính chào quý thầy cô!. . Em tên là [full_name], sinh viên lớp XD16KT, ngành Kiến trúc, khoa KTXD.. . Hôm nay em viết thư này kính mong thầy cô giải đáp thắc mắc của em về việc xét học bổng khuyến khích học tập. Đồng thời xin thầy cô xem xét giúp em để em có thể nhận được một lần học bổng khuyến khích học tập cũng như có một kỷ niệm đẹp trong thời sinh viên.. . Cụ thể, em là sinh viên khoá K2016 tức đã là kết thúc 8 học kì nằm trong diện được xét học bổng. Tuy nhiên, từ năm nhất đến nay em đã cố gắng rất nhiều với mong muốn nhận học bổng một lần. Nhưng những học kì vì bị vướng điểm anh văn nên em không đạt tiêu chuẩn để được xét học bổng khuyến khích học tập. Đến học kì 2 năm học 2019-2020 vừa rồi em đạt điểm khá cao trong toàn học kì và được xếp vào diện nhận được học bổng. Nhưng kết quả nhận học bổng dự kiến em vừa xem được lại không có tên em. Mặc dù điểm xét học bổng của em khá cao so với các ngành khác, nhưng những bạn thấp điểm hơn em vẫn được học bổng do là các bạn đó khác lớp, khác ngành. Lớp em mọi kì vẫn có 4 đến 5 bạn nhận học bổng khuyến khích học tập. Nhưng kì này danh sách chỉ có 2 bạn. . Vì vậy em kính mong quý thầy cô có thể cân nhắc xem xét cho em được là bạn thứ 3 trong danh sách nhận học bổng của lớp XD16KT. Em sẽ vô cùng cảm kích và biết ơn ạ. 4 năm đại học em đã rất cố gắng, cũng muốn biết học bổng của trường là gì. Em không chú trọng số tiền mà em nhận được. Cái chính là kỷ niệm, niềm vui cho gia đình em nữa.. . Mong thầy cô xem xét! Em xin chân thành cảm ơn",
            "Dòng thư trên là lời tâm sự buồn của bạn [full_name] cùng lớp với em. Có vẻ bạn ấy khá buồn sau những nổ lực của học kì cuối cùng vừa rồi nhưng không có kết quả đẹp. Em là [full_name] - bạn cùng lớp của [full_name], sau khi em lắng nghe được câu chuyện trên, em xin mạn phép chia sẻ lá thư mà bạn ấy có dự định gửi cho PDT nhưng lại không dám gửi.. . Rất mong thầy cô xem xét giúp cho bạn ấy!. . Em cũng xin chân thành cảm ơn!",
            "Chào bạn,. . . . Nguồn học bổng dựa vào học phí của sinh viên, học kỳ 192 vì tình hình dịch bệnh nên nhà trường đã cho sinh viên rút môn học vẫn không tính học phí và số lượng sinh viên rút môn học rất nhiều nên nguồn học phí sinh viên giảm. Dẫn đến nguồn kinh phí cho học quỹ bổng giảm.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em đăng ký 5 môn theo thời khoá biểu được gửi trong gmail mà giờ lên thời khoá biểu bị trùng với các môn học có sẵn. . . . Mã môn học: CO4013 ,CO4009 ,CO3049",
            "Chào bạn,. . . . PDT đã cập nhật, bạn vui lòng kiểm tra TKB.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em tên: [full_name]. . MSSV: [student_id]. . Xét kết quả HK192, em thấy mình đủ điều kiện nhận học bổng, ĐTBMR: 9,12; ĐRL:100;TCTL: 71.. . Và số lượng học bổng của Cơ điện những kì trước cao hơn kì này.. . Em kính mong phòng Đạo Tạo xem xét lại.. . Em xin chân thành cảm ơn.. .",
            "Chào bạn,. . . . Ngành bạn học để nhận học bổng thì điểm trung bình chung mở rộng phải đạt 9.20 trở lên nha bạn.. . . . Thân. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]  /b . . Xin chào thầy cô em tên là [full_name] Sáng MSSV [student_id]. . Thầy cô cho em hỏi là HK192 em đạt điểm trung bình (7.33) và điểm rèn luyện (95). Tổng số tín chỉ của chương trình đào tạo Bảo dưỡng công nghiệp của khóa K2018 tín đến học kì 192 là 76 tức em phải đạt 0.9*76=68.4 chỉ và em đạt 69 chỉ là đủ điều kiện để xét nhận học bổng nhưng em xem trên danh sách học bổng thì không có tên của em ?\t. . Em cảm ơn thầy cô ạ.. .   i Học vụ .",
            "Chào bạn,. . . . Ngành bạn học để nhận học bổng thì điểm trung bình chung mở rộng phải đạt 8.36 nha bạn.. . . . Thân. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Cho em hỏi với điều kiện như đã đề ra (ĐTBCMR ≥ 8,00 và các điều kiện khác), nhưng không có trong danh sách học bổng dự kiến. Như vậy cho em hỏi lúc có danh sách chính thức thì có khả năng được bổ sung không ạ ?. . . .",
            "Chào bạn,. . . . Ngành bạn học để nhận học bổng thì điểm trung bình chung mở rộng phải đạt 8.56 nha bạn.. . . . Thân. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác .  Em là [full_name], MSSV [student_id]. . Vừa rồi em có nhận được mail kiểm tra danh sách học bổng SV kì 2/2019-2020 ạ. . . Điểm của em học kì 192 là 7.97, điểm rèn luyện 100 và đủ yêu cầu xét học bổng ạ. Mà chưa thấy có tên trong danh sách, thầy/ cô có thể xem lại giúp em được không ạ? . . . . Em cảm ơn thầy/ cô nhiều ạ.",
            "Chào bạn,. . . . Đối với ngành Vật lý y sinh  để nhận học bổng thì điểm trung bình chung mở rộng đạt 8.75 trở lên.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ chuyện là học kì này em chưa đăng kí tham gia BHYT thì em có thể bổ sung bằng cách tham gia theo hộ gia đình không ạ? Nếu được thì có thể kịp đăng kí môn học cho học kì sau không ạ? . . Em xin cảm ơn ạ",
            "Chào bạn,. . Vấn đề về sinh hoạt công dân, bảo hiểm y tế, BHTN, điểm rèn luyện, sinh viên khá giỏi toàn diện, giấy xác nhận sinh viên về vay vốn ngân hàng bạn vui lòng liên hệ tại Phòng Công tác chính trị sinh viên để được hướng dẫn.. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em tên [full_name], MSSV [student_id], lớp VL1902, khoa Công nghệ Vật Liệu. Em đã xem danh sách Học bổng dự kiến nhưng không thấy tên em, mặc dù em đủ các điều kiện nhận học bổng. Mong phòng đạo tạo kiểm tra lại ạ. Em xin cảm ơn!",
            "Chào bạn,. . . . Bạn phải tích luỹ 90% số tín chỉ trong chương trình đào tạo của mình, bạn thiếu 4 chỉ anh văn 1,2.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: 1810236  /b \t. . . .   i Học bổng - Đại học chính quy . Kính gửi Phòng Đào tạo – Trường Đại học Bách Khoa TPHCM,. . Em là sinh viên khoa Điện – Điện tử khóa K2018. Sau khi nhận được danh sách dự kiến được cấp học bổng HK192, em nhận thấy một số bạn khóa K2018 của khoa Điện – Điện tử, mặc dù học rất giỏi và có Điểm trung bình chung mở rộng cao nhưng lại không có được trong danh sách nhận học bổng do quy định về học bổng sau khi phân ngành. Nay em gửi yêu cầu này để trình bày một số quan điểm về danh sách sinh viên được nhận học bổng HK192 của khóa K2018 khoa Điện – Điện tử.. . -\tThứ nhất, khoa Điện – Điện tử có 3 ngành Kỹ thuật Điện, Kỹ thuật Điện tử - Viễn thông, Kỹ thuật Điều khiển – Tự động hóa và được phân ngành vào giữa năm học thứ 2. Tuy nhiên, trong học kỳ thứ tư, tức là HK192, các sinh viên vẫn chưa được chia lớp theo phân ngành và vẫn học những môn cơ sở ngành giống nhau. Vì thế, việc học bổng khuyến học khuyến học HK192 của khóa K2018 khoa Điện – Điện tử được chia theo từng ngành theo em là chưa thực sự hợp lý.. . -\tThứ hai, do đặc thù của khoa Điện – Điện tử, các sinh viên có năng lực tốt hơn thường phân vào cùng một ngành. Việc chia học bổng theo từng ngành trong trường hợp này dẫn đến những bạn có điểm số thấp hơn ở ngành khác lại nhận được học bổng mặc dù các sinh viên vẫn học chung với nhau các môn học, chưa học những môn chuyên ngành. Điều này làm cho việc học bổng chưa thực sự công bằng và theo đúng ý nghĩa khuyến khích học tập.. . -\tThứ ba, với một số bạn, học bổng khuyến khích học tập là động lực để các bạn cố gắng học tập, là số tiền để các bạn có thể chi trả học phí, phụ giúp gia đình. Vì vậy, khi không nhận được học bổng với lý do như trên, các bạn và gia đình sẽ rất khó khăn về cả mặt tinh thần và kinh tế, đặc biệt là trong tình hình diễn biến của dịch bệnh covid-19 từng đầu năm 2020.. . Với những lý do và quan điểm như trên, em có một số đề xuất dành cho danh sách sinh viên được nhận học bổng HK192 của khóa K2018 khoa Điện – Điện tử.. . -\tThứ nhất, em mong Phòng Đào tạo sẽ thay đổi cách đánh giá sinh viên nhận học bổng từ theo ngành thành theo nhóm ngành (như khi chưa phân ngành) của khóa K2018 khoa Điện – Điện tử để tạo sự công bằng cho các bạn sinh viên.. . -\tThứ hai, em mong Phòng Đào tạo sẽ thay đổi tỷ lệ học bổng của các ngành trong một khoa (hiện giờ là theo tỷ lệ sinh viên của từng ngành) để có thể trao học bổng cho đúng đối tượng và theo đúng ý nghĩa khuyến khích học tập. Điều này là một động lực, sự khích lệ to lớn dành cho các bạn sinh viên luôn cố gắng và nỗ lực không ngừng.. . Em mong Phòng Đào tạo sẽ xem xét và cân nhắc với những đề xuất của em để có thể cải thiện được những quy định về học bổng khuyến học các học kỳ.. . Em chân thành cảm ơn,. . Nguyễn Gia Khiêm. .",
            "Chào bạn,. . . . Đối với khoa Điện - Điện Tử khoá 2018, PDT đang xét lại học bổng và sẽ gởi mail cho sinh viên.. . . . Thân",
            "b MSSV/MSGV: 1811291  /b . .   I Kính gửi Phòng Đào tạo – Trường Đại học Bách Khoa TPHCM, . Em là sinh viên khoa Điện – Điện tử khóa K2018. Sau khi nhận được danh sách dự kiến được cấp học bổng HK192, em nhận thấy một số bạn khóa K2018 của khoa Điện – Điện tử, mặc dù học rất giỏi và có Điểm trung bình chung mở rộng cao nhưng lại không có được trong danh sách nhận học bổng do quy định về học bổng sau khi phân ngành. Nay em gửi yêu cầu này để trình bày một số quan điểm về danh sách sinh viên được nhận học bổng HK192 của khóa K2018 khoa Điện – Điện tử.. . -\tThứ nhất, khoa Điện – Điện tử có 3 ngành Kỹ thuật Điện, Kỹ thuật Điện tử - Viễn thông, Kỹ thuật Điều khiển – Tự động hóa và được phân ngành vào giữa năm học thứ 2. Tuy nhiên, trong học kỳ thứ tư, tức là HK192, các sinh viên vẫn chưa được chia lớp theo phân ngành và vẫn học những môn cơ sở ngành giống nhau. Vì thế, việc học bổng khuyến học khuyến học HK192 của khóa K2018 khoa Điện – Điện tử được chia theo từng ngành theo em là chưa thực sự hợp lý.. . -\tThứ hai, do đặc thù của khoa Điện – Điện tử, các sinh viên có năng lực tốt hơn thường phân vào cùng một ngành. Việc chia học bổng theo từng ngành trong trường hợp này dẫn đến những bạn có điểm số thấp hơn ở ngành khác lại nhận được học bổng mặc dù các sinh viên vẫn học chung với nhau các môn học, chưa học những môn chuyên ngành. Điều này làm cho việc học bổng chưa thực sự công bằng và theo đúng ý nghĩa khuyến khích học tập.. . -\tThứ ba, với một số bạn, học bổng khuyến khích học tập là động lực để các bạn cố gắng học tập, là số tiền để các bạn có thể chi trả học phí, phụ giúp gia đình. Vì vậy, khi không nhận được học bổng với lý do như trên, các bạn và gia đình sẽ rất khó khăn về cả mặt tinh thần và kinh tế, đặc biệt là trong tình hình diễn biến của dịch bệnh covid-19 từng đầu năm 2020.. . Với những lý do và quan điểm như trên, em có một số đề xuất dành cho danh sách sinh viên được nhận học bổng HK192 của khóa K2018 khoa Điện – Điện tử.. . -\tThứ nhất, em mong Phòng Đào tạo sẽ thay đổi cách đánh giá sinh viên nhận học bổng từ theo ngành thành theo nhóm ngành (như khi chưa phân ngành) của khóa K2018 khoa Điện – Điện tử để tạo sự công bằng cho các bạn sinh viên.. . -\tThứ hai, em mong Phòng Đào tạo sẽ thay đổi tỷ lệ học bổng của các ngành trong một khoa (hiện giờ là theo tỷ lệ sinh viên của từng ngành) để có thể trao học bổng cho đúng đối tượng và theo đúng ý nghĩa khuyến khích học tập. Điều này là một động lực, sự khích lệ to lớn dành cho các bạn sinh viên luôn cố gắng và nỗ lực không ngừng.. . Em mong Phòng Đào tạo sẽ xem xét và cân nhắc với những đề xuất của em để có thể cải thiện được những quy định về học bổng khuyến học các học kỳ.. . Em chân thành cảm ơn.. . . . . .",
            "Chào bạn,. . . . - Theo qui định tính học bổng thì sẽ tính theo Khoa, khoá, ngành.. . . . - Ý kiến của bạn tôi sẽ ghi nhận và phản ánh lên ban lãnh đạo phòng.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em nộp tiền vô bkpay để chuẩn bị đóng bhyt từ lâu rồi nhưng vài đợt em vô không được nên em quên mất, đến hôm nay mới nhớ ra thì hết hạn, phòng đào tạo chỉ cho em cách khắc phục với ạ, em xin cảm ơn.",
            "Chào bạn,. . Vấn đề về sinh hoạt công dân, bảo hiểm y tế, BHTN, điểm rèn luyện, sinh viên khá giỏi toàn diện, giấy xác nhận sinh viên về vay vốn ngân hàng bạn vui lòng liên hệ tại Phòng Công tác chính trị sinh viên để được hướng dẫn.. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Dạ em xin chào [full_name] ạ.. . Vừa rồi có danh sách HBKK mà không có tên em. Nên cho em hỏi [full_name] xem xét lại kết quả học bổng khuyến khích kì 192 gửi pđt là làm như thế nào ạ.. . Điểm TB môn chung mở rộng em cũng cao. . Và đủ các điều kiện để được HB mà em không có trong danh sách.. . Em cảm ơn ạ. .",
            "Chào bạn,. . . . Đối với khoa Vật Liệu khoá 2018 để nhận học bổng thì điểm trung bình chung mở rộng đạt 8.35 trở lên.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Cho em với mức điểm như em có thể xét học bổng không?",
            "Chào bạn,. . . . Đối với ngành Kỹ thuật nhiệt lạnh để nhận học bổng thì điểm trung bình chung mở rộng đạt 8.41 trở lên.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "B   /B Chảo admin, em là sinh viên k20, em muốn nộp  B  chuyển điểm môn tiếng Anh  /B  vì em đã có chứng chỉ IELTS thỏa điều kiện, vậy   U mỗi lần em đều phải gửi một bản chứng chỉ từ Hội đồng Anh/IDP đến phòng đào tạo  /U  đúng không ạ? EM cảm ơn ạ.Yêu cầu khác:",
            "Chào bạn,. . . . Hiện tại Phòng đào tạo của trường đã nhận được bảo sao chứng chỉ IELTS của bạn do trung tâm tổ chức thi gởi về trường.. . . . Bạn hãy nhanh chóng hoàn tất thủ tục khai báo chứng chỉ ngoại ngữ tại trang web của trường: Mybk--  Đăng ký nộp chứng chỉ ngoại ngữ--   khai báo thông tin chứng chỉ IELTS, khi đó trường mới cập nhật  thông tin ngoại ngữ của bạn vào dữ liệu sinh viên để xét chuẩn anh văn và LVTN . . . . . Phòng đào tạo sẽ không xác nhận dữ liệu anh văn của bạn nếu chứng chỉ hết hạn mà bạn chưa hoàn tất khai báo thông tin online theo quy định.. . . . . . Trân trọng.. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Chào anh/chị,. . . . Em là [full_name], sinh viên khoa Điện-Điện tử. Hôm nay em gửi câu hỏi về thắc mắc việc xét học bổng khuyển khích của học kì 192.. . . . Sau khi xem danh sách học bổng dự kiến của HK 192, đồng thời kiểm tra các thông tin về ĐTBHK, ĐRL, số TC, em xin thắc mắc việc xét vào danh sách nhận học bổng. Liệu có thiếu sót hay do em chưa đọc kỹ quy chế nhận học bổng. . . . . Mong nhận được hỗ trợ từ anh/chị. Em chân thành cảm ơn!. . __. . Bên dưới là hình ảnh chụp bảng điểm của em trong học kì vừa qua (192) . .   i Học vụ .",
            "Chào bạn,. . . . Đối với ngành Điện tử Viễn Thông  để nhận học bổng thì điểm trung bình chung mở rộng đạt 9.60 trở lên.. . . . Thân. .",
            "li answer rate: Answer suits the needs / Câu trả lời đúng ý"
        ]
    },
    {
        "intent": "",
        "message": [
            "Em là [full_name] Mssv [student_id]. . Em có nhận được mail là cmnd em bị sai thiếu số 0 hạn chót sửa là 16h ngày 8/12/2020 mà 19h 8/12/2020 em mới thấy mail và sửa thông tin ạ. . Vậy hôm thi toiec 20/12 em có được thi không ạ và làm sao để em được thi nếu thông tin cmnd em bị cập nhật sai ?",
            "Chào bạn,. . . . Bạn vẫn đi thi bình thường, khi đi thi nhớ mang theo giấy Chứng minh dân dân và thẻ sinh viên. . . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Cho em xin chuyển ngày thi avdv được không ạ. Ngày 14/12 em cần về quê đám dỗ ba mà vé tàu em mua hết rồi. Cho em xin chuyển sang ngày 16/12 giúp ạ. Em cảm ơn.",
            "Chào bạn,. . . . Không được nha bạn, vì bạn thi trên máy tính, mỗi bạn sẽ có 1 tài khoản riêng và cài đặc ngày, giờ thi cụ thể.. . . . Thể"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em là Lê Kỳ Trung lớp DD20LT 01. Cho em hỏi là em bị lỡ mất hạn đăng ký thi Anh Văn đầu vào rồi thì phải làm sao ạ?  Em có đăng ký môn học Anh Văn 1 rồi mà lỡ mất hạn đăng ký thi rồi thì có được học không hay phải đợi đợt sau,  mà đợt sau gần nhất là khi nào ạ?",
            "Chào bạn,. . . . Trước khi nghỉ tết nguyên đán Phòng Đào Tạo sẽ mở thêm đợt đăng kí thi anh văn định kỳ, bạn thường xuyên kiểm tra mail để biết được thông tin.. . . . Thân. ."
        ]
    }
]