[
    {
        "intent": "",
        "message": [
            "Rút môn học HK Hè/2019-2020 (có tính học phí) .",
            "[full_name] - [student_id]. . Rút môn Phương pháp tính (MT1009). ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Rút môn học HK Hè/2019-2020 (có tính học phí) . Em là [full_name] . . Mssv: [student_id] . . Khoa cơ khí . . E có đăng kí học hè 2 môn là Đại số tuyến tính và Anh văn cơ bản. . . E có về quê (Quảng Ngãi) chơi vài hôm thì dịch bùng phát trở lại nên hiện tại em không thể vào lại thành phố để tham gia lớp học đã đăng kí được ạ ( Di chuyển trong thời gian này thật sự nguy hiểm). Hiện tại thì em vẫn có thể tham gia lớp học đại số tuyến tính online, nhưng Anh văn cơ bản thì e k thể nào tham gia lớp trên trường được ạ.  Như em được biết thì sắp thi giữa kì r nhưng tình hình còn đang phức tạp như này thì e vẫn có chút lo lắng khi di chuyển ạ.. . E đã định rút môn học thì trường có thông báo về việc rút môn học( có tính phí). Em mong nhà trường có thể hỗ trợ em rút môn không tính phí trong thời gian dịch bệnh này được không ạ. Em hi vọng nhà trường thể trả lời em sớm nhất có thể để em có những lựa chọn cho bản thân, vì kì thi cũng đến gần rồi ạ. Em xin chân thành cảm ơn!",
            "Chào bạn, . . -Bạn vui lòng bổ sung minh chứng qua công cụ trang bksi.hcmut.edu.vn/Hỏi-Yêu cầu để Phòng đào tạo xem xét hủy thời khóa biểu. (có thể vé về quê, hoặc xác nhận của chính quyền đang ở quê). . -Chúc bạn học tập tốt nhé.. . Thân. .",
            "Dạ em chào cô. . Em là [full_name]. . Mssv: [student_id]. . Dưới đây là vé tàu em đặt online về quê ngày 27/7/2020 thì đây cũng là thời điểm dịch bùng phát nên em đã ở lại quê từ lúc đó đến nay vẫn chưa thể vào lại được. Em mong nhà trường hỗ trợ em ạ. Em cảm ơn. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Rút môn học HK Hè/2019-2020 (có tính học phí) .",
            "Chào bạn,. . - Phòng Đào tạo đã tiếp nhận yêu cầu về việc xin Rút môn học HK Hè 3/2019-2020 (tính Học Phí). Bạn vui lòng theo dõi kết quả được cập nhật trên trang Mybk/xem điểm sau ngày 15/09/2020 (nếu sau thời gian trên vẫn chưa được xử lý bạn có thể vào trang bksi.hcmut.edu.vn để khiếu nại).. . . . Chúc bạn học tập tốt nhé.. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            ". . Kính gửi văn phòng đào tạo bộ phận quét bài. . . . -Họ tên: [full_name]. . mã lớp: TT01 MSSV [student_id]. . -Tên môn học Pháp luật Việt Nam đại cương, Mã môn học: SP1007. . -Lí do em viết đơn xin biết hình ảnh đáp án bài làm của em với đáp án mã đề của môn Pháp luật Việt Nam đại cương, mã môn SP1007.. . - Ngày thi 26/7 phòng 601 B4. . - Giáo viên bộ môn bảo em liên hệ với bộ phận chấm bài ạ. . - hình được đính kèm bên dưới. . . . Em mong được sự hồi đáp sớm từ phòng đào tạo.. . . . Em xin trân trọng cảm ơn.. .",
            "Chào bạn. . Bài thi môn Pháp luật VNĐC gồm 3 phần. . Phần 1:2điểm; phần 2:3điểm; phần 3:5điểm.. . Bài làm của em phần 1 đúng 15 câu= 1.5*0.1=1.5điểm;phần 2 đúng 7 câu *0.3=2.1điểm; phần 3 đúng 10 câu*0.25=2.5điểm. Tổng là 6.1 điểm. . Thân",
            "li answer rate: Answer does not suit / Câu trả lời không đúng ý"
        ]
    },
    {
        "intent": "",
        "message": [
            "/b MSSV/MSGV: [student_id]  /b \t. . . .   i Rút môn học HK Hè/2019-2020 (có tính học phí) .",
            "Chào bạn,. . - Phòng Đào tạo đã tiếp nhận yêu cầu về việc xin Rút môn học HK Hè 3/2019-2020 (tính Học Phí). Bạn vui lòng theo dõi kết quả được cập nhật trên trang Mybk/xem điểm sau ngày 15/09/2020 (nếu sau thời gian trên vẫn chưa được xử lý bạn có thể vào trang bksi.hcmut.edu.vn để khiếu nại).. . . . Chúc bạn học tập tốt nhé.. . Thân. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Kính gửi Phòng Đào tạo,. . Em là [full_name] MSSV [student_id] có học môn Các quá trình chế tạo ME 3009 lớp L04.. . Theo bảng điểm trên MyBK em có điểm BT: 8.5, BTL: 9, TN: 6.5 và thi 9. Tỉ lệ đánh giá của môn học này như sau: . . BT + chuyên cần + thuyết trình BTL: 45%. . Thí nghiệm.                       : 5% . . Thi.                              : 50%. . Và như vậy em tính được điểm của mình là 8.76, làm tròn là 9.0. Vậy sao điểm tổng kết môn này của em là 8.5 ạ? Mong Phỏng Đào tạo giải thích giúp em. . . Em xin cảm ơn.",
            "Chào bạn. . Liên quan về vấn đề cho điểm, ghi điểm,... bạn vui lòng liên hệ trực tiếp giảng viên giảng dạy. . Chúc bạn học tập tốt nhé.. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Dạ thưa thầy cô. . Theo quy định của nhà trường, nếu hết năm nhất mà sinh viên không đạt đủ 28 tín chỉ sẽ không được phép đăng ký học những môn có mã 2xxx cho học kỳ 201. Ở đợt đăng ký môn cho hk 201 vừa rồi. Em có đăng ký 3 môn có mã 2xxx. Cho em hỏi em có được học 3 môn đã đăng ký này ở kỳ 201 không ạ ? . . Em muốn biết để thời gian hè này em học trước ạ . . Em cảm ơn thầy cô",
            "Em không đủ 28 tín chỉ ở năm nhất ạ",
            "Chào bạn,. . Nếu bạn không đủ số tín chỉ theo quy định, thì bạn không đủ điều kiện đăng ký MH của năm tiếp theo.. . Bạn vui lòng đợi kết quả ĐKMH sẽ công bố vào đợt 2 (xem thời gian đăng ký bổ sung va kết quả đơt 1) tại lịch học vụ. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Thầy (cô) ơi! Cho em hỏi là khi nào phòng đào tạo cập nhật điểm trung bình tích lũy cả năm học trong mục bảng điểm ạ! Vì khoa em hạn chót nộp giấy phần ngành vào 18/8 mà trên bảng điểm vẫn chưa có điểm trung bình để ghi vào ạ! Em xin chân thành cảm ơn.",
            "Chào bạn,. . Chưa hiểu rõ câu hỏi của bạn, về điểm phân ngành Khoa sẽ lấy dữ liệu điểm từ Phòng Đào tạo, còn điểm TB khi nào các Khoa/ Giảng viên nộp điểm lên PDT mới có thể chạy điểm TB được nhé!. . Bạn có thể tự công điểm theo quy định, dựa trên điểm đã công bố trên mybk để điền vào phiếu phân ngành của mình nhé!. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Rút môn học HK Hè/2019-2020 (có tính học phí) . - Em tên là [full_name] mssv [student_id]. . - HK192 Vừa rồi em có đăng ký môn anh văn 3 vì lo kết quả không tốt nên HK193 này em đã đăng ký thêm anh văn 3 mã môn học là 003003.Mới đây em đã có kết quả và qua được môn nên em muốn rút môn anh văn 3 (mã MH: 003003 nhóm DT01 ).. . - Em kính thầy cô tạo điều kiện cho em. Em xin chân thành cảm ơn ạ.",
            "Chào bạn. . Bạn thực hiện theo hướng dẫn bên dưới:. . . . Ngày 28/07/2020. . Tiêu đề: NỘP PHIẾU ĐĂNG KÝ RÚT MÔN HỌC HK HÈ/2019-2020(HK193) QUA TRANG WEB BKSI. . Nội dung:. . . . Thân gởi các bạn sinh viên. .      Do tình hình dịch Covid-19, Phòng đào tạo thông báo về việc ĐĂNG KÝ RÚT MÔN HỌC (có tính học phí) của học kỳ hè/2019-2020 (HK193) tại trang bksi.hcmut.edu theo đúng hướng dẫn bên dưới (không gửi qua mail và không đến nộp trực tiếp tại Phòng Đào tạo). . -\tThời gian: Từ ngày 17/08/2020 đến hết ngày 21/08/2020. . -\tHướng dẫn: . . 1-\tSv tải PHIẾU ĐĂNG KÝ RÚT MÔN HỌC (được gởi đính kèm) điền thông tin  ký tên  chụp hình để có file ảnh tải lên trang bksi.hcmut.edu.vn. . 2-\tSv đăng nhập vào trang bksi.hcmut.edu.vn  Hỏi/Yêu cầu  Tạo câu hỏi/yêu cầu mới  Rút môn học HK HÈ/2019-2020(có tính học phí): điền thông tin vào CHỦ ĐỀ VÀ NỘI DUNG. . 3-\tClick vào choose file để tại file ảnh . . 4-\tClick vào GỞI. . . . (Xem chi tiết quy định về rút môn học tại QUY CHẾ ĐÀO TẠO VÀ HỌC VỤ điều 11.2.). .",
            "No solution"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Dạ cho em hỏi. Vừa rồi em có đăng kí học dự thính hè,và trường thì vẫn cho học trực tiếp nhưng em về quê vài ngày thì dịch Covid-19 bùng phát ( quê em ở Quảng Ngãi ),em vô phải cách li 15 ngày, giờ em phải làm sao ạ? . . Em cảm ơn",
            "Chào bạn,. . Về việc xin rút MH học kỳ dự thính hè 193 (không tính học phí) do dịch COVID-19. Bạn vui lòng trình bày rõ lý do cụ thể cho Phòng Đào tạo (Đính kèm minh chứng) để được xem xét rút môn học cho bạn.. . Trình bày rõ tên MH và mã số MH cần rút, ghi rõ lý do và minh chứng kèm theo.. . Thân. .",
            "Dạ em không rõ minh chứng là gì ạ. Minh chứng em ở Quảng Ngãi hay sao ạ ? . . Em cảm ơn ạ",
            "Chào bạn,. . Bạn có thể ra phường xin giấy xác nhận đang ở địa phương và chụp hình minh chứng đính kèm.. . Trình bày rõ tên MH và mã số MH cần rút, ghi rõ lý do và minh chứng kèm theo.",
            "Dạ em đã kèm minh chứng ở bài viết thứ 2 và đã được phản hồi lại ạ.. . Vậy không biết là em đã được hủy môn chưa ạ, em có cần nộp lại nữa không ạ?. . Em cám ơn ạ.",
            "Chào bạn,. . Đã được hủy MH cho bạn rùi nhé!. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: 1811030  /b \t. . . .   i Đăng ký môn học . Dạ em chào Thầy/Cô ạ,. . Dạ em học khoa Kĩ thuật hoá học, Thầy/Cô cho em hỏi em đăng kí học môn Quá trình thiết bị cơ học (CH2019) là môn tương đương với môn Quá trình Kĩ thuật Sinh học 1 (CH2015), vậy em có cần làm đơn xin xác nhận 2 môn này tương đương để nộp cho phòng đào tạo không ạ? . . Dạ em cảm ơn nhiều ạ.",
            "Chào bạn,. . Nếu môn tương đương đã được công bố trên trang aao.hcmut.edu.vn/sinh viên/chương trình đào tạo thì bạn không cần phải làm đơn xin đăng ký gì nhé.. . Về CTĐT bạn vui lòng liên hệ tại Văn Phòng Khoa - xin gặp thầy Phó Khoa phụ trách về CTĐT để được tư vấn và hướng dẫn nhé!. . Chúc bạn học tốt. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: 1414044  /b \t. . . .   i NGOẠI NGỮ . Dạ, em được biết mức chuẩn mới quy đổichứng chỉ ngoại ngữ cho các môn tiếng anh  sẽ áp dụng vào học kỳ 201 (cao hơn chuẩn cũ 100 điểm).. . . . Vậy em xin hỏi, thời điểm áp dụng được tính là thời điểm sinh viên đăng ký chuyển điểm (online), hay là thời điểm phòng đào tạo xét chuyển ?. . . . Em được biết học kỳ mới của hệ chính quy là 21/09, có đúng không ạ, vì em chưa thấy công bố ạ  ?. . . . Bởi vì khả năng tiếng anh của em rất thấp nên em muốn được đổi bằng chuẩn cũ , cộng với em chỉ đủ tiền thi 1 lần, nên em muốn thi vào thời gian sát với hạn cuối nhất để ôn cho đảm bảo nên biết chính xác thời điểm áp dụng rất quan trọng với em ạ .. . . . Em xin cám ơn quý Thầy Cô nhiều !. . . . Lê Toàn; 1414044; QL14KD. . 0988320416",
            "Chào bạn. . Nếu bạn nộp Chứng Chỉ Ngoại Ngữ và đăng ký chuyển điểm (phải hoàn thành lệ phí chuyển điểm) trước ngày 18/9/2020 thì áp dụng theo quy định chuyển điểm cũ - Bảng quy đổi điểm chuyển Ngoại Ngữ mới bắt đầu từ ngày 21/9/20 áp dụng cho HK201 Chúc bạn học tập tốt nhé. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em là [full_name] MSSV [student_id] sinh viên khóa liên thông cơ khí K18 từ cao đẳng Bảo dưỡng CN, em muốn hỏi về việc điểm miễn môn từ hệ cao đẳng lên thì là điểm 12 và không tính vào điểm tb tích lũy , nhưng em có tính lại và trên bảng điểm miễn của em có 18 chỉ ở cao đẳng (có điểm tổng kết) vẫn tính vào trung bình tích lũy hiện tại của em, làm trung bình tích lũy hiện tại bị kéo xuống rất nhiều,em có tham khảo điểm của mấy bạn khác thì miễn vẫn để điểm 12 và không tính vào điểm trung bình tích lũy .mong PDT có thể giải đáp thắc mắc dùm em , và em cần phải làm gì ạ , em cám ơn rất nhiều.. . . .",
            "Chào bạn. . Phòng đào tạo trả lời kết quả qua mail sinh viên, bạn kiểm tra mail giúp. . Cảm ơn. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Cho em hỏi về việc nộp chứng chỉ toeic, em đã nộp online, em có cần phải đem chứng chỉ đến pdt để xác nhận không ạ?. . Em cám ơn",
            "Chào bạn,. . Bạn không cần đem CC đến PDT để xác nhận nhé, bạn chỉ cần thực hiện đúng theo hướng dẫn trên trang NN yêu cầu.. . Và theo dõi đợi kết quả thẩm tra CCNN.. . Bạn vui lòng thanh toán lệ phí chuyển điểm NN nhé.. . Nếu bạn nộp Chứng Chỉ Ngoại Ngữ và đăng ký chuyển điểm (phải hoàn thành lệ phí chuyển điểm) trước ngày 18/9/2020 thì áp dụng theo quy định chuyển điểm cũ - Bảng quy đổi điểm chuyển Ngoại Ngữ mới bắt đầu từ ngày 21/9/20 áp dụng cho HK201. . Chúc bạn học tập tốt nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]  /b \t[full_name] [full_name] [full_name] [full_name]   i Yêu cầu khác  /i [full_name] [full_name] Chào Cô[full_name] [full_name] Cô có thể kiểm tra giúp em danh sách kí tên bài kiểm tra cuối kì đồ án nền móng (CI3197)[full_name] Hôm đấy em có đi thi và nhớ là có kí tên rồi[full_name] Nhưng khi ra bảng điểm lại bị điểm 13 ạ[full_name] Mong nhận được sự phản hồi sớm từ Cô[full_name][full_name] [full_name] Em cảm ơn Cô nhiều[full_name]"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em chào các cô ạ !. . Dạ em đăng kí in lại thẻ sinh viên từ ngày 7/8 tới hôm nay 14/8 vẫn chưa thông báo có thẻ , em đang cần gấp thẻ ạ , mong các cô xem xét giúp em , em cảm ơn các cô ạ!. .",
            "Chào bạn. . Bạn liên hệ phòng đào tạo để nhận thẻ sv in lại (trước khi đến nhớ in biên nhận có chữ ký xác nhận của Phòng công tác chính trị sinh viên). . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Rút môn học HK Hè/2019-2020 (có tính học phí) . Cho em hỏi về việc rút môn học học kì 193 ạ.Do tuần vừa rồi nhà có việc nên mới tới sài gòn tuần này để đi học học kì và học kì trước em học không ổn cho môn mở đầu nên học kì 193 đăng kí môn cao hơn em sợ học không nổi thì không biết mình có được rút môn học không tính phí không ạ.",
            "Chào bạn. . Hiện tại chỉ còn thời gian rút môn học (có tính phí). . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Em chào thầy (cô). . Em viên viên khoá k14. Điều kiện tốt nghiệp toeic 450.. . Em nộp bằng VNU-ETP b1.3 có đủ điều kiện tốt nghiệp không ạ.",
            "Chào bạn,. . Đủ điều kiện áp dụng theo quy định nhé bạn, phải đạt điểm theo quy đổi bảng tương đương nhé!. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học .  Cho em hỏi một số môn cơ sở ngành bị đổi hoặc bỏ trong chương trình đào tạo của k18 so với k19, trong đó có vài môn k18 bắt buột học nhưng k19 thì không có, và nếu làm đơn xin mở lớp không đủ số lượng thì sao ạ. . . Em cảm ơn.",
            "Chào bạn,. . Về CTĐT bạn vui lòng liên hệ tại Văn Phòng Khoa - xin gặp thầy Phó Khoa phụ trách về CTĐT để được tư vấn và hướng dẫn nhé!. . Chúc bạn học tốt. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Kính thưa thầy cô,. . . . Em đã nhận được phản hồi, nhưng trang mybk của em vẫn ghi ngành xây dựng . . Mong thầy cô xem lại giúp em. . . . Em xin cảm ơn.",
            "Chào bạn,. . Về việc ngành của bạn đã được chuyển đúng và Bạn đúng là ở Khoa Điện - Điện tử.. .  Về trên trang mybk/thông tin sinh viên, do hiện tại hệ thống đang để là Khoa của ngành trúng tuyển đầu vào của bạn, nhóm kỹ thuật đang kiểm tra chỉnh sửa. . . Sẽ điều chỉnh cập nhật lại vào tháng 9/2020.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]  /b \t[full_name] [full_name] [full_name] [full_name]   i Yêu cầu khác  /i [full_name] [full_name] [full_name] [full_name] Chào Cô[full_name] [full_name] Em là [full_name] Mssv: [student_id] nhóm A14-A[full_name][full_name] [full_name] Cô có thể kiểm tra giúp em danh sách kí tên của Thầy [full_name] môn đồ án nền móng(CI3197) tên em đã kí chưa ạ[full_name] Em có đi kiểm tra và nhớ đã kí rồi nhưng khi ra bảng điểm lại bị điểm 13 ạ[full_name] Mong Cô kiểm tra và phản hổi sớm giúp em ạ[full_name][full_name] [full_name] Em cảm ơn Cô nhiều[full_name]",
            "Chào bạn,. . Gửi bạn danh sách ký tên, bạn có khiếu nại về điểm vui lòng liên hệ với GVGD nhé!. . Thân",
            "Gửi lại bạn file ký tên nộp bài. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em có 2 thắc mắc nhờ phòng đào tạo giải đáp. . 1)Có thể đăng ký 10 tín chỉ vào kỳ chính ( 201 ) rồi đăng ký thêm 4 tín chỉ cũng vào kỳ dự thính  cùng học kỳ ( 201 ) luôn thì có vi phạm quy chế không . . . . 2)Một số môn nhóm tự chọn A,B  / tự chọn tự do theo kế hoạch giảng dạy thì  được xếp ở học kỳ 6,7 , nhưng nếu em đăng ký học những môn này ở học kỳ 3,4,5 ( hoặc dự thính nếu có mở lớp ) thì có được không .. . Em cảm ơn.. . . .",
            "Chào bạn,. . Về CTĐT bạn vui lòng liên hệ tại Văn Phòng Khoa - xin gặp thầy Phó Khoa phụ trách về CTĐT để được tư vấn và hướng dẫn nhé!. . Bạn xem quy định về ĐKMH tại đây: http://www.aao.hcmut.edu.vn/ sinh viên/quy chế/Quy chế đào tạo và học vụ bậc đại học, cao đẳng:/Điều 9. Đăng ký môn học. . Việc đăng ký MH ở HK chính hay HK dự thính là tùy bạn (nếu MH có mở và bạn thỏa các yêu cầu về ĐKMH). . Và bạn cũng lưu ý về mức thu học phí ở HK chính thấp hơn HK dự thính nhé.. . Chúc bạn học tốt. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Chào thầy cô,. . . . Em tên là [full_name], mssv [student_id].. . Lúc trước ở năm nhất em không đạt môn Giáo dục quốc phòng. Vào học kì 201 em sẽ làm Luận văn tốt nghiệp. Em đang có dự định sẽ học lại môn GDQP vào đầu tháng 10-2020 hoặc tháng 3-2021. Vậy thầy cô cho em hỏi nếu em đăng ký học vào tháng 10-2020 thì có được phép không? Và nếu được thì em có cần đăng ký môn học GDQP cho học kì 201 không?. . . . Em cảm ơn thầy cô!. . . . Trân trọng,. . [full_name]",
            "Chào bạn. . Bạn liên hệ Trung tâm giáo dục quốc phòng để đăng ký học nghen. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Dạ xin chào ạ! Hôm qua PĐT có mail là sau 5h chiều cập nhật thời khóa biểu nhưng sao tới bây giờ vẫn chưa có ạ.Vậy là khi nào thời khóa biểu của em  mới được cập nhật ạ? Với khóa học trên e learning khi nào của em mới được cập nhật ạ? Lớp MT2013 DT01 mà em chuyển mã đã lập danh sách BTL rồi nhưng mong phòng đào tạo giải quyết nhanh giúp em ạ!",
            "Chào bạn,. . TKB trên mybk đã cập nhật lại, bạn vui lòng vào kiểm tra lại nhé!. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ thưa thầy/cô em tên là [full_name]. MSSV:[student_id].Sinh viên khoa Khoa Học Máy Tính.. . Cho em hỏi các môn tự chọn tự do trong kế hoạch giảng dạy thì mình được đăng ký môn nào ạ?. . Em xin cảm ơn.. . . . [full_name]. . . .",
            "Chào bạn,. . Về CTĐT bạn vui lòng liên hệ tại Văn Phòng Khoa - xin gặp thầy Phó Khoa phụ trách về CTĐT để được tư vấn và hướng dẫn nhé!. . Chúc bạn học tốt. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Vắng thi cuối kỳ học kỳ 2/2019-2020 do dịch COVID-19 .",
            "Chào bạn. . Phòng đào tạo đã nhận được minh chứng của bạn. . Sau khi Phòng đào tạo kiểm tra minh chứng nếu bạn thuộc diện được vắng thi theo quy định sẽ gởi kết quả cho bạn qua mail sinh viên .. . Chúc bạn học tập tốt nhé.. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Cho em hỏi là nếu môn đk học lại thì lấy kq cao hơn hay sao ạ. Còn với trường hợp đăng kí học lại rớt thì sao ạ.",
            "Chào bạn. . - Về quy định Số tín chỉ tích lũy, điểm trung bình tích lũy: Bạn vui lòng xem chi tiết tại trang web aao.hcmut.edu.vn--  sinh viên --  Quy chế --  Quy chế đào tạo và học vụ bậc đại học và cao đẳng -- Điều 19. . Chúc bạn học tập tốt nhé.. . Thân. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Xin chào,. . Em muốn hỏi rằng trong cột điểm, nếu điểm quiz (điểm bài tập) của em chỉ được 2.5 trong khi những mục khác như giữa kì, cuối kì, bài tập lớn, trung bình đều trên 5 thì em có bị đánh liệt và rớt môn không ạ.. .",
            "Chào bạn. . - Về quy định Đánh giá kết quả học tập trong một học kỳ chính: Bạn vui lòng xem chi tiết tại trang web aao.hcmut.edu.vn--  sinh viên --  Quy chế --  Quy chế đào tạo và học vụ bậc đại học và cao đẳng -- Điều 15. . - Về các quy định điểm khác bạn liên hệ trực tiếp giảng viên giảng dạy. . Chúc bạn học tập tốt nhé.. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Kính gửi Phòng Đào tạo trường Đại học Bách Khoa TP. HCM. . Dạ em có nhận được thông báo của Ban chỉ huy quân sự địa phương về việc nộp giấy xác nhận sinh viên để hoãn nghĩa vụ quân sự trước ngày 20/08/2020. Cho em hỏi là em muốn nhận gấp giấy xác nhận sinh viên để nộp cho ban chỉ huy quân sự địa phương thì làm thế nào ạ?. . Em xin cảm ơn ạ.",
            "Chào bạn,. . Bạn vui lòng vào đăng ký tại mybk/In xác nhận sinh viên nhé.. . Và khi nào ghi đã xử lý bạn liên hệ tại nơi mình đăng ký để nhận.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Dạ cho em hỏi nộp bằng Toeic để chuyển điểm là nộp lúc nào cũng được hay phải theo đợt của nhà trường ạ?. .   i Học vụ .",
            "Chào bạn. . Bạn xem lịch chuyển điểm tại trang web aao.hcmut.edu.vn --  Lịch học vụ. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Kính gửi phòng Đào tạo,. . . . Cho em hỏi khi nào phòng Đào tạo tổ chức kỳ thi kiểm tra tiếng anh định kỳ vậy ạ? Em xin cảm ơn!. . . . Trân trọng,. . Phan Từ A. .",
            "Chào bạn,. . Hiện tại Nhà trường chưa có kế hoạch về việc tổ chức thi Anh văn định kỳ theo định dạng TOEIC, bạn vui lòng xem thông báo tổ chức thi của IIG để theo dõi và đăng ký thi nhé!. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Kính gửi phòng Đào tạo,. . . . Em xin chào quý thầy cô! Cho em hỏi \"Phụ lục 3:Quy định về kỹ năng ứng dụng Công nghệ thông tin\" trong QUY CHẾ [full_name], [full_name] ĐẲNG được áp dụng cho khóa nào vậy ạ? Em xin cảm ơn! Chúc quý thầy cô sức khỏe và làm việc tốt!. . . . Trân trọng,. . [full_name]",
            "Chào bạn,. . Áp dụng từ khóa 2019 nhé bạn.. . Bạn tham khảo quy định tại đây:. . http://aao.hcmut.edu.vn/ sinh viên/quy chế/ Quy chế đào tạo và học vụ bậc đại học, cao đẳng:/Phụ lục 3:Quy định về kỹ năng ứng dụng Công nghệ thông tin. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Chào thầy/cô,. . Em là [full_name] mssv [student_id]. Hôm trước em có gửi mail hỏi thầy [full_name] về vấn đề thiếu 1-3 tín chỉ tích lũy để đăng ký môn năm 3 và thầy nói em có thể lên Phòng Đào tạo để làm đơn để có thể giữ lại các môn năm 3 đã đăng kí ở đợt 1 ạ. Thầy/cô cho em hỏi khi lên làm đơn có cần giấy tờ gì không ạ? Rất mong sự hướng dẫn từ thầy/cô.. . Em chân thành cảm ơn!",
            "Chào bạn. . Trước tiên bạn trình bày rõ ràng nội dung trong đơn và liên hệ phòng đào tạo nộp, nếu thiếu hồ sơ gì thì sẽ hướng dẫn tiếp cho bạn nghen. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Pđt giúp em xoá môn: . . CI4055 - Thiết kế đường 2  . . CI4061 - T/nghiệm &vl xd đườngôtô. . để đăng kí môn:. . CI4039 - Thiết kế cầu 2 . . CI4067 - Động lực học kết cấu. . . . có được k ạ, tại vì em muốn đk lúc này để trường sắp xếp lịch phù hợp cho em, nếu đợi đợt 2 em sợ sẽ bị trùng lịch k đổi môn được, em cám ơn pdt.. . . . . .",
            "Chào bạn,. . Phải đăng ký môn học online nhé bạn, sinh viên tự đăng ký và hiệu chỉnh MH.. . Hiện tại đã có lịch học vụ của HK201, bạn vui lòng vào xem để biết lịch đăng ký MH đợt 2 nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]  /b \t[full_name] [full_name] [full_name] [full_name]   i Học vụ  /i [full_name] [full_name] Kính thưa Quí Thầy/Cô[full_name] [full_name] Em được biết là do tình hình của dịch bệnh COVID nên Trường đã miễn xét chuẩn AV đăng kí môn học của HK193 và HK201[full_name] Nhưng trên lịch Học vụ của Trường thì lại có đợt đăng kí chuyển điểm AV cho đợt hiệu chỉnh ĐKMH HK201[full_name] Vậy nếu trước đó em chưa đủ chuẩn AV cho HK201 thì có được xét duyệt ĐKMH và được học các môn mà cần chuẩn AV cho năm sau không ạ?[full_name] [full_name] Mong Quí Thầy/Cô giải đáp giúp em[full_name] [full_name] [full_name] Em xin chân thành cảm ơn![full_name] [full_name] [full_name] [full_name] [full_name] [full_name]",
            "Chào bạn. . Theo đúng tinh thần của mail nhà trường gởi là \"Nhà trường tạm thời không xét điều kiện chuẩn tiếng Anh sau mỗi năm học (Chuẩn Anh văn hàng năm cho riêng học kỳ hè 193, học kỳ chính 201 và dự thính 201)\". . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Cho em hỏi là điểm rèn luyện sinh viên tự đánh giá là bao nhiêu thì sẽ lấy bấy nhiêu hay do phía nhà trường chấm ạ.",
            "Chào bạn,. . Về Điểm rèn luyện, BHYT, sinh hoạt công dân, gia hạn/miễn giảm học phí bạn vui lòng liên hệ với Phòng Công tác Chính trị sinh viên để được hướng dẫn.. . Bạn có thể gửi mail qua phòng công tác chính trị để được giải đáp:[email]. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Rút môn học HK Hè/2019-2020 (có tính học phí) . Em xin rút môn học EE2021 cơ sở điện tử công suất. . . Lý do: em đăng ký nhằm ạ"
        ]
    },
    {
        "intent": "",
        "message": [
            "Rút môn học HK Hè/2019-2020 (có tính học phí) .",
            ". . Ngày 28/07/2020. . Tiêu đề: NỘP PHIẾU ĐĂNG KÝ RÚT MÔN HỌC HK HÈ/2019-2020(HK193) QUA TRANG WEB BKSI. . Nội dung:. . . . Thân gởi các bạn sinh viên. .      Do tình hình dịch Covid-19, Phòng đào tạo thông báo về việc ĐĂNG KÝ RÚT MÔN HỌC (có tính học phí) của học kỳ hè/2019-2020 (HK193) tại trang [full_name].hcmut.[full_name] theo đúng hướng dẫn bên dưới (không gửi qua mail và không đến nộp trực tiếp tại Phòng Đào tạo). . -\tThời gian: Từ ngày 17/08/2020 đến hết ngày 21/08/2020. . -\tHướng dẫn: . . 1-\tSv tải PHIẾU ĐĂNG KÝ RÚT MÔN HỌC (được gởi đính kèm) điền thông tin  ký tên  chụp hình để có file ảnh tải lên trang [full_name].hcmut.[full_name].vn. . 2-\tSv đăng nhập vào trang [full_name].hcmut.[full_name].vn  Hỏi/Yêu cầu  Tạo câu hỏi/yêu cầu mới  Rút môn học HK HÈ/2019-2020(có tính học phí): điền thông tin vào CHỦ ĐỀ VÀ NỘI DUNG. . 3-\tClick vào choose file để tại file ảnh . . 4-\tClick vào GỞI. . . . (Xem chi tiết quy định về rút môn học tại QUY CHẾ [full_name] [full_name] điều 11.2.). .",
            "No solution"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Dạ chào Thầy/Cô. Em có vấn đề cần được giúp đỡ. Em là sinh viên khóa 15 khoa Xây Dựng. Kì vừa rồi em không đủ điều kiện đăng kí môn luận văn tốt nghiệp vì thiếu chứng chỉ toiec. Nhưng trong kì đó em có liên hệ với giáo viên hướng dẫn và đã làm xong môn luận văn tốt nghiệp (em có thể xin xác nhận của giáo viên hướng dẫn). Và giờ em mới có chứng chỉ toiec. Vậy ho em hỏi có cách nào để em có thể bảo vệ luận văn tốt nghiệp vào đợt bổ sung tháng 9 này luôn được không ạ. Vì nếu chọn đợt sau thì còn quá lâu, mà trong tình hình dịch bệnh này em cũng muốn ra trường sớm để bớt gánh nặng cho gia đình. . . Em xin chân thành cảm ơn!",
            "Chào bạn,. . Trước tiên bạn vui lòng nộp CCNN online theo đúng quy định.. . Sau đó bạn liên hệ [full_name] xin để xin được bảo về trong đợt bổ sung tháng 9. . Nếu [full_name] đồng ý, bạn có thể làm đơn xin đăng ký bổ sung LVTN, có chữ ký xác nhận của GVHD xác nhận, và xác nhận của [full_name] đồng ý cho bạn bảo vệ trong đợt tháng 9.. . Và nộp đơn tại Phòng Đào tạo để được xem xét. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Thầy cô cho em hỏi với ạ. Em đã đủ điều kiện xét tốt nghiệp nhưng em không đăng ký tốt nghiệp được ở mục Đăng ký tốt nghiệp đó ạ. Mong thầy cô phản hồi giúp em nguyên nhân với ạ.",
            "Chào bạn,. . Bạn vui lòng xem thông tin về lịch trình tốt nghiệp của đợt tháng 11/2020 tại:. . http://www.aao.hcmut.edu.vn/sinh viên/Lịch tốt nghiệp. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học  /i   B   /B . . 1. Cho em hỏi dưới 56 chỉ thì có đăng ký có được đăng kí môn năm 3 không ạ.. . 2. Dạ em bị trễ anh văn chưa học những môn năm 2 mà mấy môn đó bị đổi mã ngành thì sao đăng ký lại được ạ.. .",
            "Chào bạn,. . Về CTĐT bạn vui lòng liên hệ tại Văn Phòng Khoa - xin gặp thầy Phó Khoa phụ trách về CTĐT để được tư vấn và hướng dẫn nhé!. . Nếu bạn không tích lũy đủ số tín chỉ yêu cầu, thì bạn sẽ không được đăng ký môn học của năm tiếp theo.. . Chúc bạn học tốt. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "em vừa rồi đã đăng kí môn anh văn 3 do em nghĩ sẽ ko qua môn được, nhưng khi có điểm em biết mình đã qua môn bây giờ em phải làm sao để chuyển môn anh văn 3 thành anh văn 4 ạ\t. . . .",
            "Chào bạn,. . Chưa hiểu rõ câu hỏi của bạn?. . Môn AV4 bạn đăng ký ở học kỳ nào?. . Thân",
            "em đăng kí av4 ở kỳ 201 ạ. .",
            "Chào bạn. . Đợt dkmh (đợt 2) em có thể hủy môn anh văn 3 và bổ sung môn av 4. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Cho em hỏi trường mình khi nào phát giấy tạm hoãn nghĩa vụ quân sự ạ? Địa phương em đang đòi.  .",
            "Chào bạn,. . Bạn vui lòng đăng ký in giấy xác nhận sinh viên để hoãn NVQS tại mybk/ In xác nhận SV. . Khi nào phiếu ghi đã xử lý, bạn có thể đến nơi bạn đăng ký nhận để nhận giấy nhé!. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Rút môn học HK Hè/2019-2020 (có tính học phí) . Kính gửi:phòng đạo tạo. . Em tên: [full_name] mssv: [student_id] trung tâm đào tạo BDCN. . Lúc trước do chưa biết kết quả thi av3 và av4 nên em có đăng kí kỳ hè. . . Nhung giờ có kết quả rồi và em cũng qua môn hết rồi. Nên em muốn nhờ phòng đào tạo chỉ cách để em rút môn học. . . Mong phòng đào tạo giúp đỡ. . Em xin chân thành cảm ơn.",
            ". . Ngày 28/07/2020. . Tiêu đề: NỘP PHIẾU ĐĂNG KÝ RÚT MÔN HỌC HK HÈ/2019-2020(HK193) QUA TRANG WEB BKSI. . Nội dung:. . . . Thân gởi các bạn sinh viên. .      Do tình hình dịch Covid-19, Phòng đào tạo thông báo về việc ĐĂNG KÝ RÚT MÔN HỌC (có tính học phí) của học kỳ hè/2019-2020 (HK193) tại trang [full_name].hcmut.[full_name] theo đúng hướng dẫn bên dưới (không gửi qua mail và không đến nộp trực tiếp tại Phòng Đào tạo). . -\tThời gian: Từ ngày 17/08/2020 đến hết ngày 21/08/2020. . -\tHướng dẫn: . . 1-\tSv tải PHIẾU ĐĂNG KÝ RÚT MÔN HỌC (được gởi đính kèm) điền thông tin  ký tên  chụp hình để có file ảnh tải lên trang [full_name].hcmut.[full_name].vn. . 2-\tSv đăng nhập vào trang [full_name].hcmut.[full_name].vn  Hỏi/Yêu cầu  Tạo câu hỏi/yêu cầu mới  Rút môn học HK HÈ/2019-2020(có tính học phí): điền thông tin vào CHỦ ĐỀ VÀ NỘI DUNG. . 3-\tClick vào choose file để tại file ảnh . . 4-\tClick vào GỞI. . . . (Xem chi tiết quy định về rút môn học tại QUY CHẾ [full_name] [full_name] điều 11.2.). .",
            "No solution"
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính gửi nhà trường,. . Em là [full_name] . . Mssv: [student_id] . . Khoa cơ khí . . E có đăng kí học hè 2 môn là Đại số tuyến tính (MT1007) và Anh văn cơ bản (LA1001).. . E có về quê (Quảng Ngãi) chơi vài hôm thì dịch bùng phát trở lại nên hiện tại em không thể vào lại thành phố để tham gia lớp học đã đăng kí được ạ ( Di chuyển trong thời gian này thật sự nguy hiểm). Hiện tại thì em vẫn có thể tham gia lớp học đại số tuyến tính online, nhưng Anh văn cơ bản thì e k thể nào tham gia lớp trên trường được ạ.  Như em được biết thì sắp thi giữa kì r nhưng tình hình còn đang phức tạp như này thì e vẫn có chút lo lắng khi di chuyển ạ.. . E đã định rút môn học thì trường có thông báo về việc rút môn học( có tính phí). Em mong nhà trường có thể hỗ trợ em rút môn không tính phí trong thời gian dịch bệnh này được không ạ. Em hi vọng nhà trường có thể trả lời em sớm nhất để em có những lựa chọn cho bản thân, vì kì thi cũng đến gần rồi ạ. Em xin chân thành cảm ơn!. . Dưới đây kèm theo là vé tàu em đặt online về quê ngày 27/7/2020, và đó cũng là thời gian dịch bệnh bùng phát trở lại nên em đã ở nhà từ đó đến nay. Em cảm ơn ạ!. .",
            "Chào bạn. . Phòng đào tạo đã nhận được minh chứng của bạn. . Sau khi Phòng đào tạo kiểm tra minh chứng nếu bạn thuộc diện được vắng thi theo quy định sẽ gởi kết quả cho bạn qua mail sinh viên .. . Chúc bạn học tập tốt nhé.. . Thân. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Xin chào phòng đào tạo ạ, em có đăng kí môn học SP1033 Kinh tế chính trị mác lenin từ hồi đợt đầu đăng kí dự thính hè, nhưng cho đến giờ em vẫn không được nhận thời khoá biểu ạ, vậy giờ em phải rút môn vẫn đóng tiền hay có cách nào khác để rút môn không ạ. Em cám ơn nhiều",
            "Chào bạn. . - Đầu tiên bạn phải kiểm tra mail của nhà trường để cập nhật hướng dẫn và thông báo mới  . . - Sau 1 đợt DKMH nhà trường sẽ thông báo qua mail sv ngày xem kết quả dkmh tại trang web Mybk-tkb. . - Trường hợp có dkmh mà không có tkb thì nhà trường đã gởi hướng dẫn qua mail cho sv (bạn dkmh ở đợt 1 đã gởi thông báo xem kết quả vào đợt 2). . -Sinh viên xem lý do tại sao có ĐKMH đợt 1 mà không có kết quả tại trang web: mybk.hcmut.edu.vn    Đăng ký môn học    ĐKMH dự thính hè HK193-Đợt 2     bấm vào mục Đăng ký mới    chọn Loại hình đăng ký    xem Lịch sử đăng ký.. . - Tóm lại Hk193 bạn không có tkb. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Làm sao để tra cứu được đề cương các môn học thuộc khoa của mình ạ? (Em khoa Đ-ĐT)",
            "Chào bạn,. . Về CTĐT bạn vui lòng liên hệ tại Văn Phòng Khoa - xin gặp thầy Phó Khoa phụ trách về CTĐT để được tư vấn và hướng dẫn nhé!. . Chúc bạn học tốt. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em kính chào phòng đào tạo. . . Vì sơ suất không theo dõi gmail và không kịp đăng kí môn học cho học kì chính đợt 1 từ ngày 22/7-29/7 vừa qua. . . Em xin được hỏi em còn có thể đăng kí môn cho học kì 1 năm sau không ạ? Và nếu được thì bằng cách nào ạ?. . Em xin chân thành cảm ơn.",
            "Chào bạn,. . Bạn vui lòng kiểm tra email sinh viên và xem lịch học vụ (aao.hcmut.edu.vn/lịch học vụ) để xem lịch đăng ký MH học 201 - đợt 2 để vào đăng ký MH nhé!. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ cho em hỏi là theo quy chế bổ sung của phòng đào tạo mục \"Điều chỉnh quy chế quy chế đào tạo và học vụ từ  từ học kỳ 2/2017-2018 (về môn Thực tập tốt nghiệp, Đề cương luận văn, Luận văn tốt nghiệp)\" thì em được phép đăng ký môn Thực tập tốt nghiệp và Đề cương luận văn vào học kỳ chính học kỳ 2, đồng thời được đăng ký thêm 10 tín chỉ các môn khác cùng với học kỳ chính đăng ký thực tập tốt nghiệp và sẽ được đi thực tập vào học kỳ chính học kỳ 2 đúng không ạ, hay phải liên hệ với khoa để đăng ký môn Thực tập tốt nghiệp vào học kỳ chính học kỳ 2 ạ.",
            "Chào bạn,. . Bạn vui lòng xem quy định về ĐKMH tại đây:. . http://aao.hcmut.edu.vn/ sinh viên/quy chế/ Quy chế đào tạo và học vụ bậc đại học, cao đẳng:/Điều 9. Đăng ký môn học/. . và Điều 10. Thực tập tốt nghiệp, Luận văn tốt nghiệp và các môn đặc biệt. . Bạn có thể liên hệ [full_name] để hỏi về vấn đề TTTN. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em có giấy chứng nhận nghề phổ thông tin học, em có thể nộp thay cho chứng chỉ tin học cơ bản được không ạ"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính gửi PĐT,. . Cho em hỏi là điểm chuẩn anh văn xét các năm đã có hiệu lực lại vào học kỳ 201 chưa ạ? Em cảm ơn.. . Thân.",
            "Chào bạn. . Nếu bạn nộp Chứng Chỉ Ngoại Ngữ và đăng ký chuyển điểm (phải hoàn thành lệ phí chuyển điểm) trước ngày 18/9/2020 thì áp dụng theo quy định chuyển điểm cũ - Bảng quy đổi điểm chuyển Ngoại Ngữ mới bắt đầu từ ngày 21/9/20 áp dụng cho HK201. . Chúc bạn học tập tốt nhé. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Cô ơi cho em hỏi ạ,. . Em đọc quy chế thì nếu điểm TBHK gần nhất nếu không trên 7.5 thì bị loại ra khỏi kstn. . Vậy trong đó có tính học kì hè không cô.. . Em mong cô giải đáp thắc mắc cho em. . Em xin cám ơn ạ.",
            "Chào bạn. . Về chương trình kỹ sư tài năng bạn vui lòng liên hệ Khoa (cụ thể là Thầy phó khoa phụ trách chương trình đào tạo) để tư vấn và giải đáp. . Chúc bạn học tập tốt nhé.. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]  /b \t[full_name] [full_name] [full_name] [full_name]   i Yêu cầu khác  /i [full_name] [full_name] Kính gửi Ban tư vấn hỗ trợ trực tuyến ĐH Bách Khoa TPHCM,[full_name] [full_name] [full_name] [full_name] Em là [full_name], mssv: [student_id][full_name][full_name] [full_name] [full_name] [full_name] Em có một thắc mắc về vấn đề xếp lớp anh văn như sau, kính mong nhà trường có thể giải đáp[full_name][full_name] [full_name] [full_name] [full_name] Vấn đề là vào kỳ thi kiểm tra chuẩn anh văn đầu vào của trường vào đầu năm nhất, em thi được kết quả 445đ TOEIC, nghĩa là khi được xếp lớp anh văn thì em sẽ học môn Anh văn 3[full_name] Thế nhưng em đã đăng ký không xếp lớp anh văn do trường sắp xếp[full_name] Vào đầu năm 2 (học kỳ 191), em có tham gia thi kiểm tra năng lực anh văn để xét chuẩn sau mỗi năm và đạt được 490đ TOEIC[full_name] Và hiện nay em có nguyện vọng đăng ký học các môn anh văn do trường mở lớp vào học kỳ 201[full_name] Vậy em xin hỏi em có thể đăng ký môn Anh văn 4 được không ạ, vì theo điều kiện đăng ký môn học để đăng ký được Anh văn 4 em phải học môn Anh văn 3 trước, nhưng điểm TOEIC chuẩn sau mỗi năm của em hiện tại là 490đ (tương ứng với mức anh văn 4)[full_name][full_name] [full_name] [full_name] [full_name] Rất mong nhận được sự giải đáp từ phía nhà trường ạ[full_name] Em xin chân thành cảm ơn[full_name][full_name] [full_name] [full_name] [full_name] Kính thư,[full_name] [full_name] Quốc Thiện[full_name][full_name] [full_name]",
            "Chào bạn,. . Theo quy định về kỳ thi AV đầu vào lúc mới nhập học, thì bạn đủ điểm xét miễn môn AV1,2. . Các kỳ thi Anh văn định kỳ do PDT tổ chức sau đó, chỉ dùng để xét chuẩn tiếng Anh từng năm, không dùng xét miễn môn AV nhé. có nghĩa bạn vẫn chưa đạt AV3.. . Bạn vui lòng xem chi tiết tại trang web aao--  sinh viên --  Quy chế --  Quy chế đào tạo và học vụ bậc đại học và cao đẳng -- Phụ lục 1: Quy định về ngoại ngữ --  điều 2-c Chúc bạn học tập tốt nhé. . Nếu theo quy định AV3 là môn học trước của AV4, mà bạn chưa đăng ký học AV3 thì bạn sẽ không đủ điều kiện về môn học trước để ĐK AV4.. ."
        ]
    }
]