[
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em tên [full_name], MSSV: [student_id], em có đăng ký in bảng điểm trên mybk qua hình thức nhận online nhưng hiện tại không thể thanh toán phí qua bkpay và phần đăng ký in bảng điểm đã bị lỗi. Em có kèm hình ảnh bên dưới ạ. Em xin cám ơn."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em chào thầy cô,. . Em là Trần Tấn Lộc, sinh viên lớp: XD15KT, MSSV: [student_id]. . Trong học kì này, em có đăng ký môn học thiết kế dự án tốt nghiệp và đã có thời khóa biểu cho môn học. Nhưng em vào BKPAY thì không thấy nội dung thanh toán của môn học. Em xin thầy cô có thể kiểm tra giúp em. Em rất mong được sự giúp đỡ của thầy cô!. . Em cảm ơn thầy cô!",
            "Chào bạn. . Học phí sẽ cập nhật vào đầu tháng 11/2021 nghen bạn. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Em tên: [full_name]. . MSSV: [student_id]. . Em muốn hỏi là em nộp trễ học phí thì bây giờ làm sao để em hoàn thành nộp và làm đơn trình bày như nào ạ.. . Em cảm ơn !",
            "Chào em,. . - Hiện tại cô thấy em đã thanh toán lệ phí anh văn rồi nhé.. . - Làm sao để em hoàn thành nộp và làm đơn trình bày như nào ạ. . =  Không cần nộp đơn nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Em xin chào phòng đào tạo. . Cho em hỏi:. . Hiện tại văn phòng khoa và phòng đào tạo đã hoạt động trở lại bình thường chưa ạ?. . . . Hiện tại em muốn nhận giấy chứng nhận tốt nghiệp tạm thời trực tiếp tại văn phòng khoa được không ạ?. . . . Nếu không được, thì em phải đăng ký nhận giấy chứng nhận tốt nghiệp tạm thời qua đường bưu điện như thế nào ạ?. . Em xin chân thành cảm ơn.. .",
            "Chào bạn. . Thứ 6 hàng tuần PDT sẽ lấy dữ liệu SV đăng ký và đóng tiền lệ phí tốt nghiệp trước đó để tiến hành in giấy CN tốt nghiệp tạm thời, vào thứ 3 tuần tiếp theo, Giấy chứng nhận tốt nghiệp sẽ được tải lên trang đăng ký hồ sơ cấp bằng. Sinh viên tự lên tải về sử dụng trong thời gian này. . . Giấy chứng nhận tốt nghiệp bản chính sẽ được gửi về Sinh viên qua bưu cục theo địa chỉ Sinh viên đã đăng ký.(bạn không cần đánh dấu vào mục đăng ký qua bưu điện, pdt tự động gởi). . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em là [full_name], mã số sinh viên [student_id].. . Em gặp vấn đề là hôm thứ 7 ngày 16/10 em có đăng ký môn võ nhưng hệ thống máy em bị lỗi nên không hoàn tất đăng ký được. Hôm nay em vào để check lịch học thì mới biết bị lỗi, bây giờ lớp đã hết và cũng không đăng ký được nữa.. . Em muốn hỏi Phòng đào tạo là liệu em có được bổ sung vào lớp học không, nếu không các đợt đăng ký sau em có được đăng ký tiếp không ạ.. . Em xin cảm ơn. . [full_name].",
            "Chào bạn. . Bạn xem mail để đăng ký đợt 2 các môn GDTC Thời gian đăng ký bổ sung từ 13g00 ngày 18/10 -  14g59 ngày 19/10. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: 1811291  /b \t. . . .   i Yêu cầu khác . Chào Thầy/Cô,. . . . Em là Phạm Ngọc Trân, MSSV 1811291.. . Vào khoảng 11h ngày 17/10/2021, em có đăng ký in bảng điểm phục vụ cho việc đăng ký học bổng. Lúc đó, khi bấm vào nút Xác nhận, có thể do BKPay không hoạt động nên em không được chuyển sang BKPay để thanh toán. Vì vậy, em đành phải huỷ. Em thực hiện lại khoảng 3 lần thao tác trên. . . Đến hôm nay, 18/10/2021, em vào lại trang để đăng ký in bảng điểm thì gặp trường hợp tương tự. Khi em vào BKPay để check thì xuất hiện nhiều khoảng thanh toán tiền in bảng điểm.. . Em kính mong quý Thầy/Cô có thể giải quyết vấn đề này cho em ạ.. . Em có gửi hình ảnh đính kèm bên dưới.. . . . Em cảm ơn. Chúc Thầy/Cô nhiều sức khoẻ.",
            "Em xin được gửi thêm hình ảnh ạ.",
            "Đã đăng ký được bảng điểm. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Dạ thưa Thầy/Cô sau khi em đăng ký sau các thủ tục thì nó báo lỗi kết nối bkpay. . Mong Thầy/Cô xem xét giúp em",
            "Chào bạn. . Đã cập nhật lại, bạn vào đăng ký lại nghen. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính thưa,. . Tuần vừa rồi em có đăng ký lớp học GDTC và theo lịch thì 7 giờ sáng nay em có một buổi học, nhưng em không thể tìm thấy đường link dẫn vào lớp học GDTC. Theo em thấy thì các bạn khác cũng gặp phải vấn đề như em. Em xin hỏi không biết làm thế nào để vào được phòng google meet của lớp GDTC đây ạ?. . Em xin chân thành cảm ơn.. .   i Yêu cầu khác .",
            "Chào em,. . - Các hoạt động trong khóa học do GV phụ trách môn học quản lý. PĐT không có quyền can thiệp. SV vui lòng liên hệ GV.. . - Sáng nay gặp chút vấn đề kỹ thuật. Hiện tại em chưa vào được thì gửi lại nhé.. . . . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]  /b \t[full_name] [full_name] [full_name] [full_name]   i Tốt nghiệp  /i [full_name] [full_name] [full_name] [full_name] Dạ em chào PĐT,[full_name] [full_name] [full_name] [full_name] Em tên [full_name], MSSV: [student_id][full_name][full_name] [full_name] [full_name] [full_name] Hiện tại em có nhu cầu muốn nhận lại tốt nghiệp tạm thời bản cứng được cập nhật thời gian dự kiến tốt nghiệp mới nhất (trước đó em đã được cô [full_name] hỗ trợ bản mềm như file pdf được đính kèm)[full_name] Anh họ em tên [full_name], SV CC18 ngành Cơ điện tử sẽ cầm thẻ SV của em đến PĐT nhận giúp em[full_name][full_name] [full_name] [full_name] [full_name] Em viết tin này xin nhờ Phòng và cô [full_name] hỗ trợ trả giấy tốt nghiệp tạm thời mới cập nhật giúp em ạ[full_name][full_name] [full_name] [full_name] [full_name] Trân trọng,[full_name] [full_name] Phương[full_name]/[full_name]",
            "Chào em,. . PĐT ghi nhận trường hợp của em, liên hệ PĐT để nhận.. . Thân mến"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em chào quý Thầy Cô,. . . . Em là Nguyễn [full_name]. Em có nhận được thông tin từ phía Cô là ngày hôm nay thứ 2 (18/10/2021) phòng đào tạo sẽ mở cửa thanh toán học phí (Hình ảnh đính kèm bên dưới). . . . . Em không biết là PĐT sẽ mở vào lúc nào trong ngày ạ? . . . . Em đang ngóng chờ từng giờ để được đóng học phí và đủ điều kiện đăng kí tốt nghiệp.. . . . Em mong nhận được sự giúp đỡ từ phía Thầy Cô ạ.. . . . [full_name] trọng,",
            "Chào em,. . Hiện tại cô thấy em đã thanh toán HP rồi nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Kính gửi Phòng Đào Tạo,. . . . Em đã đăng ký nộp đơn xin xét tốt nghiệp sau khi có mail thông báo, và thanh toán trên BKPay sau đó (16/10/2021). Tuy nhiên, em chưa có ảnh để cập nhật vào \" Ảnh thẻ sinh viên\", hôm nay em mới có ảnh và đã cập nhật trên hệ thống.. . . . Em có quay lại kiểm tra mục \" Nộp đơn xin xét tốt nghiệp\" thì ở đây hiển thị tình trạng đăng ký là \" Phiếu đăng ký không được xử ký\".. . . . Như vậy, em không biết sau khi em đã cập nhật ảnh vào thì PĐT có xét lại phiếu đăng ký TN một lần nữa không ạ?. .",
            "Chào bạn. . Phiếu trước của bạn đã xử lý rồi nên bạn chỉ cần cập nhật lại ảnh thôi nghen. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Em tên: [full_name]. . Mssv: [student_id]. . Lý do em thanh toán học phí dự thính kì  211 trễ là trên trang BKpay em đăng nhập vào mà nó báo lỗi, ko vào được ạ, tới hiện tại là 10h49' ngày 18/10/2021 vẫn bị lỗi ạ, mong pđt sữa lại lỗi hệ thống.. . Em cảm ơn ạ.. . . .",
            "Chào em,. . Hiện tại cô thấy em đã thanh toán lệ phí anh văn rồi nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác:",
            "dạ thi cách đây hơn 1 ngày rồi ạ giờ em nộp video nhưng em vô bằng 2 thiết bị nên bị khóa bkexam. thì có thể mở cho e nộp lại không ạ, hệ thống báo sau 2 tiếng sẽ tự động mở nhưng vậy thì e nộp trễ mất ạ :(  em xin cảm ơn",
            "dạ thi cách đây hơn 1 ngày rồi ạ giờ em nộp video nhưng em vô bằng 2 thiết bị nên bị khóa bkexam. thì có thể mở cho e nộp lại không ạ, hệ thống báo sau 2 tiếng sẽ tự động mở nhưng vậy thì e nộp trễ mất ạ :(  em xin cảm ơn",
            "Chào bạn,. . - Bạn vui lòng xem chi tiết hướng dẫn thi trực tuyến nhà trường đã gửi thông báo đến SV. . - Bạn cần thực hiện theo hướng dẫn của nhà trường và thực hành để thuần thục các thao tác ghi màn hình trước khi thi.. . - Bạn nên liên hệ GV giảng dạy để được hướng dẫn.. . Thân mến. . . . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Kính gửi Phòng đào tạo,. . Phòng đào tạo cho em hỏi bản cấp lại giấy chứng nhận sinh viên của em đã được gửi đi chưa ạ? Đã 4 ngày rồi mà em chưa nhận được mã gửi hàng từ bưu cục. . . Phòng đào tạo có thể cho em xin gấp bản scan pdf của giấy đó được không ạ? Địa phương em đang hối rất gấp vì đã trễ hạn lập danh sách một tuần rồi.",
            "Chào bạn,. . - [full_name] đã ghi nhận phản hồi của bạn. Vì số lượng đăng ký giấy CNSV tăng đáng kể, PĐT cố gắng xử lý dữ liệu, xong sẽ scan để đưa lên hệ thống ngay. SV vui lòng thông cảm đợi thêm, giải thích với cơ quan yêu cầu về giấy CNSV.. . -Sau khi PĐT cập nhật xong bạn có thể tải bản scan trên trang đăng ký chứng nhận sinh viên.. . Đồng thời PĐT cũng đã gởi bưu điện nếu SV có đăng ký, vui lòng nhận sau.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Chào nhà trường, . . Em là [full_name] (MSSV: [student_id]), khóa K17, khoa Kỹ thuật Hóa học.. . Vừa qua em có đăng kí in bảng điểm nhưng hệ thống bị lỗi như hình đính kèm, mong nhà trường xem xét, kiểm tra để em có thể đăng kí in bảng điểm ạ.. . Em xin chân thành cảm ơn.. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "I Yêu cầu khác:",
            "dạ là em có vô nộp video mà vẫn ơ hai thiết bị nên em bị khóa tài khoản mong nhà trường hỗ trợ mở cho e kịp giờ nộp video với ạ :. e cảm ơn",
            "Chào bạn,. . Bạn vui lòng liên hệ với GV để nhờ mở khóa và nộp lại nhé. . Thân",
            "li answer rate: Answer does not suit / Câu trả lời không đúng ý"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]8  /b \t. . . .   i Yêu cầu khác . Em chào thầy cô, về việc thanh toán trên BKpay, hiện tại không thể kết nối tới cổng thanh toán của ngân hàng OCB.. . Cho em hỏi còn cách nào để thanh toán không ạ?",
            "Chào bạn,. . Bạn có thể nhờ tài khoản cùa bạn thanh toán giúp hoặc ra ngân hàng OCB để thanh toán nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ em kính chào thầy/cô. Học kì dự thính này em có đăng kí môn [full_name] và đã được pđt huỷ , nhưng em vẫn bị nhắc đóng học phí. Nhờ thầy cô xem xét và hỗ trợ giúp em. Em xin chân thành cảm ơn.",
            "Chào bạn. . Bạn Rút môn học (phải tính học phí). . Xem chi tiết quy chế tại đây:. . aao.hcmut.edu.vn/sinh viên/quy chế/học vụ/Quy chế đào tạo và học vụ bậc đại học, cao đẳng:/ điều 11.2. . Chúc các bạn học tốt!. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác  / . . Kính gửi Phòng Đào Tạo. . E là [full_name]. . Mssv: [student_id]. . Trong kỳ thanh toán học phí dự đợt này tài khoản ocb của e bị khoá và e đang ở quê (Phú Yên) không có văn phòng ocb để mở khoá. Thì cho e hỏi giờ e phải làm như thế nào để thanh toán học phí ạ. Rất mong Phòng Đạo Tạo giúp đỡ.. . E xin cảm ơn Phòng Đào Tạo",
            "Chào em,. . Số điện thoại hotline của Ngân hàng OCB để được hỗ trợ:[student_id]8. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Hiện tại em đã đủ điều kiện đăng kí xét tốt nghiệp, tuy nhiên khi thực hiện đăng kí gặp phải 2 lỗi như hình ảnh minh họa.. . Mong được nhận sự hỗ trợ từ PĐT. . Em xin chân thành cảm ơn",
            "đã đăng ký tốt nghiệp"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Dạ xin chào, hiện tại em là sv k21, em muốn bảo lưu kq tuyển sinh thì phải làm như thế nào ạ. .",
            "Chào bạn. . Bạn vui lòng xem quy định bảo lưu của K21 tại trang: tuyensinh.hcmut.edu.vn    đại học chính quy    thông tin nhập học    bảo lưu. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em bị trễ hạn học phí môn anh văn theo yêu cầu hết hạn vào ngày hôm qua 17/10/2021. Em đọc quy chế thấy không thể đăng ký môn học trong lần mở dự thính kế tiếp, bây giờ em phải làm gì để cứu xét ạ. Mong PĐT giải đáp giúp em.",
            "Chào em,. . Hiện tại cô thấy em đã thanh toán lệ phí anh văn rồi, em yên tâm nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Hiện tại thẻ Bảo hiểm Y tế đã hết hạn từ năm 2019, em học ở Cơ sở 1 ([full_name]) muốn gia hạn lại thì làm cách nào ạ ?. .",
            "Chào em,. . Em liên hệ phòng Công tác chính trị sv qua email [email] để được hướng dẫn nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: em chào thầy cô, hiện tại em đang bị gọi đi nghĩa vụ quân sự, nên em muốn đăng kí in giấy xác nhận sinh viên, nhưng do hạn chế đi lại do em đang ở Đồng Nai, thì em đăng kí để gửi giấy qua đường bưu điện được không ạ.",
            "Chào bạn;. . Bạn đăng ký tại Mybk-đăng ký in giấy xác nhận, Sau khi xử lý giấy chứng nhận sinh viên, Phòng Đào tạo sẽ gửi về địa chỉ sinh viên đăng ký bưu điện. Mặt khác, sinh viên có thể tải bản scan trên trang đăng ký chứng nhận sinh viên (sau khi yêu cầu của SV đã được xử lý).. . Thân. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em là sinh viên khóa K17 đã hoàn thành luận văn tốt nghiệp. Em cũng đã đạt tiếng Anh 2 kỹ năng nói-viết thi online ở trường. Nhưng bây giờ bằng toiec của em là 510 chuyển điểm qua môn học thì em thiếu AV3 AV4. Hiện tại chỗ em chưa có xe lên thành phố HCM. Trung tâm IIG thì lịch thi sớm nhất hiện tại là 14/11 tới lúc em có thể lên Tp.HCM đăng ký dự thi sợ sẽ còn trễ hơn rất nhiều. Em sợ sẽ không kịp hạn xét tốt nghiệp đợt này. Em không biết bên trường có tổ chức thi online 2 kỹ năng nghe-đọc hoặc quy chuẩn chuyển điểm về trước 2020 để khắc phục tình trạng này không ạ. . . Mong bên trường hồi dáp sớm. . . Em cảm ơn",
            "Chào bạn. . - Về quy định chuẩn tiếng anh trong quá trình học: Bạn vui lòng xem chi tiết tại trang web aao--  sinh viên --  Quy chế --  Quy chế đào tạo và học vụ bậc đại học và cao đẳng -- Phụ lục 1: Quy định về ngoại ngữ . . - Chỉ có thể thi CCNN quốc tế để chuyển điểm và xét tốt nghiệp thôi nghen. . Chúc bạn học tập tốt nhé.. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Dạ Thầy/Cô cho em hỏi tại sao em không thể đăng ký tốt nghiệp và em không có tên trong danh sách tốt nghiệp dự kiến, trong khi em đã đủ các điều kiện để xét tốt nghiệp ạ? . . Em cảm ơn và mong nhận được sự phản hồi sớm từ quý Thầy/Cô!. . . .",
            "Chào bạn,. . PDT đã ghi nhận yêu cầu về đăng ký xét TN của bạn. SV vui lòng theo dõi email  và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 26/10/2021 SV vẫn chưa nhận được mail hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 11/2021 (cập nhật mới gia hạn thời gian xử lý tốt nghiệp). . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Thưa thầy/cô PĐT, em có đăng kí xác nhận giấy sinh viên và được trả kết quả vào ngày 14/9 (địa chỉ nhận theo trên bản scan đã chính xác) nhưng đến nay vẫn chưa nhận được bản chính. Em đã đưa địa phương bản scan nhưng sắp đến hạn phải nộp bản chính. Em mong PĐT kiểm tra lại.. . . . -[full_name] -[student_id].",
            "Chào bạn,. . - [full_name] đã ghi nhận phản hồi của bạn. Vì số lượng đăng ký giấy CNSV tăng đáng kể, PĐT cố gắng xử lý dữ liệu, xong sẽ scan để đưa lên hệ thống ngay. SV vui lòng thông cảm đợi thêm, giải thích với cơ quan yêu cầu về giấy CNSV.. . -Sau khi PĐT cập nhật xong bạn có thể tải bản scan trên trang đăng ký chứng nhận sinh viên.. . Đồng thời PĐT cũng đã gởi bưu điện nếu SV có đăng ký, vui lòng nhận sau.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Do tình hình dịch bệnh. Dẫn đến việc kinh tế gia đình khó khăn và thanh toán học phí bị chậm trễ. Để gia hạn thanh toán học phí DT HK 211 (hết hạn 15h 17/10/2021) thì phải làm sao ạ? Mong sớm nhận được phản hồi. . . Em xin chân thành cám ơn!. .",
            "Chào em,. . - Hiện tại cô thấy em đã thanh toán lệ phí anh văn rồi nhé.. . -  Kinh tế gia đình khó khăn gia hạn thanh toán học phí. . =  Về gia hạn, vay vốn HP, em liên hệ phòng Công tác chính trị sv qua email [email] để được hướng dẫn nhé.. . Thân mến. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSSV: [student_id]  /b \t. . . .   i Học vụ . Kính chào thầy(cô),. . Em tên   I [full_name], MSSV [student_id].  I . . Theo như kế hoạch đóng học phí Dự thính anh văn theo yêu cầu, hạn hết thời gian nộp là 15 giờ ngày 17/10/2021. Nhưng vào ngày 17/10/2021 em vào đóng học phí nhưng lại bị lỗi trang như hình bên dưới (cụ thể là từ 9 giờ sáng 17/10 tới lúc này 11 giờ 30 phút ngày 18/10) nên bị trễ hạn đóng học phí. Theo như em biết bạn nào cũng bị lỗi tương tự. Nhận ra lỗi này là do lỗi của hệ thống nên em viết mail này khẩn khoản xin Phòng Đào tạo xem xét không xóa thời khóa biểu của em. . . Em xin hứa sau khi trang thanh toán hết lỗi thì em sẽ đóng học phí đầy đủ.. . Xin cảm ơn thầy(cô) dành chút thời gian đọc mail của em. . . Chúc thầy(cô) một ngày làm việc hiệu quả!",
            "Chào em,. . Hiện tại cô thấy em đã thanh toán lệ phí anh văn rồi nhé.. . Thân mến. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Dạ Thầy Cô cho em hỏi nếu muốn đăng ký xin in bảng hoạt động ngoại khóa thì cần thực hiện những gì ạ? Và không biết bảng in có hỗ trợ vận chuyển đến địa chỉ nhà giai đoạn này không ạ?. . . . Vì em không thấy mục đăng ký in bảng hoạt động ngoại khóa như đăng ký in bảng điểm trên mybk, và cũng không tìm thấy hướng dẫn đăng ký online, nên không biết phải thực hiện thế nào. . . . . Kính mong thầy cô hỗ trợ cho em ạ. Em chân thành cảm ơn thầy cô!",
            "Chào em,. . Em liên hệ phòng Công tác chính trị sv qua email [email] để được hướng dẫn nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Sáng nay em đã nhận nộp mail báo trễ hạn và đã thanh toán ngay lập tức học phí rồi ạ. . Em xin lỗi vì sự chậm trễ, do tình hình COVID-19 nên gia đình em gặp chút khó khăn về việc thanh toán học phí cho nhà trường ạ. Em thành thật xin lỗi ạ.",
            "Chào bạn . . Pdt đã ghi nhận, bạn nhớ thanh toán đúng hạn các lần sau nghen. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Chào [full_name],. . . . Em tên là [full_name], MSSV [student_id]. . . . Em có đăng ký lớp AV1A nhu cầu nhưng từ hôm qua đến giờ em vẫn không thể thanh toán học phí được (minh chứng phần ảnh), em đã có gửi hỗ trợ lên [full_name] hôm qua nhưng vẫn chưa nhận được phản hồi.. . . . Em hy vọng bên trường đừng hủy môn em, em đang cố gắng đóng học phí ạ, em cảm ơn. . . .",
            "Chào em,. . Hiện tại cô thấy em đã thanh toán lệ phí anh văn rồi nhé.. . Thân mến. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: En xin kính chào quý thầy/cô. Em tên là [full_name] Mssv: 1 700172. Em có nộp học phí kì dự thính của hk 211 từ chiều 16/10/2021 nhưng khi vào bk bay thì không vào được chỗ thanh toán như mọi khi, đến ngày hôm sau. 17/10/2021 dù đã cố đăng nhập nhiều lần và trên nhiều thiết bị nhưng vẫn không thể thanh toán được và do hôm qua là chủ nhật nên em không thể liên hệ ngân hàng để nhờ hỗ trợ đến hiện tại em cũng chưa vào được để nộp học phí. Em mong được thầy cô hỗ trợ và xem xét cho em được nộp học phí và không bị trừ điểm rèn luyện ạ. Em xin chân thành cảm ơn thầy/cô.",
            "Chào em,. . Hiện tại cô thấy em đã thanh toán học phí dự thính rồi nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . . . Em là [full_name]. Mssv [student_id].. . E đã hoàn thành chương trình học và đủ điều kiện nhận bằng tốt nghiệp. E có đk nhận bằng vài tháng 4 vừa r nhưng do công việc và tình hình dịch mà e ko vào tp HCM để nhận bằng được.. . Hiện tại thì em cần bằng để hoàn thành thủ tục bên công ty. Quý thầy cô cho e hỏi có hình thức nhận bằng file mềm hay trước giải quyết tạm thời nào đc ko ạ.. . E chân thành cảm ơn.",
            "Học vụ . Em là [full_name]. Mssv [student_id].. . E đã hoàn thành chương trình học và đủ điều kiện nhận bằng tốt nghiệp. E có đk nhận bằng vài tháng 4 vừa r nhưng do công việc và tình hình dịch mà e ko vào tp HCM để nhận bằng được.. . Hiện tại thì em cần bằng để hoàn thành thủ tục bên công ty. Quý thầy cô cho e hỏi có hình thức nhận bằng file mềm hay trước giải quyết tạm thời nào đc ko ạ.. . E chân thành cảm ơn."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em chào pdt ạ, vì dưới quê em vẫn phong tỏa nên việc chuyển tiền đóng học phí gặp chút khó khăn, sáng ngày 15 em đã nhận tiền và tiến hành thanh toán học phí, nhưng vì hệ thống bkpay khi liên kết với trang thanh toán của ngân hàng OCB bị lỗi, em đã thử lại rất nhiều lần, (có gọi bên OCB để giải quyết nhưng không hiệu quả) thành ra em không thanh toán đúng hạn được, mong pdt xem xét giúp em không bị xóa môn ạ, em nội trong hôm nay hoặc ngày mai sẽ ra ngân hàng để đóng ạ. Vì ngày 15 là chủ nhật ngân hang không làm việc nên em không ra đóng được.. . Em có gửi hình ảnh minh chứng. Mong được pdt phản hồi ạ.. . Em cảm ơn",
            "Chào em,. . Hiện tại cô thấy em đã thanh toán lệ phí anh văn rồi nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em tên: [full_name]. . Em có đóng trễ học phí học tiếng anh theo nhu cầu.. . Lí do: bị lỗi kĩ thuật. . Em kính mong phòng đào tạo xem xét không trừ điểm rèn luyện của em.. . Em xin chân thành cảm ơn.",
            "Chào em,. . Hiện tại cô thấy em đã thanh toán lệ phí anh văn rồi, em yên tâm nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em tên là [full_name], MSSV [student_id]. . . . . Hiện tại em đã đủ điều kiện tốt nghiệp nhưng vẫn còn một môn Dự thính chưa cập nhật điểm trên bảng điểm.. . . . Em đã đăng ký tốt nghiệp, cho em hỏi là điểm xét tốt nghiệp của em sẽ lấy điểm hiện tại (chưa cập nhật môn Dự thính) hay điểm sau khi cập nhật tất cả các môn ạ?",
            "Em vẫn chưa đóng tiền 95k đăng ký tốt nghiệp ạ.",
            "Chào em,. . Vậy em đợi khi nào điểm dự thính được cập nhật trên mybk rồi hãy đăng ký tốt nghiệp nhé, sau đó em gửi lại giúp cô 1 yêu cầu xin cập nhật lại điểm TB tích lũy ngành (do mới có điểm). . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Em có đăng kí anh văn 1, và trên BK pay có mở thanh toán, nhưng khi nhấn thanh toán lại nhảy vào 1 trang mới không bảo mật (Những lần thanh toán học phí trước đó không xảy ra trường hợp này nên hiện em vẫn chưa dám đóng học phí). . . Với lại vì lý do cá nhân nên tài khoản ocb của em hiện đang bị khóa, mà em đang trong vùng dịch nên chưa thể đến phòng giao dịch để xử lý được ạ.. . Về trường hợp này có thể cho em cách giải quyết hoặc em có thể thanh toán qua ngân hàng khác được không ạ.. . (Em có gửi mail cho phòng đạo tạo mấy ngày trước nhưng vẫn chưa nhận được phản hồi.). .   i Yêu cầu khác .",
            "Chào bạn. . Pdt đã cập nhật lại, bạn vào thanh toán lại nghen. . Thân",
            "dạ cập nhật là sao ạ, em vô lại thanh toán nhưng vẫn vào 1 trang mới không mật ạ.. .",
            "Chào em,. . Hiện tại cô thấy em đã thanh toán lệ phí anh văn rồi nhé.. . Thân mến. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Kính chào quí Thầy(Cô),. . Hiện tại ở trang BKpay của em chưa có mục thanh toán học phí ANH VĂN THEO YÊU CẦU mặc dù e có TKB học lớp AV1A. . . EM được biết là ngày 17/10 là đã hến hạn nộp học phí AV.. . Vậy sau này khi có mục học phí AV thì em có bị quy thành 'Nộp học phí trể' không ạ?. . Mong Thầy(Cô) giải đáp giúp em.",
            "Chào bạn. . Pdt đã ghi nhận, bạn xem học phí bổ sung sau thứ 4 ngày 20/10, về thời hạn cuối sẽ cập nhật lại nghen bạn. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em tên: Phạm Thiên Phú. . MSSV: [student_id]. . Dạ cho em xin hoãn thi môn: Kỹ Thuật Số, mã môn: EE1015, lớp DT02 kỳ Dự thính 202, ngày thi: 10h ngày 18/10/2021 ạ.. . Vì không đáp ứng đủ về cơ sở vật chất và đường truyền mạng không ổn định. Em cám ơn ạ"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Cho e hỏi nếu bị cúp điện lúc thi online thì phải làm sao để hoãn thi ạ",
            "Chào em,. . Vui lòng trình bày rõ là em đang nói thi giữa kỳ hay cuối kỳ? ở học kỳ nào?. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính gửi thầy cô, . . Cho em hỏi em ​đăng ký đợt 2 GDTC nhưng hệ thống báo trùng đợt 1 và cũng không thấy chỗ hủy luôn thì phải làm sao ạ.. . Em xin cảm ơn ạ.",
            "Chào bạn. . Bạn chụp hình lý do minh chứng gởi Pdt để kiểm tra. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Theo hạng đóng học phí của môn học Anh văn 1 dự thính hạng nộp học phí là 15/10/2021. Nhưng do hệ thống có vấn đề, em hoàn toàn không truy cập và đóng được. Bên cạnh đó là do tình hình dịch bệnh và ngày hết hạn là 15/10/2021 nhằm thứ sáu nên 16/17 là thứ bảy và chủ nhật em cũng không thể đóng. Và với lại do dịch bệnh nên em phải về quê việc tiếp cận ngân hàng và phòng dao dịch là rất khó. Nay em viết tin nhắn này trình bày nội dung như trên. Mong xem xét lại tình hình và giải giải viếc giúp em. Em không hoàn toàn đồng ý với việc áp dụng xử lý học vụ đối với em trong trường hợp tương đối bất khả kháng này .Em sợ không học được môn anh văn 1 dự thính và không được dự thi nên mong xem xét giúp em.. . Em xin cảm ơn!!! . . . .",
            "Chào em,. . Hiện tại cô thấy em đã thanh toán lệ phí anh văn rồi nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Chào thầy/cô ạ,. . Em là sinh viên lớp Việt Pháp, em thấy trên đăng kí môn học không có mã [full_name]ớp P cho các sinh viên Việt Pháp ạ. Em có thể đăng kí mã nào ạ? (Hiện em chỉ thấy 2 mã lớp là CC và [full_name] ạ)",
            "Chào em,[full_name] [full_name] Hiện em chỉ thấy 2 mã lớp là CC và [full_name] ạ)[full_name] [full_name] [full_name] [full_name] =  Em đăng ký nhóm [full_name], vì nhóm CC dành cho C[full_name]C[full_name] [full_name] Thân mến[full_name] [full_name]"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ xin chào thầy cô, em là sv vừa chuyển hệ sang VLVH, em vẫn còn thiếu một môn GDTC, bây giờ chuyển hệ rồi nên không đăng kí được lớp theo chính qui. Bây giờ em phải làm sao mới đăng kí được ạ",
            "Chào em,. . - Em vào trang tuyển sinh VLVH xem thêm nhé. . http://tuyensinh.hcmut.edu.vn/admission/index.php?route=catalog/chitietts&path=69&tid=393. . - Em không cần học GDTC.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: dạ em chào thầy cô , em có câu hỏi thắc mắc về việc hủy môn học thể chất online ạ do em đăng ký dư 1 môn giáo dục thể chất bây giờ em muốn hủy môn giáo dục thể chất đó thì phải làm sao ạ.em xin cảm ơn.",
            "dạ em chào thầy cô , em có câu hỏi thắc mắc về việc hủy môn học thể chất online ạ do em đăng ký dư 1 môn giáo dục thể chất ở đợt 1 và qua đợt 2 em đăng ký nhưng môn đợt 1 em bị khóa  bây giờ em muốn hủy môn giáo dục thể chất đợt 1 đó thì phải làm sao ạ.em xin cảm ơn.",
            "Chào em,. . PĐT tiếp nhận yêu cầu hủy môn thể dục PE1021\tAerobic (học phần 1). . Dự kiến cuối sau ngày 26/10/2021, SV kiểm tra TKB cập nhật đúng tại trang Mybk- xem TKB. . SV lưu ý lần sau ghi rõ mã môn học nhé. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Cho em hỏi là sáng nay em có lịch học môn Võ nhưng ko thấy có link và không biết lấy link học ở đâu ạ. . Em xin cảm ơn ạ.",
            "Chào em,. . Các hoạt động trong khóa học do GV phụ trách môn học quản lý. PĐT không có quyền can thiệp. SV vui lòng liên hệ GV.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Kính gửi Thầy/Cô Phòng Đào tạo,. . . . Em tên: [full_name] - MSSV: [student_id]. . . . Em xin phép được bổ sung Phiếu đăng ký dự thi kiểm tra bổ sung môn Phương pháp tính (MT1009) – Nhóm tổ: DT01-C – Học kỳ: 211 (file pdf đính kèm) theo sự hướng dẫn của Thầy/Cô theo qua “Câu hỏi/yêu cầu # 38588 - [full_name] KỲ - môn: Phương pháp tính (MT1009) – Nhóm tổ: DT01-C” (hình ảnh đính kèm). . Em kính mong Thầy/Cô xem xét và phản hồi giúp em ạ.. . Em chân thành cảm ơn Thầy/Cô nhiều ạ!",
            "Chào bạn. . Gởi bạn file scan PHIẾU CHO PHÉP KIỂM TRA BỔ SUNG. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: 1713026  /b \t. . . .   i Tốt nghiệp . Em có thắc mắc cần PĐT giải đáp ạ!. . . . HIện tại em đã đủ điều kiện đăng ký tốt nghiệp, nhưng vẫn còn một môn Dự thính chưa cập nhật điểm lên bảng điểm.. . . . Em đã đã lỡ bấm đăng ký tốt nghiệp ở mục   B ĐĂNG KÝ TỐT NGHIỆP  /B , nhưng vẫn chưa đóng tiền ở   B BK PAY  /B .. . . . Vậy cho em hỏi khi xét Xếp loại tốt nghiệp thì sẽ lấy điểm hiện tại hay lấy điểm sau khi cập nhật tất cả các môn ạ?. . . . Em chân thành cảm ơn",
            "Dạ em xin lỗi cô, nãy cô có trả lời em mà em vẫn chưa hiểu câu trả lời của cô ạ. Cô có thể trả lời lại giúp em được không ạ.. . . . Em cám ơn cô và chúc cô sức khỏe."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ .      Do Tài khoản ngân hàng OCB của em bị khóa em về quê nên không thể đóng học phí, hôm nay em lên lại thành phố nên mới đóng rồi ạ, mong phòng đào tạo xem xét ạ.. .",
            "Chào em,. . Hiện tại cô thấy em đã thanh toán học phí rồi, em yên tâm nhé.. . Thân mến. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính gửi PĐT !. . Họ và tên : Nguyễn Hải lâm.. . MSSV: [student_id]. . Hệ VLVH.. . Kính mong quý Thầy cô Đăng kí giúp em môn Sinh Học Đại Cương CH2011. Do em hệ VLVH nên đăng kí vào môn học hệ thống báo lỗi chương trình đào tạo !..",
            "Em bị nhầm môn Sinh Học Đại Cương ( CH2027).. . Nhờ quý Thầy / Cô PĐT A1, Gửi đến các Thầy PĐT A4 cho em đăng kí môn Sinh Học Đại Cương (CH2027).",
            "Mong thây cô PĐT kéo dài thời gian đăng kí môn sinh học đại cương để em có thể tìm thêm các bạn đăng kí đủ sĩ số lớp. Do một số bạn không để ý thời gian đăng kí nên chưa đăng kí môn học Sinh Học Đại Cương (CH2027)",
            "Chào bạn,. . Thời điểm hiện tại đã đến cuối tuần thứ 10 của HK211, quá thời gian để bổ sung môn học/thu nhận cho HK 211.. . Xem chi tiết lịch đăng ký môn học HK kế tiếp (HK 212) dự kiến cập nhật cuối tháng 11/2021 tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ theo học kỳ    Lịch học vụ năm học 2021-2022    Học kỳ 2. . - Bạn đăng kýt là đợt bổ sung GDTC. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em chào thầy cô. . . Xin cho em hỏi là mình học xong 4 năm cử nhân rồi học thêm 1 năm kỹ sư đúng không ạ. . . Em muốn đăng ký học sớm hơn có được không. . . Em xin cảm ơn.",
            "Chào bạn. . Về chương trình đào tạo/phân ngành bạn vui lòng liên hệ Khoa (cụ thể là Thầy phó khoa phụ trách chương trình đào tạo) để tư vấn và giải đáp. . Chúc bạn học tập tốt nhé.. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Thưa thầy/cô,. . . . Em tên [full_name], MSSV: [student_id].. . . . Dù có tên trong danh sách tốt nghiệp dự kiến nhưng em không thể đăng ký tốt nghiệp trên MyBK được ạ.. . . . Mong thầy/cô giúp đỡ em. Em xin cảm ơn,. . . . [full_name].. . . .",
            "Chào bạn,. . Em phải điền đầy đủ tất cả các bước trong khai đăng ký tốt nghiệp nhé. . Thân"
        ]
    }
]