[
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em là sinh viên k15.. . PĐT cho em hỏi là hạn cuối đăng kí tốt nghiệp đợt này là ngày bao nhiêu ạ. Em đang thiếu chuẩn anh văn các năm và anh văn nói viết, em đang cố gắng bổ sung. Nếu không đủ điều kiện tốt nghiệp kì này em có thể gia hạn thêm một kì nữa để bổ sung anh văn không. Mong PĐT giải đáp 2 thắc mắt trên giúp em.. . Em cảm ơn",
            "Chào em;. . em xem trên lịch trình tốt nghiệp trên trang aao    thông tin tốt nghiệp nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Dạ em xin chào thầy/cô ạ. Em là [full_name], MSSV [student_id]. Em hiện tại đã có trong danh sách dự kiến tốt nghiệp tháng 4 này nhưng tình trạng sinh viên là tạm dừng nên không đăng ký tốt nghiệp được. Thầy/cô cho em hỏi khi nào em mới đăng ký tốt nghiệp được ạ? Em cảm ơn thầy/cô ạ.. .",
            "Chào em, . . Hiện tại PDT đang ra Quyết định thu nhận lại cho SV để đăng ký xét tốt nghiệp, em theo dõi tình trạng trên mybk/Thông tin Sinh viên, khi nào chuyển qua trạng thái đang học, em vào đăng ký tốt nghiệp lại nhé. . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Chào thầy, cô. . . . Hiện tại em đang định đăng ký tốt nghiệp nhưng tài khoản mybk của em đang chưa được cấp quyền để đăng ký. Em có hỏi thì biết được rằng do em không đăng ký môn học nên tài khoản không được cấp quyền. Vậy có cách nào để mở khóa lại để em có thể đăng ký tốt nghiệp không ạ. . . . Em xin cảm ơn và xin chúc thầy/cô có 1 ngày tốt lành. . . .",
            "\"Chào bạn,. . PDT đã ghi nhận yêu cầu về đăng ký xét TN của bạn. SV vui lòng theo dõi email  và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 05/04/2022 SV vẫn chưa nhận được thấy tên trong ds dự kiến tốt nghiệp ( Tra danh sách tại http://www.aao.hcmut.edu.vn    Tốt nghiệp    Thông tin tốt nghiệp) hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 04/2022 (cập nhật mới gia hạn thời gian xử lý tốt nghiệp). . Về tình trạng sinh viên, khi nào em có tên trong ds dự kiến tốt nghiệp, PDT sẽ tự động ra QD thu nhận cho bạn nhé. . Thân. . \"",
            "\"Chào bạn. . Pdt kiểm tra hiện tại bạn còn nợ Toeic. . Không đủ ĐK để tốt nghiệp. . Bạn kiểm tra lại nghen. . Trường hợp có khiếu nại bạn có thể gửi lại qua bksi.. . Trường hợp SV học môn tương đương nhưng chưa được cập nhật, vui lòng gửi lại thêm 1 yêu cầu khác về việc xin cập nhật môn tương đương (ghi rõ tên và mã MH SV học, ở học kỳ nào? bao nhiêu điểm? và tương đương với môn học nào thuộc CTĐT của SV). . Thân\""
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác  /i em  nộp phiếu đăng ký dự kiểm tra bổ sung tại đây , em xin cảm ơn . . . .",
            "Chào em,. . SV vui lòng gửi file đơn đính kèm nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Dạ thưa thầy,cô. Em là sinh viên K15 của khoa xây dựng, hiện tại em đã hoàn thành xong các chứng chỉ anh văn TOEIC và Nói- Viết và đang đợi nhà trường duyệt. Em xin hỏi khoảng thời gian bao lâu thì em được duyệt lại tình trạng đang học, để kịp đăng kí tốt nghiệp cho đợt tháng 4 này vậy ạ. Em chỉ còn 1 kì cuối duy nhất này đề tốt nghiệp nên em mong thầy, cô giúp đỡ. Em cảm ơn ạ.",
            "\"Chào em,. . Trường hợp của em vui lòng theo dõi tình trạng thẩm tra chứng chỉ tại mybk/Nộp chứng chỉ ngoại ngữ, khi nào chuyển qua tình trạng đã thẩm tra hợp lệ (thời gian thẩm tra phụ thuộc vào đơn vị cấp chứng chỉ), bạn gửi lại yêu cầu qua bksi xin chuyển điểm sớm để xét tốt nghiệp nhé. . Về tình trạng sinh viên, khi nào em có tên trong ds dự kiến tốt nghiệp, PDT sẽ tự động ra QD thu nhận cho bạn nhé. . Thân\""
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Kính gửi PĐT,. . . . Như đã phản hồi trước đây. Em không thể đăng kí tốt nghiệp được. Em không được truy cập vào mục ĐKTN. Em có đính kèm hình ảnh bên dưới.. . . . . . Như phản hồi lần trước, PĐT có hẹn sau ngày 30/3 nếu không được có tên trong danh sách thì phản hồi lại.. . . . Em xin cảm ơn./. . Trân trọng,. . . . [full_name]",
            "\"Chào bạn. . Pdt kiểm tra hiện tại bạn còn nợ 008001. . Không đủ ĐK để tốt nghiệp. . Bạn kiểm tra lại nghen. . Trường hợp có khiếu nại bạn có thể gửi lại qua bksi.. . Trường hợp SV học môn tương đương nhưng chưa được cập nhật, vui lòng gửi lại thêm 1 yêu cầu khác về việc xin cập nhật môn tương đương (ghi rõ tên và mã MH SV học, ở học kỳ nào? bao nhiêu điểm? và tương đương với môn học nào thuộc CTĐT của SV). . Thân\""
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Kính gửi Phòng Đào Tạo,. . Em tên là [full_name], MSSV [student_id].. . Em nhờ bạn [full_name], MSSV [student_id] lấy giùm bảng điểm ạ.. . Em cảm ơn.",
            "đã xử lý"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . trường có mở đk av nhu cầu , nhưng do pđt k mail nên em không biết để đăng ký , giờ lên xem thì đã hết thời hạn , pđt có thể xem xét cho em dk vào lớp av4a đc k với ạ. .",
            "\"Chào bạn. . Bạn xem thông báo DKMH tiếng anh theo nhu cầu bắt đầu học tháng 04/2022 tại tin nhắn của trang Bkel. . Thân\""
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Kính thưa PĐT,. . . . Hiện tại tình trạng sinh viên của em trên Mybk đang “tạm dừng”. Em đã hoàn thành chương trình học vào học kỳ 1 2021-2022, hiện tại do chỉ chưa đủ điều kiện [full_name] nói-viết nên em không đăng ký môn học kỳ này và dẫn đến tình trạng trên. Em soạn tin nhắn này kính nhờ PĐT hướng dẫn giúp em, hiện em đã thi Nói-Viết vào ngày 26/3.. . . . Em cảm ơn,. . [full_name]",
            "\"Chào em,. . Hiện tại em đã đủ điều kiện tốt nghiệp chưa?Trường hợp SV đã đủ điều kiện tốt nghiệp, có thể gửi câu hỏi qua bksi để được xét TN bổ sung (nếu đã đủ điều kiện tốt nghiệp). . Về tình trạng sinh viên, khi nào em có tên trong ds dự kiến tốt nghiệp, PDT sẽ tự động ra QD thu nhận cho bạn nhé. . Thân\"\"\""
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em chào thầy/cô. . Em tên là [full_name] MSSV [student_id]. Hôm nay em có đăng kí in bảng điểm ngày hẹn nhận kết quả lả 1/4/2022. Nhưng bên học bổng yêu cầu em nộp trước ngày 30/3/2022. Vậy em có thể pdt in sớm hơn lịch hẹn cho em được không ạ.. . Em chân thành cảm ơn",
            "Chào em,. . Hiện tại bảng điểm của em đã được cập nhật sang trạng thái đã in xong, em có thể liên hệ Phòng Đào tạo để nhận nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Kính gửi Phòng Đào Tạo Trường Đại Học Bách Khoa - ĐHQG TP.HCM,. . . . Em tên: [full_name]. MSSV: [student_id].. . Hiện em đã đạt tất cả điều kiện để tốt nghiệp nhưng đang bị tạm dừng theo quyết định số 276/QĐ-ĐHBK. Và mặc dù em đã hoàn thành tất cả môn học trong chương trình đào tạo (bao gồm cả LVTN và đã chuyển điểm các môn ngoại ngữ), số tín chỉ tích lũy của em vẫn đang là 129/142.. . Vì những lí do trên nên hiện tại em không thể đăng ký tốt nghiệp được. Mong Phòng Đào Tạo cho em đăng ký thu nhận lại và cập nhật số tín chỉ giúp em để em có thể tốt nghiệp trong đợt tháng 4/2022 sắp tới ạ.. . Em xin chân thành cảm ơn.. . . . Trân trọng,. . [full_name]",
            "\"Chào bạn,. . PDT đã ghi nhận yêu cầu về đăng ký xét TN của bạn. SV vui lòng theo dõi email  và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 05/04/2022 SV vẫn chưa nhận được thấy tên trong ds dự kiến tốt nghiệp ( Tra danh sách tại http://www.aao.hcmut.edu.vn    Tốt nghiệp    Thông tin tốt nghiệp) hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 04/2022 (cập nhật mới gia hạn thời gian xử lý tốt nghiệp). . Về tình trạng sinh viên, khi nào em có tên trong ds dự kiến tốt nghiệp, PDT sẽ tự động ra QD thu nhận cho bạn nhé. . Thân. . \""
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em chào PĐT, . . . . Em tên [full_name] -MSSV: [student_id]. Hiện em đang mặc Covid-19 và đang phải điều trị tại bệnh viện dã chiến 3B. Em muốn xin PĐT cho em biết quy trình xin hoãn thi giữa kỳ môn Hóa Lý 2 (ngày 02/04/2022) do vấn đề sức khỏe và không đảm bảo được thiết bị, kết nối cho buổi thi.. . . . Em cảm ơn",
            "\"Chào bạn,. . Về việc kiểm tra bổ sung (giữa kỳ):. . SV có thể liên hệ với GV để xin được kiểm tra bổ sung lại, nếu GV không đồng ý. . Bạn vui lòng tải mẫu đơn: Phiếu đăng ký dự thi kiểm tra bổ sung tại trang web : aao.hcmut.edu.vn    Sinh viên    biểu mẫu. . Điền đầy đủ thông tin đính kèm minh chứng nộp tại BKSI (áp dụng đối với các môn lý thuyết có lịch thi ). . Thân\""
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính gửi ban giám hiệu và phòng đào tạo Đại học Bách Khoa;. . Vì lý do chưa đủ điều kiện tốt nghiệp, nay em làm đơn này xin ban giám hiệu và phòng đào tạo Đại học cho em xin gia hạn thêm 1 học kì để hoàn thành các điều kiện tốt nghiệp.. . Xin ban giám hiệu và phòng đào tạo chấp thuận. . . Em xin chân thành cảm ơn.. .",
            "\"Chào bạn. . - Trường hợp thiếu điều kiện để đủ điều kiện tốt nghiệp, SV [full_name]15 sẽ nộp đơn kéo dài (tự làm, không mẫu) thời gian sau tháng 04/2022.. . - Về quy định thời gian và kế hoạch học tập: Bạn vui lòng xem chi tiết tại trang web aao    sinh viên    Quy chế    Quy chế đào tạo và học vụ bậc đại học và cao đẳng    Các trường hợp được kéo dài thời gian đào tạo    điều 5.5. . Thân. . \"",
            "Chào bạn. . Sau khi Phòng đào tạo kiểm tra chương trình đào tạo của Sinh viên để làm quyết định gia hạn (trường hợp sinh viên thỏa điều kiện tốt nghiệp về  chương trình đào tạo nhưng chưa đủ các điều kiện khác để xét tốt nghiệp) thì bạn vẫn còn nợ môn học, nên phòng đào tạo không thể ra quyết định gia hạn cho bạn được. Chi tiết theo file đính kèm. . . Lưu ý: Do sự thay đổi chính sách của Google, các thông báo và tin nhắn của Phòng Đào Tạo và BKeL bằng email KHÔNG còn được thực hiện. Sinh viên vui lòng theo dõi thông báo qua chức năng TIN NHẮN trên trang BKeL. Hãy cài đặt Moodle Mobile App để được nhắc nhở ngay trên thiết bị di động của cá nhân. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em chào thầy, cô!. . . . Thầy, cô cho em xin hỏi là học kỳ dự thính bây giờ có cho phép đăng ký môn mà chưa học trong kỳ chính không ạ?(ví dụ em năm 2 mà đăng ký môn mới năm 3 trong kỳ dự thính hè ạ). . . . Em cảm ơn thầy, cô!. . . .",
            "\"Chào bạn. . Bạn xem thông báo DKMH Hk213 tại tin nhắn của trang Bkel. . Thân\""
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Kính chào VPĐT,. . Em muốn gửi yêu cầu xin được in giấy chứng nhận tốt nghiệp tạm thời.. . . . (Nếu như VPĐT đã in giấy chứng nhận tốt nghiệp tạm thời cho em, rất mong VP có thể phản hồi giúp em để em có thể lên trường nhận lại) . . . . Em xin chân thành cảm ơn ! . .",
            "\"Chào bạn. . Theo quy trình cấp bằng đại học hiện tại: dự kiến vào cuối mỗi tháng Phòng đào tạo sẽ lấy danh sách sinh viên đã đăng ký tốt nghiệp (SV đã đăng ký, thanh toán tiền và có xác nhận đã nhận của PĐT) để ra Quyết định công nhận tốt nghiệp, tiến hành in Bằng tốt nghiệp và sẽ thông báo mời SV đến nhận sau khi hoàn tất.. . Nên nếu SV thật sự cần Giấy chứng nhận tốt nghiệp, thì vui lòng điền thông tin vào form (đã có tên trong danh sách dự kiến tốt nghiệp, đã khai thông tin tốt nghiệp, thanh toán 95.000 lệ phí tốt nghiệp(sad) https://forms.gle/2WnfHeAHnRZWJ6Jn7. . Sau khi kiểm tra dữ liệu, dự kiến Thứ 2 hàng tuần sẽ in và scan gởi qua mail SV, sau đó SV cần bảng chính vui lòng liên hệ Pdt để nhận. . . Thân\"\"\""
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Hiện em có tên trong danh sách tốt nghiệp, và em đợi tình trạng sinh viên chuyển từ \"tạm dừng\" thành \"đang học\" được 1 tuần rồi mà vẫn chưa có cập nhật gì ạ. Mong phòng đạo tạo hỗ trợ em để đăng ký tốt nghiệp trên mybk đúng thời hạn. Em xin chân thành cảm ơn ạ !",
            "Chào em,. . Hiện tại đang ra quyết định nhé bạn, dự kiến sau ngày 31/3 sẽ cập nhật nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em chào anh/ chị văn phòng đào tạo,. . Em là sinh viên vừa mới tốt nghiệp khóa k17 ngành Công nghệ thực phẩm. Em thấy hiện nay nhiều trường đã và đang làm lễ tốt nghiệp cho sinh viên. Anh/ chị cho em hỏi khi nào tụi em sẽ được tham dự lễ tốt nghiệp của trường ạ.. . Em cảm ơn và mong nhận được phản hồi sớm từ anh/chị.",
            "Chào em,. . Về lễ tốt nghiệp, SV vui lòng đợi thông báo sau của nhà trường nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Dạ em xin chảo thầy/cô ạ,. .  Em hiện là sinh viên K15 còn anh văn 4 do chưa có Toeic để chuyển điểm. Thì em có được gia hạn thêm học kì không ạ? Và em có đọc là khu vực 1 tuyển sinh là được gia hạn thêm 1 học kì là đúng không ạ? Mong thầy/cô giải đáp thắc cho em. .  Em xin chân thành cảm ơn ạ!. .",
            "Chào em. . Trường hợp của em thuộc khu vực 1, bạn có thể làm đơn xin gia hạn 1 học kỳ, ghi rõ những điều còn thiếu của bạn và gửi qua bksi giúp cô nhé. . Thân",
            "Dạ em xin chào thầy/cô ạ, . .  Do tình hình dịch hiện tại em vẫn chưa liên hệ được thông tin để xin chữ kí thì không biết đơn của em có hợp lệ không ạ. . .  Em xin chân thành cảm ơn ạ!",
            "Chào em,. . PDT đã tiếp nhận đơn gia hạn 1 học kỳ của bạn.. . SV lưu ý là học kỳ gia hạn của bạn là học 2 năm học 2021-2022 nhé.. . SV phải hoàn thành tất cả các điều kiện tốt nghiệp của bạn trong đợt tốt nghiệp tháng 11/2022.. . QD gia hạn sẽ gửi mail cho SV dự kiến trễ nhất là ngày 15/4.. . Sau ngày này SV vẫn chưa nhận được QD vui lòng gửi lại phản hồi qua bksi. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Em chào Thầy/Cô,. . . . Thầy/Cô có thể cho em hỏi, nếu em học xong anh văn nhu cầu 3A và có điểm tổng kết là ĐẠT thì em có được tích lũy 2 tính chỉ của môn đó vào tổng tính chỉ tích lũy hiện tại không ạ?. . . . Em cảm ơn Thầy/Cô.. .   i Học vụ .",
            "Chào bạn. . Môn Anh văn theo nhu cầu sẽ tính ĐẠT các môn anh văn tương ứng, và tính vào số tín chỉ tích luỹ chung. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Dạ cho em hỏi là những kì bị hoãn do dịch thì học bổng khuyến học có xét không ạ.. . Em xin cảm ơn ạ!",
            "Chào em,. . Về học bổng khuyến khích SV vui lòng liên hệ tại phòng công tác chính trị sinh viên để được hỗ trợ và trả lời nhé. . Email:  [email]. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Dạ em chào thầy, cô ạ. . Ở học kỳ 1 (2021 - 2022), tụi em có học môn Giao tiếp kỹ thuật bằng tiếng Anh (mã CH3303) nhưng đến giờ vẫn chưa thấy thông báo hay cập nhật điểm lên bảng điểm ạ.. . Mong quý thầy, cô xem xét và hỗ trợ tình trạng này giúp em ạ. . . Em cảm ơn và chúc thầy, cô một ngày tốt lành ạ!. .",
            "Chào em,. . Hiện tại cô kiểm tra hệ thống, thì điểm môn CH3303 của bạn vẫn chưa có điểm nhé (điểm 15). . Điểm là do GV chấm và nhập điểm và nộp cho khoa gửi cho Phòng Đào tạo cập nhật cho SV.. . SV vui lòng liên hệ với Giảng viên để được hướng dẫn và trả lời cho bạn nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Dạ cho em hỏi kì này trường mình có tổ chức anh văn định kỳ cho sinh viên không phải năm nhất không ạ?. . Em cám ơn ạ.",
            "\"Chào em,. . Về việc tổ chức kiểm tra AV đầu vào cho SV chính quy đại trà. . SV vui lòng xem lại thông báo số 11/ĐHBK, ngày 24/01/2022, về cập nhật Kế hoạch học tập của HK 2 và học kỳ hè năm học 2021-2022 và phần bù các học kỳ trước theo hình thức trực tiếp và phối hợp trực tuyến/trực tiếp đã gửi mail cho SV ngày 24/1/2022/ mục 6 nhé. . Thân\""
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Dạ thưa quý thầy cô PĐT, hiện e đã có tên trong danh sách dự kiến tốt nghiệp, và em hiện vẫn không đăng ký tốt nghiệp được trên mybk vì mybk đang ở trạng thái dừng học. Em mong quý thầy cô mở lại mybk của em để em đăng ký tốt nghiệp đúng hạn. Em xin cám ơn quý thầy cô.",
            "Chào em, . . Hiện tại PDT đang ra Quyết định thu nhận lại cho SV để đăng ký xét tốt nghiệp, em theo dõi tình trạng trên mybk/Thông tin Sinh viên, khi nào chuyển qua trạng thái đang học, em vào đăng ký tốt nghiệp lại nhé. . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Chào PDT, . . Em là sinh viên khóa k17.. . Kỳ vừa rồi em không đăng ký môn học nên hiện tại tình trạng sinh viên đang bị tạm dừng.. . Em đã làm đơn thu nhận lại, rất mong đại diện PDT có thể duyệt đơn giúp em để em có thể đăng ký tốt nghiệp.. . Em xin chân thành cảm ơn.",
            "\"Chào em,. . Trường hợp của em vui lòng theo dõi tình trạng thẩm tra chứng chỉ tại mybk/Nộp chứng chỉ ngoại ngữ, khi nào chuyển qua tình trạng đã thẩm tra hợp lệ (thời gian thẩm tra phụ thuộc vào đơn vị cấp chứng chỉ), bạn gửi lại yêu cầu qua bksi xin chuyển điểm sớm để xét tốt nghiệp nhé. . Về tình trạng sinh viên, khi nào em có tên trong ds dự kiến tốt nghiệp, PDT sẽ tự động ra QD thu nhận cho bạn nhé. . Thân\""
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Dạ nếu sinh viên khoá 2021 đánh rơi thẻ sinh viên thì sẽ không làm lại được ạ.Em thấy trên wed báo lỗi sinh viên khoá 2021 được cấp miên phí lần đầu và em làm mất thẻ và tính làm lại thì nó không cho em nhấn xác nhận. . Em xin cảm ơn",
            "Chào bạn. . Vào myBK (mybk.hcmut.edu.vn)    Đăng ký in Thẻ sinh viên. . Thanh toán tiền tại myBK     BKPay. . Sau khi có trạng thái \"Đã in\", SV đến Phòng Đào tạo (tại cơ sở đã đăng ký) để nhận thẻ.. . - Cô kiểm tra tình trạng của bạn bình thường, bạn đăng ký lại nghen. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Theo file điều kiện đăng ký tốt nghiệp, em cần bổ sung môn học CO1011-[full_name] 4 tín chỉ nữa là 137 + 4 = 141   139. Và [full_name] nói viết nữa là đủ điều kiện tốt nghiệp. Em hiểu vậy không biết đúng không ạ.",
            "Chào em,. . Trong file xét tốt nghiệp có thể hiện rõ những môn bạn còn thiếu nhé!. . Em có thể lưu lại file xét tốt nghiệp và kiểm tra lại với CTĐT của mình. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Đến nay em vẫn chưa được cập nhật điểm và tín chỉ tích lũy. . Em đã qua môn cơ lưu chất (CI2003) vào học kỳI- 211 (2021-2022)với số điểm là 6.0đ.. . Vì vấn đề cấp bách liên quan đến tốt nghiệp, em kính xin quý Thầy Cô Phòng Đào Tạo kính mến xem xét lại giúp em.",
            "Chào em,. . Điểm đã được cập nhật tại mybk/Thông tin sinh viên/bảng điểm. . SV vào kiểm tra lại nhé. . Hiện tại em đã đủ điều kiện tốt nghiệp chưa?. . Thân",
            "Chào bạn. . Cô gởi bạn đính kèm: file thống kê các môn chưa tích lũy + số tín chỉ đã tích lũy. . Bạn kiểm tra lại nghen. . Trường hợp có khiếu nại bạn có thể gửi lại qua bksi.. . Trường hợp SV học môn tương đương nhưng chưa được cập nhật, vui lòng gửi lại thêm 1 yêu cầu khác về việc xin cập nhật môn tương đương (ghi rõ tên và mã MH SV học, ở học kỳ nào? bao nhiêu điểm? và tương đương với môn học nào thuộc CTĐT của SV). . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính gửi Phòng đào tạo Trường đại học Bách Khoa HCM. . Em tên là: [full_name]. . Mssv: [student_id]. . Kỳ trước em không đăng ký môn học vì chỉ còn thi Anh văn để tốt nghiệp, nên tình trạng sinh viên là tạm dừng. Em đã thi Toeic và cập nhật đủ 142 chỉ, cho em hỏi em cần làm thủ tục gì để được xét tốt nghiệp ạ.. . . . Em xin chân thành cảm ơn phòng đào tạo",
            "Chào bạn,. . PDT đã ghi nhận yêu cầu về đăng ký xét TN của bạn. SV vui lòng theo dõi email  và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 05/04/2022 SV vẫn chưa nhận được thấy tên trong ds dự kiến tốt nghiệp (http://www.aao.hcmut.edu.vn    Tốt nghiệp    Thông tin tốt nghiệp) hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ tại (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 04/2022 . . Về tình trạng sinh viên, khi nào bạn có tên trong ds dự kiến tốt nghiệp, PDT sẽ tự động ra QD thu nhận cho bạn nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Chào pđt,. . Cho em hỏi theo thông tin được biết thì là học online đến tuần 18 rồi sao đó là học trực tiếp hay sao ạ, em đang hỏi các môn lý thuyết không tính thí nghiệm, thực hành ạ, còn việc tuần 14 tới đây là vẫn học online phải hông ạ, mong pđt hồi âm.",
            "\"Chào bạn,. . . . SV chi tiết  theo thông báo \"\" Cập nhật Kế hoạch học tập của HK2 và HK hè năm học 21-22\"\" Pdt đã gởi qua mail vào ngày 24/01/2022- Mục 3. . Thời khóa biểu sẽ cập nhật chi tiết trước ngày 04/04/22. . . . Chúc bạn học tốt. . Thân\""
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em chào thầy/cô,. . Em đã đăng ký tốt nghiệp đợt tháng 4/2022, thầy/cô cho em hỏi em cần lấy giấy chứng nhận tốt nghiệp ở đâu ạ. Do em vào mybk mục đăng ký tốt nghiệp nhưng không lấy được ạ.. . Em cảm ơn thầy/cô.",
            "\"Chào bạn. . Theo quy trình cấp bằng đại học hiện tại: dự kiến vào cuối mỗi tháng Phòng đào tạo sẽ lấy danh sách sinh viên đã đăng ký tốt nghiệp (SV đã đăng ký, thanh toán tiền và có xác nhận đã nhận của PĐT) để ra Quyết định công nhận tốt nghiệp, tiến hành in Bằng tốt nghiệp và sẽ thông báo mời SV đến nhận sau khi hoàn tất.. . Nên nếu SV thật sự cần Giấy chứng nhận tốt nghiệp, thì vui lòng điền thông tin vào form (đã có tên trong danh sách dự kiến tốt nghiệp, đã khai thông tin tốt nghiệp, thanh toán 95.000 lệ phí tốt nghiệp(sad) https://forms.gle/2WnfHeAHnRZWJ6Jn7. . Sau khi kiểm tra dữ liệu, dự kiến Thứ 2 hàng tuần sẽ in và scan gởi qua mail SV, sau đó SV cần bảng chính vui lòng liên hệ Pdt để nhận. . . Thân\"\"\""
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . trường có mở đk av nhu cầu , nhưng do pđt k mail nên em không biết để đăng ký , giờ lên xem thì đã hết thời hạn , pđt có thể xem xét cho em vào lớp av4a đc k với ạ ?. .",
            "\"Chào bạn. . Bạn xem thông báo DKMH tiếng anh theo nhu cầu bắt đầu học tháng 04/2022 tại tin nhắn của trang Bkel. . Thân\""
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Kính gửi PĐT, . . . . Như phản hồi phòng đào tạo em không đủ điều kiện tốt nghiệp do thiếu môn 008001: Pháp luật VN đại cương.. . . . Nhưng học kì gần nhất của em đã trả môn này rồi. Mã môn học mới SP1007, HK3 năm 2019-2020. Em đính kèm hình ảnh điểm của môn vào phần này. . . . . Kính mong PĐT cập nhật điểm và phản hồi về đủ thông tin tốt nghiệp chưa ạ, em cảm ơn. . . . Trân trọng, . . . . Sv [full_name]",
            "Chào em,. . PDT đã cập nhật môn tương đương cho bạn.. . Nhưng bạn là SV khóa 2014, hiện tại đã hết thời gian đào tạo.. . Trường hợp của em vui lòng liên hệ cô [full_name] văn phòng Đào tạo Quốc tế để được hướng dẫn thêm nhé:. . [email]. . Cô đã đưa trường hợp của em cho cô [full_name] để liên lạc với em rồi nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính gửi Phòng đào tạo Trường đại học Bách Khoa HCM. . Em tên là: [full_name]. . Mssv: [student_id]. . Dạ em viết đơn này để xin phòng đạo tạo cho phép đăng ký tốt nghiệp bổ sung, vì lý do kỳ trước em chỉ còn Anh văn nên không đăng ký môn học, và để tình trạng sinh viên là tạm dừng. Hiện tại em đã thi Toeic rồi và cập nhật đủ 142 chỉ. Em mong phòng đào tạo xét duyệt giúp em.. . . . Em xin chân thành cảm ơn phòng đào tạo",
            "\"Chào bạn,. . PDT đã ghi nhận yêu cầu về đăng ký xét TN của bạn. SV vui lòng theo dõi email  và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 05/04/2022 SV vẫn chưa nhận được thấy tên trong ds dự kiến tốt nghiệp ( Tra danh sách tại http://www.aao.hcmut.edu.vn    Tốt nghiệp    Thông tin tốt nghiệp) hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 04/2022 (cập nhật mới gia hạn thời gian xử lý tốt nghiệp). . Về tình trạng sinh viên, khi nào em có tên trong ds dự kiến tốt nghiệp, PDT sẽ tự động ra QD thu nhận cho bạn nhé. . Thân. . \"",
            "Tốt nghiệp . Kính gửi Phòng đào tạo,. . Em là [full_name], MSSV: [student_id].. . Lớp MO15KMT1, Khoa Môi trường & Tài nguyên.. . Hiện tại em đã đủ điều kiện để tốt nghiệp.. . Em kính mong Phòng đào tạo xem xét.. . Em xin chân thành cảm ơn.",
            "Chào bạn,. . PDT đã ghi nhận yêu cầu về đăng ký xét TN của bạn. SV vui lòng theo dõi email  và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 05/04/2022 SV vẫn chưa nhận được thấy tên trong ds dự kiến tốt nghiệp (http://www.aao.hcmut.edu.vn    Tốt nghiệp    Thông tin tốt nghiệp) hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ tại (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 04/2022 . . Về tình trạng sinh viên, khi nào bạn có tên trong ds dự kiến tốt nghiệp, PDT sẽ tự động ra QD thu nhận cho bạn nhé. . Thân",
            "\"Chào bạn. . Pdt kiểm tra hiện tại bạn còn nợ Toeic. . Không đủ ĐK để tốt nghiệp. . Bạn kiểm tra lại nghen. . Trường hợp có khiếu nại bạn có thể gửi lại qua bksi.. . Trường hợp SV học môn tương đương nhưng chưa được cập nhật, vui lòng gửi lại thêm 1 yêu cầu khác về việc xin cập nhật môn tương đương (ghi rõ tên và mã MH SV học, ở học kỳ nào? bao nhiêu điểm? và tương đương với môn học nào thuộc CTĐT của SV). . Thân\""
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Chào Anh/chị. . Em thuộc khóa 2015 đã hết thời gian đào tạo tối đa, hiện tại em đã đạt được 136/142 tín chỉ, còn nợ 3 môn AV2-4, TOEIC 500 và AV nói viết.. . Do em xem trên aao.hcmut.edu.vn thì hệ VLVH được đào tạo theo chương trình đào tạo của hệ Chính quy.. . Vì vậy, anh/chị cho em hỏi khi chuyển hệ sang VLVH thì có giữ lại kết quả các môn đã hoàn thành ở hệ Chính quy không ạ và khi em chuyển hệ thì là tính khóa cũ K15 hay là tính khóa mới K21 vậy a.. . Em xin cảm ơn!",
            "Chào bạn. . Về CTDT là giống nhau của đại trà và VLVH. . Tuy nhiên, VLVH sẽ:. . Giảm chuẩn anh văn xét LVTN và tốt nghiệp so với Chính quy: chi tiết xem quy chế học vụ. . Không xét môn anh văn 1234, GDTC, GDQP, Ngày CTXH, . . Thời gian học là 10 năm (theo thời gian khóa đầu vào là K15). . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em tên là [full_name], em có đăng ký thực tập ngoài trường ở kỳ 212 nhưng bị xoá môn này, em muốn hỏi điều kiện để được đăng ký môn thực tập ngoài trường là gì ạ. Em chân thành cảm ơn.",
            "\"Chào bạn. . Về chương trình đào tạo/phân ngành bạn vui lòng liên hệ Khoa (cụ thể là Thầy phó khoa phụ trách chương trình đào tạo) để tư vấn và giải đáp. . Chúc bạn học tập tốt nhé.. . Thân. . \""
        ]
    },
    {
        "intent": "",
        "message": [
            "Chào cô. . Em đã nhận được mail có tên trong dánh dách tốt nghiệp. Nhưng em vô đăng kí tốt nghiệp thì không được. Trong thông tin sinh viên, em thấy tình trang sinh viên của em là : tạm dừng. Cô xem lại giúp em chuyển trạng thái sinh viên cho em đăng kí tốt nghiệp nha cô.. . Em cảm ơn cô nhiều.. .",
            "Đã tl"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Dạ thưa Thầy/Cô,. . . . Em vừa nộp CCNN và đã được thẩm tra hợp lệ. Đồng thời em đã đăng kí xét miễn và thanh toán lệ phí xét miễn trên BKpay. . . . . Em viết yêu cầu này, kính mong được Thầy/Cô giúp em chuyển điểm sớm để em có thể xét tốt nghiệp trong kì này ạ.. . . . Em xin cảm ơn Thầy/Cô",
            "\"Chào bạn,. . PDT đã ghi nhận yêu cầu về đăng ký xét TN của bạn. SV vui lòng theo dõi email  và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 05/04/2022 SV vẫn chưa nhận được thấy tên trong ds dự kiến tốt nghiệp ( Tra danh sách tại http://www.aao.hcmut.edu.vn    Tốt nghiệp    Thông tin tốt nghiệp) hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 04/2022 (cập nhật mới gia hạn thời gian xử lý tốt nghiệp). . Về tình trạng sinh viên, khi nào em có tên trong ds dự kiến tốt nghiệp, PDT sẽ tự động ra QD thu nhận cho bạn nhé. . Thân. . \""
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em mong muốn được cấp bằng tốt nghiệp tạm thời để bổ sung vào hồ sơ thi tuyển vào Điện lực TP.HCM ạ",
            "\"Chào bạn. . Theo quy trình cấp bằng đại học hiện tại: dự kiến vào cuối mỗi tháng Phòng đào tạo sẽ lấy danh sách sinh viên đã đăng ký tốt nghiệp (SV đã đăng ký, thanh toán tiền và có xác nhận đã nhận của PĐT) để ra Quyết định công nhận tốt nghiệp, tiến hành in Bằng tốt nghiệp và sẽ thông báo mời SV đến nhận sau khi hoàn tất.. . Nên nếu SV thật sự cần Giấy chứng nhận tốt nghiệp, thì vui lòng điền thông tin vào form (đã có tên trong danh sách dự kiến tốt nghiệp, đã khai thông tin tốt nghiệp, thanh toán 95.000 lệ phí tốt nghiệp(sad) https://forms.gle/2WnfHeAHnRZWJ6Jn7. . Sau khi kiểm tra dữ liệu, dự kiến Thứ 2 hàng tuần sẽ in và scan gởi qua mail SV, sau đó SV cần bảng chính vui lòng liên hệ Pdt để nhận. . . Thân\"\"\""
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Kính gửi PĐT,. . . . Em đã đăng ký tốt nghiệp và đã đóng tiền. Lúc cập nhật thông tin em có đánh dấu vào mục \"Đăng ký gửi giấy chứng nhận tốt nghiệp tạm thời đến địa chỉ liên lạc như trên qua bưu điện\". Hiện tại ở phần đăng ký tốt nghiệp của em chỉ còn mục \"Cựu sinh viên\" như trong ảnh. Em có hỏi bạn thì bạn em có mục \"Tải giấy chứng nhận tạm thời\". Thầy/cô cho em hỏi là làm sao để có thể tải trước giấy chứng nhận tạm thời ạ.. . Mong PĐT giúp em giải đáp với ạ.. . . . Em xin cảm ơn ạ.. . . .",
            "\"Chào bạn. . Theo quy trình cấp bằng đại học hiện tại: dự kiến vào cuối mỗi tháng Phòng đào tạo sẽ lấy danh sách sinh viên đã đăng ký tốt nghiệp (SV đã đăng ký, thanh toán tiền và có xác nhận đã nhận của PĐT) để ra Quyết định công nhận tốt nghiệp, tiến hành in Bằng tốt nghiệp và sẽ thông báo mời SV đến nhận sau khi hoàn tất.. . Nên nếu SV thật sự cần Giấy chứng nhận tốt nghiệp, thì vui lòng điền thông tin vào form (đã có tên trong danh sách dự kiến tốt nghiệp, đã khai thông tin tốt nghiệp, thanh toán 95.000 lệ phí tốt nghiệp(sad) https://forms.gle/2WnfHeAHnRZWJ6Jn7. . Sau khi kiểm tra dữ liệu, dự kiến Thứ 2 hàng tuần sẽ in và scan gởi qua mail SV, sau đó SV cần bảng chính vui lòng liên hệ Pdt để nhận. . . Thân\"\"\""
        ]
    },
    {
        "intent": "",
        "message": [
            "Dạ em chào PĐT ạ.Em là sinh viên khóa K17 của trường,em muốn hỏi là bây giờ thẻ sinh viên của em đã hết hạn rồi thì làm sao để gia hạn thẻ ạ?Em xin cám ơn.. . . .",
            "Chào em;. . em đăng ký làm lại thẻ sinh viên, thời gian của thẻ mới sẽ tự động gia hạn nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em tên là [full_name].       MSSV [student_id]. . Kính thưa Phòng đào tạo, em đã hoàn thành tất cả các điều kiện để tốt nghiệp nhưng do hiện tại em không đăng kí tốt nghiệp được. Nay em viết đơn này mong phòng đào tạo xét duyệt cho em được tiếp nhận lại và đăng kí tốt nghiệp trong học kì này. Em xin chân thành cảm ơn.",
            "\"Chào bạn,. . PDT đã ghi nhận yêu cầu về đăng ký xét TN của bạn. SV vui lòng theo dõi email  và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 05/04/2022 SV vẫn chưa nhận được thấy tên trong ds dự kiến tốt nghiệp ( Tra danh sách tại http://www.aao.hcmut.edu.vn    Tốt nghiệp    Thông tin tốt nghiệp) hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 04/2022 (cập nhật mới gia hạn thời gian xử lý tốt nghiệp). . Về tình trạng sinh viên, khi nào em có tên trong ds dự kiến tốt nghiệp, PDT sẽ tự động ra QD thu nhận cho bạn nhé. . Thân. . \""
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Chào PĐT,. . Em đã có tên trên Danh sách dự kiến tốt nghiệp tháng 4/2022. Nhưng em vẫn chưa vào trang web đăng ký tốt nghiệp a. Xin PĐT giúp em. . . Em cảm ơn.",
            "Chào em, . . Hiện tại PDT đang ra Quyết định thu nhận lại cho SV để đăng ký xét tốt nghiệp, em theo dõi tình trạng trên mybk/Thông tin Sinh viên, khi nào chuyển qua trạng thái đang học, em vào đăng ký tốt nghiệp lại nhé. . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: 1511723  /b \t. . . .   i Tốt nghiệp . Em chào Thầy/Cô !. . Em là Trần Thanh Liêm, mã số sinh viên 1511723 lớp XD15VL.. . Em đã hoàn thành chương trình đào tạo và đạt các yêu cầu chứng chỉ anh văn để tốt nghiệp.. . Nhưng hiện tại, trên mybk em không thể đăng ký tốt nghiệp được, mong Thầy/Cô có thể xem xét đưa em vào danh sách dự kiến tốt nghiệp để có thể tốt nghiệp trong tháng 4 tới ạ ! Em cảm ơn !",
            "Chào bạn,. . PDT đã ghi nhận yêu cầu về đăng ký xét TN của bạn. SV vui lòng theo dõi email  và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 05/04/2022 SV vẫn chưa nhận được thấy tên trong ds dự kiến tốt nghiệp (http://www.aao.hcmut.edu.vn    Tốt nghiệp    Thông tin tốt nghiệp) hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ tại (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 04/2022 . . Về tình trạng sinh viên, khi nào bạn có tên trong ds dự kiến tốt nghiệp, PDT sẽ tự động ra QD thu nhận cho bạn nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệpnghieejp. . Kính gửi PĐT,. . Em tên là [full_name], Mssv:[student_id]. Em có đăng ký tốt nghiệp nhưng hệ thống báo em không có trong danh sách tốt nghiệp. Kính mong phòng đào tạo kiểm tra lại giúp em ạ. .",
            "\"Chào bạn,. . PDT đã ghi nhận yêu cầu về đăng ký xét TN của bạn. SV vui lòng theo dõi email  và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 05/04/2022 SV vẫn chưa nhận được thấy tên trong ds dự kiến tốt nghiệp (http://www.aao.hcmut.edu.vn    Tốt nghiệp    Thông tin tốt nghiệp) hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ tại (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 04/2022 . . Về tình trạng sinh viên, khi nào bạn có tên trong ds dự kiến tốt nghiệp, PDT sẽ tự động ra QD thu nhận cho bạn nhé. . Thân\"",
            "\"Chào bạn. . Pdt kiểm tra hiện tại bạn còn nợ Toeic. . Không đủ ĐK để tốt nghiệp. . Bạn kiểm tra lại nghen. . Trường hợp có khiếu nại bạn có thể gửi lại qua bksi.. . Trường hợp SV học môn tương đương nhưng chưa được cập nhật, vui lòng gửi lại thêm 1 yêu cầu khác về việc xin cập nhật môn tương đương (ghi rõ tên và mã MH SV học, ở học kỳ nào? bao nhiêu điểm? và tương đương với môn học nào thuộc CTĐT của SV). . Thân\""
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Chào quý thầy/cô ạ!. . . . Sắp tới em có môn thi giữa kì 212 bộ môn hoá hữu cơ (CH2021) của khoa hoá ạ. Vì không đủ điều kiện về thiết bị để tham gia thi nên em muốn được hoãn thi. Em đã hỏi thầy chủ nhiệm bộ môn và được biết phải liên hệ pđt.. . . . Vậy bây giờ em phải làm thủ tục như thế nào để hoãn thi ạ. Mong nhận được sự hồi đáp từ quý thầy/cô. Em cảm ơn!",
            "\"Chào bạn,. . Về việc kiểm tra bổ sung (giữa kỳ):. . SV có thể liên hệ với GV để xin được kiểm tra bổ sung lại, nếu GV không đồng ý. . Bạn vui lòng tải mẫu đơn: Phiếu đăng ký dự thi kiểm tra bổ sung tại trang web : aao.hcmut.edu.vn    Sinh viên    biểu mẫu. . Điền đầy đủ thông tin đính kèm minh chứng nộp tại BKSI (áp dụng đối với các môn lý thuyết có lịch thi ). . Thân\""
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Dạ e xin chào quý Thầy Cô,. . Em tên [full_name] khóa K15, MSSV: [student_id], lớp MO15QLMT.. . Qúy Thầy Cô cho e hỏi về việc làm đơn xin gia hạn 1HK để có thể nộp chứng chỉ TOEIC xét tốt nghiệp? Do tình hình dịch bệnh và bản thân bị nhiễm covid, em không đủ thời gian và sức khỏe để có thể hoàn thành chứng chỉ anh văn kịp thời hạn. Hiện tại thì e có thể viết đơn gửi qua mail hay viết đơn và lên trực tiếp PDT để nộp đơn xin gia hạn ạ. Em chân thành cám ơn quý Thầy Cô",
            "Chào em,. . Trường hợp của bạn không thuộc đối tượng được kéo dài theo quy chế.. . Em vui lòng trình bày rõ giúp cô là em còn nợ những môn học gì? ghi cụ thể và chi tiết để cô tư vấn bạn rõ hơn nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Kính gửi phòng Đào tạo,. . . . Em có đăng ký in bảng điểm và đã in xong. Tuy nhiên hiện em không có ở Việt Nam nên không thể tự đến lấy. Phòng đào tạo có thể gửi giúp em file pdf bảng điểm và cho phép chị gái của em ([full_name]) đến lấy giúp được không ạ? . . . . Em xin cảm ơn phòng đào tạo.. .",
            "Chào em,. . Đã gửi bảng điểm của bạn cho bạn [full_name]. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Hiện tại em vừa thi có bằng IELTS chứng chỉ của ÚC, thì em có yêu cầu nộp, nhưng mà PĐT yêu cầu IDP là iig việt nam, em ko biết xử lý tình huống này của em thế nào, em có thể nộp trực tiếp bản sao CCNN được ko ạ, và em nộp cho ai ạ, em vừa lên PĐT, cô bảo về làm như mail, Em vừa hoàn thành cách ly tại nhà xong nên em mới có thể đi lại được để nộp bằng, thầy cô giúp em với",
            "Chào bạn. . Trên nguyên tắc IIG sẽ xác minh với các bên đối tác, bạn cứ liên hệ IIG để hỗ trợ nghen. . Thân",
            "Dạ cô ơi, hiện tại là bên trung tâm IIG VietNam nhắn với em y như hình bên dưới em gửi cô, họ bảo hiện bên đó ko tổ chức thi nên em phải liên hệ với bên kia, mà bên kia gửi CCNN về cho em cả bản sao lẫn bản chính rồi, thì họ sẽ ko còn trách nhiệm với em nữa, chỉ có thẩm tra thì họ có thể xác thực được chứ mà họ ko còn cấp CCNN nữa, vậy em giải quyết tình huống này sao đây cô, em nhớ mọi khi nộp CCNN được mà lần này cực quá, cô giúp em với :(. . Bên dưới là tin nhắn với trung tâm IIG vietnam và kết quả ielts gửi qua mail và kết quả giao tận địa chỉ nhà, em cảm ơn cô",
            "Chào bạn. . Trường hợp của bạn vui lòng trao đổi trực tiếp với Cô phụ trách CCNN qua mail: Nga PDT-[full_name]   [email] . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]4  /b \t. . . .   i Tốt nghiệp . Kính gửi PDT Đại Học Bách Khoa TP Hồ Chí Minh!. . Em là [full_name], MSSV [student_id]4, SV khóa 2013, ngành Xây dựng công trình giao thông. Em đã xin chuyển sang hệ VHVL và có đăng kí tốt nghiệp đợt tháng 4, nhưng đến hôm nay em vẫn chưa nhận được thông báo hay có thông tin gì về kết quả, em tìm trong danh sách dự kiến thì không tìm được. Mong PDT xem xét dùm em với ạ!",
            "Chào em,. . Trường hợp của bạn đã có bằng tốt nghiệp và đã gửi mail cho SV nhận bằng tốt nghiệp.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Chài thầy/cô,. . Em đã đủ điều kiện tốt nghiệp, nhưng do bị tạm dừng vì không đăng kí môn học (thiếu anh văn nói viết) nên không đăng kí tốt nghiệp.. . Nay em đã đủ điều kiện để tốt nghiệp thì cần làm gì để tốt nghiệp vào đợt tháng 4/2022 này ạ?. . Em cảm ơn. . [full_name]. .",
            "\"Chào bạn,. . PDT đã ghi nhận yêu cầu về đăng ký xét TN của bạn. SV vui lòng theo dõi email  và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 05/04/2022 SV vẫn chưa nhận được thấy tên trong ds dự kiến tốt nghiệp ( Tra danh sách tại http://www.aao.hcmut.edu.vn    Tốt nghiệp    Thông tin tốt nghiệp) hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 04/2022 (cập nhật mới gia hạn thời gian xử lý tốt nghiệp). . Về tình trạng sinh viên, khi nào em có tên trong ds dự kiến tốt nghiệp, PDT sẽ tự động ra QD thu nhận cho bạn nhé. . Thân. . \""
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em sinh viên khóa k15, hiện tại e muôn đăng kí tốt nghiệp như thế nào ạ?. Hiện tại trang mybk em không thể vào đăng kí được.. . Rất mong nhận được sự phản hồi sớm của quý thầy cô.. . . . [full_name]"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ cho em hỏi cách để đăng ký rút một môn mình đang học ạ?",
            "Chào bạn,. . Về việc rút môn học (Có tính học phí):. . Bạn vui lòng tải mẫu đơn: RÚT MÔN HỌC tại trang web : aao.hcmut.edu.vn    Sinh viên    biểu mẫu. . Điền đầy đủ thông tin nộp qua trực tiếp hoặc BKSI trước ngày 15/04/2022. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Chào PĐT,. . Do quên mất không thanh toán học phí HK211 nên em bị đình chỉ ở học kì này. Không biết em có thể làm đơn xin cứu vớt sau khi thanh toán đầy đủ học phí và xin thôi việc đình chỉ không ạ. Do kì này em cũng đang học khá nhiều môn và gần như học sắp xong hết rồi ạ. Em rất xin lỗi vì sự thiếu trách nhiệm của mình. Mong PĐT xem xét và giúp đỡ.. . Em xin chân thành cảm ơn!. .",
            "Chào bạn. . Tình trạng của bạn đã có quyết định tạm dừng số 855 ngày 25/3/2022 vì chưa thanh toán học phí HK 211 (CHÍNH QUY) theo quy định.. . Để được phục hồi TKB HK211 & HK212(nếu có), SV phải thanh toán phần học phí còn nợ, sau đó SV viết đơn trình bày xem xét phục hồi TKB HK211 & HK212(nếu có), ghi rõ lý do thanh toán trễ học phí + tên môn + MSMH + Học kỳ gởi đơn trực tiếp tại Pdt hoặc trang hỗ trợ trực tuyến [full_name]SI. . Thân. ."
        ]
    }
]