[
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]7  /b \t. . . .   i Yêu cầu khác . Kính chào quý thầy cô phòng đào tạo ạ. Hiện tại em đang làm luận văn với thầy [full_name] thuộc khoa Điện - Điện tử, tuy nhiên do em chưa có bằng tiếng anh nên không đăng ký được môn học (em bị dời lịch thi chứng chỉ do ảnh hưởng bởi dịch Covid), nhưng trên BK-Elearning của em và thầy [full_name] đều có phần làm việc của môn LVTN, em xin phép hỏi là vậy trong đợt bảo vệ LVTN sắp tới em có được phép tham gia không ạ? Em có thể xin bổ sung bằng tiếng Anh sau được không ạ?Do hiện tại em là năm thứ 8 rồi, và nếu như không được thì em có phải xin gia hạn chương trình học không ạ? Kính xin ý kiến của quý thầy cô PĐT",
            "Chào bạn. . 1) Pdt kiểm tra trên MYbk- Tkb của bạn không có môn Luận văn tốt nghiệp. . 2) BK-Elearning: Pdt kiểm tra là do Thầy tự ghi danh vào. . 3) Không có thời khóa biểu môn LVTN trên trang Mybk thì có nghĩa là chưa đăng ký được môn LVTN nên sẽ không được bảo vệ. . 4) Gia hạn thời gian học: bạn vui lòng xem chi tiết tại quy chế học vụ điều 5.5. . 5) Khi nào bạn có CCNN nhanh chóng nộp Pdt để ban lãnh đạo phòng xem xét trả lời, xét cho HK202. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Gửi thầy/cô phòng đào tạo trường Đại học Bách Khoa thành phố HCM. . . . Em tên là [full_name], hôm trước em có hỏi về vấn đề hủy đơn rút môn học và được phản hồi là viết đơn trình bày gửi phòng đào tạo. Nên hôm nay, em đã viết đơn và vì không còn tiệm photocopy nào còn hoạt động nên em gửi quí thầy/cô 2 bản đơn 1 bản viết tay và 1 bản word. . . . Kính mong quí thầy/cô xem xét và giải quyết cho em . . . . Em xin chân thành cảm ơn. .",
            "Chào bạn. . Đơn của bạn đã được chấp thuận, hủy không rút môn học thực tập ngoài trường. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Kính gửi văn phòng đào,. .            Em tên [full_name], hiện là sinh viên năm 3 ngành Kỹ thuật điện (Hệ thống năng lượng) theo chương trình đào tạo kỹ sư chất lượng cao Việt Pháp - PFIEV (5 năm - 276,5 tín chỉ) của trường Đại học Bách Khoa TP. HCM. Em có nguyện vọng sẽ học tiếp lên cao học sau khi tốt nghiệp. . .            Không biết nếu em nhận được bằng kỹ sư chất lương cao  & phụ lục bằng đồng ký giữa 2 Trường Việt - Pháp (được công nhận tương đương thạc sĩ ở châu Âu) thì khi đó em có được xét tuyển lên đào tạo tiến sĩ hay phải học thêm để nhận bằng thạc sĩ trước? Tương tự nếu em chỉ nhận được bằng kỹ sư chất lương cao của chương trình mà không có phụ lục bằng thì như thế nào? Và nếu học lên cao học thì em cần tìm danh sách những môn nào được quy đổi tương đương ở đâu?. .            Mong văn phòng giúp đỡ. Trân trọng cảm ơn văn phòng đã đọc và trả lời email này.",
            "Chào bạn. . Bạn liên hệ Văn phòng Việt pháp để hỗ trợ nghen\". . Chương Trình Đào Tạo Kỹ Sư Chất Lượng Cao. . Nhà B10, 268 Lý Thường Kiệt, P.14, Quận 10 - TP HCM. . ĐT: (84-28) 3863.9668. . Email: [email]. . Facebook: PFIEV ĐHBK Tp HCM . . Youtube  : PFIEV ĐHBK - TpHCM. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Kính chào thầy , cô PĐT . . Thầy/cô cho em hỏi trên hệ thống điểm chuyển đã cập nhật thêm 1 số  môn được miễn thì không biết đã cập nhật hết chưa ạ . Tại một số môn em đã học rồi  và em đã làm đơn gửi mai cho thầy [full_name] .và thầy bảo mai cập nhật nhưng các môn em làm đơn chưa thấy và có 1 số môn trong danh sách  gưi  miễn như môn HỆ THỐNG CUNG CẤP ĐIỆN và cơ sở điều khiển tự động . Em đã học ở trườg điện,... và nay em học các môn này lại gần xong  mà mail và inf vẫn chưa phản hồi . . Kính mong thầy cô PĐT xem xét giúp e cấp nhật . . Vì nay em học gần xong các môn nói trên. . Em xin chân thành cảm ơn . .",
            "Chào bạn,. . Phòng đào tạo đã ghi nhận trường hợp của bạn, và đã chuyển thông tin đến các bộ phận liên quan để kiểm tra và xử lý, bạn vui lòng đợi Pdt phản hồi kết quả qua BKSI hoặc mail sinh viên. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Chào thầy, cô. . Học kì này em có học môn Hệ thống năng lượng xanh, và lịch thi cuối kì của môn học là vào ngày 26/6. Tuy nhiên do dịch covid nên lịch đã TAM DUNG. Vậy cho em hỏi là có thể có việc thi online môn học này hoặc có thể cung cấp ngày thi dự kiến của môn học này giúp em được không ạ. Em xin cảm ơn.",
            "Chào bạn. . Bạn vui lòng đợi thông báo chung toàn trường về lịch thi của HK202. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Dạ cho em hỏi, em có đăng kí học kì dự thính hè nhưng sau đó không đủ tiền để thanh toán học phí và cũng qua thời hạn huỷ môn nên em không huỷ được và TKB của e đã bị huỷ. Hiện tại tài khoản của em vẫn ghi nợ tiền học. . . Em có được hướng dẫn là hoàn thành học phí rồi làm đơn để phục hồi TKB. Nhưng hiện tại các bạn đã học được nhiều tuần rồi và gia đình em không đủ khả năng đóng hết số tiền đó. . . Mong thầy cô hướng dẫn em cách khắc phục trong trường hợp này.. .   i Rút môn học (phải thanh toán học phí) Học kỳ 203 .",
            "Chào bạn. . Bạn viết đơn xin hủy môn học trình bày thật rõ ràng trường hợp của bạn, nội dung, mong muốn, để Cô trình cho ban lãnh đạo phòng xét hồ sơ. . Thân",
            "Em đã làm đơn nhưng không biết liên lạc với cô như thế nào. Em làm mẫu đơn rút môn học của nhà trường (Biểu mẫu 23) có được không cô, hay em phải tự viết đơn khác. Nếu làm đơn xong em có thể nộp cho cô bằng cách nào?  Em cảm ơn cô!",
            "Chào bạn. . Cô đã gởi đơn của bạn cho Ban lãnh đạo Phòng để huỷ học phí HK203, nhưng Thầy không đồng ý, đã quá trễ để xử lý nghen bạn. . Thân",
            "Cô ơi, có cách nào xin miễn tiền học kì đó nữa không cô. Năm đầu đi học nên em chưa nắm được qui định. mong cô giúp em ạ.",
            "Chào bạn. . Theo quy định là đã đăng ký thì không huỷ được học phí nghen bạn. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Dear Phòng Đào tạo ĐH Bách Khoa HCM,. . Em tên là [full_name], lớp CK14HT1, MSSV: [student_id], tình trạng của em hiện tại là đã đủ 142 tín chỉ của chương trình đào tạo, chỉ còn thiếu anh văn nói viết là em tốt nghiệp hệ chính quy (em được gia hạn để thi anh văn nói viết trong học kỳ này) . . Câu 1: Cho e hỏi nếu em chuyển từ hệ chính quy sang hệ vừa học vừa làm thì có được không, và nếu được thì điều kiện của em có đủ để tốt nghiệp hệ vừa học vừa làm chưa? (không cần có anh văn nói viết).. . Câu 2: Thủ tục chuyển hệ là như thế nào ạ ? và bằng tốt nghiệp hệ vừa học vừa làm và chính quy khác nhau như thế nào ạ?. . Em xin chân thành cảm ơn!. . Chúc thầy cô nhiều sức khỏe ạ !. .   i Học vụ .",
            "Chào bạn. . 1)chuyển từ hệ chính quy sang hệ vừa học vừa làm: ĐƯỢC, TẢI MẪU ĐƠN THÔI HỌC CHUYỂN SANG VLVL NỘP TẠI BKSI. . 2)đồng thời đăng ký tại cổng: Website:www.tuyensinh.hcmut.edu.vn – Tuyển sinh đại học không chính quy 2021, chọn option 1. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Dạ em chào ad ạ, . . . . Em là [full_name] là sinh viên khóa K15, hiện tình hình dịch phức tạp nên em chưa biết khi nào mới mở học kỳ để em đăng ký làm luận văn tốt nghiệp ạ. Theo chương trình học mà em xem thì tới tháng 4/2022 là hạn cuối để đăng ký tốt nghiệp mà do tình hình dịch thế này thì thời gian trên có dời theo không ạ? . . . . Em xin cảm ơn ad ạ.",
            "Chào bạn,. . Bạn vui lòng trình bày rõ câu hỏi của bạn?. . Bạn đang muốn hỏi về mở HK nào?. . Hiện tại học kỳ 1/2021-2022 chưa có lịch đăng ký. Khi nào có sẽ thông báo mail cho SV và cập nhật tại lịch học vụ. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em chào thầy/cô,. . . . Em có check tình trạng sinh viên thì có ghi quyết định chuyển ngành là 2022-2023 ạ, đúng là 2021-2022, em không biết do thế nên tên khoa của em vẫn chưa đổi hay sao ấy ạ! . . . . Em có gửi đính kèm hình ạ, em mong phòng đào tạo chỉnh sửa lại giúp em với ạ!. . . . Em cảm ơn thầy/cô!",
            "Chào bạn. . Phòng đào tạo đã điều chỉnh lại theo đúng quyết định nghen. . Thân. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . chào pdt, ở địa phương em đang gọi khám nghĩa vụ quân sự nhưng hiện tại em không thể lên trường để xin giấy do tình hình dịch bệnh, cho em hỏi vậy em có thể xin giấy bằng cách gửi qua đường bưu điện được không ạ? em xin cảm ơn. . . .",
            "Chào bạn,. . Được nhé bạn, bạn vui lòng trang mybk/In xác nhận SV để đăng ký in giấy xác nhận SV và gửi qua đường bưu điện. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em muốn làm đơn tạm ngưng (bảo lưu) trong thời điểm hiện tại thì nên làm thế nào ạ? Vì em thấy có biểu mẫu trên web trường rồi nên không biết cần đợi hết dịch để trực tiếp tới PĐT để làm đơn nữa không. . . . Em cám ơn ạ!",
            "Chào bạn,. . Bạn là sinh viên chương trình chất lượng cao, vui lòng liên hệ tại Văn Phòng Đào tạo Quốc tế để được hỗ trợ nhé!. . - Điện thoại: (028) 7300.4183 – 03.9798.9798. . . . mail: [email]"
        ]
    },
    {
        "intent": "",
        "message": [
            "Họ và tên: [full_name].. . Em xin rút môn học Đại số Tuyến tính, lớp 2023_MT1015_DT01 trong học kì 203 (đã thanh toán học phí).. .   i Rút môn học (phải thanh toán học phí) Học kỳ 203 .",
            "Chào bạn;. . Bạn thiếu file đơn nhé, vui lòng xem lại mail hướng dẫn rút môn học nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính chào quý thầy cô phòng Đào tạo,. . Em là [full_name], MSSV [student_id]. Em có đăng ký in 2 bảng điểm vào ngày 6/7/2021 và phòng Đào tạo đã in xong. Vì em đang ở tỉnh thành khác không thể nhận bảng điểm nên em xin [full_name] [full_name] cho bạn [full_name], MSSV [student_id].. . Bạn sẽ nhận vào sáng 8/7/2021. Em xin chân thành cám ơn quý thầy cô.. . . .   i Yêu cầu khác .",
            "Chào bạn,. . Đã chuyển đảng điểm của bạn cho bạn [full_name], MSSV [student_id] nhận giùm. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: 1713166  /b \t. . . .   i Đăng ký môn học . Dạ cô cho em hỏi hiện giờ còn đăng ký mở thêm lớp hè được không ạ?. . Môn học em muốn đăng ký là KẾT CẤU THÉP 2. . Mã MH: CI3211. . Em cảm ơn!",
            "Chào bạn,. . Hiện tại đã hết thời gian để mở lớp và đăng ký học kỳ hè 203 nhé bạn. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em nghe nói từ khoá K2019, trường mình sẽ phân biệt bằng kỹ sư với cử nhân kỹ thuật. Cho em hỏi việc phân biệt này có áp dụng với chương trình chất lượng cao/ tiên tiến không ạ? Và khi nào thì sinh viên bắt đầu đăng ký học cử nhân hay kỹ sư ạ?. . . . Em còn nghe nói là bằng kỹ sư của trường mình sẽ tương đương trình độ thạc sĩ. Điều này có đúng không ạ?. . . . Em xin cảm ơn và mong được trường giải đáp!",
            "Chào bạn. . - Từ Khóa 2019 bằng cấp là bằng cử nhận (áp dụng cho toàn bộ sinh viên). . -\tVề vấn đề liên quan đến học chương trình liên thông Đại học-Thạc sĩ & Thạc sĩ (Cao học) bạn vui lòng liên hệ Phòng đào tạo Sau đại học qua địa chỉ: Website:www.pgs.hcmut.edu.vn, Email\t: [email]. . -\tChương trình Cử nhân – Kỹ sư – Thạc sĩ hiện tại nhà trường đang xây dựng quy trình cho Khóa 2021 (hiện chưa có thông báo). . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Em sinh viên cơ khi chuyển hệ từ CQ sang hê VHVL. Em có môn 202880  MAY CONG CU chưa hoàn thành nhưng hiện nay không còn môn tương đương như vậy nữa, em tìm cũng không thấy môn thay thế. Vậy thì em có thể học môn khác bù vào tín chỉ bị thiếu không.",
            "Chào em,. . Môn tương đương, thay thế em hỏi Phó Khoa phụ trách về đào tạo nhé.. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . . . Kính gửi BGH nhà trường,. . . . Em tên [full_name], Mssv:[student_id], ngàng Trắc địa bản đồ.. . . . Hiện tại em đang làm Luận vpăn tốt nghiệp và cũng hoàn thành gần như xong - nhưng chưa đăng ký môn học Luận văn tốt nghiệp do điều kiện thiếu toeic.. . . . Nay em đã có kết quả điểm toeic và đủ điểm để nhận luận văn.. . Để có thể hoàn thành chương trình học trong tình hình dịch bệnh khó khăn.. . Kính mong nhà trường tạo điều kiện cho em được đăng ký bổ sung môn học Luận văn tốt nghiệp (mã Ci4353) để kịp cho đợt bảo vệ sắp tới này.. . . . Trong khi chờ đợi sự chấp thuận từ quý nhà trường, em xin chân thành cảm ơn.. . . . Cần bổ sung thêm thông tin hay viết đơn em xin bổ sung sau.",
            "Chào bạn,. . Bạn vui lòng làm đơn trình bày rõ trường hợp của bạn, lý do vì sao đến thời điểm này mới xin ĐK LVTN ở HK 202.. . Vì hiện tại đã quá trễ để giải quyết đăng ký LVTN.. . Trong đơn phải có xác nhận của Giáo viên hướng về xác nhận tiến độ LVTN của bạn. . Và xác nhận của [full_name] đồng ý cho bạn và đảm bảo tổ chức bảo vệ. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em là sinh viên K16 và em đã có nộp CCNN toeic 2 kỹ năng 575 điểm. Em muốn đăng ký làm luận văn tốt nghiệp.. . Em rất mong thầy/cô phòng đào tạo giúp đỡ, hướng dẫn giúp em.. . Em xin cảm ơn ạ.",
            "Chào bạn,. . Bạn vui lòng trình bày rõ trường hợp của bạn nhé, vì hiện tại đang là học kỳ hè không có mở môn LVTN. Và sắp tới sẽ có lịch không vụ của học kỳ 1/2021-2022, và hiện tại chưa tới đợt đăng ký online. Nếu bạn đủ điều kiện ĐK LVTN thì khi nào có đợt đăng ký bạn tự vào ĐKMH online nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác:   B Em đã in và gửi phiếu đăng kí bằng 2 cho phòng đạo tạo qua bưu điện được hơn 3 tuần rồi, nhưng sao trên trang đăng kí hồ sơ tình trạng hồ sơ lại là \"Hồ sơ mới thí sinh xác nhận hoàn tất đăng kí nhưng trường chưa nhận\". . . Dó pdt chưa cập nhật hay là chưa nhận được hồ sơ ạ.. . Em mong được phản hồi sớm ạ.. . Em cảm ơn!",
            "Chào bạn,. . Hồ sơ bạn gửi bưu điện trường đã nhận được, nhưng hiện tại đang là thời gian đăng ký online, chưa nhận hồ sơ nhập học. Bạn vui lòng xem lại tại trang tuyensinh.hcmut.edu.vn về thời gian dự kiến nhập học, lịch trình cụ thể sẽ được gửi qua email cho thí sinh.. . Bạn đăng ký online xác nhận hoàn tất là thành công, phiếu in bạn đợi khi nào nhập học nộp kèm chung 1 bộ hồ sơ hoàn chỉnh. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Xin chào [full_name]/[full_name]ị PTĐ,. . . . - Em là [full_name], MSSV: 183544. . - Em được đăng ký bổ sung môn học \" [full_name] - EE3335\" vào ngày 29/06/2021. . . - Hiện em chưa nhận được mail thông báo giáo viên hướng dẫn thực tập của mình. Xin [full_name]/[full_name]ị hỗ trợ em với ạ.. . - Em đã liên hệ với bộ môn Viễn Thông thì không có tên em trong danh sách. Em liên hệ bộ môn Điện Tử thì chưa thấy hồi mail ạ.. . . . Em cảm ơn [full_name]/[full_name]ị PTĐ.. . Em chúc [full_name]/[full_name]ị một buổi chiều vui vẻ.",
            "Chào bạn,. . Về phân giao viên thực tập bạn vui lòng liên hệ tại Khoa để được hướng dẫn nhé!. . Bạn nói Bộ môn liên hệ Khoa để cập nhật danh sách mới nhất, hoặc bạn chụp hình TKB trên mybk của bạn gửi cho bộ môn để làm minh chứng.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Kính gửi phòng Đào tạo,. . . . Vào cuối tháng 8/2021 em sẽ qua Ý để tham gia học kỳ trao đổi tại đây. Kế hoạch ban đầu của trường là thi cuối kỳ vào đầu tháng 8, tuy nhiên với tình hình dịch bệnh hiện tại thì kế hoạch tổ chức thi cuối kỳ có bị dời lại không ạ? Và nếu bị dời lại thì em có thể xin thầy dạy các môn này thi cuối kỳ trước để không ảnh hướng đến việc đi trao đổi được không ạ?. . . . Em xin cảm ơn ạ",
            "Chào bạn,. . Trường hợp của bạn có thể tư vấn cho bạn các trường hợp sau:. . - Thứ nhất về các môn học mà bạn đã hoàn thành trong học kỳ 202 (vì hiện tại các môn thí nghiệm vẫn chưa xong). Bạn có thể làm đơn xin thi sớm, và phải có sự đồng ý của giáo viên giảng dạy và Khoa. Nếu giảng viên và Khoa đồng ý có thể làm công văn đề nghị lên Phòng Đào tạo ra quyết định thi sớm cho bạn (vì lý do đi trao đổi ở nước ngoài).. . - Trường hợp thứ 2, thời gian dự kiến thi theo dự kiến tổ chức từ đầu tháng 8 đến hết tháng 8/2021, tình hình hiện tại thì cũng không thể đảm bảo cho bạn trước vấn đề gì về lịch có thay đổi hay không? Và bạn có thể đợi tới lúc bạn đi trao đổi mà vẫn chưa thi học kỳ được, có thể làm đơn xin văng thi có phép (nộp tại Phòng Đào tạo). Sau khi đi trao đổi về bạn có thể làm đơn xin thi sau.. . Bạn có thể tham khảo quy định về điểm vắng thi có phép tại đây:. . aao.hcmut.edu.vn/sinh viên/quy chế/Quy chế đào tạo và học vụ bậc đại học, cao đẳng:/Điều 17. Vắng thi, hoãn thi, cấm thi, miễn thi/c. Vắng các buổi thi cuối kỳ:. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Em tên : Lê Tô Gia Vĩ. . MSSV : [student_id]. . Ngành học : kỹ thuật điện - điện tử. . Khoa : ĐIỆN - ĐIỆN TỬ. . Đợt tháng 10 năm 2020. . Cho em hỏi là môn : [full_name], [full_name], [full_name] 1, [full_name] 1, [full_name] [full_name]. Những môn này các khóa trước của trường cao đẳng điện lực TPHCM qua học liên thông thì được miễn, nhưng đến khóa em học thì lại không được miễn mong khoa xem xét giải đáp thắc mắc vấn đề này giúp tụi em với ạ! Em chân thành cám ơn!!. .",
            "Chào em,. . PĐT đã nhận được thông tin của em, sẽ trả lời em qua bksi hoặc email trong thời gian sớm.. . Thân mến,. . . .",
            "dạ cho em hỏi PĐT đã giải quyết vấn đề của em chưa ạ. mong có phản hồi sớm từ quý thầy cô. hiện tại trong quá trình đăng kí môn học nên mong PDT giải quyết sớm vấn đề giúp em để có thể đăng kí môn học ạ. em chân thành cám ơn!",
            "Chào em,. . Em liên hệ Khoa cụ thể là thầy [full_name] để được hướng dẫn cụ thể, vì thầy có trả lời PĐT qua email:. . \"Hiện mình đang vận hành CTĐT K2019 nên chuẩn hóa việc xét miễn môn là theo kết quả khảo sát ĐCMH của CĐ ĐL đã gởi với ĐCMH của CTĐT K2019 cập nhật (yêu cầu về CĐR (CDIO, ABET) thay đổi so với CTĐT cũ 2014). Em có thể giải thích cho các thắc mắc SV trường này dựa trên cơ sở mình đã cập nhật CTĐT từ K2019.\". . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Chào cô,. . Em có nhận được phản hồi về câu hỏi trước của cô về việc đăng ký luận văn tốt nghiệp. Em muốn hỏi thêm là trường hợp của em thì vẫn đợi đến đợt ĐKMH để đăng ký hay cần làm gì khác không ạ?. . . . Em xin phép trình bày tình trạng của em. Em là sinh viên K16 và chưa tốt nghiệp do không đủ điểm CCNN toeic 2 kỹ năng. Em lo lắng rằng mình bị trễ hạn đăng ký hoặc hết hạn đào tạo.. . . . Em đang học môn AV4A trong HK202 này để giữ tình trạng học tập. Hiện tại, em đã nộp CCNN và đủ điều kiện làm luận văn. Em đã có liên hệ với giảng viên hướng dẫn và em muốn đăng ký để làm luận văn tốt nghiệp sớm nhất có thể ạ.. . Em cảm ơn ạ.. .",
            "Chào bạn,. . Bạn vui lòng trình bày rõ nguyện vọng của bạn?. . Hiện tại bạn đang làm lVTN với giảng viên hay đã làm xong rồi!. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Rút môn học (phải thanh toán học phí) Học kỳ 203 .",
            "Chào bạn;. . Bạn vui lòng đính kèm file đơn như hướng dẫn trong email nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Kính gửi thầy cô phòng đào tạo. . Thầy cô cho em hỏi 2 môn hệ thông cung cấp điện và môn cơ sở điều khiển tự động  khóa 2019  được miễn nhưng khóa 2020 thì thầy [full_name] nói khoa không miễn môn này . Mặc dù tụi e là hệ cao đẳng điện Lực chuyển qua chung trương chung ngàh mà k được xét miễn . Và mail trường kêu ghi các môn k có danh sách để khoa xét bổ sung . Vậy mong thầy cô  xem xét giải quyết giúp chúng em . . Em xin cảm ơn",
            "Chào bạn;. . Hiện Khoa Điện đang vận hành CTĐT K2019 nên chuẩn hóa việc xét miễn môn là theo kết quả khảo sát ĐCMH của CĐ ĐL đã gởi với ĐCMH của CTĐT K2019 cập nhật (yêu cầu về CĐR (CDIO, ABET) thay đổi so với CTĐT cũ 2014).. . Thân.",
            "Vậy là dựa theo CTĐT 2019 hiện tại thì các môn điểm chuyển đã cập nhật trên inf của trang thông tin đã đủ theo CTĐT mới chưa thầy . Và các môn nói trên và danh sách kafm gửi miễn bổ sung  có được xét nua không thầy . . Em xin cảm ơn",
            "Chào bạn,. . Phòng đào tạo đã ghi nhận trường hợp của bạn, và đã chuyển thông tin đến các bộ phận liên quan để kiểm tra và xử lý, bạn vui lòng đợi Pdt phản hồi kết quả qua BKSI hoặc mail sinh viên. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Chào thầy cô ạ, . .    Em là [full_name], sinh viên khoá K14 và e chưa tốt nghiệp ạ. Em có một số câu hỏi nhờ thầy cô giải đáp giúp ạ:. .     Em còn thiếu Toeic 500 và PĐT tháng 4 thông báo với em là nếu bổ sung vào tháng 7 thì có thể hỗ trợ tốt nghiệp với hệ chính quy được. Nhưng dịch từ tháng 5 tới giờ nên IIG không tổ chức được nên em khôg thi và bổ sung bằng kịp ạ. Nên nhà trường cho em hỏi:. . 1. Tụi em được hỗ trợ nữa không hay làm đơn xin thu nhận và chuyển hệ ạ? . . Chuyện này xảy ra cũng do năng lực quản lí bản thân của tụi em yếu kém nên em không hi vọng gì nhiều, em chỉ mong PĐT trả lời sớm giúp tụi em để tụi em hoàn thành mọi thứ sớm ạ!. . . . 2. Nếu chuyển hệ đợt tháng 7 này, thì tụi em chuyển online hay lên trường nộp đơn trực tiếp ạ?. . . . 3. Chuyển hệ thì tụi em được xét tốt nghiệp đợt cuối năm nay luôn không ạ? . . . . Em cám ơn thầy cô nhiều ạ!. . Sinh viên,. . [full_name].",
            "chào bạn,. . Hiện tại đang có đợt đăng ký chuyển qua hệ VLVH, bạn có thể vào đăng ký online.. . Vui lòng xem thông tin và đăng ký tại trang. . tuyensinh.hcmut.edu.vn. . Nếu bạn đủ điều kiện tốt nghiệp có thể đăng ký xét tốt nghiệp vào đợt tháng 11/2021. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "cho e hỏi với tình hình dịch bệnh như hiện tại nhà trường có kế hoạch thi online hay đã có dự kiến khi nào thì thi được chưa ạ ,  tụi em còn ôn bài thi chớ để dồn lại kì hè với kì 202 thì sẽ có nhiều môn lắm ạ",
            "Chào em,. . PĐT đã gửi email đến sv lịch thi hk202 từ 09/8/21 đến 29/8/21.. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Cho em hỏi nếu tham gia hoạt động xã hội ở địa phương thì có cách nào để được công nhận và quy đổi thành ngày công tác xã hội ở trường không ạ. . . .",
            "Chào em,. . Em vui lòng liên hệ [email] để được hướng dẫn.. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "B [full_name] ,[full_name]ỦA [full_name] [full_name] [full_name],[full_name] [full_name] ĐÃ THANH TOÁN CÁC KHOẢN TRƯỚC ĐÓ RỒI THÌ [full_name] 2 [full_name],[full_name] CHO [full_name] XIN ĐƠN GIÁ CỦA TỪNG MÔN HỌC CŨNG NHƯ GIÁ TIỀN MỖI TÍN CHỈ ĐỂ [full_name] ĐỐI CHIẾU VÌ THỰC SỰ LÚC NÀY VỚI [full_name] [full_name],[full_name] GIẢI ĐÁP THẮC MẮC DÙM [full_name],[full_name] XIN CẢM ƠN. .   i Yêu cầu khác .",
            "Chào bạn,. . Bạn vui lòng xem lại về quy định tính học phí, trên bkpay hiện tại 1 khoản là học phí học kỳ 202 (phần bổ sung), môn học bạn đăng ký ở đợt 2 và phần môn TTTN bạn đăng ký ở học kỳ 203.. . Vui lòng kiểm tra lại TKB.. . Nếu có thắc mắc khiếu nại về cách tính, bạn vui lòng làm đơn trình bày rõ và ghi tính sai ở đâu.. . Chúc bạn học tốt. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em làm mất thẻ BHYT nên có xin cấp lại nhưng chưa được trả thẻ, em muốn tra cứu mã số BHYT của bản thân thì nên làm thế nào?",
            "Chào em,. . Em vui lòng liên hệ [email] để được hướng dẫn.. . Thân mến,. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ  /i : Nộp đơn xin thu nhận lại qua BKSI. . . .",
            "Chào bạn,. . Đơn thu nhận của bạn đã được tiếp nhận, bạn vui lòng theo dõi tình trạng thu nhận qua mybk/Thông tin sinh viên và theo dõi lịch học vụ để đăng ký môn học cho học kỳ 1/2021-2022 nhé!. . Chúc bạn học tốt. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "em tên [full_name]. . khóa K19. . mssv: [student_id]. . thầy/ cô cho em hỏi hiện tại em đang tạm dừng học, vậy em có thể nộp đơn thu nhận online được không ạ. .",
            "Chào bạn,. . Được nhé bạn, bạn vui lòng tải mẫu đơn thu nhận điền đầy đủ thông tin và gửi qua bksi nhé!. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Rút môn học (phải thanh toán học phí) Học kỳ 203 ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Dạ là hôm bữa em có bấm khai trên biểu mẫu rồi mà em quên gửi đi, nay đã hết hạn rồi, em có thể gửi biểu mẫu nữa không ạ. . Em xin cảm ơn . .",
            "Chào bạn,. . Bạn vui lòng trình bày rõ nội dung câu hỏi!. . Thân",
            "Yêu cầu khác: Dạ là mail này ạ, em điền biểu mẫu khai báo về thường trú ở TPHCM, mà do mạng nhà em nên em tưởng là đã gửi rồi ạ, nay em mới làm lại biểu mẫu mới vào hôm nay, em điền trễ vậy có sao không ạ.. . Em xin cảm ơn",
            "Chào bạn,. . Vấn đề này bạn vui lòng liên hệ tại Phòng công tác Chính trị sinh viên để được hướng dẫn và hỗ trợ nhé!. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Cho em hỏi là hiện giờ em đang tạm dừng việc học từ học kì 2 năm nhất thì tới học kì tiếp em muốn tiếp tục tạm dừng thì có cần nộp đơn không ạ ?",
            "Chào bạn,. . Bạn không cần làm đơn tạm dừng nữa nhé.. . Nhưng theo quy định thì bạn không được tạm dừng quá 2 học kỳ liên tiếp sẽ bị buộc thôi học.. . Bạn vui lòng xem tại quy chế:. . aao.hcmut.edu.vn/sinh viên/quy chế/học vụ/ Quy chế đào tạo và học vụ bậc đại học, cao đẳng:. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Nhà trường có thể cho em hỏi là em có các giấy tờ về việc miễn giảm học phí, nhưng hiện tại đang dịch bệnh nên em chưa vào được thành phố để nộp giấy tờ xin miễn giảm ạ. Vậy cho em hỏi là đến lúc mình đi học lại rồi nộp giấy tờ thì có được miễn giảm học phí kì tới không ạ? Hay nếu không thì em có thể làm cách nào để gửi giấy tờ vào cho nhà trường ạ nếu dịch bệnh còn kéo dài quá hạn nộp đơn xin miễn giảm, và cho em hỏi về hạn nộp đơn xin miễn giảm ạ. Em xin cảm ơn ạ./i . . . .",
            "Chào em,. . Vấn đề miễn giảm học phí em liên hệ [email] để được hướng dẫn.. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Kính chào Phòng Đào tạo,. . . . Em là [full_name], MSSV [student_id], sinh viên lớp VP14HK. Như vừa trao đổi bằng điện thoại với PĐT, em xin trình bày tình trạng hiện tại về quá trình xin tốt nghiệp của em.. . . . Như thông báo trả kết quả của PĐT ngày 25/06, điều kiện tốt nghiệp của em còn thiếu các mục sau:. . . . 1. Môn Mác - [full_name]. . 2. Các môn năm thứ 5. . 3. TOEIC. . . . Về mục 1, em đã liên hệ với PĐT thông qua bksi yêu cầu #25483. Em đã được chấp thuận chuyển điểm môn SP1003 sang mã môn học 001001.. . . . Về mục 2, thầy [full_name] đã ký quyết định số 383/QĐ-ĐHBK miễn các môn học trong năm thứ 5 của chương trình đào tạo.. . . . Về mục 3, em đã nộp scan bảng điểm IELTS trên mybk, thư xác nhận của IDP Hanoi cũng đã gửi đến trường vào chiều hôm qua (theo tra cứu trên trang của VNPost). Em hy vọng Phòng Đào tạo có thể xét bằng IELTS của em trong thời gian sớm nhất.. . . . Bên cạnh đó, Khoa GT nói rằng đã làm công văn đề nghị thu nhận em lại vào trường ĐHBK, nhưng vẫn chưa nhận được phản hồi từ PĐT. Vậy em kính xin PĐT sớm thu nhận em lại vào trường.. . . . Hôm trước, thầy [full_name] có trả lời em rằng nếu em đủ điều kiện tốt nghiệp, sẽ xét tốt nghiệp em ngay lập tức. Mặc khác, em có nghe rằng trường đang xét tốt nghiệp đợt vét trong thời gian này. Vậy em muốn hỏi khi nào thì em có thể được xét tốt nghiệp ạ?. . . . Em kính mong phản hồi từ Phòng Đào tạo. Em xin chân thành cảm ơn.. . . . Trân trọng,. . . . [full_name]",
            "Chào bạn,. . Tình trạng sinh viên của bạn hiện tại đã có quyết định thu nhận lại.. . Vấn đề là về CCNN của bạn, đã chuyển cho bộ phận dữ liệu kiểm tra để cập nhật CCNN cho bạn.. . Bạn vui lòng theo dõi về tình trạng thẩm tra ngoại ngữ, khi nào cập nhật trạng thái đã thẩm tra hợp lệ, bạn vui lòng làm đơn xin xét tốt nghiệp bổ sung và gửi qua bksi nhé!. . Thân",
            "Kính chào PĐT,. . . . Cảm ơn PĐT đã thông tin.. . . . Về đơn xin xét tốt nghiệp, em đã tìm trên aao biểu mẫu nhưng không thấy. Vậy đơn xin xét tốt nghiệp đó em tự viết đúng không ạ?. . . . Xin cảm ơn,",
            "Chào bạn. . Không có mẫu nhé, bạn tự viết tay hoặc đánh máy đều được. . Thân",
            "Kính chào PĐT,. . . . Em xin gửi đơn xin xét tốt nghiệp bổ sung ở phần đính kèm. Tuy mybk chưa cập nhật thành công chứng chỉ ngoại ngữ nhưng em chắc chắn là không có vấn đề gì với bằng ielts của em.. . . . Về việc này, em có 2 câu hỏi, kính mong PĐT giải đáp:. . . . 1. Nếu được xét đợt bổ sung này, thời gian sớm nhất để em có bằng hoặc chứng nhận tốt nghiệp là khi nào ạ? Em cần biết vì để xin gia hạn nộp bằng/cntn cho trường PhD ạ.. . . . 2. Điểm trung bình tích luỹ ngành hiện tại của em được xếp vào loại xuất sắc. Tuy nhiên, ở điều 21 quy chế đào tạo lại quy định: Riêng loại Xuất sắc sẽ bị giảm xuống thành loại Giỏi khi có thời gian học vượt quá số học kỳ chuẩn Nhkc (12 kỳ đối với PFIEV). Em là sinh viên bằng đôi, số học kỳ ở Việt Nam (8) và Pháp (4) là 12 kỳ, tuy nhiên do covid và thủ tục giấy tờ nên hiện tại đang là kỳ thứ 14 tại trường BK của em. Như vậy, em có được xem xét miễn áp dụng quy định điều 21 không ạ?. . . . Em xin chân thành cảm ơn.. . . . Trân trọng,. . . .",
            "Chào bạn. . - Phòng đào tạo ghi nhận đơn xét tốt nghiệp của  bạn. . - Tuy nhiên hiện tại kết quả thẩm tra CCNN của bạn chưa có, Bạn vui lòng theo dõi tình trạng thẩm tra ngoại ngữ, khi nào cập nhật trạng thái đã thẩm tra hợp lệ thì báo lại trên BKSI để Pdt tiến hành xét tốt nghiệp theo đơn của bạn. . - 1) Phụ thuộc vào kết quả thẩm tra CCNN của bạn. Tình hình hiện tại Pdt in bằng tốt nghiệp mỗi tháng. . - 2) Khi đủ điều kiện tốt nghiệp Pdt sẽ kiểm tra và xét loại tốt nghiệp của bạn theo quy định. . Thân",
            "Kính chào PĐT,. . . . Em đã thấy CCNN của em đã hợp lệ. Vậy, em kính xin PĐT xét tốt nghiệp cho em ạ.. . . . Xin cho em biết xếp loại và ngày (dự kiến) mà em có thể nhận bằng/chứng nhận tốt nghiệp tạm thời ạ.. . . . Ngoài ra, khi nào thì em có thể đăng ký in bảng điểm   B   I đã tốt nghiệp  /I   /B  vậy ạ?. . . . Em kính mong PĐT giải đáp. . . . . Xin cảm ơn,. . . . [full_name]",
            "Chào bạn. . Pdt đã kiểm tra và đã triển khai các bộ phận hỗ trợ xét tốt nghiệp cho bạn. . - Các bước tiếp theo bạn vui lòng đợi mail thông báo của Phòng đào tạo (thông báo đăng ký khai thông tin bằng tốt nghiệp + thông báo nhận bằng), Dự kiến cuối tháng 7/2021. . - Bảng điểm tốt nghiệp sẽ nhận kèm bằng tốt nghiệp . . Thân",
            "Xin chào PĐT,. . . . Em liên hệ PĐT vì chưa nhận được mail thông báo đăng ký khai thông tin bằng tốt nghiệp như đã được đề cập. Vì hạn cuối nộp bằng ĐH cho trường PhD là đầu tháng 8, hy vọng PĐT thông cảm vì sự nóng vội của em.. . . . Em xin chân thành cảm ơn,. . . . [full_name]",
            "Chào bạn,. . Hiện tại PDT đã gửi mail cho Sinh viên để ĐK tốt nghiệp. Bạn vui lòng vào kiểm tra mail và làm theo hướng dẫn việc đăng ký tốt nghiệp.. . Sau khi đăng ký và đóng tiền, chờ xác nhận của PDT.. . Về việc bằng tốt nghiệp, sau khi có bằng TN sẽ gửi mail thông báo cho SV đến nhận.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Chào cô,. . . . Trường hợp của em đã trình bày ở [25819]. . . . Dạ em đang làm luận văn với giảng viên. Em chỉ muốn hỏi khi nào em có thể đăng ký môn luận văn tốt nghiệp.. . . . Em cảm ơn cô.",
            "Chào bạn,. . Bạn trình bày rõ ràng chi tiết vấn đề của bạn?. . Không phải chỉ nói là đang làm LVTN? mà tiến độ thực hiện như thế nào?. . Bạn muốn ĐK LVTN ở học kỳ nào? chứ không phải là sớm nhất có thể?. . Nếu bạn không trình bày rõ ràng thì không thể hướng dẫn cho bạn được. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em muốn rút hồ sơ ạ. Lí do em học không nổi",
            "Chào bạn,. . Trước tiên bạn phải làm đơn xin thôi học và nộp tại Văn Phòng Đào tạo quốc tế.. . Sau khi có quyết định thôi học bạn có thể làm xin rút hồ sơ nhé!. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Con chào thầy/cô. Hiện tại con đang mắc một khoản nợ 7 triệu học phí kì hè. Hiện tại gia đình con không đủ khả năng chi trả cho số tiền quá lớn trong tình hình dịch bệnh này. Con hiện đã bị xóa tkb rất lâu rồi ạ. Giờ thầy cô có hướng nào giúp con không ạ, chứ nếu tiếp tục như vậy chắc kì sau con không thể đăng ký môn và phải tạm dừng một học kì ạ. Con mong thầy cô giúp đỡ con.",
            "Chào bạn,. . Bạn vui lòng làm đơn trình bày, ghi rõ lý do vì sao đăng ký môn không và không thanh toán học phí? Và bạn có nguyện vọng gì? Vui lòng trình bày rõ trong đơn và gửi qua bksi để trình bày Ban lãnh đạo xem xét và trả lời cho bạn.. . Thân",
            "Kính gửi thầy/cô. Đây là đơn nguyện vọng của con. Con xin được gửi cho thầy cô xem xét ạ. Con xin cảm ơn !",
            "Chào bạn. . Cô đã nhận được đơn của bạn, và đã trình Thầy [full_name] (Trưởng phòng đào tạo) xem xét hồ sơ. . Cô gởi phê duyệt của Thầy theo ảnh đính kèm. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Dạ em chào PĐT, hiện tại em đang muốn có bảng điểm trực tuyến chứ không phải bảng điểm in giấy, có cách nào để em có được bảng điểm trực tuyến không ạ?. .",
            "Chào bạn,. . Bảng điểm nhà trường in ra mới ký tên và đóng dấu, không có bảng điểm trực tuyến nhé bạn.. . Khi nhận bảng điểm bạn có thể tự scan thành file như bạn cần. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em xin chào PĐT,. . Gần đây, em có nghe được một số thông tin về việc đăng ký học liên thông lên thạc sĩ. Sau khi học xong sẽ được cấp hai bằng Kỹ sư và Thạc sĩ, và việc đăng ký học liên thông từ ngày 16/6/2021 đến ngày 15/7/2021. . . . . Trước đó em có nghe về việc sau 4 năm sẽ nhận bằng Cử nhân. Tuy nhiên, em chưa thấy có thông báo chính thức về việc học cũng như bằng Kỹ sư Thạc sĩ này.. . . . Em muốn hỏi việc này có đúng không, và nếu em muốn nhận được bằng Kỹ sư thì em có cần bắt buộc phải đăng ký học liên thông trước ngày 15/7/2021 hay không?. . . . Em đến từ khoa Máy Tính k19.. . Em xin chân thành cảm ơn.",
            "Chào bạn. . - Từ Khóa 2019 bằng cấp là bằng cử nhận (áp dụng cho toàn bộ sinh viên). . -\tVề vấn đề liên quan đến học chương trình liên thông Đại học-Thạc sĩ & Thạc sĩ (Cao học) bạn vui lòng liên hệ Phòng đào tạo Sau đại học qua địa chỉ: Website:www.pgs.hcmut.edu.vn, Email\t: [email]. . -\tChương trình Cử nhân – Kỹ sư – Thạc sĩ hiện tại nhà trường đang xây dựng quy trình cho Khóa 2021 (hiện chưa có thông báo). . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Kính chào phòng đào tạo ạ, em đang có nhu cầu in bảng điểm, và gửi về Nghệ An trong thời gian này. Không biết khi thành phố áp dụng chỉ thị 16 thì dịch vụ gửi bảng điểm này có thể đăng ký không ạ? . . Em xin cảm ơn!",
            "Chào bạn,. . Được nhé bạn, bạn có thể vào mybk/In Bảng điểm để đăng ký online và chon dịch vụ gửi qua đường bưu điện nhé bạn.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Kính gửi Phòng Đào tạo Trường, . . Sau khi em hoàn thành thủ tục chuyển từ hệ chính quy sang hệ Vừa làm vừa học vào tháng 3 năm 2021. Với thông tin như sau: . . Hệ chính quy: . . [full_name] - [student_id]2 - [email]. . Hệ VLVH: [full_name] - [student_id] - [email]. . Trong chương trình đào tạo chính quy Khóa 2013, em đã hoàn thành chương trình đào tạo và chỉ thiếu tiếng anh 2 kĩ năng nói viết. Do đó, sau khi chuyển qua hệ VLVH em không biết em cần làm những gì để đủ điều kiện đăng kí tốt nghiệp vào tháng 11/2021 ạ? Em có phải học bổ sung môn gì nữa không? . . Rất mong nhận được phản hồi sớm thừ Phòng Đào tạo. . . Trân trọng! . . [full_name].",
            "Chào bạn,. . Phòng đào tạo đã ghi nhận trường hợp của bạn, và đã chuyển thông tin đến các bộ phận liên quan để kiểm tra và xử lý, bạn vui lòng đợi Pdt phản hồi kết quả qua BKSI hoặc mail sinh viên. . Thân. .",
            "Em cảm ơn chị đã phản hồi thắc mắc của em.. . Hiện tại phòng đào tạo mở Đăng kí môn học từ 10h ngày 19/7/2021 đến 15h ngày 23/7/2021, em mong được hướng dẫn sớm để kịp đăng ký (nếu có) ạ.. . Xin cảm ơn!",
            "Chào bạn;. . Bạn làm đơn chuyển sang áp dụng CTDT  khóa 2013 nhé, sau đó Phòng Đào tạo mới xét TN cho bạn theo khóa 2013 được. . Thân",
            "li answer rate: Answer suits the needs / Câu trả lời đúng ý",
            "Chào anh;. . Em đã được pĐT cấp mã số sinh viên mới, cấp thẻ sinh viên mới và em gửi đơn xin \"Miễn LVTN và Đề cương LVTN\" của Khoa chứng nhận lên PĐT theo yêu cầu của Bộ phận tiếp nhận bên nhà A4 (Em không biết PĐT đã nhận chưa?).. . . . Như các điều kiện em trình bày trong các câu hỏi trên thì em vẫn làm đơn \"[full_name]A 2013\" phải không anh?. . Đơn này nộp tại đâu vậy anh? . . Em cảm ơn anh. . . Trân trọng!",
            "Chào anh;. . Anh xem giúp em đơn như này đạt yêu cầu chưa anh?. . Em cảm ơn anh.. . Trân trọng!",
            "Chào bạn,. . Phòng đào tạo đã ghi nhận trường hợp của bạn, và đã chuyển thông tin đến các bộ phận liên quan để kiểm tra và xử lý, bạn vui lòng đợi Pdt phản hồi kết quả qua BKSI hoặc mail sinh viên. . Thân. .",
            "Chào bạn,. . Đơn chuyển khóa của bạn đã được duyệt, sẽ chuyển cho bô dữ liệu kiểm tra và ra quyết định.. . Ngay sau khi có quyết định sẽ trả lời cho bạn qua bksi. . Thân",
            "Chào các anh (chị).. . Cho em hỏi kết quả xét duyệt của em có chưa? Em có phải đăng kí học hay bổ sung thêm điều kiện gì nữa không?. . Em xin cảm ơn.. . Trân trọng!. . [full_name].",
            "Chào bạn. . Quyết định chuyển ngành của bạn đã có, file gởi đính kèm. . Mai mốt bạn có hỏi trên BKSI thì đăng nhập theo MSSV hiện tại để có thể hỗ trợ nhanh hơn nghen bạn. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Kính chào thầy/cô ạ,. . Hiện em là sinh viên khoá K20, em có nhu cầu đăng kí học song ngành theo hướng bằng 2 khác khoa đang theo học thì có cần phải đăng kí không ạ? Nếu có thì thủ tục gồm những gì ạ? . . Em xin cảm ơn",
            "Chào bạn,. . Bạn vui lòng tham khảo quy định về học song ngành tại đây:. . http://aao.hcmut.edu.vn/sinh viên/quy chế/học vụ/- Quy chế đào tạo và học vụ bậc đại học, cao đẳng:/Điều 28. Đào tạo song ngành. . Bạn vui lòng trình bày rõ mà bạn muốn học song ngành theo mục mấy nhé!. . Thân. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Em chào thầy cô ạ !. . Em hiện đã tốt nghiệp trường ĐHBK và có nhu cầu học văn bằng 2, nên có vài câu hỏi cần giải đáp như sau :. . 1. Nếu em học văn bằng 2 cho kỳ 2021-2022 thì em sẽ học theo CTĐT khoá nào và học phí được tính như thế nào ạ ?. . 2. Thủ tục đăng ký học văn bằng 2 và thủ tục miễn các môn học đã học như thế nào ?. . Em cám ơn PĐT ạ !. .   i Học vụ .",
            "Chào bạn. . -\tVề vấn đề liên quan đến học Chính quy văn bằng 2 bạn vui lòng xem chi tiết tại: Website:www.tuyensinh.hcmut.edu.vn – Chính quy văn bằng 2, Email tư vấn: [email]. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Thưa Thầy/Cô,. . . . Dạ chào thầy, em là sinh viên khóa 2020 MSSV [student_id] chuyển sang hệ VHVL từ khóa K13 [student_id]0 do hết CTDT, em có một số thắc mắc mong thầy giải đáp.. . . . Về môn học còn nợ:. . . . Thực tập tốt nghiệp (801302) , thực tập nhận thức nghành (801306) : em đã hoàn thành xong khóa K13 nhưng chưa được chuyển điểm khi chuyển sang hệ VHVL.. . Các môn học sai mã MH theo CTDT khóa K13:. . 801831 DAMH TK Cầu bê tông --  801031 DAMH TK Cầu bê tông và . . 801833 DAMH TK Cầu thép --  801033 DAMH TK Cầu thép và em đã học môn tương đương thay thế (CI4033) Xây dựng Cầu.. . 201801 Cơ lý thuyết  --  201001 Cơ lý thuyết ( môn học đã hoàn thành).. . 801832 DAMH TK đường --  801032 DAMH TK đường : đã học môn tương đương CI3075 Xây dựng và khai thác đường.. . 801834 DAMH thi công đường --  801034 DAMH thi công đường  ( môn học đã hoàn thành).. . 807812 Kinh tế xây dựng -- 807012 Kinh tế xây dựng và 807818 Quản lý dự án xây dựng              -- 807018 quản lý dự án xây dựng : đã học môn tương đương CI1047 Luật và kinh tế xây dựng.. . . . Mong thầy có thể xem xét lại các môn học dùm em để em có thể đủ điều kiện hoàn thành đủ tín chỉ để đăng kí LVTN.. . . . Hi vọng được thầy giải đáp!. . . . . .",
            "Chào bạn,. . Phòng đào tạo đã ghi nhận trường hợp của bạn, và đã chuyển thông tin đến các bộ phận liên quan để kiểm tra và xử lý, bạn vui lòng đợi Pdt phản hồi kết quả qua BKSI hoặc mail sinh viên. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . chào thầy/cô. . Em tên là [full_name] MSSV: [student_id].. . Em có hỏi thầy/cô về việc hoãn học kì 202 (em là sinh viên năm cuối và đang làm luận văn tốt nghiệp) với lý do bệnh viêm tủy (liệt 2 chi dưới) thì được thầy/cô gợi ý là nộp đơn xin vắng thi cuối kì kèm minh chứng. . . Em xin nộp đơn vắng thi cuối kì và minh chứng nằm viện.. . Mong nhận được phản hồi từ thầy/cô.. . Em xin chân thành cảm ơn.. .",
            "Chào bạn. . Pdt đồng ý đơn xin của bạn và sẽ ra quyết định HT. . Quyết định sẽ cập nhật tại trang Mybk-xem điểm sau tháng 8/2021. . Sau dịch bạn xuất trình thẻ sinh viên để nhận quyết định tại Phòng đào tạo cơ sở Lý thường kiệt. . Thân",
            "Chào bạn,. . Gửi bạn file scan của quyết định vắng thi cuối kỳ, bạn có thể lưu file này và sử dụng để nộp đơn xóa điểm vắng thi.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "B   B   b MSSV/MSGV: [student_id]  /b   /B \t. . . .   i Yêu cầu khác . Em tên [full_name], MSSV [student_id], em học hệ VLVH khoa KTGT năm 2020. . . Nay e muốn hỏi là e hồi đầu tháng 5 có đăng kí môn các quá trình chế tạo Mã ME2071. Nay e đã nhận được danh sách miễn môn này, thì e có cần phải đăng kí huỷ môn học này hay không?. . Em cảm ơn [full_name]",
            "Chào bạn,. . Những môn học bạn được miễn thì bạn không cần phải đăng ký học.. . Riêng những môn bạn đã đăng ký học trước đó thì tùy bạn chọn, có thể học để cải thiện điểm hoặc xin hủy môn học.. . Nếu bạn muốn hủy môn học vui lòng làm đơn trình bày rõ xin hủy môn học vì đã được miễn MH và gửi đơn qua bksi nhé!. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Thầy/ cô cho em hỏi Em muốn liên hệ mua sách của trường thì phải làm sao?",
            "Chào bạn. . Bạn liên hệ theo thông tin bên dưới:. . Văn phòng\t: A2 – 268 Lý Thường Kiệt, Q.10, TP. HCM. . Điện thoại\t: (84.28) 3.8647.256 - Ext: 5419, 5420. . Website\t: http://www.lib.hcmut.edu.vn. . Email\t: [email]. . Giám Đốc\t : Trần Quang. . Email của Giám Đốc\t : [email]. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: 1914332  /b \t. . . .   i Yêu cầu khác . Chào thầy cô ạ!. . Em muốn in giấy xác nhận sinh viên để nộp cho uỷ ban xã làm hồ sơ vay tiền nhưng em lên trên phần in giấy xác nhận sinh viên thì không có mục Vay Vốn Ngân Hàng.. . Thầy cô cho em hỏi làm sao để in được giấy xác nhận sinh viên để Vay Vốn vậy ạ",
            "Chào bạn,. . Giấy xác nhận về vay vôn ngân hàng bạn vui lòng liên hệ tại Phòng Công tác Chính trị sinh viên để được hỗ trợ nhé!. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác  /i  cho em hỏi là nhà trường có nói khi đăng ký chương trình liên thông thì hạn chót nộp đơn trực tiếp là ngày 17/07, nhưng mà dịch ở thành phố đang căng thẳng không đi nộp được thì phải làm sao ạ. . . .",
            "Chào bạn,. . Bạn vui lòng liên hệ tại Phòng Đào tạo Sau Đại học để được hỗ trợ nhé!. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Cho em hỏi với tình hình dịch hiện nay thì  trường có lên phương án thi cuối kì HK 202 online không ạ ?",
            "Chào bạn,. . Hiện tại chưa có thông báo gì về việc thi cuối HK2 online nhé bạn.. . Nếu có thông báo thông tin hay thay đổi thì gì sẽ thông báo qua mail cho tất cả sinh viên nhé!. . Thân"
        ]
    }
]