[
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Khác ... . Vào đợt đăng ký môn học bổ sung cho HK hè 183 từ 03/6/2019 đến 05/6/2019, em đã không đăng ký môn Kế toán quản trị (MSMH: IM2019) vì đây là môn học trong HK182 của em, ngày thi cuối kì là 07/6/2019, trong khi hạn chót đăng ký môn học HK183 là 05/6/2019. Em đã rất cố gắng học, ôn bài thật kỹ và nghĩ rằng mình chắc chắn không thể rớt với nổ lực học tập như vậy. Do đó, em không đăng ký môn học này. Tuy nhiên, kết quả thi không như mong đợi khiến điểm tổng kết môn học không đủ điều kiện qua môn. . . Do đó, em kính mong phòng đào tạo cho em xin đăng ký bổ sung môn học này vào học kì hè 183 của mình, tạo điều kiện giúp em kịp tiến độ học tập.. . Hiện môn học này đang được mở trong học kì hè 183 với nhóm lớp DT01, thời khóa biểu là tiết 10-12 thứ 4 và thứ 5, phòng học 302B1.. . Em xin chân thành cảm ơn thầy cô phòng đào tạo! . . . .",
            "Đã đăng ký bổ sung cho bạn"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Khác ... . kính thưa thầy cô . . vừa rồi ẹm có đăng ký môn học hè đợt 2 mà em nhà em có công việc nên hè em không thể học được mà em lại quên hủy môn học ở đợt thứ 3 vừa rồi, thầy cô cho em hỏi là bây giờ em muốn hủy đăng ký học hè thì em phải làm sao ạ? em cám ơn thầy cô",
            "Bạn muốn hủy môn học nào ở HK183 ?. . . . Mã môn học + mã nhóm cần hủy",
            "Tu tưởng HCM. . SP1005 + D05",
            "Đã hủy cho bạn .",
            "QUOTE Tu tưởng HCM. . SP1005 + DT05  /QUOTE . .",
            "Em cảm ơn ạ"
        ]
    },
    {
        "intent": "",
        "message": [
            "Chứng chỉ ngoại ngữ - Đại học - Cao đẳng chính quy   Khác ... . Kính gửi phòng đào tạo . . Em tên: [full_name]. . MSSV: [student_id]. . Chứng chỉ ngoại ngữ của em có ngày tháng sinh không đúng do CMND hiện tại của em chỉ có năm sinh. Chứng chỉ này đã được em dùng để đăng kí nộp chứng chỉ ngoại ngữ.. . Hôm nay em viết thư này muốn hỏi rằng chứng chỉ của em có hợp lệ để xét chuyển điểm không ạ?",
            "Chào bạn,. . Trường sẽ thẩm tra chứng chỉ ngoại ngữ theo thông tin bạn khai báo trên trang ngoại ngữ bạn vui lòng đợi kết quả thẩm tra.. . Thân.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]9  /b \t. . . .   i Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được . Xin chào! Ở đợt đăng ký môn học hè thì em đăng kí môn thực tập tốt nghiệp mã môn học là 440302 nhưng không đăng kí được do lỗi chưa cập nhật môn học trước, em khiếu nại lên phòng đào tạo sau đó đã được xử lí và em gửi đăng kí thành công môn đó. Đến nay có thời khóa biểu học kì hè thì lại không có môn thực tập tốt nghiệp? Xin phòng đào tạo xem xét gấp, vì đây là môn rất quan trọng có thể bị trễ lại nửa năm vì lí do không đáng có. Xin phòng đào tạo xử lí gấp trường hợp của em.",
            "Chào bạn.. . . . Bạn vào đợt kết quả đợt 3 -  xem lịch sử đăng ký để xem lý do không đăng ký được . . . . . . . . 10/ 06/ 2019 10:56\tKHHT - Đăng ký môn học dự thính HK183- [full_name] - Kết quả đợt 3\tPDT không đ/ký cho SV MH 440302 (N: Không đủ đ/kiện nhận TTTN - [full_name])",
            "- Chào anh/chị. Số tín chỉ tối thiểu để đăng kí thực tập tốt nghiệp của ngành điện tử viễn thông là 126 chỉ (Hình 1), trong khi hiện tại tổng số chỉ tích lũy em đạt là 143 chỉ (Hình 2). Chưa kể học kì HK182 em học 21 chỉ, (theo luật là em được tính luôn cả 21 chỉ của học kì trước đó mà chưa cần có điểm) vậy tổng chỉ để em có thể nhận thực tập tốt nghiệp là cao hơn rất nhiều so với quy định 126 chỉ tối thiểu. . . - Và em còn môn Mạch Điện Tử mã cũ là 405001, đã học môn tương đương mã mới là EE2007 chưa được cập nhật (Hình 3 và 4). . - Xin phòng đào tạo nhanh chóng giải quyết gấp cập nhật thời khóa biểu môn thực tập tốt nghiệp cho em. Xin cảm ơn",
            "li answer rate: Answer does not suit / Câu trả lời không đúng ý"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Mất thời khóa biểu . Cho em hỏi sao thời khóa biểu của em lại mất nữa rồi ạ??. . Mong pdt kiểm tra giúp em !!!"
        ]
    },
    {
        "intent": "",
        "message": [
            "Em chào thầy cô.Dạ cho em hỏi là em đã nộp chứng chỉ tiếng anh IELTS vậy em có cần thi thêm hai kỹ năng bên trường để đủ điều kiện tốt nghiệp không ạ...Em xin cảm ơn",
            "responsible person: [551] [staff_name] [helpdesk staff]",
            "Chào bạn,. . Chứng chỉ Ielts đã có đủ 4 kỹ năng, bạn không cấn thi thêm 2 kỹ năng bổ sung.. . Thân.",
            "Em chào thầy cô.Dạ cho em hỏi là em đã nộp chứng chỉ tiếng anh IELTS vậy em có cần thi thêm hai kỹ năng bên trường để đủ điều kiện tốt nghiệp không ạ...Em xin cảm ơn",
            "responsible person: [551] [staff_name] [helpdesk staff]",
            "Chào bạn,. . Chứng chỉ Ielts đã có đủ 4 kỹ năng, bạn không cấn thi thêm 2 kỹ năng bổ sung.. . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Hi [full_name].. . Em là sinh viên K15 chuẩn bị tốt nghiệp vào tháng 11. Đợt xét tốt nghiệp cuối cùng khoảng tháng mấy để em hoàn  thành đủ như tín chỉ và anh văn ạ. Em xin cảm ơn.. .   i Chứng chỉ ngoại ngữ - Đại học - Cao đẳng chính quy   Khác ... .",
            "QUOTE MSSV/MSGV: [student_id]    . . Hi [full_name].. . Em là sinh viên K15 chuẩn bị tốt nghiệp vào tháng 11. Đợt xét tốt nghiệp cuối cùng khoảng tháng mấy để em hoàn  thành đủ như tín chỉ và anh văn ạ. Em xin cảm ơn.. . Chứng chỉ ngoại ngữ - Đại học - Cao đẳng chính quy   Khác .... . . .   /QUOTE . . Huy,vào đây xem nhe!. . http://www.aao.hcmut.edu.vn/index.php?route=catalog/chitietsv&path=59_205&tid=1816"
        ]
    },
    {
        "intent": "",
        "message": [
            "Chào thầy/cô, cho em hỏi về việc xét anh văn nói viết cho mục đích tốt nghiệp tháng 11/2019 hạn cuối là ngày bao nhiêu ạ?. . Hiện em đã đăng kí ngày 08/09 thì có kịp cho đợt tốt nghiệp này hay không?. . Em xin cảm ơn",
            "Chào bạn,. . Bạn vui lòng xem lịch trình xét tốt nghiệp để biết thời gian cần nộp chứng chỉ để kịp xét tốt nghiệp. Bạn nhớ tính thời gian thẩm tra có thể 1 đến 2 tuần, khi kết quả thẩm tra hợp lệ thì dữ liệu anh văn đó mới được xét cho  tốt nghiệp.. . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Chuyển thời khóa biểu . Em tên là [full_name], msvv [student_id].. . Hiện tại trong thời khóa biểu hk183 của em có môn SP1003 - Những NgLý cơbản CN M-[full_name] học vào thứ 2 4 6 tiết 234. Do trong lúc còn hạn đăng kí các nhóm lớp như CC01 của cô [full_name] hay DT04 của thầy [full_name] đều bị kín chỗ và em bị vi phạm vào giờ học thông tầm nên trong đợt hiệu chỉnh 3 không đăng kí được lớp phù hợp, vì 2 lí do đó nên em đã đăng kí lớp thứ 2 4 6 tiết 234 hiện tại để có thể học trong kì hè và bỏ công việc làm thêm ( công việc yêu cầu phải có thời gian rảnh ít nhất 1 buổi sáng để tiện xếp nhân viên xoay ca ạ). Mong pđt có thể hỗ trợ cho e chuyển thời khóa biểu của mình sang một trong 2 lớp CC01 hoặc DT04(cả 2 lớp em thấy đều có trỗ trống sau khi kết thúc hiệu chỉnh đợt 3) và  để em có thể tiếp tục công việc của mình ạ. Em biết việc này rất khó nhưng mong Phòng Đào Tạo có thể giúp em!! Em cảm ơn rất nhiều ạ.",
            "Đã chuyển cho bạn về nhóm DT04 . . Bạn lưu ý các nhóm CC, TT, QT dành cho các chương trình chất lượng cao + quốc tế nên bạn không đăng ký vào nhé."
        ]
    },
    {
        "intent": "",
        "message": [
            "Lịch thi - Đại học - Cao đẳng chính quy   Khác ... . Kính gửi Phòng đào tạo. . 1. Trong thời khóa biểu em có đăng kí môn tư tưởng và học trong 5 tuần ạ. Vậy trong 5 tuần đó đã bao gồm ngày thi chưa ạ?. . 2. Nếu sang tuần thứ 6 mới thi mà em không thể thi được thì em có thể làm đơn xin phòng đào tạo thi lại ngày khác được không ạ?. . Em xin cảm ơn ạ",
            "Lịch thi - Đại học - Cao đẳng chính quy   Khác .... . . . Kính gửi Phòng đào tạo. . 1. Trong thời khóa biểu em có đăng kí môn tư tưởng và học trong 5 tuần ạ. Vậy trong 5 tuần đó đã bao gồm ngày thi chưa ạ?. . 2. Nếu sang tuần thứ 6 mới thi mà em không thể thi được thì em có thể làm đơn xin phòng đào tạo thi lại ngày khác được không ạ?. . Em xin cảm ơn ạ  /QUOTE . . Chào [full_name], Theo biểu đồ học tập lịch thi HK183 bắt đầu từ 5/8/2019."
        ]
    },
    {
        "intent": "",
        "message": [
            "em là [full_name], mssv [student_id]. . em có đăng ký môn học thực tập tốt nghiệp học kỳ 183, lần đầu em đk trong đợt 2 nhưng ko hiểu vì lí do gì mà mọi thao tác đk của em bị mất, một vài bạn em cũng bị nên em lại vào đợt 3, lần này phần đk ko bị mất nhưng phần kết quả đk lại ko hiện như thể em ko có đăng ký môn học, hiện tại khoa đã có danh sách thực tập và em ko có thời khoá biểu nên em ko có trong danh sách, mong phòng đào tạo xem xét lại và có câu trả lời cho em",
            "Chào bạn. . . . Bạn vui lòng chọn đợt kết quả -   xem lịch sử đăng ký để biết lý do không đăng ký được . . . . . . . . Ngày\tĐợt DK\tTác vụ. . 10/ 06/ 2019 10:56\tKHHT - Đăng ký môn học dự thính HK183- [full_name] - Kết quả đợt 3\tPDT không đ/ký cho SV MH EE3313 (N: Không đủ đ/kiện nhận TTTN - [full_name])",
            "nhưng theo điều kiện nhận tttn thì em đã đủ ạ, em đang có 77 chỉ, hk này em đk thêm 24 chỉ, đã vượt quá đk là 98 chỉ, em cũng đã làm xong đồ án sao vẫn chưa đủ đk ạ"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Chuyển thời khóa biểu . Kính gửi phòng đào tạo. . Em tên: [full_name] MSSV: [student_id]. . Hiện tại em đã đăng kí môn học cho HK183 đợt 2 nhưng vẫn chưa có thời khóa biểu chính thức. Vậy cho em hỏi khi nào có thời khóa biểu ạ?",
            "Chào bạn . . . . Bạn vào Đợt 2 đăng ký môn học --  xem lịch sử đăng ký để biết lý do :. . . . . . 03/ 06/ 2019 15:29\tHK183 - Đăng ký môn học dự thính HK183- [full_name] - đợt 3\tSV hủy đăng ký SP1003 - Những NgLý cơbản CN M-[full_name]3. . 03/ 06/ 2019 15:22\tHK183 - Đăng ký môn học dự thính HK183- [full_name] - đợt 3\tSV hủy đăng ký MT2001 - Xác suất và thống kê Nhóm [full_name]7. . 03/ 06/ 2019 15:19\tHK183 - Đăng ký môn học dự thính HK183- [full_name] - đợt 3\tSV đăng ký môn học MT2001 - Xác suất và thống kê - Nhóm [full_name]7. . 03/ 06/ 2019 14:56\tHK183 - Đăng ký môn học dự thính HK183- [full_name] - đợt 3\tSV hủy đăng ký MT1009 - Phương pháp tính Nhóm [full_name]1. . . . . . Bạn đã hủy ĐKMH theo ngày giờ trên",
            "Nhưng mình hủy đăng kí đợt 3, còn đợt 2 mình vẫn còn đăng kí, vậy là hủy đăng kí đợt 3 ảnh hưởng tới đợt 2 luôn hay gì?",
            "Bạn vui lòng hiểu rõ các đợt ĐKMH.. . . . Sau khi kết thúc đợt 1 --  đợt 2 cho bạn hiệu chỉnh ĐKMH . Kết thúc đợt 2 PĐT hậu kiểm và đưa lên đợt 3 để bạn đăng ký bổ sung và hiệu chỉnh.. . . . \"vậy là hủy đăng kí đợt 3 ảnh hưởng tới đợt 2 luôn hay gì?\" . . . . Bạn vui lòng tìm hiểu kỹ và sử dụng ngôn ngữ phù hợp khi trao đổi với PĐT"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: 1400117  /b \t. . . .   i Đăng ký môn học - Đại học - Cao đẳng chính quy   Khác ... . Em xin PDT cho em đăng ký bổ sung môn Giải Tích 2,mã môn học MT1005,nhóm DT04,cô Nguyễn Ngọc Quỳnh Như.",
            "Chào bạn.. . . . Đã đăng ký bổ sung cho bạn"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]0  /b \t. . . .   i Đăng ký môn học - Đại học - Cao đẳng chính quy   Khác ... .",
            "No solution"
        ]
    },
    {
        "intent": "",
        "message": [
            "Dạ kính gửi phòng đào tạo.. . Dạ có cách nào hủy mùa hè xanh ko ạ vì em mới nghĩ lại sẽ trả môn trước.",
            "CHào bạn,. . về việc mùa hè xanh bạn vui lòng liên hệ trực tiếp văn phòng Đoàn Khoa- nơi bạn đăng ký mùa hè xanh để được hướng dẫn chi tiết.. . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Chào cô,. . Em muốn hỏi về vấn đề bằng TOEIC.. . Do thi trong trường chưa qua được chuẩn năm 2,em thi TOEIC bên ngoài đã qua được điểm chuẩn, bây giờ em muốn nộp bằng để được đăng kí môn học thì dùng hình thức chuyển điểm hay làm thế nào? . . Mong cô phản hồi giúp em, cảm ơn cô. . .",
            "responsible person: [551] [staff_name] [helpdesk staff]",
            "Chào bạn,. . Bạn vui lòng xem hướng dẫn cách nộp chứng chỉ và chuyển điểm tại  www.aao.hcmut.edu.vn- Sinh viên -  Hướng dẫn - Ngọại ngữ.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Vừa làm vừa học - ĐTTX   Đăng ký môn học . ten [full_name]                       ma [full_name]. . ky thuat chieu sang        EE3099. . ổn định hệ thống điện      EE3095. . Lập và phân tích dự án     IM2003. . Năng lượng tái tạo         EE3131. . ĐA[full_name] Điện năng2            400809. . QL sản xuất cho KS         IM3003. . TN Mạch điện tử            404810",
            "em muốn làm gì ???"
        ]
    },
    {
        "intent": "",
        "message": [
            "em tên là [full_name]. . Mssv [student_id]. . kính mong quý thầy cô hướng dẫn em cách sửa lại thông tin bằng tốt nghiệp ThPT trên web ạ. .   i Yêu cầu khác .",
            "Chào bạn,. . Thông tin bằng PTTH khi bạn đã xác nhận là không thay đổi được.  NẾu bạn khai sai thì Phòng đào tạo sẽ hủy thông tin cho bạn khai lại.. . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Chứng chỉ ngoại ngữ - Đại học - Cao đẳng chính quy   Khác ... . Em chào thầy/cô, mong thầy/cô giải đáp giúp em thắc mắc này:. . Em đang học chương trình kỹ sư tài năng. Vừa rồi em có thi hai kỹ năng nói viết tại trung tâm ngoại ngữ Đại học Bách Khoa với số điểm là 215 điểm. Với số điểm này không biết là em đã đủ điều kiện để tốt nghiệp hay chưa ạ. Em có đọc trong quy chế như tệp định kèm mà không rõ mức điểm cho chương trình KSTN thi tại trung tâm ngoại ngữ đại học bách khoa là 200 theo như dấu + đâu tiên hay là 245 dấu + thứ 2 như trong hình đính kẻm. Rất mong nhận được sự giải đáp của quý thầy/cô. Em xin chân thành cảm ơn",
            "Chào bạn,. . Bạn vui lòng đọc -suy nghĩ: . . Dấu + đầu tiên là  mức \"Đạt\" của trung tâm ngoại ngữ do trung tâm không cấp chứng chỉ Toeic(   I trung  tâm ngoại ngữ  sẽ xét tương đương theo thang điểm Toeic quy định với từng chương trình, KSTN là 245  /I ).. . Dấu + thứ 2 là đối với chứng chỉ Toeic quốc tế phải là 245.. . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Em tên: [full_name]. . MSSV: [student_id]. . Em đã nộp bản sao bằng tốt nghiệp và đã in giấy xác nhận thông tin bằng PTTH trên trang web phòng đào tạo cho lớp trưởng rồi. Hôm nay em nhận được email thông báo việc em chưa có bằng tốt nghiệp PTTH trong hồ sơ sinh viên và em xin gửi nội dung thư lên đây. Kính mong phòng đào tạo xme xét và giúp em. Em xin chân thành cảm ơn.. .",
            "responsible person: [551] [staff_name] [helpdesk staff]"
        ]
    },
    {
        "intent": "",
        "message": [
            "Chứng chỉ ngoại ngữ - Đại học - Cao đẳng chính quy   Khác ... .",
            "CHào bạn,. . . . Bạn vui lòng xem lại quy định về chuẩn anh văn được cập nhật chi tiết  tại: www.aao.hcmut.edu.vn- Sinh viên -  Quy chế- Quy chế học vụ bậc đại học -  Phụ lục 1- Mục 3.. . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Khác ... . Em chào anh/chị,. . . . Em tên là [full_name], là sinh viên lớp tài năng viễn thông K17. Lúc trước, em đã được cập nhật lại điểm tiếng Anh và đã có thể đăng kí môn học. Sau đó, em đã đăng kí được môn học . Tuy nhiên, lúc này trong thời khóa biểu của em vẫn chưa được cập nhật môn học có mã là: EE3019.. . . . Mong các anh/chị giải quyết giúp em. . .",
            "Chào bạn. . . . Bạn chưa thỏa điều kiện (đặt chứng chỉ AV sau năm 2) . Bạn xem kỹ bạn đã chuyển điểm AV đạt CCAV sau năm 2 chưa.",
            "Em đã tham gia vào đợt kiểm tra tiếng Anh do trường tổ chức vào ngày 18/5 và đã đạt mức điểm là 600. Trong đợt đăng kí bổ sung hè trước đó em cũng đã bị dính lỗi này sau đó em có báo lại và đã đăng kí được môn học. Tuy nhiên, môn học này lại không được cập nhật trong thời khóa biểu hè cho em và tiếp tục báo là không đủ chuẩn tiếng Anh.",
            "Đã đăng ký bổ sung EE3019 cho bạn"
        ]
    },
    {
        "intent": "",
        "message": [
            "Chào thầy/ cô, . . Em có thắc mắc về lịch chuyển điểm anh văn ạ. Em thấy lịch trên phòng đạo tạo: ngày 25/7 là đợt đăng ký chuyển điểm cho đợt đăng ký môn học bổ sung HK 191, Nhưng em không rõ là ngày 25/7 là ngày kết thúc hày ngày bắt đầu đợt đăng ký vậy ạ.. . Em cảm ơn thầy cô",
            "Chào bạn,. . Theo thông báo trên lịch học vụ là ngày 25/07 lấy dữ liệu anh văn. Ban phải đăng ký thông tin ngoại ngữ online trước 25/07/2019, nếu bạn khai báo trễ hạn thì dữ liệu anh văn cuả bạn sẽ đợi đợt sau mới được cấp nhật.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Kính gửi: Phòng đào tạo . . Em tên : [full_name]. . MSSV: [student_id] . . Đợt nộp giấy tốt nghiệp THPT vừa rồi do đã nộp giấy vào đầu năm học nên hệ thống là phòng đào tạo đã nhận được giấy tốt nghiệp. Sau đó em có nhận được mail báo về sự sai sót trong quá trình khai báo thông tin vào đầu năm và yêu cầu nhập lại. Nhưng em đăng nhập vào trang web để khai báo lại vẫn khồng được. . . Mong phòng đào tạo xem xét lại. . . Em cảm ơn",
            "Chào bạn,. . Hiện tại Phòng đào tạo đã hủy thông tin bằng PTTH sai cuả bạn, bạn vui lòng vào khai báo lại.. . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: 81303870  /b \t. . . .   i Đăng ký môn học - Đại học - Cao đẳng chính quy   Khác ... . .kính gửi:phòng đào tạo trường đại học bách khoa TP.hcm. . .Em tên là : Mai Thanh Thiệt, k2013, Mssv: 81303870, lớp XD13TL, là sinh viên khoa kỹ Thuật xây dựng, trường đại học bách khoa TP.hcm.. . . Hôm này em viết đơn này với lý do: xin được đăng ký bổ sung môn học dự thính hè HK183,vì em mới biết kết quả học kỳ hk182 bị rớt môn học, do biết hơi trễ nên không đăng ký không kịp học kỳ dự thính HK183 như lịch , cụ thể em xin đăng ký bổ sung môn học:. . . .  1.PHƯƠNG PHÁP TÍNH-Mã môn học: MT1009- Giảng viên dạy: ĐẬU THẾ PHIỆT-LỚP:DT03. .     + SSSV: 135/135 SV. .     + THỨ 3:tiết;10-11-12,P215-B1,CS1.. .     + Thứ 5:tiết;10-11-12,P215-B1,CS1.. .  2.ANH VĂN 1 - Mã môn học:LA1003- Giảng viên dạy: Nguyễn Hoàng Vũ-LỚP:DT02. .     + SSSV:55/65 SV. .     + THỨ 2: tiết;7-8-9-10,P401-C6,CS1.. .     + THỨ 4: tiết;7-8-9-10, P401-C6,CS1.. . Mong phòng đào tạo giúp đỡ dùm em, cho em được đăng ký môn học, để hoàng thành chương trình học và được ra trường, vì em là sinh viên K2013 cũng năm cuối rồi, gần hết hạn chương trình học,em cảm ơn phòng đào tạo rất nhiều, chúc các thầy cô phòng đào tạo mạnh khỏe và vui vẻ!. . . .               TP.hcm ngày 15 tháng 6 năm 2019. .                      Người Viết. .                   Mai Thanh Thiệt. .      . . . . . . . .",
            "Đã đăng ký bổ sung cho bạn"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]  /b \t[full_name] [full_name] Kính gửi nhà trường,[full_name] [full_name] Em là [full_name], sinh viên khóa K16, MSSV [student_id], khoa Cơ Khí, Ngành Kỹ Thuật Hệ Thống Công Nghiệp[full_name][full_name] [full_name] Dạ vào học kỳ hè này, em có đăng ký thực tập tốt nghiệp và 2 môn học [full_name] [full_name] [full_name],  Đường lối cách mạng của Đảng Cộng Sản Việt Nam[full_name] Do em kỳ này em thực hiện thực tập tốt nghiệp toàn thời gian (cả tuần) nên em không thể học 2 môn học đã đăng ký[full_name][full_name] [full_name] Vì vậy, cho em xin được hủy 2 môn học là [full_name] [full_name] HCM và Đường lối cách mạng của ĐCS VN ạ[full_name][full_name] [full_name] Em xin chân thành cảm ơn![full_name] [full_name] [full_name]",
            "QUOTE MSSV/MSGV: [student_id]    . . Kính gửi nhà trường,. . Em là [full_name], sinh viên khóa K16, MSSV [student_id], khoa Cơ Khí, Ngành Kỹ Thuật Hệ Thống Công Nghiệp.. . Dạ vào học kỳ hè này, em có đăng ký thực tập tốt nghiệp và 2 môn học Tư [full_name] [full_name],  Đường lối cách mạng của Đảng Cộng Sản Việt Nam. Do kỳ này em thực hiện thực tập tốt nghiệp toàn thời gian (cả tuần) nên em không thể học 2 môn học đã đăng ký.. . Vì vậy, cho em xin được hủy 2 môn học là Tư [full_name] HCM và Đường lối cách mạng của ĐCS VN ạ.. . Em xin chân thành cảm ơn!. . [full_name]  /QUOTE . .",
            "Đã hủy đăng ký môn học cho bạn"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tăng sĩ số lớp môn học .",
            "Đã đăng ký bổ sung cho bạn"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Khác ... . CI3009 . .",
            "Đã đăng ký bổ sung CI3009 cho bạn"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Khác ... . Em muốn đăng kí bổ sung môn học tư tưởng [full_name] (SP1005) cho học kì hè 18-3 có được không ạ. Nếu được thì em cần chuẩn bị gì ạ. Em còn môn này là môn cuối cùng. Mong phòng đào tạo giúp đỡ tạo điều kiện để em hoàn thành chương trình.",
            "Đã đăng ký bổ sung cho bạn.",
            "No solution"
        ]
    },
    {
        "intent": "",
        "message": [
            "Em chào phòng đào tạo,. . Em là sinh viên K15 chương trình KSTN khoa Điện-Điện tử. Theo như em nhận được thông tin từ phòng ĐT, khi thi ở BKEnglish (đối với SV KSTN) thì điểm đạt ở đây là bao nhiêu vậy ạ? Có phải vẫn là tối thiểu 200 điểm như SV chính quy không ạ?. . Em cảm ơn!. . Trân trọng. . . . [full_name]. .",
            "Chào bạn,. . Bạn vui lòng đọc -suy nghĩ: . . Ngay dưới dòng chữ in đỏ:. . Dấu + đầu tiên là  mức \"Đạt\" của trung tâm ngoại ngữ do trung tâm không cấp chứng chỉ Toeic( trung  tâm ngoại ngữ  sẽ xét tương đương theo thang điểm Toeic quy định với từng chương trình, KSTN là 245).. . Dấu + thứ 2 là đối với chứng chỉ Toeic quốc tế phải là 245.. . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Điểm thi - Đại học - Cao đẳng chính quy   Điểm môn học . Kính gửi PĐT,. . . . Em có TKB HK182 nhưng đến nay vẫn chưa cập nhật bảng điểm thi cho em (không có bảng điểm trên mybk/stinfo). Em có lên mybk để kiểm tra lại thì vẫn có TKB như hình dưới. Mong PĐT kiểm tra dùm em.. . . . Em xin cảm ơn!",
            "Kính gửi PĐT,. . . . Dạ chiều nay, vào lúc 17h16, em kiểm tra lại trên mybk/stinfo thì đã có bảng điểm HK182 của em ạ. Tuy nhiên, còn 1 vấn đề là em có đăng ký môn Công nghệ xanh (có trong TKB HK182) nhưng trong bảng điểm em không thấy xuất hiện. Mong PĐT xem xét giúp em ạ!. . . . Em xin cảm ơn!",
            "Kính gửi PĐT,. . . . Dạ sau khi kiểm tra lần nữa lúc 17h40 thì bảng điểm của em đã có và đầy đủ các môn rồi nên mọi thứ ổn rồi ạ. Vì vậy vấn đề của em đã được giải quyết.. . . . Em xin cảm ơn cô đã xem ạ!",
            "Điểm thi - Đại học - Cao đẳng chính quy   Điểm môn học . Kính gửi PĐT,. . . . Em không có bảng điểm HK182 trên mybk/stinfo, mặc dù, em có TKB HK182 (như hình dưới). Em có lên PĐT để hỏi thì các cô nói là TKB HK182 của em bị hủy. Khi về kiểm tra lại thì các nghĩa vụ (học phí) em đều thực hiện đủ và đúng hạn. Vì thế, xin PĐT xem xét giúp em.. . . . Em cảm ơn!"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Khác ... . Em tên [full_name], MSSV [student_id]. . Hiện tại thời khóa biểu kì hè 183 của em đã được cập nhật lớp DT04 của thầy [full_name] nhưng trong trang bkel thì em lại được cập nhật là lớp của thầy [full_name]. Em mong phòng đào tạo cập nhật lại giúp em thông tin lớp DT04 thầy [full_name] trên trang bkel để em có thể nhận được mail cũng như thông báo của thầy ạ. Em cảm ơn phòng đào tạo rất nhiều.",
            "TKB BKEL sẽ được cập nhật lại trong chiều nay bạn chú ý theo dõi nhé"
        ]
    },
    {
        "intent": "",
        "message": [
            "Dạ xin chào. . Em đã đăng kí và thỏa điều kiện 2 môn học là PH1003 và PH1007 nhưng kết quả trả về chỉ có 1 môn. . Và em đã nhận thời khóa biểu của PH1007 gần đây. . Nhưng vừa rồi cũng đã bị mất trên mybk. . Em xin nhà trường giúp đỡ để em có thể đang kí vào học 2 môn này ạ. . Em xin cảm ơn. .",
            "MSSV: [student_id]    . . Dạ kính gửi phòng đào tạo. . Em tên [full_name]. . Em đã đăng kí và thỏa điều kiện 2 môn học là PH1003 và PH1007 nhưng kết quả trả về chỉ có 1 môn. . Và em đã nhận thời khóa biểu của PH1007 gần đây. . Nhưng vừa rồi cũng đã bị mất trên mybk. . Em xin nhà trường giúp đỡ để em có thể đang kí vào học 2 môn này ạ hoặc nếu không thể thì cho em xin phép đăng kí vào môn khác trong học kì này.. . Em xin cảm ơn",
            "MSSV: [student_id]    . . Dạ kính gửi phòng đào tạo. . Em tên [full_name]. . Vào đợt đăng kí môn học cho học kì 183 em đã đăng kí và thỏa điều kiện 2 môn học là PH1003 và PH1007 nhưng kết quả trả về chỉ có 1 môn. . Và em đã nhận thời khóa biểu của PH1007 gần đây. . Nhưng vừa rồi cũng đã bị mất trên mybk. . Em xin nhà trường giúp đỡ để em có thể đang kí vào học 2 môn này ạ hoặc nếu không thể thì cho em xin phép đăng kí vào môn khác trong học kì này.. . Em xin cảm ơn",
            "Hi bạn. . Môn học PH1003 bạn đăng ký học chun với chính quy đại trà bằng tiếng việt nên PĐT hủy.. . Môn học PH1007 thiếu môn học song hành PH1003 nên PĐT hủy.",
            "Vậy Pđt có thể hỗ trợ em đăng kí lại được không ạ?. . Em xin cảm ơn. .",
            "Vậy Pđt có thể hỗ trợ em đăng kí lại hoặc đăng kí khác được không ạ?. . Vì môn PH1003 trên khung đăng kí của em đều là chương trình tiếng việt. . Em xin cảm ơn"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . -Em có đăng kí học kì 3 môn ME1011 trước đợt đăng kí 183,. . Nhưng bây giờ xem thời khoá biểu thì không có, và lịch sử không có.. . - nếu theo trường hợp này, nếu em chưa đăng kí môn học mà bây giờ muốn đăng kí có được không ạ, và phải làm sao ạ. Vì nếu kì này em không đăng kí được là ra trường trễ một năm ạ.. . Em xin chân thành cảm ơn!. . . . . .",
            "responsible person: [551] [staff_name] [helpdesk staff]",
            "Chào bạn.. . . . Mình kiểm tra bạn không có đăng ký trong 3 đợt dự thính HK183. bạn vui lòng xem kỹ lại trong lịch sử đăng ký các đợt ĐKMH.",
            "ĐINH THẾ XUÂN TỚI,MSSV:[student_id]. . LỚP:CK18HT04.. . Cho em xin đăng kí bổ sung môn học ME1011 trong HK183. Mong AD giúp đỡ ạ, vì nếu đợt này không đk kí được là bị ra trường chậm một năm ạ. . Em xin chân thành cảm ơn!",
            "Đã đăng ký bôt sung cho bạn"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được . Em chào thầy/cô ạ. Em là [full_name], mssv [student_id]. Trong đợt đăng kí môn học học kì 183, em đã bị hủy kết quả đăng kí vì tên em có trong danh sách mùa hè xanh của đoàn khoa kĩ thuật giao thông. Bây giờ, em cần danh sách sách đó để có thể làm đơn xin xác nhận của đoàn khoa, rằng tên em có trong danh sách là một sai sót. Em mong nhận được sự giúp đỡ của thầy cô. Em xin cảm ơn ạ.. . . .",
            "Chào bạn.. . . . Danh sách này do phòng công tác chính trị SV lập. Bạn liên hệ trực tiếp phòng công tác chính trị sv để được biết rõ hơn."
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính gửi thầy cô phụ trách câu hỏi,. . Em tên là [full_name], MSSV [student_id], năm 3 chuyên ngành Xây dựng dân dụng khoa Kỹ thuật xây dựng. Em gửi yêu cầu này để kính mong pđt xem xét lại giúp em kết quả đăng kí môn học của  học kì 183 thực tập tốt nghiệp mã môn học là CI3343. Do em có coi lại tín chỉ của mình cũng như các môn chưa qua thì điều kiện vẫn thỏa số tín chỉ ràng buộc của chương trình. Các môn học tiên quyết hay môn học trước đều cũng đã thỏa. Em kính mong pđt xem xét và giúp đỡ em để em có thể hoàn thành đúng hạn chương trình đào tạo của mình.. . Em chân thành cảm ơn và hi vọng được hồi âm sớm ạ.",
            "Kính gửi thầy cô phụ trách câu hỏi,. . Em tên là [full_name], MSSV [student_id], năm 3 chuyên ngành Xây dựng dân dụng khoa Kỹ thuật xây dựng. Em gửi yêu cầu này để kính mong pđt xem xét lại giúp em kết quả đăng kí môn học của  học kì 183 thực tập tốt nghiệp mã môn học là CI3343. Do em có coi lại tín chỉ của mình cũng như các môn chưa qua thì điều kiện vẫn thỏa số tín chỉ ràng buộc của chương trình. Các môn học tiên quyết hay môn học trước đều cũng đã thỏa. Em kính mong pđt xem xét và giúp đỡ em để em có thể hoàn thành đúng hạn chương trình đào tạo của mình.. . Em chân thành cảm ơn và hi vọng được hồi âm sớm ạ.  /QUOTE . . . . [full_name], Em đọc lại quy chế http://www.aao.hcmut.edu.vn/index.php?route=catalog/chitietsv&path=59_62&tid=1609"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được . Em xin được giấy xác nhận đồng ý cho học ở lớp Cô [full_name]. Mong PDT xem xét cho em cơ hội học vào học kì hè này",
            "Đã đăng ký bổ sung cho bạn"
        ]
    },
    {
        "intent": "",
        "message": [
            "Họ và tên: [full_name]. . MSSV: [student_id]. . Hiện em muốn đăng kí môn học dự thính hè HK183: Thép 1, Mã MH: CI3009.. . Lí do: em có học môn thép 1 vào HK182 nhưng rớt nên em xin đăng kí vào kì hè.",
            "Đã đăng ký bổ sung cho bạn"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác:  dạ cho e xin wed khai báo thông tin bằng PTTH ạ",
            "responsible person: [551] [staff_name] [helpdesk staff]",
            "Chào bạn,. . Các dịch vụ online sv xem tại:. . https://Mybk.hcmut.edu.vn -  Dịch vụ sinh viên -  Mục số 8.. . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được . Em đã qua môn tiên quyết (giải tích mạch) nhưng thầy đăng điểm không kịp trước đợt đăng kí, trong hè này em muốn học môn mạch điện tử hoặc môn tín hiệu và hệ thống thì em có được đăng kí nữa không ạ, em xin cảm ơn .. .",
            "Bạn vui lòng cung cấp MSMH + mã nhóm cần đăng ký bổ sung"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ - Đại học - Cao đẳng chính quy   Tạm dừng . Kính gửi phòng công tác đào tạo. . Em tên là [full_name], hiện đang theo học tại khoa Điện-Điện tử. . Em muốn xin tạm dừng việc học tại trường Bách khoa để thi lại đại học.. . Do thiếu hiểu biết nên trong học kỳ 182 vừa qua em không thi cuối kỳ nên bị cảnh cáo học vụ lần 2 (lần 1 em bị cảnh cáo do không tích đủ chứng chỉ). Thầy/cô cho em hỏi rằng với tình trạng như vậy thì em có bị gửi giấy báo hoặc hình thức kỳ luật cảnh cáo nào không ?. . Em xin cảm ơn thầy/cô",
            "Chào bạn,. . Hiện tại bạn chỉ bị cảnh cáo học vụ lần 1, không có kỹ luật.. . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Khác ... . Em tên: [full_name]. . Mssv: [student_id]. . Khoa Kỹ thuật xây dựng. . . Bộ môn Cầu đường. . . . Nay, em viết đơn này để xin chuyển mã môn học từ môn Thực tập nhận thức ngành(DDCN), [full_name] [full_name]: CI2057 Sang môn thực tập nhận thức ngành (CAU), [full_name] [full_name]: CI2051. . . . Do em học cầu đường nhưng lại đăng kí nhầm sang thực tập nhận thức ngành của dân dụng.. . . . Kính mong quý thầy cô xem xét ạ. Em cảm ơn! . .",
            "Đã chuyển mã cho bạn"
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính gửi thầy cô phòng đào tạo, em nhập sai nơi sinh trên thông tin cá nhân, đã  nộp đơn xin chỉnh sửa và bản sao giấy khai sinh cho phòng đào tạo, vậy khi nào chỉnh sửa xong ạ, em xin cảm ơn",
            "Chào bạn,. . Bạn nộp đơn chỉnh sửa nơi sinh lên Phòng đào tạo ngày nào? ở cơ sở nào, hiện tại bộ phận giải quyết chưa nhận được đơn của bạn.. . Thân???"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Khác ... . Em xin được đăng ký môn Đường lối 001004. Em xin cảm ơn",
            "Môn 001004 trùng TKb với môn 003709 của bạn nên không ĐK được bạn nhé"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Khác ... . em là [full_name]. . mssv [student_id]. . em có đăng ký môn thực tập tốt nghiệp học kỳ 183, hệ thống thông bảo em ko đủ đk để đk vì ko đủ chỉ, nhưng em xem quy chế thì em cần tối thiểu 98 chỉ để đk môn này, trong khi em đang có ở hk trước là 77 chỉ, hk 182 em học 24 chỉ, theo quy chế thì em đc xét là 101 chỉ, đủ đk đăng ký, mong phòng đào tạo kiểm tra lại giúp em ạ",
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Khác .... . . . em là [full_name]. . mssv [student_id]. . em có đăng ký môn thực tập tốt nghiệp học kỳ 183, hệ thống thông bảo em ko đủ đk để đk vì ko đủ chỉ, nhưng em xem quy chế thì em cần tối thiểu 98 chỉ để đk môn này, trong khi em đang có ở hk trước là 77 chỉ, hk 182 em học 24 chỉ, theo quy chế thì em đc xét là 101 chỉ, đủ đk đăng ký, mong phòng đào tạo kiểm tra lại giúp em ạ  /QUOTE . . Phước, em xem lại quy định nhận TTTN tại đây nhe!http://www.aao.hcmut.edu.vn/index.php?route=catalog/chitietsv&path=59_62&tid=1609. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "B Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được . Chào thầy/cô,. . . . Em xin gửi yêu cầu Đăng kí môn học SP1009 DT01 HK hè.. . . . Em xin trình bày lí do đăng kí trễ dưới đây:. . Vì hè năm nay em định đăng kí thực tập ME3029 nhưng bị hủy do không đủ tính chỉ, hiện tại hết HK 2 số tính chỉ em đã trên 100 tín chỉ nên em đã chủ quan không xem lại kết quả đăng kí.. . . . Vì lí do trên em mong được sự thông cảm của thầy/cô cho em đăng kí môn Đường lối CM-SP1009 vào nhóm DT01.. . . . Em xin chân thành cảm ơn.. .",
            "Đã đăng ký bổ sung cho bạn",
            "Em cảm ơn ạ. . . . Vậy đợi vài ngày nữa e sẽ có tkb đúng không ạ?"
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính gửi Pđt. . Em tên [full_name]. . Do lỗi của em vì đã đăng kí sai vào lớp PH1003 của hệ đại trà. . Em mong PĐT sẽ giúp đỡ em có thể chuyển qua môn học khác có trong thời khóa biểu trong học kì này. . Em xin cảm ơn.",
            "Chào em,. . . . Môn PH1003 các lớp chất lượng cao học kỳ 183 không mở lớp",
            "Dạ,. . Mong chị giúp em chuyển sang môn học khác trong HK183 ạ. . Em xin cảm ơn."
        ]
    },
    {
        "intent": "",
        "message": [
            "Em muốn đăng kí bổ sung môn học [full_name] [full_name] [full_name] (SP1005) cho học kì hè 18-3 có được không ạ. Em còn môn học này là môn học cuối cùng. Nếu được thì em cần chuẩn bị gì ạ. Mong Phòng đào tạo giúp đỡ tạo điều kiện để em hoàn thành chương trình.",
            "responsible person: [551] [staff_name] [helpdesk staff]",
            "Chào bạn.. . . . Đã đăng ký bổ sung cho bạn"
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính gửi Phòng Đào tạo . . Em tên [full_name]. MSSV [student_id]. Lớp [full_name]D01. . . Em muốn thắc mắc là kết quả đợt 1 em có đăng kí môn giải tích 1 và cơ lý thuyết đợt 1 cho học kì 183. Lúc đợt 2 đăng kí e có lên kiểm tra thì vẫn thấy còn 2 môn nên e không thay đổi gì. Nhưng lúc ra kết quả đợt 2 thì bị mất môn giải tích 1 chỉ còn môn cơ. Bây giờ có kết quả đợt 3 nhưng không có môn giải tích 1. Thời khoá biểu cũng chỉ có môn cơ lý thuyết. Mong Phòng Đào tạo xem xét và giải quyết giúp em. Em chân thành cảm ơn.",
            "Chào bạn . . . . bạn vào đợt kết quả đợt 2 --  xem lịch sử đăng ký để biết lý do . . . . . . 29/ 05/ 2019 14:54\tKHHT - Đăng ký môn học dự thính HK183- [full_name] - Kết quả đợt 2\tPDT không đ/ký cho SV MH MT1003 (#: Vi phạm giờ học (Thông tầm) từ tiết 6 sang tiết 7 hoặc tiết 12 sang tiết 13 thong tam)"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ - Đại học - Cao đẳng chính quy   Rút môn học . Em muốn xin rút hết tất cả các môn học ở thời điểm này thì có phải đóng học phí không ạ?. .",
            "Chào bạn,. . Học kỳ hè là học ký dự thính nên nếu điểm dưới năm sẽ tự hũy, không giải quyết rút môn học - bạn phải đóng học phí.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "MSSV: 609T0477. . Em ten: [full_name] he vhvl. . Khoa e hoc 2009 . .  Nhom mon hoc bat buoc tu chọn 2 la 8 chi. .  Nhom mon hoc bat buoc tu chọn 3 la 14 chi. .   Em da hoan thanh 8 chi nhom 2.. .    Va 14 chi nhom 3.( KT lanh, CN hoa Mỹ pham,CN hoa huong lieu, CN các san pham tay rua,KT nhuộm in, va CH luu chat phi Newton MS 605905 ). . Mong [full_name] co xem xét lai giúp em!E chan thanh cam on!. .",
            "responsible person: [551] [staff_name] [helpdesk staff]",
            "Đã gởi thông tin của bạn tới bộ phận liên quan.. . Hoặc bạn có thể gởi mail tới Thầy [full_name]:. . [email] để được trả lời cụ thể nhé. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Khác ... . CI3007. .",
            "Đã đăng ký bổ sung cho bạn"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: 41301699  /b \t. . . .   i Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được . Chào anh/chị phòng đào tạo, em đăng ký môn thực tập tốt nghiệp hè này. Đã gửi đăng ký thành công nhưng khi có thời khóa biểu thì lại không thấy, ghi là lỗi thiếu số tín chỉ tối thiểu, em xem lại thì số tín chỉ tối thiểu để đăng ký thực tập trong hè là 126 chỉ, trong khi tổng số tín chỉ hiện tại của em là 143, chưa kể 21 chỉ em học trong HK182 nữa (thêm luật tín số chỉ để đăng kí thực tập tốt nghiệp em được tính luôn 21 chỉ đã học trong học kỳ trước đó mà không cần chờ điểm đạt hay không) tổng cộng số chỉ thì em hơn số tín chỉ tối thiểu 126 khá nhiều. Xin phòng đào tạo xem lại và cập nhật thời khóa biểu cho em thực tập hè này, vì môn này rất quan trọng. . . - Ngoài ra em còn 3 môn đã học môn tương đương mã mới nhưng chưa được cập nhật trong tiến độ học tập: môn Mạch Điện Tử mã cũ là 405001, đã học môn tương đương mã mới là EE2007. Môn Thí nghiệm biến đổi năng lượng điện cơ (mã là 408002) môn tương đương mã mới là Cơ sở kỹ thuật điện (mã EE2017). môn Quản trị kinh doanh cho kỹ sư ( mã cũ 700213) mã mới IM3001.",
            "QUOTE MSSV/MSGV: 41301699    . . . . Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được. . . . Chào anh/chị phòng đào tạo, em đăng ký môn thực tập tốt nghiệp hè này. Đã gửi đăng ký thành công nhưng khi có thời khóa biểu thì lại không thấy, ghi là lỗi thiếu số tín chỉ tối thiểu, em xem lại thì số tín chỉ tối thiểu để đăng ký thực tập trong hè là 126 chỉ, trong khi tổng số tín chỉ hiện tại của em là 143, chưa kể 21 chỉ em học trong HK182 nữa (thêm luật tín số chỉ để đăng kí thực tập tốt nghiệp em được tính luôn 21 chỉ đã học trong học kỳ trước đó mà không cần chờ điểm đạt hay không) tổng cộng số chỉ thì em hơn số tín chỉ tối thiểu 126 khá nhiều. Xin phòng đào tạo xem lại và cập nhật thời khóa biểu cho em thực tập hè này, vì môn này rất quan trọng. . . - Ngoài ra em còn 3 môn đã học môn tương đương mã mới nhưng chưa được cập nhật trong tiến độ học tập: môn Mạch Điện Tử mã cũ là 405001, đã học môn tương đương mã mới là EE2007. Môn Thí nghiệm biến đổi năng lượng điện cơ (mã là 408002) môn tương đương mã mới là Cơ sở kỹ thuật điện (mã EE2017). môn Quản trị kinh doanh cho kỹ sư ( mã cũ 700213) mã mới IM3001.  /QUOTE . . Hữu, Em lên Mybk kiểm tra TKB và liên hệ khoa để cập nhật vào danh sách."
        ]
    }
]