[
    {
        "intent": "",
        "message": [
            "Mở môn học học kỳ 212 . Em thấy google meet cho phép tối đa là 100 người. . (kể cả giảng viên) nhưng sĩ số đăng kí chỉ có 80 thì không biết có thể mở thêm sĩ số được không ạ!. . . . Vì môn EE3025 ít bạn học và cũng là môn tiên quyết nên em mong được tăng thêm sĩ số ạ.. . . . Em xin cảm ơn ạ!",
            "Chào bạn,. . Hiện tại toàn bộ môn học đã được Phòng Đào tạo tăng sĩ số tối đa theo quy định của từng loại môn học và quy định của google meet (tối đa 100 tính luôn Giảng Viên). . Xem quy định về sĩ số mở lớp cho từng loại môn học tại đây: aao.hcmut.edu.vn/sinh viên/quy chế/học vụ/Quy chế đào tạo và học vụ bậc đại học, cao đẳng/ Điều 8. 2. . Chúc bạn học tập tốt nhé.. . Thân. \""
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Xin chào thầy cô, em muốn hỏi là có phải em đăng kí 12 chỉ thì học phí sẽ được giảm 25% trên số tiền 30tr không ạ?",
            "Chào em,. . Em liên hệ Văn phòng Đào tạo quốc tế [email] để được hỗ trợ nhé.. . Thân mến. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Em tên [full_name] MSSV [student_id], vào đợt đăng kí môn học trước em chỉ đăng kí duy nhất môn Công nghệ cao su MA3009 nhưng không hiểu vì sao em bị hủy môn và trang web thì báo kết quả là em chưa đăng kí. Và môn học này hiện tại có 2 lớp, mỗi lớp 25 sinh viên, em là sinh viên năm cuối môn học này rất quan trọng với tiến độ ra trường của em( vì 1 năm sau mới mở lại). Kính mong pdt xem xét mở thêm sỉ số cho em ạ. Em rất biết ơn . .",
            "\"Chào bạn. . SV xem TKB tại mybk/Thông tin SV/ Xem TKB. . Sinh viên xem lý do tại sao có ĐKMH HK212 - Đợt 1 mà không có TKB tại trang web : mybk.hcmut.edu.vn    Đăng ký môn học    Đăng ký môn học HK212 - Kết quả đợt 1    bấm vào mục Đăng ký mới    chọn loại hình đăng ký    xem Lịch sử đăng ký (SV xem file hướng dẫn đính kèm).. . Chúc các bạn học tốt!. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: G1304387  /b \t. . . .   i Đăng ký môn học . Dear Cán Bộ PĐT,. . . . Em là sinh viên Khóa 13, Việt Pháp Chuyên ngành Năng Lượng (Điện -Điện Tử). Em đã nộp đơn và được chấp nhận cchuyển sang hệ đào tạo VHVL. Theo như kết quả học tập gần nhất là em còn thiếu duy nhất môn Tính Toán Lưới điện (mã MH 401705)  để hoàn tất toàn bộ chương trình học. Tuy nhiên do môn học không mở được trong HK212 (Thiếu sỉ số) nên em đăng ký môn tương đương là Giải Tích Hệ Thống Điện (EE3013 ; VHVL) có mở trong HK212. Nhưng gặp trở ngại là thiếu môn tiên quyết là Cơ sở mạng điện (EE2017). Em xin có câu hỏi là có cách nào để em có thể đăng ký môn Giải tích hệ thống điện (EE3013) đươc không ạ. Cảm ơn và Trân Trọng.",
            "Hi anh chị,. . . . Em là sinh viên khóa 2013 VP chuyển hệ sang VHVL. Em bắt buộc phải có thời khóa biểu cho HK212 nhưng em không biết dùng mã MH nào để đăng ký, em đã xem CTĐT cũ của 2013 và CTĐT của 2021 nhưng tất cả em đều không đăng ký được đối với em. Lỗi xảy ra như trong ảnh đính kèm. Mong được anh chị hỗ trợ giải quyết.. . . . Cảm ơn và trân trọng,",
            "Đã trả lời trực tiếp. . [full_name]ân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp  /i  em chào thầy cô . . em có thắc mắc là điểm trung bình tích lũy ( xem trong phần thông tin sinh viên ) và điểm trung bình tích lũy ngành ( mục này em chưa biết xem ở đâu ) thì điểm nào là dùng để xét điểm tốt nghiệp vậy ạ. . . và cho em hỏi là nếu em học môn tương đương như trong chương trình nhà trường đưa ra thì em sẽ không được tính điểm vào trung bình tích lũy ngành thì như vậy em học xong môn đó thì điểm cũng chẳng có ý nghĩa gì cho việc tốt nghiệp của em hay sao ạ ? . . vì nhà trường không mở lớp nữa nên bây giờ cần phải đủ sỉ số thì tụi em mới xin được. mà số lượng các bạn gặp tình huống như em khá ít nên em mong thầy cô có thể giải đáp giúp em với ạ ! . . em xin cảm ơn !. . . .",
            "Chào em,. . Điểm trung bình ngành được cập nhật khi xét tốt nghiệp nhé bạn, trên mybk/Thông tin sinh viên chỉ thể điểm điểm trung bình tích lũy chung (trường hợp SV học đúng theo CTĐT thì điểm TB tích lũy ngành với điểm TB tích lũy chung là giống nhau). . Về CTĐT và mở MH sinh viên vui lòng liên hệ Khoa để được tư vấn về việc không mở MH cho SV nhé.. . SV xem quy định tính điểm TB tại đây:. . http://aao.hcmut.edu.vn/sinh viên/quy chế/Quy chế đào tạo và học vụ bậc đại học, cao đẳng:/Điều 19. Số tín chỉ tích lũy, điểm trung bình tích lũy. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Dạ chào thầy/cô.. . . . Em là [full_name] - MSSV [student_id].. . . . Hiện tại em đã hoàn thành chương trình học, hoàn thành các điều kiện tốt nghiệp nhưng em vẫn chưa có mail đăng ký tốt nghiệp và chưa có tên trong danh sách tốt nghiệp.. . . . Mong thầy cô kiểm tra và phản hồi giúp em để em kịp đăng ký tốt nghiệp trước thời hạn ạ.. . . . Em xin chân thành cảm ơn.",
            "SV kiểm tra mail và vào đăng ký tốt nghiệp. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em chào thầy cô,. . Em xin trình bày hoàn cảnh của bản thân mình : Do tình hình dịch bệnh kéo dài nên em chưa thể đăng ký thi anh văn TOEIC. Trước khi bùng dịch em đã có đăng ký mà thi chưa qua. Hiện tại, em đã hoàn thành hết các chương trình đào tạo của nhà trường và chỉ còn mỗi điều kiện TOEIC của trường là chưa đạt được. Mong quý thầy cô xem xét giúp đỡ thu nhận lại để em có thể hoàn thành và tốt nghiệp.. . Em xin cảm ơn thầy cô.",
            "\"Chào bạn. . - Trường hợp thiếu chứng chỉ anh văn 2 kỹ năng để đủ điều kiện tốt nghiệp, SV [full_name]15 sẽ nộp đơn kéo dài (tự làm, không mẫu) thời gian sau tháng 04/2022.. . - Về quy định thời gian và kế hoạch học tập: Bạn vui lòng xem chi tiết tại trang web aao    sinh viên    Quy chế    Quy chế đào tạo và học vụ bậc đại học và cao đẳng    Các trường hợp được kéo dài thời gian đào tạo    điều 5.5. . Thân. . \"",
            "li answer rate: Answer is not complete / Câu trả lời chưa hoàn chỉnh",
            "Thưa cô, . . Hiện tại em đang ở trạng thái là Tạm dừng học do không có thời khóa biểu học kỳ 1 năm học 2021-2022, theo quyết định 2869/QĐ-ĐHBK ngày 18/11/2021 (do em đã hoàn thành hết môn học và chỉ còn mỗi anh văn nên em không đăng ký). . . Em có đính kèm giấy Đăng ký thu nhận lại, kính mong nhà trường có thể thay đổi tình trạng học tập từ Tạm dừng sang Đang theo học. Cho em cơ hội để có thể tiếp tục hoàn thành việc học.. . Em xin cảm ơn.",
            "\"Chào bạn. . K2015 đã hết thời gian đào tạo nên không dkmh và thu nhận lại thời điểm này. . - Bạn theo dõi thông báo đăng ký anh văn 2 kỹ năng. . - Về quy định thời gian và kế hoạch học tập (kéo dài thêm 1 Học kỳ): Bạn vui lòng xem chi tiết tại trang web aao    sinh viên    Quy chế    Quy chế đào tạo và học vụ bậc đại học và cao đẳng    Các trường hợp được kéo dài thời gian đào tạo    điều 5.5. . -. . Thân. . \""
        ]
    },
    {
        "intent": "",
        "message": [
            "Mở môn học học kỳ 212 . Em chào thầy cô, em hiện và một số bạn hiện không đăng kí được môn thực tập này ạ, do đây là môn cần thiết để trước khi làm đồ án nên mong pđt tăng sĩ số để em và các bạn có thể đăng kí ạ, em cảm ơn",
            ". . \"\"\"Chào bạn. . Cô đã lấy dữ liệu chuyển bộ phận dkmh kiểm tra lại. . Bạn dkmh lại vào 13 g ngày là thứ 4 ngày 29/12. . Thân. . \"\"\""
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Thầy/Cô cho em hỏi việc thanh toán bảo hiểm y tế ạ. Lí do là cổng thanh toán của trường bảo trì từ ngày 15 đến ngày 20 mà hạn cuối thanh toán là chiều ngày 20 ạ. Nhưng sau thời gian đó đến nay cổng BK Pay vẫn bị lỗi ạ. Em muốn xin thêm thông tin về cách thanh toán ạ.",
            "Chào em,. . Em liên hệ phòng Công tác chính trị sv qua email [email] để được hướng dẫn nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Kính gửi Thầy/Cô,. . . . Em có gửi yêu cầu về việc không đăng kí tốt nghiệp được cách đây 1 tuần và thầy cô phản hồi đợi tới ngày 27 gửi yêu cầu lại nếu không đăng kí được.. . . . Hiện tại, em vẫn chưa nhận được mail và chưa đăng kí tốt nghiệp được (trang đăng kí lỗi vẫn chưa vào được ạ).. . . . Em đang rất cần gấp bằng tốt nghiệp chính thức để bổ sung hồ sơ du học trước Tết. Rất mong thầy cô có thể xét duyệt sớm và giúp đỡ em.. . . . Em chân thành cảm ơn!",
            "SV kiểm tra mail và vào ĐK tốt nghiệp. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em muốn đăng kí môn học cũ nhưng kì này môn đó không mở và em muốn học môn thay thế .Dạ cho em hỏi cách thức để học môn thay thế ạ. . . . Em xin trân trọng cảm ơn. .",
            "Chào bạn,. . Về Chương trình Đào tạo, danh sách môn tương đương…, bạn vui lòng xem tại:. . aao.hcmut.edu.vn/Sinh viên/Chương trình Đào tạo. . Sinh viên thắc mắc về CTĐT vui lòng liên hệ về Khoa xin gặp Thầy/Cô Phụ trách về CTĐT để được tư vấn và hỗ trợ thêm.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: 1712759  /b \t. . . .   i . . Thưa Thầy/Cô Em là Lợi Thanh Quan, sinh viên Việt Pháp K17. . Em xin hỏi Đăng ký môn học - Chuyển hệ là gì.. . Vì khi đăng ký môn \"Chủ nghĩa xã hội khoa học\" bên CQ sẽ ghi lỗi \"Không thuộc loại hình sinh viên\" và khi đăng ký bên Chuyển Hệ thì được. . Em xin hỏi là em đăng ký và học có được tính là hoàn thành môn học không. . . Xin Thầy/Cô giải đáp giúp em để em sớm hoàn thành chương trình học và tốt nghiệp ạ!. . Em cảm ơn. Chúc Thầy/Cô nhiều sức khỏe ạ!. .  .",
            "Chào em;. . em phải nói rõ đăng ký nhóm nào nhé"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ hiện tại em cần đăng ký Giải tích 2 (MT1005) để tốt nghiệp nhưng các lớp đã đủ sĩ số. Em có thể xin chèn lớp hoặc đăng ký vào đợt đăng ký môn học bổ sung 04/01/2022 được không ạ!",
            "Chào bạn. . SV lưu ý:. . 1- Hiện tại toàn bộ môn học đã được Phòng Đào tạo tăng sĩ số tối đa theo quy định của từng loại môn học và quy định của Google Meet. Xem quy định về sĩ số mở lớp cho từng loại môn học tại đây: aao.hcmut.edu.vn/sinh viên/quy chế/học vụ/Quy chế đào tạo và học vụ bậc đại học, cao đẳng/ Điều 8. 2. . 2- Đã hết thời gian hiệu chỉnh và hủy môn học, Về việc rút Môn Học (có tính học phí) sinh viên vui lòng đợi mail thông báo dự kiến trong tháng 1/2021 sau của PDT. . 3- Trường hợp chưa ĐKMH ở đợt 2 thành công, bạn vui lòng đợi mail thông báo về việc ĐKMH ở đợt 3 từ ngày 04/01/2022 ( lưu ý: Trong đợt 3, SV chỉ có thể bổ sung các môn học còn sĩ số, không hiệu chỉnh và hủy MH). . 4- Sinh viên vui lòng xem kết quả ĐKMH, xem lý do vì sao không ĐKMH được (có đăng ký, nhưng không có TKB) tại trang web: mybk.hcmut.edu.vn    Đăng ký môn học    Đăng ký môn học HK212 - Kết quả đợt 2    bấm vào mục Đăng ký mới    chọn Loại hình đăng ký    xem Lịch sử đăng ký.. . 5- Trong trường hợp sau khi kết thúc đợt 3 (từ ngày 4/1 đến 6/1/2022), mà kết quả xử lý ĐKMH không đúng, bạn có thể làm đơn khiếu nại (kèm minh chứng nếu có), gửi qua trang bksi ghi rõ tiêu đề: “Khiếu nại ĐKMH HK212”, nội dung khiếu nại trình bày rõ lý do, ghi rõ tên, mã môn học và mã nhóm đã đăng ký. . 6- SV xem TKB tại mybk/Thông tin SV/ Xem TKB (sẽ được cập nhật dự kiến trước ngày 3/1/2022). . Chúc các bạn học tốt!. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Kính gửi Phòng đào tạo,. . Hiện tại em đã thi xong nhưng có hai cột điểm đó là Điểm thi, Điểm tổng kết và điểm lần 2. Phòng Đào tạo cho em hỏi điểm này có phải là điểm tổng kết cuối cùng của môn không và có tính vào tổng điểm trung bình không ạ? . . Em xin cảm ơn",
            "Chào em,. . Về quy định (thi xóa điểm VT, cách tính điểm ĐẠT) Vắng thi có phép và hoãn thi: Bạn vui lòng xem chi tiết tại trang web aao.hcmut.edu.vn--  sinh viên --  Quy chế --  Quy chế đào tạo và học vụ bậc đại học và cao đẳng -- Điều 17.2. . Thân mến. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em chào thầy(cô), em gửi đơn hoãn thi môn Phương pháp tính -MT1009 . . Lí do: đang thi bị cúp điện.. . Em có gửi mail xin giáo viên giảng dạy xác nhận nhưng thầy không phản hồi mail.. . Mong thầy cô xem xét và chấp nhận!. . Em xin cảm ơn!. . . . (có đính kèm đơn xin hoãn thi)",
            "Chào em,. . Em vui lòng xem lại email PĐT đã gửi:. . Kế hoạch tổ chức thi học kỳ 1 năm 2021-2022. . mục 5. Hướng dẫn đăng ký hoãn thi Cuối kỳ, dự thi. . Thân mến. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ em xin chào PĐT ạ, em là Huỳnh Ngọc Diễm Phúc mssv [student_id]. Khoa Kỹ thuật Hóa Học.. . Xin PĐT mở thêm sỉ số các lớp CÔNG NGHỆ TẾ BÀO CH3019 từ 20 lên 25.. . Lí do: Trùng lịch môn TIN SINH HỌC (môn này chỉ mở 1 lớp) và các lớp CÔNG NGHỆ TẾ BÀO đã full không thể chuyển nhóm để đăng ký ạ.. . Mong tin tốt lành,. . Em cảm ơn.",
            "\"\"\"Chào bạn,. . Hiện tại toàn bộ môn học đã được Phòng Đào tạo tăng sĩ số tối đa theo quy định của từng loại môn học và quy định của google meet (tối đa 100 tính luôn Giảng Viên). . Xem quy định về sĩ số mở lớp cho từng loại môn học tại đây: aao.hcmut.edu.vn/sinh viên/quy chế/học vụ/Quy chế đào tạo và học vụ bậc đại học, cao đẳng/ Điều 8. 2. . Chúc bạn học tập tốt nhé.. . Thân.. . \"\"\""
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]  /b \t[full_name] [full_name] [full_name] [full_name] Thưa Thầy/Cô[full_name] [full_name] Em xin được mở lớp Sinh Thái Công Nghiệp(610702) dưới dạng đồ án[full_name] Em đã được sự đồng ý của giảng viên, chủ nhiệm khoa và Văn Phòng Việt Pháp[full_name] Trong đơn ghi HK dự thính, nhưng em đã hỏi ý kiến Thầy để được mở trong học kỳ chính và Thầy đã đồng ý ạ![full_name] [full_name] Xin PDT giải quyết giúp tụi em![full_name] [full_name] Tụi em xin chân thành cảm ơn ạ![full_name] [full_name] Chúc Thầy/Cô thật nhiều sức khỏe![full_name] [full_name] [full_name] [full_name]",
            "Chào bạn. . Bạn cần nhờ Thầy [full_name] xác nhận là Thầy đồng ý nhận lớp học dưới dạng đồ án nghen, vì trong đơn của bạn không ghi, bạn chỉ ghi trong yêu cầu,. . Bạn gởi lại có thể là email xác minh của Thầy, Pdt sẽ mở trong dự thính lộ trình 2 nghen. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Mở môn học học kỳ 212 . Em xin đăng kí mở môn học Hư hỏng sửa chữa công trình CI1051, có đính kèm ảnh chụp màn hình email xác nhận và đơn có chữ ký.",
            "GV nhận giảng dạy: [full_name]. . TKB: Thứ 6 tiết 3-5",
            "Chào bạn;. . bạn theo dõi và đăng ký môn sau 13g00 ngày 29/12 nhé. . thân",
            "Mở môn học học kỳ 212 . Em xin đăng kí mở môn học Hư hỏng sửa chữa công trình CI1051, có đính kèm ảnh chụp màn hình email xác nhận và đơn có chữ ký."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em tên: [full_name],. . Hiện đang là sinh viên năm nhất của Khoa Kỹ Thuật Xây Dựng,. . Em đăng kí môn học đợt 2 này thì hệ thống lại báo là thiếu các môn anh văn tiên quyết nên em không đăng kí được bất kì môn học nào trong học kì sắp tới ạ.. . Mong các thầy cô có thể giúp em giải đáp thắc mắc về tình trạng của em ạ.. . Trân trọng.. .",
            "Chào bạn. . SV lưu ý:. . 1- Hiện tại toàn bộ môn học đã được Phòng Đào tạo tăng sĩ số tối đa theo quy định của từng loại môn học và quy định của Google Meet. Xem quy định về sĩ số mở lớp cho từng loại môn học tại đây: aao.hcmut.edu.vn/sinh viên/quy chế/học vụ/Quy chế đào tạo và học vụ bậc đại học, cao đẳng/ Điều 8. 2. . 2- Đã hết thời gian hiệu chỉnh và hủy môn học, Về việc rút Môn Học (có tính học phí) sinh viên vui lòng đợi mail thông báo dự kiến trong tháng 1/2021 sau của PDT. . 3- Trường hợp chưa ĐKMH ở đợt 2 thành công, bạn vui lòng đợi mail thông báo về việc ĐKMH ở đợt 3 từ ngày 04/01/2022 ( lưu ý: Trong đợt 3, SV chỉ có thể bổ sung các môn học còn sĩ số, không hiệu chỉnh và hủy MH). . 4- Sinh viên vui lòng xem kết quả ĐKMH, xem lý do vì sao không ĐKMH được (có đăng ký, nhưng không có TKB) tại trang web: mybk.hcmut.edu.vn    Đăng ký môn học    Đăng ký môn học HK212 - Kết quả đợt 2    bấm vào mục Đăng ký mới    chọn Loại hình đăng ký    xem Lịch sử đăng ký.. . 5- Trong trường hợp sau khi kết thúc đợt 3 (từ ngày 4/1 đến 6/1/2022), mà kết quả xử lý ĐKMH không đúng, bạn có thể làm đơn khiếu nại (kèm minh chứng nếu có), gửi qua trang bksi ghi rõ tiêu đề: “Khiếu nại ĐKMH HK212”, nội dung khiếu nại trình bày rõ lý do, ghi rõ tên, mã môn học và mã nhóm đã đăng ký. . 6- SV xem TKB tại mybk/Thông tin SV/ Xem TKB (sẽ được cập nhật dự kiến trước ngày 3/1/2022). . Chúc các bạn học tốt!. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Kính gửi Phòng đào tạo,. . Em tên là [full_name]. MSSV: [student_id]. . Hiện tại em là K15, em chưa học anh văn 4 và em muốn hỏi là em thi toeic được 500 điểm thì có chuyển điểm cho anh văn 4 được không ạ?. . Em cảm ơn!",
            "Chào bạn. . Được nghen bạn. . Nhưng bạn phải nộp CCNN để chuyển điểm trước tháng 04/2022. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ em chào cô, . . Em là [full_name] MSSV [student_id], ở đợt đăng ký môn học này em có đăng ký môn Luận văn tốt nghiệp mã ME4539 nhưng không đăng ký được vì hiện thông báo thiếu môn tiên quyết Thực tập ngoài trường, mà môn này vì tình hình dịch bệnh nên kỳ này bộ môn em mới bắt đầu thực hiện và giờ chưa có điểm ạ. . . Vậy em nhờ phòng đạo tạo xem xét giúp em hoặc em có thể đăng ký luận văn ở đợt bổ sung nếu đã có điểm môn thực tập không ạ?. . Em xin cảm ơn.",
            "Chào bạn,. . Hiện tại PĐT đã cập nhật lại các lỗi phát sinh khi đăng ký môn học. Nên SV vui lòng vào đăng ký lại. . Theo thông báo :. . - Các học phần đang học nhưng chưa có điểm, kể cả học dự thính, và SV không thuộc diện bị cấm thi, được xem là đạt và tích luỹ được tín chỉ để đăng ký các học phần, kể cả các học phần tốt nghiệp (TTNT, ĐCLV và LVTN). Các học phần tốt nghiệp sẽ được PĐT hậu kiểm sau khi có kết quả học tập để đảm bảo đúng điều kiện ràng buộc theo đúng quy định. SV nên cân nhắc kỹ, tự xác định năng lực học tập trước khi đăng ký các học phần tốt nghiệp để việc học tập đạt kết quả tốt nhất.. . - Nhà trường tạm thời không xét điều kiện : Chuẩn tiếng Anh sau mỗi năm học (chuẩn Anh văn hàng năm); Chuẩn CCAV quốc tế khi xét LVTN; Chuẩn Giáo dục thể chất cho riêng HK chính 212 và HK dự thính 212.. . - Nhà trường tạm thời xét từ đủ 6 ngày CTXH khi xét LVTN trong HK212.. . . . Thân chào.",
            "Dạ do em là diện sinh viên chính quy chuyển sang vừa học vừa làm ạ, em vừa vào đăng ký lại nó vẫn hiện thông báo không đủ điều kiện tiên quyết, qua bên mục đăng ký sinh viên chính quy thì không được đăng kỳ vì nó hiện thông báo xem lại loại hình đào tạo.",
            "Chào bạn. . Bạn chụp giúp hình minh chứng gởi để Pdt kiểm tra lại nghen. . Thân",
            "Dạ em gửi ảnh ạ, em đăng ký lại nhưng vẫn không được, em nhờ pdt hỗ trợ giúp em với ạ.. . Bên dưới là 2 ảnh em đăng ký ở 2 hệ chính quy lẫn hệ chuyển đều không được và hiện thông báo đỏ như trên ạ.",
            "Chào em;. . em đăng ký vào đợt của VLVH nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp .  Kính gửi Phòng Đào Tạo,. .  Em tên Trần Phạm Khang Dy, MSSV [student_id], lớp VP2014XDC. Em viết đơn này để xin hỏi về vấn đề CCAV của LVTN, em xin hỏi là em đã nộp bằng TOEIC vào năm 2017 (trong hình gửi kèm) thì hiện tại em có phải nộp lại 1 bằng mới để xét điều kiện đăng ký LVTN hay không ạ ? Hiện tại, khá khó khăn trong việc đăng ký để thi lấy 1 bằng TOEIC mới nên em xin Phòng Đào Tạo cho em câu trả lời ạ. .  Em kính mong Phòng Đào Tạo sớm phản hồi về vấn đề của em ạ. . .  Em xin chân thành cảm ơn.. .               Dy",
            "Chào bạn,. . Hiện tại PĐT đã cập nhật lại các lỗi phát sinh khi đăng ký môn học. Nên SV vui lòng vào đăng ký lại. . Theo thông báo :. . - Các học phần đang học nhưng chưa có điểm, kể cả học dự thính, và SV không thuộc diện bị cấm thi, được xem là đạt và tích luỹ được tín chỉ để đăng ký các học phần, kể cả các học phần tốt nghiệp (TTNT, ĐCLV và LVTN). Các học phần tốt nghiệp sẽ được PĐT hậu kiểm sau khi có kết quả học tập để đảm bảo đúng điều kiện ràng buộc theo đúng quy định. SV nên cân nhắc kỹ, tự xác định năng lực học tập trước khi đăng ký các học phần tốt nghiệp để việc học tập đạt kết quả tốt nhất.. . - Nhà trường tạm thời không xét điều kiện : Chuẩn tiếng Anh sau mỗi năm học (chuẩn Anh văn hàng năm); Chuẩn CCAV quốc tế khi xét LVTN; Chuẩn Giáo dục thể chất cho riêng HK chính 212 và HK dự thính 212.. . - Nhà trường tạm thời xét từ đủ 6 ngày CTXH khi xét LVTN trong HK212.. . . . Thân chào."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em xin chuyển hệ từ chính quy sang hệ vừa học vừa làm",
            "\"Chào em,. . PDT đã tiếp nhận đơn chuyển qua hệ VLVH của bạn, bạn theo dõi tình trạng sinh viên và quyết định được cập nhật tại:. . Mybk/Thông tin sinh viên/Tình trạng. . Trường hợp nếu SV đã đủ điều kiện tốt nghiệp của hệ VLVH, sau khi có QD chuyển hệ được cập nhật tại mybk/Thông tin SV có thể gửi câu hỏi qua bksi để xin đăng ký xét tốt nghiệp bổ sung. . SV theo dõi mail và lịch học vụ để vào đăng ký môn học cho HK212 nếu còn nợ MH, vào đợt 3 (từ ngày 4/1/2022). . Thân\""
        ]
    },
    {
        "intent": "",
        "message": [
            "[full_name]: [full_name] , MSSV:[student_id]. . Em xin chào thầy cô , như thông tin em đã nhận mail của trường vào ngày 25/12/2021. Thông báo về việc nộp đơn thu nhận lại đối với sinh viên tạm dừng trong học kì 211, nay em làm đơn này kính mong ban giám hiệu nhà trường xem xét  đơn thu nhận và chấp nhận cho em tiếp tục duy trì tình trạng sinh viên vào học kì 212.. . Em xin chân thành cảm ơn. . .   i Học vụ .",
            "Đã trả lời. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "[full_name]: [full_name]_ MSSV:[student_id]. . Dạ em xin chào thầy cô, như thông tin em đã nhận từ mail của trường vào ngày 25/12/2021 thông báo về việc nộp đơn thu nhận lại đối với sinh viên tạm dừng trong học kì 211, nay em làm đơn này kính mong ban Giám hiệu nhà trường xem xét đơn thu nhận và chấp nhận cho em tiếp tục duy trì tình trạng sinh viên vào học kì 212.. . Em xin chân thành cảm ơn.. . Vùng tệp đính kèm. . . .   i Học vụ .",
            "Chào em,. . Phòng Đào tạo đã tiếp nhận đơn thu nhận của em.. . SV theo dõi tình trạng và quyết định sẽ cập nhật tại mybk/Thông tin Sinh viên (dự kiến cập nhật QD trong tháng 12/2021). . SV vui lòng theo dõi lịch học vụ và mail sinh viên để biết thời gian đăng ký môn học cho học kỳ tiếp theo, đkmh đợt 3 từ ngày 4/1/22. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em chào thầy/cô.. . . . Trong phần quy định đặt tên của báo cáo LVTN:. . ( [full_name]_Tên SV1_Tên SV2_Tên Đề tài ). . [full_name] là mã gì vậy ạ?",
            "Chào em,. . Em vui lòng liên hệ GV, [full_name] để được hướng dẫn. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ .   i Do em học xong chương trình nhưng do chưacos bằng ngoại ngữnene chưa ra trường được ,kỳ rồi em không đăng ký môn học nên bị tạm dừng.Mong phong đạo tạo thu nhận lại em ạ . . Em xin cảm ơn  .",
            "Chào em,. . Phòng Đào tạo đã tiếp nhận đơn thu nhận của em.. . SV theo dõi tình trạng và quyết định sẽ cập nhật tại mybk/Thông tin Sinh viên (dự kiến cập nhật QD trong tháng 12/2021). . SV vui lòng theo dõi lịch học vụ và mail sinh viên để biết thời gian đăng ký môn học cho học kỳ tiếp theo, đkmh đợt 3 từ ngày 4/1/22. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]  /b \t. [full_name]:[full_name] , MSSV:[student_id]. . Em xin chào thầy cô , như thông tin em đã nhận mail của trường vào ngày 25/12/2021. Thông báo về việc nộp đơn thu nhận lại đối với sinh viên tạm dừng trong học kì 211, nay em làm đơn này kính mong ban giám hiệu nhà trường xem xét  đơn thu nhận và chấp nhận cho em tiếp tục duy trì tình trạng sinh viên vào học kì 212.. . Em xin chân thành cảm ơn.. .   i Học vụ .",
            "Chào em,. . Phòng Đào tạo đã tiếp nhận đơn thu nhận của em.. . SV theo dõi tình trạng và quyết định sẽ cập nhật tại mybk/Thông tin Sinh viên (dự kiến cập nhật QD trong tháng 12/2021). . SV vui lòng theo dõi lịch học vụ và mail sinh viên để biết thời gian đăng ký môn học cho học kỳ tiếp theo, đkmh đợt 3 từ ngày 4/1/22. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Dạ cho em nộp đơn mở môn học ạ\t. . . . . . . .",
            "Chào em;. . môn này của em sĩ số có 4 bạn thì không thể mở được, em có thể hỏi ý kiến của thầy để mở môn này theo dạng đồ án nhé, gấp để mở cho đăng ký đợt 3 nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "MSSV: [student_id]\t. .  . . Dạ PĐT cho em hỏi, thi xong yêu cầu sinh viên phải nộp record bài làm trong vòng 48h ý ạ. Gần đến hạn nộp em mới vào BKexam, em không biết khi tắt trình duyệt mà không đăng xuất thì tài khoản bkexam sẽ bị khóa 2h đồng hồ. Vì vậy em đã nộp link record muộn. PĐT cho em hỏi như vậy em có bị không chấp nhận bài thi không ạ? Do em không thấy quy định nhưng nghe các bạn nói ạ :(((((. . . .",
            "Chào bạn,. . - Bạn vui lòng xem chi tiết hướng dẫn thi trực tuyến nhà trường đã gửi thông báo đến SV. . - Bạn cần thực hiện theo hướng dẫn của nhà trường và thực hành để thuần thục các thao tác ghi màn hình trước khi thi.. . - Bạn nên liên hệ GV giảng dạy để được hướng dẫn.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em xin phép được chuyển hệ sang VLVH để tiếp tục chương trình học và được đăng kí môn học ạ",
            "\"Chào em,. . PDT đã tiếp nhận đơn chuyển qua hệ VLVH của bạn, bạn theo dõi tình trạng sinh viên và quyết định được cập nhật tại:. . Mybk/Thông tin sinh viên/Tình trạng. . Trường hợp nếu SV đã đủ điều kiện tốt nghiệp của hệ VLVH, sau khi có QD chuyển hệ được cập nhật tại mybk/Thông tin SV có thể gửi câu hỏi qua bksi để xin đăng ký xét tốt nghiệp bổ sung. . SV theo dõi mail và lịch học vụ để vào đăng ký môn học cho HK212 nếu còn nợ MH, vào đợt 3 (từ ngày 4/1/2022). . Thân\""
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính gởi PĐT,. . . . Em muốn hỏi về thủ tục để xin ra khỏi CT tài năng thì phải thực hiện những bước nào (biểu mẫu đơn, đơn vị xử lý). Em kiếm trên aao không thấy đề cập đến.. . . . Em xin chân thành cảm ơn. .   i Học vụ .",
            "\"\"\"Chào bạn. . Về vấn đề này bạn vui lòng liên hệ Khoa quản lý để nộp đơn . . Thân. . \"\"\""
        ]
    },
    {
        "intent": "",
        "message": [
            "Mở môn học học kỳ 212 . môn học CI2001 - Sức bền vật liệu kì 212 ,em muốn mở thêm lớp để học môn Sức bền vật liệu ạ vì hiện tại đã hết chỗ trống để đăng kí. .",
            "Chào bạn. . SV lưu ý:. . 1- Hiện tại toàn bộ môn học đã được Phòng Đào tạo tăng sĩ số tối đa theo quy định của từng loại môn học và quy định của Google Meet. Xem quy định về sĩ số mở lớp cho từng loại môn học tại đây: aao.hcmut.edu.vn/sinh viên/quy chế/học vụ/Quy chế đào tạo và học vụ bậc đại học, cao đẳng/ Điều 8. 2. . 2- Đã hết thời gian hiệu chỉnh và hủy môn học, Về việc rút Môn Học (có tính học phí) sinh viên vui lòng đợi mail thông báo dự kiến trong tháng 1/2021 sau của PDT. . 3- Trường hợp chưa ĐKMH ở đợt 2 thành công, bạn vui lòng đợi mail thông báo về việc ĐKMH ở đợt 3 từ ngày 04/01/2022 ( lưu ý: Trong đợt 3, SV chỉ có thể bổ sung các môn học còn sĩ số, không hiệu chỉnh và hủy MH). . 4- Sinh viên vui lòng xem kết quả ĐKMH, xem lý do vì sao không ĐKMH được (có đăng ký, nhưng không có TKB) tại trang web: mybk.hcmut.edu.vn    Đăng ký môn học    Đăng ký môn học HK212 - Kết quả đợt 2    bấm vào mục Đăng ký mới    chọn Loại hình đăng ký    xem Lịch sử đăng ký.. . 5- Trong trường hợp sau khi kết thúc đợt 3 (từ ngày 4/1 đến 6/1/2022), mà kết quả xử lý ĐKMH không đúng, bạn có thể làm đơn khiếu nại (kèm minh chứng nếu có), gửi qua trang bksi ghi rõ tiêu đề: “Khiếu nại ĐKMH HK212”, nội dung khiếu nại trình bày rõ lý do, ghi rõ tên, mã môn học và mã nhóm đã đăng ký. . 6- SV xem TKB tại mybk/Thông tin SV/ Xem TKB (sẽ được cập nhật dự kiến trước ngày 3/1/2022). . Chúc các bạn học tốt!. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em xin chào PĐT ạ, . . Em là [full_name], MSSV: [student_id], lớp HC16DK. Do khi vừa trúng tuyển đại học, em có xin bảo lưu 1 năm học và sau đó đi học lại chung với K16, em có kiểm tra phần thời gian đào tạo tối đa của em đến tháng 4/2023, nhưng hiện tại khi em đăng kí môn học cho HK212 thì em bị mất quyền đăng ký ạ! Em rất mong PĐT có thể kiểm tra, xem xét và cấp quyền cho em được ĐKMH kịp thời trong đợt 2 ạ! Em rất mong đợi phản hồi sớm nhất từ PĐT. Em xin chân thành cảm ơn ạ",
            "\"\"\"Chào bạn. . Cô đã lấy dữ liệu chuyển bộ phận dkmh kiểm tra lại. . Bạn dkmh lại vào ngày là thứ 3 ngày 28/12. . Thân. . \"\"\". ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học .",
            "Kính gửi Phòng Đào tạo!. . . . Em có một số vấn đề trong việc đăng kí môn học học kì 212 mong được phòng đào tạo giúp đỡ Mặc dù em đã thi anh văn đầu vào do nhà trường phối hợp với TOEIC thực hiện (kì thi tháng 01/2021) với số điểm là 480. Thế nhưng hiện tại em không đăng kí được môn học Anh văn 4 - LA1009 với lí do được hiện trên MyBK là thiếu môn học trước.. . Em kính mong phòng đào tạo giải đáp giúp em có thể đăng kí được môn học và hoàn thành môn này trong học 2 sắp tới. Việc này khá quan trọng đối với em vì hiện tại em là sinh viên năm 3 và phải hoàn thành môn học này khi kết thúc năm 3.. . . . Em rất mong được sự giúp đỡ từ phòng Đào tạo!. . Trân trọng.. . [full_name]",
            "Chào bạn. . SV lưu ý:. . 1- Hiện tại toàn bộ môn học đã được Phòng Đào tạo tăng sĩ số tối đa theo quy định của từng loại môn học và quy định của Google Meet. Xem quy định về sĩ số mở lớp cho từng loại môn học tại đây: aao.hcmut.edu.vn/sinh viên/quy chế/học vụ/Quy chế đào tạo và học vụ bậc đại học, cao đẳng/ Điều 8. 2. . 2- Đã hết thời gian hiệu chỉnh và hủy môn học, Về việc rút Môn Học (có tính học phí) sinh viên vui lòng đợi mail thông báo dự kiến trong tháng 1/2021 sau của PDT. . 3- Trường hợp chưa ĐKMH ở đợt 2 thành công, bạn vui lòng đợi mail thông báo về việc ĐKMH ở đợt 3 từ ngày 04/01/2022 ( lưu ý: Trong đợt 3, SV chỉ có thể bổ sung các môn học còn sĩ số, không hiệu chỉnh và hủy MH). . 4- Sinh viên vui lòng xem kết quả ĐKMH, xem lý do vì sao không ĐKMH được (có đăng ký, nhưng không có TKB) tại trang web: mybk.hcmut.edu.vn    Đăng ký môn học    Đăng ký môn học HK212 - Kết quả đợt 2    bấm vào mục Đăng ký mới    chọn Loại hình đăng ký    xem Lịch sử đăng ký.. . 5- Trong trường hợp sau khi kết thúc đợt 3 (từ ngày 4/1 đến 6/1/2022), mà kết quả xử lý ĐKMH không đúng, bạn có thể làm đơn khiếu nại (kèm minh chứng nếu có), gửi qua trang bksi ghi rõ tiêu đề: “Khiếu nại ĐKMH HK212”, nội dung khiếu nại trình bày rõ lý do, ghi rõ tên, mã môn học và mã nhóm đã đăng ký. . 6- SV xem TKB tại mybk/Thông tin SV/ Xem TKB (sẽ được cập nhật dự kiến trước ngày 3/1/2022). . Chúc các bạn học tốt!. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Dạ cho em hỏi lúc trước em có xin với giáo viên bộ môn hoãn thi môn Thực Hành Vật Lý Bán Dẫn thì thầy bảo làm đơn rồi nộp cho thầy, sau khi em làm đơn cho thầy thì không nhận được trả lời, bây giờ trên mybk điểm tổng kết của em hiện là 0.0 chứ không phải 14. Vậy điểm tổng kết của em là 0.0 luôn hay là chưa có điểm ạ.. .",
            "Chào bạn. . Cô kiểm tra bạn đăng ký theo quy trình thì được điểm 14 Hoãn thi (có 3 môn). . Còn bạn đăng ký cho Thầy thì bạn liên hệ Thầy để giải đáp nghen, Pdt kiểm tra điểm là 0 nghen. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em muốn đăng ký môn Khởi nghiệp IM1021 hệ chính quy ở học kỳ 212 nhưng hiện tại tất cả các lớp đã đủ  sĩ số sinh viên. Em mong pdt cho em đăng ký được vào lớp L05. . . Em xin cảm ơn!. . . .",
            "Chào bạn. . SV lưu ý:. . 1- Hiện tại toàn bộ môn học đã được Phòng Đào tạo tăng sĩ số tối đa theo quy định của từng loại môn học và quy định của Google Meet. Xem quy định về sĩ số mở lớp cho từng loại môn học tại đây: aao.hcmut.edu.vn/sinh viên/quy chế/học vụ/Quy chế đào tạo và học vụ bậc đại học, cao đẳng/ Điều 8. 2. . 2- Đã hết thời gian hiệu chỉnh và hủy môn học, Về việc rút Môn Học (có tính học phí) sinh viên vui lòng đợi mail thông báo dự kiến trong tháng 1/2021 sau của PDT. . 3- Trường hợp chưa ĐKMH ở đợt 2 thành công, bạn vui lòng đợi mail thông báo về việc ĐKMH ở đợt 3 từ ngày 04/01/2022 ( lưu ý: Trong đợt 3, SV chỉ có thể bổ sung các môn học còn sĩ số, không hiệu chỉnh và hủy MH). . 4- Sinh viên vui lòng xem kết quả ĐKMH, xem lý do vì sao không ĐKMH được (có đăng ký, nhưng không có TKB) tại trang web: mybk.hcmut.edu.vn    Đăng ký môn học    Đăng ký môn học HK212 - Kết quả đợt 2    bấm vào mục Đăng ký mới    chọn Loại hình đăng ký    xem Lịch sử đăng ký.. . 5- Trong trường hợp sau khi kết thúc đợt 3 (từ ngày 4/1 đến 6/1/2022), mà kết quả xử lý ĐKMH không đúng, bạn có thể làm đơn khiếu nại (kèm minh chứng nếu có), gửi qua trang bksi ghi rõ tiêu đề: “Khiếu nại ĐKMH HK212”, nội dung khiếu nại trình bày rõ lý do, ghi rõ tên, mã môn học và mã nhóm đã đăng ký. . 6- SV xem TKB tại mybk/Thông tin SV/ Xem TKB (sẽ được cập nhật dự kiến trước ngày 3/1/2022). . Chúc các bạn học tốt!. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính gửi PĐT. . . . Em là [full_name], VP17HK. . . Em xin nộp đơn đề nghị cho phép em đăng ký môn TR2011 HK212 chính quy.. . . . Em xin cảm ơn,. . [full_name]"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]  /b . . Em tên [full_name]-[student_id], khoa Kỹ Thuật Hóa học, lớp CC20HC11, cho em hỏi cách thức làm đơn hoãn thi môn Hóa Vô cơ (CH2013). Lý do là vì hôm qua 26/12/2021 em thi Final exam trên Bkel nhưng lúc cuối giờ em nộp bài thi thì bị lỗi đường truyền và không ghi nhận bài thi của em. Kết quả là em bị đánh vắng. Em mong thầy cô  xem xét cho em được đăng ký hoãn thi môn này ạ. Em xin cảm ơn. \t. . . .   i Yêu cầu khác ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Kính chào thầy cô.. . Mã số sinh viên: [student_id]. . Mong trường cho em xin email của thầy: [full_name] khoa điện-Điện tử dạy môn Nhập môn kỹ thuật.. . Em cảm ơn.",
            "Chào bạn. . Bạn vào trang https://www.hcmut.edu.vn. . Để tìm mail Khoa điện và hòi thông tin nghen. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ .",
            "\"\"\"Chào em,. . PDT đã tiếp nhận đơn chuyển qua hệ VLVH của bạn, bạn theo dõi tình trạng sinh viên và quyết định được cập nhật tại:. . Mybk/Thông tin sinh viên/Tình trạng. . Trường hợp nếu SV đã đủ điều kiện tốt nghiệp của hệ VLVH, sau khi có QD chuyển hệ được cập nhật tại mybk/Thông tin SV có thể gửi câu hỏi qua bksi để xin đăng ký xét tốt nghiệp bổ sung. . SV theo dõi mail và lịch học vụ để vào đăng ký môn học cho HK212 nếu còn nợ MH, vào đợt 3 (từ ngày 4/1/2022). . Thân\"\"\""
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Thưa cô. . Em là sinh viên năm cuối nhưng chưa đủ chuẩn anh văn để tốt nghiệp. Hiện em đã Tạm Dừng một học kỳ. Em cần đăng ký thu nhận lại để Đăng Ký Môn Học tránh trường hợp Buộc Thôi Học do tạm dừng 2 học kỳ liên tiếp.",
            "Thưa cô. . Em là sinh viên năm cuối nhưng chưa đủ chuẩn anh văn để tốt nghiệp. Hiện em đã Tạm Dừng một học kỳ. Em cần đăng ký thu nhận lại để Đăng Ký Môn Học tránh trường hợp Buộc Thôi Học do tạm dừng 2 học kỳ liên tiếp. Cô cho em hỏi quy trình làm đơn xin thu nhận lại?. . Em cảm ơn cô đã đọc yêu cầu này!",
            "Chào em,. . Em tải đơn thu nhận, điền đầy đủ thông rồi gửi lại nhé.. . http://www.aao.hcmut.edu.vn/sinh viên/biểu mẫu. . Thân mến. . . .",
            "Cô xem giúp em để được đăng ký môn học vào đợt đăng ký môn học 18/01 - 19/01. Để em tiếp tục trạng thái sinh viên.. . Em cảm ơn cô!",
            "Cô xem giúp em để được đăng ký môn học vào đợt đăng ký môn học 18/01 - 19/01. Để em tiếp tục trạng thái sinh viên.. . Em cảm ơn cô!",
            "Chào bạn. . Bạn cần dkmh nào ghi rõ, hiện tại chỉ xử lý để đăng ký lvtn hay dự thính lộ trình 2. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em là K2019, ngành Công nghệ Thực phẩm. Em muốn hỏi rằng mình đkmh 3 chỉ tự chọn tự do của ngành khác (ngành Quản lí Công nghiệp) thì có được không ạ. Em cảm ơn ạ",
            "Chào em,. . Học phần tự chọn tự do là học phần sinh viên được tự do đăng ký, không bị ràng buộc với ngành/chuyên ngành sinh viên đang theo học, nhưng phải có kiến thức không trùng lắp với các kiến thức dùng để xét tốt nghiệp của chương trình đào tạo. Hai học phần được xem là trùng lắp nếu có chuẩn đầu ra/nội dung trùng lắp đến 50%.. . . . Ở một chừng mức nào đó, để tránh cho sinh viên không lúng túng khi chọn môn tự do, tránh lãng phí thời gian và tài chính, [full_name] gợi ý cho sinh viên chọn các môn nhằm trang bị kiến thức chuyên sâu hơn ở các chuyên ngành.. . . . Em liên hệ [full_name] trình bày môn đã chọn tự do, để [full_name] xem xét và xác nhận, hoặc có hướng dẫn cụ thể.. . . . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Mở môn học học kỳ 212 .",
            "Không có xác nhận, Pdt không xử lý được"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ cho em hỏi với ạ!. . Hiện em chưa rớt anh văn 1, thì em có được đăng kí anh văn 1 với mã môn là LA1037 ở học kì dự thính, hay em chỉ được đăng kí anh văn 1 LA1003 ở học kì chính thoi ạ.",
            "Chào bạn. . Theo quy định  Dự thính: SV chính quy có thể đăng ký học lại ngoài giờ (Không mở cho SV chính quy học môn học lần đầu).. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Kính gửi Thầy-Cô.. . Em tên: [full_name]. . MSSV: [student_id]. . Nay em làm đơn này kính mong Thầy/Cô xét duyệt giúp em cho bạn em lên nhận giúp bảng điểm (ngày nhận bảng điểm là ngày 30/12/2021). Do em đang cách ly tại nhà, em xin gửi thông tin bạn em. . Tên: [full_name]. . CCCD: [phone_number]55. . Em xin chân thành cảm ơn. . . .",
            "Chào em,. . Được nhé, em nhớ nhắn bạn em khi lên nhận giùm nhớ trình bày rõ nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính gửi PĐT!. . Em tên [full_name], MSSV: [student_id].. . Em có tên trong danh sách kiểm tra điều kiện tiên quyết vì đăng kí môn chi tiết máy ME2007 cho học kì 212. Tuy nhiên ở học kì 211, em có học và đã thi xong kì thi cuối kì môn nguyên lý máy ME2003 (thay cho môn nguyên lý máy mã ME1015) vì ngành em học mã này.. . Vì vậy, em xin thắc mắc là môn ME2007 của em có bị hủy không ạ?. . Em xin chân thành cảm ơn!",
            "Chào bạn. . SV lưu ý:. . 1- Hiện tại toàn bộ môn học đã được Phòng Đào tạo tăng sĩ số tối đa theo quy định của từng loại môn học và quy định của Google Meet. Xem quy định về sĩ số mở lớp cho từng loại môn học tại đây: aao.hcmut.edu.vn/sinh viên/quy chế/học vụ/Quy chế đào tạo và học vụ bậc đại học, cao đẳng/ Điều 8. 2. . 2- Đã hết thời gian hiệu chỉnh và hủy môn học, Về việc rút Môn Học (có tính học phí) sinh viên vui lòng đợi mail thông báo dự kiến trong tháng 1/2021 sau của PDT. . 3- Trường hợp chưa ĐKMH ở đợt 2 thành công, bạn vui lòng đợi mail thông báo về việc ĐKMH ở đợt 3 từ ngày 04/01/2022 ( lưu ý: Trong đợt 3, SV chỉ có thể bổ sung các môn học còn sĩ số, không hiệu chỉnh và hủy MH). . 4- Sinh viên vui lòng xem kết quả ĐKMH, xem lý do vì sao không ĐKMH được (có đăng ký, nhưng không có TKB) tại trang web: mybk.hcmut.edu.vn    Đăng ký môn học    Đăng ký môn học HK212 - Kết quả đợt 2    bấm vào mục Đăng ký mới    chọn Loại hình đăng ký    xem Lịch sử đăng ký.. . 5- Trong trường hợp sau khi kết thúc đợt 3 (từ ngày 4/1 đến 6/1/2022), mà kết quả xử lý ĐKMH không đúng, bạn có thể làm đơn khiếu nại (kèm minh chứng nếu có), gửi qua trang bksi ghi rõ tiêu đề: “Khiếu nại ĐKMH HK212”, nội dung khiếu nại trình bày rõ lý do, ghi rõ tên, mã môn học và mã nhóm đã đăng ký. . 6- SV xem TKB tại mybk/Thông tin SV/ Xem TKB (sẽ được cập nhật dự kiến trước ngày 3/1/2022). . Chúc các bạn học tốt!. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Mong phòng đạo tạo giải quyết chuyển hệ sớm giúp em để em đăng ký môn học cho học kỳ tiếp theo. . . Và cho em hỏi thêm là sau khi em tốt nghiệp hệ VLVH thì có thể học thêm văn bằng 2 tại trường ngành kiến trúc được không ạ?. . Em xin chân thành cảm ơn!",
            "\"\"\"Chào em,. . PDT đã tiếp nhận đơn chuyển qua hệ VLVH của bạn, bạn theo dõi tình trạng sinh viên và quyết định được cập nhật tại:. . Mybk/Thông tin sinh viên/Tình trạng. . Trường hợp nếu SV đã đủ điều kiện tốt nghiệp của hệ VLVH, sau khi có QD chuyển hệ được cập nhật tại mybk/Thông tin SV có thể gửi câu hỏi qua bksi để xin đăng ký xét tốt nghiệp bổ sung. . SV theo dõi mail và lịch học vụ để vào đăng ký môn học cho HK212 nếu còn nợ MH, vào đợt 3 (từ ngày 4/1/2022). . Thân\"\"\""
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Chào thầy/cô ạ. . . Em là [full_name] - sinh viên khóa K21, hiện đang là sinh viên khoa cơ khí . . . . Em viết bài này để trình bày về việc sau: địa phương em có lịch cúp điện vào ngày 29/12 từ lúc 7h30 đến 15h30, tức là đã trùng vào lịch thi cuối kì VL1 mà em thi vào ca 9h ạ.. . . . Em có thắc mắc rằng ca thi muộn nhất vào ngày hôm đó là mấy giờ ạ? Nếu lúc đó trùng vào giờ đã có điện lại thì em có thể xin dời ca thi không ạ?. . Và đợt thi cuối kì có đợt thi bổ sung vào những ngày sau không ạ?. . . . Mong sớm nhận được hồi đáp của thầy/cô. Cảm ơn thầy/cô ạ. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Dạ em chào thầy (cô) ạ,. . Sau khi thi cuối kỳ môn giải tích mạch, em có gặp sự cố nên đã hoãn thi trong mục đăng ký hoãn thi trên mybk, vậy thì có cần làm thêm gì nữa không ạ. . Mong nhận được sự phản hồi sớm từ quý thầy cô ạ. . Trân trọng",
            "Chào em,. . Em vui lòng xem lại email PĐT đã gửi:. . Kế hoạch tổ chức thi học kỳ 1 năm 2021-2022. . mục 5. Hướng dẫn đăng ký hoãn thi Cuối kỳ, dự thi. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Chào thầy/cô,. . Em được Phòng đào tạo xếp lớp với sỉ số tối đa là 80 sinh viên nhưng hiện tại lớp chỉ có 33 sinh viên, các lớp khác đã đủ sỉ số nên em không thể chuyển lớp. Như vậy Phòng đạo tạo có xóa lớp không ạ?. . Em cảm ơn ạ.",
            "Chào bạn. . SV lưu ý:. . 1- Hiện tại toàn bộ môn học đã được Phòng Đào tạo tăng sĩ số tối đa theo quy định của từng loại môn học và quy định của Google Meet. Xem quy định về sĩ số mở lớp cho từng loại môn học tại đây: aao.hcmut.edu.vn/sinh viên/quy chế/học vụ/Quy chế đào tạo và học vụ bậc đại học, cao đẳng/ Điều 8. 2. . 2- Đã hết thời gian hiệu chỉnh và hủy môn học, Về việc rút Môn Học (có tính học phí) sinh viên vui lòng đợi mail thông báo dự kiến trong tháng 1/2021 sau của PDT. . 3- Trường hợp chưa ĐKMH ở đợt 2 thành công, bạn vui lòng đợi mail thông báo về việc ĐKMH ở đợt 3 từ ngày 04/01/2022 ( lưu ý: Trong đợt 3, SV chỉ có thể bổ sung các môn học còn sĩ số, không hiệu chỉnh và hủy MH). . 4- Sinh viên vui lòng xem kết quả ĐKMH, xem lý do vì sao không ĐKMH được (có đăng ký, nhưng không có TKB) tại trang web: mybk.hcmut.edu.vn    Đăng ký môn học    Đăng ký môn học HK212 - Kết quả đợt 2    bấm vào mục Đăng ký mới    chọn Loại hình đăng ký    xem Lịch sử đăng ký.. . 5- Trong trường hợp sau khi kết thúc đợt 3 (từ ngày 4/1 đến 6/1/2022), mà kết quả xử lý ĐKMH không đúng, bạn có thể làm đơn khiếu nại (kèm minh chứng nếu có), gửi qua trang bksi ghi rõ tiêu đề: “Khiếu nại ĐKMH HK212”, nội dung khiếu nại trình bày rõ lý do, ghi rõ tên, mã môn học và mã nhóm đã đăng ký. . 6- SV xem TKB tại mybk/Thông tin SV/ Xem TKB (sẽ được cập nhật dự kiến trước ngày 3/1/2022). . Chúc các bạn học tốt!. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "thu nhận lại và đăng kí môn học mới hk 2 (2021-2022)",
            "Chào em,. . Phòng Đào tạo đã tiếp nhận đơn thu nhận của em.. . SV theo dõi tình trạng và quyết định sẽ cập nhật tại mybk/Thông tin Sinh viên (dự kiến cập nhật QD trong tháng 12/2021). . SV vui lòng theo dõi lịch học vụ và mail sinh viên để biết thời gian đăng ký môn học cho học kỳ tiếp theo, đkmh đợt 3 từ ngày 4/1/22. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Dạ em chào các thầy cô trong phòng Đào tạo ạ.. . . . Hiện tại tình trạng sinh viên của em đang tạm dừng vì không đăng ký môn học trong học kỳ 211 nên em không thể đăng ký tốt nghiệp được. Do đó em nộp đơn này mong được nhà trường thu nhận lại và có thể mở đăng ký tốt nghiệp giúp em ạ.. . . . Em xin chân thành cảm ơn quý thầy cô ạ.",
            "\"Chào em,. . Trường hợp của em đã có tên trong danh sách tốt nghiệp dự kiến. SV vui lòng kiểm tra mai SV nhé.. . Do hiện tại hệ thống bkpay đang bảo trì, SV vui lòng đợi sau ngày 05/01/2022 mới có thể vào đăng và thanh toán lệ phí tốt nghiệp.. . Thân\""
        ]
    }
]