[
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Thưa cô, kỳ 202 em có gửi yêu cần hoãn bảo vệ LV và được PĐT và khoa duyệt. Nhưng đến hôm nay, điểm luận văn của em vẫn để 13 điểm ạ."
        ]
    },
    {
        "intent": "",
        "message": [
            ". .",
            "Chào em,. . Đã hết thời gian rút môn học, em cần làm theo hướng dẫn sau:. . 1.   Sv tải PHIẾU ĐĂNG KÝ RÚT MÔN HỌC (tại trang web: aao.hcmut.edu.vn biểu mẫu) điền thông tin ký tên chụp hình để có file ảnh tải lên trang bksi.hcmut.edu.vn. . 2.   Sv đăng nhập vào trang bksi.hcmut.edu.vn ¬¬¬ Hỏi/Yêu cầu  Tạo câu hỏi/yêu cầu mới: Rút môn học (phải thanh toán học phí) HK 211: điền thông tin vào CHỦ ĐỀ VÀ NỘI DUNG. . 3.   Click vào choose file để tại file ảnh . . 4.   Click vào GỞI. . Hạn cuối để đăng ký lại đến 10 giờ ngày 12/10/2021. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác:",
            "Chào em,. . Đã hết thời gian rút môn học, em cần làm theo hướng dẫn sau:. . 1.   Sv tải PHIẾU ĐĂNG KÝ RÚT MÔN HỌC (tại trang web: aao.hcmut.edu.vn biểu mẫu) điền thông tin ký tên chụp hình để có file ảnh tải lên trang bksi.hcmut.edu.vn. . 2.   Sv đăng nhập vào trang bksi.hcmut.edu.vn ¬¬¬ Hỏi/Yêu cầu  Tạo câu hỏi/yêu cầu mới: Rút môn học (phải thanh toán học phí) HK 211: điền thông tin vào CHỦ ĐỀ VÀ NỘI DUNG. . 3.   Click vào choose file để tại file ảnh . . 4.   Click vào GỞI. . Hạn cuối để đăng ký lại đến 10 giờ ngày 12/10/2021. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em chào thầy/ cô, em có đăng kí in bảng điểm nhưng do em vẫn chưa thể lên Sài Gòn lại, nên em xin phép thầy/cô cho em được nhận file scan bảng điểm ạ. . . Em cảm ơn thầy/cô rất nhiều."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]  /b \t[full_name] [full_name] [full_name] [full_name]   i Tốt nghiệp  /i [full_name] [full_name] [full_name] [full_name] Gửi anh chị,[full_name] [full_name] [full_name] [full_name] Em là [full_name], MSSV: [student_id][full_name][full_name] [full_name] Em hiện tại không thể đăng ký Tốt nghiệp vì không có tên trong danh sách tốt nghiệp dự kiến[full_name] Em đang theo học liên thông Đại học - Cao học và có một môn cần phải chuyển điểm từ trên Cao học xuống Đại học[full_name] Trong thời gian công bố danh sách dự kiến thì điểm chưa được chuyển, nên em không có tên trong danh sách[full_name] Hiện em vừa có điểm ngày 09/10/2021[full_name] Mong PĐT có thể cập nhật danh sách Tốt nghiệp dự kiến để em có thêm đăng ký Tốt nghiệp[full_name][full_name] [full_name] [full_name] [full_name] Em cảm ơn anh/chị đã hỗ trợ[full_name][full_name] [full_name] [full_name] [full_name] Trân trọng,[full_name] [full_name] [full_name][full_name] [full_name]",
            "Chào bạn,. . PDT đã ghi nhận yêu cầu về đăng ký xét TN của bạn. SV vui lòng theo dõi email  và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 19/10/2021 SV vẫn chưa nhận được mail hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 11/2021 (cập nhật mới gia hạn thời gian xử lý tốt nghiệp). . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Cho em hỏi khi nào thì được cập nhật danh sách tốt nghiệp dự kiến ạ , em vừa hoàn thành mọi thứ để tốt nghiệp.",
            "Chào bạn,. . PDT đã ghi nhận yêu cầu về đăng ký xét TN của bạn. SV vui lòng theo dõi email  và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 19/10/2021 SV vẫn chưa nhận được mail hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 11/2021 (cập nhật mới gia hạn thời gian xử lý tốt nghiệp). . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Dạ em chào các thầy/cô.. . Em tên: [full_name]. . MSSV: [student_id]. . Dạ hôm nay em có nhận được mail về việc đăng ký rút môn học bị sai và được hướng dẫn thực hiện lại. Em xin gửi file ảnh của tờ phiếu đăng ký rút môn ạ. Môn học em xin được rút: . . - MSMH: ME4205. . - Tên môn học: Tự động hóa sản xuất. . - Nhóm L01. . Em xin được gửi file ảnh kèm theo ạ. Em xin cảm ơn.",
            "responsible person: [551] [staff_name] [helpdesk staff]",
            "Thân gửi các bạn sinh viên,. . . . Phòng đào tạo có tiếp nhận yêu cầu RÚT MÔN HỌC HK211 qua google forms từ mail của Sinh viên đã đăng ký.. . . . Sau khi đối chiếu dữ liệu có một số trường hợp đăng ký không đúng, nên PĐT không thể giải quyết yêu cầu RÚT MÔN HỌC HK211 của Sinh viên.. . . . Các trường hợp đăng ký sai do các nguyên nhân sau:. . . . 1-   Đăng ký sai MÃ SỐ MÔN HỌC.. . . . 2-   Đăng ký môn học không có thời khóa biểu của HK211.. . . . 3-  Đăng ký mã môn học đi kèm với môn lý thuyết (mã môn thí nghiệm hoặc mã môn bài tập (ví dụ: mã SP1032 là mã môn bài tập của môn học SP1031) .... . . . Các trường hợp đăng ký sai nếu có nhu cầu đăng ký RÚT MÔN HỌC HK211, SV vui lòng làm theo hướng dẫn sau: (SV vui lòng kiểm tra lại thông tin chính xác trước khi đăng ký. Hiện tại PĐT đã cập nhật kết quả RÚT MÔN HỌC HK211 của SV đã đăng ký  ĐÚNG qua google forms.  SV vui lòng vào kiểm tra tại trang mybk.hcmut.edu.vn/Thông tin sinh viên/Bảng điểm):. . . . 1.   Sv tải PHIẾU ĐĂNG KÝ RÚT MÔN HỌC (được gởi đính kèm) điền thông tin è ký tên è chụp hình để có file ảnh tải lên trang bksi.hcmut.edu.vn.. . . . 2.   Sv đăng nhập vào trang bksi.hcmut.edu.vn è Hỏi/Yêucầu è Tạo câuhỏi/yêu cầu mới è điền thông tin vào CHỦ ĐỀ : Rút môn học (phải thanh toán học phí) HK 211.. . . . 3.   Click vào choose file để tải file ảnh .. . . . 4.   Click vào GỬI.. . . . Hạn chót đăng ký: Trước 10h ngày 13/10/2021 (Sau thời gian trên PĐT sẽ không giải quyết các phát sinh khác nếu có).. . . .",
            "li answer rate: Answer does not suit / Câu trả lời không đúng ý"
        ]
    },
    {
        "intent": "",
        "message": [
            "Em là [full_name] mã số sinh viên [student_id], em đã đăng kí rút môn nhưng em gặp lỗi cho em xin đăng kí hủy môn QUẢN TRỊ KINH DOANH CHO KĨ SƯ VỚI MÃ SỐ MÔN HỌC LÀ IM3001.. . . .",
            "responsible person: [551] [staff_name] [helpdesk staff]",
            "Chào em,. . Đã hết thời gian rút môn học, em cần làm theo hướng dẫn sau:. . 1.   Sv tải PHIẾU ĐĂNG KÝ RÚT MÔN HỌC (tại trang web: aao.hcmut.edu.vn biểu mẫu) điền thông tin ký tên chụp hình để có file ảnh tải lên trang bksi.hcmut.edu.vn. . 2.   Sv đăng nhập vào trang bksi.hcmut.edu.vn ¬¬¬ Hỏi/Yêu cầu  Tạo câu hỏi/yêu cầu mới: Rút môn học (phải thanh toán học phí) HK 211: điền thông tin vào CHỦ ĐỀ VÀ NỘI DUNG. . 3.   Click vào choose file để tại file ảnh . . 4.   Click vào GỞI. . Hạn cuối để đăng ký lại đến 10 giờ ngày 12/10/2021. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Dạ em chào thầy/cô,. . Lúc trước em có xin giấy xác nhận dự kiến tốt nghiệp (như file đính kèm) để xin học bổng. Hiện giờ, em cần nộp để xin một học bổng cao học khác tại Hàn Quốc. Em đã hoàn thành xong các môn học, và đang đợi kết quả thi tiếng anh nói viết, nên không kịp thời hạn nộp hồ sơ. Em cần xác nhận dự kiến tốt nghiệp vào cuối học kì này theo lịch học vụ ạ. Rất mong quý thầy cô giúp đỡ (các thầy/cô vui lòng xem file đính kèm giúp em với ạ). Em xin cảm ơn.",
            "Chào bạn. . Bạn viết giúp 1 tờ đơn, ghi rõ nội dung cần gì, cần xác nhận theo yêu cầu của Học bổng nào, để Cô gởi đơn Ban lãnh đạo Phòng duyệt hồ sơ của bạn. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em xin chào PĐT!. . Em xin hỏi các môn [full_name]O NHU CẦU có tính vào điểm trung bình học kì không ạ?",
            "Chào bạn. . Môn Anh văn theo nhu cầu sẽ tính ĐẠT các môn anh văn tương ứng, và tính vào số tín chỉ tích luỹ chung. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính chào phòng đào tạo. Cho em hỏi về việc hoãn thi ở học kì 202, em đã đăng kí hoãn thi và được phòng đào tạo chấp thuận nhưng khi xem điểm vẫn bị điểm 13 ạ .",
            "Chào bạn,. . Hiện tại nhà trường chưa ra QD hoãn thi nhé bạn, dự kiến ra quyết định chung vào cuối tháng 12, nên trường hợp đăng ký hoãn thi vẫn bị điểm 13 bình thường. Sau khi hậu kiểm với ds của Khoa thì mới ra quyết định hoãn thi và sẽ điều chỉnh lại điểm trên mybk/Thông tin SV/xem điểm. . Lưu ý:. . 1) PDT sẽ hậu kiểm lại với danh sách cấm thi của Khoa gửi lên, nếu SV bị cấm thi sẽ bị hủy kết quả hoãn thi theo quy định. SV vẫn phải hoàn thành các phần việc của môn học, nhất là TH/TNg và BTL. GV có quyền cấm thi nếu SV không hoàn thành tốt các phần này. . 2) Trường hợp có sự cố bất khả kháng trong khi thi dẫn đến không thể hoàn thành được bài thi, và không được giải quyết cho thi vào ca thi tiếp theo (nếu có), sinh viên có thể đăng ký \"Hoãn thi\" ngay sau buổi thi (không phải vắng thi có phép), SV phải báo với CBCT hoặc trực thi để được ghi nhận vào trong danh sách thi. PDT sẽ đối chiếu lại với danh sách của Khoa về các tình huống đã thi nhưng điểm thấp hoặc không có báo cáo ghi nhận về các sự cố trong buổi thi trước khi quyết định hoãn thi. . 3) Riêng đối với môn Đồ án, Thực tập ngoài trường, Đề cương Luận văn, Luận văn/Tiểu luận tốt nghiệp: SV có thể xin hoãn bảo vệ với lý do dịch Covid-19 ảnh hưởng nghiêm trọng đến kết quả thực hiện đề tài (không thực nghiệm được tại Phòng thí nghiệm, không thực địa, ...). SV gửi email trực tiếp đến Giáo viên hướng dẫn, Khoa/Bộ môn để được xem xét đồng ý và forward email cuối cùng đến email của PĐT để đăng ký.. . Chúc bạn học tập tốt nhé.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Dạ cho em hỏi em gần đến ngày thi rồi mà tài khoản BK Exam của em lại bị khóa. Em đã không vào từ đợt thi của học kì trước rồi, hôm nay vào xem thử thì trang báo tài khoản tạm khóa. Xin quý thầy cô giúp đỡ em, tài khoản của em là [email]",
            "Chào em,. . Trước giờ thi vẫn vào được, thông báo có ghi rõ mà.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Phiếu rút môn học:. . Giải tích 2 (MT1005) . . Lớp DT03",
            "Chào em,. . Đã hết thời gian rút môn học, em cần làm theo hướng dẫn sau:. . 1.   Sv tải PHIẾU ĐĂNG KÝ RÚT MÔN HỌC (tại trang web: aao.hcmut.edu.vn biểu mẫu) điền thông tin ký tên chụp hình để có file ảnh tải lên trang bksi.hcmut.edu.vn. . 2.   Sv đăng nhập vào trang bksi.hcmut.edu.vn ¬¬¬ Hỏi/Yêu cầu  Tạo câu hỏi/yêu cầu mới: Rút môn học (phải thanh toán học phí) HK 211: điền thông tin vào CHỦ ĐỀ VÀ NỘI DUNG. . 3.   Click vào choose file để tại file ảnh . . 4.   Click vào GỞI. . Hạn cuối để đăng ký lại đến 10 giờ ngày 12/10/2021. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Em muốn đăng kí rút môn nhưng đã quá thời hạn cho phép, giờ em muốn rút môn liệu còn đuôc không ạ?. . Em cảm ơn. .",
            "Chào em,. . Đã hết thời gian rút môn học, em cần làm theo hướng dẫn sau:. . 1.   Sv tải PHIẾU ĐĂNG KÝ RÚT MÔN HỌC (tại trang web: aao.hcmut.edu.vn biểu mẫu) điền thông tin ký tên chụp hình để có file ảnh tải lên trang bksi.hcmut.edu.vn. . 2.   Sv đăng nhập vào trang bksi.hcmut.edu.vn ¬¬¬ Hỏi/Yêu cầu  Tạo câu hỏi/yêu cầu mới: Rút môn học (phải thanh toán học phí) HK 211: điền thông tin vào CHỦ ĐỀ VÀ NỘI DUNG. . 3.   Click vào choose file để tại file ảnh . . 4.   Click vào GỞI. . Hạn cuối để đăng ký lại đến 10 giờ ngày 12/10/2021. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Dạ cho e hỏi Cao Đẳng Bảo dưỡng công nghiệp kì này có liên thông lên Đại học không ạ? E cảm ơn",
            "Chào em,. . Em vui lòng gửi mail [email] để được hướng dẫn.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Dạ cho em hỏi là tại sao môn Tín Hiệu hệ thống (EE2005) của em ở học kì 202 em có học và tổng kết được 7.5 em đã kiểm tra và thấy trên bảng điểm là 7.5. Và em có đăng kí dự thính môn Tín hiệu hệ thống vào học kì 203 và được 6.5. Nhưng hôm nay em lên kiểm tra lại thì thấy điểm môn Tín Hiệu hệ thống ở kì 202 đã cập nhật xuống còn 6.5 làm điểm trung bình tích lũy em giảm xuống. Theo quy định học vụ thì:\"Trường hợp một môn học (tính theo mã số môn học) có nhiều lần học thì tính theo lần học có điểm cao nhất (nếu các lần học có điểm MT và điểm đạt thì tính theo lần học có điểm đạt cao nhất; nếu các lần học có điểm MT và điểm không đạt thì tính theo lần học có điểm MT)\". Vậy cho em hỏi tại sao lại lấy điểm thấp hơn ạ. Em có đính kèm hình bảng điểm và hình có điểm tổng kết 7.5 môn Tín hiệu hệ thống của em ở học kì 202. Em xin cảm ơn!",
            "Chào em,. . - Lấy điểm cao nhất tính cho cùng 1 mã MH để tính vào ĐTB tích lũy. . . - Còn điểm trung bình học kỳ vẫn tính, học bao nhiêu môn đều tính vào đtbhk. . - Điểm là do GV nhập. . . . Thân mến"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em chào PĐT, . . . . Hiện nay em muốn gia hạn tiền học phí HK211, thì em phải làm như thế nào ạ. . . Em đã thấy PĐT có để 1 biểu mẫu: . . link: https://docs.google.com/forms/d/e/1FAIpQLSfTZREVHjC_fGstilQXpbxgxxZsV7iyhkrCu4wx7pMk7oYP2w/viewform. . Em không biết là em chỉ cần nhập vào đây thôi, hay em cần phải viết đơn và nộp cho thầy cô bên khoa để thầy cô bên khoa nộp lại cho trường.. . . . Mong PĐT hỗ trợ trả lời thắc mắc của em ạ, em xin cảm ơn.",
            "Chào em,. . Em liên hệ phòng Công tác chính trị sv qua email [email] để được hướng dẫn nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Cho em hỏi là đky rút môn học thì trong thời khóa biểu ko có tên môn và nhận được điểm 17 là e đky đúng r phải hun ạ. Mong ad phản hồi càng sớm càng tốt ạ. E cảm ơn!!!",
            "Chào em,. . trong thời khóa biểu ko có tên môn và nhận được điểm 17 là e đky đúng r phải hun ạ.. . =  Đúng rồi em. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em chào thầy cô,. . Thầy cô cho em hỏi, em là sinh viên K17 đang định xét tốt nghiệp kì này nhưng thiếu 0.5 ctxh. Do tình hình dịch bệnh nên chưa thể hoàn thành được.Trong mail đợt trước, nhà trường có gia hạn xét tốt nghiệp đợt này đến cuối kì này. Vậy cho em hỏi đã có thời gian hạn chót cụ thể không ạ. Tại em thấy trên bkel có đợt xét tốt nghiệp đến 30/10. Hai đợt này có liên quan gì với nhau hay là một vậy ạ.. . Em cảm ơn.",
            "Chào bạn. . ·        Pdt sẽ giải quyết tốt nghiệp theo thông báo đến hết HK211 (dự kiến cuối tháng 12/2021) . . ·        Xem chi tiết lịch trình tốt nghiệp tại trang web PĐT (aao.hcmut.edu.vn)    Tốt nghiệp    Thông tin tốt nghiệp    Tháng 11/2021    Lịch trình đăng ký tốt nghiệp và cấp bằng tháng 11/2021 (cập nhật mới gia hạn thời gian xử lý tốt nghiệp). . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Kính gửi Phòng đào tạo,. . . . Em tên là [full_name], MSSV [student_id]. Xét đến thời điểm hiện tại, em đã kiểm tra và thấy bản thân đã đủ điều kiện tốt nghiệp. Mong Phòng đào tạo xem xét và đưa em vào danh sách tốt nghiệp dự kiến để em có thể đăng ký tốt nghiệp ạ.. . . . Mong Phòng đào tạo có thể hỗ trợ sớm giúp em vì em rất cần Bằng tốt nghiệp tạm thời.. . . . Trân trọng,. . [full_name]. .",
            "Chào bạn,. . PDT đã ghi nhận yêu cầu về đăng ký xét TN của bạn. SV vui lòng theo dõi email  và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 19/10/2021 SV vẫn chưa nhận được mail hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 11/2021 (cập nhật mới gia hạn thời gian xử lý tốt nghiệp). . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em là [full_name] MSSV: [student_id]. . Em có 2 lần nộp bằng TOEIC. Lần 1 kết quả TOEIC là 510 và lần 2 kết quả TOEIC là 645. Nhưng trong danh sách tốt nghiệp lại ghi chứng chỉ tiếng anh là TOEIC 510 mà không phải là kết quả cao nhất ạ. .",
            "Chào bạn. . Pdt sẽ cập nhật danh sách tốt nghiệp sau ngày 18/10/21. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Dạ thưa phòng đào tạo,. . . . Em là [full_name], MSSV [student_id]. Hiện tại em nhờ phòng đào tạo kiểm tra giúp em hiện tại em vẫn chưa đăng ký tốt nghiệp được ạ (chưa có tên trên danh sách dự kiến). Em tự kiểm tra thì em thấy đã đủ điều kiện để xét tốt nghiệp ạ.. . . . . . Chúc mọi người và gia đình thật nhiều sức khỏe.. . . . Trân trọng,. . [full_name]",
            "Chào bạn. . Cô gởi bạn đính kèm: file thống kê các môn chưa tích lũy + số tín chỉ đã tích lũy. . Bạn kiểm tra lại nghen. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác:",
            "Chào em,. . Đã hết thời gian rút môn học, em cần làm theo hướng dẫn sau:. . 1.   Sv tải PHIẾU ĐĂNG KÝ RÚT MÔN HỌC (tại trang web: aao.hcmut.edu.vn biểu mẫu) điền thông tin ký tên chụp hình để có file ảnh tải lên trang bksi.hcmut.edu.vn. . 2.   Sv đăng nhập vào trang bksi.hcmut.edu.vn ¬¬¬ Hỏi/Yêu cầu  Tạo câu hỏi/yêu cầu mới: Rút môn học (phải thanh toán học phí) HK 211: điền thông tin vào CHỦ ĐỀ VÀ NỘI DUNG. . 3.   Click vào choose file để tại file ảnh . . 4.   Click vào GỞI. . Hạn cuối để đăng ký lại đến 10 giờ ngày 12/10/2021. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Tại địa phương em yêu cầu bảng điểm để hoàn tất hồ sơ học bổng, em muốn nhận bảng điểm theo dạng pdf để kịp thời bổ sung. Tại đã quá hạn rồi ạ.. . . .",
            "Chào bạn. . Bảng điểm của bạn đã được gởi qua bưu điện rồi. . Bạn vui lòng đợi nhận nghen. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Dạ thưa thầy cô, em muốn hỏi là em có mssv của anh em thì em có thể xem tình trạng của anh em xem ảnh còn nợ bao nhiêu môn được không ạ. Do anh em đang học năm cuối mà gia đình hỏi ảnh về học tập thì ảnh không chịu nói và gia đình em rất lo nên mới dùng biện pháp này. Nên thầy cô cho em hỏi là em có thể xem tình trạng hiện tại của anh em được không ạ?",
            "Chào em,. . Thông tin cá nhân chỉ có SV có quyền truy cập, em có thể liên hệ với Trung tâm hỗ trợ sinh viên để được hỗ trợ  (028) 2214.6555.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em xin gửi đơn đăng ký môn học bổ sung xin phòng đào tạo xem xét giúp em.. . Em xin cảm ơn",
            "Chào bạn. . Cô đã gởi đơn cho Thầy Trưởng phòng xét trường hợp của bạn. . Tuy nhiên Thầy không đồng ý. . Vì Hk203 ngay từ đầu bạn đã thiếu số tín chỉ để đăng ký TTTN. . Bạn nên tập trung hoàn thành tiến độ học tập trước khi đăng ký các học phần tốt nghiệp. . Thân. . P/s Bạn gởi 1 yêu cầu là Pdt đã ghi nhận đừng spam nhiều yêu cầu qua bksi và mail"
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính gửi Phòng đào tạo,. . Em tên là: [full_name]. . MSSV: [student_id]. . Khoa: Cơ khí. . Dạ cho em hỏi giấy xác nhận sinh viên để tạm hoãn nghĩa vụ quân sự, trường mình có thể scan không ạ? Hay em phải đợi chuyển phát nhanh ạ? Tại vì bên xã yêu cầu giấy ạ.. . Em mong nhận được sự phản hồi sớm từ Phòng đào tạo.. . Em xin chân thành cảm ơn.",
            "Chào bạn,. . - SV chủ động đăng ký giấy Xác nhận SV hoãn NVQS để bổ sung cho địa phương và chọn dịch vụ gửi qua được bưu điện (người nhận trả tiền) nếu có nhu cầu (PDT không in hàng loạt như các năm trước). . - Vì số lượng đăng ký giấy CNSV tăng đáng kể, PĐT cố gắng xử lý dữ liệu, xong sẽ scan để đưa lên hệ thống ngay. SV vui lòng thông cảm đợi thêm, giải thích với cơ quan yêu cầu về giấy CNSV.. . -Sau khi PĐT cập nhật xong bạn có thể tải bản scan trên trang đăng ký chứng nhận sinh viên.. . Đồng thời PĐT cũng đã gởi bưu điện nếu SV có đăng ký, vui lòng nhận sau.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Rút môn học (phải thanh toán học phí) HK 211",
            "Chào em,. . Đã hết thời gian rút môn học, em cần làm theo hướng dẫn sau:. . 1.   Sv tải PHIẾU ĐĂNG KÝ RÚT MÔN HỌC (tại trang web: aao.hcmut.edu.vn biểu mẫu) điền thông tin ký tên chụp hình để có file ảnh tải lên trang bksi.hcmut.edu.vn. . 2.   Sv đăng nhập vào trang bksi.hcmut.edu.vn ¬¬¬ Hỏi/Yêu cầu  Tạo câu hỏi/yêu cầu mới: Rút môn học (phải thanh toán học phí) HK 211: điền thông tin vào CHỦ ĐỀ VÀ NỘI DUNG. . 3.   Click vào choose file để tại file ảnh . . 4.   Click vào GỞI. . Hạn cuối để đăng ký lại đến 10 giờ ngày 12/10/2021. . . . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em xin gửi đơn đăng ký môn học bổ sung xin phòng đào tạo xem xét giúp em.. . Em xin cảm ơn"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em chào PĐT. . 1. Hôm trước em có đăng ký xét tốt nghiệp nhưng quên đóng tiền tốt nghiệp, nay kiểm tra thì đã hết hạn đóng và em không thể đăng ký lại, PĐT có thể reset mở lại cho em đăng ký tốt nghiệp đồng thời hủy hóa đơn đăng ký đợt trước giùm em được không ạ?. . Em cảm ơn",
            "Chào em,. . Hết hạn vẫn thanh toán được sinh viên không cần hủy và đăng ký lại.. . . . p/s sinh viên cần cập nhật lại hình (hình chưa hợp lệ).. . Thân mến. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác  /i  . . Đăng kí rút môn học (có thanh toán học phí) HK211. . . . Em tên [full_name]_ [student_id] xin được rút môn học lớp anh văn dự thính LA1043 nhóm DT07 vì lý do cá nhân(đã nêu trong file đính kèm).. . Em hy vọng được phòng đào tạo xem xét và giải quyết.. . Xin cảm ơn.. . . . . . . .",
            "Chào em,. . Đã hết thời gian rút môn học, em cần làm theo hướng dẫn sau:. . 1.   Sv tải PHIẾU ĐĂNG KÝ RÚT MÔN HỌC (tại trang web: aao.hcmut.edu.vn biểu mẫu) điền thông tin ký tên chụp hình để có file ảnh tải lên trang bksi.hcmut.edu.vn. . 2.   Sv đăng nhập vào trang bksi.hcmut.edu.vn ¬¬¬ Hỏi/Yêu cầu  Tạo câu hỏi/yêu cầu mới: Rút môn học (phải thanh toán học phí) HK 211: điền thông tin vào CHỦ ĐỀ VÀ NỘI DUNG. . 3.   Click vào choose file để tại file ảnh . . 4.   Click vào GỞI. . Hạn cuối để đăng ký lại đến 10 giờ ngày 12/10/2021. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em chào thầy cô ạ. . . Tối qua với sáng nay em có gửi yêu cầu rút môn có tính phí nhưng hình như trường trả lời auto ạ. Em xin đính kèm form đã điền vào đây mong thầy cô đọc và góp ý cho em đã điền đúng hay chưa. Sắp hết hạn và em không gọi điện được cho PĐT ạ. Em xin cảm ơn",
            "Chào em,. . Đã hết thời gian rút môn học, em cần làm theo hướng dẫn sau:. . 1.   Sv tải PHIẾU ĐĂNG KÝ RÚT MÔN HỌC (tại trang web: aao.hcmut.edu.vn biểu mẫu) điền thông tin ký tên chụp hình để có file ảnh tải lên trang bksi.hcmut.edu.vn. . 2.   Sv đăng nhập vào trang bksi.hcmut.edu.vn ¬¬¬ Hỏi/Yêu cầu  Tạo câu hỏi/yêu cầu mới: Rút môn học (phải thanh toán học phí) HK 211: điền thông tin vào CHỦ ĐỀ VÀ NỘI DUNG. . 3.   Click vào choose file để tại file ảnh . . 4.   Click vào GỞI. . Hạn cuối để đăng ký lại đến 10 giờ ngày 12/10/2021. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Chào cô. . Em xin gửi ảnh của đơn đăng kí rút môn học. Mong được thày cô xét duyệt.. . Em xin cảm ơn.. .",
            "responsible person: [551] [staff_name] [helpdesk staff]",
            "Chào em,. . Đã hết thời gian rút môn học, em cần làm theo hướng dẫn sau:. . 1.   Sv tải PHIẾU ĐĂNG KÝ RÚT MÔN HỌC (tại trang web: aao.hcmut.edu.vn biểu mẫu) điền thông tin ký tên chụp hình để có file ảnh tải lên trang bksi.hcmut.edu.vn. . 2.   Sv đăng nhập vào trang bksi.hcmut.edu.vn ¬¬¬ Hỏi/Yêu cầu  Tạo câu hỏi/yêu cầu mới: Rút môn học (phải thanh toán học phí) HK 211: điền thông tin vào CHỦ ĐỀ VÀ NỘI DUNG. . 3.   Click vào choose file để tại file ảnh . . 4.   Click vào GỞI. . Hạn cuối để đăng ký lại đến 10 giờ ngày 12/10/2021. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em là sinh viên K17 hiện đã đủ điều kiện tốt nghiệp và đã đăng kí tốt nghiệp thành công. Do đã hoàn thành CTDT nên em quyết định không đăng kí môn vào học kì 211. Dạo gần đây em biết được có nhiều bạn dù đủ điều kiện tốt nghiệp nhưng vẫn đăng kí môn để xin giấy xác nhận sinh viên. Hiện tại có còn cách nào để em nhận được giấy xác nhận sinh viên từ trường không ạ? Sắp tới trường có đợt đăng kí môn học nào nữa không ạ?. . Em đang rất lo lắng về vấn đề đó.. . Mong sớm nhận được phản hồi từ thầy cô.. . . . Trân trọng,. . Trung Tín.",
            "Chào bạn,. . Việc ĐKMH là tùy sinh viên nhé, trường hợp không có TKB trong học kỳ, SV sẽ bị buộc tạm dừng, không được cấp giấy CNSV.. . Khi đủ điều kiện TN, SV có thể làm đơn xin thu nhận lại nhé.. . Xem chi tiết quy chế tại đây:. . aao.hcmut.edu.vn/sinh viên/quy chế/học vụ/Quy chế đào tạo và học vụ bậc đại học, cao đẳng:/ điều 26. . - Sắp tới trường có đợt đăng kí môn học nào nữa không ạ?. . =  Không còn nhé em.. . . . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em chào thầy/cô. . . . Bkpay của em đã tới hạn đóng tiền dự thính từ ngày 11/10 đến 17/10 mà bây giờ hiện chưa mở ở ạ. . . . Em cảm ơn. .",
            "Chào em,. . Hiện tại thanh toán HP được rồi em.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]  /b \t[full_name] [full_name] [full_name] [full_name]   i Yêu cầu khác  /i [full_name] [full_name] [full_name] [full_name] Chào Thầy/Cô[full_name] [full_name] Em là: [full_name], Mssv: [student_id][full_name] [full_name] - Em có in thẻ sinh viên và PDT đã xử lí vào ngày 10/08/2021[full_name][full_name] [full_name] - Ngày 26/09/2021 em có phản hồi chưa được in thẻ[full_name][full_name] [full_name] - Ngày 01/10/2021 PDT đã xử lí và thông báo nhận trong tuần sau[full_name][full_name] [full_name] - Bây giờ là 12/10/2021 em vẫn chưa nhận được thẻ sinh viên[full_name] [full_name] [full_name] - Em rất cần thẻ sinh viên để thi giữa kì vào ngày 17/10/2021 và nộp cho địa phương để đăng kí tiêm vaccine[full_name][full_name] [full_name] Em biết là dịch bệnh nên mọi việc khó khăn và bất tiện nhưng kính mong PDT xử lí sớm giúp em[full_name][full_name] [full_name] Em xin chân thành cảm ơn!",
            "Chào bạn. . Pdt kiểm tra thẻ sv của bạn đã được gởi theo bưu điện của dịch vụ vnpost. . Pdt có thể hỗ trợ in lại thẻ sinh viên và gởi lại cho bạn theo dịch vụ bưu điện của viettel, nhưng nếu lỡ sau đó thư vnpost đến nữa thì bạn phải chịu đến 2 lần phí đó nghen. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Rút môn học (phải thanh toán học phí) HK 211",
            "Chào bạn,. .  - Phòng Đào tạo đã đồng ý yêu cầu về việc RÚT MÔN HỌC (tính Học Phí theo quy định)(Chính quy + Dự thính) của học kỳ 1(2021-2022). Bạn vui lòng theo dõi kết quả được cập nhật trên trang Mybk/xem điểm sau ngày 29/10/2021 (nếu sau thời gian trên vẫn chưa được xử lý bạn có thể vào trang bksi.hcmut.edu.vn để phản hồi).. . Chúc bạn học tập tốt nhé.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . dạ cho em ý kiến về lịch học của em và việc đóng học phí. . . Thứ nhất, thời khóa biểu 2 môn thể chất và an văn cơ bản của em bị trùng lịch nên em muốn trường xem xét lại ạ.. . Thứ 2, hiện An Giang đang trong quá trình tiếp nhận người từ thành phố về quê, nên không cho đi lại nhiều nên việc đóng học phí của em gặp khó khăn mà trường yêu cầu gần kề quá khiến em không ứng trước được và em đóng tiền trước giờ qua hình thức đóng trực tiếp tại ngân hàng. Nên trường xem xét trường hợp này của em.. . Và với 2 lí do trên nếu được thì em có thể xin phép hủy môn anh văn dự thính để không khó khăn về sau không ạ? Em đã email phòng đào tạo nhưng chưa có phản hồi và ngày đóng tiền cận kề rồi ạ. Em cảm ơn!",
            "Chào bạn. . Pdt kiểm tra TKB của bạn không trùng. . - Việc đăng ký môn anh văn theo yêu cầu là không bắt buộc tự nguyện bạn đăng ký nên bạn phải hoàn thành học phí theo quy định. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em tên [full_name], mssv [student_id]2. . . . Hiện tại em vừa nhận được giấy mời khám sơ tuyển NVQS tại địa phương, vậy cho xem hỏi làm sao để đăng ký chuyển phát nhanh giấy xác nhận sinh viên về địa phương đang sinh sống.. . . . Em xin chân thành cảm ơn. . . .",
            "Chào bạn,. . - SV chủ động đăng ký giấy Xác nhận SV hoãn NVQS để bổ sung cho địa phương và chọn dịch vụ gửi qua được bưu điện (người nhận trả tiền) nếu có nhu cầu (PDT không in hàng loạt như các năm trước). . - Vì số lượng đăng ký giấy CNSV tăng đáng kể, PĐT cố gắng xử lý dữ liệu, xong sẽ scan để đưa lên hệ thống ngay. SV vui lòng thông cảm đợi thêm, giải thích với cơ quan yêu cầu về giấy CNSV.. . -Sau khi PĐT cập nhật xong bạn có thể tải bản scan trên trang đăng ký chứng nhận sinh viên.. . Đồng thời PĐT cũng đã gởi bưu điện nếu SV có đăng ký, vui lòng nhận sau.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Họ và tên: [full_name]. . MSSV: [student_id]. . Ngày sinh: 21/01/2001. . Lớp: HC19SH1. . Học kỳ: 211. . Mã môn học rút: CH3371. . Tên môn học rút: Phân tích thực phẩm. . Ảnh phiếu rút môn học đã đính kèm",
            "Chào bạn,. . Môn này bạn đã đăng ký Rút qua google forms, bạn gởi lại gì nữa.. . Hiện tại PĐT đã cập nhật kết quả [full_name] HK211 của SV đã đăng ký qua google forms. Sinh viên vui lòng vào kiểm tra tại trang mybk.hcmut.edu.vn/Thông tin sinh viên/Bảng điểm.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "responsible person: [551] [staff_name] [helpdesk staff]",
            "Chào bạn,. .  - Phòng Đào tạo đã đồng ý yêu cầu về việc RÚT MÔN HỌC (tính Học Phí theo quy định)(Chính quy + Dự thính) của học kỳ 1(2021-2022). Bạn vui lòng theo dõi kết quả được cập nhật trên trang Mybk/xem điểm sau ngày 29/10/2021 (nếu sau thời gian trên vẫn chưa được xử lý bạn có thể vào trang bksi.hcmut.edu.vn để phản hồi).. . Chúc bạn học tập tốt nhé.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp  /i  Em xin chào thầy/ cô,. . Em tên [full_name], MSSV 170766. Em hiện tại đã hoàn thành chương trình đào tạo, báo cáo  luận văn, thi anh văn nói viết, nộp bằng TOEIC, đủ ngày công tác xã hội. Tuy nhiên điểm trung bình tích lũy ngành của em vẫn chưa được cập nhật và em vẫn chưa có tên trong danh sách tốt nghiệp dự kiến. Em mong quý thầy/ cô giải quyết giúp em để em sớm hoàn thành việc đăng ký tốt nghiệp. . . Em xin chân thành cảm ơn!. . . .",
            "Chào bạn,. . PDT đã ghi nhận yêu cầu về đăng ký xét TN của bạn. SV vui lòng theo dõi email  và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 19/10/2021 SV vẫn chưa nhận được mail hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 11/2021 (cập nhật mới gia hạn thời gian xử lý tốt nghiệp). . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Kính thưa Phòng đào tạo, em là [full_name], mã số sinh viên là [student_id].. . Hôm nay em viết mail này mong phòng đào tạo có thể kiểm tra và bổ sung em vào danh sách dự kiến tốt nghiệp đợt tháng 11/2021 để em có thể được đăng ký tốt nghiệp. Em hiện tại đã hoàn thành đầy đủ các điều kiện để được xét tốt nghiệp.. . Em xin cảm ơn.",
            "Chào bạn,. . PDT đã ghi nhận yêu cầu về đăng ký xét TN của bạn. SV vui lòng theo dõi email  và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 19/10/2021 SV vẫn chưa nhận được mail hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 11/2021 (cập nhật mới gia hạn thời gian xử lý tốt nghiệp). . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em tên là [full_name] [full_name], MSSV: [student_id], chương trình tiên tiến.. . . . Hiện nay em đã hoàn thành chương trình học, đủ ngày CTXH nhưng khi tra kết quả từ danh sách tốt nghiệp dự kiến trên website aao.hcmut.edu.vn (mục tốt nghiệp) từ ngày 6/9/2021 đến hôm nay 12/10/2021 vẫn không có tên.. . . . Cho em hỏi làm sao để kiểm tra thông tin này?. . . . Em xin chân thành cảm ơn",
            "Chào bạn,. . PDT đã ghi nhận yêu cầu về đăng ký xét TN của bạn. SV vui lòng theo dõi email  và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 19/10/2021 SV vẫn chưa nhận được mail hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 11/2021 (cập nhật mới gia hạn thời gian xử lý tốt nghiệp). . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Thưa PĐT,. . Hiện tại em đã hoàn thành xong chương trình học của ngành Khoa học máy tính. Tuy nhiên, trong bảng điểm em chỉ có 126 tín chỉ tích luỹ ngành và điểm TBTLN cũng không chính xác, mong PĐT xem xét lại giúp em để em có thể xét tốt nghiệp chính xác. Em xin chân thành cảm ơn.. . Trân trọng,. . [full_name].. .",
            "Chào em,. . Điểm vẫn còn thiếu, do đó khi nào đủ điểm mới cập nhật. Em yên tâm sẽ cập nhật chính xác trước khi tốt nghiệp.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "MSSV/MSGV: [student_id]. . \t. .  Cho em hỏi về vấn đề hoàn tất thủ tục khai báo chứng chỉ ngoại ngữ. Em đã hoàn thành các bước để xét miễn học anh văn và đến bước cuối cùng là bước thanh toán. Theo yêu cầu thì em phải chuyển khoản đóng tiền qua tk ocb, nhưng hiện tại em vẫn chưa có tk ocb thì em phải xử lí như thế nào ạ? Em cảm ơn.. . . .",
            "Chào em,. . Số điện thoại hotline của Ngân hàng OCB để được hỗ trợ:[student_id]8. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: 1712416  /b \t. . . .   i Tốt nghiệp . Em chào Thầy/Cô ạ.. . Em kính mong Thầy/Cô xem xét điều kiện tốt nghiệp của em để em có thể đăng ký xét tốt nghiệp và nhận giấy CNTNTT ạ.. . Trước đó em có làm đơn với nguyện vọng được xin ra khỏi chương trình KSTN để xét tốt nghiệp bằng thường (qua hệ thống BKSI). Kết quả thi AV nói viết online đợt 1 của em cũng đã có được một khoảng thời gian rồi nhưng hiện tại em vẫn chưa nhận được mail cũng như chưa có tên trong danh sách tốt nghiệp dự kiến ạ.. . Em kính mong Thầy/Cô kiểm tra và xem xét cho em",
            "Chào bạn,. . Vì đang cập nhật lại chuẩn anh văn 2 kỹ năng của bạn (hạ chuẩn). . PDT đã ghi nhận yêu cầu về đăng ký xét TN của bạn. SV vui lòng theo dõi email  và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 19/10/2021 SV vẫn chưa nhận được mail hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 11/2021 (cập nhật mới gia hạn thời gian xử lý tốt nghiệp). . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: em ghi nhầm số điện thoại [phone_number] thành [phone_number] trong giấy xác nhận sinh viên gửi qua đường bưu điện thì tìm ai để xử lý ạ. Em cảm ơn.",
            "Chào em,. . PĐT đã nhận thông tin của em, đã sửa lại số điện thoại. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ .",
            "Chào bạn,. .  - Phòng Đào tạo đã đồng ý yêu cầu về việc RÚT MÔN HỌC (tính Học Phí theo quy định)(Chính quy + Dự thính) của học kỳ 1(2021-2022). Bạn vui lòng theo dõi kết quả được cập nhật trên trang Mybk/xem điểm sau ngày 29/10/2021 (nếu sau thời gian trên vẫn chưa được xử lý bạn có thể vào trang bksi.hcmut.edu.vn để phản hồi).. . Chúc bạn học tập tốt nhé.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV: [student_id]  /b \t. .   i Tốt nghiệp . Em chào anh/chị, hiện em đã đủ ngày CTXH nhưng khi vào trang đăng ký tốt nghiệp và trong danh sách tốt nghiệp vẫn còn để em nợ CTXH ạ. Em mong được văn phòng hỗ trợ sớm ạ. Em cám ơn.. . . . [full_name].. .",
            "Chào bạn. . Pdt sẽ cập nhật lại, bạn vào khai lại thông tin tốt nghiệp sau thứ 4 ngày 13/10 . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Cho em hỏi về điểm hoãn thi các môn trong HK 203 PĐT có báo là nếu sau 30/9 chưa được cập nhật thì em có thể liên hệ hỏi. Anh/chị có thể cho em biết sao tới bây giờ vẫn chưa được cập nhật không ạ?",
            "Chào bạn,. . Hiện tại nhà trường chưa ra QD hoãn thi nhé bạn, dự kiến ra quyết định chung vào cuối tháng 12, nên trường hợp đăng ký hoãn thi vẫn bị điểm 13 bình thường. Sau khi hậu kiểm với ds của Khoa thì mới ra quyết định hoãn thi và sẽ điều chỉnh lại điểm trên mybk/Thông tin SV/xem điểm. . Lưu ý:. . 1) PDT sẽ hậu kiểm lại với danh sách cấm thi của Khoa gửi lên, nếu SV bị cấm thi sẽ bị hủy kết quả hoãn thi theo quy định. SV vẫn phải hoàn thành các phần việc của môn học, nhất là TH/TNg và BTL. GV có quyền cấm thi nếu SV không hoàn thành tốt các phần này. . 2) Trường hợp có sự cố bất khả kháng trong khi thi dẫn đến không thể hoàn thành được bài thi, và không được giải quyết cho thi vào ca thi tiếp theo (nếu có), sinh viên có thể đăng ký \"Hoãn thi\" ngay sau buổi thi (không phải vắng thi có phép), SV phải báo với CBCT hoặc trực thi để được ghi nhận vào trong danh sách thi. PDT sẽ đối chiếu lại với danh sách của Khoa về các tình huống đã thi nhưng điểm thấp hoặc không có báo cáo ghi nhận về các sự cố trong buổi thi trước khi quyết định hoãn thi. . 3) Riêng đối với môn Đồ án, Thực tập ngoài trường, Đề cương Luận văn, Luận văn/Tiểu luận tốt nghiệp: SV có thể xin hoãn bảo vệ với lý do dịch Covid-19 ảnh hưởng nghiêm trọng đến kết quả thực hiện đề tài (không thực nghiệm được tại Phòng thí nghiệm, không thực địa, ...). SV gửi email trực tiếp đến Giáo viên hướng dẫn, Khoa/Bộ môn để được xem xét đồng ý và forward email cuối cùng đến email của PĐT để đăng ký.. . Chúc bạn học tập tốt nhé.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em chào PĐT, em là [full_name], mssv [student_id].. . . . Theo như thông tin thì dạy online sẽ cắt giảm 20% số buổi học (do có up video trên [full_name]arning). Nhưng trong TKB thì vẫn là 15 tuần (từ tuần 33 -  47). Cho em hỏi là trong thời gian tới PĐT có cập nhật lại TKB không hay số tuần ở HK211 này sẽ là 15 tuần.. . . . Lương",
            "Chào em,. . Em liên hệ với GV, [full_name] nhé. Nếu [full_name] cắt thì gửi PĐT để update giảm 20%.. . Thân mến. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính gửi PĐT,. . . . Em tên là [full_name].. . MSSV của em là [student_id].. . . . Em muốn hỏi là liệu em có thể lên PĐT để in giấy chứng nhận tốt nghiệp tạm thời được không ạ. Vì giấy này có mộc đỏ nên các tiệm in không nhận để in bên ngoài ạ, còn nếu đợi gửi qua bưu điện thì sẽ bị trễ cho kế hoạch xin việc của em ạ.. . . . Em xin chân thành cảm ơn và mong PĐT giải đáp sớm giúp em ạ.",
            "Sáng Thứ 6 hàng tuần P.ĐT sẽ lấy dữ liệu SV đăng ký và đã thanh toán lệ phí tốt nghiệp trước đó để tiến hành in giấy chứng nhận tốt nghiệp tạm thời, dự kiến nhận trễ nhất vào thứ 3 tuần tiếp theo. Giấy chứng nhận tốt nghiệp sẽ được tải lên trang đăng ký hồ sơ cấp bằng. Sinh viên tự lên tải về sử dụng trong thời gian này. . . Giấy chứng nhận tốt nghiệp bản chính sẽ được gửi về Sinh viên qua bưu cục theo địa chỉ Sinh viên đã đăng ký. . . Hiện tại Giấy chứng nhận tốt nghiệp của bạn đã được gởi qua bưu cục. . Thân. ."
        ]
    }
]