[
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Em chào quý thầy/cô,. . . . Em tên là [full_name], MSSV là [student_id].. . Em muốn hỏi thầy/cô về việc cấp giấy xác nhận cho sinh viên (bản scan/qua đường bưu điện). Do em thấy có email về việc cấp xác nhận sinh viên của phòng CTCT SV, nhưng em chỉ tìm thấy các biểu mẫu liên quan đến chế độ chính sách trên website của phòng.. . Em đang cần giấy xác nhận sinh viên/bảng điểm (bản scan) để bổ sung hồ sơ làm việc cho công ty trước ngày 15/9. Thầy/cô cho em hỏi em nên làm sao ạ?. . Em xin cảm ơn.. . . . Trân trọng./.. .",
            "Chào bạn,. . SV chủ động đăng ký giấy Xác nhận SV hoãn NVQS để bổ sung cho địa phường và chọn dịch vụ gửi qua được bưu điện (người nhận trả tiền) nếu có nhu cầu (PDT không in hàng loạt như các năm trước). . Dự kiến trong đầu tháng 9/2021 sẽ bắt đầu cho đăng ký (khi TKB trong HK đã ổn định). . . . - Sau khi xử lý giấy chứng nhận sinh viên, Phòng Đào tạo sẽ gửi về địa chỉ sinh viên đăng ký khi bưu điện hoạt động lại bình thường trong đợt giãn cách xã hội. Mặt khác, sinh viên có thể tải bản scan trên trang đăng ký chứng nhận sinh viên (sau khi yêu cầu của SV đã được xử lý).. . Thân mến,. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Dạ em xin chào thầy/ cô, em là [full_name], mssv: [student_id], ở học kì vừa rồi em có đăng kí hoãn thi môn: Nhập môn thị giác máy tính (ME4201) nhưng hiện tại trên bảng điểm của em lại hiện điểm 13 là vắng thi, mong thầy/cô giải quyết giúp em ạ. Em xin cảm ơn.",
            "Chào em,. . - Danh sách thi PĐT đã gửi trước rồi em. . - Em đã điền form hoãn thi, xem email xác nhận nhé.. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Dạ em chào BKSI ạ . . Em hiện không còn được ở ký túc xá Đại học quốc gia nữa và đang đăng ký luận văn tốt nghiệp ở học kỳ 211 này. Em muốn hỏi là vấn đề bảo hiểm y tế của em thì e mua ở đâu ạ (ở trường Bách Khoa hay ở địa phương) và khi nào em cần mua ạ thẻ em sử dụng đến hết năm 2021. . . Em xin chân thành cảm ơn.. . . .",
            "Chào bạn. . Vấn đề BHYT, Học bổng, vay vốn ngân hàng, miễn giảm và gia hạn học phí… Bạn vui lòng liên hệ Phòng Công tác Chính trị Sinh viên để được hướng dẫn.. . Email:  [email]. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Thưa phòng đào tạo.. . Mặc dù đã có điểm luận văn nhưng điểm TBTL tổng vẫn chưa được cập nhật. Điều này hơi khó khăn do sinh viên bắt đầu xin việc.. . Em mong PĐT cập nhật điểm ạ",
            "Chào em,. . Khi sv cần in thì sẽ có đầy đủ ĐTB tính dến thời điểm sv xin đk in.. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Dạ em chào PĐT,. . . . Em tên [full_name] - [student_id], thầy/cô cho em hỏi là em muốn phúc khảo lại bài thi môn kỹ thuật chế tạo 2 (ME3033) được không ạ? Quy trình phúc khảo như thế nào ạ. . Em cám ơn.. . . . Sinh viên [full_name].. . Thân mến!. . . .",
            "Chào bạn. . Bạn đăng ký tại Mybk-phúc tra. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Cho em hỏi ở học kì 201, các môn của e đều hoàn thành và không bị rớt môn, nhưng sao số tín chỉ tích lũy phòng đào tạo ghi ở dưới bảng điểm em lại không đạt hết ạ. Bảng điểm của em hiện như này ạ. . . Số tín chỉ đăng ký học kỳ :19. . Số tín chỉ tích lũy học kỳ:17. . Số TC đạt trong học kỳ: 15. . Số TC tích lũy: 48. . Nhưng ở phần Số tín chỉ thì của em lại hiện đúng là 50 tín ạ. Em mong thầy cô có thể giải đáp giúp em cũng như có thể điều chỉnh lại cho em với ạ . .   i Yêu cầu khác .",
            "Số tín chỉ của em sau học kì 201 phải là 52 tín chỉ chứ ạ  QUOTE MSSV/MSGV: [student_id]    . . Cho em hỏi ở học kì 201, các môn của e đều hoàn thành và không bị rớt môn, nhưng sao số tín chỉ tích lũy phòng đào tạo ghi ở dưới bảng điểm em lại không đạt hết ạ. Bảng điểm của em hiện như này ạ.. . Số tín chỉ đăng ký học kỳ :19. . Số tín chỉ tích lũy học kỳ:17. . Số TC đạt trong học kỳ: 15. . Số TC tích lũy: 48. . Nhưng ở phần Số tín chỉ thì của em lại hiện đúng là 50 tín ạ. Theo bảng điểm của em thì số tín chỉ em đạt được sau học kì 201 là 52 tín, không phải 50 tín ạ. Em mong thầy cô có thể giải đáp giúp em cũng như có thể điều chỉnh lại cho em với ạ. . Yêu cầu khác. . . .   /QUOTE . .",
            "Em xin lỗi ạ, em đã hiểu bảng điểm rồi ạ, do em xem không kĩ. Em cảm ơn thầy cô đã xem câu hỏi này cho em ạ"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ .   b   i Kính thưa PĐT Trường Đại học Bách Khoa  /b  . Em tên [full_name]. . MSSV [student_id]. .   i Em có những thắc mắc như sau: . -Vừa qua em đã chưa thực hiện đăng kí và in giấy xác nhận nộp bằng vì lúc đó em chưa nhận được bằng PTTH. Và đợt bổ sung từ 06/09-16/09/2021 tới đây em có thể được đăng kí và in giấy xác nhận không ạ? Và nếu không thì em mong PĐT mở đợt để em có thể đăng kí nộp bằng và in giấy xác nhận.. . . . -Thứ 2, liệu thời gian trong 10 ngày(06/09-16/09/2021) em nộp bằng cho trường bằng bưu điện nhưng tình hình dịch bệnh hiện tại phải làm sao ạ, tại vì có nhiều nơi không tiếp nhận gửi hoặc nhận.. . . . Kính mong PĐT sớm phúc đáp!. . Em xin chân thành cảm ơn. . Thân ái,. . [full_name]. .",
            "Chào bạn,. . PDT sẽ tổng kiểm tra bằng TN THPT (và bằng Cao Đẳng, Đại học đối với SV bằng 2, và VLVH). SV phải chuẩn bị sẵn sàng (bảng sao và bản scan) các bằng TN. Thời gian kiểm tra là trong tháng 10 và theo thông báo riêng. . Thân mến,. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "em tên :[full_name]. . MSSV [student_id]. . em xin hỏi bây giờ em xin vào lớp an toàn điện (EE3097) của cô [full_name] mã lớp L03-L07 trong học kì chính 211 được không ạ.Tại em thấy lớp vừa mới bắt đầu học được 1 tuần và còn dư nhiều chỗ nên em muốn đăng kí vào đề học cải thiện điểm.Em đã gửi mail xin cô và được cô đồng ý và em đã tham gia học lớp này được 1 tuần rồi ạ mặc dù chưa có môn học.Kì này em ra trường mà giờ thiếu 0,01 là tốt nghiêp 7.0 bằng khá nên em rất mong anh chị giúp đỡ em với ạ.em thực sự rất cần ạ .. . Em xin cảm ơn thầy cô rất nhiều.. .",
            "Chào bạn,. . Hiện tại SV muốn xin ĐK bổ sung môn học (ghi rõ lý do xin đăng ký trễ, tên MH, mã MH, mã nhóm xin đăng ký và kèm xác nhận đông ý của GV cho vào lớp (thời điểm này đã là tuần thứ  4 của HK rồi). . Đã qua trễ rồi nên bạn vui lòng bổ sung cho cô trước 16h ngày 10/9 nhé. . Thân. .",
            "em tên :[full_name]. . MSSV [student_id]. . Lý do đăng kí trễ :em muốn đăng kí vào đề học cải thiện điểm.Em đã gửi mail xin cô và được cô đồng ý và em đã tham gia học lớp này được 1 tuần rồi ạ mặc dù chưa có môn học.Kì này em ra trường mà giờ thiếu 0,01 là tốt nghiêp 7.0 bằng khá nên em rất mong anh chị giúp đỡ em với ạ.. . tên môn học :\tKỹ thuật an toàn điện (EE3097). . Mã nhóm :L03_L08. . Em đã xin cô [full_name] từ tuần thứ 2 ngày 30/8/2021 và cô gửi link google meet cho em tham gia học vào mỗi buổi ạ.Em gửi đoạn chat messenger với cô [full_name] ạ. . Lúc tham gia học em có gửi yêu cầu xin đăng kí nhưng bị nhầm lớp nên không đăng kí được lúc sau em mới phát hiện ra nên em mới gửi yêu cầu muộn vậy chứ em học từ tuần thứ 2 rồi ạ mong anh chị xem xét. . Em chờ cả tuần mà không thấy trường reply đến tối em mới kiểm tra thấy nên xin thầy cô thông cảm cho em ạ.Em thực sự rất cần ạ mong anh chị giúp em với ạ. .",
            "Chào bạn,. . Bạn vui lòng nhờ cô dùng mail cán bộ gửi xác minh đồng ý cho  bạn tham gia lớp nhé. . Thân",
            "Đây là mail phản hồi của cô ạ . . em xin cảm ơn . .",
            "Chào bạn,. . SV Chào bạn,. . PDT đã ghi nhận yêu cầu về ĐKMH của bạn và đã chuyển cho bộ phận ĐKMH kiểm tra và xử lý.. . Bạn vui lòng theo dõi và kiểm tra TKB thường xuyên trên mybk/Thông tin SV và hệ thống BKeL để kịp tham gia lớp học online. SV chủ động liên hệ với GV để xin vào lớp học trước nhé!. . Trường hợp nếu không đăng ký được (không có khả năng hoặc không đủ điều kiện)  PDT sẽ phản hồi cho SV qua bksi.. . Chúc các bạn học tốt!. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]8  /b \t. . . .   i Học vụ . Kính gửi: PĐT trường Đại Học Bách Khoa. . Em tên : [full_name]. . MSSV: [student_id]8. .  Hiện em hoàn thành đầy đủ số tín chỉ các môn học theo chương trình bắt buộc, chứng chỉ ngoại ngữ Toiec Reading và Listening, ngày công tác xã hội. Toiec Speaking và Writing là chứng chỉ còn lại em chưa hoàn thành.. .  Theo thông báo kế hoạch học vụ đầu HK1 2021-2022 Nhà trường sẽ tổ chức kiểm tra Anh văn 2 kĩ năng nói - viết theo hình thức trực tuyến trong tháng 9 cho các SV chuẩn bị tốt nghiệp. Một số bạn đã nhận thông tin và có thể đăng kí, còn em thì không đăng kí được. Em không rõ lí do vì sao? . .  Mong PĐT kiểm tra giúp em với ạ!. .  Em xin cảm ơn!",
            "Chào bạn. . Trong danh sách có tên của bạn mà, bạn kiểm tra lại mail xem, nếu không đăng ký được đợt này, vui lòng đợi đợt 2, có thông báo liền đó nghen"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: 1712183  /b \t. . . .   i Học vụ . Dạ em xin chào phòng đào tạo ạ. Em gửi mail này để hỏi pđt về vấn đề đăng ký LVTN. Kì 211 này phía nhà trường có cho phép chúng em được đăng ký LVTN (tạm thời miễn xét bằng Anh Văn), em đã đăng ký thành công và đã có trong thời khóa biểu. Em muốn hỏi pđt là việc em chưa hoàn thành hết các Đồ Án hiện tại thì có bị xóa LVTN mà em đã đăng ký thành công học kỳ 211 này không ạ? (đã đăng ký chung với các Đồ Án còn lại). Em xin cảm ơn pđt đã nhận được câu hỏi của em!",
            "Chào bạn. . Nhà trường đã có thông báo: Đối với học phần LVTN, SV cần phải cân nhắc rất kỹ, đảm bảo đủ điều kiện, đủ kiến thức trước khi đăng ký. Trường sẽ hậu kiểm các điều kiện nhận LVTN sau khi hoàn tất thi các học phần có thí nghiệm và có thể không công nhận kết quả đăng ký LVTN.. . Nếu sau khi hậu kiểm có vấn đề gì thì nhà trường sẽ gởi mail thông báo cho bạn. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Dạ cho em hỏi là trong Mẫu vay vốn ngân hàng chính sách thì muc thời gian học mình điền là 4 năm hay tối đa là 6 năm rưỡi ạ? Với mục học phí hàng tháng mình tính như thế nào ạ? Em cảm ơn!",
            "Chào bạn. . Vấn đề BHYT, Học bổng, vay vốn ngân hàng, miễn giảm và gia hạn học phí… Bạn vui lòng liên hệ Phòng Công tác Chính trị Sinh viên để được hướng dẫn.. . Email:  [email]. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: 1713997  /b \t. . . .   i Học vụ . Kính gửi Thầy/Cô.. . Em tên là: Vương Minh Vĩ. . Mssv: 1713997. . Khoa Kỹ thuật Xây dựng-Xây dựng Dân dụng và Công nghiệp-Khóa 2017. . Lớp: XD17DD2. . Dạ em đã đăng ký Luận Văn Tốt Nghiệp (CI4343) HK211 trong đợt bổ sung và đã có Thời Khóa Biểu trên Mybk,  B  Khoa đã nhận được danh sách sinh viên làm luận văn vào ngày 31/08/2021, nhưng bên Khoa có báo với em là không có tên em trong danh sách được nhận.  /B  Em mong Thầy/Cô kiểm tra danh sách và bổ sung giúp em với ạ. Em cảm ơn.",
            "Chào bạn. . Hiện tại trên Mybk- xem tbk đã cập nhận môn LVTN, bạn có thể chụp hình báo về Khoa bổ sung danh sách trước. . Pdt sẽ cập nhật danh sách sau. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Gửi Thầy / cô,. .  . . dạ em có đăng kí in bảng điểm (nhận bảng điểm qua Bưu điện) thì lúc chọn xác nhận đồng ý thanh toán và chuẩn bị thanh toán bên BKPay thì bị lỗi Error code 81 như hình trong file đính kèm ạ.. . Do em cần in bảng điểm gấp nhưng hiện giờ mỗi lần vô mục \"Đăng kí in bảng điểm\" nó cứ hiện ra lỗi như vậy ạ.. . Mong quý Thầy/cô xem xét sửa lỗi hệ thống giúp em với!",
            "Chào bạn. . Pdt đã cập nhât lại, bạn vào đăng ký lại nghen. . Thân,"
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính chào quý thầy cô,[full_name] [full_name] Em là [full_name], quý thầy cô cho em hỏi quy trình thực hiện chuyển hệ đào tạo từ chính quy sang hệ VLVH ạ? Đặc biệt trong mùa dịch em không thể lên trực tiếp PĐT để hỏi được[full_name] Em xin chân thành cảm ơn[full_name] [full_name] Trân trọng[full_name] [full_name] [full_name][full_name] [full_name] [full_name] [full_name]",
            "Chào bạn. . Bạn có thể báo Cô biết, bạn còn môn gì để hoàn thành CTDT. . Thân",
            "Dạ hiện tại em còn 2 môn là Nguyên lý ngôn ngữ lập trình mã CO3005 và Giải tích 2 mã MT1005. Em đã hoàn thành luận văn tốt nghiệp rồi ạ.",
            "Chào bạn. . - Hk này đã bắt đầu học gần hết tuần thứ 4. . - Đến đầu tháng 12, Bạn tải mẫu đơn thôi học  tại trang web: aao.hcmut.edu.vn (đánh dấu vào option chuyển sang VLVH ) gởi Pdt xử lý chuyển sang VLVH cho bạn. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . chào PDT,. . Em tên [full_name], [student_id]. . Em có nộp đơn xin hoãn thi môn xác suất thông kê (MT2013) và đã được xác nhận. Nhưng khi có điểm trên mybk thì điểm thi cuối kì là điểm 13 ạ.. . Mong PDT kiểm tra lại giúp em ạ.. . Em cảm ơn. .",
            "Chào em,. . - Danh sách thi PĐT đã gửi trước rồi em. . - Em đã điền form hoãn thi, xem email xác nhận nhé.. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Cho e hỏi do tình hình dịch nên e không thể in giấy xin tạm ngưng học để ký tên được và e có cần xin chữ ký của gvcn và trưởng khoa không ad ?",
            "Chào em,. . Em vào aao/biểu mẫu tải về: tạm dừng học, ký tên ... gửi qua bksi . . (Trong tuần này không cần GV, Khoa ký nhé). . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "dạ em là [full_name] MSSV [student_id]. Lớp CK15CTM3. . Do kì trước em không đăng kí môn học nên bị buộc thôi học và em có gửi đơn xin nhận lại đã được Khoa và pđt xác nhận đồng ý thu nhận lại. Em có đăng kí Luận văn tốt nghiệp ngày 24 nhưng đợt kết quả thì không có thời khóa biểu. Giờ em muốn đăng kí luận văn tốt nghiệp để kịp tiến độ thì em làm như thế nào ạ.. . Mong Thầy Cô giải đáp giúp em để em kịp làm Luận Văn ạ.. . Em cảm ơn!",
            "Đã tiếp nhận"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: 1719002  /b \t. . . .   i Yêu cầu khác . Em kính gửi phòng đào tạo đơn xin chuyển qua hệ VHVL và đơn xin đkmh. Kính mong phòng đào tạo phê duyệt cho em vì em chỉ còn môn Luận Văn Tốt Nghiệp cùng nộp chứng chỉ ngoại ngữ nữa là hoàn tất chương trình đào tạo. Em xin cảm ơn",
            "Chào bạn. . Pdt đã ghi nhận đơn chuyển hệ VLVH của bạn. . - Sau khi có Qd chuyển hệ sẽ đăng ký môn học cho bạn. . - Bạn theo dõi thông tin cập nhật tại Mybk- thông tin sv. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghikính thưa phòng đào tạo, em mong phòng đào tạo giải thích thắc mắc sau đây của em ạ. Hiện tại em là SV k17 và đã hoàn thành tất cả các môn học ở trường chỉ thiếu anh văn (bằng của IIG), theo lịch mới là ngày 20/10 sẽ hết hạn nộp bổ sung chứng chỉ nhưng với tính hình dịch này thì không thể thi lấy chứng chỉ được, PĐT cho em hỏi sau 20/10 nếu em nộp chứng chỉ Anh văn và đủ các điều kiện xét tốt nghiệp thì có được tính tốt nghiệp và nhận giấy chứng nhận tốt nghiệp tạm thời không ạ. Mong PĐT sớm phản hồi. Em xin chân thành cảm ơn",
            "Chào bạn. . Pdt sẽ giải quyết tốt nghiệp theo thông báo đến hết HK211 (dự kiến cuối tháng 12/2021) nghen, bạn yên tâm nghen.. . Lịch trình trình tốt nghiệp hiện tại trên trang aao.hcmut.edu.vn là để kịp Lễ tốt nghiệp trao bằng dự kiến tháng 11/2021 . . Xem chi tiết lịch trình tốt nghiệp tại trang web PĐT (aao.hcmut.edu.vn)    Tốt nghiệp    Thông tin tốt nghiệp    Tháng 11/2021    Lịch trình đăng ký tốt nghiệp và cấp bằng tháng 11/2021. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: em tên [full_name], mssv [student_id]. . xã em hiện đang thông báo nộp giấy xác nhận sinh viên để hoãn nghĩa vụ quân sự, em lên trang để đăng kí thì thấy đang tạm ngừng.. . Giờ phải đăng kí ở đâu để nhận được giấy xác nhận sinh viên ạ.. . ngày 20/9 là hạn nộp giấy rồi ạ. . em cảm ơn.",
            "Chào bạn,. . SV chủ động đăng ký giấy Xác nhận SV hoãn NVQS để bổ sung cho địa phường và chọn dịch vụ gửi qua được bưu điện (người nhận trả tiền) nếu có nhu cầu (PDT không in hàng loạt như các năm trước). . Dự kiến trong đầu tháng 9/2021 sẽ bắt đầu cho đăng ký (khi TKB trong HK đã ổn định). . . . - Sau khi xử lý giấy chứng nhận sinh viên, Phòng Đào tạo sẽ gửi về địa chỉ sinh viên đăng ký khi bưu điện hoạt động lại bình thường trong đợt giãn cách xã hội. Mặt khác, sinh viên có thể tải bản scan trên trang đăng ký chứng nhận sinh viên (sau khi yêu cầu của SV đã được xử lý).. . Thân mến,. . . .",
            "li answer rate: Answer is not complete / Câu trả lời chưa hoàn chỉnh",
            "Dạ cho em hỏi sao các bạn khác xử lý xong có file Pdf, còn em hông có ạ. . vậy là đã được xử lý chưa ạ",
            "li answer rate:",
            "Chào bạn. . Bạn kiểm tra lại nếu yêu cầu của SV đã được xử lý, sinh viên có thể tải bản scan trên trang đăng ký chứng nhận sinh viên . . Thân",
            "dạ yêu cầu đẫ được xử lý nhưng không có file scan để tải ạ.. . em có chụp màng hình ở dưới ạ",
            "Chào em,. . Em load lại trang, PĐT đã chỉnh lại rồi nhé.. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính gửi Phòng Đào tạo. . Em tên: [full_name], MSSV: [student_id]. . Ngành: Điện tử viễn thông, hệ VLVH. . Em xin hỏi: . .  + Em nhập học vào tháng 6/2019, phòng Đào tạo có gửi em phiếu miễn môn, trong đó có miễn môn Cơ sở điện tử công suất (EE2021). Nhưng môn này lại có thực hành. Như vậy em có được miễn thực hành hay không.. .  + Không chỉ riêng môn này, mà bao gồm các môn khác trong danh sách miễn (nếu có thực hành) em có được miễn thực hành hay không. . Xin thầy cô phòng Đào tạo giải đáp giúp em. . Em xin cảm ơn.. .",
            "Chào em,. . Em vui lòng gửi qua email [email] để được hướng dẫn nhé.. . (em chụp hình bảng điểm luôn nhé). . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em tên là [full_name]. . MSSV [student_id]. . Hồi hk 202 , em đã xin phòng đào tạo cho em hoãn thi các môn tích 2, đại số tuyến tính và kinh tế đại cương và em đã điền form hoãn thi, xong sau ngày thi các môn thì cả thầy [full_name] dạy môn tích 2 và cô [full_name] dạy môn đại số tuyến tính đã gửi em form xác nhận  lý do hoãn thi và khi nào muốn thi.. . . . Nhưng lúc em nhắn bên BKSI để khiếu nại việc tại sao em xin hoãn thi mà môn tích 2 em vẫn có điểm và môn đại số tuyến tính dính điểm 13, thì [full_name] nói em có điền form hoãn thi rồi, nhưng em đợi mãi vẫn chưa thấy mail xác nhận từ trường ớ .",
            "Chào em,. . - Danh sách thi PĐT đã gửi trước rồi em. . - Em đã điền form hoãn thi, xem email xác nhận nhé. (em kiểm tra email của em, lúc em nhập, gửi là có email xác nhận liền, em hỏi bạn em có email xác nhận không ? sao có mình em không có email xác nhận ?). . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Chào Thầy/cô . . Em tên [full_name] , mssv : [student_id].Thầy /cô cho em hỏi tại sao em đã đăng kí hoãn thi nhưng em vẫn có điểm thành phần ,điểm thi cuối kì và điểm tổng kết môn trên bảng điểm ạ ?. . Em có thế xem lịch thi ở đâu để đăng kí thi lại môn đã hoãn thi ạ ?. . . Mong thầy/ cô giải đáp giúp em với ạ.. . Em xin cảm ơn.. .",
            "Chào em,. . - hỏi tại sao em đã đăng kí hoãn thi nhưng em vẫn có điểm thành phần ,điểm thi cuối kì và điểm tổng kết môn trên bảng điểm ạ ?. . =  điểm bao nhiêu em, ý em cô chưa hiểu . . - Em có thế xem lịch thi ở đâu để đăng kí thi lại môn đã hoãn thi ạ ?.. . . . =  SV vào mybk/dkmh/đợt 3 để xem nhé.. . Thân mến,. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ em xin chào BKwiki trường ĐHBk. . Em tên là [full_name]. . MSSV [student_id]. . Khoa Kỹ Thuật giao Thông, ngành Công Nghệ Kỹ Thuật Ô Tô. . . Em xin được hỏi là em đã đăng ký được môn đề cương luận văn ở kì 211 năm học 2021-2022 nhưng vẫn không có thời khoá biểu. . . Vậy em kính mong BKwiki hỗ trợ giúp em để có thể hoàn thành việc học trong kỳ học này. . Em xin chân thàng cảm ơn ạ.",
            "Chào bạn,. . SV xem TKB tại mybk/Thông tin SV/ Xem TKB. . Trường hợp SV đăng ký TTTN, LVTN, ĐCLVTN mà không có TKB trong đợt bổ sung.. . Sinh viên vui lòng xem kết quả ĐKMH, xem lý do vì sao không ĐKMH được (có đăng ký, nhưng không có TKB) tại trang web: mybk.hcmut.edu.vn    Đăng ký môn học    Đăng ký bổ sung TTTN+LVTN+ ĐCLVTN HK211 Đợt kết quả    bấm vào mục Đăng ký mới    chọn Loại hình đăng ký    xem Lịch sử đăng ký.. . Trong trường hợp kết quả xử lý ĐKMH không đúng, bạn có thể làm đơn khiếu nại (kèm minh chứng nếu có), gửi qua trang bksi ghi rõ tiêu đề: “Khiếu nại ĐKMH HK211”, nội dung khiếu nại trình bày rõ lý do, ghi rõ tên, mã môn học, Số tín chỉ tích lũy? Số ngày CTXH (nếu đăng ký LVTN). . Trường hợp SV có học môn tương đương vui lòng trình bày rõ, đã học ở HK nào? tên và MH,tương đương môn học nào?. . Thân chào. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Thưa thầy/cô,. . Với tình hình dịch bệnh như hiện nay thì cách thức và thời gian(16/9/2021) nộp bằng tốt nghiệp THPT có thay đổi không ạ?. . Em cảm ơn.",
            "Chào bạn,. . PDT sẽ tổng kiểm tra bằng TN THPT (và bằng Cao Đẳng, Đại học đối với SV bằng 2, và VLVH). SV phải chuẩn bị sẵn sàng (bảng sao và bản scan) các bằng TN. Thời gian kiểm tra là trong tháng 10 và theo thông báo riêng. . Thân mến,. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Kính thưa Văn phòng Đào tạo,. . Em đã điền form hoãn thi theo email hướng dẫn của Phòng Đào tạo gửi và nhận được email xác nhận thành công. Tuy nhiên, hiện tại trong bảng điểm của em lại có điểm 13. Cho em hỏi có sai sót gì không ạ? Và khi nào thì em được làm lại bài thi cuối kỳ?. . Em xin cảm ơn!",
            "Chào em,. . - Danh sách thi PĐT đã gửi trước rồi em. . - Em đã điền form hoãn thi, xem email xác nhận nhé.. . Và khi nào thì em được làm lại bài thi cuối kỳ?. . =  Em đọc kỹ quy chế điều 17.2 nhé.. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Môn học GE3125 Thực tập sản xuất địa kỹ thuật. . Vào đợt hè, em có đăng ký môn trên nhưng không được và đã làm đơn đăng ký bổ sung và đã được chấp nhận. Sau đó em quên không đóng học phí bổ sung cho môn này nên bị đình chỉ học. Em đã làm đơn và đã được thu nhận vào học lại nhưng môn trên lại bị xóa đi mất. Em gửi kèm theo hình ảnh chứng minh môn trên đã có trong thời khóa biểu của em nhưng sau đó lại bị xóa đi mất.",
            "Chào bạn,. . Trường hợp của bạn cô ghi nhận và báo cho bộ phận ĐKMH kiểm tra và phục hồi cho bạn nhé.. . Bạn theo dõi TKB trên Mybk/Thông tin SV giúp cô, sau ngày 20/9 vẫn chưa thấy được phục hồi báo lại qua bksi giúp cô kiểm tra lại nhé!. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Cho em hỏi em đã đăng ký hoãn thi, và cũng nhận được email đồng ý của phòng đào tạo, nhưng mà em lên xem điểm lại là 13 điểm vậy ạ .",
            "Chào em,. . - Danh sách thi PĐT đã gửi trước rồi em. . - Em đã điền form hoãn thi, xem email xác nhận nhé.. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Hôm trước em có hỏi về việc rút môn học vẽ kỹ thuật cơ khí khi đã hết thời gian đăng kí/hủy môn của HK chính. Thì em có thắc mắc là HK chính em chỉ đăng kí 15 TC nếu hủy thì chỉ còn 11 TC. Như vậy là ít hơn số TC tối thiểu trong HK chính (14 TC) thì có được rút môn không ạ?",
            "Chào bạn,. . Được nhé bạn. . Hiện tại đã hết thời gian hiệu chỉnh  và hủy môn học của học kỳ chính và HK dự thính HK211 nhé bạn.. . SV vui lòng đợi thông báo về việc rút môn học (có tính học phí theo quy định), sẽ thông báo cho SV trong tháng 9/2021. . Xem chi tiết quy chế tại đây:. . aao.hcmut.edu.vn/sinh viên/quy chế/học vụ/Quy chế đào tạo và học vụ bậc đại học, cao đẳng:/ điều 11.2. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Kính gửi phòng đào tạo. học kì 202 em có đăng kí hoãn thi môn mạch điện tử. nếu hk 211 em có đăng kí môn này vào thời khóa biểu vậy khi thi sẽ tính điểm như thế nào ạ. vì lượng kiến thức của môn này em cần học lại và chưa nắm rõ. em em xin cảm ơn.",
            "Chào bạn. . Theo quy định trong quy chế điều 19.2. . Trường hợp một môn học (tính theo mã số môn học) có nhiều lần học thì tính theo lần học có điểm cao nhất (nếu các lần học có điểm MT và điểm đạt thì tính theo lần học có điểm đạt cao nhất; nếu các lần học có điểm MT và điểm không đạt thì tính theo lần học có điểm MT)"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Cho em hỏi mục số 17 phần đăng ký in giấy chứng nhận sinh viên khi nào hết bảo trì ạ",
            "Chào bạn,. . Sau khi xử lý giấy chứng nhận sinh viên, Phòng Đào tạo sẽ gửi về địa chỉ sinh viên đăng ký khi bưu điện hoạt động lại bình thường trong đợt giãn cách xã hội. Mặt khác, sinh viên có thể tải bản scan trên trang đăng ký chứng nhận sinh viên (sau khi yêu cầu của SV đã được xử lý).. . Thân mến,. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: 1934023  /b \t. . . .   i Đăng ký môn học . Chào Anh Chị. . Em tên  Nguyễn Trọng Chánh. . MSSV 1934023. . em có đăng ký môn học cơ lưu chất ở  đợt đăng ký \". . Đăng ký môn học Dự thính bổ sung HK211 (học từ 30/8) - Đợt 1. . nhưng  kết quả ở đợt. . ĐĂNG KÝ MÔN HỌC DỰ THÍNH BỔ SUNG HK211 (HỌC TỪ 30/8) - LỘ TRÌNH 2 - ĐỢT 2. . em không có trong  thời khóa biểu. . Nhờ Anh Chị thông tin giúp em. . Thân  chào Anh Chị.",
            "Chào bạn,. . - Sinh viên vui lòng xem kết quả ĐKMH, xem lý do vì sao không ĐKMH được (có đăng ký, nhưng không có TKB) tại trang web: mybk.hcmut.edu.vn    Đăng ký môn học    Đăng ký môn học HK211 - Kết quả đợt 3 (hoặc đợt 2 - lộ trình 2)    bấm vào mục Đăng ký mới    chọn Loại hình đăng ký    xem Lịch sử đăng ký.. . - Trong trường hợp kết quả xử lý ĐKMH không đúng, bạn có thể làm đơn khiếu nại (kèm minh chứng nếu có), gửi qua trang bksi ghi rõ tiêu đề: “Khiếu nại ĐKMH HK211”, nội dung khiếu nại trình bày rõ lý do, ghi rõ tên, mã môn học và mã nhóm đã đăng ký.. . - SV xem TKB tại mybk/Thông tin SV/ Xem TKB. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "[student_id]. .   i Đăng ký môn học . Dạ thưa phòng đào tạo. Em tên [full_name] mssv [student_id] ngành xây dựng công trình giao thông . Đợt 25/8 trường có mở đăng kí bổ sung luận văn nhưng lúc đó em vẫn chưa có điểm của 2 môn nên không đủ chỉ nên em đã không đăng kíí. Giờ đã có điểm qua 2 môn đó và em đã đủ chỉ. Có thể cho em xin đăng kí bổ sung luận văn bên ngành xây dựng cầu đường mã CI4313 được không ạ? Em xin cảm ơn ạ. .",
            "Chào bạn,. . PDT đã ghi nhận yêu cầu về ĐKMH của bạn và đã chuyển cho bộ phận ĐKMH kiểm tra và xử lý.. . Bạn vui lòng theo dõi kết quả cật nhật TKB tại mybk sau ngày 20/9/2021. . Trường hợp sau ngày này vẫn chưa có TKB, SV vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . SV chủ động liên hệ khoa để xin nhận GV hướng dẫn.. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Em chào thầy/cô ạ, em tên là [full_name], mã số sinh viên là [student_id], sinh viên khóa 2019 ạ. Em có đăng ký môn cơ sở kỹ thuật điện (EE2017) trong Đăng ký môn học dự thính bổ sung đợt 2 ( học từ 30/8 ) ạ. Nhưng mà hiện tại em chưa nhận được thời khóa biểu của môn học này ạ. Trên trang BKel lúc đầu có tên môn và tên giảng viên nhưng sau đó lại bị mất ạ. Thầy/cô có thể hướng dẫn giúp em được không ạ. E cảm ơn thầy/cô ạ.. . . . [full_name]. . [student_id]",
            "Chào bạn,. . - Sinh viên vui lòng xem kết quả ĐKMH, xem lý do vì sao không ĐKMH được (có đăng ký, nhưng không có TKB) tại trang web: mybk.hcmut.edu.vn    Đăng ký môn học    Đăng ký môn học HK211 - Kết quả đợt 3    bấm vào mục Đăng ký mới    chọn Loại hình đăng ký    xem Lịch sử đăng ký.. . - Trong trường hợp kết quả xử lý ĐKMH không đúng, bạn có thể làm đơn khiếu nại (kèm minh chứng nếu có), gửi qua trang bksi ghi rõ tiêu đề: “Khiếu nại ĐKMH HK211”, nội dung khiếu nại trình bày rõ lý do, ghi rõ tên, mã môn học và mã nhóm đã đăng ký.. . - SV xem TKB tại mybk/Thông tin SV/ Xem TKB. . Chúc các bạn học tốt!. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em tên [full_name]. Mssv: [student_id].. . Vào thời gian đăng kí môn học cho TTTN và Đề cương. Em đang phải điều trị Covid-19 tại bệnh viện. . . Do diễn biến bệnh của em khá nặng và chỉ vừa được xuất viện vào 1/9/2021. Nên em đã bỏ lỡ việc đăng kí vào học kì 211.. . . . Xin pđt có thể đăng kí trực tiếp giúp em 2 môn này. . . Em xin cảm ơn.. . . . P/s: đính kèm hình giấy xác nhận bệnh COVID-19 và xuất viện",
            "Chào bạn,. . Bổ sung giúp cô mã [full_name] nhé, SV chủ động liên hệ về Khoa để xin nhận giáo viên hướng dẫn nhé!. . Thân",
            "Dạ cô. . 2 môn em cần đăng kí là:. . EE3333 - Thực tập tốt nghiệp (Kỹ thuật Điện tử, truyền thông)\t. . EE4331 - Đề cương luận văn tốt nghiệp (Kỹ thuật Điện tử, truyền thông)\t. . . . Nhờ PĐT đăng kí giúp em.. . . . Cảm ơn.. . [full_name] - mssv: [student_id]",
            "Chào bạn,. . PDT đã ghi nhận yêu cầu về ĐKMH của bạn và đã chuyển cho bộ phận ĐKMH kiểm tra và xử lý.. . Bạn vui lòng theo dõi kết quả cật nhật TKB tại mybk sau ngày 20/9/2021. . Trường hợp sau ngày này vẫn chưa có TKB, SV vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . SV chủ động liên hệ khoa để xin nhận GV hướng dẫn.. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em tên [full_name].. . Vào ngày 20/8 em có lịch thi môn Kỹ thuật hệ thống viễn thông EE3015. . . Em đã có xin hoãn thi do phải đang điều trị Covid-19 trong bệnh viện.. . Việc hoãn thi đã được pđt chấp nhận và xác nhận bằng email vào ngày 18.08.2021.. . . . Nhưng hiện em thấy trong bảng điểm đang cập nhật điểm em môn này là 13.. . . . Xin pđt kiểm tra lại và phản hồi giúp em.. . Ngoài ra, cho em hỏi về việc thi lại môn này sẽ được sắp xếp như thế nào ạ.. . . . Em xin cảm ơn",
            "Chào em,. . - Danh sách thi PĐT đã gửi trước rồi em. . - Em đã điền form hoãn thi, xem email xác nhận nhé.. . - cho em hỏi về việc thi lại môn này sẽ được sắp xếp như thế nào ạ.. . =  em xem quy chế điều 17.2 nhé.. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính gửi Phòng đào tạo trường đại học Bách Khoa TPHCMEm tên [full_name] MSSV [student_id]2. . Em đã hết hạn đào tạo chính qui và mong muốn được chuyển sang hệ VHVL để tiếp tục hoàn thành chương trình đào tạo. Em đã làm đơn xin chuyển hệ và đơn xin đăng ký môn học gửi BKSI như hướng dẫn (TKB của em đã có nhưng bị xóa). Đã 1 tuần từ lúc em gửi đơn đến nay vẫn chưa thấy phản hồi, em rât lo lắng, Mong BKSI hoặc Phòng Đào Tạo phản hồi giúp em và khoảng bao lâu thì em được xét chuyển hệ và có kịp đăng ký luận văn trong học kỳ này không ạ. Mong phòng đào tạo xem xét giúp em để em được tiếp tục học.. . Em xin cảm ơn"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Chào thầy/cô. . . . Em tên [full_name], MSSV: [student_id]. . Em muốn hỏi chuẩn anh văn [full_name] nói viết để tốt nghiệp của trường mình là tổng điểm qua 200 hay là các điểm thành phần đều phải trên 100 ạ ?. . . . Em xin cảm ơn.",
            "Chào bạn,. . Tính theo tổng điểm của TTNN gửi lên cho PDT nhé. . Bạn vui lòng liên hệ TTNN để được tư vấn thêm . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV: [student_id]  /b \t. . . .   i Em xin chào PĐT. . Học kỳ 202 vừa rồi em có làm đơn xin hoãn bảo vệ LVTN do ảnh hưởng của dịch COVID-19 cũng như đăng ký mới LVTN ở học kỳ 211 theo yêu cầu của bộ môn. Nhưng đến nay ở bộ môn thông báo lại yêu cầu không đăng ký mới LVTN, nên em kính xin PĐT xem xét cho em được huỷ môn ME4029 trong học kỳ 211 này. .",
            "Chào bạn,. . Hiện tại đã hết thời gian hiệu chỉnh  và hủy môn học của học kỳ chính và HK dự thính HK211 nhé bạn.. . SV vui lòng đợi thông báo về việc rút môn học (có tính học phí theo quy định), sẽ thông báo cho SV trong tháng 9/2021. . Xem chi tiết quy chế tại đây:. . aao.hcmut.edu.vn/sinh viên/quy chế/học vụ/Quy chế đào tạo và học vụ bậc đại học, cao đẳng:/ điều 11.2. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Cho em hỏi về vấn đề hoãn thi ạ do học kì dự thính vừa qua em có đăng kí môn XSTK MT2013 nhưng do 1 số trực trặc vào giai đoạn thi cuối kì nên em đã đăng kí hoãn thi nhưng giờ em vào coi điểm thì thấy mình bị đánh là vắng thi ạ",
            "Chào em,. . - Danh sách thi PĐT đã gửi trước rồi em. . - Em đã điền form hoãn thi, xem email xác nhận nhé.. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Em tên là: [full_name]. . MSSV: [student_id]. . . . Em có truy cập vào https://mybk.hcmut.edu.vn để đăng ký giấy xác nhận sinh viên nhưng không đăng ký được ạ!. . . . Hệ thống báo là \"  B Dịch vụ tạm dừng hoạt động từ 15h00 ngày 13/08/2021 để phục vụ in đồng loạt cho sinh viên Khóa 2021  /B \". Nhưng đến nay đã bước sang tháng 9 mà vẫn chưa mở trở lại. Mong nhà trường xem xét cấp giấy chứng nhận sinh viên giúp em trong thời gian sớm nhất có thể.   B Em đang cần gấp giấy xác nhận sinh viên để xin tạm hoãn nghĩa vụ quân sự tại địa phương.  /B . . . . Em xin chân thành cảm ơn!  . . . . . .",
            "Chào bạn,. . SV chủ động đăng ký giấy Xác nhận SV hoãn NVQS để bổ sung cho địa phường và chọn dịch vụ gửi qua được bưu điện (người nhận trả tiền) nếu có nhu cầu (PDT không in hàng loạt như các năm trước). . Dự kiến trong đầu tháng 9/2021 sẽ bắt đầu cho đăng ký (khi TKB trong HK đã ổn định). . . . - Sau khi xử lý giấy chứng nhận sinh viên, Phòng Đào tạo sẽ gửi về địa chỉ sinh viên đăng ký khi bưu điện hoạt động lại bình thường trong đợt giãn cách xã hội. Mặt khác, sinh viên có thể tải bản scan trên trang đăng ký chứng nhận sinh viên (sau khi yêu cầu của SV đã được xử lý).. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Em tên là : [full_name]. . MSSV: [student_id]. . . . Em là sinh viên văn bằng 2 chính quy. Hiện tại em còn thiếu môn Nhập môn về kỹ thuật ( EE1001) để đăng ký được đồ án. Vậy nên em viết đơn này, mong Phòng Đào Tạo sắp xếp cho em để được học môn này với các bạn tân sinh viên khóa 2021.. . . . Em xin chân thành cảm ơn. . . .   i Đăng ký môn học .",
            "Chào bạn. . Phòng đào tạo đã ghi nhận thông tin bạn đăng ký môn học chung với K2021, Thời gian bắt đầu học của Khoá 2021 là 4/10/2021, nên bạn vui lòng xem TKB tại Mybk vào thời gian trên, nếu không có TKB thì phản hồi lại Pdt. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ em chào anh/chị!. . ﻿Em tên [full_name]. . ﻿Mssv: [student_id]. . Lớp CK17CTM1. . ﻿Do tình hình dịch bệnh hiện tại em không rõ là sẽ kịp lấy chứng chỉ Ngoại ngữ để đổi điểm hay không. Nhưng đợt đăng kí môn học kì 211 em chỉ đăng kí môn Anh văn 3 còn môn Anh văn 4 không còn lớp để em đăng kí.. . Nay em viết đơn này để xin được tham gia học một lớp Anh văn 4 được không ạ?. . Mong được phản hồi sớm ạ.. . Em xin cảm ơn",
            "Chào em,. . Hiện tại đã hết thời gian hiệu chỉnh, em cần phải có xác nhận đồng ý vào lớp của giáo viên nhé.. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Dạ cho em hỏi là hiện tại em muốn rút môn học thì còn có thể rút được không ạ và làm thế nào để rút ạ?",
            "Em có thể điền form này và nộp vào đâu để được rút môn ạ?",
            "Chào bạn,. . Hiện tại đã hết thời gian hiệu chỉnh  và hủy môn học của học kỳ chính và HK dự thính HK211 nhé bạn.. . SV vui lòng đợi thông báo về việc rút môn học (có tính học phí theo quy định), sẽ thông báo cho SV trong tháng 9/2021. . Xem chi tiết quy chế tại đây:. . aao.hcmut.edu.vn/sinh viên/quy chế/học vụ/Quy chế đào tạo và học vụ bậc đại học, cao đẳng:/ điều 11.2. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "B Đăng ký môn học . MT1009 [full_name] tính. . MT2001 Xác suất và thống kê",
            "Chào bạn,. . Vui lòng trình bày rõ vấn đề giúp cô nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính gửi các thầy cô,. . . . Em là [full_name], mssv [student_id], do liên quan đến việc không đóng học phí HK 203 đúng hạn nên em đã bị xoá môn và bị đình chỉ một kì. Sau đó em đã đóng đủ và đã liên hệ với Văn phòng Đào tạo Quốc tế và đã được thu nhận lại, đồng thời nhận được sự đồng ý từ khoa Khoa học Máy tính cho phép em đăng ký lại môn thực tập tốt nghiệp để theo đúng tiến độ học tập. . . . Em được khoa hướng dẫn là nộp đơn Điều chỉnh đăng ký môn học vào trang điện tử từ ngày 30/7 nhưng do rơi vào cao điểm ôn thi cuối kì HK202 nên em đã quên mất tới bây giờ.. . . . Em xin lỗi vì đã nộp trễ. Rất mong thầy cô thông cảm và giúp đỡ em để được hoàn thành theo đúng tiến độ học ạ.. . . . Em cảm ơn nhiều.. . Trân trọng,. . [full_name].",
            "Chào bạn,. . Bạn vui lòng liên hệ với [full_name] (Văn Phòng Đào tạo Quốc tế) để được hướng dẫn và hỗ trợ về ĐKMH nhé:. . [email]. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Tên : [full_name] . . MSSV: [student_id]. . Mã Đăng ký môn học: CI4333. . Nội dung khiếu nại : Không đăng ký được môn học LVTN ngành Cảng công trình biển . Do thiếu môn tiên quyết CCAV-1 . Trong khi đó nhà trường có ghi rõ , không xét CCAV trong đợt này để đăng ký luận văn . . . Em xin chân thành cảm ơn",
            "Chào bạn,. . PDT đã ghi nhận yêu cầu về ĐKMH của bạn và đã chuyển cho bộ phận ĐKMH kiểm tra và xử lý.. . Bạn vui lòng theo dõi kết quả cật nhật TKB tại mybk sau ngày 20/9/2021. . Trường hợp sau ngày này vẫn chưa có TKB, SV vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . SV chủ động liên hệ khoa để xin nhận GV hướng dẫn.. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em chào thầy/cô! Cho em hỏi là khi đã làm xong luận văn mà chưa tốt nghiệp được do nợ bằng anh văn thì còn được cấp giấy xác nhận sinh viên không ạ và xác nhận sinh viên trong bao lâu ạ. Em cảm ơn, chúc thầy/cô mạnh khỏe bình an!",
            "Chào bạn,. . Việc ĐKMH là tùy sinh viên nhé, trường hợp không có TKB trong học kỳ, SV sẽ bị buộc tạm dừng, không được cấp giấy CNSV.. . Khi đủ điều kiện TN, SV có thể làm đơn xin thu nhận lại nhé.. . Xem chi tiết quy chế tại đây:. . aao.hcmut.edu.vn/sinh viên/quy chế/học vụ/Quy chế đào tạo và học vụ bậc đại học, cao đẳng:/ điều 26. . . . - SV chủ động đăng ký giấy Xác nhận SV hoãn NVQS để bổ sung cho địa phường và chọn dịch vụ gửi qua được bưu điện (người nhận trả tiền) nếu có nhu cầu (PDT không in hàng loạt như các năm trước). . Dự kiến trong đầu tháng 9/2021 sẽ bắt đầu cho đăng ký (khi TKB trong HK đã ổn định). . . . - Sau khi xử lý giấy chứng nhận sinh viên, Phòng Đào tạo sẽ gửi về địa chỉ sinh viên đăng ký khi bưu điện hoạt động lại bình thường trong đợt giãn cách xã hội. Mặt khác, sinh viên có thể tải bản scan trên trang đăng ký chứng nhận sinh viên (sau khi yêu cầu của SV đã được xử lý).. . Thân mến,. . . . . . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . dạ cho em hỏi là em đã đăng kí môn anh van cơ bản (LA0011) đã có thời khóa biểu và lịch học rồi mà sao em vô thì không có giảng viên dạy ạ hơn hai tuần rồi ạ. .",
            "Chào bạn,. . Vui lòng trình bày rõ vấn đề giúp cô. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Dạ em chào PĐT, . .  . . Em không biết hoãn thi những môn học kì 202 thì kết quả tổng kết của học kì là chưa xét và để đó cho những kì mình thi bù, hay chỉ xét những môn mình đã thi và có kết quả. . . . . Em xin cảm ơn. . . . .",
            "Dạ em chào PĐT,. . . . Em không biết hoãn thi những môn học kì 202 thì kết quả tổng kết của học kì là chưa xét và để đó cho những kì mình thi bù, hay chỉ xét những môn mình đã thi và có kết quả. Và nếu số tín chỉ dưới 14 vì do kết quả của hoãn thi, có bị cảnh cáo học vụ không.. . . . Em xin cảm ơn.. . . .   /QUOTE . .",
            "Chào bạn,. . Cô không hiểu ý bạn hỏi?. . Bạn xem quy định hoãn thi ở đây, xem có thắc mắc gì thì gửi lại rõ ràng giúp cô nhé:. . Xem chi tiết quy chế tại đây:. . aao.hcmut.edu.vn/sinh viên/quy chế/học vụ/Quy chế đào tạo và học vụ bậc đại học, cao đẳng:/ Điều 17. Vắng thi, hoãn thi, cấm thi, miễn thi/17.2 Vắng thi có phép và hoãn thi (trường hợp của mình là hoãn thi nhé). . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Khiếu nại . Em chào pđt ạ, em muốn khiếu nại về việc chưa nhận được điểm hoãn thi cuối kỳ môn xác suất thống kê. Em đã gửi đơn hoãn thi và đã được phòng đào tạo gửi mail xác nhận rồi nhưng bảng điểm cập nhật trên bkel lại không phải là HT. Kính mong pđt giải quyết giúp em ạ!",
            "Chào em,. . - Danh sách thi PĐT đã gửi trước rồi em. . - Em đã điền form hoãn thi, xem email xác nhận nhé.. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: PĐT cho em hỏi cách để nhận giấy chứng nhận bổ túc hồ sơtạm hoãn nghĩa vụ quân sự với ạ. Hiện tại không lên được trường thì em muốn nhận giấy đó thì làm bằng cách nào ạ?",
            "Chào bạn,. . SV chủ động đăng ký giấy Xác nhận SV hoãn NVQS để bổ sung cho địa phường và chọn dịch vụ gửi qua được bưu điện (người nhận trả tiền) nếu có nhu cầu (PDT không in hàng loạt như các năm trước). . Dự kiến trong đầu tháng 9/2021 sẽ bắt đầu cho đăng ký (khi TKB trong HK đã ổn định). . . . - Sau khi xử lý giấy chứng nhận sinh viên, Phòng Đào tạo sẽ gửi về địa chỉ sinh viên đăng ký khi bưu điện hoạt động lại bình thường trong đợt giãn cách xã hội. Mặt khác, sinh viên có thể tải bản scan trên trang đăng ký chứng nhận sinh viên (sau khi yêu cầu của SV đã được xử lý).. . Thân mến,. . . ."
        ]
    }
]