[
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Cho em hỏi chừng nào có lịch thi cho trường hợp hoãn thi ạ",
            "Chào bạn,. . Hiện tại nhà trường chưa ra QD hoãn thi nhé bạn, dự kiến ra quyết định chung vào cuối tháng 12, nên trường hợp đăng ký hoãn thi vẫn bị điểm 13 bình thường. Sau khi hậu kiểm với ds của Khoa thì mới ra quyết định hoãn thi và sẽ điều chỉnh lại điểm trên mybk/Thông tin SV/xem điểm. . Lưu ý:. . 1) PDT sẽ hậu kiểm lại với danh sách cấm thi của Khoa gửi lên, nếu SV bị cấm thi sẽ bị hủy kết quả hoãn thi theo quy định. SV vẫn phải hoàn thành các phần việc của môn học, nhất là TH/TNg và BTL. GV có quyền cấm thi nếu SV không hoàn thành tốt các phần này. . 2) Trường hợp có sự cố bất khả kháng trong khi thi dẫn đến không thể hoàn thành được bài thi, và không được giải quyết cho thi vào ca thi tiếp theo (nếu có), sinh viên có thể đăng ký \"Hoãn thi\" ngay sau buổi thi (không phải vắng thi có phép), SV phải báo với CBCT hoặc trực thi để được ghi nhận vào trong danh sách thi. PDT sẽ đối chiếu lại với danh sách của Khoa về các tình huống đã thi nhưng điểm thấp hoặc không có báo cáo ghi nhận về các sự cố trong buổi thi trước khi quyết định hoãn thi. . 3) Riêng đối với môn Đồ án, Thực tập ngoài trường, Đề cương Luận văn, Luận văn/Tiểu luận tốt nghiệp: SV có thể xin hoãn bảo vệ với lý do dịch Covid-19 ảnh hưởng nghiêm trọng đến kết quả thực hiện đề tài (không thực nghiệm được tại Phòng thí nghiệm, không thực địa, ...). SV gửi email trực tiếp đến Giáo viên hướng dẫn, Khoa/Bộ môn để được xem xét đồng ý và forward email cuối cùng đến email của PĐT để đăng ký.. . . . =  Em chờ thông báo sau khi có quyết định hoãn thi nhé.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Chào thầy(cô),. . Em tên : [full_name]. . MSSV:[student_id]. . Hệ [full_name]: Khoa học và kỹ thuật máy tính. . Em đã xin [full_name] và đã được đồng ý cho em học chung môn học   B Hệ thống số (CO1023)   /B với K21.Em có gửi đơn đợt trước và được PĐT đồng ý nhưng nay em vẫn chưa có thời khóa biểu môn này.. . Mong thầy (cô) xem xét đăng ký môn học giúp em.",
            "Chào bạn. . Cô đã lấy dữ liệu chuyển bộ phận dkmh xét lại. . Bạn đợi kết quả phản hồi trễ nhất là thứ 4 ngày 6/10. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: dạ chào ad ạ. . em có đăng ký nhận giấy xác nhận sv và được xác nhận hôm 8/9 , em muốn hỏi là bên nhà trường đã gửi bưu điện chưa ạ vì em đang cần gấp ấy ạ. . em cảm ơn ad ạ",
            "Chào bạn[full_name] [full_name] [full_name] đã ghi nhận phản hồi của bạn, Vì số lượng đăng ký giấy CNSV tăng đáng kể, Nên [full_name] đang cố gắng xử lý dữ liệu, xong sẽ scan để đưa lên hệ thống ngay, SV vui lòng thông cảm đợi thêm, giải thích thêm với cơ quan yêu cầu giấy CNSV[full_name][full_name] [full_name]  Sau khi [full_name] cập nhật xong bạn có thể tải bản scan trên trang đăng ký chứng nhận sinh viên[full_name][full_name] [full_name] Đồng thời [full_name] cũng đã gởi bưu điện nếu SV có đăng ký, SV vui lòng nhận sau [full_name] [full_name] Thân[full_name] [full_name]"
        ]
    },
    {
        "intent": "",
        "message": [
            "B Yêu cầu khác .   Em xin hủy tạm hoãn thi HK202 năm học 2020-2021 môn Giai tích 2 (MT1005). .   . . . .",
            "Chào bạn. . - Phòng Đào tạo đã đồng ý yêu cầu về việc xin HUỶ Hoãn Thi của bạn. . . - Bạn thi bình thường theo Lịch thi đã thông báo. . - Trường hợp có sự cố bất khả kháng trong khi thi dẫn đến không thể hoàn thành được bài thi, và không được giải quyết cho thi các ca thi sau (nếu có), sinh viên có thể đăng ký \"Hoãn thi\" ngay sau buổi thi (không phải vắng thi có phép), SV phải báo với CBCT hoặc trực thi để được ghi nhận vào trong danh sách thi. PDT sẽ đối chiếu lại với danh sách Khoa để ra quyết định hoãn thi. . Chúc bạn học tập tốt nhé.. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Kính chào phòng đào tạo trường ĐH Bách Khoa. E tên [full_name] . MSSV [student_id] lớp PC16HTD. Cho e hỏi môn Đồ án mã MH EE3061 trên bảng điểm e chưa có điểm, môn này do Thầy [full_name] hướng dẫn em. Kính nhờ phòng đào tạo kiểm tra lại giúp. Trân trọng./.",
            "Cô đóng câu này, cô đã trả lời em câu khác rồi."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Dạ chào PĐT!. . Em tên [full_name] MSSV [student_id]. Em có tên trong danh sách dự kiến buộc thôi học trong học kỳ này. Nhưng trong học kỳ 202 và học kỳ 203, em không bị rớt môn ạ. Em mong PĐT có thể xem xét cho em không ạ. Em xin cảm ơn. . . .",
            "Chào bạn. . Bạn đã có Qd tạm thu nhận Hk202 rồi, tình trạng của bạn bình thường. . Có thể trình bày rõ hơn vấn đề của bạn. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            ". . Chào PĐT,. . Em tên là [full_name] [student_id]. Em muốn hỏi là hiện em đã học xong chương trình học và không đăng ký môn học cho học kỳ mới. Nhưng em vẫn chưa đủ đk tốt nghiệp vì thiếu 2 ngày CTXH và 2 kỹ năng nói - viết. Vậy em có đủ điểu kiện để xin giấy hoãn NVQS không tại em chưa tốt nghiệp cũng như chưa đủ đk tốt nghiệp.. . Em cảm ơn.. . . . . . . . . . . .",
            "Chào bạn,. . Việc ĐKMH là tùy sinh viên nhé, trường hợp không có TKB trong học kỳ, SV sẽ bị buộc tạm dừng, không được cấp giấy CNSV.. . Khi đủ điều kiện TN, SV có thể làm đơn xin thu nhận lại nhé.. . Xem chi tiết quy chế tại đây:. . aao.hcmut.edu.vn/sinh viên/quy chế/học vụ/Quy chế đào tạo và học vụ bậc đại học, cao đẳng:/ điều 26. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Chào thầy cô,. . . . Em là sinh viên Việt Pháp.Do em đăng ký hoãn thi sai nên em đã đăng ký hoãn thi lại theo yêu cầu của PĐT.Vì vậy có thể tên em không có trong danh sách hoãn thi mới nhất nên em không được thi môn Giải tích 2 Việt Pháp 2/10/2021 do PĐT tổ chức.. . Mong thầy cô xem xét lại trường hợp của em để em được thi lại vào ngày 2/10/2021 môn Giải tích 2 Việt Pháp.. . . . Chúc thầy cô nhiều sức khỏe!",
            "Chào bạn. . Pdt đã cập nhật bạn vào danh sách thi lại. . Bạn theo dõi cập nhật mới sau thứ 6 ngày 1/10 nghen. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em tên [full_name] . . Mssv [student_id]. . Vào học kỳ dự thính 202 Em có đăng ký hoãn thi cuối kỳ môn học giải tích 2 (MT1005) thi vào ngày 24/08/2021 lớp DT03-B, Tuy nhiên đến nay trên trang thông tin sinh viên thì em nhận điểm (13) vắng thi. . . Mong Pdt có thế kiểm tra lại và phản hồi giúp em ạ. . Em xin cảm ơn !. . . .",
            "Chào bạn,. . Hiện tại nhà trường chưa ra QD hoãn thi nhé bạn, dự kiến ra quyết định chung vào cuối tháng 12, nên trường hợp đăng ký hoãn thi vẫn bị điểm 13 bình thường. Sau khi hậu kiểm với ds của Khoa thì mới ra quyết định hoãn thi và sẽ điều chỉnh lại điểm trên mybk/Thông tin SV/xem điểm. . Lưu ý:. . 1) PDT sẽ hậu kiểm lại với danh sách cấm thi của Khoa gửi lên, nếu SV bị cấm thi sẽ bị hủy kết quả hoãn thi theo quy định. SV vẫn phải hoàn thành các phần việc của môn học, nhất là TH/TNg và BTL. GV có quyền cấm thi nếu SV không hoàn thành tốt các phần này. . 2) Trường hợp có sự cố bất khả kháng trong khi thi dẫn đến không thể hoàn thành được bài thi, và không được giải quyết cho thi vào ca thi tiếp theo (nếu có), sinh viên có thể đăng ký \"Hoãn thi\" ngay sau buổi thi (không phải vắng thi có phép), SV phải báo với CBCT hoặc trực thi để được ghi nhận vào trong danh sách thi. PDT sẽ đối chiếu lại với danh sách của Khoa về các tình huống đã thi nhưng điểm thấp hoặc không có báo cáo ghi nhận về các sự cố trong buổi thi trước khi quyết định hoãn thi. . 3) Riêng đối với môn Đồ án, Thực tập ngoài trường, Đề cương Luận văn, Luận văn/Tiểu luận tốt nghiệp: SV có thể xin hoãn bảo vệ với lý do dịch Covid-19 ảnh hưởng nghiêm trọng đến kết quả thực hiện đề tài (không thực nghiệm được tại Phòng thí nghiệm, không thực địa, ...). SV gửi email trực tiếp đến Giáo viên hướng dẫn, Khoa/Bộ môn để được xem xét đồng ý và forward email cuối cùng đến email của PĐT để đăng ký.. . Chúc bạn học tập tốt nhé.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em chào PDT,. . Trong mail trước em có hỏi về cách giải quyết để thi TNVL nhưng em không biết cách nào liên hệ với Khoa khoa học ứng dụng về bộ môn [full_name].. . Em mong PDT có thể giúp em cho địa chỉ email và số điện thoại của văn phòng khoa?. . Em xin cám ơn.. . Thân ái,. . [full_name]",
            "Văn phòng. . . . : 101B4 – 268 Lý Thường Kiệt,Q.10, TP. HCM. . . . Điện thoại. . . . : (84.8) 38 635 869 – Ext: 5317. . . . Fax. . . . : (84.8) 38 [student_id]9. . . . Website. . . . : http://www.fas.hcmut.edu.vn            . . . . Email. . . . : [email]. . . . Trưởng khoa. . . . : PGS.TS [full_name]. . . . Email của Trưởng khoa. . . . : [email]"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Chào thầy cô ạ!. . Em muốn hỏi về việc đổi chuyên ngành ạ. Em đang được phân chuyên ngành Quản trị kinh doanh (QTKD), em muốn đổi sang chuyên ngành Quản lý công nghiệp (QLCN) thì cần những điều kiện gì và thủ tục gì ạ? Em đọc quy định về phân chuyên ngành của khoa QLCN được áp dụng từ năm 2016 mục số 4 thì thấy có thể được xem xét đổi chuyên ngành nếu thực hiện thủ tục đổi chuyên ngành trước khi đăng kí môn kì 6,7,8, vậy em cần làm những gì ạ?",
            "Chào em,. . Em vui lòng liên hệ khoa để được hướng dẫn nhé.. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác:",
            "Chào bạn. . - Phòng Đào tạo đã đồng ý yêu cầu về việc xin HUỶ Hoãn Thi của bạn. . . - Bạn thi bình thường theo Lịch thi đã thông báo. . - Trường hợp có sự cố bất khả kháng trong khi thi dẫn đến không thể hoàn thành được bài thi, và không được giải quyết cho thi các ca thi sau (nếu có), sinh viên có thể đăng ký \"Hoãn thi\" ngay sau buổi thi (không phải vắng thi có phép), SV phải báo với CBCT hoặc trực thi để được ghi nhận vào trong danh sách thi. PDT sẽ đối chiếu lại với danh sách Khoa để ra quyết định hoãn thi. . Chúc bạn học tập tốt nhé.. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Chào thầy/cô. . Em muốn hỏi là có thông tin gì về mở lớp GDTC học kỳ 211 cho khóa cũ từ trung tâm chưa ạ? . . Tại vì cũng đã qua nửa kỳ rồi. . Hoặc em có thể đăng ký học cùng khóa 2021 khi khóa này bắt đầu học không ạ.. . Mong nhận được sự giải đáp.. . Cảm ơn quý thầy cô ạ.. . Trân trọng",
            "Chào em,. . - Em chờ thông báo từ PĐT trường. . - Em liên hệ cô [full_name] [phone_number], phòng 520 Nhà điều hành ĐHQG-HCM (khu phố 6, phường Linh trung, Thủ đức). . Email của cô [full_name] : [email]. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Địa phương nơi em ở yêu cầu nộp giấy tạm hõan nghĩa vụ quân sự. Cho em hỏi là khi nào nhà trường phát giấy tạm hoãn nghĩa vụ quân sự ạ. Có thể gửi qua đường bưu điện được không ạ? Do thời hạn là 20 ngày nên em mong nhà trường sớm phản hồi ạ!. .   i Yêu cầu khác .",
            "Chào bạn,. . - SV chủ động đăng ký giấy Xác nhận SV hoãn NVQS để bổ sung cho địa phương và chọn dịch vụ gửi qua được bưu điện (người nhận trả tiền) nếu có nhu cầu (PDT không in hàng loạt như các năm trước). . - Sau khi xử lý giấy chứng nhận sinh viên, Phòng Đào tạo sẽ gửi về địa chỉ sinh viên đăng ký khi bưu điện hoạt động lại bình thường trong đợt giãn cách xã hội. Mặt khác, sinh viên có thể tải bản scan trên trang đăng ký chứng nhận sinh viên (sau khi yêu cầu của SV đã được xử lý).. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Dạ phòng đào tạo cho em hỏi tại sao em đã đăng ký hoãn thi ở HK203 nhưng bảng điểm lại ghi 13, và kiểm tra trong danh sách hoãn thi cũng không có tên em ạ? Em cảm ơn.",
            "Chào bạn,. . Hiện tại nhà trường chưa ra QD hoãn thi nhé bạn, dự kiến ra quyết định chung vào cuối tháng 12, nên trường hợp đăng ký hoãn thi vẫn bị điểm 13 bình thường. Sau khi hậu kiểm với ds của Khoa thì mới ra quyết định hoãn thi và sẽ điều chỉnh lại điểm trên mybk/Thông tin SV/xem điểm. . Lưu ý:. . 1) PDT sẽ hậu kiểm lại với danh sách cấm thi của Khoa gửi lên, nếu SV bị cấm thi sẽ bị hủy kết quả hoãn thi theo quy định. SV vẫn phải hoàn thành các phần việc của môn học, nhất là TH/TNg và BTL. GV có quyền cấm thi nếu SV không hoàn thành tốt các phần này. . 2) Trường hợp có sự cố bất khả kháng trong khi thi dẫn đến không thể hoàn thành được bài thi, và không được giải quyết cho thi vào ca thi tiếp theo (nếu có), sinh viên có thể đăng ký \"Hoãn thi\" ngay sau buổi thi (không phải vắng thi có phép), SV phải báo với CBCT hoặc trực thi để được ghi nhận vào trong danh sách thi. PDT sẽ đối chiếu lại với danh sách của Khoa về các tình huống đã thi nhưng điểm thấp hoặc không có báo cáo ghi nhận về các sự cố trong buổi thi trước khi quyết định hoãn thi. . 3) Riêng đối với môn Đồ án, Thực tập ngoài trường, Đề cương Luận văn, Luận văn/Tiểu luận tốt nghiệp: SV có thể xin hoãn bảo vệ với lý do dịch Covid-19 ảnh hưởng nghiêm trọng đến kết quả thực hiện đề tài (không thực nghiệm được tại Phòng thí nghiệm, không thực địa, ...). SV gửi email trực tiếp đến Giáo viên hướng dẫn, Khoa/Bộ môn để được xem xét đồng ý và forward email cuối cùng đến email của PĐT để đăng ký.. . . . . . - PĐT đã gửi 2 email, em chú ý kỹ học kỳ nhé. . Thân gửi các bạn sinh viên,. . . . PĐT phản hồi yêu cầu Sinh viên đã đăng ký Hoãn thi HK203 (đăng ký trước ngày 09/09/2021). . . . + Sinh viên tra cứu danh sách môn đã đăng ký tại đường link:. . . . http://www.aao.hcmut.edu.vn/tracuu/xem_danhsach?id_ds=2802. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Em tên [full_name] - MSSV [student_id]. Hiện em đang học lớp XDK18CSHT do thầy Trọng phụ trách.. . Em viết đơn này là vì muốn đăng ký học môn Nhập Môn Kỹ Thuật CI1001 ở học kì mới cùng với K21 (bắt đầu tuần 40). . Vậy bây giờ em có thể đăng ký và nếu được thì cần làm gì để được đăng ký ạ? Em cảm ơn.. . . .",
            "Chào bạn. . Phòng đào tạo đã ghi nhận thông tin bạn đăng ký môn học chung với K2021, Thời gian bắt đầu học của Khoá 2021 là 4/10/2021, nên bạn vui lòng xem TKB tại Mybk vào thời gian trên, nếu không có TKB thì phản hồi lại Pdt. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Chào thầy/cô,. . Em là sinh viên khóa K19, chuyên ngành điều khiển-tự động hóa. Theo em được biết thì đối với môn tự chọn, khi không thi cuối kì thì môn học này xem như chưa học và không ảnh hưởng đến điểm trung bình tích lũy gì hết phải không ạ?. . Em xin cảm ơn.",
            "Chào bạn. . Đối với môn tự chọn, ĐTBTL được tính từ điểm cao nhất của số tín chỉ quy định trong nhóm các môn tự chọn.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV[full_name]MSGV: [student_id]  [full_name]b \t[full_name] [full_name] Chào Thầy[full_name][full_name][full_name] [full_name] Em tên [full_name], mssv [student_id][full_name][full_name] [full_name] Em từ hệ chính quy khóa K13 chuyển sang hệ VHVL khóa 20[full_name] Cho em đặt câu hỏi là khi em được hướng dẫn chuyển hệ thì Thầy hướng dẫn có nói là em sẽ học theo Chương trình đào tạo của khóa K14 (một số môn khác với K13), và hiện tại em đã học xong hết các môn theo chương trình đào tạo theo khóa K14[full_name] Em xin hỏi để xác nhận có đúng là vậy không ạ? Vì sắp tới xét tốt nghiệp mà xét theo chương trình đào tạo khóa K20 là rất khó khăn với em, vì khóa K20 có nhiều môn khác nữa[full_name] Xin Thầy[full_name][full_name] xem xét kĩ và cho em câu trả lời chính xác ạ![full_name] [full_name] Thân[full_name] [full_name]   i Yêu cầu khác  [full_name]i [full_name] [full_name] [full_name] [full_name]",
            "Chào bạn. . Pdt đã gởi mail hướng dẫn, bạn kiểm tra mail nghen. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . cho em xin hỏi về việc cập nhật điểm chuyển của em ạ, em thấy trong phần điểm chuyển em chưa được cập nhật điểm chuyển anh văn, mà truường lại có mail đã cập nhật rồi ạ.Em thi anh văn trong trường học kỳ 1 năm 2020-2021 em được 505, mà trường chưa cập nhật cho em.Không biết là điểm của em có vấn đề hay trường cập nhật muộn ạ?. . . .",
            "Chào bạn. . Bạn có minh chứng mail trường báo cập nhật điểm không?. . - Sinh viên đăng ký dự kỳ kiểm tra tiếng Anh định kỳ (theo định dạng TOEIC) do PĐT kết hợp trung tâm IIG tổ chức không dùng để miễn môn các môn anh văn 1234 chỉ dùng để đạt chuẩn tiếng Anh sau mỗi năm học. . - Về quy định chuẩn tiếng anh trong quá trình học: Bạn vui lòng xem chi tiết tại trang web aao--  sinh viên --  Quy chế --  Quy chế đào tạo và học vụ bậc đại học và cao đẳng -- Phụ lục 1: Quy định về ngoại ngữ --  điều 2-c. . Chúc bạn học tập tốt nhé.. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em chào quý Thầy Cô.. . Em tên là [full_name], MSSV [student_id].. . Do đã được thông tin từ Hỏi/Yêu cầu có ID 37019, em xin gửi quý Thầy Cô đơn xin rút khỏi chương trình Kỹ sư tài năng (KSTN) để kịp thời xét tốt nghiệp đợt TN.20211.1 (Tốt nghiệp - Học kỳ 1 Năm học 2021-2022) vì những lý do chính như sau:. . - Do em không đáp ứng yêu cầu tốt nghiệp chương trình KSTN.. . - Do em phải bổ sung hồ sơ để tiếp tục học chương trình Cao học từ chương trình liên thông Cao học - Đại học.. . Em kính mong quý Thầy Cô xét duyệt kịp thời để em có thể tốt nghiệp vào học kỳ 1 năm học 2021-2022.. . Em chân thành cảm ơn quý Thầy Cô.",
            "Chào bạn. . Bạn đã có tên trong danh sách dự kiến tốt nghiệp, Bạn sẽ nhận mail vào tuần sau để thực hiện khai thông tin tốt nghiệp theo hướng dẫn nghen. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Dạ cho em hỏi, học kì 203 em do vấn đề đường truyền em đã điền form đăng kí hoãn thi môn Chủ nghĩa Xã hội Khoa học (SP1035) vào ngày 23/08/2021 (ngày thi), nhận được thư phản hồi sau khi điền đăng kí luôn ạ và hôm thi đó em cũng có báo với Cán bộ coi thi. Nhưng em kiểm tra link danh sách Hoãn thi 203 không có ạ. Mong quý Thầy/Cô xem xét kiểm tra trường hợp của em và cho em hỏi vấn đề ở trên phải giải quyết như nào ạ.. . Em cảm ơn",
            "Chào em,. . PĐT đã gửi 2 email, em chú ý kỹ học kỳ nhé. . Thân gửi các bạn sinh viên,. . . . PĐT phản hồi yêu cầu Sinh viên đã đăng ký Hoãn thi HK203 (đăng ký trước ngày 09/09/2021). . . . + Sinh viên tra cứu danh sách môn đã đăng ký tại đường link:. . . . http://www.aao.hcmut.edu.vn/tracuu/xem_danhsach?id_ds=2802. . Thân mến,. . . . STT 440\t[student_id]\tHK203\tSP1035\t\tx\t\tLT"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Kính gửi Phòng đào tạo.. . Em tên [full_name], MSSV [student_id], hệ đào tạo VLVH, chuyên ngành Công nghệ may.. . Hiện đang học theo CTĐT khóa 2014. . . Kính mong Thầy/Cô xem xét cho em chuyển khóa 2013 để xét LVTN. Trong CTĐT khóa 2013, em còn vài môn vẫn chưa học xong vì có môn tương đương không mở lớp nữa. Vậy em có cần học các môn thay thế nào khác không ạ. . . Trong HK211 này em đang học môn Cơ khí đại cương (ME1003) trong CTĐT khóa 2014 và có cần phải hủy môn học này không ạ.. . Em xin cảm ơn Thầy/Cô.. .",
            "Chào bạn. . Pdt sẽ ra qd chuyển khóa và xét lại LVTN cho bạn, nếu có gì phát sinh sẽ phản hồi qua bksi cho bạn nghen. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Họ tên: [full_name] MSSV: [student_id]. . Em đăng kí hoãn thi môn Thiết kế hệ thống nhúng (EE3003) của học kì 203 vào ngày 30/07. Mà lúc đó em điền trong đơn hoãn thi là học kì 202. Thầy cô phòng đào tạo cập nhật lại giúp em với ạ",
            "Chào em,. . PĐT đã gửi 2 email, em chú ý kỹ học kỳ nhé. . Thân gửi các bạn sinh viên,. . . . PĐT phản hồi yêu cầu Sinh viên đã đăng ký Hoãn thi HK203 (đăng ký trước ngày 09/09/2021). . . . + Sinh viên tra cứu danh sách môn đã đăng ký tại đường link:. . . . http://www.aao.hcmut.edu.vn/tracuu/xem_danhsach?id_ds=2802. . Thân mến,. . . . . . STT 202\t[student_id]\tHK203\tEE3003\t\tx\t\tLTPBL",
            "em tra danh sách hoãn thi trên http://www.aao.hcmut.edu.vn/tracuu/xem_danhsach?id_ds=2802 không hiện kết quả ạ",
            ". . Chào bạn,. . Sau khi đối chiếu dữ liệu, Pdt xác nhận bạn đã đăng ký Hoãn thi:. . [student_id]\tHK203\tEE3003. . Bạn xem lại mail Pdt đã gởi để biết cách thức tiến hàng sau khi Pdt đã xác nhận yêu cầu Hoãn thi của bạn. . Vì sự cố kỹ thuật nên có thể thông tin tra cứu không có dữ liệu của bạn. . Thân mến,. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em tên [full_name], mssv [student_id], em đã hoàn thành tất cả tín chỉ trong CTĐT và điểm đã được cập nhật đầy đủ nhưng vẫn chưa có tên trong danh sách tốt nghiệp dự kiến và chưa được nhận thông tin gì về đăng ký tốt nghiệp. Mong PĐT sớm cập nhật giúp em ạ, em cảm ơn.",
            "Chào bạn,. . PDT đã ghi nhận yêu cầu về đăng ký xét TN của bạn. SV vui lòng theo dõi email  và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 05/10/2021 SV vẫn chưa nhận được mail hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 11/2021. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Dạ vâng như đã trình bày ở tin nhắn trước e chỉ còn thiếu Anh văn ( nói + viết ). nên e muốn xin chuyển hệ để được xét tốt nghiệp trong 11/2021 tới đây ạ!",
            "Chào bạn,. . PDT đã ghi nhận yêu cầu về đăng ký xét TN của bạn. SV vui lòng theo dõi email  và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 12/10/2021 SV vẫn chưa nhận được mail hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 11/2021. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . kính thưa PĐT, em có đăng kí anh văn 4A và theo thiết kế chương trình sẽ kết thúc vào tuần 45 (ngày 13/11), em cũng hoàn thành xong tất cả các môn học còn lại trong chương trình đào tạo (kể cả LVTN) thì đến lúc đó nếu có lễ tốt nghiệp tháng 11 (giả sử được tổ chức sau ngày 13/11) thì em có thể bổ sung để được dự lễ không ạ tại vì theo lịch hiện tại của PĐT thì hạn chót là ngày 31/10 trong khi ngày bắt đầu học của lớp anh văn 4A là ngày 11/10 (chương trình học trong 5 tuần). Mong PĐT sớm phản hồi. Em xin chân thành cảm ơn",
            "Chào bạn. . ·        Pdt sẽ giải quyết tốt nghiệp theo thông báo đến hết HK211 (dự kiến cuối tháng 12/2021) nghen, bạn yên tâm nghen.. . ·        Lịch trình trình tốt nghiệp hiện tại trên trang aao.hcmut.edu.vn là để kịp Lễ tốt nghiệp trao bằng dự kiến tháng 11/2021 . . ·        Xem chi tiết lịch trình tốt nghiệp tại trang web PĐT (aao.hcmut.edu.vn)    Tốt nghiệp    Thông tin tốt nghiệp    Tháng 11/2021    Lịch trình đăng ký tốt nghiệp và cấp bằng tháng 11/2021. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Sau khi PĐT mail thông báo danh sách hoãn thi HK203 . . . . http://www.aao.hcmut.edu.vn/tracuu/xem_danhsach?id_ds=2802. . . . Em đã kiểm tra lại xem đã có tên em hay chưa. . . . Và hiện tại vẫn chưa có tên em, mong PĐT hậu kiểm lại ạ. . . . Em hoãn thi môn giải tích 2 MT1005 lớp cô [full_name], nhóm DT01-B, ngày thi 24/8 ca thi 16g, em hoãn thi ngày 23/8",
            "Chào em,. . Cô tra em có tên trong ds hk203 nè. . STT 427\t[student_id]\tHK203\tMT1005\t\tx\t\tLT. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác:",
            "Chào bạn. . - Phòng Đào tạo đã đồng ý yêu cầu về việc xin HUỶ Hoãn Thi của bạn. . . - Bạn thi bình thường theo Lịch thi đã thông báo. . - Trường hợp có sự cố bất khả kháng trong khi thi dẫn đến không thể hoàn thành được bài thi, và không được giải quyết cho thi các ca thi sau (nếu có), sinh viên có thể đăng ký \"Hoãn thi\" ngay sau buổi thi (không phải vắng thi có phép), SV phải báo với CBCT hoặc trực thi để được ghi nhận vào trong danh sách thi. PDT sẽ đối chiếu lại với danh sách Khoa để ra quyết định hoãn thi. . Chúc bạn học tập tốt nhé.. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Chào PĐT, em là [full_name], sinh viên k17 đang theo học tại khoa Khoa học và Kỹ thuật Máy tính.. . . . Năm nhất, em rớt môn Hệ Thống Số(4tc). Năm nay em dự tính học lại và nhận thấy khoa KH&KT Máy tính đã thay đổi mã số môn học và giảm số tín chỉ của môn này.. . . . Do vậy, em tạo yêu cầu này mong PĐT có thể sắp xếp để em đăng kí học bù bằng 1 môn khác để hoàn thành chương trình học và tốt nghiệp.. . . . Em xin cảm ơn PĐT ạ.",
            "Chào bạn,. . Về Chương trình Đào tạo, danh sách môn tương đương…, bạn vui lòng xem tại:. . aao.hcmut.edu.vn/Sinh viên/Chương trình Đào tạo. . Sinh viên thắc mắc về CTĐT vui lòng liên hệ về Khoa xin gặp Thầy/Cô Phụ trách về CTĐT để được tư vấn và hỗ trợ thêm.. . Thân mến,. .",
            "Chào cô,. . . . Ở đợt đăng kí vừa rồi, em đã đăng kí 2 môn tương đương với môn này rồi nhưng PĐT báo không mở lớp nên không thể đăng kí ạ. Trong khi đó, em kiểm tra chương trình đào tạo của các khóa sau thì môn này được học ở học kỳ đầu tiên của năm học (hình gửi kèm).. . . . Vậy cho em hỏi tại sao em lại không được đăng kí môn này ạ?. . . . Em xin cảm ơn.",
            "Chào em,. . Cô đóng câu này nhé, [full_name] trả lời em qua email.. . Thân mến.. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Dạ em chào thầy (cô), em có hỏi về nhận thẻ sinh viên hệ VHVL do dịch chưa đến trường nhận được và sắp thi giữa kì, được trả lời cung cấp địa chỉ. Tên: [full_name], địa chỉ: 60 khu 2 Thị trấn Trà Ôn, Huyện Trà Ôn, Tỉnh Vĩnh Long, số điện thoại: [phone_number]. Em cảm ơn. .",
            "Chào bạn. . Pdt đã gởi bưu điện thẻ SV của bạn, bạn vui lòng đợi nhận nghen. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Dạ cho em hỏi, hiện tại em đang học lại anh văn 2 học kỳ 211, anh văn 3 em đã hoãn thi kỳ 202 vừa rồi. Vậy đến đợt đăng ký môn học học kỳ 212 em có được đăng ký môn năm 3 không ạ, hay là khi có điểm qua môn anh văn 2 và anh văn 3 mới đủ chuẩn đăng ký môn năm 3 ạ.. . Em cảm ơn.",
            "Chào bạn. . Muốn đăng ký được môn năm 3 thì phải theo quy định. . Về quy định điểm hoãn thi:  Môn học có điểm HT, VP được xem là môn đã học trước khi xét điều kiện đăng ký môn học.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: dạ em bị mất thời khóa biểu và lịch thi ở trên mybk ạ, không biết có cách nào khắc phục không ạ",
            "Chào em,. . Cô kiểm tra TKB HK211 của em vẫn có nhé.. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em chào phòng đào tạo , em có đăng ký hoãn thi môn kinh tế chính trị , vì lý do sự cố kỹ thuật ( đã được bên bộ môn chấp thuận) và em cũng đã điền form đăng ký hoãn thi nhưng đến ngày hôm nay mybk (bảng điểm) của em vẫn bị điểm 13 , và trong danh sách hoãn thi kì 203 không có tên em. . . Em cảm ơn ạ",
            "Chào bạn,. . Hiện tại nhà trường chưa ra QD hoãn thi nhé bạn, dự kiến ra quyết định chung vào cuối tháng 12, nên trường hợp đăng ký hoãn thi vẫn bị điểm 13 bình thường. Sau khi hậu kiểm với ds của Khoa thì mới ra quyết định hoãn thi và sẽ điều chỉnh lại điểm trên mybk/Thông tin SV/xem điểm. . Lưu ý:. . 1) PDT sẽ hậu kiểm lại với danh sách cấm thi của Khoa gửi lên, nếu SV bị cấm thi sẽ bị hủy kết quả hoãn thi theo quy định. SV vẫn phải hoàn thành các phần việc của môn học, nhất là TH/TNg và BTL. GV có quyền cấm thi nếu SV không hoàn thành tốt các phần này. . 2) Trường hợp có sự cố bất khả kháng trong khi thi dẫn đến không thể hoàn thành được bài thi, và không được giải quyết cho thi vào ca thi tiếp theo (nếu có), sinh viên có thể đăng ký \"Hoãn thi\" ngay sau buổi thi (không phải vắng thi có phép), SV phải báo với CBCT hoặc trực thi để được ghi nhận vào trong danh sách thi. PDT sẽ đối chiếu lại với danh sách của Khoa về các tình huống đã thi nhưng điểm thấp hoặc không có báo cáo ghi nhận về các sự cố trong buổi thi trước khi quyết định hoãn thi. . 3) Riêng đối với môn Đồ án, Thực tập ngoài trường, Đề cương Luận văn, Luận văn/Tiểu luận tốt nghiệp: SV có thể xin hoãn bảo vệ với lý do dịch Covid-19 ảnh hưởng nghiêm trọng đến kết quả thực hiện đề tài (không thực nghiệm được tại Phòng thí nghiệm, không thực địa, ...). SV gửi email trực tiếp đến Giáo viên hướng dẫn, Khoa/Bộ môn để được xem xét đồng ý và forward email cuối cùng đến email của PĐT để đăng ký.. . . . - Chào em,. . PĐT đã gửi 2 email, em chú ý kỹ học kỳ nhé. . Thân gửi các bạn sinh viên,. . . . PĐT phản hồi yêu cầu Sinh viên đã đăng ký Hoãn thi HK203 (đăng ký trước ngày 09/09/2021). . . . + Sinh viên tra cứu danh sách môn đã đăng ký tại đường link:. . . . http://www.aao.hcmut.edu.vn/tracuu/xem_danhsach?id_ds=2802. . Thân mến,. . . . STT 453\t1913656\tHK203\tSP1033\t\tx\t\tLT. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Kính gửi Phòng Đào tạo,. . . . Em đã đăng ký hoãn thi cuối kỳ GT1 vào ngày 24/08/2021 và đã nhân được email đông ý từ phòng đào tạo. Nhưng em không tìm được tên mình tròn link danh sách hoãn thi (link: http://www.aao.hcmut.edu.vn/tracuu/xem_danhsach?id_ds=2802). . . . Em mong Phòng Đào Tạo giúp em kiểm tra lại.. . Em xin cảm ơn ạ.",
            "Chào em,. . PĐT đã gửi 2 email, em chú ý kỹ học kỳ nhé. . Thân gửi các bạn sinh viên,. . . . PĐT phản hồi yêu cầu Sinh viên đã đăng ký Hoãn thi HK203 (đăng ký trước ngày 09/09/2021). . . . + Sinh viên tra cứu danh sách môn đã đăng ký tại đường link:. . . . http://www.aao.hcmut.edu.vn/tracuu/xem_danhsach?id_ds=2802. . Thân mến,. . Cô tìm em có trong ds nè. . . . STT 462\t[student_id]\tHK203\tMT1003\t\tx\t\tLT"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Cho mình gửi đơn xin hủy hoãn thi, vì lúc trước đăng kí hoãn thi vì bản record bị lỗi nhưng đã được GMBM và BM thông qua",
            "Chào bạn. . - Phòng Đào tạo đã đồng ý yêu cầu về việc xin HUỶ Hoãn Thi của bạn. . . - Bạn thi bình thường theo Lịch thi đã thông báo. . - Trường hợp có sự cố bất khả kháng trong khi thi dẫn đến không thể hoàn thành được bài thi, và không được giải quyết cho thi các ca thi sau (nếu có), sinh viên có thể đăng ký \"Hoãn thi\" ngay sau buổi thi (không phải vắng thi có phép), SV phải báo với CBCT hoặc trực thi để được ghi nhận vào trong danh sách thi. PDT sẽ đối chiếu lại với danh sách Khoa để ra quyết định hoãn thi. . Chúc bạn học tập tốt nhé.. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Sau khi có mail xác nhận (20/8/2021) của thầy Nguyễn Đình Dương về hậu kiểm điểm thi GT1 cuối học kì 202 lớp Dự thính DT02 của em (đã có video chứng minh) là 6,11 thì vào ngày 29/9/2021 sau khi em xem trên MyBK - Cổng thông tin sinh viên - Bảng điểm thì em vẫn nhận được điểm là 13. Không biết là do PĐT nhập lỗi hay là sao ạ????. . Em kính mong hãy cho em phản hồi sớm về sự việc này ạ.. .",
            "Chào em,. . - Nếu GV đã khóa môn học và muốn sửa điểm thì GV gửi email hoặc phiếu đề nghị mở khóa môn học, nhóm để mở khóa (HK202) trong thời gian cho phép sửa.. . - Điểm do GV nhập em nhé.. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . dạ em tên [full_name] - [student_id] khoa xây dựng k20 ạ. Phòng đạo tạo cho em hỏi là hiện tại bkpay của em vẫn chưa hiện cập nhật học phí hk211 ạ ( em vẫn đăng nhập bình thường) , trong khi đó thì các bạn em đã cập nhật rồi ạ. em mong phòng đạo tại xem lại giúp em , để em biết mức học phí để chuẩn bị đóng ạ. em cám ơn ạ.. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Kính gửi Phòng Đào Tạo,. . . . Em là [full_name], sinh viên năm 4 khoa Kỹ thuật Giao Thông, MSSV [student_id]. Em đã hoàn thành xong chương trình học của ngành Công nghệ kỹ thuật ô tô (đã hoàn thành luận văn) và em đang chuẩn bị cho đợt xét tốt nghiệp cuối học kỳ này. Hiện tại em đang có nguyện vọng học thêm ngành Khoa học máy tính hệ vừa học vừa làm hoặc đào tạo từ xa của trường mình. Sau khi tìm hiểu thủ tục xét tuyển, em được biết là trong hồ sơ dự tuyển cần có bằng tốt nghiệp đại học bản sao hoặc công chứng. Nhưng hạn đăng ký xét tuyển trên trang tuyển sinh của trường là ngày 9/11 tới đây. Em lo là mình sẽ không thể kịp có được bằng ĐH của ngành 1 để nộp hồ sơ dự tuyển. Vậy em xin phép được hỏi là em có thể bổ sung bằng ĐH của ngành 1 vào hồ sơ xét tuyển sau được không ạ hoặc có cách nào khác để em có thể đăng ký kịp hạn xét tuyển không ạ.. . . . Em xin chân thành cảm ơn ạ.",
            "Chào bạn,. . Về việc nộp hồ sơ bằng 2, vlvh, bạn vui lòng gửi email về cho anh [email] để được tư vấn và hỗ trợ nhé!. . Thân mến,. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em đã làm đơn xin hủy đăng kí hoãn thi HK 202. Mong được xem xét lại ạ. Em cám",
            "Chào bạn. . - Phòng Đào tạo đã đồng ý yêu cầu về việc xin HUỶ Hoãn Thi của bạn. . . - Bạn thi bình thường theo Lịch thi đã thông báo. . - Trường hợp có sự cố bất khả kháng trong khi thi dẫn đến không thể hoàn thành được bài thi, và không được giải quyết cho thi các ca thi sau (nếu có), sinh viên có thể đăng ký \"Hoãn thi\" ngay sau buổi thi (không phải vắng thi có phép), SV phải báo với CBCT hoặc trực thi để được ghi nhận vào trong danh sách thi. PDT sẽ đối chiếu lại với danh sách Khoa để ra quyết định hoãn thi. . Chúc bạn học tập tốt nhé.. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em chào PĐT, em đã đăng ký hoãn thi cuối kỳ Giải tích 1 vào ngày 26/8, PĐT đã gửi mail phản hồi giải quyết, sao em xem bảng điểm lại thể hiện em 0,5đ tổng kết ạ. Mong phòng đào tạo xem xét ạ.",
            "Chào bạn,. . Hiện tại nhà trường chưa ra QD hoãn thi nhé bạn, dự kiến ra quyết định chung vào cuối tháng 12, nên trường hợp đăng ký hoãn thi vẫn bị điểm 13 bình thường. Sau khi hậu kiểm với ds của Khoa thì mới ra quyết định hoãn thi và sẽ điều chỉnh lại điểm trên mybk/Thông tin SV/xem điểm. . Lưu ý:. . 1) PDT sẽ hậu kiểm lại với danh sách cấm thi của Khoa gửi lên, nếu SV bị cấm thi sẽ bị hủy kết quả hoãn thi theo quy định. SV vẫn phải hoàn thành các phần việc của môn học, nhất là TH/TNg và BTL. GV có quyền cấm thi nếu SV không hoàn thành tốt các phần này. . 2) Trường hợp có sự cố bất khả kháng trong khi thi dẫn đến không thể hoàn thành được bài thi, và không được giải quyết cho thi vào ca thi tiếp theo (nếu có), sinh viên có thể đăng ký \"Hoãn thi\" ngay sau buổi thi (không phải vắng thi có phép), SV phải báo với CBCT hoặc trực thi để được ghi nhận vào trong danh sách thi. PDT sẽ đối chiếu lại với danh sách của Khoa về các tình huống đã thi nhưng điểm thấp hoặc không có báo cáo ghi nhận về các sự cố trong buổi thi trước khi quyết định hoãn thi. . 3) Riêng đối với môn Đồ án, Thực tập ngoài trường, Đề cương Luận văn, Luận văn/Tiểu luận tốt nghiệp: SV có thể xin hoãn bảo vệ với lý do dịch Covid-19 ảnh hưởng nghiêm trọng đến kết quả thực hiện đề tài (không thực nghiệm được tại Phòng thí nghiệm, không thực địa, ...). SV gửi email trực tiếp đến Giáo viên hướng dẫn, Khoa/Bộ môn để được xem xét đồng ý và forward email cuối cùng đến email của PĐT để đăng ký.. . Chúc bạn học tập tốt nhé.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Cho em hỏi là: em học pass Anh văn A2 rồi, khi em nộp bằng TOEIC vào trường để chuyển điểm thì có chuyển được: môn Anh văn A2 từ \"Đạt\" không tính vào điểm trung bình tích lũy --  Anh văn A2 10đ không ạ. Em cảm ơn.",
            "[full_name]E MSSV/MSGV: [student_id]    . . . . Học vụ. . . . Cho em hỏi là: em học pass Anh văn A2 rồi, khi em nộp bằng TOEIC vào trường để chuyển điểm thì có chuyển được: môn Anh văn A2 từ \"Đạt\" không tính vào điểm trung bình tích lũy --  Anh văn A2 10đ không ạ. Em cảm ơn.  /[full_name]E . .   [full_name]E MSSV/MSGV: [student_id]    . . . . Học vụ. . . . Cho em hỏi là: em học pass Anh văn A2 rồi, khi em nộp bằng TOEIC vào trường để chuyển điểm thì có chuyển được: môn Anh văn A2, từ 2 tín chỉ \"Đạt\" không tính vào điểm trung bình tích lũy --  2 tín chỉ 10đ không ạ. Em cảm ơn.  /[full_name]E . .",
            "Học vụ . Cho em hỏi là: em học pass Anh văn A2 rồi, khi em nộp bằng TOEIC vào trường để chuyển điểm thì có chuyển được: môn Anh văn A2, từ 2 tín chỉ \"Đạt\" không tính vào điểm trung bình tích lũy . . --  2 tín chỉ 10đ không ạ. Em cảm ơn.. .",
            "Chào bạn. . Được nghen bạn. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Thầy cô ơi!. . Em có hoãn thêm một môn sau ngày 9 tháng 9.. . Không biết môn đó có được hoãn thi không ạ???",
            "Chào em,. . Em có hoãn thêm một môn sau ngày 9 tháng 9.. . =  Em chờ thông báo sau nhé.. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Dạ thầy cô ơi, em là sinh viên K15, em chỉ còn thiếu mỗi bằng TOEIC nói viết nữa là đủ điều kiện tốt nghiệp nhưng trong kì thi online đợt 1 vào ngày 15/9 em chỉ có 190 điểm không đạt yêu cầu đăng kí tốt nghiệp rồi.. . Không biết thầy cô có thể cho em xin thi lần nữa vào đợt 5 sắp đến được không ạ? . . Vì thi online chỉ được đăng kí 1 lần nhưng em rớt rồi giờ k thi trực tiếp tại Sài Gòn được, em k biết phải làm sao ạ.... . Mong thầy cô giúp đỡ ạ.... .   i Tốt nghiệp .",
            "Chào bạn. . Bạn vui lòng đợi thông báo trong tháng 10, hoặc liên hệ TTNN để đăng ký thi trực tiếp. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . chào thầy, cô. . em là [full_name], MSSV: [student_id]. Hồi hè em có xin hoãn thi Phương pháp tính (CH1003) mà giờ điểm hoãn thi chưa được cập nhật.. . Em cảm ơn.",
            "Chào em,. . mà giờ điểm hoãn thi chưa được cập nhật.. . =  Hiện tại nhà trường chưa ra QD hoãn thi nhé bạn, dự kiến ra quyết định chung vào cuối tháng 12, nên trường hợp đăng ký hoãn thi vẫn bị điểm 13 bình thường. Sau khi hậu kiểm với ds của Khoa thì mới ra quyết định hoãn thi và sẽ điều chỉnh lại điểm trên mybk/Thông tin SV/xem điểm. . Lưu ý:. . 1) PDT sẽ hậu kiểm lại với danh sách cấm thi của Khoa gửi lên, nếu SV bị cấm thi sẽ bị hủy kết quả hoãn thi theo quy định. SV vẫn phải hoàn thành các phần việc của môn học, nhất là TH/TNg và BTL. GV có quyền cấm thi nếu SV không hoàn thành tốt các phần này. . 2) Trường hợp có sự cố bất khả kháng trong khi thi dẫn đến không thể hoàn thành được bài thi, và không được giải quyết cho thi vào ca thi tiếp theo (nếu có), sinh viên có thể đăng ký \"Hoãn thi\" ngay sau buổi thi (không phải vắng thi có phép), SV phải báo với CBCT hoặc trực thi để được ghi nhận vào trong danh sách thi. PDT sẽ đối chiếu lại với danh sách của Khoa về các tình huống đã thi nhưng điểm thấp hoặc không có báo cáo ghi nhận về các sự cố trong buổi thi trước khi quyết định hoãn thi. . 3) Riêng đối với môn Đồ án, Thực tập ngoài trường, Đề cương Luận văn, Luận văn/Tiểu luận tốt nghiệp: SV có thể xin hoãn bảo vệ với lý do dịch Covid-19 ảnh hưởng nghiêm trọng đến kết quả thực hiện đề tài (không thực nghiệm được tại Phòng thí nghiệm, không thực địa, ...). SV gửi email trực tiếp đến Giáo viên hướng dẫn, Khoa/Bộ môn để được xem xét đồng ý và forward email cuối cùng đến email của PĐT để đăng ký.. . Chúc bạn học tập tốt nhé.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "QUOTE Đăng ký môn học . Dạ chào thầy cô!. . Như 2 câu hỏi trước e đã trình bày: nếu chỉ cần điểm Đạt cho Av4 thì cho em có thể xin đăng kí bổ sung môn Anh văn 4A, lớp DT08 hoặc bất kì 1 lớp nào khác được không ạ?. . Do không hiểu quy chế đào tạo nên em nghĩ cần phải có điểm trung bình tích lũy cho môn Anh văn 4 nên em đã hủy môn.. . Rất mong thầy/cô xem xét cho em đăng kí bổ sung lại ạ. Để em có cơ hội hoàn thành các môn và tốt nghiệp trong kì này. Do dịch covid nên em không biết khi nào mới được đi thi chứng chỉ.. . Em xin chân thành cảm ơn"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Em là [full_name], MSSV [student_id], Khoa Công Nghệ Vật Liệu. Em viết thư này vì khiếu nại việc hoãn thi khi e hoãn rất sớm và được choa hoãn nhưng giờ trường lại không có mấy môn em hoãn lúc đầu. Mong nhà trường xét lại cho em. Em cảm ơn ạ.. .",
            "Chào em,. . SV đăng nhập vào Google bằng tài khoản [email] và điền thông tin hoãn thi theo link: https://forms.gle/ckyYcJMWN7w3kqe56. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]  /b \t[full_name] [full_name] [full_name] [full_name]   i Học vụ  /i [full_name] [full_name] [full_name] [full_name] Chào Thầy/Cô[full_name] [full_name] Em tên là [full_name] - [student_id], chương trình kỹ sư CLC Việt Pháp PFIEV[full_name] [full_name] Em có thắc mắc là học kỳ 202 em có rớt môn 404710 - Biến đổi tín hiệu số và ứng dụng nhưng em lại không thấy lịch thi lại của môn này trong danh sách các môn thi lại[full_name] Vậy cho em hỏi là có bị sót môn thi lại hay không ạ[full_name] Mong được sự hỗ trợ ạ, em xin cảm ơn[full_name]",
            "Cô đóng câu này nhé, PĐT đã trả lời em ở câu khác"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Dạ em chào các thầy cô PDT ạ!. . Em là [full_name], MSSV: [student_id].. . Các thầy cô cho em hỏi trường mình khi nào phát giấy tạm hoãn NVQS HK211 vậy ạ?. . Ở quê xã đã có giấy gọi NVQS gửi cho em rồi mà hiện tại học kỳ mới em vẫn chưa có giấy tạm hoãn của trường ạ.. . Mong các thầy cô giải đáp giúp em ạ. Em cảm ơn nhiều ạ!",
            "Chào bạn,. . - SV chủ động đăng ký giấy Xác nhận SV hoãn NVQS để bổ sung cho địa phương và chọn dịch vụ gửi qua được bưu điện (người nhận trả tiền) nếu có nhu cầu (PDT không in hàng loạt như các năm trước). . - Sau khi xử lý giấy chứng nhận sinh viên, Phòng Đào tạo sẽ gửi về địa chỉ sinh viên đăng ký khi bưu điện hoạt động lại bình thường trong đợt giãn cách xã hội. Mặt khác, sinh viên có thể tải bản scan trên trang đăng ký chứng nhận sinh viên (sau khi yêu cầu của SV đã được xử lý).. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Dạ em có câu hỏi muốn được giải đáp ạ, là em có đăng ký hoãn thi môn Giải tích 2 - MT1005 trước ngày 09/09/2021 và cũng có danh sách hoãn thi trên link PĐT gửi ạ, nhưng mà sao em vào bảng điểm thì lại là điểm 13 ạ? Mong nhà trường giải đáp thắc mắc này ạ, em xin cảm ơn.",
            "Chào bạn,. . Hiện tại nhà trường chưa ra QD hoãn thi nhé bạn, dự kiến ra quyết định chung vào cuối tháng 12, nên trường hợp đăng ký hoãn thi vẫn bị điểm 13 bình thường. Sau khi hậu kiểm với ds của Khoa thì mới ra quyết định hoãn thi và sẽ điều chỉnh lại điểm trên mybk/Thông tin SV/xem điểm. . Lưu ý:. . 1) PDT sẽ hậu kiểm lại với danh sách cấm thi của Khoa gửi lên, nếu SV bị cấm thi sẽ bị hủy kết quả hoãn thi theo quy định. SV vẫn phải hoàn thành các phần việc của môn học, nhất là TH/TNg và BTL. GV có quyền cấm thi nếu SV không hoàn thành tốt các phần này. . 2) Trường hợp có sự cố bất khả kháng trong khi thi dẫn đến không thể hoàn thành được bài thi, và không được giải quyết cho thi vào ca thi tiếp theo (nếu có), sinh viên có thể đăng ký \"Hoãn thi\" ngay sau buổi thi (không phải vắng thi có phép), SV phải báo với CBCT hoặc trực thi để được ghi nhận vào trong danh sách thi. PDT sẽ đối chiếu lại với danh sách của Khoa về các tình huống đã thi nhưng điểm thấp hoặc không có báo cáo ghi nhận về các sự cố trong buổi thi trước khi quyết định hoãn thi. . 3) Riêng đối với môn Đồ án, Thực tập ngoài trường, Đề cương Luận văn, Luận văn/Tiểu luận tốt nghiệp: SV có thể xin hoãn bảo vệ với lý do dịch Covid-19 ảnh hưởng nghiêm trọng đến kết quả thực hiện đề tài (không thực nghiệm được tại Phòng thí nghiệm, không thực địa, ...). SV gửi email trực tiếp đến Giáo viên hướng dẫn, Khoa/Bộ môn để được xem xét đồng ý và forward email cuối cùng đến email của PĐT để đăng ký.. . Chúc bạn học tập tốt nhé.. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Chào Quý thầy, cô.. . Em tên là Phạm Xuân Anh MSSV [student_id]. Em có đăng ký hoãn thi môn Vật Lý 1 (MSMH: PH1003) của học kì 203, tuy nhiên sau khi kiểm tra trong danh sách hoãn thi HK203 của phòng đào tạo thì em lại không thấy tên mình có trong danh sách. Vậy quý thầy, cô cho em xin hỏi là trường hợp của em nên xử lý thế nào ạ?. . Trong trường hợp do em điền sai thông tin trong đơn xin hoãn thi thì em phải xử lý như thế nào ạ?",
            "Chào em,. . PĐT đã gửi 2 email, em chú ý kỹ học kỳ nhé. . Thân gửi các bạn sinh viên,. . . . PĐT phản hồi yêu cầu Sinh viên đã đăng ký Hoãn thi HK203 (đăng ký trước ngày 09/09/2021). . . . + Sinh viên tra cứu danh sách môn đã đăng ký tại đường link:. . . . http://www.aao.hcmut.edu.vn/tracuu/xem_danhsach?id_ds=2802. . Thân mến,. . Cô kiểm tra có tên em nè:. . . . STT 418\t[student_id]\tHK203\tPH1003\t\tx\t\tLT",
            "Học vụ . Chào Quý thầy, cô.. . Em tên là Phạm Xuân Anh MSSV [student_id]. Em có đăng ký hoãn thi môn Vật Lý 1 (MSMH: PH1003) của học kì 203, tuy nhiên sau khi kiểm tra trong danh sách hoãn thi HK203 của phòng đào tạo thì em lại không thấy tên mình có trong danh sách. Vậy quý thầy, cô cho em xin hỏi là trường hợp của em nên xử lý thế nào ạ?. . Trong trường hợp do em điền sai thông tin trong đơn xin hoãn thi thì em phải xử lý như thế nào ạ?. . Mong Quý thầy, cô sớm phản hồi và giải đáp. Em xin cảm ơn !",
            "Chào em,. . PĐT đã gửi 2 email, em chú ý kỹ học kỳ nhé. . Thân gửi các bạn sinh viên,. . . . PĐT phản hồi yêu cầu Sinh viên đã đăng ký Hoãn thi HK203 (đăng ký trước ngày 09/09/2021). . . . + Sinh viên tra cứu danh sách môn đã đăng ký tại đường link:. . . . http://www.aao.hcmut.edu.vn/tracuu/xem_danhsach?id_ds=2802. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em tên [full_name], MSSV [student_id]. . Em đã học xong đủ tín chỉ để tốt nghiệp, nhưng vẫn chưa có trong danh sách tốt nghiệp. Em nhờ thầy cô xem và xét duyệt để em có thể đăng ký tốt nghiệp như dự kiến.. . Em cảm ơn thầy cô.",
            "Chào bạn,. . PDT đã ghi nhận yêu cầu về đăng ký xét TN của bạn. SV vui lòng theo dõi email  và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 08/10/2021 SV vẫn chưa nhận được mail hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 11/2021. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Dạ các thầy (cô) cho em hỏi về việc nộp hồ sơ học bổng online theo đường link. Trong yêu cầu người ta có ghi nộp \"Bảng điểm năm học 2020 – 2021 (do Phòng Đào tạo cấp)\" thì cho em hỏi là mình phải đăng ký in bảng điểm để phòng đào tạo gửi về hay chỉ cần chụp màn hình bảng điểm ạ.. . Em xin cảm ơn ạ!",
            "Chào em,. . Về học bổng, em liên hệ phòng Công tác chính trị sv qua email [email] để được hướng dẫn nhé.. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Thưa thầy/cô PĐT, em có đăng kí in bảng điểm 27/09 và đã thanh toán. Em mong có thể nhận bản scan của bảng điểm trong hôm nay để hoàn thành hồ sơ học bổng vì hôm nay là hạn chót để nộp hồ sơ. Em xin cảm ơn.. .   . .",
            "Chào bạn. . Hiện tại Pdt triển khai gởi bảng điểm qua bưu cục, nếu bạn đã đăng ký thì hệ thống tự động có bảng điểm là gởi liền qua bưu cục cho bạn. . Nên bạn vui lòng đợi nhận nghen. . Thân. ."
        ]
    }
]