[
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ em chào anh chị!. . Em có đăng kí môn dự thính lộ trình 2(bắt đầu học từ 30/8) nhưng không thấy có thời khóa biểu ạ.. . Dạ đây là hình ảnh ạ!. . Em cảm ơn!",
            "PDT không đ/ký cho SV [full_name] (T: Trùng giờ TKB)\t2021-09-05 21:47:47. . - Sinh viên xem lý do tại sao có ĐKMH HK211 Dự thính –Lộ trình 2- Đợt 2 mà không có TKB tại trang web: mybk.hcmut.edu.vn    Đăng ký môn học    ĐKMH HK211 Dự thính –Lộ trình. . 2 -Đợt 2 - Kết quả đợt 2    bấm vào mục Đăng ký mới    chọn. . Loại hìnhđăng ký    xem Lịch sử đăng ký.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ em chào cô ạ. Em xin gửi lại cô mẫu đơn xin thu nhận lại theo yêu cầu của câu hỏi lần trước ạ. Mong nhận được phản hồi từ cô để em được đăng ký môn học vào học kỳ tiếp theo ạ, hiện tình hình dịch bệnh ở tỉnh em nên em hơi khó khăn ạ. Em xin chân thành cảm ơn cô.",
            "Chào bạn. . Đơn thu nhận của bạn Pdt đang xử lý. . Dự kiến cuối tháng 11 tình trạng “Đang học” sẽ cập nhật trên Mybk-thông tin sinh viên. . - Xem chi tiết lịch đăng ký môn học HK kế tiếp (HK 212) dự kiến cập nhật cuối tháng 11/2021 tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ theo học kỳ    Lịch học vụ năm học 2021-2022    Học kỳ 2 . . Thân. . . .",
            "Dạ cô ơi, hiện tại hôm nay ngày 1/12/2021 em vẫn chưa được đăng ký môn học ạ. Theo như trích dẫn ở trên thì hôm nay em được đăng ký môn học cho học kỳ mới. Huhu, cô ơi giúp em với ạ, covid đang làm khó khăn cho em quá ạ. Em đã gửi đơn xin thu nhận lại như trên. Nhưng khi em vào lại không thể đăng ký được môn học cho học kỳ mới. Khi em vào kiểm tra thì em lại bị tạm dừng vào ngày 29/11/2021. Em đính kèm ảnh. Cô ơi, giờ em phải làm gì đây ạ, ngày đăng ký môn học đang cạn dần. Mong cô giúp em lần này. Để em tiếp tục được học và ra trường cô ơi.",
            "Chào em;. . Hình em đính kèm là đã thu nhận lại chứ không phải tạm dừng nhé. . Em có thể đăng ký vào đợt đăng ký môn học tiếp theo bắt đầu từ ngày 23/12/2021 nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Dạ hôm nay là 11/10 , theo thông báo của gmail trường gửi về thì em đã lỡ hạn đăng ký nhận sách miễn phí , giấy báo trúng tuyển và giấy tạm hoãn nghĩa vụ quân sự . Em đang thực sự rất cần giáo trình , và đặc biệt là giấy tạm hoãn nghĩa vụ quân sự . Mong nhà trường có thể giúp em để có thể nhận được sách và các giấy tờ trên. Em xin lỗi vì sự chậm trễ này . Nếu nhà trường có thể giúp thì dưới đây là thông tin của em ạ , em xin cảm ơn !. .           Họ và tên : [full_name] ;. .           Mã số sinh viên : [student_id] ;. .           Số điện thoại : [phone_number] ;. .           Địa chỉ : 16A , ngõ 15 , đường Trần . .           Phú , thị trấn Hương Khê , huyện . .           Hương Khê , tỉnh Hà Tĩnh .. .",
            "Thân gửi Tân Sinh viên,. . . . Nhà trường đang tiến hành gửi Giấy báo trúng tuyển và gọi nhập học; Giấy chứng nhận sinh viên tạm hoãn nghĩa vụ quân sự (cho SV nam); Giáo trình học kỳ 1 năm nhất cho Tân sinh viên (chính quy đại trà; Chương trình Chất lượng cao Việt Pháp (PFIEV); Chương trình chất lượng cao tăng cường tiếng Nhất). Sinh viên vui lòng vào đăng ký địa chỉ nhận như sau:. . . . - Đăng ký tại: mybk.hcmut.edu.vn     Nhập học     Đăng ký địa chỉ nhận. . . . - Thời gian đăng ký: trước 17h00 ngày 12/10/2021. . . .  Lưu ý: Nhà trường sẽ không gửi giáo trình, Giấy hoãn NVQS và Giấy báo trúng tuyển và gọi nhập học cho những hợp sinh viên không đăng ký địa chỉ nhận.. . . . Bạn nào đã đăng ký nhận vui lòng bỏ qua email này"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Chào thầy/cô. . - Do đợt thi nói- viết online vừa rồi em chưa đạt nên không xét tốt nghiệp được. Thầy/cô cho em hỏi sắp tới trường còn tổ chức đợt thi nói- viết nào trước khi kết thúc xét tốt nghiệp đợt tháng 11 này không ạ?. . - Cho em hỏi thêm nếu em đăng kí in bảng điểm thì khoảng bao lâu sẽ có ạ?",
            "Chào bạn. . Bạn kiểm tra mail, Pdt mới gởi thông báo về việc này. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Hiện tại là em có đăng ký rút môn học \"Phân tích thực phẩm\" có mã lý thuyết là CH3371, mã bài tập là CH3372 và điền cả 2 mã này trong form rút môn học. Hôm nay 11/10/2021 thì nhận mail trả kết quả rút môn thì em nằm trong bảng excel người đăng ký sai, nhưng khi lên MyBK xem thời khóa biểu thì cả 2 mã môn này đều không còn trên thời khóa biểu nữa. Vậy em có cần phải viết Phiếu rút môn không ạ?. . Em cảm ơn. .",
            "Thân gửi các bạn sinh viên,. . . . Phòng đào tạo có tiếp nhận yêu cầu RÚT MÔN HỌC HK211 qua google forms từ mail của Sinh viên đã đăng ký.. . . . Sau khi đối chiếu dữ liệu có một số trường hợp đăng ký không đúng, nên PĐT không thể giải quyết yêu cầu RÚT MÔN HỌC HK211 của Sinh viên.. . . . Các trường hợp đăng ký sai do các nguyên nhân sau:. . . . 1-   Đăng ký sai MÃ SỐ MÔN HỌC.. . . . 2-   Đăng ký môn học không có thời khóa biểu của HK211.. . . . 3-  Đăng ký mã môn học đi kèm với môn lý thuyết (mã môn thí nghiệm hoặc mã môn bài tập (ví dụ: mã SP1032 là mã môn bài tập của môn học SP1031) .... . . . Các trường hợp đăng ký sai nếu có nhu cầu đăng ký RÚT MÔN HỌC HK211, SV vui lòng làm theo hướng dẫn sau: (SV vui lòng kiểm tra lại thông tin chính xác trước khi đăng ký. Hiện tại PĐT đã cập nhật kết quả RÚT MÔN HỌC HK211 của SV đã đăng ký  ĐÚNG qua google forms.  SV vui lòng vào kiểm tra tại trang mybk.hcmut.edu.vn/Thông tin sinh viên/Bảng điểm):. . . . 1.   Sv tải PHIẾU ĐĂNG KÝ RÚT MÔN HỌC (được gởi đính kèm) điền thông tin è ký tên è chụp hình để có file ảnh tải lên trang bksi.hcmut.edu.vn.. . . . 2.   Sv đăng nhập vào trang bksi.hcmut.edu.vn è Hỏi/Yêucầu è Tạo câuhỏi/yêu cầu mới è điền thông tin vào CHỦ ĐỀ : Rút môn học (phải thanh toán học phí) HK 211.. . . . 3.   Click vào choose file để tải file ảnh .. . . . 4.   Click vào GỬI.. . . . Hạn chót đăng ký: Trước 10h ngày 13/10/2021 (Sau thời gian trên PĐT sẽ không giải quyết các phát sinh khác nếu có).. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính chào Phòng Đào tạo ạ,. . Em tên là [full_name], MSSV là [student_id].. . Em đã liên hệ Phòng Đào tạo để xin đăng ký luận văn tốt nghiệp (MA4333) vào tháng 8 và được Phòng Đào tạo ghi nhận. Tuy nhiên, kết quả cập nhật thời khóa biểu của em vẫn chưa có luận văn ạ.. . Em xin nhờ Phòng Đào tạo kiểm tra và phản hồi giúp em ạ.. . Em xin cảm ơn nhiều ạ!. . Trân trọng, . . [full_name]",
            "Chào bạn,. . Trường hợp của bạn không đủ điều kiện nhận LVTN nhé, bạn xzem file đính kèm giúp cô, trường hợp khiếu nại vui lòng phản hồi lại bksi nhé.. . 113+12=125  126 Không đủ ĐK nhận LVTN. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em chào thầy cô, em là [full_name] HC17HLY MSSV: [student_id]. Em đã đầy đủ điều kiện đăng kí tốt nghiệp nhưng không được đăng kí vì hiển thị nợ học phí. Mong quý thầy cô kiểm tra thông tin lại giúp em để em đăng kí và có bằng tốt nghiệp tạm thời để đi làm ạ. Em xin cảm ơn",
            "Chào bạn. . Pdt sẽ cập nhật lại, bạn vào khai lại thông tin tốt nghiệp sau thứ 4 ngày 13/10 . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Dạ em chào thầy/cô ạ.. . Em là sinh viên [full_name] - [student_id].. . Cho em hỏi là em muốn xin bảng điểm dưới dạng file pdf thì phải làm sao ạ? Em cảm ơn thầy/cô ạ!. .",
            "Chào bạn,. . Bạn có thể đăng ký in bảng điểm và gửi qua đường bưu điện hoặc bạn có thể chọn nhận tại CS1, sau đó bạn có thể tự scan theo định dạng bạn cần nhé.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Dạ thưa phòng học vụ, em là sinh viên năm 2 đang học kì dự thính, hiện tại em chưa đủ tiền để thanh toán học phí kì dự thính này, mong phòng học vụ có thể gia hạn thêm cho em vài ngày nữa ạ, hoặc trường mình có hỗ trợ cho em vay học phí để đóng ạ, em rất mong nhà trường hỗ trợ ạ, vì tình hình dịch em ko đi làm thêm được, tiền bố mẹ gửi cũng chỉ đủ ăn với đóng tiền nhà thôi ạ, em tiết kiệm vẫn chưa đủ số tiền để đóng học phí. Em xin cám ơn",
            "Chào em,. . Thân gửi các bạn sinh viên,. . . . Sinh Viên thanh toán học phí qua cổng thanh toán BKPay.. . . . Thời gian:. . . . Dự thính ngoài giờ, Dự thính chuyển hệ, VLVH (học nhóm dự thính ngoài giờ), VLVH (diện chuyển cơ sở, chuyển hệ), Anh văn theo nhu cầu: gia hạn đến 15 giờ ngày 11/10.. . . . Lưu ý:. . . . · Sinh viên chưa hoàn tất hoc phí sau thời hạn thanh toán: . . . . Đối với học kỳ dự thính trong học kỳ chính: Bị xoá TKB của các môn đã đăng ký, xoá tên khỏi danh sách kiểm tra/thi và không cho phép ĐKMH ở các kỳ dự thính kế tiếp, bị ghi nợ học phí (mặc dù TKB đã bị xóa).. . . . Sinh viên xem chi tiết Quy chế học vụ đào tạo để thực hiện nghiêm túc tại trang: aao.hcmut.edu.vn/sinh viên/quy chế/học vụ/Quy chế đào tạo và học vụ bậc đại học, cao đẳng/ Điều 7.. . . . · Thông báo về mức thu học phí các bậc đào tạo năm 2021-2022 tại trang web aao.hcmut.edu.vn    sinh viên    học vụ    học phí.. . . . · Sinh viên theo học các môn học học cùng chương trình Tiên tiến/Chất lượng cao/Liên kết Quốc tế sẽ theo dõi và thực hiện các qui định/thông báo về học phí của Văn phòng Đào tạo Quốc tế.. . . . · Số điện thoại hotline của Ngân hàng OCB để được hỗ trợ (khi có phát sinh sự cố):[student_id]8.. . . . · Sinh viên đã thanh toán học phí vui lòng bỏ qua email này.. . . . Trân trọng thông báo.. . . . Em liên hệ phòng Công tác chính trị sv qua email [email] để được hướng dẫn nhé."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Kính gửi: Phòng đào tạo. .    Em tên là [full_name], MSSV : [student_id]. Nghành kĩ thuật hoá học.. .    Do quá khó khăn , tiền ăn còn không có nữa, nên e chưa thể đóng học phí dự thính được. Vậy e xin phòng đào tạo thông cảm và đừng xoá thời khoá biểu các môn dự thính để e có thể học tốt ạ.. .    Em xin để kì 2 năm 2021-2022, e xoay sở đóng học phí dự thính luôn đuọc không ạ.chứ thực sư bế tắc không còn cách nào khác. vì hoàn cảnh em rất khó khăn, giờ dịch bệnh không thể kiếm tiền đươc.. .   Em xin cam đoan những điều nói trên là sự thật. Nếu đuọc em cảm ơn Phòng đào tạo và hứa kì 2 sẽ đóng học phí dự thính kì 1 2021-2022 ạ.. .",
            "Chào em,. . Vấn đề gia hạn học phí em liên hệ phòng Công tác chính trị sv qua email [email] để được hướng dẫn nhé.. . . . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]  /b \t[full_name] [full_name] [full_name] [full_name]   i Tốt nghiệp  /i [full_name] [full_name] [full_name] [full_name] Vì lí do sai sót nên em đã ghi thiếu và sai ở mục người hướng dẫn trong lí lịch tốt nghiệp mong pđt sửa thêm 1 lần nữa là : \" Ts[full_name] [full_name] - Ts[full_name] [full_name]\""
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ .",
            "Chào em,. . Đã hết thời gian rút môn học, em cần làm theo hướng dẫn sau:. . 1.   Sv tải PHIẾU ĐĂNG KÝ RÚT MÔN HỌC (tại trang web: aao.hcmut.edu.vn biểu mẫu) điền thông tin ký tên chụp hình để có file ảnh tải lên trang bksi.hcmut.edu.vn. . 2.   Sv đăng nhập vào trang bksi.hcmut.edu.vn ¬¬¬ Hỏi/Yêu cầu  Tạo câu hỏi/yêu cầu mới: Rút môn học (phải thanh toán học phí) HK 211: điền thông tin vào CHỦ ĐỀ VÀ NỘI DUNG. . 3.   Click vào choose file để tại file ảnh . . 4.   Click vào GỞI. . Hạn cuối để đăng ký lại đến 10 giờ ngày 12/10/2021. . . . Thân mến. .",
            "Chào bạn,. . PDT đã tiếp nhận đơn rút MH học HK211(có tính học phí) của bạn, bạn vui lòng theo dõi thông tin cập nhật trên mybk/Thông tin SV/ xem điểm trễ nhất là 22/11/2021. . Sau ngày này vẫn chưa được cập nhật vui lòng phản hồi lại bksi. . Thân . .",
            "B   /B Yêu cầu khác: Em tên [full_name] đăng lớp anh văn dự thính theo nhu cầu. . MSMH: LA1043 Nhóm: DT07 MSSV:[student_id]. . Vì có lý do cá nhân nên em xin được rút môn học (có thanh toán học phí) . . Hy vọng được phòng đào tạo xem xét và giải quyết !. . Em xin cảm ơn.",
            "Chào em,. . Đã hết thời gian rút môn học, em cần làm theo hướng dẫn sau:. . 1.   Sv tải PHIẾU ĐĂNG KÝ RÚT MÔN HỌC (tại trang web: aao.hcmut.edu.vn biểu mẫu) điền thông tin ký tên chụp hình để có file ảnh tải lên trang bksi.hcmut.edu.vn. . 2.   Sv đăng nhập vào trang bksi.hcmut.edu.vn ¬¬¬ Hỏi/Yêu cầu  Tạo câu hỏi/yêu cầu mới: Rút môn học (phải thanh toán học phí) HK 211: điền thông tin vào CHỦ ĐỀ VÀ NỘI DUNG. . 3.   Click vào choose file để tại file ảnh . . 4.   Click vào GỞI. . Hạn cuối để đăng ký lại đến 10 giờ ngày 12/10/2021. . Thân mến. . . . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Kính gửi pdt,. . Em tên là [full_name], mssv [student_id], là sinh viên khoa Kỹ thuật xây dựng. Vừa qua phía địa phương em có yêu cầu nộp giấy xác nhận sinh viên để tạm hoãn nghĩa vụ quân sự từ ngày 10/10 đến ngày 17/10. Em xin hỏi là em hiên ở thành phố Hồ Chí Minh thì em có thể lên nhận giấy trực tiếp tại văn phòng khoa không hay bắt buộc phải chờ gửi đường bưu điện ạ. Mong được phòng đào tạo giải đáp thắc mắc. . Em xin cảm ơn. .",
            "Chào em,. . Em liên hệ PĐT CS1 nhận nhé, chưa gửi bưu điện.. . Thân mến.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Chào anh (chị), em tên là [full_name] K15 chương trình Tiên Tiến. Hiên tại em kiểm tra vẫn chưa có tên trong danh sách tốt nghiệp. Em đã hoàn thành đủ tín chỉ và ngày công tác xã hội. Cho em hỏi làm sao để kiểm tra mình thiếu thông tin gì để tốt nghiệp ạ. Em xin cảm ơn. .   i Tốt nghiệp .",
            "Chào bạn. . Cô gởi bạn đính kèm: file thống kê các môn chưa tích lũy + số tín chỉ đã tích lũy. . Bạn kiểm tra lại nghen. . Thân. .",
            "Chào cô [full_name],. . . . Cảm ơn cô đã hỗ trợ cho em kiểm tra các tín chỉ chưa tích lũy. . . . . [full_name]ng vì em là sinh viên K15 bị trễ 1 năm do thiếu tín chỉ anh văn, và được văn phòng đào tạo quốc tế (OISP) hỗ trợ và yêu cầu chuyển khóa từ K15 sang K17 sau khi tạm dừng để tiện cho tốt nghiệp sau này.. . . . Trong đó hai môn Cơ sở máy tính (407408) và môn Hệ thống máy tính và ngôn ngữ lập trình (407410) là mã môn học mới của chương trình đạo tạo. Hai môn này em đã hoàn thành trước khi bị tạm dừng vì thiếu anh văn (chương trình của K15) tương ứng là Kỹ thuật máy tính 1 (407404) và Cơ sở hệ thống máy tính (407402). Em có đính kèm thông báo mail của OISP.. . . . Còn với môn Line, Field and Waves (405408) do tình hình Covid nên chưa tổ chức học phần Giáo sư Mỹ của môn này (gồm 2 học phần GS Việt và GS Mỹ). Em đã nộp đơn bên khoa Điện-Điện tử hỗ trợ chuyển điểm và miễn học phần giáo sư Mỹ đối với môn này.. . . . Em mong cô hỗ trợ, và giúp đỡ em về 2 môn thay đổi mã môn theo chương trình mới em mà đã đề cập ở trên. Em xin chân thành cảm ơn cô. . . . . . .",
            "Chào em,. . Cô gửi lại em file xét tốt nghiệp, em vui lòng liên hệ về Kho[full_name] điện để hỏi lại về việc miễn môn Field [full_name]nd W[full_name]ves (405408), học phần giáo sư Mỹ nhé, hiện tại vẫn chư[full_name] thấy có QD về việc này. Em có thể liên hệ với [full_name] [full_name] bên [em[full_name]il] để được hướng dẫn và hỗ trợ thêm nhé. . [full_name]ân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Dạ em chào thầy/cô,. . Em là [full_name] (MSSV: [student_id]). Hiện tại, em đang đợi kết quả tiếng anh nói-viết để xét tốt nghiệp, và theo như nhà trường thông báo thì em được xét tốt nghiệp đến hết HK1. Nhưng hiện nay do em không có thời khóa biểu cho HK1 này nên không thể có đăng kí được giấy chứng nhận xinh viên trên myBK. . . Em đang cần gấp giấy xác nhận sinh viên đến   B hết tháng 12/2021  /B  ạ. Em rất mong quý thầy cô xem xét, giúp cho em xin giấy xác nhận sinh viên (xác nhận tình trạng còn đang học) đến hết tháng 12/2021 thôi ạ. Em chân thành cảm ơn và rất mong sự phản hồi từ thầy cô.",
            "Chào bạn,. . Trường hợp không có TKB trong học kỳ, SV sẽ bị buộc tạm dừng, không được cấp giấy CNSV.. . Khi đủ điều kiện TN, SV có thể làm đơn xin thu nhận lại nhé.. . Xem chi tiết quy chế tại đây:. . aao.hcmut.edu.vn/sinh viên/quy chế/học vụ/Quy chế đào tạo và học vụ bậc đại học, cao đẳng:/ điều 26. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Cho em hỏi là em có đăng ký môn và đã rút môn thành công nhưng chưa đến kỳ thanh toán học phí. . . Sắp tới em sẽ đăng ký tốt nghiệp tháng 11 (hạn là 31/10) thì em có thể đóng học phí để có đủ điều kiện đăng ký tốt nghiệp ạ?. . . . Em cảm ơn. .   i Tốt nghiệp .",
            "Chào bạn. . Pdt sẽ cập nhật lại, bạn vào khai lại thông tin tốt nghiệp sau thứ 4 ngày 13/10 . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác:",
            "Chào em,. . Đã hết thời gian rút môn học, em cần làm theo hướng dẫn sau:. . 1.   Sv tải PHIẾU ĐĂNG KÝ RÚT MÔN HỌC (tại trang web: aao.hcmut.edu.vn biểu mẫu) điền thông tin ký tên chụp hình để có file ảnh tải lên trang bksi.hcmut.edu.vn. . 2.   Sv đăng nhập vào trang bksi.hcmut.edu.vn ¬¬¬ Hỏi/Yêu cầu  Tạo câu hỏi/yêu cầu mới: Rút môn học (phải thanh toán học phí) HK 211: điền thông tin vào CHỦ ĐỀ VÀ NỘI DUNG. . 3.   Click vào choose file để tại file ảnh . . 4.   Click vào GỞI. . Hạn cuối để đăng ký lại đến 10 giờ ngày 12/10/2021. . . . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Dạ em muốn hỏi là em đang học chương trình Chất lượng cao thì khi đã hoàn tất khai báo thông tin chứng chỉ ngoại ngữ (chứng chỉ ngoại ngữ của em đã đạt chuẩn) trên mybk, em có cần phải đăng kí xét miễn điểm các môn Anh Văn không ạ. Em xin cảm ơn ạ.",
            "Chào bạn. . Việc đăng ký chuyển điểm anh văn là do bạn quyết định, . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em chào thầy/cô ạ,. . Thầy/cô cho em hỏi hạn chót nộp chứng chỉ tiếng Anh để quy đổi điểm khoá K21 là khi nào vậy ạ? Và có lưu ý nào khi nộp chứng chỉ hay không ạ? Em có xem qua trên trang web của trường mình rồi nhưng không hiểu lắm nên mong thầy cô giải đáp giúp em.. . Em cảm ơn thầy/cô.",
            "Chào bạn. . Việc này là do bạn quyết định nghen. . - Về quy định chuẩn tiếng anh trong quá trình học: Bạn vui lòng xem chi tiết tại trang web aao--  sinh viên --  Quy chế --  Quy chế đào tạo và học vụ bậc đại học và cao đẳng -- Phụ lục 1: Quy định về ngoại ngữ . . Chúc bạn học tập tốt nhé.. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác:",
            "Chào em,. . Đã hết thời gian rút môn học, em cần làm theo hướng dẫn sau:. . 1.   Sv tải PHIẾU ĐĂNG KÝ RÚT MÔN HỌC (tại trang web: aao.hcmut.edu.vn biểu mẫu) điền thông tin ký tên chụp hình để có file ảnh tải lên trang bksi.hcmut.edu.vn. . 2.   Sv đăng nhập vào trang bksi.hcmut.edu.vn ¬¬¬ Hỏi/Yêu cầu  Tạo câu hỏi/yêu cầu mới: Rút môn học (phải thanh toán học phí) HK 211: điền thông tin vào CHỦ ĐỀ VÀ NỘI DUNG. . 3.   Click vào choose file để tại file ảnh . . 4.   Click vào GỞI. . Hạn cuối để đăng ký lại đến 10 giờ ngày 12/10/2021. . . . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Xin chào quý thầy (cô).. . Sáng nay em có lên phòng đào tạo của trường hỏi về việc chuyển hồ sơ từ hệ chính quy sang vừa học vừa làm (em đã hoàn thành đủ chương trình đào tạo nhưng thiếu tiếng anh nói viết và hêt thời gian đào tạo tối đa chương trình chính quy nên có nguyện vọng chuyển sang hệ VHVL). Em được hướng dẫn lên trang BKSI hỏi quy trình xét tốt nghiệp bổ sung hệ VHVL. Xin quý thầy (cô) hướng dẫn giúp em. Em cảm ơn!",
            "Chào bạn,. . PDT đã ghi nhận yêu cầu về đăng ký xét TN của bạn. SV vui lòng theo dõi email  và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 29/10/2021 SV vẫn chưa nhận được mail hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 11/2021 (cập nhật mới gia hạn thời gian xử lý tốt nghiệp). . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Kính chào thầy/cô!. . Cho em hỏi học phí kì chính 211 có được chia ra đóng 2 lần như các kì trước không ạ?. . Em cảm ơn!",
            "Chào em,. . -      Các lớp chính quy đại trà, học phí thu 01 lần, dự kiến tuần đầu của tháng 11/2021.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Em xin phép trường Đại Học Bách Khoa cho em xin giấy phép tạm hoãn nghĩa vụ quân sự vì đã đến hạn. Ở dưới quê em đang cần gấp ạ.. .",
            "Chào bạn,. . - SV chủ động đăng ký giấy Xác nhận SV hoãn NVQS để bổ sung cho địa phương và chọn dịch vụ gửi qua được bưu điện (người nhận trả tiền) nếu có nhu cầu (PDT không in hàng loạt như các năm trước). . -Sau khi PĐT cập nhật xong bạn có thể tải bản scan trên trang đăng ký chứng nhận sinh viên.. . Đồng thời PĐT cũng đã gởi bưu điện nếu SV có đăng ký, vui lòng nhận sau.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Dạ chào thầy/cô,. . Cho em hỏi là Danh sách Tốt nghiệp tạm thời trên website của trường bao lâu cập nhật một lần vậy ạ!. . Em cảm ơn thầy/cô nhiều ạ!. .",
            "Sau Thứ sáu hàng tuần, Pdt cập nhật danh sách tốt nghiệp nghen. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em đã gửi tờ đơn xin rút môn học dự thính HK211 như hướng dẫn trong inbox trước đó. Tuy nhiên trong phần đề mục không có lựa chọn \"Rút môn học cho HK211\" như ảnh đính kèm. Mong pdt xem xét và giải quyết",
            "Chào bạn. . Bạn cứ gởi lên Bksi thôi ghi tiêu đề là rút môn học. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]  /b \t[full_name] [full_name] [full_name] [full_name]   i Chào cô[full_name] [full_name] Em muốn hỏi về việc rút môn học[full_name] Em có nhận được email của trường về việc rút môn học[full_name] Do 1 số lí do đến hôm nay em muốn đăng kí rút môn học nhưng đã hết hạn[full_name] Em xin hỏi là em còn có thể rút được thêm không, nếu được em phải làm những thủ tục nào ạ ?[full_name] [full_name] Em xin cảm ơn[full_name][full_name] [full_name] [full_name] [full_name]   /i [full_name] [full_name] [full_name] [full_name]",
            "Chào em,. . Đã hết thời gian rút môn học, em cần làm theo hướng dẫn sau:. . 1.   Sv tải PHIẾU ĐĂNG KÝ RÚT MÔN HỌC (tại trang web: aao.hcmut.edu.vn biểu mẫu) điền thông tin ký tên chụp hình để có file ảnh tải lên trang bksi.hcmut.edu.vn. . 2.   Sv đăng nhập vào trang bksi.hcmut.edu.vn ¬¬¬ Hỏi/Yêu cầu  Tạo câu hỏi/yêu cầu mới: Rút môn học (phải thanh toán học phí) HK 211: điền thông tin vào CHỦ ĐỀ VÀ NỘI DUNG. . 3.   Click vào choose file để tại file ảnh . . 4.   Click vào GỞI. . Hạn cuối để đăng ký lại đến 10 giờ ngày 12/10/2021. . . . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em chào thầy/cô,. . Em có gửi câu hỏi hỗ trợ v/v em không vào được BK exam ngày 9/10, em đã chuẩn bị BK exam từ 30p trước giờ thi và cho đến suốt thời gian thi em vẫn không vào được với lý do là hệ thống báo tài khoản của em bị khóa ạ, em có thể liên hệ bộ phận nào để xin hoãn thi ạ?. . Em cảm ơn!",
            "Chào em,. . •\tQuy định hoãn thi (HT): xem chi tiết tại khoản 17.2 Điều 17 trong Quy chế đào tạo và học vụ (aao.hcmut.edu.vn    Sinh viên    Quy chế).. . Em tham khảo thông báo hk202. . •\tRiêng hoãn thi kiểm tra giữa kỳ của HK DT202 và 203: SV liên hệ trực tiếp GV và Bộ môn để được xem xét cho kiểm tra riêng hoặc lấy cột điểm thành phần khác để làm điểm kiểm tra.. . Thân mến. .",
            "li answer rate: Answer suits the needs / Câu trả lời đúng ý"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Hôm 10/10/2021, em thi môn Hệ thống máy tính và ngôn ngữ lập trình (EE2009) vào lúc 13h thì vô tình nhà em gặp trục trặc về điện nên em không thể hoàn thành bài làm của mình. Em mong quý thầy cô cho em xin hoãn thi với ạ!",
            "Chào em,. . •\tQuy định hoãn thi (HT): xem chi tiết tại khoản 17.2 Điều 17 trong Quy chế đào tạo và học vụ (aao.hcmut.edu.vn    Sinh viên    Quy chế).. . Em tham khảo thông báo HK202. . •\tRiêng hoãn thi kiểm tra giữa kỳ của HK DT202 và 203: SV liên hệ trực tiếp GV và Bộ môn để được xem xét cho kiểm tra riêng hoặc lấy cột điểm thành phần khác để làm điểm kiểm tra.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "rút môn anh văn 1 . cho em được rút môn anh văn 1 ạ",
            "Chào em,. . Đã hết thời gian rút môn học, em cần làm theo hướng dẫn sau:. . 1.   Sv tải PHIẾU ĐĂNG KÝ RÚT MÔN HỌC (tại trang web: aao.hcmut.edu.vn biểu mẫu) điền thông tin ký tên chụp hình để có file ảnh tải lên trang bksi.hcmut.edu.vn. . 2.   Sv đăng nhập vào trang bksi.hcmut.edu.vn ¬¬¬ Hỏi/Yêu cầu  Tạo câu hỏi/yêu cầu mới: Rút môn học (phải thanh toán học phí) HK 211: điền thông tin vào CHỦ ĐỀ VÀ NỘI DUNG. . 3.   Click vào choose file để tại file ảnh . . 4.   Click vào GỞI. . Hạn cuối để đăng ký lại đến 10 giờ ngày 12/10/2021. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Xin chào thầy cô em là [full_name] mssv [student_id]. . Quý thầy cho e hỏi thời gian liên thông hoặc hệ VHVL từ cao đẳng Bảo dưỡng công nghiệp lên Đại học là tháng 11 phải khộng ạ?. . Và hiện tại e đang ở quê thì có thể nộp hồ sơ online được không ạ?. . Và hệ VHVL có học ban ngày hay ban đêm ạ?. . e cảm ơn quý thầy cô.. . trân trọng.",
            "Chào bạn,. . Về việc nộp hồ sơ liên thông, bạn vui lòng gửi mail về cho anh [email] để được tư vấn và hỗ trợ nhé!. . Thân mến. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em muốn huỷ 2 môn học: Anh văn 2A (mã môn học : LA1039) và Anh văn 3A (mã môn học: LA1041). Lý do: Trùng thời khoá biểu dự thính học kì 211",
            "Chào bạn. . Cô đã lấy dữ liệu chuyển bộ phận dkmh xét lại. . Bạn đợi kết quả phản hồi trễ nhất là thứ 4 ngày 13/10. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . cho em hỏi có cách nào gia hạn học phí dự thính sang HK2 được không ạ.. . em có hỏi phòng ctct sv thì bên đó kêu chỉ gia hạn được học kì chính, còn muốn gia hạn học kì dự thính thì liên hệ bên này ạ.. . em cảm ơn.",
            "Chào em,. .  còn muốn gia hạn học kì dự thính thì liên hệ bên này ạ.. . =  PĐT không phụ trách gia hạn học phí nhé em.. . Em cố gắng thanh toán.. . . . Thân gửi các bạn sinh viên,. . . . Sinh Viên thanh toán học phí qua cổng thanh toán BKPay.. . . . Thời gian:. . . . Dự thính ngoài giờ, Dự thính chuyển hệ, VLVH (học nhóm dự thính ngoài giờ), VLVH (diện chuyển cơ sở, chuyển hệ), Anh văn theo nhu cầu: gia hạn đến 15 giờ ngày 11/10.. . . . Lưu ý:. . . . · Sinh viên chưa hoàn tất hoc phí sau thời hạn thanh toán: . . . . Đối với học kỳ dự thính trong học kỳ chính: Bị xoá TKB của các môn đã đăng ký, xoá tên khỏi danh sách kiểm tra/thi và không cho phép ĐKMH ở các kỳ dự thính kế tiếp, bị ghi nợ học phí (mặc dù TKB đã bị xóa).. . . . Sinh viên xem chi tiết Quy chế học vụ đào tạo để thực hiện nghiêm túc tại trang: aao.hcmut.edu.vn/sinh viên/quy chế/học vụ/Quy chế đào tạo và học vụ bậc đại học, cao đẳng/ Điều 7.. . . . · Thông báo về mức thu học phí các bậc đào tạo năm 2021-2022 tại trang web aao.hcmut.edu.vn    sinh viên    học vụ    học phí.. . . . · Sinh viên theo học các môn học học cùng chương trình Tiên tiến/Chất lượng cao/Liên kết Quốc tế sẽ theo dõi và thực hiện các qui định/thông báo về học phí của Văn phòng Đào tạo Quốc tế.. . . . · Số điện thoại hotline của Ngân hàng OCB để được hỗ trợ (khi có phát sinh sự cố):[student_id]8.. . . . Trân trọng thông báo.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác:  Chào thầy/cô,. .  Em có đăng kí cấp giấy xác nhận sinh viên dùng để hoãn nghĩa vụ quân sự vào ngày 06/10/2020 đến giờ ngày 11/10 thì đơn em vẫn chưa được xử lý ạ. Địa phương em yêu cầu nộp giấy xác nhận sinh viên trước ngày 15/10, giờ phải làm sao ạ, địa phương cho phép nộp bản pdf nhưng đến giờ đơn vẫn chưa được xử lý luôn.. .  Em cảm ơn thầy/cô.",
            "Chào bạn,. . - [full_name] đã ghi nhận phản hồi của bạn. Vì số lượng đăng ký giấy CNSV tăng đáng kể, PĐT cố gắng xử lý dữ liệu, xong sẽ scan để đưa lên hệ thống ngay. SV vui lòng thông cảm đợi thêm, giải thích với cơ quan yêu cầu về giấy CNSV.. . -Sau khi PĐT cập nhật xong bạn có thể tải bản scan trên trang đăng ký chứng nhận sinh viên.. . Đồng thời PĐT cũng đã gởi bưu điện nếu SV có đăng ký, vui lòng nhận sau.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em đăng kí nhận giáo trình vào ngày 9/11, em không biết là em có nhận dc k ạ. Giáo trình dành cho tân sinh viên ạ.",
            "Chào em,. . SV ở tỉnh sẽ gửi qua viettel post. Hướng dẫn cách SV tra mã đơn hàng như sau:. . \"SV vào trang viettelpost để tạo tài khoản, dùng mã số SV để tìm đơn hàng để kiểm tra tình trạng đơn hàng (bên thư viện họ dùng mã số SV để tạo đơn hàng)\". . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em xin chào thầy/cô!. . Em là [full_name] (MSSV: [student_id]), sinh viên Khoa Điện - Điện Tử, chuyên ngành Điều Khiển & Tự Động Hóa.. . Hiện tại em đã hoàn tất việc thanh toán học phí cho các môn em đã hủy ( có tính học phí ) vào học kỳ 211. Hiện tại, em đã hoàn thành tất cả các chuẩn để xét tốt nghiệp vào học kỳ này. . . Em có lên mục đăng ký tốt nghiệp trên Mybk tuy nhiên nó vẫn hiện tình trạng em nợ học phí nên chưa được đăng ký xét tốt nghiệp.. . Em mong thầy cô cập nhật thông tin sinh viên giùm em vào danh sách xét tốt nghiệp đợt 2 năm 2021 để em có thể nhận bằng tốt nghiệp tạm thời và sớm hoàn tất hồ sơ xin việc làm.. . Em chân thành cảm ơn thầy/cô và phòng đào tạo đã hỗ trợ em để được thanh toán học phí sớm để hoàn thành quá trình xét tốt nghiệp đại học.. .",
            "Chào em,. . Tối thứ 6 tuần này em xem lại danh sách.. . Thân mến. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Cho em hỏi là em mới up ảnh lên https://mybk.hcmut.edu.vn/nhaphoc/chung-chi-ngoai-ngu thì có được đăng kí CCNN chưa, hay phải gửi 1 bản giấy có công chứng đến trường nữa ạ trong thời điểm dịch này ạ?",
            "Chào bạn. . Bạn đọc lại thông báo qua mail. . Bạn khai CCNN, không cần gởi 1 bản đến trường nữa. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ   i/ . .  . . em thi môn Hóa đại cương ca 1h ngày 9/10. . tài khoảng bkex của em bị khóa do em quên đăng xuất sau khi thi nên giờ em không nôpk file ghi hình được ạ, giờ em phải làm sao ạ",
            "Chào bạn,. . - Bạn vui lòng xem chi tiết hướng dẫn thi trực tuyến nhà trường đã gửi thông báo đến SV. . - Bạn cần thực hiện theo hướng dẫn của nhà trường và thực hành để thuần thục các thao tác ghi màn hình trước khi thi.. . - Bạn nên liên hệ GV giảng dạy để được hướng dẫn.. . . . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em chào Quý thầy, cô ạ. Em là [full_name] (MSSV: [student_id]). Em xin gửi đơn đăng ký rút môn học Kinh tế kỹ thuật (IM1027). . . Kính mong thầy, cô xem xét ạ!. . Em xin cảm ơn Quý thầy cô ạ!",
            "Chào em,. . Đã hết thời gian rút môn học, em cần làm theo hướng dẫn sau:. . 1.   Sv tải PHIẾU ĐĂNG KÝ RÚT MÔN HỌC (tại trang web: aao.hcmut.edu.vn biểu mẫu) điền thông tin ký tên chụp hình để có file ảnh tải lên trang bksi.hcmut.edu.vn. . 2.   Sv đăng nhập vào trang bksi.hcmut.edu.vn ¬¬¬ Hỏi/Yêu cầu  Tạo câu hỏi/yêu cầu mới: Rút môn học (phải thanh toán học phí) HK 211: điền thông tin vào CHỦ ĐỀ VÀ NỘI DUNG. . 3.   Click vào choose file để tại file ảnh . . 4.   Click vào GỞI. . Hạn cuối để đăng ký lại đến 10 giờ ngày 12/10/2021. . . . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính gửi PĐT, . . Em tên [full_name], Mssv: [student_id]. . Dạ trong đợt đăng kí bổ sung LVTN em đã đăng kí thành công môn Luận Văn Tốt Nghiệp,em đã có thời khóa biểu từ rất lâu rồi ạ nhưng học phí chính quy 211 của em vẫn chưa cập nhật thêm tiền học phí môn này ạ. Mong PĐT cập nhật giúp em để em có thể hoàn thành đúng tiến độ thanh toán ạ, em xin cảm ơn.. . Trân trọng.. .   i Yêu cầu khác .",
            "Chào em,. . Học phí HK chính sẽ cập nhật đầy đủ trước khi đến hạn đóng (đầu tháng 11). . Thân mến. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Làm như thế nào để hoãn học phí vậy ạ . . Hoãn học phí có bị trừ điểm rèn luyện không ạ",
            "Chào em,. . Em liên hệ phòng Công tác chính trị sv qua email [email] để được hướng dẫn nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em Tên: [full_name]. . MSSV: [student_id]. . Hệ VHVL: Kỹ Thuật Ô Tô. . Em có gửi mail [email] để hổ trợ nhưng không thấy trả lời và tuần này em có gửi mail tiếp tục lần 2 để nhờ hổ trợ... nhờ nhà trường giải quyết giúp em vì trường hợp của em kéo dày được 2 tháng rồi và vẫn không đi đến đâu ạ..... .",
            "Chào em,. . PĐT đã email trả lời em rồi, cô đóng câu này.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . cho em hỏi còn đợt đăng ký môn học bổ sung nào không ạ em đang bị nợ ở một số cần hoàn thiện trước khi vào học kỳ chính tiếp theo. . . .",
            "Chào em,. . Hiện tại đã quá trễ để bổ sung môn học (đang tuần 9 HK211).. . Thân mến. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Xin chào Nhà trường,. . Em là Đỗ Nguyễn [full_name] (MSSV: [student_id]), sinh viên khóa K17 khoa Kỹ thuật Hóa học.. . Em có đăng kí tốt nghiệp đợt tháng 11/2021 và đã được xét duyệt, tuy nhiên do chuyển nhà nên em không đánh dấu vào mục nhận bằng tốt nghiệp tạm thời qua đường bưu điện, nay em đã có chỗ ở ổn định và mong muốn được nhận giấy tốt nghiệp tạm thời từ nhà trường nhằm mục đích nộp hồ sơ du học, mong nhà trường xem xét ạ. . . Địa chỉ hiện tại của em là 47/52/17 Bùi Đình Túy, phường 24, quận Bình Thạnh.. . Rất mong nhận được sự phản hồi từ nhà trường.. . Em xin chân thành cảm ơn.. . [full_name]. .",
            "Sáng Thứ 6 hàng tuần P.ĐT sẽ lấy dữ liệu SV đăng ký và đã thanh toán lệ phí tốt nghiệp trước đó để tiến hành in giấy chứng nhận tốt nghiệp tạm thời, dự kiến nhận trễ nhất vào thứ 3 tuần tiếp theo. Giấy chứng nhận tốt nghiệp sẽ được tải lên trang đăng ký hồ sơ cấp bằng. Sinh viên tự lên tải về sử dụng trong thời gian này. . . Giấy chứng nhận tốt nghiệp bản chính sẽ được gửi về Sinh viên qua bưu cục theo địa chỉ Sinh viên đã đăng ký trên trang đăng ký hồ sơ cấp bằng. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . em tên: [full_name]. . là sinh viên khóa 2015 với yêu cầu anh văn speaking và writing là 200 để tốt nghiệp.. . ngày 16/1/2021 e đã tham gia thi hai kỹ năng speaking và writing tại đại học bách khoa tphcm với điểm điểm speaking : 125 ; writing : 80. TỔNG 205. e đã kiểm tra lại danh sách điểm trên BKEL vẫn còn lưu ạ.mong phòng đào tạo kiểm tra lại giúp em vì sao chưa được cập nhật điểm để xét tốt nghiệp ạ.em xin cảm ơn",
            "Chào bạn,. . PDT đã ghi nhận yêu cầu về đăng ký xét TN của bạn. SV vui lòng theo dõi email  và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 19/10/2021 SV vẫn chưa nhận được mail hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 11/2021 (cập nhật mới gia hạn thời gian xử lý tốt nghiệp). . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác  /i  dạ em đăng ký một tuần rồi mà chưa thấy giấy hõa nghĩa vụ ạ bên phường họ hối em kêu là trường nộp pddf cũng được nên em . . muốn hỏi trường chừng nào có giấy ạ để em lây không thì pddf cũng được ạ.  . . Xin cảm ơn đã lắng nghe",
            "Chào bạn,. . - [full_name] đã ghi nhận phản hồi của bạn. Vì số lượng đăng ký giấy CNSV tăng đáng kể, PĐT cố gắng xử lý dữ liệu, xong sẽ scan để đưa lên hệ thống ngay. SV vui lòng thông cảm đợi thêm, giải thích với cơ quan yêu cầu về giấy CNSV.. . -Sau khi PĐT cập nhật xong bạn có thể tải bản scan trên trang đăng ký chứng nhận sinh viên.. . Đồng thời PĐT cũng đã gởi bưu điện nếu SV có đăng ký, vui lòng nhận sau.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . + Dạ em là sinh viên lớp VLVH (MSSV [student_id]). Vừa rồi em có hoàn thành xong môn học Truyền số liệu và mạng EE3019 GV: [full_name]. Nhưng khi thông báo xét tốt nghiệp đợt 2 năm 2021 thì thông tin của e vẫn còn ghi:. . “[full_name]: [full_name]( [student_id]). . [full_name]: [full_name] 3 - Nam Hoc 2020-2021. . [full_name]: [full_name].2014 - [full_name]             . . [full_name]: 131    134. . [full_name]: 131    134. . [full_name]: 6.52. . [full_name]: 400. . Mon Hoc Bat Buoc Chua Tich Luy Duoc: . . EE3019 TRUYEN SO LIEU VA MANG: 3.0”. . + Em thấy báo có một môn này chưa hoàn thành, nhưng e đã hoàn thành trước khi có thông báo đăng ký tốt nghiệp. Em đã có báo PĐT và đã có trả lời là còn nợ tín chỉ nhưng khi cộng lại môn EE3019 TRUYEN SO LIEU VA MANG: 3.0 là e đủ 134. Như vậy là đợt này e chưa cập nhật kịp hay sao ạ. [full_name] mong PĐT xem xét giúp em, em cảm ơn.. .",
            "Chào bạn,. . PDT đã ghi nhận yêu cầu về đăng ký xét TN của bạn. SV vui lòng theo dõi email  và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 29/10/2021 SV vẫn chưa nhận được mail hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 11/2021 (cập nhật mới gia hạn thời gian xử lý tốt nghiệp). . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em tên là [full_name], MSSV: 171046 đã đăng kí lớp anh văn dự thính theo nhu cầu trong học kì 211:. . - MSMH: LA1043.. . - Tên môn học: Anh [full_name].. . - Nhóm : DT07.. . Em có nguyện vọng rút môn học này (Có thanh toán học phí) vì lí do: em đã thi và có bằng anh văn TOEIC đủ điểm để xét tốt nghiệp trong học kì này. . . Kính mong phòng đào tạo xem xét và giải quyết.. . Em xin cảm ơn.",
            "Chào em,. . Đã hết thời gian rút môn học, em cần làm theo hướng dẫn sau:. . 1.   Sv tải PHIẾU ĐĂNG KÝ RÚT MÔN HỌC (tại trang web: aao.hcmut.edu.vn biểu mẫu) điền thông tin ký tên chụp hình để có file ảnh tải lên trang bksi.hcmut.edu.vn. . 2.   Sv đăng nhập vào trang bksi.hcmut.edu.vn ¬¬¬ Hỏi/Yêu cầu  Tạo câu hỏi/yêu cầu mới: Rút môn học (phải thanh toán học phí) HK 211: điền thông tin vào CHỦ ĐỀ VÀ NỘI DUNG. . 3.   Click vào choose file để tại file ảnh . . 4.   Click vào GỞI. . Hạn cuối để đăng ký lại đến 10 giờ ngày 12/10/2021. . . . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính gửi Phòng Đào tạo,. . Em đã nhận được kết quả như hình là giấy xác nhận sinh viên đã được thông qua ạ? Khi nào sẽ nhận được qua bưu điện ạ? Em ở tỉnh và mới chỉ được tiêm 1 mũi vacxin và chưa cho lên lại thành phố, hôm nay phường có giấy gọi yêu cầu nộp giấy xác nhận sinh viên trước 5/11 ạ.. . Trân trọng,. . [full_name]. .   i Yêu cầu khác .",
            "Chào bạn,. . - [full_name] đã ghi nhận phản hồi của bạn. Vì số lượng đăng ký giấy CNSV tăng đáng kể, PĐT cố gắng xử lý dữ liệu, xong sẽ scan để đưa lên hệ thống ngay. SV vui lòng thông cảm đợi thêm, giải thích với cơ quan yêu cầu về giấy CNSV.. . -Sau khi PĐT cập nhật xong bạn có thể tải bản scan trên trang đăng ký chứng nhận sinh viên.. . Đồng thời PĐT cũng đã gởi bưu điện nếu SV có đăng ký, vui lòng nhận sau.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ chào thầy/cô!. . Hôm trước em có xin để đăng kí bổ sung môn Anh văn 4A. Và hôm nay là ngày học đầu tiên nhưng em không thấy cập nhật trên BKEL cũng như là thời khoá biểu ạ.. . Hôm trước em có xin và được yêu cầu cung cấp thông tin để đăng kí và em đã làm theo nhưng có xét duyệt không thì em không thấy phản hồi dù em có hỏi lại ạ. Nên em nghĩ là đã được xét duyệt ạ.. . Rất mong trường hợp của em sẽ được sớm giải quyết ạ.. . Em xin chân thành cảm ơn."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Kính gửi: Phòng Đào Tạo trường Đại Học Bách Khoa Thành phố Hồ Chí Minh. . Họ và tên: VÕ HIẾU TRUNG. . MSSV: [student_id]. .     Em là sinh viên hệ VHVL. Hiện tại sắp đến thời gian hết hạn đăng ký tốt nghiệp mà em vẫn chưa đăng ký tốt nghiệp được ạ. Lúc trước phòng đào tạo gửi em còn thiếu 2 môn để đủ điều kiện xét luận văn (file đính kèm). Nhưng 2 môn đó em đã có điểm đủ (như hình) nhưng em vẫn chưa đăng ký tốt nghiệp được. Mong phòng đào tạo giúp em xử lí sự cố này để em tốt nghiệp đúng hạn ạ.   Cảm ơn thầy/cô ạ!. .",
            "Chào bạn,. . PDT đã ghi nhận yêu cầu về đăng ký xét TN của bạn. SV vui lòng theo dõi email  và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 29/10/2021 SV vẫn chưa nhận được mail hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 11/2021 (cập nhật mới gia hạn thời gian xử lý tốt nghiệp). . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Hiện tại theo như yêu cầu của mail gửi đến thì e cần phải hoàn tất thủ tục khai báo chứng chỉ  anh văn. . Em thuộc hệ CLC TCTN,nên AV 1,2,3,4 có tính tín chỉ. . Sau khi e đăng ký thẩm tra thì mục chuyển điểm xuất hiện với 4 điểm 10,lệ phí là 200k. . Em có cần phải nộp lệ phí không ạ?Do có hướng dẫn cho từ văn phòng quốc tế yêu cầu không nộp tiền",
            "Chào em,. . Do có hướng dẫn cho từ văn phòng quốc tế yêu cầu không nộp tiền. . =  em liên hệ VPĐTQT qua email [email] để được hướng dẫn.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV: [student_id]  /b \t. .  em [full_name], cho em hỏi về việc rút môn học khi em coi lại phần cập nhật của PDT về thời khóa biếu đã báo cột điểm thi báo số 17--  là em đã được chấp nhận rút môn chưa vậy?, do em đăng ký rút môn học cả 2 phần lý thuyết và thực hành nên mã môn phần thực hành báo sai( hay em đăng ký rút môn lấy mã phần lý thuyết thì sẽ được hiểu là rút cả lý thuyết và thực hành) vậy em có cần phải đăng ký rút môn bổ sung với mã môn là lý thuyết không?. . EE3071\tSCADA(lý thuyết).. . EE3072\tSCADA(thực hành).. . dạ, em xin cảm ơn rất nhiều và mong sớm nhận hồi đáp từ PDT.",
            "Chào em,. . vậy em có cần phải đăng ký rút môn bổ sung với mã môn là lý thuyết. . =  Không cần, như vậy là đúng rồi em.. . Thân mến. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Kính gửi PĐT,. . . . Em tên [full_name] mssv [student_id] . . . . Em có tên trong danh sách tốt nghiệp đợt 11/2021. Em có xem tên trong danh sách dự kiến nhưng thông tin điểm chứng chỉ anh văn của em cập nhật chưa đúng ạ. Em đã cập nhật lần 3 bằng Toeic 630 (Listening + Reading) nhưng hiện tại thông tin tốt nghiệp dự kiến là Toeic 510 ạ. . . Em có gửi ảnh kèm theo: Ảnh 1 Thông tin trên danh sách tốt nghiệp dự kiến, Ảnh 2 thông tin đăng kí nộp chứng chỉ - đã được thẩm tra.. . . . Mong PĐT xem xét và cập nhật lại giúp em ạ.",
            "Chào bạn. . Pdt sẽ cập nhật danh sách tốt nghiệp sau ngày 18/10/21. . Thân. .",
            "li answer rate: Answer suits the needs / Câu trả lời đúng ý"
        ]
    }
]