[
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: 1610745  /b \t. . . .   i Yêu cầu khác .   Em chào Thầy/Cô,. . . .   Em là Trần Văn Đồng, MSSV: 1610745, sinh viên khoa Kỹ thuật Giao thông.. .   Trong học kỳ 212, em đã đăng ký môn luận văn tốt nghiệp, kết quả đăng ký là hình thức Chính Quy. Tuy nhiên, do sắp đến thời gian thanh toán học phí, em có truy cập trang BK - Pay thì nội dung thanh toán học phí là \"Học phí Dự Thính Chính Quy\". Em mong Thầy/Cô xem xét giúp đỡ cho em vấn đề này. Em xin cám ơn.. . . .   Trân trọng chào Thầy/Cô,. .   Trần Văn Đồng. .",
            "Chào bạn. . Pdt ghi nhận sẽ điều chỉnh lại nghen bạn. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Kính gửi Pdt đh bách khoa TP.Hồ Chí Minh.. . . . Em là [full_name] khoá K15 có mssv là [student_id] lớp XD15XDCT03.. . Em đã hoàn thành xong toàn bộ chương trình học chính quy, đạt các chứng chỉ anh văn nghe-đọc và nói viết và đạt đúng số ngày công tác xã hội.. . Nhưng hiện tại em không thể đăng kí tốt nghiệp trên mybk và cũng không có tên trong danh sách đăng kí tốt nghiệp tạm thời.. . Kính mong phòng đào tạo xem xét đưa em vào danh sách dự kiến tốt nghiệp để Tốt nghiệp vào tháng tư tới ạ.. . Em xin cảm ơn.. .",
            "Chào bạn,. . PDT đã ghi nhận yêu cầu về đăng ký xét TN của bạn. SV vui lòng theo dõi email  và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 05/04/2022 SV vẫn chưa nhận được thấy tên trong ds dự kiến tốt nghiệp (http://www.aao.hcmut.edu.vn    Tốt nghiệp    Thông tin tốt nghiệp) hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ tại (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 04/2022 . . Về tình trạng sinh viên, khi nào bạn có tên trong ds dự kiến tốt nghiệp, PDT sẽ tự động ra QD thu nhận cho bạn nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em  là sinh viên K16 và đang thi tiếng anh nói viết ra trường.. . Một số nguồn tin cho rằng là hạn chót đăng kí là 11/4 trong khi một số là 4/5 .. . Vậy cho em hỏi hạn chót xét tốt nghiệp là khi nào.. . Cảm ơn phòng đào tạo đã đọc và sớm trả lời cho em biết.",
            "Chào em;. . em xem lịch trình tốt nghiệp trên trang aao    thông tin tốt nghiệp nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Dạ em chào thầy/cô!. . Em là sv k18.Em đã nhận được thông báo của khoa tầm giữa tháng 5 sẽ bảo vệ luận văn. Hiện tại trường chưa có thông báo về xét chuẩn anh văn.Vì lí do cá nhân giấy CMND của em không hợp lệ, giấy CMND gắn chip chưa có.Em không biết là có đơn được gia hạn nộp bằng anh văn để bảo vệ trước không ạ? Có dự kiến là khi nào xét chuẩn av không ạ?. . Em cảm ơn.",
            "Chào em,. . Em vui lòng trình bày rõ vấn đề của bạn giúp cô nhé!. . Về việc không xét chuẩn tiếng anh nhận LVTN trong Hk212, nhà trường không xét lại trước khi bạn bảo về nhé!. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính gửi Thầy/Cô pđt,. . Em là [full_name], mssv [student_id], Lớp DD17DV2 khoa điện điện tử. Vừa rồi em có nhận được email thông báo hủy môn \"EE4333 - Luận văn tốt nghiệp\" do thiếu môn tiên quyết \"EE3333 - Thực tập tốt nghiệp\".. . Hiện tại em đã liện hệ thầy hướng dẫn và đã được cập nhật điểm Thực tập tốt nghiệp. Quý Thầy/Cô cho em hỏi là khi nào hệ thống sẽ khôi phục lại môn Luận văn tốt nghiệp của em ạ? và em có cần phải làm gì không, hay hệ thống sẽ tự động cập nhật ạ?. . Em xin chân thành cảm ơn.",
            "Chào bạn. . Môn LVTN đã được phục hồi, bạn kiểm tra cập nhật mới tại Mybk-xem TKB, và nhớ thanh toán học phí. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Hôm Nay 29/03 em có nhận được mail tạm dừng do chưa đóng học phí, em có đóng học phí trễ hạn rồi, mong phòng đào tạo xem xét, và quyết định thu nhận lại ạ. em cảm ơn.",
            "Em đã hoàn thành luận văn tốt nghiệp và bảo vệ thành công học kì vừa rồi, mong phòng đào tạo xem xét và cập nhật điểm học kì vừa rồi giúp em với ạ, em chân thành cảm ơn.",
            "Chào bạn,. . SV vui lòng làm đơn trình bày rõ vấn đề của bạn và gửi qua bksi giúp cô nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em xin chào các thầy cô Phòng Đào Tạo.. . . . Em tên [full_name]. MSSV: [student_id].. . . . Vào lúc 16g00 ngày 09/04/2022 sắp tới đây em có lịch kiểm tra giữa kỳ môn Hóa hữu cơ, MSMH: CH2021. Nhưng do em không đáp ứng được các yêu cầu về thiết bị ghi hình của bộ môn để có thể tham gia buổi kiểm tra và theo yêu cầu của bộ môn em xin phép gửi Phiếu đăng ký dự kiểm tra bổ sung cho môn học Hóa hữu cơ (CH2021).. . . . Em xin cảm ơn.",
            "Chào bạn. . Phòng đào tạo gởi Sinh viên Phiếu cho phép kiểm tra bổ sung học kỳ 2/2021-2022 theo file đính kèm.. . Sinh viên cần bản chính vui lòng liên hệ phòng đào tạo 101A1 để nhận.. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Xin chào phòng đào tạo. Hiện tại em đã có tên trong danh sách tốt nghiệp dự kiến của đợt tháng 4/2022 Nhưng tình trạng vẫn đang là \"tạm dừng\" nên không thể tiến hành đăng ký tốt nghiệp được. Xin phòng đào tạo hỗ trợ em để em có thể đăng ký tốt nghiệp trước thời gian quy định (là ngày11/04/2022).. . Xin cảm ơn và chúc mọi người nhiều sức khỏe ạ.",
            "\"Chào em,. . Hiện tại PDT đang ra Quyết định thu nhận lại cho SV để đăng ký xét tốt nghiệp, em theo dõi tình trạng trên mybk/Thông tin Sinh viên, khi nào chuyển qua trạng thái \"\"đang học\"\", em vào đăng ký tốt nghiệp lại nhé.. . Thân\""
        ]
    },
    {
        "intent": "",
        "message": [
            "Em chào Quý Thầy Cô!. . Em tên là [full_name] mssv [student_id]. . Quý Thầy Cô cho em hỏi giấy chứng nhận tốt nghiệp tạm thời đã có chưa ạ?. . Em xin cảm ơn!",
            "Quý Thầy Cô cho em hỏi em bấm nút tích đăng kí in rồi nhưng refresh lại là mất. Vậy là có đăng kí được hay chưa vậy ạ?",
            "\"Chào bạn. . Theo quy trình cấp bằng đại học hiện tại: dự kiến vào cuối mỗi tháng Phòng đào tạo sẽ lấy danh sách sinh viên đã đăng ký tốt nghiệp (SV đã đăng ký, thanh toán tiền và có xác nhận đã nhận của PĐT) để ra Quyết định công nhận tốt nghiệp, tiến hành in Bằng tốt nghiệp và sẽ thông báo mời SV đến nhận sau khi hoàn tất.. . Nên nếu SV thật sự cần Giấy chứng nhận tốt nghiệp, thì vui lòng điền thông tin vào form (đã có tên trong danh sách dự kiến tốt nghiệp, đã khai thông tin tốt nghiệp, thanh toán 95.000 lệ phí tốt nghiệp(sad) https://forms.gle/2WnfHeAHnRZWJ6Jn7. . Sau khi kiểm tra dữ liệu, dự kiến Thứ 2 hàng tuần sẽ in và scan gởi qua mail SV, sau đó SV cần bảng chính vui lòng liên hệ Pdt để nhận. . . Thân\"\"\""
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em chào thầy/cô. . Em là [full_name] -mssv [student_id]. . Vào học kì 211 vừa qua em có làm đơn xin gia hạn đóng học phí tới học kì 212 và đã được duyệt, tuy nhiên, em vừa nhận được mail của trường về việc bị tạm ngưng học kì và xóa thời khóa biểu do chưa đóng học phí (hiện tkb học kì 212 của em đã bị xóa). Xin thầy cô cho em hỏi trường hợp của em cần xử lý như thế nào ạ?. . Em xin cảm ơn!",
            "Chào bạn. . Pdt đã trả lời qua mail, và đã xử lý. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em xin chào thầy cô PĐT,. . . . Em đã có tên trong DS tốt nghiệp dự kiến, nhưng hiện tại vẫn chưa được PĐT thu nhận lại để có thể đăng kí tốt nghiệp trên MyBK. Mong thầy cô xem xét giải quyết sớm để em có thể đăng kí tốt nghiệp đúng hạn.. . . . Em xin cảm ơn thầy cô,",
            "Chào em, . . Hiện tại PDT đang ra Quyết định thu nhận lại cho SV để đăng ký xét tốt nghiệp, em theo dõi tình trạng trên mybk/Thông tin Sinh viên, khi nào chuyển qua trạng thái đang học, em vào đăng ký tốt nghiệp lại nhé. . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em xin chào quý thầy quý cô,. . Thầy/cô cho em hỏi em dự định đăng ký LVTN trong học kỳ hè tới thì tiền học sẽ tính là 880k/1 tín chỉ hay LVTN vẫn được tính theo học kỳ chính ạ. . Em chân thành cảm ơn",
            "Chào bạn. . LVTN sẽ tính như học phí chính quy . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "B Yêu cầu khác: do lý do gia đình nên nhà em chuẩn bị học phí trễ hơn thời gian hết hạn đóng học phí không biết em có thể đóng 1/2 trước hoặc là xin đóng trễ hạn 1 tuần không ạ. .",
            "do lý do gia đình nên nhà em chuẩn bị học phí trễ hơn thời gian hết hạn đóng học phí không biết em có thể đóng 1/2 trước hoặc là xin đóng trễ hạn 1 tuần không ạ",
            "\"Chào bạn. . Vấn đề BHYT, Học bổng, vay vốn ngân hàng,   B gia hạn và miễn giảm học phí,  /B  sinh hoạt công dân… Bạn vui lòng liên hệ Phòng Công tác Chính trị Sinh viên để được hướng dẫn.. . Email: [email]. . Thân. . \""
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Thưa cô, em đã đăng ký nộp chứng chỉ ngoại ngữ ở trên trang mybk. Em cần chuyển điểm qua cho các môn Anh văn ạ. Tuy nhiên sau khi đăng ký nộp chứng chỉ ngoại ngữ thì em không thấy mục chuyển điểm ở đâu cũng như nơi để nộp tiền ấy ạ. Cô cho em hỏi có phải là mình cần đợi sau khi chứng chỉ được thẩm tra thì mới có mục chuyển điểm và đóng tiền phải không ạ ? Em cảm ơn cô nhiều !. . . .",
            "Chào bạn. . Bạn kiểm tra lại chắc chắn sau khi bạn đăng ký nộp CCNN xong thì sẽ có mục để đăng ký chuyển điểm tại Mybk-đăng ký CCNN. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Dạ chào thầy cô, em có đăng ký hoãn thi trên mybk  CI2095 nhưng trên bảng điểm để 13. Môn anh văn 4 LA1043 em qua môn nhưng cập nhật lại không còn hiển thị.  Mong được thầy cô hỗ trợ ạ",
            "Chào bạn. . - Về Hoãn thi môn CI2095, Nhà trường đã gởi thông báo vào ngày 24/01/22 . . Tiêu đề: Hủy yêu cầu Hoãn thi HK211. . Nội dung:. . Thân gởi các bạn sinh viên,. .  . . Phòng đào tạo đã nhận thông tin đăng ký Hoãn thi HK211 từ Sinh Viên. Sau khi hậu kiểm và đối chiếu danh sách không đồng ý Hoãn thi & Câm thi của Khoa (Danh sách chi tiết SV vui lòng xem file gởi đính kèm). Phòng đào tạo sẽ hủy yêu cầu Hoãn thi HK211 của Sinh Viên.. .  . . Sinh viên thắc mắc, khiếu nại vui lòng liên hệ Giảng viên/Bộ môn/Khoa để hỗ trợ giải đáp lý do.. . - Môn Anh văn 4 ở hk nào?, ở Hk211 anh văn 4a có điểm bình thường. . - Bạn vui lòng ghi rõ nội dung và kiểm tra lại thông tin trước khi gởi yêu cầu nhé. . Thân.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]  /b . . Họ và tên : [full_name] - [student_id]\t. . Em xin cập nhật điểm môn học Thực tập cơ khí đại cương 2 - MSMH : ME2087 - Học kỳ 1 năm học 2020 với điểm : 8.5 tương đương môn học Thực tập cơ khí đại cương 2 - MSMH : ME2001.. . . .   i Học vụ .",
            "Chào bạn, . . PDT đã cập nhật chuyển điểm tương đương.. . Bạn vui lòng xem tại mybk  thông tin sinh viên  điểm chuyển. . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Sinh viên: [full_name] - [student_id]. . Em muốn xin rút môn học Thiết kế công trình cầu CI3261.. . Mong PDT xem xét đơn xin rút môn học của em ạ.",
            "Chào bạn,. . PDT đã tiếp nhận đơn rút MH học HK212(có tính học phí) của bạn, bạn vui lòng theo dõi thông tin cập nhật trên mybk/Thông tin SV/Thời khóa biểu trễ nhất là 15/04/2022. . Sau ngày này vẫn chưa được cập nhật vui lòng phản hồi lại bksi. . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . em tên: [full_name]. . mssv: [student_id]. . em làm mail này để xin điểm E do sự cố em gặp lúc thi. . HK môn nhập môn kĩ thuật(MA1001) và môn giải tích 1(MT1003). Cụ thể vào 7h ngày 28/12. . ở địa phương em mất điện từ 7h đến 16h nên em đã liên hệ thầy cô 2. . buổi thi nhưng em vẫn nhận điểm 13 ở 2 môn ạ.. . . .",
            "Chào bạn. . - Thứ nhất bạn không ghi rõ thông tin muốn xử lý môn này ở HK nào Nên Cô đã hướng dẫn là phải nộp đơn hoãn thi giữa kỳ. . - Vấn đề hiện tại Pdt trong tháng 03/2022 đang xử lý hoãn thi giữa kỳ HK212. . - Còn 2 môn bạn đề cập là ở HK212, Pdt đã thông báo muốn hoãn thi thì đăng ký tại app Mybk-đăng ký hoãn thi cuối kỳ (thời gian sau 7 ngày từ ngày thi), nghĩa là bạn thi vào ngày 28/12 thời gian đăng ký hoãn thi cuối kỳ là đến 4/1/2022. . Bạn xem lại thông báo hoãn thi HK211 đã gởi vào ngày 10/12/2021. . - Hiện tại điểm nhập là 13 thì bạn liên hệ trực tiếp Giảng viên giảng dạy để hỗ trợ. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Dear Phòng Đào tạo,. . . . Em là [full_name], MSSV [student_id]. Em đã hoàn thành đủ các tín chỉ của trường. Vì thiếu anh văn nói viết nên kỳ vừa rồi em chưa đủ điều kiện xét tốt nghiệp và bị tạm dừng trình trạng học tập. Hiện tại em đã tất cả điều kiện để xét tốt nghiệp, nên mong Phòng Đào tạo có thể xem xét và mở đăng ký cho em. . . . . Em xin chân thành cảm ơn.. . . . Trân trọng,. . . . [full_name]. . . .",
            "\"Chào bạn,. . PDT đã ghi nhận yêu cầu về đăng ký xét TN của bạn. SV vui lòng theo dõi email  và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 05/04/2022 SV vẫn chưa nhận được thấy tên trong ds dự kiến tốt nghiệp ( Tra danh sách tại http://www.aao.hcmut.edu.vn    Tốt nghiệp    Thông tin tốt nghiệp) hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 04/2022 (cập nhật mới gia hạn thời gian xử lý tốt nghiệp). . Về tình trạng sinh viên, khi nào em có tên trong ds dự kiến tốt nghiệp, PDT sẽ tự động ra QD thu nhận cho bạn nhé. . Thân. . \""
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp  /i  Chào thầy/cô. . Em là sinh viên khóa K15 tốt nghiệp trễ, cho em hỏi là yêu cầu tốt nghiệp của K15 có còn là 15 ngày công tác xã hội như hồi trước không ạ. Em cám ơn.. . . . . .",
            "Chào em,. . hiện tại chưa có thông báo nào về việc thay đổi số ngày CTXH tốt nghiệp của SV khóa 2015 nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Cho em hỏi học bổng học kỳ 2 (2020-2021) khi nào trường xét vậy ạ. Có một vài môn thí nghiệm chưa được cập nhật điểm vậy có ảnh hưởng gì không ạ. Em xin cảm ơn.. .   i Yêu cầu khác .",
            "Chào em,. . Về học bổng khuyến khích, SV vui lòng liên hệ phòng công tác chính trị sinh viên để được trả lời nhé.. . Email:  [email]. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính gửi phòng Đào tạo,. . . . Em xin phép đính kèm đơn thu nhận và xác nhận cho phép đăng ký bổ sung LVTN từ khoa. Mong phòng đào tạo cân nhắc và xem xét giúp em.. . . . Tuy nhiên, em có một thắc mắc, trong file tại trang web aao.hcmut.edu.vn - học vụ - Một số điểm mới về Quy chế học vụ áp dụng từ HK202 có đề cập việc khi đi trao đổi sẽ không tạm dừng học. Vậy tại sao tình trạng sinh viên của em lại là tạm dừng ạ? . . . . Em xin cảm ơn phòng Đào tạo.. . . .",
            "Kính gửi phòng Đào tạo,. . . . Không biết phòng đã giải quyết xong trường hợp của em chưa ạ? Em xin cảm ơn.. .",
            "SV đã có TKB môn LVTN"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Dạ em cần rút một môn học trong kì này cần làm những gì ạ.em cảm ơn. . . .",
            "Chào bạn,. . Về việc rút môn học (Có tính học phí):. . Bạn vui lòng tải mẫu đơn: RÚT MÔN HỌC tại trang web : aao.hcmut.edu.vn    Sinh viên    biểu mẫu. . Điền đầy đủ thông tin nộp qua trực tiếp hoặc BKSI trước ngày 15/04/2022. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Kính gửi Phòng Đào Tạo Trường Đại Học Bách Khoa TPHCM.. . Em tên: [full_name], MSSV: [student_id].. . Hiện em đã nhận được Quyết định thu nhận và chuyển sang hệ VHVL HK222 (File đính kèm).. . Hôm nay, em viết mail này nhằm mong Phòng Đào Tạo hỗ trợ giải đáp thắc mắc về việc đăng ký Tốt nghiệp ạ. Theo như Quy chế của Trường thì em đã đủ điều kiện xét tốt nghiệp theo hệ Vừa Học Vừa Làm, mong Phòng Đào Tạo hướng dẫn em cách thức để đăng ký Tốt nghiệp ạ.. . Trong khi chờ đợi phản hồi từ Phòng Đào Tạo, em xin chân thành cảm ơn.. . Sinh viên,. . [full_name]",
            "\"Chào bạn,. . PDT đã ghi nhận yêu cầu về đăng ký xét TN của bạn. SV vui lòng theo dõi email  và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 05/04/2022 SV vẫn chưa nhận được thấy tên trong ds dự kiến tốt nghiệp ( Tra danh sách tại http://www.aao.hcmut.edu.vn    Tốt nghiệp    Thông tin tốt nghiệp) hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 04/2022 (cập nhật mới gia hạn thời gian xử lý tốt nghiệp). . Về tình trạng sinh viên, khi nào em có tên trong ds dự kiến tốt nghiệp, PDT sẽ tự động ra QD thu nhận cho bạn nhé. . Thân. . \""
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em chào quý thầy cô ạ, dạ em đang là sinh viên năm nhất đang học quân sự, em có nghe nhiều nguồn tin nói là đến tháng 4 học offline tại trường, em cũng nghe có người nói là học online, chỉ những môn thể chất và thí nghiệm mới lên trường học. Em cũng không biết sao ạ, mong quý thầy cô giải đáp, em cám ơn.",
            "\"Chào em,. . SV vui lòng xem lại thông báo số 11/ĐHBK, ngày 24/01/2022, về cập nhật Kế hoạch học tập của HK 2 và học kỳ hè năm học 2021-2022 và phần bù các học kỳ trước theo hình thức trực tiếp và phối hợp trực tuyến/trực tiếp đã gửi mail cho SV ngày 24/1/2022, thời gian bù thí nghiệm từ tuần 10-13 (từ ngày 07/03/2022 đến 03/04/2022), trong thời gian này tạm ngưng HK212 để tham gia bù các phần thí nghiệm của các học kỳ cũ. SV vui lòng đọc lại thông báo nhé!. . Thân\""
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Chào Thầy/Cô!. . Em tên [full_name], mssv [student_id] hệ VHVL, em chuyển từ hệ chính quy sang hệ VHVL.. . . . Hiện tại em đã học hoàn thành chương trình đào tạo theo khóa K14, nhưng trong đó có 3 môn là đồ án, đề cương và luận văn tốt nghiệp thì mã mới và mã cũ (K13) lại không tương đương nhau. Theo như được hướng dẫn thì em xin miễn 3 môn học đó. Em xin trình bày chi tiết trong đơn đính kèm bên dưới.. . . . Dạ em xin Văn phòng khoa, quý Thầy/Cô và Ban giám hiệu nhà trường xét duyệt sớm cho em kịp đăng ký được tốt nghiệp kỳ này, ngày 11-4 là hạn cuối xét tốt nghiệp ạ.. . . . Em xin chân thành cảm ơn!. .",
            "Gửi đến Sinh viên. . . . PĐT đã ra Quyết định chuyển SV sang khóa 2014-áp dụng CTĐT khóa 2014.. . . . Đính kèm theo file các môn học SV còn nợ.. . . . Do trước đây Sinh viên có làm đơn & có QĐ chuyển sang khóa 2013 và đã bảo vệ thành công LVTN theo khóa 2013 này. Nay Sinh viên lại chuyển sang khóa 2014 nên có một số môn không có trong danh sách tương đương/thay thế (vd Luận văn tốt nghiệp).. . . . Vậy Sinh viên liên hệ Khoa và trình bày để xin miễn các môn có trong file đính kèm và minh chứng bằng các môn đã học (vd bằng mã số 405102, 405103 …). . . . Đề nghị SV sớm hoàn tất để kịp tốt nghiệp. . . . Thân chào."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Kính gửi quý thầy cô phòng đào tạo. . Em tên [full_name]. . MSSV [student_id]. . . . PĐT cho em hỏi là em đã hoàn thành xong luận văn tốt nghiệp ở học kì 211 và học kì đó tạm thời không xét điều kiện chuẩn CCAV quốc tế khi xét LVTN.. . . . Hiện giờ em chưa có kết quả thi TOEIC thì điểm LVTN này của em có bị hủy không ạ.. . . . Em cám ơn PĐT đã xem. Mong nhận được phản hồi sớm ạ.",
            "Chào bạn. . Không bị hủy LVTN, bạn cần nộp CCNN để được xét tốt nghiệp. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp  /i Hiện tại em đủ điều kiện tốt nghiệp trừ tiêu chí 15 ngày CTXH. Em đã có 12,5 ngày CTXH dự kiến vài ngày nữa bên Đoàn trường sẽ cập nhật cho em thêm 3 ngày CTXH nữa. Vậy bây giờ em có thể đăng kí dự kiến tốt nghiệp tháng được chưa ạ ! . . . .",
            "\"Chào bạn,. . PDT đã ghi nhận yêu cầu về đăng ký xét TN của bạn. SV vui lòng theo dõi email  và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 05/04/2022 SV vẫn chưa nhận được thấy tên trong ds dự kiến tốt nghiệp ( Tra danh sách tại http://www.aao.hcmut.edu.vn    Tốt nghiệp    Thông tin tốt nghiệp) hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 04/2022 (cập nhật mới gia hạn thời gian xử lý tốt nghiệp). . Về tình trạng sinh viên, khi nào em có tên trong ds dự kiến tốt nghiệp, PDT sẽ tự động ra QD thu nhận cho bạn nhé. . Thân. . \""
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em đã hoàn thành 142 tín chỉ theo chương trình đào tạo của nhà trường. Học kì 212 này, em có đăng kí môn học A (đã đạt) vào học kì chính của 212 để cải thiện.. . Nhưng nếu điểm tổng kết môn A sau khi cải thiện là không đạt. Thì, kết quả là môn A của em sẽ được giữ nguyên là đạt, hay sẽ lấy điểm mới là không đạt và em bắt buộc phải học lại môn học A ạ.. . Dạ em cảm ơn.. .",
            "Chào bạn. . o Bạn vui lòng xem chi tiết tại trang web aao    sinh viên    Quy chế    Quyết định ban hành chung vè quy chế học vụ và đào tạo: số 2931(10/09/2021)  : Điều 15.1 đánh giá kết quả học tập . . . . -\tĐiểm trung bình tích luỹ là điểm trung bình của những học phần mà người học đã học tính từ đầu khóa học, tính theo điểm chính thức của học phần và trọng số là số tín chỉ của học phần đó. Trường hợp người học tích luỹ nhiều hơn số học phần yêu cầu của một nhóm tự chọn, chọn các học phần trong số này để tính điểm trung bình tích luỹ sao cho đảm bảo đủ số tín chỉ yêu cầu của nhóm tự chọn, đồng thời làm kết quả tính điểm trung bình tích luỹ đạt cao nhất."
        ]
    },
    {
        "intent": "",
        "message": [
            "B Yêu cầu khác: Kính gửi: Phòng Đào Tạo Trường Đại học Bách Khoa - ĐHQG TPHCM . . Em là [full_name] - MSSV: [student_id]. . Em hiện là sinh viên ở đại đội 39 tiểu đội 3.. . Em xin bảo lưu kết quả học HP1 và HP2 GDQP-AN khoá 405/21 do em hiện là f0 không có khả năng học tiếp và quy trình xét duyệt xin giấy em có gặp khó khăn không tự giải quyết được.. . Em phải tự cách ly test dương tính 24/03/2022 đến 31/03/2022 em mới được nhận giấy hoàn thành cách ly như bên y tế phường nói chứ không có giấy xác nhận f0 như bên thầy phụ trách ở trung tâm yêu cầu mà chỉ có mã bệnh nhân và tin nhắn xác nhận của cổng thông tin BYT. . . Hôm qua ngày 28/03/2022 em có thể đến nhận hồ sơ gì đấy từ bên phường để đem ra trạm y tế đóng mộc nhưng em phát sốt và chiều lại mưa gió lớn nên em không đi được và không liên lạc được với người hỗ trợ. Mà sắp thi kết thúc HP3,HP4 em rối ren quá không biết làm sao tới 31/03/2022 em mới nhận giấy xác nhận hoàn thành cách ly nên chắc không đáp ứng được yêu cầu hiện tại để chuyển từ lớp trực tiếp đại đội 39 sang lớp biên chế online đại đội 50 được.. . Rất mong PĐT xem xét.. . Xin chân thành cảm ơn!",
            "Chào em,. . Về việc bảo lưu kết quả học phần 1 và học phần 2 môn học GDQP-AN, SV vui lòng liên hệ trực tiếp tại TT GDQP để dược hướng dẫn và trả lời cho bạn nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Em là Lâm Thị Ngọc Nhi, MSSV [student_id], chuyên ngành Kỹ thuật Dệt. . Em muốn hỏi thầy cô về vấn đề:. . . . 1. Chương trình học của em là 131 tín chỉ trong đó có  8 tín chỉ Anh Văn. . . Em không học Anh Văn 1 2 3 4 trong trường (do không đủ chuẩn đầu vào) và em đã nộp bằng + chuyển điểm với số điểm TOEIC 475 vào ngày 24/12/2020, điểm quy đổi Anh Văn 1 là 6.0. Thời gian tới em sẽ nộp bằng TOEIC mới. . . . . -  Theo quy định là chỉ được chuyển điểm 1 lần, vậy em làm sao để bù lại 6 chỉ của các môn AV2, AV3, AV4 ạ? Vì khi không đủ 131 chi em sẽ không được ra trường. . . . . 2. Nếu trong năm 4 em nộp bằng Ielts, vậy em có được chuyển điểm cho 4 môn Anh Văn với bằng Ielts hay không (em đã từng chuyển điểm bằng bằng TOEIC)?. . . . Em cảm ơn thầy cô và mong được phản hồi.. . . . Đính kèm: CT học ngành KT Dệt  B   I   /B   /I",
            "Chào bạn, . . - Sinh viên vui lòng xem chi tiết quy định tại Quy chế học vụ đào tạo: aao.hcmut.edu.vn. .    sinh viên    quy chế    học vụ    Quyết định ban hành Quy định về học vụ và đào tạo bậc đại học (số 2933 ngày 10/9/21)/ Phụ lục 1. Quy định về chuẩn ngoại ngữ dành cho chương trình giảng dạy bằng tiếng Việt.. . - Bằng Ngoại ngữ nộp cho trường phải đúng theo quy định, không quan trọng là bằng nào nhưng mỗi môn Anh văn chỉ được chuyển điểm 1 lần.. . - Anh văn 1,2,3,4 là một môn học trong chương trình đào tạo nên ngoài việc nhà trường khuyến khích sinh viên nộp chứng chỉ NN để chuyển điểm bạn có thể đăng ký học để hoàn thành môn. . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . HK202 em có đăng ký hoãn thi môn kỹ thuật thủy lực khí nén ME3001 nhưng hôm đó em vẫn thi được đến giờ có điểm. Kính mong PĐT xem lại xóa điểm 14 cho em.. . Thân",
            "Chào bạn. . Hiện đã có quyết định Hoãn thi cập nhật điểm 14. . - Cần hủy điểm hoãn thi này: Bạn vui lòng làm đơn xin hủy quyết định Hoãn thi ở HK ? ghi rõ tên môn học, MSMH, . . Lý do: hủy để phục hồi điểm ?, ghi rõ thêm lý do. . Để Cô trình Ban lãnh đạo phòng xem xét. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "[full_name]- [student_id]. . Cho em hỏi là không đăng kí học phần thể chất nào ở năm nhất thì có được đăng kí môn học năm hai không ạ. Em cảm ơn!. . . .",
            "Chào bạn. . . .  o\tSinh viên vui lòng xem chi tiết quy định: Điều 9 Xếp trình độ năm học cho SV tại aao.hcmut.edu.vn    sinh viên    quy chế    học vụ    Quyết định ban hành Quy định chung về học vụ và đào tạo (số 2931 ngày 10/9/21). . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em đã nhận được mail và có tên trong danh sách dự kiến tốt nghiệp nhưng không đăng ký tốt nghiệp được do trạng thái sv bị tạm dừng . Em mong pđt sớm chuyển trạng thái sv cho em để em đăng ký tốt nghiệp ạ.",
            "\"Chào em,. . Hiện tại PDT đang ra Quyết định thu nhận lại cho SV để đăng ký xét tốt nghiệp, em theo dõi tình trạng trên mybk/Thông tin Sinh viên, khi nào chuyển qua trạng thái \"\"đang học\"\", em vào đăng ký tốt nghiệp lại nhé.. . Thân\""
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Kính gửi PDT. . Ngày 27/03 vừa rồi em có lịch thi môn Sức bền vật liệu, mã môn CI2001, giờ thi 16:00h, thi online. Do không chuẩn bị đủ thiết bị trong quá trình thi (cụ thể là camera thứ 2) em đã không được dự thi và các giám thị bảo em làm đơn xin hoãn thi theo hướng dẫn của PDT. Mong PDT giải quyết cho em được hoãn thi lần này.",
            "Chào bạn. . Đã gởi quyết định qua mail. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: 2114816  /b \t. . . .   i Học vụ . CÓ PHẢI XEM TKB HANGOUT- TUONG TÁC LÀ HỌC ONLINE , H6-702 LÀ HỌC TRỰC TIẾP TẠI TRƯỜNG KHÔNG Ạ",
            "Chào bạn. . Đúng rồi bạn. . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em chào ban đào tạo.. . Ban đào tạo có thể cho em biết chính xác ngày nhận bằng tốt nghiệp chính thức của em trong tháng 4 được không ạ? Hoặc nếu không thì trong khoảng thời gian từ ngày mấy đến ngày mấy ạ?. . Do hiện tại em đang ở quê( tỉnh Quảng Nam) tuy nhiên ktx Bách Khoa lại buộc em phải chuyển đồ gấp nên em cần biết chính xác ngày nhận bằng hoặc khoảng ngày mấy trong tháng 4 để em có thể báo lại bên ktx và đặt vé vô ạ?. . Em mong ban đào tạo phản hồi , em cảm ơn ạ.. .",
            "Đã tl"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác:      Cộng Hòa Xã Hội Chủ Nghĩa Việt Nam                                         . .          Độc Lập - Tự Do - [full_name]. . . .      Đơn xin mở lại Thời Khóa Biểu Học Kì 2 . .                    năm 2021-2022. .                                              . .      Kính gửi: Phòng Đào tạo. . . .      Em tên là [full_name], MSSV: [student_id], tài khoản: loc.ong20t9. . . .      Nguyên nhân dẫn đến vụ việc viết đơn này: . .      Nợ học phí môn Ngoại Ngữ theo yêu cầu Chính quy của học kỳ 211 nên đã bị khóa thời khóa biểu học kì 2. . . . .      Hôm nay, em xin được mở lại thời khóa biểu vì đã hoàn thành việc đóng học phí đầy đủ.. . . .      Em rất mong phòng đào tạo suy xét và mở lại thời khóa biểu cho em. . . .      Em xin chân thành cảm",
            "Chào bạn, . . - Phòng đào tạo sẽ phục hồi thời khóa biểu HK 212 cho bạn. Bạn theo dõi TKB cập nhật tại Mybk-xem TKB.. . - Bạn vui lòng thanh toán học phí đúng hạn.. . Thân.. .",
            "li answer rate: Answer is not complete / Câu trả lời chưa hoàn chỉnh",
            "Dạ hiện tại thì Thời khóa biểu HK212 của em vẫn chưa được mở ạ.. . . . Em mong có thể được mở sớm nhất để em có thể học tập ạ.. . . . Phần lịch thi HK212 của em cũng đã bị khóa em xin phép có thể mở lại cho em để tiện học tập và theo dõi thời gian thi",
            "đã cập nhật lại TKB"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em chào pđt ạ,. . . . Em là [full_name] sinh viên K15. Điểm Toeic ra trường của em là 500 và hiện tại em đã được thẩm duyệt và đã nộp tiền chuyển điểm AV hết rồi ạ nhưng pđt báo là em chưa đủ điều kiên ra trường là \"Thiếu Toeic\". Mong pđt xem xét giúp em gấp ạ (có ảnh 1 đính kèm). . . . . Đồng thời pđt giải quyết giúp em trường hợp em không đăng ký được xét tốt nghiệp do nhà trường ra quyết định thông báo tạm dừng do hết chương trình đào tạo K15 ạ. Pđt có nói là gửi lại yêu cầu tốt nghiệp 30/3 để pđt xét duyệt lại (có ảnh 2 đính kèm).. . . . Em xin cảm ơn ạ"
        ]
    },
    {
        "intent": "",
        "message": [
            "Gửi Phòng đào tạo,. . . . Em [full_name] [full_name], mssv: [student_id], khoa: Khoa học ứng dụng.. . Hiện tại em đã hoàn thành tất cả các môn trong chương trình đào tạo, 15 ngày CTXH, chứng chỉ ngoại ngữ đã được thẩm tra và em cũng đã đóng tiền chuyển điểm chứng chỉ ngoại ngữ 200.000 ạ. . . . . Vì vậy em xin đăng kí thu nhận lại tình trạng sinh viên để đăng kí tốt nghiệp cho kịp lịch tháng 4 ạ.. . . . Em xin cám ơn.  . . . .",
            "\"Chào bạn,. . PDT đã ghi nhận yêu cầu về đăng ký xét TN của bạn. SV vui lòng theo dõi email  và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 11/04/2022 SV vẫn chưa nhận được thấy tên trong ds dự kiến tốt nghiệp ( Tra danh sách tại http://www.aao.hcmut.edu.vn    Tốt nghiệp    Thông tin tốt nghiệp) hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 04/2022 (cập nhật mới gia hạn thời gian xử lý tốt nghiệp). . Về tình trạng sinh viên, khi nào em có tên trong ds dự kiến tốt nghiệp, PDT sẽ tự động ra QD thu nhận cho bạn nhé. . Thân. . \""
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Dạ em chào thầy cô ạ,. . Học kì chính 211 vừa rồi em có đăng kí học môn đo lường và đảm bảo chất lượng (ME3101), môn đó em đã hoàn thành và có điểm rồi ạ, nhưng hôm nay em kiểm tra trên bảng điểm của HK211 thì em không thấy môn đó của em trên bảng điểm nữa ạ, môn này có trong chương trình đào tạo của ngành em đang học ạ, kính mong thầy cô kiểm tra lại giúp em với ạ. Em chân thành cảm ơn ạ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Chào quý thầy / cô, . . Hiện em đã hoàn thành các thủ tục và yêu cầu cũng như đã được vào trang đăng kí tốt nghiệp, nhưng phần đăng kí ghi là còn nợ HP nên không đăng kí được dù em đã hoàn tất HP tất cả. Mong quý thầy cô kiểm tra và giúp đỡ để e được hoàn tất phần đăng kí của mình. Em có đính kèm ảnh vấn đề bên dưới. . . Em xin cám ơn",
            "Chào bạn. . Thứ 6 hàng tuần Phòng Đào tạo sẽ cập nhật lại danh sách tốt nghiệp mới và mở khóa cho các trường hợp sinh viên nợ HP và Nợ ngày CTXH (sau khi đã thanh toán HP/bổ sung đầy đủ ngày CTXH trước thứ 5 hàng tuần), Sinh viên đăng ký tốt nghiệp lại vào thứ 2 tuần sau. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Kính gửi Phòng đào tạo. . . . Em tên là [full_name], MSSV [student_id]. . . . Hôm nay em viết mail để hỏi Phòng đào tạo về vấn đề xin dừng làm luận văn tốt nghiệp trong học kì này. Do đã quá hạn hủy môn nên em không hủy môn được ạ. . . . . Mong Phòng đào tạo giúp em một phương hướng xử lý ạ.. . . . Em xin cảm ơn.. . . . Trân trọng,. . [full_name]. . [full_name]",
            "Chào em,. . Hiện tại đã hết thời gian để hủy môn học của học kỳ 212 nhé bạn.. . SV có thể làm đơn xin rút môn học, . . Về việc rút môn học (Có tính học phí):. . Bạn vui lòng tải mẫu đơn: RÚT MÔN HỌC tại trang web : aao.hcmut.edu.vn    Sinh viên    biểu mẫu. . Điền đầy đủ thông tin nộp qua BKSI. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Mong nhà trường chấp nhận đơn xin hoãn học phí của em",
            "Chào bạn. . Vấn đề BHYT, Học bổng, vay vốn ngân hàng, gia hạn và miễn giảm học phí, sinh hoạt công dân… Bạn vui lòng liên hệ Phòng Công tác Chính trị Sinh viên để được hướng dẫn.. . Email: [email]. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Kính gửi PĐT,. . . . Em tên là [full_name] thuộc khoa cơ khí. Em có một thắc mắc là, lúc trước PĐT có mail sẽ bỏ qua chuẩn tiếng Anh khi xét LVTN cho học kì 212.. . Vậy cho em hỏi là em có cần phải nộp bằng TOEIC trước khi bảo vệ LVTN không ạ. Hay là bảo vệ xong rồi nộp vẫn được ạ.. . Em chân thành cám ơn PĐT.. . . . Kính chúc sức khỏe.. . [full_name]. . . .",
            "Chào bạn, . . - Bạn không cần phải nộp bằng Toeic trước khi bảo vệ LVTN, bạn phải nộp bằng Toeic để xét tốt nghiệp.. . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Kính gửi phòng đào tạo, em tên là [full_name] MSSV: [student_id] . Nay em gửi yêu cầu này kính xin phòng đào tạo cho phép em được đăng kí tốt nghiệp vào tháng 04/2022. Với lý do là em đã hoàn tất toàn bộ chương trình đào tạo và đã thi và đăng kí nộp đầy đủ chứng chỉ ngoại ngữ Toiec 4 kỹ năng. Em là sinh viên hệ liên thông từ BDCN lên khoa Cơ Khí, năm nhập học là 2017, nay em đã hoàn tất chương trình và em vừa nộp xong bằng [full_name] 650. Kính xin phòng đào tạo xét duyệt cho em để em được tốt nghiệp. Em xin chân thành cảm ơn.",
            "\"Chào em,. . Trường hợp của em vui lòng theo dõi tình trạng thẩm tra chứng chỉ tại mybk/Nộp chứng chỉ ngoại ngữ, khi nào chuyển qua tình trạng đã thẩm tra hợp lệ (thời gian thẩm tra phụ thuộc vào đơn vị cấp chứng chỉ). . Để xét tốt nghiệp thì CCNN phải được thẩm tra hợp lệ mới xét tốt nghiệp được nhé bạn. . Khi nào thẩm tra hợp lệ em có thể gửi câu hỏi qua bksi để xin xét tốt nghiệp bổ sung. . Thân\""
        ]
    },
    {
        "intent": "",
        "message": [
            "B   /B Yêu cầu khác . Em chào anh/chị ạ, em muốn xin được hủy môn đang học là quản lý sản xuất (IM3003) vì em hiện không sắp xếp được thời gian để tiếp tục theo học môn này ạ (kì này em đăng kí 10 môn ạ). Kính mong anh/chị giải quyết giúp em trường hợp này ạ. Em xin cám ơn anh/chị ạ.. .",
            "Chào bạn,. . - Hiện tại đến tuần thứ 13 của học kỳ đã hết thời hạn của việc hủy môn học. Nếu có nhu cầu rút môn học bạn vui lòng xem quy trình rút môn học.. . - Về việc rút môn học (Có tính học phí):. . - Bạn vui lòng tải mẫu đơn: [full_name] HỌC tại trang web : aao.hcmut.edu.vn    Sinh viên    biểu mẫu. . Điền đầy đủ thông tin nộp qua trực tiếp hoặc BKSI trước ngày 15/04/2022. . Thân",
            "Em chào anh/chị ạ. Anh/Chị cho em gửi đơn xin rút môn học quán lý sản suất (IM3003) ạ. Em xin cám ơn ạ.",
            "Đã trả lời."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Học kỳ 213 tới, nhà trường cho phép đăng ký học phần Luận văn tốt nghiệp. Quý PĐT cho em hỏi là học kỳ 213 có xét chuẩn anh văn nhận LVTN không ạ, hay tạm thời không xét như học kỳ 212.. . Em xin cảm ơn, . . Trân trọng,",
            "Chào bạn. . Bạn xem thông báo DKMH Hk213 tại tin nhắn của trang Bkel. . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Dạ thưa thầy cô PDT, em là [full_name]-[student_id]. Dạ thầy cô cho em hỏi em đang tính đăng ký học môn Giải tích 1 trong học kỳ hè này ạ. Thầy cô cho em hỏi tụi em sẽ học mấy môn này trong mấy tuần của kỳ hè ạ. Em cảm ơn nhiều ạ.",
            "Chào bạn. . Bạn xem thông báo DKMH Hk213 tại tin nhắn của trang Bkel. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Kính gửi PDT,. . . . Em là [full_name] - Hiện đang là sinh viên Bằng 2 - Khoa Khoa học & Kỹ thuật Máy tính. - Nhập học năm 2020.. . . . Hiện tại vì một vài lý do cá nhân, em muốn bảo lưu và tạm dừng việc học. . . Em có các câu hỏi sau mong được giải đáp ạ:. . . . 1/ Cho em hỏi em có thể tìm hướng dẫn thủ tục, quy trình để bảo lưu ở đâu ạ.. . . . 2/ Sinh viên bằng 2 chính quy như em thì được bảo lưu trong vòng bao nhiêu năm?. . . . 3/ Nếu em làm thủ tục bao lưu bây giờ thì kết quả học tập của học kỳ này có được lưu lại trong học bạ không?. . . . 4/ Sau này nếu em đi học lại, thì học phí của em sẽ vẫn là mức học phí của K2020 hay sẽ là mức học phí mới tuỳ vào nằm mà em đi học lại?. . . . Em xin cảm ơn PDT.",
            "Chào bạn,. . 1. Về việc đăng ký tạm dừng học:. . Bạn vui lòng tải mẫu đơn: Tạm dừng tại trang web : aao.hcmut.edu.vn    Sinh viên    biểu mẫu. . Điền đầy đủ thông tin nộp qua BKSI. . 2. Sinh viên không được tạm dừng quá 2 học kỳ liên tiếp nếu không tình trạng sẽ chuyển sang \"xóa tên vì tạm dừng quá thời hạn cho phép\". . . 3. Vấn đề này sẽ tùy vào thời gian bạn nộp đơn tạm dừng, nếu bạn nộp đơn trong học kỳ 212 thì kết quả của học kỳ 212 sẽ bị hủy, nếu bạn nộp đơn vào học kỳ 221 thì kết quả học kỳ 212 sẽ được lưu lại.  . . 4. Hằng năm nhà trường sẽ có thông báo về mức học phí. Về thông tin học phí bạn vui lòng xem chi tiết tại trang web aao.hcmut.edu.vn    sinh viên    học vụ    học phí.. . Thân.",
            "li answer rate: Answer suits the needs / Câu trả lời đúng ý",
            "Dear Ms [full_name],. . . . Về vấn đề số 2. Cụ thể là \"Sinh viên không được tạm dừng quá 2 học kỳ liên tiếp\". . . . Giả sử em làm thủ tục tạm dừng bây giờ (chưa kết thúc HK 212). Vậy thì chậm nhất em phải đi học lại để được tiếp tục việc học là vào học kỳ 222 hay 231 ạ?. . . . Em xin cảm ơn",
            "Chào em,. . Nếu bạn tạm dừng từ HK212, thì Học kỳ chậm nhất bạn phải đăng ký môn học là HK222 nhé bạn. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Kính gửi thầy/cô,. . Em là sinh viên [full_name], thuộc chương trình đào đạo chính quy khoa Điện - Điện Tử. Thời khóa biểu hiện tại của em chỉ còn môn Anh văn 4 nhưng em vừa nhận kết quả bài thi TOEIC là đã đủ để quy đổi điểm môn Anh văn 4. Nên nay em xin rút môn học để thực hiện việc đăng ký xét tốt nghiệp. Em xin cam kết sẽ đóng học phí đầy đủ sau khi rút môn học.. . Phiếu đăng ký rút môn học được đính kèm tệp bên dưới.. . Em xin cám ơn. . .",
            "Chào bạn,. . PDT đã tiếp nhận đơn rút MH học HK212(có tính học phí) của bạn, bạn vui lòng theo dõi thông tin cập nhật trên mybk/Thông tin SV/Thời khóa biểu trễ nhất là 15/04/2022. . Sau ngày này vẫn chưa được cập nhật vui lòng phản hồi lại bksi. . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . thưa thầy cô, danh sách xét tốt nghiệp vẫn chưa có tên em vẫn để chưa đủ điều kiện... em đã học đủ theo chương trình học. Mong thầy cô xem lại giúp em em có gửi yêu cầu trên BKSI tuần trước rồi... mong thầy cô xem lại em có đủ điều kiện tốt nghiệp chưa.. . em có đính kèm theo các file miễn môn và bảng điểm mong thầy cô xem lại.",
            "\"Chào bạn. . Pdt kiểm tra hiện tại bạn còn nợ: 2tc trong nhóm tự chọn A. . Không đủ ĐK để tốt nghiệp. . Bạn kiểm tra lại nghen. . Trường hợp có khiếu nại bạn có thể gửi lại qua bksi.. . Trường hợp SV học môn tương đương nhưng chưa được cập nhật, vui lòng gửi lại thêm 1 yêu cầu khác về việc xin cập nhật môn tương đương (ghi rõ tên và mã MH SV học, ở học kỳ nào? bao nhiêu điểm? và tương đương với môn học nào thuộc CTĐT của SV). . Thân\""
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Chào Thầy/Cô,. . . . Hiện tại em muốn đăng ký đợt tốt nghiệp 4/2022.. . Em đã đủ tất cả điều kiện tốt nghiệp nhưng không đăng ký được trên trang web mybk.hcmut.edu.vn (file đính kèm). Em mong quý Thầy/cô mở đăng ký tốt nghiệp sớm cho em để em đăng ký kịp tiến độ tốt nghiệp ạ.. . . . Em xin chân thành cảm ơn.. . . . Trân trọng!. . . . [full_name]",
            "\"Chào bạn,. . PDT đã ghi nhận yêu cầu về đăng ký xét TN của bạn. SV vui lòng theo dõi email  và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 05/04/2022 SV vẫn chưa nhận được thấy tên trong ds dự kiến tốt nghiệp ( Tra danh sách tại http://www.aao.hcmut.edu.vn    Tốt nghiệp    Thông tin tốt nghiệp) hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 04/2022 (cập nhật mới gia hạn thời gian xử lý tốt nghiệp). . Về tình trạng sinh viên, khi nào em có tên trong ds dự kiến tốt nghiệp, PDT sẽ tự động ra QD thu nhận cho bạn nhé. . Thân. . \""
        ]
    }
]