[
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Kính gửi thầy cô PĐT,. . . . Em tên là [full_name], sinh viên lớp CK17KSCD.. . . . Sau khi thi anh văn Nói Viết đợt 2 thì hiện nay em đã đủ toàn bộ điều kiện để ĐKTN (ĐTBTL 7,5; 17 ngày CTXH, thanh toán toàn bộ phí trên mybk, pass tiêu chuẩn AV 4 kỹ năng, học và đạt toàn bộ các tín chỉ cần thiết); tuy nhiên em lại không tìm thấy tên mình trong danh sách dự kiến và vẫn chưa nhận được mail thông báo ĐKTN trong khi một số bạn của em đã nhận rồi. . . . . Rất mong thầy cô giải đáp giúp em ạ.. . Em xin chân thành cảm ơn thầy cô.",
            "Chào bạn,. . PDT đã ghi nhận yêu cầu về đăng ký xét TN của bạn. SV vui lòng theo dõi email  và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 19/10/2021 SV vẫn chưa nhận được mail hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 11/2021. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Hôm nay em đóng không kịp thì thời khoá biểu dự thính bị xoá phải không ạ, phải ngày mai em mới đóng kịp thì thời khoá biểu dự thính có được khôi phục lại không",
            "Chào em,. .  phải ngày mai em mới đóng kịp thì thời khoá biểu dự thính có được khôi phục lại không. . =  Cố gắng mai đóng học phí em nhé. (mai chưa xóa TKB). . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]6  /b \t. . . .   i Yêu cầu khác . Chào thầy/cô,. . . . Em sinh viên Khóa 2012, hiện nay em đã tốt nghiệp.. . . . Sáng nay em phát hiện ra mail sinh viên của mình đã bị trường vô hiệu hóa tài khoản. Em muốn hỏi có cách nào mở lại tài khoản (1 ngày cũng được) để em có thể lấy những dữ liệu còn lưu trên drive.",
            "Chào em,. . - Thời hạn sử dụng của tài khoản BK Net ID sau khi tốt nghiệp từ 1-3 tháng tùy theo chính sách liên kết với google về email. . - PĐT không phụ trách về vấn đề này. . Thân mến. . . . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính gửi thầy cô,. . Hiện tại các phường đang triển khai lấy danh sách NVQS. Em muốn hỏi là làm sao để có thể có được giấy tạm hoãn Nghĩa vụ quân sự ạ, tụi em có thể nhận bằng hình thức file mềm không ạ?. . Em cám ơn.. .   i Học vụ .",
            "Chào bạn,. . - SV chủ động đăng ký giấy Xác nhận SV hoãn NVQS để bổ sung cho địa phương và chọn dịch vụ gửi qua được bưu điện (người nhận trả tiền) nếu có nhu cầu (PDT không in hàng loạt như các năm trước). . -Sau khi PĐT cập nhật xong bạn có thể tải bản scan trên trang đăng ký chứng nhận sinh viên.. . Đồng thời PĐT cũng đã gởi bưu điện nếu SV có đăng ký, vui lòng nhận sau.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Chào PĐT ạ, lúc trước em có đăng ký học môn anh văn nhu cầu 2A, nhưng hiện tại vì 1 số lý do và em muốn thi bẳng Toeic để đổi điểm. Vì thế, em muốn xin hủy môn anh văn nhu cầu 2A. Mong PĐT giúp em ạ.. .",
            "CHào bạn,. . Hiện tại đã hết thời gian hủy môn học nhé bạn, bạn có thể làm đơn xin rút MH (có tính học phí) theo quy định nhé!. . Các trường hợp đăng ký sai nếu có nhu cầu đăng ký [full_name]211, SV vui lòng làm theo hướng dẫn sau: (SV vui lòng kiểm tra lại thông tin chính xác trước khi đăng ký. Hiện tại PĐT đã cập nhật kết quả [full_name]211 của SV đã đăng ký  ĐÚNG qua google forms.  SV vui lòng vào kiểm tra tại trang mybk.hcmut.edu.vn/Thông tin sinh viên/Bảng điểm):. . . . 1.   Sv tải PHIẾU ĐĂNG KÝ RÚT MÔN HỌC (được gởi đính kèm) điền thông tin è ký tên è chụp hình để có file ảnh tải lên trang bksi.hcmut.edu.vn.. . . . 2.   Sv đăng nhập vào trang bksi.hcmut.edu.vn è Hỏi/[full_name] [full_name] câuhỏi/yêu cầu mới è điền thông tin vào CHỦ ĐỀ : Rút môn học (phải thanh toán học phí) HK 211.. . . . 3.   Click vào choose file để tải file ảnh .. . . . 4.   Click vào GỬI.. . Vui lòng gửi đơn rút trước ngày 20/10/2021"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ em chào anh chị!. . Em có đăng kí môn dự thính lộ trình 2(bắt đầu học từ 30/8) nhưng không thấy có thời khóa biểu ạ. Môn học em đăng kí là Giải tích 2(MT1005) ạ. . Dạ đây là hình ảnh ạ!. . Em cảm ơn!"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Dạ chào thầy/cô,. . Em xem trên lịch trình đăng ký Tốt Nghiệp trên website của trường đã dời đến 24/12/2021 mà trong phần đăng ký Tốt Nghiệp trong Mybk thời hạn đăng ký chỉ đến 31/10/2021. Cho em hỏi này là sao ạ! . . Em cảm ơn nhiều ạ!",
            "Chào bạn. . Pdt sẽ cập nhật lại. .   Pdt sẽ giải quyết tốt nghiệp theo thông báo đến hết HK211 (dự kiến cuối tháng 12/2021) . . ·        Xem chi tiết lịch trình tốt nghiệp tại trang web PĐT (aao.hcmut.edu.vn)    Tốt nghiệp    Thông tin tốt nghiệp    Tháng 11/2021    Lịch trình đăng ký tốt nghiệp và cấp bằng tháng 11/2021 (cập nhật mới gia hạn thời gian xử lý tốt nghiệp). . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em chào PĐT. . Em là [full_name], MSSV [student_id] , CK17LOG 2. Xét thấy bản thân đủ điều kiện tốt nghiệp nhưng hiện giờ vẫn chưa có tên trong DS tốt nghiệp dự kiến (do đó nên chưa thể đăng ký tốt nghiệp được). Mong PĐT rà soát và xem xét lại trường hợp của em ạ.. . Em cảm ơn.",
            "Chào bạn,. . PDT đã ghi nhận yêu cầu về đăng ký xét TN của bạn. SV vui lòng theo dõi email  và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 19/10/2021 SV vẫn chưa nhận được mail hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 11/2021 (cập nhật mới gia hạn thời gian xử lý tốt nghiệp). . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Chào anh/chị,. . . . Học kỳ 211 này các môn học 3 tín chỉ bị rút đi 1 tiết, chỉ còn 2 tiết trong một buổi học, bằng với môn 2 tín chỉ, dẫn tới việc thời gian để giảng viên hướng dẫn bài tập hay để phân tích các bài tập tình huống không đủ. Em xin phép được hỏi vì sao lại có sự giảm đi số tiết này trong học kỳ 211 ?. . . . Mong nhận được lời giải đáp của anh/chị.. . . . Trân trọng.",
            "Chào em,. . - Môn IM3087 có 30LT, giảm 20% còn 24 tiết LT thực giảng và 45 tiết BTL (1tc).. . - Em nên liên hệ với giảng viên để biết thêm chi tiết.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Chào Phòng Đào Tạo!. . . . Em là [full_name]- lớp XD15KT- MSSV: [student_id]. Hôm nay em phát hiện tài khoản gmail trường của em là [email] đã bị vô hiệu hóa.. .  . . Phòng Đào Tạo có thể giúp em mở lại tài khoản để em sao chép tất cả dữ liệu trong google drive được không ạ? Bởi vì trong drive chứa các bài nghiên cứu của em từ lúc học đại học đến nay.. . Em sẽ sao chép dữ liệu lại và trả tài khoản lại cho trường. Vì em cần những bài nghiên cứu đó để nộp hồ sơ xin học bổng du học.. . . . Mong Phòng Đào Tạo xem xét và giúp đỡ cho em. Em cảm ơn!. . . . Trân trọng,. . . . [full_name]",
            "Chào em,. . - Thời hạn sử dụng của tài khoản BK Net ID sau khi tốt nghiệp từ 1-3 tháng tùy theo chính sách liên kết với google về email.. . - PĐT không phụ trách về vấn đề này nhé.. . . . Thân mến. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]  /b . . . . Kính gửi phòng đào tạo ĐHBK TPHCM,. . . . Em tên là [full_name], Mssv [student_id].. . . . Em gửi yêu cầu này là mong thầy cô cập nhật lại danh sách dự kiến đăng ký tốt nghiệp để em được đăng ký tốt nghiệp ạ.. . . . Em xin cảm ơn!. . . .   i Tốt nghiệp .",
            "Chào bạn. . Bạn đã có tên trong danh sách dự kiến tốt nghiệp, Bạn sẽ nhận mail vào tuần sau để thực hiện khai thông tin tốt nghiệp theo hướng dẫn nghen. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Xin chào thầy/cô.. . . . Em xin bảo lưu kết quả HK 201,202,203. Cho đến HK 212.. . . . Đồng nghĩa với việc em xin không học HK211,212.. . . . Xin quý thầy/cô giúp đỡ.. . . . Em xin cảm ơn.",
            "Chào em,. . - Em xem quy chế tạm dừng:. . http://www.aao.hcmut.edu.vn/index.php?route=catalog/chitietsv&path=90&tid=1658. . - Em phải thanh toán hết học phí HK211. . - Tải mẫu đơn tạm dừng: điền đầy đủ thông tin có chữ ký của [full_name], Khoa ... gửi qua bksi. . http://www.aao.hcmut.edu.vn/image/data/bieumau/sinhvien/new%20PDT-06_Tam%20dung%20hoc.pdf. . Thân mến. .",
            "- Em đã thanh toán học phí HK211. . . . - Em xin gửi mẫu đơn đã có chữ ký.. . . . Kính mong quý thầy/cô xét duyệt.. . . . Em xin cảm ơn",
            "- Em đã thanh toán học phí HK211. . . . - Em xin gửi mẫu đơn đã có chữ ký.. . . . Kính mong quý thầy/cô xét duyệt.. . . . Em xin cảm ơn.",
            "Chào em,. . Em còn thiếu họ tên, chữ ký của [full_name] nữa nhé.. . Thân mến. . . .",
            "Kính chào quý thầy/cô.. . . . Về việc xin được tạm dừng học,. . . . - Em đã thanh toán học phí HK211.. . . . - Em đã có xác nhận của GVCN và Chủ Nhiệm [full_name].. . . . Kính mong quý thầy/cô xét duyệt. . . . Em xin cảm ơn.. .",
            "Chào em,. . PDT đã tiếp nhận và đồng ý đơn tạm dừng HK211 của bạn. Em theo dõi quyết định tạm dừng và tình trạng chuyển qua trạng thái tạm dừng tại mybk/Thông tin Sinh viên.. . SV theo dõi lịch học vụ để làm đơn thu nhận vào đăng ký môn học cho học kỳ tiếp theo HK212. . Thân",
            "Chào em,. . Cô gửi em file scan Quyết định tạm dừng HK211. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em chào thầy, cô. . . Em là [full_name], MSSV [student_id], là sinh viên ngành Kỹ thuật chế tạo máy, Khoa Cơ Khí.. . Lý do em gửi e-mail là vì: Em hiện tại đã đủ điều kiện tốt nghiệp và em đã lỡ đăng ký 1 môn học ở HK 211 và còn nợ học phí ( Phải thanh toán vào ngày 09/11/2021) và đồng thời hạn đăng ký tốt nghiệp là vào ngày 31/10/2021. . . Em mong thầy, cô có thể mở sớm thanh toán học phí cho em để em có thể đăng ký tốt nghiệp sớm ạ. . . Em cảm ơn thầy cô rất nhiều. . . Chúc thầy cô một ngày ấm áp và hạnh phúc.",
            "Chào em,. . cô có thể mở sớm thanh toán học phí cho em để em có thể đăng ký tốt nghiệp sớm ạ.. . =  PĐT sẽ mở khóa cho em thanh toán học phí vào thứ 2 tuần sau.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Kính gửi thầy/cô,. . Do chưa có điểm của môn học EE3025 trước khi đợt đăng ký dự thính học kỳ 211 kết thúc, nên em có đăng ký môn học đó vào kỳ dự thính 211. Em vừa biết điểm là đã qua môn nên em mong muốn được rút môn học. Nhưng hạn rút môn học thông báo qua mail là ngày 01/10/2021, đã hết hạn rồi. Thầy/cô có thể hướng dẫn giúp em các thủ tục để rút môn học đối với trường hợp của em được không ạ?. . Em cám ơn thầy/cô ạ.. .",
            "Chào em,. . Đã hết thời gian rút môn học (phải thanh toán học phí), em cần làm theo hướng dẫn sau:. . 1.   Sv tải PHIẾU ĐĂNG KÝ RÚT MÔN HỌC (tại trang web: aao.hcmut.edu.vn biểu mẫu) điền thông tin ký tên chụp hình để có file ảnh tải lên trang bksi.hcmut.edu.vn. . 2.   Sv đăng nhập vào trang bksi.hcmut.edu.vn ¬¬¬ Hỏi/Yêu cầu  Tạo câu hỏi/yêu cầu mới: Rút môn học (phải thanh toán học phí) HK 211: điền thông tin vào CHỦ ĐỀ VÀ NỘI DUNG. . 3.   Click vào choose file để tại file ảnh . . 4.   Click vào GỞI. . Hạn cuối để đăng ký lại đến 15 giờ ngày 15/10/2021. . Thân mến. . . . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Cho em hỏi là em có đăng ký giấy tạm hoãn nghĩa vụ quân sự vào ngày 10/10/2021 và địa điểm trả kết quả là văn phòng khoa cơ sở lý thường kiệt ạ. Nay em lên văn phòng khoa thì khoa bảo là chưa nhận được bản in từ phòng đào tạo ạ. cho em hỏi phiếu in của em đã được in xong và chuyển tới văn phòng khoa chưa ạ? (thông tin của em là [full_name], MSSV: [student_id]). Em cảm ơn ạ",
            "Chào em,. . Em liên hệ phòng Đào tạo cơ sở Lý Thường Kiệt nhận nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em mới nhận được mail đăng kí thể chất em muốn hỏi là em là K19 có đăng kí đợt này được không ạ?",
            "Chào em,. . em muốn hỏi là em là K19 có đăng kí đợt này được không ạ?. . =  Đăng ký được nhé em.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Chào thầy/ cô,. . . . Em là sinh viên Khóa 2017 và hiện tại em đã đạt đủ các chứng chỉ Anh văn, CTXH cũng như tín chỉ tích lũy.. . Em đã có hỏi trên bksi và nhận được phản hồi của cô rằng em đã đủ điều kiện tốt nghiệp.. . Tuy nhiên, hiện tại em vẫn chưa đăng ký tốt nghiệp được trên mybk và cũng chưa có tên trong \"Danh sách tốt nghiệp dự kiến\" (hình ảnh đính kèm). . . . Em không biết liệu em đang có vấn đề ở bước nào. Em mong nhận được phản hồi từ quý thầy cô ạ!",
            "Chào em,. . Em kiểm tra lại mail ngày 15/10 (lúc 18h) và vào đăng ký tốt nghiêp nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: 2052037  /b \t. . . .   i Đăng ký môn học . Cho em hỏi là em đã học HP1 THỂ CHẤT, HIỆN TẠI TRƯỜNG MỞ HỌC PHẦN 1 2 MÔN VÕ VÀ AEROBIC LIỆU EM CÓ THỂ ĐĂNG KÝ HỌC 1 TRONG 2 MÔN ĐÓ LÀ HP2 ĐƯỢC KHÔNG Ạ. EM CẢM ƠN. . TRÂN TRỌNG ./.",
            "Chào em,. . [full_name]I ĐĂNG KÝ HỌC HP1 MỚI HỌC HP 2. . Thân mến. .",
            "DẠ [full_name] HP 1 [full_name]A MỞ HP2 THÌ EM HỌC HP 1 AEROBIC ĐỂ THÀNH HP2 LUÔN ĐƯỢC KHÔNG Ạ? HP 1 EM HỌC BÓNG CHUYỂN!",
            "Chào em,. . Em liên hệ cô [full_name] [phone_number], phòng 520 Nhà điều hành ĐHQG-HCM (khu phố 6, phường Linh trung, Thủ đức). . Email của cô [full_name] : [email]. . để được hướng dẫn thêm. . Thân mến. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Chào thầy/cô. . Theo quy định thì khóa 2018 phải hoàn thành 3 môn GDTC khác nhau.. . Trường hợp em rớt một môn GDTC nhưng em không học lại môn đó mà học lại môn khác, và đã đủ 3 môn.. . Thì môn bị rớt đó, em có phải học lại để qua môn không ạ?. . Mong nhận được phản hồi sớm từ quý thầy/cô.. . Chân thành cảm ơn ạ. . Trân trọng",
            "Mong thầy/cô phản hồi sớm để nếu phải học lại thì em kịp đăng ký đợt này ạ",
            "Chào em,. . ĐƯỢC EM, [full_name].. . Thân mến. . . .",
            "Chào em,. . Thì môn bị rớt đó, em có phải học lại để qua môn không ạ?. . =  KHÔNG CẦN HỌC [full_name],  MIỄN HOÀN THÀNH 3 MÔN GDTC KHÁC MÃ. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em chào cô, em là khoc k16, khóa em là 3 môn GDTC, em còn thiếu 1 môn GDTC 2 để kỳ sau đăng ký làm tốt nghiệp, em thấy có đợt đk môn GDTC học phần 1, em đk học môn này có được xét quan GDTC2 không ạ. .",
            "Chào em,. . CHỈ [full_name] 1 MÔN CỦA [full_name] (VÍ DỤ: HỌC PHẦN 1 VÕ). . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác:",
            "Chào em,. . - Thời hạn sử dụng của tài khoản BK Net ID sau khi tốt nghiệp từ 1-3 tháng tùy theo chính sách liên kết với google về email. . - PĐT không phụ trách về vấn đề này nhé. . Thân mến. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Kính Gửi Phòng Đào Tạo,. . Em là [full_name], MSSV [student_id]. Khoa điện, điện tử, chương trình tiên tiến. . . Vào ngày 13/10/2021. Phòng đào tạo có email cho em, và nói rằng em còn nợ 2 Môn : Tư Tưởng [full_name] -MSMH: 001025. Và môn Trường, sóng điện từ - MSMH 405408. Nên không xét tốt nghiệp được. . Rất mong phòng đào tạo xem xét lại giúp em hai môn này. Đầu tiên, Môn Trường, sóng điện từ  - MSMH 405408, em đã hoàn thành, và qua môn, giảng viên cũng đã cập nhật điểm. Thứ 2, môn Tư tưởng [full_name], em đã đăng kí bằng MSMH SP10025, thuộc chương trình chất lượng cao, do ở học kì trước, MSMH 001025 không thể đăng kí được.. . Vì là học kì cuối cùng, học kì mới đã bắt đầu từ lâi, và cũng đến hạn ra trường, rất mong Phòng Đào Tạo xem xét lại các trường hợp này . .  và giúp đỡ em. Em xin chân thành cám ơn!. . Dưới đây là hình ảnh về điểm số của các môn : Tư Tưởng [full_name], và Trường, sóng Điện từ",
            "Chào bạn,. . Trường hợp của bạn đã cập nhật môn tương đương SP1025. . Hiện tại bạn còn nợ 405408 Trường & sóng điện từ (do điểm của GS [full_name] chưa có).. . Bạn vui lòng liên hệ tại Văn Phòng Đào tạo Quốc tế để được hướng dẫn thêm, em có thể gửi mail cho a [full_name] Văn Phòng Đào tạo Quốc tế: [email]. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Chào thầy/cô, hiện tại do tình hình covid nên chưa biết khi nào mới có thể thi toeic đươc, mà  em sắp hết thời hạn 13 học kỳ. Em hiện có điểm toeic là 490 (cần 500 để tốt nghiệp). . . Vậy em có thể xin trường xem xét giúp em trường hợp này không ạ. Em xin cảm ơn.",
            "Chào bạn. . Bạn phải đạt chuẩn anh văn để ra trường theo quy định. . Bạn có thể kéo dài thời gian đào tạo theo quy chế. . 5.5 Các trường hợp được kéo dài thời gian đào tạo tối đa. .  SV thỏa điều kiện xét tốt nghiệp về việc hoàn thành CTGD (số TCTLN và điểm TBTLN) nhưng chưa đủ các điều kiện khác để xét tốt nghiệp (chuẩn tiếng Anh, công tác xã hội) được kéo dài thời gian đào tạo tối đa một học kỳ để SV bổ sung các điều kiện để được xét tốt nghiệp (không được đăng ký môn học trong thời gian kéo dài này).. . . . + Các trường hợp đặc biệt khác do Hiệu trưởng xem xét quyết định.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em xin chào phòng đào tạo. . . Hiện tại số tín chỉ tích lũy của em hiện là 93 tín chỉ, và em đã thi kiểm tra anh văn trong trường em đã thi qua hết qua đủ đạt chuẩn của năm 4 nhưng vì dịch em chưa thể thi để lấy bằng  để nộp cho trường, phòng đào tạo có thể cho em xin tạm tính tín chỉ tích lũy để đủ điều kiện đăng ký thực tập tốt nghiệp được không ạ? Em sẽ bổ sung bằng sớm nhất trong năm nay khi được tổ chức thi toeic lại. Để không ảnh hưởng đến đề cương luận văn của em.. . Em xin gửi lại đơn đăng ký môn học bổ sung. Em xin cảm ơn.",
            "Em bổ sung là Hk203 tạm tính số tín chỉ anh văn thì em được 101 chỉ đủ để đăng ký thực tập tốt nghiệp. Em xin phòng đào tạo xem xét giúp em tạo điều kiện giúp em, hiện thực sự em ở quê chưa vào sài gòn để thi toeic được, em cũng sẽ tranh thủ thi sớm nhất để nộp để được tính số tín chỉ. Mong phòng đào tạo hỗ trợ tạm tính vào tín chỉ tích lũy giúp em. Em xin cảm ơn"
        ]
    },
    {
        "intent": "",
        "message": [
            "Em là sinh viên khoá K17. Em còn nợ môn thể chất 2. Em đã đăng ký học học phần 2 môn thể chất của k20 ở hk202. Cho em hỏi nếu em đã hoàn thành học phần 2 thì em có cần đăng ký học phần 1 nữa không? Em xin cám ơn.. .",
            "Chào bạn. . Bạn chỉ cần tích lũy 1 môn của K20, không cần đăng ký học phần 1 nghen. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Em hiện tại đang ở Q3 và đăng kí nhận giáo trình tại Q3 TPHCM nhưng vẫn chưa nhận được giáo trình ạ. Em học chương trình Việt - Pháp. Em cảm ơn ạ.. .   i Yêu cầu khác .",
            "Chào em,. . - Những đơn hàng sv kiểm tra thấy báo đơn hàng bị từ chối vì đã làm vận đơn trên hệ thống viettel post nhưng chưa chuyển đi được vì một số  lý do:. . + Thẻ data viettel chưa có cho nên gần 1000 đơn có loại thẻ này chưa thể đóng gói và chuyển đi.. . + Riêng trường hợp SV ở TP. HCM thì do Đoàn TN chuyển trực tiếp cho SV (những bạn ở TP. HCM nếu đăng ký nhận thẻ data viettel vẫn chưa chuyển đi được.. . Em vui lòng đợi thêm nhé.. . Thân mến. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ thầy cô ơi. Em có nhận mail đăng ký môn học GDTC . . . Em vô mybk-  đăng ký. Thì thấy lớp võ chỉ có các nhóm lớp CC, L. . . Em là sinh viên thuộc Chương trình Việt-Pháp. . . Vậy em đăng ký nhóm lớp nào ạ  U",
            "Chào em,. . Thì thấy lớp võ chỉ có các nhóm lớp CC, [full_name].. . =  Em chọn nhóm [full_name] nhé. . Thân mến. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Em là [full_name], khoá 2017. Xin cho em hỏi về cách thức đăng ký môn giáo dục thể chất.. . Khoá k17 của em cần đăng ký gdtc1, gdtc2, gdtc3. Bây giờ em còn đang nợ gdtc2. Theo chương trình mới k20 chỉ học học phần 1 và học phần 2 môn gdtc. Em đã đăng ký học phần 2 môn Võ k20. Nếu em hoàn thành học phần này thì cho em hỏi em có cần đăng ký học phần 1 nữa hay không? Nếu em không đạt học phần 2 này thì em sẽ học lại như thế nào để bổ sung đủ cho học phần gdtc2 của k17 theo chương trình mới của k20 ạ? Em xin cám ơn. .",
            "Chào em,. . CHỈ [full_name] 1 MÔN CỦA [full_name] (VÍ DỤ: HỌC PHẦN 1 VÕ). . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính gửi Thầy/ cô,. . Dạ em là sinh viên K21 của trường ạ, em có thắc mắc về việc đăng ký môn giáo dục thể chất ạ:. . - Dạ nếu em không đăng ký ở học kỳ này thì có được đăng ký ở học kỳ sau không ạ?. . - Dạ nếu em có bằng ở môn võ taekwondo( cụ thể là đai đen nhất đẳng) thì có được miễn học không, hay vẫn học bình thường ạ?. . Dạ em cảm ơn thầy/ cô nhiều ạ.",
            "Chào em,. . - Dạ nếu em không đăng ký ở học kỳ này thì có được đăng ký ở học kỳ sau không ạ?. . =  Email PĐT có thông báo:. . \" Theo quy chế học vụ Sinh viên phải hoàn thành 2 học phần thể dục để đủ điều kiện xét tốt nghiệp. Trường hợp SV bị trùng lịch không đăng ký trong HK1 vẫn có thể đăng ký lại ở các HK sắp tới.\". . - Dạ nếu em có bằng ở môn võ taekwondo( cụ thể là đai đen nhất đẳng) thì có được miễn học không, hay vẫn học bình thường ạ?. . =  Em liên hệ cô [full_name] [phone_number], phòng 520 Nhà điều hành ĐHQG-HCM (khu phố 6, phường Linh trung, Thủ đức). . Email của cô [full_name] : [email]. . . . Thân mến. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Chào anh(chị),. . . .    Cho em hỏi là giấy xác nhận khó khăn của địa phương để nộp ứng tuyển học bổng hay các khoản vay của trường, thì em dùng giấy đã xin xác nhận trước đó 2 3 tháng được không ạ?. . . . Em cảm ơn.. .",
            "Chào em,. . Em liên hệ phòng Công tác chính trị sv qua email [email] để được hướng dẫn nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Kính gửi thầy cô,. . Em tên là [full_name]. . MSSV [student_id], MSSV cũ: [student_id].. . . . Trong Học kỳ 3 (2020-2021) em đã hoàn thành các môn học và đủ điều kiện tốt nghiệp. Nhưng trên hệ thống vẫn thông báo em chưa đủ tín chỉ.. . Em mong thầy cô lần kiểm tra lại giúp em tình trạng này ạ. Do em đã thông báo tình trạng từ tháng 9, đến nay cũng đã sắp hết hạn đăng ký xét tốt nghiệp.. . . . Em xin lỗi đã làm phiền thầy cô nhiều lần ạ.. . Em xin cảm ơn.. . Sinh viên. . [full_name]. .",
            "Chào em,. . Sinh viên xem lịch trình đăng ký tốt nghiệp trang web PĐT. . . . http://www.aao.hcmut.edu.vn    Tốt nghiệp    Thông tin tốt nghiệp. . . . - Tiếp nhận các phản hồi của sinh viên tại Phòng Đào tạo: từ ngày 15/10/2021 -  đến 08g00 24/12/2021.. . . . - Sinh viên kiểm tra kỹ các thông tin (Họ tên, ngày tháng năm sinh, nơi sinh, điểm TB, loại tốt nghiệp, ngành tốt nghiệp,..) trên danh sách dự kiến tốt nghiệp và Giấy chứng nhận tốt nghiệp tạm thời và đảm bảo không có sai sót vì các thông tin này sẽ được in trên Bằng tốt nghiệp và học bạ. Xin phản hồi ngay với Phòng Đào tạo nếu có sai sót.. . . .   Thứ 6 hàng tuần P.ĐT sẽ lấy dữ liệu SV đăng ký và đã thanh toán lệ phí tốt nghiệp trước đó để tiến hành in giấy chứng nhận tốt nghiệp tạm thời, dự kiến nhận trễ nhất vào thứ 3 tuần tiếp theo. Giấy chứng nhận tốt nghiệp sẽ được tải lên trang đăng ký hồ sơ cấp bằng. Sinh viên tự lên tải về sử dụng trong thời gian này. . . . . Giấy chứng nhận tốt nghiệp bản chính sẽ được gửi về Sinh viên qua bưu cục theo địa chỉ Sinh viên đã đăng ký.. . . . Lưu ý :      . . . . - Đăng ký tốt nghiệp tại myBK (Mục Đăng ký tốt nghiệp), thanh toán tiền qua BKPay, sau đó nhấn xác nhận (Sinh viên không phải in đơn cấp bằng).. . . . - PĐT xác nhận Đơn cấp bằng qua hệ thống, sinh viên theo dõi thông tin được gửi trong email sinh viên.. . . . Trân trọng thông báo.. . Hiện tại đã mở cho bạn đăng ký tốt nghiệp, em vui lòng vào đăng ký, ds tốt nghiệp sẽ bổ sung sau.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em tên là: [full_name]. . MSSX: [student_id]. . Theo quy chế từ khóa K20 thì em sẽ phải học 2 học phần Giáo dục thể chất ạ. Vậy cho em hỏi là:. . _Nếu em học 2 môn thể chất khác nhau (như HK201 học Bóng Chuyền còn HK202 học Cầu Lông) thì có được chấp nhận không ạ?. . _Nếu HK201 em đã học môn Võ và đã qua và HK211 này em đăng ký học lại môn Võ thì có được chấp nhận không ạ?. . Mong PĐT giải đáp giúp em với ạ.. . Em xin cám ơn nhiều ạ.",
            "Chào bạn. . Khóa 2020 phải theo quy định chính xác của Trung tâm Giáo dục thể chất. . - Nếu em học 2 môn thể chất khác nhau (như HK201 học Bóng Chuyền còn HK202 học Cầu Lông) thì có được chấp nhận : [full_name]. . - Nếu HK201 em đã học môn [full_name] và đã qua và HK211 này em đăng ký học lại môn [full_name] thì có được chấp nhận : [full_name]: có 2 học phần 1 và học phần 2 nâng cao. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Thưa thầy cô, trước đây em định đăng kí anh văn 1A nhưng mà thời điểm đó điểm anh văn đầu vào của em lỗi và không đăng kí được. Và em đã nghĩ là sẽ không đăng kí được nữa.. . Nhưng mà hôm nay thì phòng đào tạo đã chỉnh lỗi điểm anh văn đầu vào của em, và tư nhiên môn Anh văn 1A của em được đăng kí,trong khi em đã không đăng kí nữa, làm em không kiểm soát được việc học cũng như học phí.. . Vậy cho em hỏi là có cách nào em có thể hủy môn học Anh văn 1A được không ạ ?",
            "Pdt đã xử lý theo yêu cầu của bạn. . Nên không thể hủy theo yêu cầu hiện tại của bạn được. . . . \"[student_id]        \"\"Thời gian: 09/27/2021 10:32:38 am. . Từ: [25117] ([student_id]) [full_name]. . . . MSSV/MSGV: [student_id]    . . . . Đăng ký môn học. . . . Thưa thầy cô, ở các phản hồi trước, thầy cô vẫn chưa xử lý điểm thi anh văn đầu vào của em ạ. Em đã thi lần 2, qua 400 toeic nhưng vẫn chưa thể đăng kí được anh văn 1A, lại yêu cầu anh văn cơ bản trước.. . Mong thầy cô giúp em\"\"\""
        ]
    },
    {
        "intent": "",
        "message": [
            "chào thầy cô, . . Em là Đức, khóa K19 em nhập học K19 nhưng hiện tại về nộp giấy xác nhận sinh viên thì bên quân đội xã yêu cầu có giấy nhập học năm 2019, vậy hiện tại trường có cung cấp lại giấy nhập học năm 2019 cho em được k ạ, . . Em cảm ơn thầy cô ạ  . .   i Yêu cầu khác .",
            "Chào em,. . - Giấy nhập học năm 2019. . =  Giấy nhập học chỉ cấp 1 lần duy nhất, không cấp lại nhé em. . . -  hiện tại về nộp giấy xác nhận sinh viên thì bên quân đội xã yêu cầu có giấy nhập học năm 2019,. . =  Địa phương em không chấp nhận thì yêu cầu gửi công văn xác minh đến PĐT. PĐT trả lời công văn đó đến địa phương em.. . Thân mến. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: cho e hỏi hôm nay 15/10/2021 e đóng học phí qua trước 15h mà không dươc",
            "Chào em,. . Em có thể nói rõ hơn sự cố hoặc chụp màn hình báo lỗi gửi lại bksi nhé.. . Thân mến. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Dạ em kính chào Thầy, Cô. Em có thắc mắc là theo như bảng điểm chính quy thì em đã đạt các môn sau:. . . . 1. Những nguyên lý cơ bản chủ nghĩa [full_name]- [full_name] 5.6. . 2. Pháp luật Việt Nam đại cương 7.4. . 3. Hoá đại cương 5.5. . 4. Toán kỹ thuật 6.2. . 5. Phương pháp tính 8.1. . 6. Xác suất thống kê 5.7. . 7. Thực tập điện 1 6.0. . 8. Thực tập điện tử 1 6.0. . . . Mã môn cũ Tên môn Mã môn mới. . 001001 Những nguyên lý cơ bản chủ nghĩa [full_name]- [full_name] 5.6 SP1003. . . . 008001 Pháp luật Việt Nam đại cương 7.4 SP1007. . . . 604002 Hoá đại cương 5.5 CH1003. . 404037 Toán kỹ thuật 6.2 EE1003. . 006023 Phương pháp tính 8.1 MT1009. . 006018 Xác suất thống kê 5.7 MT2001. . 406001 Thực tập điện 1 6.0 EE2025. . 410008 Thực tập điện tử 1 6.0 EE2023. . 440302 Thực tập tốt nghiệp 5.0 EE3333. . . . Em mong phòng đào tạo xem xét cập nhật điểm các môn trên vào bảng điểm của hệ vừa làm vừa học của em ạ! Em chân thành cám ơn ạ! Em kính chào!",
            "Chào em,. . Em vui lòng chụp hình bảng điểm gửi đến email [email] để được hướng dẫn nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: 1814031  /b \t. . Ah dạ, em là bạn hỏi về nhờ Phòng Đào tạo có thể scan bản electronic của bảng điểm Đại học được hay không - mà cô [staff_name] vừa trả lời vào sáng ngày 15/10 ạ.. . . . Hình như do em trình bày đã không rõ, nên cô chưa hiểu rõ yêu cầu của em nên em xin trình bày lại với cô và nhờ cô trả lời lại giúp em ạ. Cụ thể đó là:. . . . 1. Hiện tại em chưa đăng ký in bảng điểm Đại học tại Phòng Đào tạo - vì lí do là em đang chờ điểm tổng kết của 2 môn tương đương mà em học ở chương trình Cao học Liên thông mà em đạt được điểm tốt trong học kỳ 202 vừa qua, được chuyển điểm về bảng điểm Đại học. Tuy nhiên, em lại không biết rõ chính xác khi nào phòng Đào tạo sẽ cập nhật điểm này, chỉ biết là điểm này sắp được cập nhật (không rõ thời gian), để em có thể in bảng điểm (Đại học) ra (có 2 môn đạt điểm tốt này trong bảng điểm) để ứng tuyển cho một học bổng (hạn chót ngày 31/10).. . . . 2. Thứ hai, đó là về bối cảnh của gia đình em, nhà em ở tỉnh không phải TPHCM, do ảnh hưởng của dịch bệnh Covid nên gia đình em sắp phải chuyển nhà sang tỉnh khác, có thể là 3-4 ngày nữa, cũng có thể là 1-2 tuần nữa (thời gian chưa xác định). Vì thế, em rất khó trong việc xác định được địa chỉ gửi bảng điểm về nhà em nếu như chọn phương án chuyển bằng đường bưu điện ạ.... . . . =  Vì vậy, em dự định sẽ đăng ký in bảng điểm Đại học ngay khi điểm chuyển Liên thông được Phòng Đào tạo cập nhật, và em muốn chọn nơi nhận là PĐT cơ sở 1 (tại văn phòng của PĐT  luôn ạ). Và sau khi Phòng đã in xong, thì em có thể nhờ Phòng Đào tạo scan giúp em bảng điểm này và gửi đến email giúp cho em được không ạ?. . . . Khoảng cỡ 4-5 ngày nữa, cho dù là em đã được cập nhật điểm chuyển vào bảng điểm hay chưa, thì em đều đăng kí in bảng điểm ra để kịp nộp ứng tuyển cho học bổng. Đồng thời, em sẽ gửi PĐT địa chỉ email của em để phòng có thể scan ra xong rồi sẽ gửi bản electronic đó đến email của em như em đã trình bày ở đoạn trình bày bên trên ạ.. . . . Dạ, đó là phần diễn giải cụ thể của em cho yêu cầu này ạ. Có thể nói là, em muốn nhận được câu trả lời từ Phòng Đào tạo là: sẽ giúp đỡ theo như mong muốn của em (hoặc là không), để em có thể chuẩn bị để sắp xếp các phương án.... . . . Tuy nhiên, em rất mong được Phòng Đào tạo giúp đỡ bằng cách mà em đã trình bày trong các đoạn trình bày bên trên, có thể giúp đỡ cho tình cảnh khó khăn của em trong giai đoạn dịch bệnh Covid như hiện nay ạ.. . . . Em xin cảm ơn cô/ thầy trả lời câu hỏi của em, và em cũng xin cảm ơn Phòng Đào tạo rất nhiều ạ!. .   i Yêu cầu khác .",
            "Chào em,. . Vậy em lưu ý khi đăng ký in Bảng Điểm nhớ chọn nhận tại CS1, sau khi trên mybk/In Bảng điểm báo đã in xong, bạn gửi lại 1 yêu cầu qua bksi nhờ scan bảng điểm và gửi mail cho bạn. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "B   /B Yêu cầu khác: Gửi Trường Đại học Bách Khoa,. . . . Em là [full_name], tân sinh viên trường mình khoa khoa học máy tính.. . . . Em xin hỏi tất cả các bộ giáo trình đã được phát ở khu vực Tỉnh Bà Rịa - Vũng Tàu chưa ạ.. . . . Bởi vì hiên tại em chưa nhận được giáo trình của trường (dù em đã đăng kí trên trang mybk) và em thấy một số bạn cùng khu vực đã nhận được rồi ạ.. . . . Em xin cảm ơn Trường ạ.",
            "Chào em,. .   Những đơn hàng sv kiểm tra thấy báo đơn hàng bị từ chối vì đã làm vận đơn trên hệ thống viettel post nhưng chưa chuyển đi được vì một số  lý do:. . + Thẻ data viettel chưa có cho nên gần 1000 đơn có loại thẻ này chưa thể đóng gói và chuyển đi.. . +  Viettel post hiện không nhận đơn đến các  Tỉnh Đồng Nai, Bình Dương, Bình Phước, một số khu vực, Long An, Tiền Giang, Bà Rịa Vũng Tàu, Cà Mau, Đồng Tháp ... (cập nhật thường xuyên). . - Em vui lòng đợi thêm nhé.. . Thân mến",
            "li answer rate: Answer suits the needs / Câu trả lời đúng ý"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: 1914493  /b \t. . . .   i Đăng ký môn học . Em chào Thầy Cô PĐT ạ. . Em tên là Trần Quang Nhật MSSV 1914493. . Khoa: Công Nghệ Vật Liệu. . Hai năm học vừa rồi số lượng sinh viên đăng ký các môn học thể chất rất đông nên em không thể hoàn thành 3 môn thể chất như yêu cầu nhà trường chưa kể kỳ hè vừa rồi các môn thể chất trường không mở do dịch.Tuy nhiên hiện tại trường có mở hai lớp thể chất cho các bạn sinh viên là võ và aerobic nhưng 2 môn này em đã hoàn thành rồi vậy nên  em dự tính sẽ đăng ký 1 môn trong hai môn này rồi xin điểm chuyển sanng môn thể chất thứ 3 cho đủ yêu cầu hoàn thành 3 môn thể chất. Em hy vọng Thầy/Cô sẽ chấp nhận ạ. .",
            "Chào em,. . Theo quy định là em phải hoàn thành 3 môn GDTC khác mã môn học.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Dạ xin chào PĐT,. .   Ngày 01/10 em có gửi mail đến PĐT để thắc mắc về việc em đăng ki hoãn thi 3 môn :. . - LA1037. . - MT2013. . - SP1031. . Nhưng khi kiểm tra trong danh sách hoãn thi của nhà trường thì đã có sự thay đổi cụ thể là:. . KET QUA DKMH:. . MSMH: LA1037 DUNG. . MSMH: SP1031 DUNG. . MSMH: SP1033 DUNG. . . . Và em đã được hướng dẫn kiểm tra lại mail phản hồi của nhà trường sau khi đăng kí hoãn thi bằng \"google form\" để tự kiểm tra lại bản thân đã đăng kí đúng thông tin hay chưa.. . Sau khi em kiểm tra lại mail thì chỉ thấy 1 mail từ PĐT ngày 06/08 với nội dung như sau:. . . . \"Chào bạn,. . . . - Phòng Đào tạo đã đồng ý yêu cầu về việc xin Hoãn Thi/Vắng thi của bạn.. . . . Bạn vui lòng theo dõi kết quả được cập nhật trên trang mybk.hcmut.edu.vn / . . Thông tin sinh viên/xem điểm và mail sinh viên sau ngày 30/09/2021 (nếu sau . . thời gian trên vẫn chưa được xử lý bạn có thể vào trang bksi.hcmut.edu.vn . . để khiếu nại).. . . . Lưu ý: PDT sẽ hậu kiểm lại với danh sách cấm thi của Khoa gửi lên, nếu SV . . bị cấm thi sẽ bị hủy kết quả hoãn thi theo quy định. . . . Chúc bạn học tập tốt nhé.. . . . Thân.\". . . . Và hiện tại em không có thêm mail nào ghi chi  tiết những môn em đã đăng ký hoãn thi để làm bằng chứng xác nhận lại với PĐT được ạ.. . . .   Dạ nếu trong trường hợp em đã thật sự đăng ký sai MSMH hoãn thi thì liệu em có thể đăng ký lại hoặc chỉnh sửa lại mã môn em đã viết sai không ạ?. . Em rất mong nhận được sự hướng dẫn của nhà trường,. . Em xin cảm ơn!",
            "Chào bạn. . Pdt xác nhận bạn đã đăng ký Hoãn thi 3 môn. . [student_id]\tHK202\tSP1033. . [student_id]\tHK202\tSP1031. . [student_id]\tHK202\tLA1037. . Giờ bạn muốn điều chỉnh môn như thế nào thì làm đơn ghi rõ và gởi gấp cho Pdt trước thứ 4 ngày 20/10. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Gửi các anh/chị phòng Đào tạo,. . . . Em là [full_name], khóa K17 ngành Kỹ thuật máy tính.. . . . Hiện tại em đã có đủ điểm số và hoàn thành đẩy đủ các môn học trong chương trình đào tạo nên em muốn đăng kí tốt nghiệp đợt tháng 11/2021.. . . . Anh chị có thể đăng kí giúp em được không ạ.. . . . Em cảm ơn anh chị.. . . . Trân trọng,. . . . [full_name].",
            "Gửi các anh/chị phòng Đào tạo,. . . . Em đã đăng kí được rồi ạ.. . . . Em cảm ơn anh chị.. . . . Trân trọng,. . . . [full_name]."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Thưa thầy, cô,. . Em đang hoàn thành hồ sơ nộp học bổng Honda và cần xác nhận tham gia bài báo nghiên cứu khoa học. Thầy, cô có thể hướng dẫn em các xác nhận tham gia bài báo được không ạ. Vì theo em biết thì em đã vào 1 đường link do thầy hướng dẫn để xác nhận tham gia bài báo rồi ạ.. . Em cảm ơn,. . [full_name]",
            "Chào em,. . Về điểm rèn luyện em liên hệ phòng Công tác chính trị sv qua email [email] để được hướng dẫn nhé.. . - cô có thể hướng dẫn em các xác nhận tham gia bài báo được không . . =  Em liên hệ Khoa, Bộ môn, GV để được hướng dẫn nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Thưa các thầy/cô cho em hỏi. . Em là sinh viên thuộc chương trình CLC, khi đăng kí môn Giáo dục thể chất thì em thấy có lớp mã L hợp với lịch học của em, vậy em có được đăng kí vào lớp này không hay bắt buộc phải đăng kí một lớp có mã CC ạ",
            "Chào bạn. . Bạn phải đăng ký nhóm mã CC nghen. . Bạn xem mail để đăng ký đợt 2 các môn GDTC Thời gian đăng ký bổ sung từ 13g00 ngày 18/10 -  14g59 ngày 19/10. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Cho em hỏi là bây giờ nếu em in bảng điểm thì có thể lên trường nhận trực tiếp bảng điểm được không . .   i Yêu cầu khác .",
            "Chào bạn,. . Trường vẫn hoạt động bình thường nhé bạn, bạn có thể lên trường để nhận nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em chào anh/chị!. . Học kì này em có đăng ký một môn học để có thời khóa biểu nhưng đã đăng ký hủy môn học thì em có thể xin giấy chứng nhận sinh viên không ạ ?. . Thân,. . [full_name]",
            "Chào bạn,. . Việc ĐKMH là tùy sinh viên nhé, trường hợp không có TKB trong học kỳ, SV sẽ bị buộc tạm dừng, không được cấp giấy CNSV.. . Khi đủ điều kiện TN, SV có thể làm đơn xin thu nhận lại nhé.. . Xem chi tiết quy chế tại đây:. . aao.hcmut.edu.vn/sinh viên/quy chế/học vụ/Quy chế đào tạo và học vụ bậc đại học, cao đẳng:/ điều 26. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em chào cô, hiện tại em đã có email thông báo có tên trong danh sách dự kiến tốt nghiệp đợt 2 năm 2021, tuy nhiên em vẫn chưa thể khai lý lịch tốt nghiệp trên MYBK ạ. Em muốn xin hỏi thầy cô về thông tin trên mybk và tình trạng tốt nghiệp của em ạ",
            "Chào em,. . Em kiểm tra và đăng ký lại, xem báo lỗi gì vui lòng chụp hình gửi đính kèm để PDT kiểm tra nhé.. . Bạn nhớ điền đầy đủ tất cả thông tin theo đúng yêu cầu nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em tên là [full_name], hiện tại em đang có nhu cầu nộp học bổng nên em có in bảng điểm trên mybk nhưng đến bước thanh toán thì em không thể thanh toán được như những lần trước ạ, khi em ấn Thanh toán thì nó luôn bật lên các trang lỗi bảo mật ạ. em mong nhận được giải đáp từ quý thầy cô ạ, tại học bổng của em dự tính nộp cũng sắp tới hạn rồi ạ. . . em chân thành cảm ơn ạ.",
            "Chào em,. . Bảng điểm trên mybk nhưng đến bước thanh toán thì em không thể thanh toán được như những lần trước . . =  Hiện tại cô đã thấy em thanh toán được rồi nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em cần làm gì để được hoàn thi giữa kì vậy ạ. . .. . Do hiện tại em cần hoãn thi để sửa laptop. .",
            "Chào bạn. . SV vui lòng xem Thông báo gởi qua mail SV: Các lưu ý và kế hoạch học vụ đầu HK1(21-22) gởi ngày 13/8/21 mục 4 . . Nên hiện tại với lý do bạn trình bày không thể đồng ý. . - Bạn có thể liên hệ Giảng viên giảng dạy để được hỗ trợ. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . dạ cho em hỏi trường em là tân sinh viên ạ, hôm nay em có đăng ký môn học thể dục online ạ nhưng đến đoạn đăng ký tiết học thì nó có 2 vấn đề ạ:. . Vấn đề 1 đó là nó trùng với tkb học của em ạ. . Vấn đề 2 là em đăng ký các tiết khác thì hệ thống ghi là không được đăng ký vào nhóm lớp này ạ. . Vậy thì em phải làm sao để đăng ký thể dục được ạ ?",
            "Chào em,. . Em vui lòng cung cấp rõ thông tin về mã môn học và tên môn GDTC bạn xin đăng ký, nếu có yêu cầu về mã nhóm bạn nên ghi rõ, cô sẽ chuyển cho bộ phận Đăng ký môn học kiểm tra và trả lời cho bạn. . Thân",
            "Chào bạn. . Hiện tại bạn muốn đăng ký bổ sung môn GDTC nào, cho Cô mã số môn học + tên môn, để Cô chuyển bộ phận đăng ký môn học kiểm tra và bổ sung nếu Thời Khóa Biểu của bạn không bị trùng. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Kính chào thầy/cô pđt,. . Em tên [full_name], MSSV: [student_id]. Hiện em đã nhận được email \"Thông báo lịch trình tốt nghiệp đợt 2 năm 2021\". Nhưng em chưa có tên trong danh sách tốt nghiệp dự kiến và chưa thể đăng ký tốt nghiệp trên mybk được.. . Thầy/cô cho em hỏi em chỉ cần đợi đến khi danh sách dự kiến có tên em là em đăng ký tốt nghiệp được hay như thế nào ạ?. . Em xin cảm ơn!. .",
            "đã dk tốt nghiệp. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Chào thầy, cô. Em tên là [full_name], MSSV [student_id]. Vì lí do máy tính em không thể cài được phần mềm autocad nên em đã đăng kí hoãn thi môn Vẽ kỹ thuật( CI1004, cô [full_name] ) lớp L24, nhưng nay lại có thời khóa biểu học thực hành môn này. Vậy cho em hỏi em đăng kí hoãn thi rồi thì có học môn này theo thời khóa biểu không ạ? Em xin cảm ơn.",
            "Chào bạn. . Sau khi đối chiếu dữ liệu, Pdt xác nhận bạn đã đăng ký Hoãn thi:. . [student_id]\tHK202\tCI1003. . - Nếu bạn muốn học môn này thì bạn phải làm đơn hủy Hoãn Thi nộp trước ngày 21/10/21. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác:  Chào quý thầy cô.. .  Em có một số thắc mắc về cách điền thông tin trong mẫu đơn vay vốn ngân hàng chính sách nên mong thầy cô giải đáp giúp em. Cụ thể như sau:. . - Trong cụm \"Số …………/XN/ĐHBK-CTCT-SV\" em phải điền gì vào chõ chấm ạ ?. . - Trong mục \"Thời gian ra trường (tháng/năm)\" em điền 04/2024 như trong thẻ sinh viên được không ạ?. . - Trong mục \"Số tiền học phí hàng tháng' em lấy tiền học phí của năm học hiện tại chia đều ra cho từng tháng và điền vô đúng không ạ?. . - Trong mục \"Số tài khoản của nhà trường\" vì em bị mất thẻ ngân hàng OCB và chưa thể làm lại vì tình hình dịch bệnh trong thời gian qua, mục này em để trống được không ạ ?. .  Đó là những thắc mắc của em, mong quý thầy cô giải đáp. Em cảm ơn.",
            "Chào em,. . Em liên hệ phòng Công tác chính trị sv qua email [email] để được hướng dẫn nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính gửi phòng Đào tạo,. . . . Kính thưa quý thầy cô! Em tên là [full_name], sinh viên khóa 2018, khoa Cơ khí, lớp CK18CTM2. Hôm nay em viết thư này để xin phòng Đào tạo Rút môn học, vì lý do sức khỏe không tốt nên bây giờ em không thể ráng học được nữa. Lúc đăng ký Rút môn học trong thời hạn, em nghĩ mình có thể ráng được, bệnh sẽ lành nhanh nhưng bệnh không lành, bộ não của em hiện tại hết sức lực để học tập, em học chắc chắn sẽ rớt môn, nếu như vậy em sẽ bị cảnh báo học vụ, mà điều này sẽ không tốt cho việc học của em. Trước đó, vào HK202 cũng vì sức khỏe mà em đã xin Hoãn thi 3 môn.  Xin phòng Đào tạo xem xét và giúp đỡ hoàn cảnh em lúc này. Em xin chân thành cảm ơn phòng Đào tạo!. . . . Trân trọng,. . [full_name]",
            "Chào bạn,. .  - Phòng Đào tạo đã đồng ý yêu cầu về việc RÚT MÔN HỌC (tính Học Phí theo quy định)(Chính quy + Dự thính) của học kỳ 1(2021-2022). Bạn vui lòng theo dõi kết quả được cập nhật trên trang Mybk/xem điểm sau ngày 29/10/2021 (nếu sau thời gian trên vẫn chưa được xử lý bạn có thể vào trang bksi.hcmut.edu.vn để phản hồi).. . Chúc bạn học tập tốt nhé.. ."
        ]
    }
]