[
    {
        "intent": "",
        "message": [
            "Dạ cho em hỏi là bây giờ em đăng kí nộp chứng chỉ ngoại ngữ để chuyển điểm, mà đợt đăng kí của hk 182 hết hạn rồi nên em đăng kí  của hk 183 vậy thì điểm đó có được tính vô điểm trung bình tích luỹ để phân ngành không ạ?  Em khoa Hoá tháng 7 mới phân ngành nên em muốn chuyển điểm vô hk182. Em cảm ơn ạ.",
            "Chào bạn,. . Điểm chuyển môn anh văn không tính vào điểm tích lũy học kỳ, chỉ tính vào điểm tích lũy chung. Tại thời điểm lấy dữ liệu anh văn ( theo lịch học vụ công bồ trên web) thì điểm chuyển sẽ được tính vào điểm tích lũy chung.. . Thân.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Em tên [full_name] học khoa QLCN tại cơ sở 2.. . Thầy cô cho hỏi,em cần gấp giấy xác nhận hoạt động ngoại khoá, vậy em phải liên hệ phòng đào tạo hay phòng công tác? Có cần đăng kí như bảng điểm không ạ? Thời gian có giấy xác nhận trong bao lâu ạ? . . Cảm ơn. . .",
            "Chào bạn,. . Các hoạt động ngoại khóa bạn vui lòng liên hệ Phòng Công tác chính trị sinh viên để được hỗ trợ.. . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]1  /b \t. . . .   i Yêu cầu khác . Em xin kính chào quý thầy cô.. . Do trước giờ em đều thực hiện CTXH theo lớp nên chưa sử dụng sàn hoạt động ngoại khóa, hiện tại em muốn tham gia một số hoạt động trên sàn để bổ sung thêm ngày CTXH nên có một số thắc mắc muốn nhờ quý thầy cô giải đáp giúp em ạ:. . . . 1 - Em thuộc khoa PFIEV (Xây Dựng), vậy có thể đăng ký làm những CTXH của những khoa khác tổ chức ở trên sàn hoạt động ngoại khóa ko?. . 2 - Ngày CTXH sau khi thực hiện hoạt động được xác nhận và cập nhật tự động hay cần giấy tờ gì để làm bằng chứng tham gia?. . 3 - Có bất cứ giới hạn nào hay lưu ý gì cẩn chú ý ko ạ?. . . . Em xin chân thành cảm ơn quý thầy cô đã dành thời gian quý báu của mình để giải đáp thắc mắc giúp em. Chúc quý thầy cô sức khỏe.",
            "responsible person: [551] [staff_name] [helpdesk staff]",
            "Chào bạn,. . Các hoạt động ngoại khóa bạn vui lòng liên hệ Phòng Công tác chính trị sinh viên để được hỗ trợ.. . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Chương trình đào tạo - Đại học - Cao đẳng chính quy   Khác ... . Dạ cho em hỏi ngày nào thì khóa 2018 sẽ làm đớn đăng ký phân ngành vậy ạ.",
            "Chào bạn,. . Về việc phân ngành bạn vui lòng liên hệ trực tiếp văn phòng [full_name] để được tư vấn và hỗ trợ.. . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Chứng chỉ ngoại ngữ - Đại học - Cao đẳng chính quy   Thẩm tra chứng chỉ (nộp chứng chỉ) . Cho em hỏi là sau khi em đã nộp lệ phí chuyển điểm xét chứng chỉ av rồi thì bao lâu mới có kết quả thẩm tra chứng chỉ và điểm av quy đổi khi nào mới được chuyển vào bảng điểm của em ạ?",
            "Chào bạn,. . Hiện tại điểm chuyển môn anh văn của bạn đã được cập nhât, khi nào điểm HK182 cập nhật trên web bạn sẽ thấy điểm chuyển môn anh văn ở phần \"Điểm chuyển\".. . Thời gian thẩm tra tùy thuộc vào phía đơn vị thẩm tra trả lời kết quả.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Dịch vụ cho sinh viên - Đại học - Cao đẳng chính quy   Bằng tốt nghiệp THPT . Em là [full_name]-[student_id] HC trưởng. Lớp em có 2 bạn điền sai số hiêu bằng tốt nghiệp trong phiếu xác nhận bằng PTTH, nhưng sửa lại trên MyBK không được. . . -[full_name] [student_id]. . -[full_name] [student_id]. . Mong thầy cô thông cảm và giúp bạn em !Em cảm ơn",
            "Chào bạn,. . V.v sai số hiêu bằng thì khi xác nhận thông tin phía trường sẽ điều chỉnh lại giúp bạn.. . Thân",
            "li answer rate: Answer suits the needs / Câu trả lời đúng ý"
        ]
    },
    {
        "intent": "",
        "message": [
            "Thưa Thầy/ Cô! Vào học kì 1 của năm học 2017-2018 em bị tại nạn giao thông lúc đang thi cuối kì nên đã làm giấy bảo lưu với lí do để chữa bệnh (có giấy xác nhận của Bệnh viện). Không biết khi em đăng kí lại các môn học của HK đó thì có được hoàn lại học phí không ạ? (em đã hoàn thành việc đóng toàn bộ học phí của kì học). Nếu được thủ tục để e nhận lại số tiền đó là như thế nào ạ?",
            "Chào bạn,. . HK171 bạn có QĐ tạm nghỉ để chữa bệnh, trên QĐ này không có hoàn trả học phí nha bạn vì thời điểm ra QĐ là 12/2017 là đã cuối kỳ 171 rồi, theo quy định về học phí thì sau 6 tuần đầu của học kỳ nếu sv nghỉ học vẫn phải thanh toán hết 100% học phí mới được làm QĐ tạm nghỉ.. . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học phí - Đại học - Cao đẳng chính quy   Học phí học kỳ chính  /i. . Em chào phòng đào tạo.. . Em là [full_name], sinh viên văn bằng 2 khoa Kỹ Thuật Giao Thông, mssv [student_id]. Em thấy phòng đào tạo gửi mail nhắc nhở sv đóng học phí, nhưng vào bkpay thì em không thấy khoản học phí nào để đóng. Mong phòng đào tạo xem xét qua trường hợp của em ạ. Em xin chân thành cảm ơn.",
            "Chào bạn,. . Do đầu năm bạn đã đóng trước tạm ứng vẫn chưa cấn trừ hết tiền, nên học phí HK182 này bạn chỉ cần thanh toán HP của dự thính chuyển hệ.. . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]  /b . . . . Xin chào Phòng Đào tạo,. . Hiện tại em là sinh viên năm 4, theo dự kiến là sẽ tốt nghiệp vào tháng 11/2019. Em có 2 câu hỏi về Ngoại ngữ mong được giải đáp ạ:. . 1. Em đã có bằng TOEIC trên 500 nhưng em mới chuyển điểm cho 2 anh văn 1 và 2, vậy để tốt nghiệp vào đợt tháng 11 năm nay thì hạn chót chuyển điểm anh văn 3 và 4 khi nào ạ?. . 2. Còn tiếng anh hai kỹ năng nói viết hạn chót để hoàn thành kịp tiến độ nhận bằng tốt nghiệp tháng 11/2019 là khi nào ạ?. . . . Em xin cảm ơn sự quan tâm của Phòng Đào tạo, rất mong nhận được phản hồi sớm từ Phòng Đào tạo.",
            "Chào bạn,. . Lịch lấy dữ liệu anh văn đã cập nhật chi tiết trên web www.aao.hcmut.edu.vn- sinh viên -  lịch học vụ.. . Bạn có thể xem lịch tốt nghiệp tháng 11 trên web và so sánh với lịch lấy dữ liệu anh văn trên để xem thời điểm thích hợp và kịp xét tốt nghiệp tháng 11. Điều quan trọng là bạn phải trừ ra tối thiểu 10 ngày để trường thẩm tra chứng chỉ Toeic, khi nào chứng chỉ của bạn được thẩm tra hợp lệ  thì trường mới xét tốt nghiệp cho bạn.. . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Kính gửi quý thầy(cô),. . . . Em là sinh viên khóa K18 của trường mình, em có thắc mắc về việc là chương trình kỹ sư tài năng của khóa K18 sẽ học ở cơ sở nào ?. . . . Mong quý thầy(cô) phản hồi em sớm.",
            "Chào bạn,. . Đối với sv học chương trình kỹ sư tài năng thì sẽ hco5 tại cơ sở 1.. . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Dịch vụ cho sinh viên - Đại học - Cao đẳng chính quy   Bằng tốt nghiệp THPT . Em bị sai thông tin về nơi sinh và đã đến phòng đào tạo nhưng cô ở phòng đào tạo nói rằng đã hêt thời hạn để chỉnh sửa và em cũng không cần phải chỉnh sửa nữa ( em đến pđt vào ngày 13/5/2019). Vậy nếu em nộp phiếu xác nhận thông tin với nơi sinh sai như vậy thì có sao không ạ?",
            "Chào bạn,. . Hiện tại thông tin nơi sinh của bạn tại trường là Tp.HCM. Nếu thông tin trên sai thì bạn phải nộp bản sao giấy khai sinh + viết 1 đơn đề nghị điều chỉnh nơi sinh nộp trực tiếp tại cửa tiếp sinh viên Phòng đào tạo cơ sở 1.. . Thông tin nơi sinh này liên quan đến hổ sơ tốt nghiệp sau này, nếu không điều chỉnh thì bằng PTTH của bạn xem như không hợp lệ.. . Thân.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác:",
            "Chào bạn,. . Hiện tại bạn đang bị nợ tiền \" kiểm tra trình độ tiếng anh  ngày 08/12/2018\" nên bị khóa đăng ký thi tiếng anh đợt này,ngày 07/05/2019 Phòng đào tạo đã gởi email nhắc nhở thanh toán khoản nợ trên để được mở cho đăng ký thi kiểm tra tiếng anh đợt này, nhưng bạn vẫn không thanh toán.. . Giờ bạn phải thanh toán hết khoản nợ trên thì  mới được mở cho đăng ký đợt kiểm tra tiếng anh vào cuối kỳ 191.. . V/v chuẩn tiếng anh để được học tiếp các môn của  năm thứ 2 thì bạn phải đăng ký học các môn av Toeic hè để được xét đạt chuẩn theo từng từng năm.. . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học phí - Đại học - Cao đẳng chính quy   Khác ... . cho em hỏi hệ thống BKPay trường mình bị sao ấy . . HK2- em đăng kí 17 chỉ học phí chia hai đợt . . Đợt 1: 2tr7 em đóng hết rồi , và lúc đó máy hiện đã thanh toán và trừ tài khoảng của em. . Đợt 2 : 2tr7 trong máy em nó hẹn ngày hết hạn là 12/5 em thanh toán luôn . Vừa thanh toán xong nó ghi là đợt 1 đã thanh toán trễ hạn.Cách hôm sau, web lại hiện đợt hai ngày hết hạn là 17-5 và dĩ nhiên cái ô chọn thanh toán nó chưa mất. . Vì em kết nối với tài khoảng OCB là tài khoảng của cha nên tin nhắn có thể bị ba em nhấm nhầm xoá đi hiện tại em không không tìm thấy tin nhắn đó . Tuy nhiên khi kiểm tra lịch sử OCB thì cũng không có j cả , ngay cả những khoảng em vừa thanh toán . . . Rất mong nhà trường quan tâm và giúp đỡ em ,em xin cảm ơn trước ạ",
            "Chào bạn,. . Theo thông tin trường nhận được từ tài khoản giao dịch của bạn với ngân hàng thì: ngày 07/04/2019 bạn có thanh toán khoản HP 450k của dự thính ngoài giờ, ngày 08/05/2019 bạn có thanh toán khoản HP 2t700 là HP đợt 1 của HK182 (nhưng theo thông báo 12/04 là hết hạn đợt 1 nên bạn bị ghi là thanh toán trễ đợt 1 là đúng). Hiện tại bạn vẫn chưa thanh toán khoản HP đợt 2 của HK182 là 2t700 và hết hạn là ngày 17/05/2019.. . Nếu bạn khẳng định là đã thanh toán xong HP đợt 2 tại ngân hàng thì bạn hãy nhanh chóng liên hệ trực tiếp ngân hàng để kiểm tra lại giao dịch trên có đúng không.. . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Hiện em đang học bằng 2 song song, ngành Xây dựng dân dụng thuộc [full_name] Dựng. Kì hè này em có đăng kí kế hoạch môn Kết cấu bê-tông cốt thép 2 mã CI3007 và có khoảng 17 bạn đăng kí. Nhưng đến đợt hiệu chỉnh thì môn này lại bị xóa và không mở. Em có đọc trên qui chế điều kiện để mở môn học chuyên ngành là 15 SV và có thể xem xét một số trường hợp đặc biệt. Vì môn này hiện chương trình mới đã bị tách thành 2 môn khác nhau nên không có nhiều sinh viên đăng kí học môn này. Nên PĐT có thế cho em hỏi với môn này khoảng 15 SV thì có thể mở lớp được không ạ? Tại môn này là môn tiên quyết để làm Luận văn nên xin PĐT có thể xem xét mở lớp giúp em với ạ.. . Em chân thành cám ơn!. .",
            "Chào bạn,. . Hiện tại với môn không có mở lớp, bạn vui lòng tải mẫu \" Đơn đề nghị mở lớp\" trên web - về khoa xin xác nhận của giáo viên giảng dạy và đồng ý của Khoa -  nộp đơn trực tiếp tại cửa tiếp sinh viên Phòng đào tạo -cơ sở 1.. . Thân.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Dạ cho e hỏi, e đã đóng học phí học kỳ 182 trên Bk Pay, tiền đã trừ mà trên Bk Pay báo chưa thanh toán ạ.",
            "Chào bạn,. . Hiện tại trường kiểm tra trên Bkpay thấy bạn đã thanh toán hết các khoản HP của Hk182 rôi.. . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Chứng chỉ ngoại ngữ - Đại học - Cao đẳng chính quy   Khác ... . Em tên là [full_name] mssv [student_id]. . Em muốn hỏi thầy(cô) là nếu em thi chứng chỉ toeic ở bkenglish đạt trên 350 điểm nộp vào thì có được tính là qua anh văn 1 không?. . Em xin cảm ơn.",
            "Chào bạn,. . Chứng chỉ để được chuyển điểm các môn anh văn  thì phải là chứng chỉ quốc tế Toeic thì phải do trung tâm IIG cấp. . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Dạ cho em hỏi.Trong phần thông tin sinh viên của em chưa có nơi sinh, nên em không in được giấy đăng ký nộp bằng tốt nghiệp. Dạ nhà trường có thể cập nhật thông tin cho em được không ạ? Nếu không được cho em hỏi còn cách nào khác để nộp bằng tốt nghiệp được không. Em xin cảm ơn. . . .",
            "responsible person: [551] [staff_name] [helpdesk staff]",
            "Chào bạn,. . Hiện tại thông tin bạn khai hồ sơ tại trường không có nơi sinh, bạn vui lòng cầm bản sao giấy khai sinh lên nộp trực tiếp tại Phòng đào tạo kèm 1 đơn đề nghị bổ sung nơi sinh. Sau 3 ngày Phòng đào tạo sẽ cập nhật nơi sinh lên thông tin online của bạn.. . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác:",
            "responsible person: [551] [staff_name] [helpdesk staff]",
            "điểm rèn luyện của em trên mybk bị lỗi hiển thị 0 ạ , em đã lên phòng CTCT hỏi thì em vẫn có điểm rèn luyện , bây giờ em phải làm sao ạ"
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính chào quý anh chị,. . Em xin hỏi là trong đợt đóng học phí đợt 2 (10/5-17/5) em đã đóng học phí trên bkpay phía bên ngân hàng OCB đã trừ tiền trong tài khoản nhưng sao trên trang BKPay vẫn chưa xác nhận em đã đóng tiền vậy ạ? Tình trạng này kéo dài hơn 1 ngày rồi ạ.. . Em xin cảm ơn.",
            "Chào bạn,. . Hiện tại cổng thông tin thanh toán học phí vẫn chưa nhận được HP của bạn, bạn vui lòng liên trực  tiếp ngân hàng để kiểm tra lại giao dịch.. . Thân.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Em là sv K18 .Trong lúc in bằng xác nhận tốt nghiệp THPT.Em có lỡ ghi sai số hiệu bằng tốt nghiệp.Không biết có bị sao không ạ ? Em xin cám ơn ạ .",
            "Chào bạn,. . V/v sai số hiêu bằng thì khi xác nhận thông tin phía trường sẽ điều chỉnh lại giúp bạn.. . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Chứng chỉ ngoại ngữ - Đại học - Cao đẳng chính quy   Khác ... . Cho em hỏi, em đăng kí thi toeic tương tự như trường mình, nhưng ở trường khác, thì có được lấy điểm đó để xét điểm anh văn đầu vào cho trường mình được không ạ. E cảm ơn",
            "Chào bạn,. . Chứng chỉ để được chuyển điểm các môn anh văn  thì phải là chứng chỉ quốc tế, đối với chứng chỉ Toeic thì phải do trung tâm IIG cấp. . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Em thực hiện đăng kí môn học Xác suất và thống kê nhưng hệ thống báo lại là em chưa hoàn thành các môn học trước, gồm Giải tích 1 và Đại số tuyến tính. Tuy nhiên em đã hoàn thành môn Giải tích 1 trong học kì 181 và đang học môn Đại số tuyến tính trong học kì 182. Rất mong PĐT giải quyết gấp vấn đề này cho em vì thời hạn đăng kí môn không còn nhiều và lớp em muốn đăng kí cũng sắp đủ sĩ số, còn nếu việc xử lí của PĐT làm chậm trễ việc đăng kí môn của em thì xin PĐT xem xét gia hạn thời gian đăng kí môn cho em vì em đã sắp xếp lịch học theo kế hoạch trước đó. Em xin cảm ơn!",
            "responsible person: [551] [staff_name] [helpdesk staff]",
            "Chào bạn . . . . Bạn chưa học môn học MT1003 giải tích 1. Nếu bạn học dự thính ở HK181 nhưng không đạt thì điểm sẽ bị hủy, bạn có thể liên hệ PĐT để xin chuyển điềm không đạt.",
            "Em là sinh viên chuyển từ chương trình Việt Pháp ( khóa 2018) ra chương trình đại trà và xin xác nhận đã hoàn thành ( qua môn ) Giải tích 1. Xin PĐT xem xét lại.",
            "Em xin gửi hình bảng điểm môn giải tích 1 của em, đã hoàn thành trong học kì 181, hệ việt pháp",
            "li answer rate: Answer does not suit / Câu trả lời không đúng ý",
            "Bạn vào check đăng ký lại nhé.. . . . Mình đã cập nhật điểm tương đương VP môn MT1003 cho bạn"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng kí môn học được.. . . . Chào anh/chị. Em tên là [full_name], sinh viên khóa K16. Hiện tại em đang đăng kí môn học thực tập tốt nghiệp CI3333 học kì 183. Nhưng không đăng kí được với lí do có các nhóm môn học trước không thỏa mãn yêu cầu (em có đính kèm hình) mặc dù những môn đó em đã đăng kí được và đang học trong kì này (182). Vậy em mong phòng đào tạo sẽ trả lời em sớm để em có thể đăng kí môn thực tập tốt nghiệp đúng hạn. Em xin cảm ơn.",
            "Chào bạn. . . . Bạn kiểm tra và đăng ký lại, đối với các môn đang học ở HK182 mình sẽ pass tạm cho bạn."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được . Em không đăng ký môn học sp1005 được ạ, hệ thống báo rằng em phải học trước môn sp1003, mà trong khi đó em đang học môn sp1003, mong quý thầy cô giải quyết sớm giúp em để em có thể đăng kí môn học kịp ạ, em cảm ơn. Mã lớp sp1005 em muốn đăng ký là sp1005 DT02",
            "Chào bạn.. . . . Mình kiểm tra và thấy bạn đã đăng ký thành công môn học SP1005 ???"
        ]
    },
    {
        "intent": "",
        "message": [
            "Chứng chỉ ngoại ngữ - Đại học - Cao đẳng chính quy   Khác ... . chào Thầy(cô), cho em hỏi ngày 18/5 tới sẽ thi kiểm tra anh văn và ngày 21/5 là có điểm. Nhưng đăng kí môn học kết thúc vào ngày 20/5. Vậy em muốn đăng kí học hè những môn chỉ khi hoàn thành anh văn mới đăng kí được thì còn cơ hội và cách nào không ạ?",
            "Chào bạn,. . Theo lịch học vụ thì có 3 đợt để đăng ký môn học của HK183, đợt cuối là đầu tháng 06 nhen bạn.. . Bạn vui lòng xem chi tiết tại lịch đăng ký môn học tại:. . www.aao.hcmut.edu.vn-  sinh viên -  Lịch học vụ-  học kỳ 183.. . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]  /b  Cho em hỏi, e là K16 hè này em đăng kí môn AV1 nếu qua có kịp đăng kí học kì chính có môn năm 3 tới không ạ. Em cảm ơn ạ\t. . . .",
            "responsible person: [551] [staff_name] [helpdesk staff]",
            "Chào bạn,. . Tại thời điểm bạn đăng ký các môn học của HK191 nếu đã có điểm môn av1 trên web thì mới  được xét pass chuẩn anh văn để đăng ký môn năm 3.. . Thân.",
            "li answer rate: Answer is not complete / Câu trả lời chưa hoàn chỉnh"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tăng sĩ số lớp môn học . Em là [full_name] k18 em viết đơn này xin phòng đào tạo mở thêm sĩ số môn học Tư tưởng [full_name] lớp DT06 của cô [full_name] sáng thứ 3.5 tiết 345, em muốn được học vào giờ này vì sẽ tiện thời gian buổi học cho chiều thứ 3.5 cùng ngày ạ. Em xin chân thành cảm ơn.",
            "Chào bạn. . . . Mình đã tăng thêm 5 chỗ, bạn vào đăng ký nhanh nhé."
        ]
    },
    {
        "intent": "",
        "message": [
            "Dịch vụ cho sinh viên - Đại học - Cao đẳng chính quy   Bằng tốt nghiệp THPT . Em đăng ký sai loại bằng khi làm giấy xác nhận. . . Em nộp 2 bản sao công chứng nhưng ban đầu lại đăng ký nộp bản sao mà bây giờ không sửa được. PĐT có hướng dẫn em tạo câu hỏi, mong nhà trường mở lại cho em chỉnh sửa.",
            "Chào bạn,. . Phòng đào tạo đã xóa thông tin bằng PTTH bị sai của bạn.. . Bạn vui lòng vào khai báo lại thông tin bằng.. . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tăng sĩ số lớp môn học . Em tên là [full_name], em làm đơn này xin phép phòng đào tạo mở thêm sĩ số lớp môn Tư tưởng [full_name] lớp DT06 cô [full_name] dạy thứ 3,5 tiết 345. Em muốn xin được tăng sĩ số lớp và thay mặt cho 2 người bạn em có đăng kí nhưng không được xếp vào lớp và giờ như vậy sẽ giúp tụi em có thể đi làm vào buổi chiều để trang trải cuộc sống. Em xin cảm ơn",
            "Chào bạn. . . . Đã tăng thêm 5 chỗ bạn vào đăng ký nhanh"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tăng sĩ số lớp môn học . Dạ em tên [full_name].. . Dạ cho em xin mở thêm sỉ số lớp ạ. . Dạ lớp pháp luật DT01 của cô [full_name] và lớp Mác DT05 của thầy [full_name] ạ.. . Vì học hè là chuyện cá nhân và ba mẹ không phụ cấp đủ tiền học nên em phải vừa học vừa làm thêm ạ :( vì các tiết học giữa chiều giữa sáng nên em xin phép phòng đào tạo mở thêm sỉ số 2 lớp này để thuận tiện cho em cũng như các bạn khác có cùng hoàn cảnh để vừa học vừa làm trang trải cuộc sống. Em xin cám ơn phòng đào tạo ạ.",
            "Chào bạn.. . . . Đã tăng sĩ số bạn vào đăng ký nhanh nhé"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Khác ... . Cho em hỏi quy trình mở lớp của học kì hè ạ.",
            "Bạn làm đơn xin mở lớp (ngày giờ học mong muốn) nộp về khoa để xin mở lớp. Sau đó nộp đơn có xác nhận của Khoa về PĐT để mở lớp.",
            "dạ em cảm ơn"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tăng sĩ số lớp môn học . Em là [full_name] k18, em viết đơn này xin phòng đào tạo mở thêm sỉ số môn học Phương pháp tính lớp DT03 của thầy [full_name] chiều thứ 3,5 tiết 101112, em muốn được học vào giờ này vì sẽ tiện thời gian buổi học cho chiều thứ 3,5 cùng ngày ạ. Em xin chân thành cảm ơn.",
            "Đã tăng sĩ số bạn vào đăng ký nhé"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tăng sĩ số lớp môn học . em tên [full_name]. . em xin phòng đào tạo tăng thêm sĩ số lớp DT01 môn Pháp Luật đại cương của cô [full_name] để thuận tiện cho việc học của em và các bạn. . . . mong phòng đào tạo chấp nhận . . em cảm ơn. .",
            "Chào bạn.. . . . Nhóm DT01 đã 140sv không thể tăng sĩ số hơn được"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tăng sĩ số lớp môn học .",
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tăng sĩ số lớp môn học . em tên [full_name] . . em xin tăng sĩ số lớp dt01 môn pháp luật việt nam đại cương của cô [full_name]. để thuận tiện cho việc học và đi lại của em và các bạn. . mong phòng đào tạo chấp thuận. . em xin cảm ơn",
            "Nhóm SP1007 - DT01 đã là 140sv nên không thể tăng sĩ số được nữa"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tăng sĩ số lớp môn học . [student_id]/cô nguyễn thị minh hương. . sinh vien phạm kỳ nguyện,xin tăng sĩ số môn học nhung nguyen ly co ban chu nghia mac lenin. lop DT03",
            "Chào bạn.. . . . Sĩ số đã tăng tối đa 130sv / nhóm",
            "tại vì sỉ số lớp đã tối đa, nên em mới đăng kí không được, nên mới xin tăng sỉ số lớp, mấy kì trước muốn tăng sỉ số lên thêm có thể được mà anh[full_name] nếu có sự đồng ý của giáo viên có thể tăng thêm sỉ số lớp k anh",
            "Chào bạn.. . . . Vì bạn không đăng ký trong đợt 1 nên khi vào trong đợt 2 sĩ số đã full (ưu tiên cho các bạn đã đk trước đó). . . . Sĩ số môn học đi theo sức chứa phòng học, không thể tăng thêm vì sức chứa phòng tối đa là 130 chỗ.",
            "anh cho em hỏi tại sao anh nói sĩ số lớp chỉ tăng tối đa lên 130, mà hiện tại lớp DT03 đã tăng lên 135 sinh viên, và em là người lên phòng đào tạo sớm nhất để hỏi xin sỉ số mà em lại k được nằm trong danh sách lớp học",
            "chào bạn . . . . Sức chứa phòng học khác nhau. Các phòng học trên 130sv đã hết. . . . . Để được đăng ký sớm bạn nên đăng ký từ đợt 1 khi đó PĐT đã thống kê số lượng và mở đủ các nhóm lớp và chắc chắn bạn sẽ có TKB.. . . . Trong đợt 1 bạn không đăng ký, khi vào đợt 2 bạn đăng ký khi đó sĩ số hầu hết đã full.. . . . Bạn nên rút kinh nghiệm ở các lần sau.",
            "vào ngày hôm qua em có lên xin tăng sỉ số lớp, và lớp em xin tăng là lớp dt03, anh nói là sỉ số đã tăng tối đa, vậy tại sao hôm nay lại tăng từ 130 lên 135, và em là người đi xin tăng, và em lại không có trong danh sách lớp học",
            "Sau khi tăng sĩ số lớp bạn phải trực tiếp vào đăng ký. . . . . PĐT sẽ không trực tiếp can thiệp vào đăng ký môn học của các bạn.. . . . bạn còn nhóm nào có thể đăng ký không ? mình sẽ tăng nhóm đó. Nhóm DT03 là ko thể",
            "dạ, tại thời khoá biểu của em có môn giải tích 2, chỉ còn trống tkb vào lớp dt03 môn mác, nên giờ muốn học được 2 môn thì phải đổi luôn môn gt2, vậy có thể tăng sỉ số cả hai lớp gt2 và lớp mác được không anh[full_name] [full_name]",
            "bây giờ mình tăng nhóm SP1003 nhóm DT03 lên 136 (thêm 1 chỗ ) . . . . Bạn canh đúng 2h06 phút vô bấm đăng ký liền nha.",
            "ok anh. .",
            "anh đã mở chưa vậy anh. .",
            "đăng ký rồi đó bạn check kết quả xem",
            "dạ em cảm ơn anh rất nhiều, chúc anh có 1 ngày làm việc vui vẻ"
        ]
    },
    {
        "intent": "",
        "message": [
            "Chứng chỉ ngoại ngữ - Đại học - Cao đẳng chính quy   Khác ... . Cho e hỏi, e thi toeic ở truoengf khác rồi nập vô trường mình được không ạ, tại e đk muộn lịch ở trường",
            "Chào bạn,. . Bảng danh sách các loại chứng chỉ ngoại ngữ được  trường chấp nhật cập nhật tại:. . www.aao.hcmut.edu.vn- sinh viên- Ngoại ngữ-  Bảng quy đổi tương đương các chứng chỉ ngoại ngữ.. . Những loại chứng chỉ trên phải là chứng chỉ quốc tế.. . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được . Dạ em là [full_name] MSSV [student_id]. Em đã đăng kí môn Những nguyên lí chủ nghĩa [full_name]- [full_name]3. Lúc ban đầu em vào xem thì thấy đăng kí thành công lớp DT03 em. Em không hủy lớp nhưng lúc sau em lại bị mất môn học này khi em vào lịch sử đăng kí lại ghi là em đã hủy môn trong khi em không hủy. Mong PĐT cho em đăng kí lại lớp DT03 ạ. Em cảm ơn. .",
            "Chào bạn.. . . . hệ thống ghi log lại như sau :. . . . 14/ 05/ 2019 09:21\tHK183 - Đăng ký môn học dự thính HK183- [full_name] - Đợt 2\tSV hủy đăng ký SP1003 - Những NgLý cơbản CN M-[full_name]T03",
            "Dạ thưa ạ, em không bấm vào nút hủy ạ. Nhưng khi 9h35 bạn em hỏi pháp luật học thứ mấy. Sau đó em vào dkmh thì lại mất môn Mac ạ. Em không hề bấm vào nút hủy môn ạ. Em mong pdt cho em đăng kí lại lớp DT03 ạ. Em chân thành cảm ơn.",
            "Chào bạn. . . . Hệ thống sẽ không tự động hủy, trường hợp này chắc chắn do bạn hủy nhóm môn học. Ngày và giờ có lưu tại lịch sử đăng ký. Bạn có thể đăng ký các nhóm môn học khác",
            "Dạ cho em hỏi là khi làm đơn mở lớp thì khi nào lớp đó mới được mở trên đăng kí môn học ạ. Em cảm ơn ạ.",
            "Sau khi bạn nộp đơn về PĐT sẽ tiếp nhận và mở lớp sau 4h30 hằng ngày."
        ]
    },
    {
        "intent": "",
        "message": [
            "Em tên [full_name], mssv [student_id], lớp CK17CD3. Ở đợt ĐKMH đợt 1 HK183 em có đăng ký môn ME2017 nhưng đã bị hủy, đợt 2 em có hủy tất cả môn nhưng không đăng ký lại được môn ME2017. Môn này rất quan trọng ở kỳ này nên em không thể bỏ được. Em xin hỏi tại sao lại bị như vậy ạ? Muốn đăng ký lại thì làm như thế nào ạ? Em xin cảm ơn.",
            "đã sửa lỗi bạn vào đăng ký lại nhé"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tăng sĩ số lớp môn học . Em xin được tăng sỉ số lớp Pháp luật đại cương DT08",
            "Đã tăng sĩ số"
        ]
    },
    {
        "intent": "",
        "message": [
            "văn  b MSSV/MSGV: [student_id]  /b . . . .   i Chứng chỉ ngoại ngữ - Đại học - Cao đẳng chính quy   Khác ... . Em tên là [full_name]. . Em muốn hỏi nếu nộp bằng để qua av1 do iig cấp thì phải nộp vào thời gian nào ạ.. . Em xin cảm ơn.",
            "Chào bạn,. . Lịch lấy dữ liệu anh văn đã cập nhật chi tiết trên web www.aao.hcmut.edu.vn- sinh viên -  lịch học vụ.. . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tăng sĩ số lớp môn học . Em là [full_name] Mssv: [student_id].Em viết đơn này xin phòng đào tạo mở thêm sĩ số của môn học Những nguyên lí cơ bản của [full_name] lớp DT07 của thầy [full_name] thứ 3,5,6 hoặc lớp DT06 thứ 2,5,6 vì giờ học này không trùng cho môn Pháp Luật của em cùng ngày và em có thời gian em đi làm thêm đóng trang trải học phí. Em xin chân thành cảm ơn ạ.",
            "Đã tăng sĩ số cho bạn"
        ]
    },
    {
        "intent": "",
        "message": [
            "Dạ em là sv ngành KT Vật liệu xây dựng khóa K15.. . Dạ cho em hỏi là em có rớt 1 môn là Kỹ thuật sx chất kd vôcơ - CI3099.. . PĐT cho em hỏi là em có thể đăng ký LVTN - CI4393 và môn Kỹ thuật sx chất kd vôcơ - CI3099 vào chung một học kỳ được không?. . Dạ em cảm ơn !!",
            "Dạ em là sv ngành KT Vật liệu xây dựng khóa K15.. . Dạ cho em hỏi là em có rớt 1 môn là Kỹ thuật sx chất kd vôcơ - CI3099.. . PĐT cho em hỏi là em có thể đăng ký LVTN - CI4393 và môn Kỹ thuật sx chất kd vôcơ - CI3099 vào chung một học kỳ được không?. . Dạ em cảm ơn !!  /QUOTE . . . . Em vào chương trình đào tạo xem cấu trúc môn học CI4393 nhe.",
            "B  Trả lời giải thích kiểu như chị thì em hỏi làm gì? :))"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tăng sĩ số lớp môn học . Em có thể yêu cầu tăng sỉ số lố Pháp luật đại cương DT08 không ạ.???",
            "Em xin được tăng sỉ số một lần nữa ạ. Em đăng ký không kịp ạ. Em xin được giúp đỡ.",
            "Chào bạn.. . . . Sĩ số phòng đã đạt mức tối đa nên không thể tăng được nữa. Bạn vui lòng đăng ký các nhóm học khác."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tăng sĩ số lớp môn học . Chào thầy cô , hiện tại thì các lớp môn mác và giải tích 1 học kì hè 183 đã đủ sĩ số song còn rất nhiều bạn có nhu cầu học nhưng không đăng kí được , vậy mong phòng đào tạo mở rộng sĩ số để tụi em có thể đăng kí học. Em cảm ơn nhiều",
            "Mình đã tăng sĩ số tối đa các môn học. Bạn vào đăng ký nhanh nhé",
            "Vì lí do trùng lịch môn học , anh có thể tăng sĩ số của lớp [full_name] cô [full_name] nhóm lớp DT03 cho em được đăng kí học không ạ , em cảm ơn anh nhiều",
            "Đã tăng rồi nhé bạn",
            "Em đi học thí nghiệm giải tích mạch nên không canh đăng kí được , em xin lỗi nhưng mà cảm phiền thầy cho em xin mở thêm 5 sv nhóm DT06 thầy [full_name] cho em xin đăng kí được ko ạ , em hứa đây là lần cuối làm phiền thầy , em cảm ơn thầy nhiều ạ . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Chuyển thời khóa biểu . Em chào thầy/cô, em có đăng kí môn Những nguyên lí cơ bản của chủ nghĩa [full_name] và định đổi thời khóa biểu nhưng các lớp đã hết chổ và em đã lỡ hủy môn học. Mong thầy /cô giúp đỡ đăng kí lại môn học đó ạ.. . Em xin cám ơn.",
            "Chào bạn.. . . . Rất tiếc sau khi bạn hủy các bạn khác đã vào đăng ký nên PĐT không thể phục hồi cho bạn."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Khác ... . Em tên [full_name], MSSV: [student_id] xin đăng ký mở lớp dự thính giải tích 1 trong học kỳ hè 2019",
            "chào bạn.. . . . Bạn làm đơn xin mở lớp nộp về khoa có xác nhận của bộ môn, sau đó nộp về PĐT để mở lớp.. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Dạ thưa cô cho em hỏi là thông tin về nơi sinh của em trên trang đăng ký nộp bằng tốt nghiệp của em là quê quán không phải là nơi sinh như trong bằng tốt nghiệp trung học phổ thông thông mà em đã được cấp  .Cụ thể quê em ở Long An nhưng theo giấy khai sinh em sinh ở bệnh viện Từ Dũ,Thành phố Hồ Chí Minh. Trong bằng tốt nghiệp ghi nơi sinh là Thành phố Hồ Chí Minh còn trong trang nộp bằng thì để là Long An. Vậy em phải chỉnh sửa lại như thế nào. Rất mong nhận được sự giúp đỡ của cô",
            "Chào bạn,. . Thông tin nơi sinh trên web chính là tông tin bạn đã xác nhận khai báo với trường lúc nhập học. Nếu thông tin nơi sinh đang bị sai, bạn phải nộp 1 bàn sao giấy khai sinh của bạn+ 1 đơn đề nghị điều chỉnh nơi sinh lên trực tiếp Phòng đào tạo. Sau 03 ngày nhận đơn của bạn Phòng đào tạo sẽ chỉnh lại nơi sinh trên web cho bạn xác nhận thông tin bắng PTTH.. . Thân.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Chương trình đào tạo (thiếu môn tiên quyết, song hành...) . em sinh viên khóa k16, do học kỳ 181 em không đủ điều kiện anh văn năm 3 nên không đăng ký môn chuyên ngành được. Nên em đã bị trể 1 môn (CI3187) và trong học kỳ 182 em đã đăng ký môn này mà chỉ số quá ít nên không được mở lớp. Trong điều kiện đăng ký thực tập tốt nghiệp (CI3383) ( gồm 4 môn ) em học được 3 môn và thiếu môn CI3187. Em xin cam kết cố gắng tự học môn CI3187 .Em xin được đăng ký môn thực tập (CI3383).",
            "Chào bạn.. . . . Các trường hợp đặc cách bạn phải về khoa xin vì PĐT không thể tự ý đăng ký cho bạn được."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: 1811657  /b \t. . . .   i Đăng ký môn học - Đại học - Cao đẳng chính quy   Chuyển thời khóa biểu . Xin mở lớp Giải tích 1 Dự Thính Cô Huyền học kỳ hè sắp tới.",
            "bạn vui lòng đặt câu hỏi rõ ràng, đầy đủ nội dung để PĐT giải quyết."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Chuyển thời khóa biểu . Xin mở lớp dự thính giải tích 1 cô [full_name] trong học kì hè sắp tới",
            "Để mở lớp bạn làm đơn xin mở lớp nộp về [full_name] phụ trách, sau khi có xác nhận của [full_name] bạn nộp đơn về PĐT để được mở lớp"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được .   U Xin mở lớp gt1 cô [full_name]  /U . . . .",
            "Bạn vui lòng đặt câu hỏi rõ ràng và đầy đủ nội dung để PĐT giải quyết."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tăng sĩ số lớp môn học . Tăng sĩ số môn [full_name] học kì 183 lớp DT04. . . .",
            "Đã tăng sĩ số cho bạn"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Chuyển thời khóa biểu ."
        ]
    }
]