[
    {
        "intent": "",
        "message": [
            "Kính gửi PĐT,. . - Em tên Phan Quang Đán - [student_id] đang học bằng 2 chinh quy khoa Xây dưng.. . - Điểm môn CI4345 ĐỀ cương LVTN trong trang phúc tra em được 9.0 nhưng trong bảng điểm em lại điểm 13.. . Dạ kính mong PĐT check lại giúp em ạ, em cám ơn. . Chúc anh / chị nhiều sức khỏe ạ.",
            "Chào em,. . Em vui lòng xem mybk nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Khiếu nại đăng ký môn học . Thưa thầy cô,. . Do phòng đào tạo đã chuyển nhóm lớp 2 môn con người và môi trường (nhóm L01_L01) và pháp luật Việt Nam (nhóm L03) bị trùng với tuần học môn quốc phòng nên cho em xin rút học phần 2 môn này và đổi lại 2 môn em có đề nghị bổ sung trước được không ạ? : môn vật lí bán dẫn (nhóm L04_L07) và phương pháp tính (nhóm L011_L011).. . Em xin cảm ơn.",
            "Chào em,. . Pdt đã tiếp nhận đề nghị DKMH của em. . Em xem TKB cập nhật tại Mybk-xem TKB dự kiến sau ngày 14/1/2022. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Khiếu nại đăng ký môn học . Hiện em có đăng ký 2 môn học vào học kỳ dự thính 212 chính quy vào đợt 1. Đã có thông báo đăng ký thành công nhưng trong thời khóa biểu vào Bkel lại không có lịch học. Mong PDT giải quyết giúp em vấn đề này sớm. Thanks"
        ]
    },
    {
        "intent": "",
        "message": [
            "Khiếu nại đăng ký môn học . Lý do: Đăng ký môn học thành công nhưng không hiện thời khóa biểu.. . Tên môn: Cơ lưu chất CI2003 NHÓM DT01_DT03. . Tên môn: Phương pháp tính MT1009 NHÓM DT01_DT01. . Mong PDT giải quyết sớm giúp em. . Em cảm ơn ạ",
            "Chào bạn,. . . . Phòng đào tạo đã ghi nhận trường hợp của bạn, và đã chuyển thông tin đến các bộ phận liên quan để kiểm tra và xử lý, bạn vui lòng đợi Pdt phản hồi kết quả qua BKSI hoặc mail sinh viên. . . . SV vui lòng kiểm tra TKB dự thính sơ bộ, có thể đăng ký thêm, điều chỉnh nhóm hoặc hủy môn: dự kiến từ 20/01/2022 - 25/01/2022. . . . Thân",
            "Có thể xử lý nhanh giúp em được không ạ. Tại vì theo lịch dự thính thì đã có lớp học được tới 2 tuần nhưng đến nay em vẫn chưa có TKB.",
            "Chào em,. . PDT đã ghi nhận yêu cầu về ĐKMH của bạn và đã chuyển cho bộ phận ĐKMH kiểm tra và xử lý.. . SV vui lòng theo dõi thời khóa biểu được cập nhật tại Mybk/Thông tin sinh viên/Xem thời khóa biểu dự kiến trễ nhất trước ngày 25/1/2022.. . Sau thời gian trên vẫn chưa được cập nhật TKB, SV vui lòng gửi lại câu hỏi qua bksi để biết lý do. . Thân mến. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Dạ em chào PĐT. . Em lên là [full_name]. . MSSV: [student_id]. . Dạ chuyện là thế này. Em có đăng kí môn Quá trình và thiết bị cơ học, Mã môn học là CH2019. Lúc em đăng kí thì trên mục đăng kí môn học là mã A nhưng ghi ngôn ngữ là V là dạy bằng tiếng việt. Nhưng hôm nay khi em học thì dạy bằng tiếng anh, và trong lớp cũng đã hỏi Thầy vì sao lại thế thì sau đó thầy trao đổi với thầy [full_name] thì bảo này mã A nên dạy hoàn toàn bằng tiếng anh. Và thầy [full_name] bảo bạn nào muốn thì có thể xin PĐT có thể chuyển lớp sang lớp tiếng việt. Dạ lí do nữa là vì khi em đăng kí đợt 1 xong thì qua đợt 2 em được PĐT xếp vào lớp mã A, và lớp ghi ngôn ngữ dạy là tiếng việt. Nên em mới không đổi lớp. Nên em xin PĐT cho em được rút lớp này và đăng kí qua lớp mã L để được học bằng tiếng việt được không ạ? E thực sự không thể học vì em không tiếp thu được ạ. Em chân thành xin PĐT cho em được chuyển lớp để tiếp tục môn học này để kịp tiến độ cho kì tới.. . Em xin chân thành cảm ơn PĐT nhiều ạ.. .",
            "Chào em,. . Pdt đã tiếp nhận đề nghị DKMH của em. . Em xem TKB cập nhật tại Mybk-xem TKB dự kiến sau ngày 14/1/2022. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em chào anh/chị,. . Em thấy trường có mở đợt đăng ký xét tốt nghiệp nhưng em đnagư ký không được vì bị xét tạm ngưng học ạ. Anh/ chị có thể giải quyết giúp em vấn đề này được không ạ?. . Em cảm ơn mọi người nhiều.",
            "Chào em,. . Trường hợp em còn nợ lệ phí in bảng điểm,. . SV vui lòng vào thanh toán, sau khi thanh toán xong vui lòng phản hồi lại qua bksi để được hỗ trợ mở khóa để đăng ký tốt nghiệp. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em là [full_name] mssv [student_id]. . em có đăng kí  Môn học Luận văn tốt nghiệp ([full_name]ỹ thuật Vật liệu Polyme) MMH MA4313. . Nhưng sau 3 đợt đăng kí đều bị hủy DO [full_name]HÔNG đủ điều kiện nhưng e đã đủ.. . Mng thầy cô cho em biết chi tiết hơn không ạ .. . tình trạng của e hiện tại:. . av kỳ này không tính . . CTXH em được 9 ngay . . tính chỉ nợ: 1 môn 3 chỉ . .",
            "Chào bạn. . Vì bất kỳ lý do nào đến thời điểm hiện tại bạn vẫn chưa đăng ký được các học phần tốt nghiệp (LVTN, TTTN, DCLV), SV vui lòng đăng ký lại đợt cuối cùng chỉ để đăng ký các học phần tốt nghiệp (LVTN, TTTN, DCLV) dự kiến từ ngày 18/1 đến 19/1/2022. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: 1812790  /b \t. . . .   i Học vụ . Em chào thầy cô,. . Em mong thầy cô giải đáp và hướng dẫn chi tiết hơn về quy trình đăng ký hoãn bảo vệ môn Đồ án.. . . . Trong file Kế hoạch tổ chức thi HK211 (hình đính kèm) có ghi:. .   I \"Điền đầy đủ thông tin và trình bày rõ lý do xin hoãn thi gửi bằng email về. . pdt@hcmut.edu.vn kèm theo các minh chứng về sự đồng ý của GV hướng dẫn và xác. . nhận của Bộ môn/Khoa.\" . Thầy cô cho em hỏi:. . 1. Trong mẫu đơn đó có cần GV hướng dẫn và Bộ môn/Khoa ký vào hay không?. . Do tình hình dịch bệnh và không học thí nghiệm/thực hành nên em vẫn chưa thể đến trường để xin chữ ký sống của các thầy cô được.. . 2. Em gửi kèm minh chứng là hình ảnh chụp gmail có nội dung các thầy cô đã đồng ý cho phép em hoãn thì có được chấp nhận không? Hay cần phải có các minh chứng nào khác?. . 3. Cần có sự đồng ý của GV hướng dẫn và xác nhận của Bộ môn HOẶC Khoa hay là cả Bộ môn VÀ Khoa hay là chỉ KHOA?. . . . Em đã mail cho Phòng đào tạo có đính kèm (i) Đơn (có chữ ký của em, không có chữ ký của thầy cô); (ii) Hình ảnh mail đồng ý của GV hướng dẫn; (iii) Hình ảnh mail xác nhận đồng ý của Trưởng Bộ môn.. . Nhưng đến giờ vẫn chưa được duyệt.. . . . Em mong thầy cô giải đáp, hướng dẫn cụ thể hơn. Nếu có thể, thầy cô kiểm tra lại mail giúp em: le.nguyen.2000@hcmut.edu.vn.. . . . Em xin cảm ơn. Em chúc thầy cô nhiều sức khỏe.. .",
            "Chào bạn. . Pdt đã trả lời qua mail bạn xem lại nghen. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Chào anh chị pdt. .  . . Trong ba lần đkmh luận văn tốt nghiệp (Me4049) em đêù ko có thời khoá biểu dù đã đăng kí thành công. Nếu ko xét chuẩn anh văn em đã có 124 tín chỉ tích lũy(115 + 9 chỉ chưa có điểm) 6.5 ngày ctxh.. . Cho em hỏi đki luận văn bị thiếu gì vậy ạ.. . Em khoa cơ khí.. . Em cảm ơn.. . Chúc a/chị một ngày tốt lành.. .",
            "Chào bạn. . Vì bất kỳ lý do nào đến thời điểm hiện tại bạn vẫn chưa đăng ký được các học phần tốt nghiệp (LVTN, TTTN, DCLV), SV vui lòng đăng ký lại đợt cuối cùng chỉ để đăng ký các học phần tốt nghiệp (LVTN, TTTN, DCLV) dự kiến từ ngày 18/1 đến 19/1/2022. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: 2013109  /b \t. . . .   i Yêu cầu khác . Chào thầy cô! Em xin gửi đơn rút môn học CH2113 Hóa Phân Tích của học kỳ HK212.(đính kèm đơn). . Em rất mong nhận được xét duyệt của thầy cô ạ!. . Em xin chân thành cảm ơn.",
            "Thân gửi các bạn sinh viên,. . . .   Phòng đào tạo thông báo về phương thức đăng ký RÚT MÔN HỌC (tính Học Phí theo quy định) (Chính quy + Dự thính) của học kỳ 2 (2021-2022) như sau:. . . . SV đăng nhập vào Google bằng tài khoản [email] và điền thông tin RÚT MÔN HỌC theo link : https://forms.gle/QUtA7vkKnkW9oqBm8. . . . Thời gian đăng ký : Từ ngày 10/01/2022 đến hết ngày 05/03/2022. . . . Xem chi tiết quy định về rút môn học tại QUY CHẾ [full_name] điều 11.2. . . . Chúc các bạn học tập thật tốt!. . . . . . Trân trọng thông báo."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Chào quý thầy/cô!. . Em xin được nộp đơn rút môn học:. . [full_name] phân tích-mã môn:CH2113.. . Mong quý thầy cô xem xét và phê duyệt giúp ạ. Em cảm ơn!"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em chào PDT ạ, . . . .   Hôm trước em có nhờ PDT đăng ký thêm môn. Tuy nhiên hai môn CH1003 và LA1003 bị trùng với lịch học Giáo dục quốc phòng ạ. Phòng đào tạo có thể đổi lớp khác dùm em được không ạ?. . . . Mong PDT có thể đăng ký giúp em thêm môn MT1005 Giải tich 2 trong học kỳ này ạ. Em cảm ơn.",
            "Chào bạn,. . Phòng đào tạo đã ghi nhận trường hợp của bạn, và đã chuyển thông tin đến các bộ phận liên quan để kiểm tra và xử lý, bạn vui lòng đợi Pdt phản hồi kết quả qua BKSI hoặc mail sinh viên. . Thân",
            "Cảm ơn PDT đã giải quyết cho em nhưng hôm trước em gửi thiếu 1 môn ạ. Mong PDT có thể đăng ký giúp em thêm môn MT1009 - Phương pháp tính  trong học kỳ này ạ. Em cảm ơn.",
            "Em có kiểm tra thì học phần Hóa Đại Cương thí nghiệm vẫn chưa chuyển lớp ạ L58 vẫn bị trùng môn Giáo dục quốc phòng vào tuần 12 ạ.",
            "Chào em,. . PDT đã ghi nhận yêu cầu về ĐKMH của em và đã chuyển cho bộ phận ĐKMH kiểm tra và xử lý.. . SV vui lòng theo dõi thời khóa biểu được cập nhật tại Mybk/Thông tin sinh viên/Xem thời khóa biểu dự kiến trễ nhất trước ngày 25/1/2022.. . Sau thời gian trên vẫn chưa được cập nhật TKB, SV vui lòng gửi lại câu hỏi qua bksi để biết lý do. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: K[student_id]  /b \t. . . .   i Tốt nghiệp . Cô cho em đăng ký xét tốt nghiệp bổ sung.",
            "Đã mở khóa cho SV vào đăng ký tốt nghiệp. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Kính gửi Phòng Đào Tạo,. . . . Em là Lê Minh Hoàng([student_id]). . . . Trang BKeL của em không cập nhật các đường link, bài tập của 2 môn dưới đây.. . . . Nguyên nhân xảy ra theo em nghĩ là do đây là 2 môn em đăng kí học lại nên đã có một số lỗi gì đó làm em không nhận đường các tài liệu đến từ thầy/cô.. . . . 2 môn không được cập nhật:. . Lập trình nâng cao       CO2039 LO4 Trương Tuấn Anh. . Mô hình hoá toán học  CO2011 LO1 [full_name]",
            "Chào em,. . Các hoạt động trong khóa học do GV phụ trách môn học quản lý, PĐT không có quyền can thiệp. SV vui lòng liên hệ GV.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: 813T1183  /b \t. . . .   i Đăng ký môn học . Kính gửi PĐT,. . Kính gửi khoa kỹ thuật XD, Em tên [full_name], mssv 813T1183, lớp vhvl, khóa BT13-XD, kỳ này em có đăng ký luận văn tốt nghiệp nhưng mới đây Em mới bị nhiễm covid-19 Em phải cách li, hiện tại bệnh của Em chưa thấy giảm nên Em không biết khi nào hết bệnh để làm luận văn được, Em sợ sẽ không hoàn thành được luận văn kỳ này, nên Em kính mong PĐT và khoa kỹ thuật xây dựng thông cảm cho Em để bảo lưu kỳ này để Em được làm luận văn ở kỳ sau ( kỳ này Em vẫn đóng học phí để làm luận văn cho kỳ sau ( kỳ này Em đóng học phí trước để kỳ sau Em không đóng học phí ) ) , Em mong PĐT thông cảm và giúp Em để kỳ sau Em hoàn thành luận văn và sớm được ra trường, Em xin chân thành cảm ơn phòng đào tao và khoa kỹ thuật xây dựng, Em xin chân thành cảm ơn!. .",
            "Chào em,. . Em vui lòng trình bày rõ hơn. Thông tin có mã môn học, tên môn học, HK, lý do .... . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Khiếu nại đăng ký môn học . dạ em là Đỗ Ngọc Hiếu mssv [student_id]. . em có đăng kí môn Nến Móng CI3239 nhóm Lớp L01 vào 19h56 ngày 3/1/2022 như hình lịch sử đang kí em kèm theo. lúc đó trong danh sách đăng kí của em vẫn có môn Nền móng và số tín chỉ đăng kí của em đã lên 19 chỉ.. . tới tối cũng ngày em check lại thì danh sách đăng kí của em bị mất môn Nền Móng Ci3239 và số chỉ đăng kí của em về 15 mà lịch sử đăng kí của  em không hề có xóa đăng kí môn học như hình kèm theo. lúc đó thì sỉ số của toàn bộ các lớp đã full nên em không thể thử đăng kí lại được, nên xin phòng đào tạo sử lý giúp em lỗi này vì em đăng kí từ rất sớm mà lại bị lỗi và mất xuất học oan ức trong kì này ạ.",
            "Chào bạn,. . . . Phòng đào tạo đã ghi nhận trường hợp của bạn, và đã chuyển thông tin đến các bộ phận liên quan để kiểm tra và xử lý, bạn vui lòng đợi Pdt phản hồi kết quả qua BKSI hoặc mail sinh viên. . . . hoặc Bạn xem TKB cập nhật tại Mybk-xem TKB dự kiến sau ngày 14/1/2022. . . . Thân",
            "li answer rate: Answer suits the needs / Câu trả lời đúng ý"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Cho em hỏi em mới bảo vệ luận văn xong, và chỉ còn anh văn nói viết nữa là ra trường. Nếu em thi đậu anh văn nói viết trong các tháng 2,3,4 thì em có được xét tốt nghiệp, hoặc là có bằng tạm thời không đợt 1 ở tháng 4 này không. Hay là phải đợi đợt 2 ( tháng 8-tháng 11)?. . Mong thầy/cô giải đáp cho em ạ",
            "Chào em,. . Khi nào em đủ điều kiện tốt nghiệp, em có thể gửi lại câu hỏi qua bksi để được trả lời chính xác cho bạn nhé.. . SV theo dõi lịch trình tốt nghiệp tháng 4/2022 tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 4/2022 (Hiện tại chưa cập nhật). . Về tình trạng sinh viên, khi nào em có tên trong ds dự kiến tốt nghiệp, PDT sẽ tự động ra QD thu nhận cho bạn nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Khiếu nại đăng ký môn học . Kính gửi PĐT,. . . . Em tên Phạm Hồng Thái - MSSV: [student_id]. . Trong đợt đăng ký vừa rồi ( HK212 - CQ- VLVH - ĐỢT 1) em đã đăng ký thành công LVTN EE4323. Tuy nhiên khi kiểm tra danh sách nhận LV tại không đạt yêu cầu do không thỏa 2 yếu tố:. . 1. Tổng tín chỉ tích lũy: 113 / Tiên chuẩn 114. . 2. Tiếng Anh (tương đương Toeic): theo thong bao khong xet CCAV Quoc te khi xet LVTN trong HK211. . . . Khiếu nại:. . Về mục 1), trong học kỳ 202, em đã học 2 môn Đo lường công nghiệp và Thiết bị và hệ thống tự động nhưng các thầy chưa tổ chức học thí nghiệm nên 2 môn đó bị treo điểm đến giờ (trong phiếu xét môn nợ báo thiếu 2 môn này). Ngoài ra, Học kỳ 211 em đã học thêm 15 tín chỉ môn tự chọn với đầy đủ các nhóm theo CTĐT  và theo bảng điểm thì các môn cũng đã Pass hết (theo phiếu xét môn nợ thì em mới chỉ đạt 15/21 tín chỉ tự chọn).. . Do đó, theo em thì điều kiện về tổng tín chỉ tích lũy em đã Đạt. . . . Về mục 2), theo em nhận được email của PĐT thì HK212 cũng chưa xét đến việc nhận LVTN trong HK212. Do đó, theo em điều kiện về CCAV em cũng xem như Đạt.. . Kính mong PĐT xem xét vấn đề này giúp em, vì hiện tại em không còn môn nào phải học nữa, nếu không đăng ký được LVTN trong kỳ này thì em bị ảnh hưởng rất nhiều đến tiến độ học tập và tốt nghiệp ạ.. . Trong khi chờ đợi hồi đáp từ PĐT, Em xin chân thành cảm ơn.. .",
            "Chào bạn. . . . Vì bất kỳ lý do nào đến thời điểm hiện tại bạn vẫn chưa đăng ký được các học phần tốt nghiệp (LVTN, TTTN, DCLV), SV vui lòng đăng ký lại đợt cuối cùng chỉ để đăng ký các học phần tốt nghiệp (LVTN, TTTN, DCLV) dự kiến từ ngày 18/1 đến 19/1/2022. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác:",
            "Chào em,. . - Về giấy xác nhận vay vốn em liên hệ phòng Công tác chính trị sv qua email [email] để được hướng dẫn nhé.. . - Xác nhận sv: mybk/xác nhận sv. . Thân mến"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Chào thầy/cô,. . Ở học kỳ 202, em được miễn môn Hệ thống PLC ME3013, được nhận   B điểm 12  /B . Hiện tại khi kiểm tra lại thì điểm tổng kết chuyển thành   B điểm 0.00  /B , tuy nhiên số tín chỉ tích luỹ và điểm trung bình thì vẫn đúng.. . Mong phòng đào tạo giải quyết giúp em ạ.. . Em xin cảm ơn.. . . . File đính kèm:. . 1. File bảng điểm 202 hiện tại.. . 2. Quyết định miễn môn học, em ở số thứ tự 60.. .",
            "Chào em,. . Không sao nhé. ĐTB đúng là được. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: thầy cô cho em hỏi em bảo lưu 1 năm nên giờ em là sv k21 đúng không ạ, em thấy trường vẫn gửi mail cho em về việc trừ điểm shcd cho sinh viên k19 và k20, cho em hỏi em có cần shcd k20 không ạ",
            "Chào em,. . Em liên hệ phòng Công tác chính trị sv qua email [email] để được hướng dẫn nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Dạ em chào quý pđt, kì vừa rồi em có hoãn thi môn XSTK vì lí do máy tính hư main, và tình trạng hoãn thi là đang xử lí. Nhưng hôm nay em lên check điểm trên mybk thì ghi là điểm 13.00. Vậy quý pđt cho em hỏi là có nhầm lẫn gì không ạ. ([full_name]). .",
            "Chào em,. . Hiện tại nhà trường chưa ra QD hoãn thi nhé em, dự kiến ra quyết định chung vào tháng 2, nên trường hợp đăng ký hoãn thi vẫn bị điểm 13 bình thường. Sau khi hậu kiểm với ds của [full_name] thì mới ra quyết định hoãn thi và sẽ điều chỉnh lại điểm trên mybk/Thông tin SV/xem điểm. . Lưu ý:. . 1) PDT sẽ hậu kiểm lại với danh sách cấm thi của [full_name] gửi lên, nếu SV bị cấm thi sẽ bị hủy kết quả hoãn thi theo quy định. SV vẫn phải hoàn thành các phần việc của môn học, nhất là TH/TNg và BTL. GV có quyền cấm thi nếu SV không hoàn thành tốt các phần này. . Thân mến. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Em tên: [full_name]. . MSSV: [student_id]\t. . . . Kính thưa PĐT, . . Em có dự định học thêm văn bằng 2 thì cho em hỏi là em phải tốt nghiệp xong văn bằng 1 rồi mới được đăng ký hay sao ạ.. . Với lại nếu em đăng ký học được văn bằng 2 thì em sau khi học xong văn bằng 2 thì bằng này sẽ là bằng cử nhân hay kỹ sư ạ. Do em là khóa K18 còn nếu em học văn bằng 2 là học chung với khóa K20 hoặc K21 là bằng cử nhân ạ.. . Em xin cảm ơn PĐT đã xem và trả lời cho câu hỏi của em.. .  . .",
            "Chào em,. . Em vui lòng liên hệ email [email]. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Phòng cho em hỏi đăng ký hoãn thi trước giờ thi có cần mail báo lại cho giáo viên hoặc cán bộ coi thi không ạ?",
            "Chào em,. . Em vui lòng xem email PĐT đã gửi:. . Kế hoạch tổ chức thi học kỳ 1 năm 2021-2022. . mục 5. Hướng dẫn đăng ký hoãn thi Cuối kỳ, dự thi. . -  đăng ký hoãn thi trước giờ thi có cần mail báo lại cho giáo viên hoặc cán bộ coi thi không ạ?. . =  Tuỳ em nhé, vì PĐT còn hậu kiểm ở Khoa. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Họ tên SV: [full_name]. . MSSV: [student_id]. . Tính toán động lực học lưu chất. . Mã MH: AS3035. . Vật lý 1 (dự thính). . Mã MH: PH1003. . Lý do thu nhận lại: chuyển hệ từ chính quy sang hệ vừa làm vừa học.",
            "Chào em,. . Pdt đã tiếp nhận đề nghị DKMH của em. . Em xem TKB cập nhật tại Mybk-xem TKB dự kiến sau ngày 14/1/2022. . Thân mến. .",
            "Khiếu nại đăng ký môn học . - Em xin chào PDT. . - Em tên là [full_name] MSSV [student_id] kỳ này em có nộp đơn gia hạn thêm 1 kỳ để hoàn thành chương trình đào tạo, và đã được trường thông qua em không đăng ký được môn học nên có gửi nhờ PDT đăng ký dùm kết quả là PDT đăng ký nhầm môn học của em. Em đăng ký Me2011 mà PDT đăng ký thành EE2011 môn này không có trong chương trình đào tạo của em. Khi em nhận được thời khoá biểu em có gửi phản hồi cho PDT mà mãi không nhận thấy câu trả lơid tới hôm nay mới thấy PDT trả lời lại là níu vấn đề chưa được giải quyết thì tạo phản hồi mới.. . - Em mong PDT giải quyết giúp em vấn đề này",
            "Khiếu nại đăng ký môn học. . . . - Em xin chào PDT. . - Em tên là [full_name] MSSV [student_id] kỳ này em có nộp đơn gia hạn thêm 1 kỳ để hoàn thành chương trình đào tạo, và đã được trường thông qua em không đăng ký được môn học nên có gửi nhờ PDT đăng ký dùm kết quả là PDT đăng ký nhầm môn học của em. Em đăng ký Me2011 mà PDT đăng ký thành EE2011 môn này không có trong chương trình đào tạo của em. Khi em nhận được thời khoá biểu em có gửi phản hồi cho PDT mà mãi không nhận thấy câu trả lơid tới hôm nay mới thấy PDT trả lời lại là níu vấn đề chưa được giải quyết thì tạo phản hồi mới.. . - Em mong PDT giải quyết giúp em vấn đề này",
            "Chào em,. . Pdt đã tiếp nhận đề nghị DKMH của em. . Em xem TKB cập nhật tại Mybk-xem TKB dự kiến sau ngày 14/1/2022. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Cho em hỏi có thể xin chuyển điểm sớm các môn bên thạc sĩ được không ạ vì bên thạc sĩ có điểm rồi nhưng lại chưa chuyển điểm gây khó khăn trong việc đăng ký luận văn ạ. .   i Yêu cầu khác .",
            "Chào em,. . Về vấn đề liên quan đến học chương trình liên thông Đại học-Thạc sĩ & Thạc sĩ (Cao học) bạn vui lòng liên hệ Phòng đào tạo Sau đại học qua địa chỉ: Website:www.pgs.hcmut.edu.vn, Email    : [email]. . [email]. . Thân mến"
        ]
    },
    {
        "intent": "",
        "message": [
            "B   /B   B   /B Yêu cầu khác . Em chào thầy/cô!. . Em tên là [full_name] MSSV [student_id] khoa MO.. . Đợt 3 vừa rồi em đã đăng ký môn thực tập ngoài trường và hệ thống thông báo \"đăng ký thành công\" nhưng bây giờ em không nhận được kết quả đăng ký. Không biết do lỗi hệ thống hay sai sót gì ở em không? Em cảm phiền thầy/cô xem xét và giải đáp giúp em với ạ!. . Em cảm ơn rất nhiều!. . Kính mến.. . [full_name].. .",
            "Thân gửi các bạn sinh viên,. . . . Đến thời điểm hiện tại SV vẫn chưa có Thời khóa biểu hoặc chưa đăng ký được các học phần tốt nghiệp (LVTN, TTTN, DCLV) vì bất kỳ lý do gì. SV vui lòng vào đăng ký lại trong đợt này.. . . . Thời gian dự kiến từ ngày 18/01/2022 đến 19/01/2022 cho HK chính 212 (chỉ được đăng ký bổ sung các học phần tốt nghiệp: LVTN, TTTN, ĐCLV).. . . . Các học phần đang học nhưng chưa có điểm, kể cả học dự thính, và SV không thuộc diện bị cấm thi, được xem là đạt và tích luỹ được tín chỉ để đăng ký các học phần, kể cả các học phần tốt nghiệp (TTNT, ĐCLV và LVTN). Các học phần tốt nghiệp sẽ được PĐT hậu kiểm lại để đảm bảo đúng điều kiện ràng buộc theo đúng quy định. SV nên cân nhắc kỹ, tự xác định năng lực học tập trước khi đăng ký các học phần tốt nghiệp để việc học tập đạt kết quả tốt nhất.. . . .  . . . . Trân trọng thông báo."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em tên: [full_name] - MSSV: [student_id]. . . . Em xin trình bày lý do xin bằng tốt nghiệp sớm, là để hoàn thành thủ tục visa du học ngày 15/01/2022. . . . . Các Thầy, Cô đã hướng dẫn em đăng ký xác nhận tốt nghiệp online sẽ được trả kết quả trong một tuần. Tuy nhiên do điểm số em chưa được cập nhật hết nên em không có tên trong danh sách dự kiến và không thể xác nhận online.. . . . Điểm bảo vệ luận văn, Khoa Kỹ thuật Xây dựng đã gửi lên phòng đạo tạo (khoa xác nhận đã gửi), nhưng em vẫn chưa được cập nhật. Điểm anh văn em cũng đã được xác nhận đăng ký chuyển điểm, nhưng em cũng chưa được cập nhật.. . . . Em rất mong quý Thầy, Cô hỗ trợ giúp đỡ, để em sớm có được giấy xác nhận tốt nghiệp tạm thời.. . . . Em xin cảm ơn.",
            "Chào em,. . Em vui lòng làm đơn xin cấp giấy xác nhận hoàn thành chương trình đào tạo, ghi rõ lý do và kèm minh chứng gửi qua bksi.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em chào thầy cô Phòng Đào tạo,. . Em có thắc mắc là trường mình có làm giấy xác nhận vay vốn của sinh viên không ạ. Gia đình em hiện tại đang dự định vay vốn tại địa phương, cụ thể là ở huyện em, họ yêu cầu cần có giấy xác nhận vay vốn sinh viên của trường để có thể thực hiện vay vốn. Em có thử vào mục \"Đăng ký giấy xác nhận sinh viên\" trong \"Dịch vụ sinh viên\" nhưng không tìm thấy giấy xác nhận như địa phương em yêu cầu ạ.. . Em xin cảm ơn.",
            "Chào em,. . Em liên hệ phòng Công tác chính trị sv qua email [email] để được hướng dẫn nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Dạ em chào admin ạ\t. . . . Em là [full_name]. Dạ cho em nộp danh sách các bạn sinh viên học môn thí nghiệm chuyên ngành vật liệu xây dựng(CI3079). . . .",
            "\"\"\"Chào bạn. . [full_name] đã tiếp nhận đề nghị DKMH của bạn. . Bạn xem TKB cập nhật tại Mybk-xem TKB dự kiến sau ngày 17/1/2022. . Thân. . \"\"\". ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Chào ạ, em check xem thì em bị cảnh cáo học vụ vô lý, em muốn khiếu nại rút lại cảnh cáo học vụ bản thân, hình ảnh đính",
            "Chào bạn. . Bạn gởi minh chứng tại sao vô lý, để Pdt kiểm tra lại nghen không?. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính gửi: Thầy/cô phòng đào tạo trường Đại Học Bách Khoa TP.HCM. . Em tên là: [full_name]. . MSSV: [student_id]. . Em bên khoa: Kỹ Thuật Giao Thông mà trên mybk ghi em bên khoa: Điện - Điện tử. Kính mong thầy/cô giải quyết giúp em. Em cảm ơn!. . . .",
            "Chào em,. . PĐT đã nhận thông tin của em, đã chuyển đến người phụ trách xử lý.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em muốn xin hoãn lớp hóa đại cương thí nghiệm VL05 hiện tại do vấn đề sức khỏe thì có được không ạ. Em đã đi thực hành được 1 buổi rồi ạ.",
            "Thân gửi các bạn sinh viên,. . . . Thời khóa biểu môn Hóa đại cương (thí nghiệm) CH1004 nhóm [full_name] đã được cập nhật, Lịch học này thể hiện trong HK1 (21-22), bắt đầu học từ ngày 17/01/2022 tại Cơ sở 1.. . . . Sinh viên nếu muốn rút (không học được vì lý do cá nhân) thì vui lòng liên hệ trực tiếp với Giảng Viên/Khoa.. . . .  SV xem TKB tại mybk    Thông tin SV    Xem TKB.. . . . Trân trọng thông báo."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Xin chào PDT, em đang học môn Giải tích 2(MT1005) của cô [full_name] nhóm DT03, môn đã học 2 tuần nhưng em không thấy E-learning cập nhập nội dung như link để học trực tuyến hay video các đã ngày học để em có thể vào học. Em muốn hỏi PDT có thể xem lại và cập nhập giúp em với. Em xin cảm ơn.",
            "Chào em,. . Các hoạt động trong khóa học do GV phụ trách môn học quản lý, PĐT không có quyền can thiệp. SV vui lòng liên hệ GV.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học .  Kính gửi Phòng đào tạo.. . Em tên là Nguyễn Thị Minh Hiếu, mssv [student_id], là sinh viên chuyển hệ.. . Kính thưa PDT vừa qua em có đăng ký môn học đăng ký đợt HK Chính + Dự thính 211 - lộ trình 1 + VLVH, đến lúc xem kết quả thì bị xoá. Đợt hai em đăng ký lại thì hiển thị lý do không đăng ký được là \"Cấm đăng ký\".. . Kính mong PDT có thể xem xét lại giúp em nguyên do em không đăng ký được và hướng dẫn giúp em để em có thể đăng ký môn học bởi vì em chỉ còn thiếu một môn là hoàn thành chương trình học.. . Em xin trân thành cảm ơn.. . Trân trọng,. . Hieu.",
            "Đã trả lời. . . .",
            "[full_name] gửi Phòng đào tạo.. . Em tên là [full_name], mssv [student_id], là sinh viên chuyển hệ.. . [full_name] thưa PDT vừa qua em có đăng ký môn học đăng ký đợt HK Chính + Dự thính 211 - lộ trình 1 + VLVH, đến lúc xem kết quả thì bị xoá. Đợt hai em đăng ký lại thì hiển thị lý do không đăng ký được là \"Cấm đăng ký\".. . [full_name] mong PDT có thể xem xét lại giúp em nguyên do em không đăng ký được và hướng dẫn giúp em để em có thể đăng ký môn học bởi vì em chỉ còn thiếu một môn là hoàn thành chương trình học.. . Em xin trân thành cảm ơn.. . [full_name] mong nhận được phản hồi của PDT đã hơn 2 ngày rồi chưa nhận được phản hồi em thật sự rất lo lắng. Hiện tại do em không ở Tp.HCM nên em cũng không biết phải làm sao để liên lạc được. . Trân trọng,. . [full_name].",
            "Đã trả lời. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]  /b \t[full_name] [full_name] [full_name] [full_name]   i Yêu cầu khác  /i [full_name] [full_name] [full_name] [full_name] Kính gửi quý thầy cô,[full_name] [full_name] [full_name] [full_name] Em có thi cuối kỳ môn triết học (SĐH) vào lúc 9h ngày 9/1/2022[full_name] Em lỡ quên chưa nộp file ghi hình trong vòng 48h[full_name] [full_name] [full_name] Hôm nay, em mới nhớ để gửi vào link trên BKexam[full_name] Hy vọng quý thầy cô chấp nhận kết quả thi của em[full_name][full_name] [full_name] [full_name] [full_name] Em xin chân thành cảm ơn[full_name] [full_name] [full_name]",
            "Chào em,. . vui lòng liên hệ Phòng đào tạo Sau đại học qua địa chỉ: Website:www.pgs.hcmut.edu.vn, Email    : [email]. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Cho em hỏi khi đăng ký học chương trình đào tạo thạc sĩ hoặc đào tạo văn bằng 2 thì có được cấp giấy xác nhận sinh viên tạm hoãn NVQS không ạ?",
            "Chào em,. . - Bằng 2 được cấp giấy chứng nhận sinh viên cho địa phương thôi (không chọn được lý do tạm hoãn NVQS). . - Đăng ký học chương trình đào tạo thạc sĩ . . =  Về vấn đề liên quan đến học chương trình liên thông Đại học-Thạc sĩ & Thạc sĩ (Cao học) bạn vui lòng liên hệ Phòng đào tạo Sau đại học qua địa chỉ: Website:www.pgs.hcmut.edu.vn, Email    : [email]. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Khiếu nại đăng ký môn học . Em tên: [full_name]. . Mssv: [student_id]. . Em có đăng kí rút môn học nhưng hiện giờ vẫn chưa thấy tkb thay đổi. Vậy thì em có cần vào học môn đó không ạ? Đó là môn GDTC nên có điểm danh ạ.",
            "Chào bạn,. . Phòng đào tạo đã ghi nhận trường hợp của bạn, và đã chuyển thông tin đến các bộ phận liên quan để kiểm tra và xử lý, bạn vui lòng đợi Pdt phản hồi kết quả qua BKSI hoặc mail sinh viên. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Kính gửi Phòng Đào Tạo. . . . Đợt xét tốt nghiệp HK211 trước đó em chưa đủ điều kiện xét do thiếu ngày CTXH. . . . . Em vừa hoàn thành xong số ngày (15.5 ngày) và có thấy thời gian xét tốt nghiệp gia hạn đến ngày 15/01/2022. . . . . Nhưng hiện tại, trên hệ thống vẫn đang hiện 'nợ CTXH', nên em mong PĐT kiểm tra giúp em để có thể đăng ký đúng ngày.. . . . Em xin cảm ơn.",
            "Chào em,. . Đã mở khóa và cập nhật lại ngày CTXH, em có thể vào đăng ký tốt nghiệp nhé!. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Chào cô!. . . . Cho e hỏi có ngày nhận bằng tốt nghiệp đợt 2/2021 dự kiến tổ chức trong tháng 1/2022 chưa cô. . Em xin cảm ơn!",
            "Chào em,. . Bạn vui lòng trình bày rõ câu hỏi của bạn giúp cô nhé. . Thân",
            "Ngày nhận bằng tốt nghiệp tháng 1/2022 có chưa đó cô",
            "\"Chào bạn,. . Hiện tại Phòng Đào tạo đang tiến hành in bằng và gửi mail nhận bằng theo từng đợt. . SV đã đăng ký tốt nghiệp thành công và nhận được mail xác nhận đồng ý, vui lòng đợi cập nhật Quyết định tốt nghiệp chính thức và mail thông báo lên nhận bằng từ Phòng Đào tạo. . Về lễ tốt nghiệp tháng 11/2021 SV vui lòng đợi thông báo sau của nhà trường. . Thân. . \""
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em chào pđt. . Thưa pđt, em có nhờ pđt về việc in giấy xác nhận sinh viên, va được pđt hướng dẫn lấy bản scan từ mybk/in giấy chứng nhận sinh viên nhưng khi em vào lại thì không thấy có bản in nào để tải về máy, em đăng ký in giấy vào ngày 3/1/2022, và đã chuyển sang trang thái đã sử lý, em xin pđt hướng dẫn cho em. . em xin chân thành cảm ơn. .",
            "Chào em;. . em vui lòng kiểm tra lại, sau kiểm tra Phòng Đào tạo thấy đã up đủ 2 bản vào ngày 5/1 và 10/1 nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em xin phép được rút môn học ạ. Đây là đơn rút của em.",
            "Thân gửi các bạn sinh viên,. . . .   Phòng đào tạo thông báo về phương thức đăng ký RÚT MÔN HỌC (tính Học Phí theo quy định) (Chính quy + Dự thính) của học kỳ 2 (2021-2022) như sau:. . . . SV đăng nhập vào Google bằng tài khoản [email] và điền thông tin RÚT MÔN HỌC theo link : https://forms.gle/QUtA7vkKnkW9oqBm8. . . . Thời gian đăng ký : Từ ngày 10/01/2022 đến hết ngày 05/03/2022. . . . Xem chi tiết quy định về rút môn học tại QUY CHẾ [full_name] điều 11.2. . . . Chúc các bạn học tập thật tốt!. . . . . . Trân trọng thông báo."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: . . Em tên [full_name]. . Mssv: [student_id]. . Nhóm P05 - Pháp văn. . . . Em xin trình bày như sau: . . Ngày thi Pháp Văn, em đã vào phòng thi đúng giờ và điểm danh đầy đủ.. . Thi xong em chắc chắn mình đã nộp video quay màn hình rồi.. . Nhưng đến hôm nay,  em lên xem điểm thì lại thấy 13 - Vắng thi, và em đã mail với cô dạy lớp Pháp Văn của em vào cô nói file điểm thi cuối kỳ không có tên em.. . . . Em mong sẽ nhận được phản hồi sớm. . Em xin chân thành cảm ơn",
            "em xin bổ sung bằng chứng tham gia thi Pháp văn cuối kỳ ngày hôm đó . . . . https://drive.google.com/file/d/1M0DmBRJv1vXW8_MzR9ZapxFe50n7ndmO/view?usp=sharing",
            "Chào em,. . Điểm là do Giảng viên nhập nhé bạn, điểm 13 là do GV nhập, nếu em không có tên trong danh sách nhập điểm thì sao giảng viên nhập điểm 13 được bạn.. . Em liên hệ lại GV kiểm tra lại giúp bạn nhé.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Khiếu nại đăng ký môn học . mình đăng kí giáo dục thể chất bóng chuyền 2 đã có lịch học trên bk vào tuần 1 rồi nhưng qua tuần 2 thì không còn trên thời khóa biểu nữa . .",
            "Chào em,. . - Trường hợp SV bị trùng lịch học, hết chỗ, nhóm bị huỷ do sỉ số ít không đăng ký trong HK2 vẫn có thể đăng ký lại ở các HK sắp tới.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em chào thầy cô.. . Hiện tại em đang có nhu cầu bảo lưu học tập thì em cần làm những gì?. . Em cảm ơn.",
            "Chào em,. . - Em vui lòng xem quy chế tạm dừng.. . http://www.aao.hcmut.edu.vn/quy chế quy định/học vụ/- Quy chế đào tạo và học vụ bậc đại học, cao đẳng/. . - Tải mẫu đơn tạm dừng: điền đầy đủ thông tin gửi [email]. . http://www.aao.hcmut.edu.vn/sinh viên/biểu mẫu. . - Lưu ý: gửi đơn trong 4 tuần đầu HK không đóng HP.. . Thân mến. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính gửi phòng đào tạo,. . . . Em tên là [full_name], MSSV [student_id], sinh viên khoa Khoa học và Kĩ thuật máy tính. Em viết đơn này vì lí do là mình đã hủy đăng kí môn Thực tập ngoài trường (CO3315) và đăng kí các môn khác trong đợt đăng kí môn học 2(có hình ảnh đính kèm). Nhưng sau đó kết quả đăng kí môn học đợt 2 vẫn có môn Thực tập ngoài trường (CO3315). Mong phòng đào tạo xóa môn học này giúp em.. . . . Em có đính kèm hình ảnh đã hủy đăng kí môn học này, hình ảnh đăng kí môn học đợt 2 và kết quả đăng kí môn học, mong phòng đào tạo xem xét giúp em. Em xin chân thành cảm ơn.. . . .   i Khiếu nại đăng ký môn học .",
            "Chào em,. . Pdt đã tiếp nhận đề nghị DKMH của em. . Em xem TKB cập nhật tại Mybk-xem TKB dự kiến sau ngày 14/1/2022. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Xin tham gia lớp học. . Họ và tên: [full_name]. . MSSV: [student_id]. . Môn học: Cad ứng dụng trong thiết kế ô tô. . Mã môn học: TR3059. . Nhóm lớp: L01. . Tiết: 11-12 thứ 4. . . .",
            "Chào em,. . Pdt đã tiếp nhận đề nghị DKMH của em. . Em xem TKB cập nhật tại Mybk-xem TKB dự kiến sau ngày 14/1/2022. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Em tên là [full_name], MSSV:[student_id].. . . . Học kỳ 203 em có học môn CO1007 (cấu trúc rời rạc cho KHMT), nhóm lớp CC01.   B Môn này em thi cuối kỳ là vào ngày 31.07.2021  /B  nhưng tính tới nay đã là 5 tháng rưỡi rồi nhưng tụi em vận chưa nhận được kết quả học tập trên myBk.. . . . Em đã thử liên hệ với 2 giảng viên phụ trách. Em liện hệ với thầy [full_name] vào ngày 16.11.2021 và nhận được phản hồi là thầy vẫn đang đợi khâu xử lý điểm. Thầy [full_name] em liên hệ vào ngày 05.01.2022 nhưng thầy không  phản hồi lại.. . . . Em có mail lên cô [full_name] người phụ trách trên khoa nhưng vẫn không nhận được bất kỳ hồi âm nào về vấn đề không có điểm này.. . . . Em xin phòng đào tạo kiểm tra lại ạ tại em đã thử liên lạc rất nhiều nhưng đến giờ vẫn chưa có điểm hay hướng giải quyết nào.. . . . Mong nhận được phản hồi ạ.. . . . Thân ái.. .",
            "Chào em,. . Câu hỏi của em cô đã gửi về [full_name].. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Khiếu nại đăng ký môn học . Dạ em xin chào các thầy cô,. . em tên [full_name] . . MSSV [student_id]. . khoa Công nghệ Vật liệu. . . . Trước đây trong đợt đăng kí môn học Đợt 2 em có để đăng kí 2 môn bóng đá và võ học phần 2 do em còn phân vân nhưng vì lớp võ không đủ số lượng cho phép (20/50) còn võ thì đã (50/50) nên em nghĩ môn bóng đá sẽ tự hủy và không ảnh hưởng đến môn võ nên không chính tay em hủy, cũng một phần là do hôm hạn chót là ngày thi cuối cùng và em cũng quên mất ạ.. . . . Thế nhưng không hiểu sao qua đăng kí đợt 3 thì vẫn có cả 2 môn trong tkb và sau 1 tuần thì nhà trường đã hủy luôn cả 2 môn của em ạ.. . . . Mong thầy cô đưa ra hướng giải quyết giúp em vì trong tuần này t7 là em có tiết rồi ạ. . . Em xin cảm ơn! . .",
            "Chào em,. . - Trường hợp SV bị trùng lịch học, hết chỗ, nhóm bị huỷ do sỉ số ít không đăng ký trong HK2 vẫn có thể đăng ký lại ở các HK sắp tới.. . Thân mến. .",
            "QUOTE Chào em,. . - Trường hợp SV bị trùng lịch học, hết chỗ, nhóm bị huỷ do sỉ số ít không đăng ký trong HK2 vẫn có thể đăng ký lại ở các HK sắp tới.. . Thân mến. .   /QUOTE . . Dạ vâng ý em là em bị hủy luôn cả lớp võ ạ. . trong khi đó đáng lí ra lớp bóng đá mới bị hủy thôi chứ ạ. . giờ em muốn học lại lớp võ đó thì phải làm sao ạ?. . mong cô trả lời em sớm",
            "Chào em,. . - Sinh viên vui lòng xem kết quả ĐKMH, xem lý do vì sao không ĐKMH được (có đăng ký, nhưng không có TKB) tại trang web: mybk.hcmut.edu.vn    Đăng ký môn học    Đăng ký môn học HK212 - Kết quả đợt 2 (3)    bấm vào mục Đăng ký mới    chọn Loại hình đăng ký    xem Lịch sử đăng ký.. . - Giờ em muốn học lại lớp võ đó thì phải làm sao ạ?. . =  Trường hợp SV bị trùng lịch học, hết chỗ, nhóm bị huỷ do sỉ số ít không đăng ký trong HK2 vẫn có thể đăng ký lại ở các HK sắp tới.. . Thân mến",
            "Dạ không ạ. . ý em là môn bóng đá bị hủy thì do không đủ sĩ số . . nhưng mà lúc đó em đăng kí cả lớp võ ( tính cả em là 50/50 người - đủ để mở lớp ) và em đã có thời khóa biểu, nhưng 1 tuần sau thì bị mất và kết quả đăng kí môn võ cũng mất luôn ạ. . . em không biết lí do tại sao và bây giờ em muốn học lớp võ đó thì phải làm sao ạ? . . và môn võ em không hề bị trùng giờ với bất cứ môn học nào hết ạ.. . mong cô giúp em vì tuần này là em có tiết rồi ạ.",
            "Dạ thưa cô nay em tham gia lớp học võ L16 (t7 7-9h sáng giáo viên : [full_name]) và đã xin giáo viên thêm tên vào sổ đăng kí, gv cũng đã chấp nhận ạ. . . em mong cô và Phòng Đào Tạo giúp em thêm tên vào dánh sách lớp L16 để có thời khóa biểu cũng như tên trong danh sách ạ. . . mong cô phản hồi em sớm.. . em xin cảm ơn cô . .",
            "Chào em,. . Pdt đã tiếp nhận đề nghị DKMH của em. . Em xem TKB cập nhật tại Mybk-xem TKB dự kiến sau ngày 21/01/2022. . Thân mến. .",
            "Chào em; . . em phải minh chứng rõ ràng về việc chấp nhận của giảng viên, hiện tại nhóm L16 đã full ss nên không thể thêm vào nhé. . Thân",
            "QUOTE Chào em;. . em phải minh chứng rõ ràng về việc chấp nhận của giảng viên, hiện tại nhóm L16 đã full ss nên không thể thêm vào nhé. . Thân  /QUOTE . . Dạ vâng ạ bữa em có hỏi cô về việc em bị mất môn Võ lớp L16 khỏi tkb và cô [full_name] cũng đã chấp nhận và đã ghi tên em vào danh sách chờ.. . Cô còn nhắc em lên bksi hoặc mail cho PĐT để có thể thêm tên vào danh sách cũng như để cập nhật điểm ạ. . . Mong nhà trường giúp em vì sáng mai em đã có tiết rồi .. . Em xin cảm ơn trước ạ",
            "Chào em;. . môn này nhóm L16 đã full sĩ số, vì vậy em phải minh chứng được việc giảng viên có cho thêm vào lớp không thì Phòng Đào tạo mới xem xét được nhé. . Thân",
            "Dạ vâng em đã xin phép giáo viên và cô cũng đã đồng ý điền tên em vào danh sách lớp trong excel của cô để điền điểm học phần sau này.. . Em không hiểu là phải minh chứng như thế nào ạ?",
            "li answer rate: Answer does not suit / Câu trả lời không đúng ý",
            "giảng viên đồng ý cũng phải có chữ ký,ghi chú gì của giảng viên chứ???",
            "Dạ thưa thầy/ cô, em bật mic lên hỏi cô [full_name] về vấn đề của em thì cô kêu em cứ vô link cô đưa để điền tên vào bảng ecxel để sau này cô nhập điểm là được. em không biết phải làm đơn hay gì ạ.",
            "Chào bạn. . Hiện tại đã đến tuần thứ 5 của Hk, chuẩn bị thi kiểm tra giữa kỳ. . Theo như trao đổi của anh chị chuyên viên của Pdt ở các câu trả lời trước, bắt buộc bạn phải làm đơn xin vào lớp học và phải có chữ ký đồng ý của Giảng viên giảng dạy. . Bạn chỉ báo và không có minh chứng gì hết nên Phòng đào tạo không thể hỗ trợ đăng ký môn học cho bạn được. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ chào thầy/cô,. . Em là [full_name], mssv [student_id], lớp Việt Pháp k17.. . . . Đợt đăng kí môn học học kì chính 212 vừa rồi em có gửi đơn xin mở lớp môn Lập Trình Hệ thống điện (403707) và đã được chấp nhận mở lớp, nhưng hiện tại TKB của em vẫn chưa có lịch học của môn, trên trang ĐKMH cũng chưa có tên giảng viên ạ. . .   B Thầy [full_name]  /B  dạy môn này đã ký tên đồng ý trong đơn xin rồi ạ, em gửi lại đơn để PDT kiểm tra ạ.. .  . . Mong PĐT kiểm tra giúp em, em xin cảm ơn.. . . .",
            "Chào em,. . PDT đã ghi nhận yêu cầu về ĐKMH của bạn và đã chuyển cho bộ phận ĐKMH kiểm tra và xử lý.. . SV vui lòng theo dõi thời khóa biểu được cập nhật tại Mybk/Thông tin sinh viên/Xem thời khóa biểu dự kiến trễ nhất trước ngày 25/1/2022.. . Sau thời gian trên vẫn chưa được cập nhật TKB, SV vui lòng gửi lại câu hỏi qua bksi để biết lý do.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Khiếu nại đăng ký môn học . Thầy cô cho em hỏi là em có đăng ký LVTN ở 3 đợt trước nhưng mà đều ghi là không đủ điều kiện đăng ký, em có check lại thì em vẫn không biết là em thiếu điều kiện gì để đăng ký LVTN nên em mong thầy/cô check giúp em ạ.. . Em xin cảm ơn",
            "Thân gửi các bạn sinh viên,. . . . Đến thời điểm hiện tại SV vẫn chưa có Thời khóa biểu hoặc chưa đăng ký được các học phần tốt nghiệp (LVTN, TTTN, DCLV) vì bất kỳ lý do gì. SV vui lòng vào đăng ký lại trong đợt này.. . . . Thời gian dự kiến từ ngày 18/01/2022 đến 19/01/2022 cho HK chính 212 (chỉ được đăng ký bổ sung các học phần tốt nghiệp: LVTN, TTTN, ĐCLV).. . . . Các học phần đang học nhưng chưa có điểm, kể cả học dự thính, và SV không thuộc diện bị cấm thi, được xem là đạt và tích luỹ được tín chỉ để đăng ký các học phần, kể cả các học phần tốt nghiệp (TTNT, ĐCLV và LVTN). Các học phần tốt nghiệp sẽ được PĐT hậu kiểm lại để đảm bảo đúng điều kiện ràng buộc theo đúng quy định. SV nên cân nhắc kỹ, tự xác định năng lực học tập trước khi đăng ký các học phần tốt nghiệp để việc học tập đạt kết quả tốt nhất.. . . .  . . . . Trân trọng thông báo."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Dạ em xin chào PĐT.. . . . Em là [full_name], MSSV:190333 lớp VP19CĐT.. . Em có 2 câu hỏi như sau:. . 1. Dạ em có đăng kí môn AS2049 (Cơ học Vật Rắn và sóng cơ) và đã có thời khóa biểu vào tuần trước cho môn học đó (Đã đăng kí môn học thành công và học buổi đầu tiên ở tuần trước). Hôm nay 1h em có tiết học, khi em ấn vào BK-E thì không còn thấy môn học nữa và trong thời khóa biểu môn học cũng đã bị xóa.Em đủ điều kiện để đăng kí môn học và không trùng lịch học cố định với môn học nào. Duy chỉ có 1 buổi học bù của môn khác là bị trùng.Dạ cho em hỏi trường hợp môn học của em là bị sao ạ?. . 2. Em cũng có đăng kí môn Thực tập ngoài trường (ME3385) theo hướng dẫn của Văn phòng Việt Pháp (Môn này sẽ học ở học kì hè 213 nhưng đăng kí ở học kì 212) và em bị xóa môn này ở Đợt 2 và Đợt 3, cho em hỏi giờ phải làm sao ạ?. . Mong được PĐT giải đáp sớm để tránh ảnh hưởng đến quá trình học của em.. . . . Em xin chân thành cám ơn.. . . .",
            "Chào em,. . 1. Sinh viên vui lòng xem kết quả ĐKMH, xem lý do vì sao không ĐKMH được (có đăng ký, nhưng không có TKB) tại trang web: mybk.hcmut.edu.vn    Đăng ký môn học    Đăng ký môn học HK212 - Kết quả đợt 2 (3)    bấm vào mục Đăng ký mới    chọn Loại hình đăng ký    xem Lịch sử đăng ký.. . 2. Đến thời điểm hiện tại SV vẫn chưa có Thời khóa biểu hoặc chưa đăng ký được các học phần tốt nghiệp (LVTN, TTTN, DCLV) vì bất kỳ lý do gì. SV vui lòng vào đăng ký lại trong đợt này.. . . . Thời gian dự kiến từ ngày 18/01/2022 đến 19/01/2022 cho HK chính 212 (chỉ được đăng ký bổ sung các học phần tốt nghiệp: LVTN, TTTN, ĐCLV).. . . . Các học phần đang học nhưng chưa có điểm, kể cả học dự thính, và SV không thuộc diện bị cấm thi, được xem là đạt và tích luỹ được tín chỉ để đăng ký các học phần, kể cả các học phần tốt nghiệp (TTNT, ĐCLV và LVTN). Các học phần tốt nghiệp sẽ được PĐT hậu kiểm lại để đảm bảo đúng điều kiện ràng buộc theo đúng quy định. SV nên cân nhắc kỹ, tự xác định năng lực học tập trước khi đăng ký các học phần tốt nghiệp để việc học tập đạt kết quả tốt nhất.. . Thân mến. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Dạ em chào Thầy/Cô.. . Em là K17, hiện e đã hoàn thành hết môn (bao gồm AV1,2,3 và 4A), Toeic 535. Em định chuyển điểm AV1 và xét tốt nghiệp. Trước đó em đã nộp CCNN để đăng kí LVTN. Hiện trong mục nộp CCNN, em không thấy hoạt động chuyển điểm và xét tốt nghiệp. . . Mong Thầy/Cô hướng dẫn giúp em.",
            "QUOTE MSSV/MSGV: 1712694    . . . . Tốt nghiệp. . . . Dạ em chào Thầy/Cô.. . Em là K17, hiện e đã hoàn thành hết môn (bao gồm AV1,2,3 và 4A), Toeic 535. Em định chuyển điểm AV1 và xét tốt nghiệp. Trước đó em đã nộp CCNN để đăng kí LVTN. Hiện trong mục nộp CCNN, em không thấy hoạt động chuyển điểm và xét tốt nghiệp. . . Mong Thầy/Cô hướng dẫn giúp em.  /QUOTE . .   QUOTE MSSV/MSGV: 1712694    . . . . Tốt nghiệp. . . . Dạ em chào Thầy/Cô.. . Em là K17, hiện e đã hoàn thành hết môn (bao gồm AV1,2,3 và 4A), Toeic 535. Em định chuyển điểm AV1 và xét tốt nghiệp. Trước đó em đã nộp CCNN để đăng kí LVTN. Hiện trong mục nộp CCNN, em không thấy hoạt động chuyển điểm và xét tốt nghiệp. . . Mong Thầy/Cô hướng dẫn giúp em.  /QUOTE . .   QUOTE MSSV/MSGV: 1712694    . . . . Tốt nghiệp. . . . Dạ em chào Thầy/Cô.. . Em là K17, hiện e đã hoàn thành hết môn (bao gồm AV1,2,3 và 4A), Toeic 535. Em định chuyển điểm AV1 và xét tốt nghiệp. Trước đó em đã nộp CCNN để đăng kí LVTN. Hiện trong mục nộp CCNN, em không thấy hoạt động chuyển điểm và xét tốt nghiệp. . . Mong Thầy/Cô hướng dẫn giúp em.  /QUOTE . .   QUOTE MSSV/MSGV: 1712694    . . . . Tốt nghiệp. . . . Dạ em chào Thầy/Cô.. . Em là K17, hiện e đã hoàn thành hết môn (bao gồm AV1,2,3 và 4A), Toeic 535. Em định chuyển điểm AV1 và xét tốt nghiệp. Trước đó em đã nộp CCNN để đăng kí LVTN. Hiện trong mục nộp CCNN, em không thấy hoạt động chuyển điểm và xét tốt nghiệp. . . Mong Thầy/Cô hướng dẫn giúp em.  /QUOTE . ."
        ]
    }
]