[
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Gửi quý thầy/cô,. . . . Em đã hoàn thành đủ điều kiện tốt nghiệp và đã đăng kí tốt nghiệp trên mybk, tình trạng hiện tại là \"Đang chờ thanh toán\". . . . Tuy nhiên, khi lên Bkpay để thanh toán thì hệ thống không hiện ra khoản tiền cần thanh toán (95k). Em đã đính kèm 2 thư mục ảnh để chú thích. . . . Rất mong phòng đào tạo khắc phục để em được thanh toán nốt lệ phí xét TN . . . . Cảm ơn quý thầy/cô. .",
            "Chào bạn,. . . . Hệ thống của Pđt kiểm tra là có dữ liệu thanh toán 95k, bạn vui lòng tải lại trang.. . Nếu trong trường hợp vẫn không thanh toán được, bạn báo Pđt nhé!. . . . Thân.",
            "Thưa cô em vẫn chưa thanh toán được, trên Bk Pay vẫn không có chỗ để thanh toán",
            "Chào bạn,. . . . Pđt kiểm tra và thấy bạn đã thanh toán khoản phí 95k rồi. Không biết có nhầm lẫn gì không?. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác:",
            "Chào bạn. . . . Tình trạng của bạn đã có quyết định tạm dừng số 855 ngày 25/3/2022 vì chưa thanh toán học phí HK 211 (CHÍNH QUY) theo quy định.. . Để được phục hồi TKB HK211 & HK212(nếu có), SV phải thanh toán phần học phí còn nợ, sau đó SV viết đơn trình bày xem xét phục hồi TKB HK211 & HK212(nếu có), ghi rõ lý do thanh toán trễ học phí + tên môn + MSMH + Học kỳ gởi đơn trực tiếp tại Pdt hoặc trang hỗ trợ trực tuyến [full_name]. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính gửi Phòng đào tạo. . Em tên: [full_name], MSSV: [student_id], Khoa Kỹ thuật xây dựng - Hệ VHVL. . Em thấy đã có lịch thi cuối kỳ trên MyBK. Nhưng môn Triết học Mac - [full_name] thi ngày 20/5 em không tham gia thi được do bữa đó em có lịch đi công tác tỉnh chưa về kịp (vì em vừa học vừa làm ạ). Vậy cho em hỏi là có xin hoãn thi hay dời lịch thi được không ạ (và thủ tục như thế nào ạ)?. . Mong PĐT hỗ trợ em, em cảm ơn ạ!!\t. . . . . . . .",
            "\"Chào bạn, . . - Bạn tải mẫu đơn PHIẾU ĐĂNG KÝ HOÃN THI/ VẮNG THI CÓ PHÉP (CUỐI KỲ) tại trang web : aao.hcmut.edu.vn    biểu mẫu . . - Sau khi có xác nhận của Giảng viên hướng dẫn + [full_name] không đồng ý cấm thi, đồng ý cho Hoãn thi & đính kèm minh chứng. . . . gởi cho Phòng đào tạo xem xét nộp qua trang BKSI. .  . . Về quy định (thi xóa điểm VT, cách tính điểm ĐẠT) Vắng thi có phép và hoãn thi: Bạn vui lòng xem chi tiết tại trang web aao.hcmut.edu.vn--  sinh viên --  Quy chế --  Điều 16 Vắng thi hoãn thi tại Quyết định ban hành Quy định chung về học vụ và đào tạo (số 2931 ngày 10/9/21). . . . Lưu ý: Do sự thay đổi chính sách của Google, các thông báo và tin nhắn của Phòng Đào Tạo và BKeL bằng email KHÔNG còn được thực hiện. Sinh viên vui lòng theo dõi thông báo qua chức năng TIN NHẮN trên trang BKeL. Hãy cài đặt Moodle Mobile App để được nhắc nhở ngay trên thiết bị di động của cá nhân . . Thân . . \"",
            "Dạ cho em hỏi là \"Sau khi có xác nhận của Giảng viên hướng dẫn + [full_name] không đồng ý cấm thi, đồng ý cho Hoãn thi & đính kèm minh chứng\" . . Cái chổ xác nhận Giảng viên hướng dẫn + [full_name] không đồng ý cấm thi, đồng ý cho Hoãn thi thì làm như thế nào ạ?. . Mong PĐT hỗ trợ rõ giùm em. . Em cảm ơn. .",
            "Chào bạn,. . . . Sau khi bạn hoàn tất xong thủ tục theo hướng dẫn, thì bạn chụp hình đơn + minh chứng gửi tại BKSI. . . . Lưu ý: Do sự thay đổi chính sách của Google, các thông báo và tin nhắn của Phòng Đào Tạo và BKeL bằng email KHÔNG còn được thực hiện. Sinh viên vui lòng theo dõi thông báo qua chức năng TIN NHẮN trên trang BKeL. Hãy cài đặt Moodle Mobile App để được nhắc nhở ngay trên thiết bị di động của cá nhân. .  . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Cho em hỏi là em đã rút môn và môn đó đã được rút khỏi Thời Khóa Biểu của em nhưng trong bảng điểm thì chưa được hiệu chỉnh lại điểm 17 (Rút môn) thì có vấn đề gì không ạ. Việc đó có làm điểm của môn đã rút bị gộp lại tính chung với trung bình môn không ạ. Em cảm ơn.",
            "Chào bạn, . . Bạn vui  lòng bổ sung tên môn học để PĐT kiểm tra nhé.. . Thân!",
            "Dạ là môn [full_name] Tính mã số MT1009 ạ"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Thưa PĐT,. . Ngày 24.3 em có làm đơn cứu xét LVTN và đã có thời khóa biểu từ ngày 30.3. Nhưng ngày 12.4, khoa em - Khoa Quản Lý Công Nghiệp thông báo STT nộp LVTN thì không có danh sách, cho em hỏi em nên liên hệ ai để phản hồi gấp về điều này ạ?. . . .",
            "Chào bạn,. . Về vấn đề này, bạn liên hệ về Khoa Bộ môn nha.. . Lưu ý: Do sự thay đổi chính sách của Google, các thông báo và tin nhắn của Phòng Đào Tạo và BKeL bằng email KHÔNG còn được thực hiện. Sinh viên vui lòng theo dõi thông báo qua chức năng TIN NHẮN trên trang BKeL. Hãy cài đặt Moodle Mobile App để được nhắc nhở ngay trên thiết bị di động của cá nhân. . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Cho em hỏi về chuẩn AV hàng năm cho sinh viên khóa [full_name]19 ạ. Em không biết là [full_name]19 có áp dụng chuẩn av này cho học kì 221 không ạ vì có các môn mang mã năm 4.. . Và em có được đăng kí học lớp anh văn theo nhu cầu là AV4A không ạ?. . và nếu pass thì em vẫn đăng kí môn được phải không ạ.. . Mong thầy/cô sớm giải đáp thắc mắc để em có thể theo kịp tiến độ ạ.. . Em xin cảm ơn",
            "Chào bạn. . . . Sinh viên vui lòng xem chi tiết quy định tại Quy chế học vụ đào tạo: aao.hcmut.edu.vn. .    sinh viên    quy chế    học vụ    Quyết định ban hành Quy định về học vụ và đào tạo bậc đại học (số 2933 ngày 10/9/21)/ Phụ lục 1. Quy định về chuẩn ngoại ngữ dành cho chương trình giảng dạy bằng tiếng Việt/ 1.Chuẩn ngoại ngữ từng năm học. . . . - Môn Anh văn theo nhu cầu sẽ tính ĐẠT các môn anh văn tương ứng, và tính vào số tín chỉ tích luỹ chung. . . . Lưu ý: Do sự thay đổi chính sách của Google, các thông báo và tin nhắn của Phòng Đào Tạo và BKeL bằng email KHÔNG còn được thực hiện. Sinh viên vui lòng theo dõi thông báo qua chức năng TIN NHẮN trên trang BKeL. Hãy cài đặt Moodle Mobile App để được nhắc nhở ngay trên thiết bị di động của cá nhân. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Dạ em xin kính chào PĐT.Em bên hệ VHVL, Dạ cho phép em hỏi hiện giờ em có thể xin rút môn học được không ạ?. .   i Yêu cầu khác .",
            "Chào bạn,. . Về việc rút môn học (Có tính học phí):. . Bạn vui lòng tải mẫu đơn: RÚT MÔN HỌC tại trang web : aao.hcmut.edu.vn    Sinh viên    biểu mẫu. . Điền đầy đủ thông tin nộp qua trực tiếp hoặc BKSI trước ngày 20/04/2022. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em chào thầy/cô.. . . . Hiện tại em đang đợi lịch thi xóa điểm hoãn thi: CO1011 - Kỹ thuật lập trình - Học kỳ 2 năm học 2020 - 2021.. . . . Theo thông báo của phòng đào tạo như trong hình, em sẽ đợi thông báo lịch thi sau.Nhưng hiện tại em vẫn chưa thấy có thông báo lịch thi. . . Em có cần chủ động đăng ký thi xóa điểm hoãn thi không ạ?. . . . Chân thành cảm ơn thầy/cô.",
            "Chào bạn. . Lịch thi đã được cập nhật mới. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp  /i. . Em vừa chuyển sang hệ vừa làm vừa học và đã đủ điều kiện tốt nghiệp nhưng trên mybk mục đăng kí tốt nghiệp trong đó có ghi tình trạng chưa có trong danh sách tốt nghiệp dự kiến để đăng kí tốt nghiệp. Cho em hỏi là vì em chưa có đủ điều kiện tốt nghiệp hay là do em chưa được cập nhập vô danh sách ạ?",
            "Chào bạn,. . . . PDT đã ghi nhận yêu cầu về đăng ký xét TN của bạn. SV vui lòng theo dõi email và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 19/04/2022 SV vẫn chưa nhận được mail hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 04/2022.. . Về tình trạng sinh viên tạm dừng, khi nào bạn có tên trong ds dự kiến tốt nghiệp, PDT sẽ tự động ra QD thu nhận cho bạn nhé. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Chào thầy / cô , em tên [full_name] sinh viên khóa 16 khoa kĩ thuật xây dựng .Em thấy ngày cuối bổ sung điều kiện tốt nghiệp là 11/04/2022 . Em có 1 mong muốn được gia hạn thêm thời gian để bổ sung điều kiện tốt nghiệp để kịp tốt nghiệp kof này ạ . Hiện tại em đang chờ điểm toeic 2 kĩ năng nói viết ở trung tâm bkenglish , khi có điểm em sẽ bổ sung ngay ạ . Em cảm ơn ạ",
            "\"Chào em,. . Khi nào em có kết quả đạt và đủ điều kiện tốt nghiệp có thể gửi câu hỏi qua bksi.. . Tại thời điểm cô mới có thể trả lời cho bạn được nhé.. . Thân\""
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Kính gửi quý Thầy/Cô, . . . . Em có xem quy chế, và quy định và em có thắc mắc. . . . . Để xét tốt nghiệp thì sinh viên K2018 có được thi tiếng anh nói + viết tại trung tâm ngoại ngữ bách khoa không ạ, hay bắt buộc thi tại iig .. . . . Em rất mong nhận được phản hồi từ quý Thầy/Cô. . . Em xin chân thành cảm ơn.",
            "Chào bạn, . . Sinh viên khóa 2018 được dùng kết quả thi anh văn 2 kỹ năng nói viết tại trung tâm ngoại ngữ của trường để xét tốt nghiệp. . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em xin chào quý thầy/cô ạ,. . . . Kì này em đang làm ĐCLV, kì hè vì một số lí do em không thể đăng ký LVTN trong hè được. Thầy/cô có thể cho em hỏi kì hè em không đăng ký LVTN thì có cần làm thủ tục gì để có thể bảo lưu cái ĐCLV mình đang làm không ạ?. . . . Rất mong nhận được câu trả lời từ quý thầy/cô vì câu hỏi này rất quan trọng đối với em. Em cảm ơn thầy/cô nhiều ạ.",
            "Chào bạn,. . . . Không cần em nhé. . . . Lưu ý: Do sự thay đổi chính sách của Google, các thông báo và tin nhắn của Phòng Đào Tạo và BKeL bằng email KHÔNG còn được thực hiện. Sinh viên vui lòng theo dõi thông báo qua chức năng TIN NHẮN trên trang BKeL. Hãy cài đặt Moodle Mobile App để được nhắc nhở ngay trên thiết bị di động của cá nhân. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV[full_name]MSGV: [student_id]  [full_name]b \t. . . .   i Đăng ký môn học  [full_name]i . .  Em chào [full_name][full_name] CHị ạ. .  Em có đăng kí anh văn 3A theo yêu cầu nhưng do nhận thấy tình trạng bản thân không cần thiết nữa nên trước khi có thời khóa biểu em đã viết đơn xin được \"HUY ĐK MON HOC\" và sau thời gian phản hổi của PĐT thì em đến và nhận được thông báo là đã đc xử lý. . .  Nhưng vì lý do em thấy vẫn còn mục thanh toán \"AV 3A nhu cầu\" trên BKpay đã hết hạn thanh toán và vẫn chưa đc xóa khỏi BKpay.. .  Nên em viết mail này với lý do là việc còn hiện thanh toán trên BKpay có ảnh hưởng gì đến sau này hay không (ví dụ như khi muốn tốt nghiệp phải hoàn thành tất cả các mục thanh toán trên BKpay chẳng hạn,...) . .  Em cảm ơn ạ!. .",
            "Chào bạn, . . PĐT sẽ cập nhật lại việc hủy học phí sau ngày 19/04/2022. Thông tin đến bạn.. . Thân!"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: 1711676  /b \t. . . .   i Yêu cầu khác . Chào Thầy/Cô. . Do không nhận được thông báo về thời hạn học phí nên em đã đóng học phí trễ hạn. . Em muốn làm đơn giải trình để nộp lên phòng đào tạo. . Thầy/cô cho em xin mẫu đơn được không ạ. . Em cảm ơn. .",
            "Chào bạn, . . PĐT ghi nhận bạn thanh toán học phí đại học chính quy và dự thính ngoài giờ HK212. Bạn vui lòng thanh toán học phí đúng thời gian quy định vào các học kỳ sau nhé.. . Thân!"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Thầy/cô cho em hỏi với ạ. . . Em được xếp lịch học TN Hóa học vào tuần 27, nhưng em muốn được học sớm hơn thì em phải liên hệ với ai và như thế nào ạ? Em xin cảm ơn và mong nhận được hồi đáp sớm nhất ạ. . .",
            "Chào em;. . Vì là học trực tiếp tại trường em phải học theo đúng lịch trình nhé. và liên hệ giảng viên nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Dear [full_name],. . . . Mình đã có tên trong danh sách tốt nghiệp 2022 nhưng vẫn chưa nhận được mail đăng ký tham gia lễ tốt nghiệp vào 24/4 và thông báo ngày tập dợt cũng như nhận đồng phục và giấy mời phụ huynh. . . . . Mong [full_name] giải đáp giúp mình. Xin cảm ơn.",
            "Chào bạn, . . . . - Về vấn đề Lễ tốt nghiệp bạn vui lòng đợi thông báo lịch trình chi tiết sẽ gửi qua mail sinh viên sau.. . - Về việc đăng kí tốt nghiệp và lễ phục tốt nghiệp, sinh viên sẽ đăng ký tại khoa . . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            ". . Kính gửi phòng đào đạo và ban giám hiệu trường Đại học Bách Khoa. . Em là sinh viên khóa K15, do hết chương trình đào tạo và chưa đủ điều kiện tốt nghiệp theo hệ chính quy, nên em viết đơn này xin phòng đào tạo và ban giám hiệu cho em chuyển sang hệ vừa làm vừa học để xét tốt nghiệp.. . Em xin cảm ơn.. .",
            "Chào em,. . PDT đã tiếp nhận đơn chuyển sang hệ VLVH của bạn.. . SV theo dõi mail SV và tình trạng sinh viên tại mybk/Thông tin sinh viên/tình trạng. . Sau ngày 17/5 vẫn chưa nhận được quyết định, vui lòng phản hồi lại qua bksi. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em chào PDT,. . . . Em tên là [full_name] MSSV:[student_id], Khoa Máy Tính, Lớp MT17KH1. . Hiện tại em đã đủ điều kiện để xét tốt nghiệp.. . Em viết mail này xin được PDT cập nhật cho em vào danh sách tốt nghiệp tháng 4. . Em rất mong được xét tốt nghiệp trong đợt này.. . . . Em chân thành cảm ơn,. . [full_name].. .",
            "Chào bạn,. . . . PDT đã ghi nhận yêu cầu về đăng ký xét TN của bạn. SV vui lòng theo dõi email và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 19/04/2022 SV vẫn chưa nhận được mail hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 04/2022.. . Về tình trạng sinh viên tạm dừng, khi nào bạn có tên trong ds dự kiến tốt nghiệp, PDT sẽ tự động ra QD thu nhận cho bạn nhé. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yđơn xin phục hồi tkb, có kèm hình ảnh chứng minh đã đóng học phí .",
            "Chào em,. . Thời điểm này SV phải thanh toán Học phí HK212. . Sau khi thanh toán học phí HK212 hoàn tất, SV vui lòng gửi lại đơn xin phục hồi TKB HK211 và HK212, ghi rõ tên và mã MH + học kỳ xin phục hồi trong đơn. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . cho em hỏi những môn hoãn thi chưa thi lại có điểm thì có được tích lũy tín chỉ để đăng ký thực tập tốt nghiệp không ạ. .",
            "Chào bạn,. . . . - Về việc đăng kí môn học học kì hè 2021 - 2022 (HK213), bạn vui lòng xem lại thông báo chi tiết ngày 01/04/2022 (tại tin nhắn [full_name]el)/ Mục lưu ý/ gạch đầu dòng thứ 3. . . . Lưu ý: Do sự thay đổi chính sách của Google, các thông báo và tin nhắn của Phòng Đào Tạo và [full_name]eL bằng email KHÔNG còn được thực hiện. Sinh viên vui lòng theo dõi thông báo qua chức năng TIN NHẮN trên trang [full_name]eL. Hãy cài đặt Moodle Mobile App để được nhắc nhở ngay trên thiết bị di động của cá nhân. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Dạ chào chị em là [full_name] mssv [student_id]. . Em là sv k17 chuyển từ hệ liên kết quốc tế sang vhvl. . Vậy thì khi đăng ký môn học em đăng ký theo lịch của khoá 17 hay theo khoá mới nhất ạ . . Em cảm ơn . .",
            "Chào bạn. . . . Về CTDT là giống nhau của đại trà và VLVH. . Tuy nhiên, VLVH sẽ:. . Giảm chuẩn anh văn xét LVTN và tốt nghiệp so với Chính quy: chi tiết xem quy chế học vụ. . Không xét môn anh văn 1234, GDTC, GDQP, Ngày CTXH, . . Thời gian học là 10 năm (theo thời gian khóa đầu vào). . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Kính gửi Phòng Đào tạo,. . Em có thắc mắc sau khi kiểm tra thông tin trên danh sách sinh viên chính thức tốt nghiệp của em, thì danh sách thông báo điểm xét tốt nghiệp  của em là 6.98 (dân đến xếp loại tốt nghiệp là TB Khá), và theo em được biết thì điểm xét tốt nghiệp chính là điểm Trung bình tích lũy ngành (TBTLN) của em.. . Nhưng trên bản điểm cá nhân của em thì điểm TBTLN là 7.20 ạ (em có đính kèm hình ảnh bên dưới), nếu được cập nhật lại điểm này thì em sẽ được xếp loại tốt nghiệp là loại Khá.. . Em mong phòng đào tạo có thể kiểm tra lại phần thông tin này của em và cập nhật lại điểm xét tốt nghiệp cũng như là xếp loại tốt nghiệp của em ạ.. . Mong Phòng Đào tạo có thể phản hồi và giải thích thêm giúp em ạ.. . Em xin chân thành cảm ơn!",
            "Chào bạn. . Sv [student_id] thuộc chương trình PFIEV nên điểm TBTN được tính từ GD2 tức từ HK5 đến HK10.. . Bảng điểm cá nhân không có in ĐTBTN mà chỉ in ĐTBTL chung và STCTL chung.. . Chỉ khi nào svtn (học bạ) mới có in ĐTBTN ngành & STCTLN.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em xin nộp đơn rút môn học trong học kì 212.",
            "Chào bạn,. . PDT đã tiếp nhận đơn rút MH học HK212(có tính học phí) của bạn, bạn vui lòng theo dõi thông tin cập nhật trên mybk/Thông tin SV/Thời khóa biểu trễ nhất là 28/04/2022. . Sau ngày này vẫn chưa được cập nhật vui lòng phản hồi lại bksi. . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "[full_name] - [student_id]. .  Chuyên ngành: xây dựng dân dụng & công nghiệp - Khoa Xây dựng.\t. . . .  Em chào anh chị, em là sinh viên bằng 2. hiện tại em đã đi làm cho công ty về đúng chuyên ngành của em theo học. Em viết thông tin này xin hỏi ý kiến anh chị phản hồi cho em, em lấy xác nhận em đang công tác tại công ty ( có dự án cụ thể em đang thi công), lấy kết quả này thay cho việc em phải đi thực tập được không ạ. . . Rất mong anh chị phản hồi cho em ạ, nếu cần thủ tục nào để chuyển đổi thì cho em xin thủ tục để em chủ động chuẩn bị trước ạ.. .  Em cám ơn anh chị! c. . . .",
            "Chào bạn,. . . . Vấn đề này bạn vui lòng liên hệ giảng viên giảng dạy khoa bộ môn để được hỗ trợ trả lời. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: 2014698  /b \t. . . .   i Yêu cầu khác . Em chào admin,. . Em hiện là sinh viên năm 2 tức K20 khoa Hoá chương trình đại trà (không học kỹ sư tài năng). . Hiện em đang theo chuyên ngành Công nghệ Thực Phẩm và em muốn hỏi là em cần thi vnu-ept khoảng bao nhiêu điểm mới đủ tốt nghiệp ạ?. . Và nếu em thi VNU EPT thì khác biệt như thế nào với TOEIC S&W (vì TOEIC R&L em đã thi rồi). . Em cám ơn admin nhiều. .",
            "\"Chào bạn. . SV xem quy định về chuẩn ngoại ngữ tốt nghiệp tại đây: http://www.aao.hcmut.edu.vn/sinh viên/quy chế/học vụ/Quyết định ban hành Quy định học vụ và đào tạo bậc Đại học/ phụ lục 1/2. Chuẩn ngoại ngữ tốt nghiệp . . Thân. . P/s: Do sự thay đổi chính sách của Google, các thông báo và tin nhắn của Phòng Đào Tạo và BKeL bằng email KHÔNG còn được thực hiện. Sinh viên vui lòng theo dõi thông báo qua chức năng TIN NHẮN trên trang BKeL. Hãy cài đặt Moodle Mobile App để được nhắc nhở ngay trên thiết bị di động của cá nhân.\""
        ]
    },
    {
        "intent": "",
        "message": [
            "Thưa quý thầy/ cô. . . . Em đăng kí tốt nghiệp thành công trên mybk . . . . Tuy nhiên đến nay gần 1 ngày sau đăng kí thì Bk pay vẫn chưa hiện mục thanh toán lệ phí xét Tốt nghiêp. . . . Rất mong quý thầy cô khắc phục giúp em nhé. . . .",
            "Chào bạn,. . . . Pđt kiểm tra đã thấy mục thanh toám lệ phí xét tốt nghiệp, bạn vui lòng tải lại trang và thanh toán nhé. . . . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Dạ em xin chào PĐT ạ, em là sinh viên K20, hiện tại em đang nộp hồ sơ du học nên em cần bảng điểm rất gấp, theo hướng dẫn thì em đã đặt in bảng điểm và hôm nay thì em nhận được. Ở kỳ 211 em có học môn Sinh học đại cương, trong môn này có 20% điểm là Thí nghiệm, tuy em chưa đc học thí nghiệm offline (đã đc xếp lịch vào tuần 27) và cũng không vắng buổi học thực hành online nào nhưng trong bảng điểm của em thì TN của SHĐC lại ghi 13 ạ, cái này làm cho điểm trung bình của môn Sinh học đại cương của em bị ghi 0.00 và làm cho điểm trung bình học kỳ và TBTL của em cũng bị kéo xuống dưới 7.0 do môn này tới tận 3 tín chỉ ạ. . . Em rất mong phòng đào tạo có thể sửa lại hoặc tìm hướng giải quyết nhanh chóng giúp em in một bảng điểm mới ạ, vì bảng điểm này thật sự không phản ảnh học lực của em và Thứ 2 tuần sau (18/04/2002) là hạn cuối để em nộp hồ sơ rồi ạ!. . Em xin chân thành cảm ơn ạ!. . . .",
            "Chào bạn,. . . . Về việc nhập điểm sinh viên vui lòng liên hệ trực tiếp giảng viên giảng dạy để được hỗ trợ nhé!. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]  /b \t[full_name] [full_name] [full_name] [full_name]   i Tốt nghiệp  /i [full_name] [full_name] [full_name] [full_name] Chào [full_name]/[full_name][full_name] [full_name] Em đã có tên trong danh sách tốt nghiệp tháng 4/2022 trên hệ thống, Không biết có gửi thông tin tốt nghiệp qua mail sinh viên không ạ",
            "Chào bạn, . . . . - Về vấn đề Lễ tốt nghiệp bạn vui lòng đợi thông báo lịch trình chi tiết sẽ gửi qua mail sinh viên sau.. . - Về việc đăng kí tốt nghiệp và lễ phục tốt nghiệp, sinh viên sẽ đăng ký tại khoa . . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em đã đăng ký tốt nghiệp và thanh toán trên bkpay nhưng bị tình trạng là phiếu đăng ký không được xử lý thì phải làm sao ạ?",
            "Chào bạn,. . . . Pđt kiểm tra thì đã có mục đóng lệ phí tốt nghiệp, bạn vui lòng tải lại trang và hoàn thành lệ phí này. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Kính gởi: PĐT trường Đại học Bách Khoa TPHCM. . Em tên: [full_name] - MSSV: [student_id]. . Lí do: Hiện tại em đã đủ điều kiện được xét tốt nghiệp bao gồm. . + Đủ số TCTLN tối thiểu = 146 (mybk chưa cộng đủ TCTLN từ luận văn, xem hình). . + ĐTBTLN  = 5 (mybk chưa cộng đủ điểm từ luận văn, xem hình). . + Đủ 15 ngày CTXH (mới cập nhật thêm). . Em xin được xét tốt nghiệp và tốt nghiệp vào đợt tháng 4/2022 (24/04/2022).. . . .",
            "Chào bạn,. . . . PDT đã ghi nhận yêu cầu về đăng ký xét TN của bạn. SV vui lòng theo dõi email và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 19/04/2022 SV vẫn chưa nhận được mail hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 04/2022.. . Về tình trạng sinh viên tạm dừng, khi nào bạn có tên trong ds dự kiến tốt nghiệp, PDT sẽ tự động ra QD thu nhận cho bạn nhé. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . . . EM tên là [full_name]. . MSSV [student_id]. . Em muốn hỏi về mức thu học phí hk3 năm học 2021-2022 là bao nhiêu, có tính theo tín chỉ hay không, mong được trả lời sớm để em quyết định đăng kí môn học. . Xin cảm ơn",
            "\"\"\"Chào bạn. . . . Bạn xem thông báo DKMH Hk213 tại tin nhắn của trang Bkel. . . . Thân\"\"\""
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Chào thầy/cô!. . Em tên là [full_name]. Hiện tại em có 1 vấn đề cần được giải quyết đó là: sau khi có các biểu hiện khó thở và sốt, em liền test nhanh covid thì cho ra kết quả dương tính. Nhưng trong ngày mai và mốt (tức ngày 16-17/4) em lại có lịch thi 2 môn, thì trong trường hợp này em có thể đến phòng thi để thi hay có thể đăng ký hoãn thi ạ? (2 môn này em đã đăng ký hoãn thi 1 lần lúc học kỳ vừa rồi ạ - HK1 2021-2022). . Em xin cảm ơn!",
            "Chào bạn. . Bạn vui lòng viết đơn trình bày, tiêu đề : Hủy xếp lịch thi hoãn thi, trình bày rõ lý do, ký tên. . Để Cô trình ban lãnh đạo Phòng xem xét. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp  /i Dạ thầy/cô cho em hỏi do em còn nợ học phí nên em chưa nhận được email xác nhận tốt nghiệp.Hiện em đã hoàn thành đầy đủ học phí vậy khi nào em mới nhận được email của trường ạ.Em cảm ơn . . . .",
            "Chào bạn,. . . . Bạn đã khai thông tin tốt nghiệp, bạn vui lòng chờ mail phản hồi chính thức nha. . - Về vấn đề Lễ tốt nghiệp bạn vui lòng đợi thông báo lịch trình chi tiết sẽ gửi qua mail sinh viên sau.. . - Về việc đăng kí tốt nghiệp và lễ phục tốt nghiệp, sinh viên sẽ đăng ký tại khoa . . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Kính gửi thầy/cô. . . . Hiện tại em vẫn chưa thấy lịch thi các môn e đã hoãn thi. Mong thầy /cô xem xét giúp em ạ",
            "\"Chào bạn. . Bạn vui lòng ghi rõ môn , MSMH gỉ ? để Pdt kiểm tra. . SV xem lịch thi đã được cập nhật tại: mybk.hcmut.edu.vn =  Thông tin sinh viên =  Lịch thi. .  Lưu ý:. . -    Lịch thi sẽ được cập nhật liên tục vì vậy SV cần theo theo dõi thường xuyên lịch thi của mình. . -    Các môn học sẽ được thi tại trang thi: exam.hcmut.edu.vn , SV chỉ được đăng nhập vào trang thi 01 lần duy nhất trong ngày (trước thời gian thi môn đầu tiên). . Thân. . \""
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính thưa Phòng Đào tạo Trường Đại học Bách Khoa,. . . . Em là [full_name], MSSV [student_id].. . Ngày 09/04/2022 vừa qua em có thi giữa kì môn Kinh tế kỹ thuật (IM1027) lúc 9:00am. Theo em được biết thời hạn nộp video là trong vòng 48h kể từ lúc thi xong (tức 10:00am 11/04/2022), nên tầm 2:00 am ngày 11/04/2022 em mới nộp video record màn hình.. . Tuy nhiên link đã bị khóa nên em không thể nộp được (ảnh đính kèm bên dưới).. . Cho nên em muốn hỏi PĐT cách nộp lại video record màn hình, do em vẫn còn hạn để nộp lại video.. . Video em xin gửi tại đây: https://drive.google.com/file/d/1C81ohjP7gxouw9K4Ugn5wwS8f61jEc4d/view?usp=sharing. . . . Mong Phòng Đào tạo phản hồi sớm giúp em.. . Em xin cảm ơn.. . . . Trân trọng,. . [full_name]. .   i Học vụ .",
            "Chào bạn,. . . . Về vấn đề này bạn vui lòng liên hệ trực tiếp giảng viên để hỗ trợ. . . . Lưu ý: Do sự thay đổi chính sách của Google, các thông báo và tin nhắn của Phòng Đào Tạo và BKeL bằng email KHÔNG còn được thực hiện. Sinh viên vui lòng theo dõi thông báo qua chức năng TIN NHẮN trên trang BKeL. Hãy cài đặt Moodle Mobile App để được nhắc nhở ngay trên thiết bị di động của cá nhân. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em đã đủ điều kiện tốt nghiệp và đã có tên trong danh sách tốt nghiệp aao.hcmut.edu.vn nhưng khi em lên khoa đăng kí tốt nghiệp thì lại không có thông tin của em. Phòng đào tạo có thể kiểm tra và cập nhật giúp em? Em cảm ơn.",
            "Chào bạn. . . . - Bạn đã có tên trong danh sách dự kiến tốt nghiệp, Bạn sẽ nhận mail vào tuần sau để thực hiện khai thông tin tốt nghiệp theo hướng dẫn nghen. . - Về tình trạng sinh viên tạm dừng (hoặc K15: bị xóa tên vì hết thời gian học), khi nào bạn có tên trong ds dự kiến tốt nghiệp, PDT sẽ tự động ra QD thu nhận cho bạn,. . khi nào chuyển qua trạng thái đang học, bạn vào đăng ký tốt nghiệp lại nghen. . . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Kính chào Phòng Đào Tạo,. . Em tên là [full_name], sinh viên khóa K17. Em có nhận được thông báo của Trường về việc tổ chức lễ tốt nghiệp cho sinh viên chương trình KSTN và sinh viên chính quy của Khoa Cơ Khí vào 2 ngày khác nhau. Do khi hoàn thành chương trình học thì em và đa số thành viên trong lớp không được nhận bằng tài năng mà chỉ được công nhận là thành viên chương trình KSTN ở phụ lục của bằng tốt nghiệp nên em không biết chúng em thuộc diện tổ chức vào ngày nào ạ. Mong phòng đào tạo có thể cung cấp thông tin để chúng em có thể chuẩn bị và tham gia lễ tốt nghiệp ạ. Em hy vọng sẽ nhận được giải đáp từ Phòng đào tạo ạ. Em xin chân thành cảm ơn.",
            "Chào bạn,. . . . Về vấn đề này bạn vui lòng liên hệ tại khoa để được hỗ trợ.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Kính gửi quý thầy cô Phòng Đào tạo trường Đại học Bách Khoa - ĐHQG TPHCM.. . Em tên: [full_name], MSSV: [student_id].. . Lý do: Em xin lỗi vì sự chậm trễ đóng học phí của em, vì gần hạn đóng em bị mất điện thoại nên không thể nhớ mật khẩu để liên kết ngân hàng OCB, do lúc đó hoảng loạn nên em không thể giải quyết được việc thanh toán học phí. Mong quý thầy cô thông cảm, và cho em hỏi hiện tại em cần làm những bước nào để có thể thanh toán học phí được ạ. Mong nhận được phản hồi của quý thầy cô. Em chân thành cảm ơn.",
            "Chào bạn,. . Bạn vui lòng liên hệ số điện thoại hotline của Ngân hàng OCB để được hỗ trợ (khi có phát sinh sự cố):[student_id]8. . Thân!"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Kính gửi Phòng Đào Tạo,. . . . Ngày 14/4 em vừa nộp chứng chỉ để thẩm tra. Do thời gian còn ít ngày nữa nên em mong Phòng Đào Tạo giúp đỡ để quá trình thẩm tra nhanh hơn và xét tốt nghiệp để em có thể kịp làm lễ tốt nghiệp.. . . . Dạ em xin cảm ơn ạ.",
            "Chào em,. . . . Trường hợp của em vui lòng theo dõi tình trạng thẩm tra chứng chỉ tại mybk/Nộp chứng chỉ ngoại ngữ, khi nào chuyển qua tình trạng đã thẩm tra hợp lệ (thời gian thẩm tra phụ thuộc vào đơn vị cấp chứng chỉ), bạn gửi lại yêu cầu qua bksi để xét tốt nghiệp nhé. . Về tình trạng sinh viên, khi nào em có tên trong ds dự kiến tốt nghiệp, PDT sẽ tự động ra QD thu nhận cho em nhé. . . . Thân. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Kính chào Quý Thầy Cô Phòng Đào Tạo. . Em tên là [full_name]  MSSV: [student_id]. . Lớp VL15KL. . Em xin gửi lại Đơn xin kéo dài thời gian đào tạo. Kính mong quý Thầy Cô xem xét cho em được kéo dài thời gian để hoàn thành các chứng chỉ Ngoại ngữ và nhận bằng tốt nghiệp ạ. . . Em xin chân thành cảm ơn và mong đợi sự phản hồi của Quý Thầy Cô.. .",
            "\"Chào bạn. . PDT đã tiếp nhận và đang xử lý đơn kéo dài thời gian học vào HK2(2021-2022) vì chưa đủ các điều kiện khác để xét tốt nghiệp (chuẩn tiếng Anh, công tác xã hội) . . PDT sẽ phản hồi  file scan quyết định kéo dài  cho sinh viên qua mail SV  trễ nhất là 17/05/2022. . Thân\""
        ]
    },
    {
        "intent": "",
        "message": [
            "Em xin chào Phòng đào tạo của trường.Em là [full_name] -MSSV:[student_id]-Ngành Cơ kĩ thuật (CQ)-Khoa Khoa học ứng dụng.Em nhắn tin này với lí do là trong lúc thi Đại số tuyến tính(MT1007) ngày 20/3/2022 lúc 14h00 nhóm L08B thì nhà em bị mất điện từ lúc khoảng 14h15 đến khoảng 17h00.Do đó em không thể hoàn thành bài thi và bị out khỏi phòng meet.Em mong phòng đào tạo cho em thi bù giữa kì môn Đại số tuyến tính.Em cảm ơn ạ!. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Dạ em chào thầy(cô) ạ,. . Kỳ vừa rồi em có hoãn thi cuối kỳ môn giải tích mạch ạ, phòng đào tạo vừa xét lịch thi vào kỳ này cho em ạ. Thầy (cô) cho em hỏi là nội dung thi có thay đổi gì so với học kỳ 211 không ạ?. . Mong nhận được sự phản hồi sớm của thầy cô ạ. . Trân trọng. .",
            "Chào bạn. . Về vấn đề này bạn vui lòng liên hệ Khoa/bộ môn/Giảng viên để hỗ trợ. . Thân",
            "Dạ em có thể liên lạc với khoa/ bộ môn qua đâu ạ. . Trân trọng",
            "li answer rate: Answer is not complete / Câu trả lời chưa hoàn chỉnh"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Dạ cho em hỏi sao điểm của hk211 của em đến giờ vẫn chưa có điểm trung bình vậy ạ. . Em tên [full_name]-[student_id]. .",
            "Chào bạn. . . . Trước tiên, Bạn vui lòng kiểm tra lại điểm từng môn học được nhập đúng là được. . Hiện tại số tín chỉ và điểm trung bình học kỳ chưa cập nhật đúng. . Sẽ được cập nhật đúng vào cuối tháng 05/22. . . . . . Lưu ý: Do sự thay đổi chính sách của Google, các thông báo và tin nhắn của Phòng Đào Tạo và BKeL bằng email KHÔNG còn được thực hiện. Sinh viên vui lòng theo dõi thông báo qua chức năng TIN NHẮN trên trang BKeL. Hãy cài đặt Moodle Mobile App để được nhắc nhở ngay trên thiết bị di động của cá nhân. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Thưa cô hồi trước e có lỡ ch đóng học phí và bị khóa tài khoản mybk. . Bây h em đã hoàn tất nộp học phí và có nhu cầu muốn mở lại tài khoản. . Em xin lỗi và xin hứa sẽ không tái phạm nữa. . [full_name]. . Mssv:[student_id]",
            "\"\"\"Chào bạn. . - PĐT đã ghi nhận bạn thanh toán xong học phí HK212 (trễ hạn). Bạn vui lòng thanh toán học phí đúng thời gian theo quy định vào các học kỳ sau . . - TKB, BKel và lịch thi sẽ được phục hồi trong tuần sau.. . . . Lưu ý: Do sự thay đổi chính sách của Google, các thông báo và tin nhắn của Phòng Đào Tạo và BKeL bằng email KHÔNG còn được thực hiện. Sinh viên vui lòng theo dõi thông báo qua chức năng TIN NHẮN trên trang BKeL. Hãy cài đặt Moodle Mobile App để được nhắc nhở ngay trên thiết bị di động của cá nhân. . Thân\"\"\""
        ]
    },
    {
        "intent": "",
        "message": [
            "Em đã huỷ đăng kí môn học cấu trúc rời rạc nhưng vẫn hiện tại vẫn còn .",
            "Chào bạn,. . . . Đến thời điểm hiện tại là gần cuối HK212 Pđt không xử lý việc huỷ môn học của sinh viên. . Theo quy trình huỷ môn học sv sẽ huỷ trong đợt 2 ĐKMH và sẽ khiếu nại trong tuần đầu tiên của học kỳ. . . . Lưu ý: Do sự thay đổi chính sách của Google, các thông báo và tin nhắn của Phòng Đào Tạo và BKeL bằng email KHÔNG còn được thực hiện. Sinh viên vui lòng theo dõi thông báo qua chức năng TIN NHẮN trên trang BKeL. Hãy cài đặt Moodle Mobile App để được nhắc nhở ngay trên thiết bị di động của cá nhân. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp  /i Xin gia hạn thêm 1 học kỳ để hoàn thành CCNN bổ sung để hoàn thành tốt nghiệp. Hiện tại em đã hoàn thành đủ 142 tín chỉ nhưng chưa tốt nghiệp được di thiếu tín chỉ ngoại ngữ nên không tốt nghiệp kịp vào tháng 4 này, nay em xin gia hạn thêm 1 kỳ để hoàn thành nốt CCNN để có thể tốt nghiệp bằng chính quy vào học kỳ tiếp theo. Em cảm ơn. .",
            "Chào bạn,. . . . Pđt gởi đính kèm Mẫu đơn kéo dài thời gian đào tạo, SV điền thông tin và gởi tại BKSI để Pđt xử lý. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em chào PDT,. . . . Em tên là [full_name] MSSV:[student_id], Khoa Máy Tính, Lớp MT17KH1. . Hiện tại em đã đủ điều kiện để xét tốt nghiệp.. . Cũng đã nhận mail xác nhận nằm trong danh sách tốt nghiệp dự kiến, nhưng khi đăng ký tốt nghiệp ở mybk thì xác nhận là sinh viên không có trong danh sách và không thể đăng ký tốt nghiệp.. . Em viết mail này xin được PDT cập nhật cho em,. . Em rất mong được xét tốt nghiệp trong đợt này.. . . . Em chân thành cảm ơn,. . [full_name].",
            "Chào bạn,. . PĐT đã kiểm tra bạn đã hoàn tất thủ tục tốt nghiệp, bạn vui lòng đợi thông báo lễ TN.. . Lưu ý: Do sự thay đổi chính sách của Google, các thông báo và tin nhắn của Phòng Đào Tạo và BKeL bằng email KHÔNG còn được thực hiện. Sinh viên vui lòng theo dõi thông báo qua chức năng TIN NHẮN trên trang BKeL. Hãy cài đặt Moodle Mobile App để được nhắc nhở ngay trên thiết bị di động của cá nhân. . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học HK221 . . . Em là [full_name], MSSV [student_id], hiện đang học năm 4 ngành Khoa học máy tính chương trình chất lượng cao.. . . . Theo chương trình đào tạo, học kỳ hiện tại (HK212), em có môn đường lối cách mạng Đảng cộng sản Việt Nam, mã môn SP1009, nhưng vì lý do cá nhân, em chưa thể đăng ký môn học này trong HK212.. . . . Theo như em được biết gần đây, môn học này không còn được mở từ khóa 2019, nên sẽ rất khó đạt đủ sĩ số mở lớp môn này vào HK221. Ngoài ra, môn này có tương đương với 2 môn tính từ K2019 là SP1035 và SP1039. Nhưng SP1035 là môn học trước của SP1039, theo chương trình K2019, đồng nghĩa với việc em sẽ mất 2 học kỳ tiếp theo (HK221 và HK222) để hoàn thành môn SP1009. Em có một số câu hỏi mong nhận được sự giải đáp:. . 1. Môn học SP1009 có thể được mở lớp với sĩ số thấp vào HK221 không?. . 2. Trường hợp em phải học môn tương đương, em có thể xin học song hành 2 môn SP1035 và SP1039 vào HK221 không?. . . . Vì đây là môn cuối cùng để em hoàn thành chương trình đào tạo và xét tốt nghiệp, em kính mong nhận được hướng giải quyết cho vấn đề này. Em xin trân trọng cảm ơn.. .",
            "Em đã liên hệ cô [full_name], trưởng bộ môn Lý luận chính trị, khoa Khoa học ứng dụng. Cô đã đồng ý sẽ mở lớp môn học SP1009 vào HK221 để em và những bạn gặp trường hợp tương tự có cơ hội hoàn thành môn học này. Tuy nhiên, theo như cô nói, bộ môn không thể quyết định sĩ số tối thiểu để mở lớp. Trường hợp học song hành 2 môn tương đương cũng là không thể. Trong trường hợp không đủ sĩ số, em muốn xin PĐT xem xét mở lớp môn học này với sĩ số thấp vào HK221, vì chương trình thay đổi từ K19 và đây là môn học cuối cùng em còn sót lại để xét tốt nghiệp. Ngoài em ra, hiện đang có 2 bạn khác cũng gặp tình trạng tương tự như em.. . . . Em kính mong vấn đề của em có thể được trường xem xét giải quyết, vì ngoài cách này em cũng không còn cách giải quyết nào khác.. . . . Em xin trân trọng cảm ơn.",
            "Chào bạn,. . . . Về vấn đề này bạn vui lòng liên hệ Văn phòng đào tạo quốc tế qua địa chỉ mail: [email] . . . . Lưu ý: Do sự thay đổi chính sách của Google, các thông báo và tin nhắn của Phòng Đào Tạo và BKeL bằng email KHÔNG còn được thực hiện. Sinh viên vui lòng theo dõi thông báo qua chức năng TIN NHẮN trên trang BKeL. Hãy cài đặt Moodle Mobile App để được nhắc nhở ngay trên thiết bị di động của cá nhân. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Dạ em là [full_name], MSSV [student_id]. Em đã hoàn thành và đăng ký tốt nghiệp rồi. Em kiểm tra thấy tên mình trong danh sách dự kiến tốt nghiệp tháng 4 nhưng tra trong danh sách tốt nghiệp thì không thấy tên. Kính mong pdt kiểm tra giúp em là em có được làm lễ tốt nghiệp ngày 22.4 không ạ? Em chân thành cảm ơn nhà trường ạ.",
            "Chào bạn, . . . . - Bạn đã có tên trong danh sách dự kiến tốt nghiệp. . - Về vấn đề Lễ tốt nghiệp bạn vui lòng đợi thông báo lịch trình chi tiết sẽ gửi qua mail sinh viên sau.. . - Về việc đăng kí tốt nghiệp và lễ phục tốt nghiệp, sinh viên sẽ đăng ký tại khoa . . . . . . Lưu ý: Do sự thay đổi chính sách của Google, các thông báo và tin nhắn của Phòng Đào Tạo và BKeL bằng email KHÔNG còn được thực hiện. Sinh viên vui lòng theo dõi thông báo qua chức năng TIN NHẮN trên trang BKeL. Hãy cài đặt Moodle Mobile App để được nhắc nhở ngay trên thiết bị di động của cá nhân. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em chào PDT,. . . . Em tên là [full_name] MSSV: [student_id], Khoa Cơ Khí, Lớp CK17CNM. . Hiện tại em đã đủ điều kiện để xét tốt nghiệp.. . Em đã nhận mail xác nhận nằm trong danh sách tốt nghiệp dự kiến, nhưng em chưa đăng ký tốt nghiệp ở mybk được vì hệ thống hiển thị sinh viên không có trong danh sách tốt nghiệp. . Em viết mail này xin được PDT cập nhật cho em,. . Em rất mong được xét tốt nghiệp trong đợt này.. . . . Em xin chân thành cảm ơn,. . [full_name]",
            "Chào em;. . em vào kiểm tra lại và đăng ký tốt nghiệp nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính gửi cô/thầy,. . . . Dạ cho em hỏi, ví dụ như em đăng ký nộp chứng chỉ ngoại ngữ trên mybk vào ngày 20/05 nhưng đến ngày 25/05 là ngày cuối cùng đăng ký môn học đợt 3 mà em vẫn chưa được pdt xác nhận (bằng hợp lệ, đủ điểm theo yêu cầu) thì có cách nào để em vẫn được đăng ký môn rồi chờ kết quả xác nhận sau không ạ.. . . . Em xin chân thành cảm ơn cô/thầy.. .",
            "Chào bạn. . . . - Bạn cứ nộp CCNN, sau khi bạn nộp CCNN xong báo Pđt để bạn có thể đăng ký môn học. . . . Lưu ý: Do sự thay đổi chính sách của Google, các thông báo và tin nhắn của Phòng Đào Tạo và BKeL bằng email KHÔNG còn được thực hiện. Sinh viên vui lòng theo dõi thông báo qua chức năng TIN NHẮN trên trang BKeL. Hãy cài đặt Moodle Mobile App để được nhắc nhở ngay trên thiết bị di động của cá nhân. . . . Thân"
        ]
    }
]