[
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . PĐT cho em hỏi là em có học và thi AV400 online , thi ngày 7/11/2021, sau đó 3 tuần có điểm cập nhập trên phòng đào(điểm thi sinh viên), nhưng mấy tuần nay em vô lại lại ko có( mất) điểm trên trang điểm của em ạ, vậy PĐT có thể kiểm tra lại giúp em được không ạ, vì đợt tốt nghiệp tới em sẽ đăng ký tốt nghiệp ạ. Cám ơn nhiều ạ. .",
            "Chào em,. . Em vui lòng trình bày rõ là ở HK nào? điểm bạn xem cập nhật ở đâu?. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em chào thầy/cô ạ. Em là sinh viên khoá k15 do chưa thi được toeic nên chưa đăng ký tốt nghiệp được. Cho em hỏi là em có thể gia hạn thêm 1 học kỳ để thi toeic và nộp CCNN không, và cần làm những đơn gì ạ. Em cảm ơn.",
            "Em chào cô ạ. Em là sinh viên khoá k15. Do thiếu chứng chỉ ngoại ngữ và toeic nói viết nên em chưa đăng ký tốt nghiệp được. Nay em làm đơn này để xin gia hạn thêm 1 học kỳ để thi toeic và nộp CCNN. Mong nhà trường xem xét cho em được gia hạn ạ. Em xin cảm ơn.",
            "Chào em,. . - Trường hợp thiếu chứng chỉ anh văn 2 kỹ năng để đủ điều kiện tốt nghiệp, SV [full_name]15 sẽ nộp đơn kéo dài (tự làm, không mẫu) thời gian sau tháng 04/2022.. . - Về quy định thời gian và kế hoạch học tập: em vui lòng xem chi tiết tại trang web aao    sinh viên    Quy chế    Quy chế đào tạo và học vụ bậc đại học và cao đẳng    Các trường hợp được kéo dài thời gian đào tạo    điều 5.5. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Khiếu nại đăng ký môn học . Kính gửi : phòng đào tạo. . Em tên:[full_name]-MSSV:[student_id]. . Sau khi kiểm tra các điều kiện để được nhận luận văn tốt nghiệp tất cả đều đạt,nhưng sao em vẫn không được nhận ạ.. . Kính mong phòng đào tạo kiểm tra lại giúp em. . Em xin chân thành cảm ơn!",
            "Thân gửi các bạn sinh viên,. . . . Đến thời điểm hiện tại SV vẫn chưa có Thời khóa biểu hoặc chưa đăng ký được các học phần tốt nghiệp (LVTN, TTTN, DCLV) vì bất kỳ lý do gì. SV vui lòng vào đăng ký lại trong đợt này.. . . . Thời gian dự kiến từ ngày 18/01/2022 đến 19/01/2022 cho HK chính 212 (chỉ được đăng ký bổ sung các học phần tốt nghiệp: LVTN, TTTN, ĐCLV).. . . . Các học phần đang học nhưng chưa có điểm, kể cả học dự thính, và SV không thuộc diện bị cấm thi, được xem là đạt và tích luỹ được tín chỉ để đăng ký các học phần, kể cả các học phần tốt nghiệp (TTNT, ĐCLV và LVTN). Các học phần tốt nghiệp sẽ được PĐT hậu kiểm lại để đảm bảo đúng điều kiện ràng buộc theo đúng quy định. SV nên cân nhắc kỹ, tự xác định năng lực học tập trước khi đăng ký các học phần tốt nghiệp để việc học tập đạt kết quả tốt nhất.. . . .  . . . . Trân trọng thông báo."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em tên là [full_name], mssv: [student_id].. . Dạ cho em được hỏi đợt đăng ký thí nghiệm HĐC này sẽ học trước Tết hay sau Tết ạ? Em xin cảm ơn.",
            "Chào em,. . . . Hiện tại, Phòng Đào tạo không thể đăng ký học thí nghiệm trực tiếp theo yêu cầu của bạn.. . . . Sau tết Nguyên đán, Pdt sẽ tự động xếp học thí nghiệm cho Sinh viên chưa có lịch học. . . . SV vui lòng theo dõi mail và thời khóa biểu được cập nhật Mybk/Thông tin sinh viên/Xem thời khóa biểu sau khi trường được hoạt động lại bình thường (dự kiến trong tháng 3/2022). . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . DẠ cho em hỏi, em vừa bảo vệ luận văn tốt nghiệp đợt vừa rồi. em còn thiểu tiếng anh để đăng kí tốt nghiệp. Em muốn đăng kí học văn bằng 2 ngay kì tới là học kì 212 được không ạ. .",
            "Chào em,. . Em vui lòng email đến [email] nhé. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp .",
            "\"Chào bạn. . Trường hợp của bạn đã có tên trong ds dự kiến tốt nghiệp, SV kiểm tra mail và vào đăng ký tốt nghiệp nhé. . Thân\""
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Hiện tại em vẫn không thể đăng ký tốt nghiệp ngày 15/1.. . Em đã gửi câu hỏi giúp đỡ về việc tốt nghiệp và đến giờ vẫn chưa có kết quả.. . Vì tình trạng sinh viên của em đang bị tạm dừng. Em không thể truy cập vào trang đăng ký tốt nghiêp. Em đã mail cho pđt và gửi đơn xin thu nhận để xét tốt nghiệp. Nhưng đến giờ em vẫn chưa được thay đổi trạng thái sinh viên và vẫn chưa thể đăng ký tốt nghiệp.. . Hy vọng pđt xem và hỗ trợ để em hoàn thành tốt nghiệp.. . Em xin cảm ơn."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Con chào thầy, cô. . . . Con tên là [full_name] ([student_id]). Trong kỳ thi cuối kỳ 211 con có hoãn thi môn Cơ sở vật liệu & Bảo vệ ăn mòn (CH3331) (L01) trước khi thi do không đảm bảo được trang thiết bị cần thiết. . . . . Môn này vừa mới có điểm trên MyBK và điểm của con đang là 13 và yêu cầu hoãn thi của con tới nay vẫn đang trạng thái là đang xử lý. . . . . Con không biết có sai sót hay chưa cập nhật gì không ạ? Con đang rất lo lắng.. . . . Mong nhận phản hồi của thầy cô, con cảm ơn ạ.",
            "Chào em,. . Hiện tại nhà trường chưa ra QD hoãn thi nhé em, dự kiến ra quyết định chung vào tháng 2, nên trường hợp đăng ký hoãn thi vẫn bị điểm 13 bình thường. Sau khi hậu kiểm với ds của [full_name] thì mới ra quyết định hoãn thi và sẽ điều chỉnh lại điểm trên mybk/Thông tin SV/xem điểm. . Lưu ý:. . 1) PDT sẽ hậu kiểm lại với danh sách cấm thi của [full_name] gửi lên, nếu SV bị cấm thi sẽ bị hủy kết quả hoãn thi theo quy định. SV vẫn phải hoàn thành các phần việc của môn học, nhất là TH/TNg và BTL. GV có quyền cấm thi nếu SV không hoàn thành tốt các phần này. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác  /i. . Dạ chào thầy/cô. . Em tên là [full_name], mssv [student_id]. Học kì 213 trường có mở đăng kí luận văn tốt nghiệp, vậy 1 tín chỉ luận văn tốt nghiệp là bao nhiêu ạ?",
            "Chào em,. . Môn LVTN tính tiền giống với TTTN trong hè các hk trước nhé. . Thân mến. . . . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: 1712963  /b \t. . Em chào thầy (cô) PĐT. . Thầy cố cho em đăng ký nhưng môn học sau.. .   i Đăng ký môn học . KẾT CẤU THÉP 1 + CI3009 + DT01. . KẾT CẤU BÊ TÔNG CỐT THÉP 2 + CI3175 + DT01. . ĐAMH KẾT CẤU BÊ TÔNG CỐT THÉP 2 + CI3177 + T01. . ĐỊA CHẤT CÔNG TRÌNH + CI1043. . . . . . + Em là sinh viên CQ chuyển xuống hệ VLVH, em có đính kèm quyết định sau.",
            "QUOTE MSSV/MSGV: [student_id]    . . Em chào thầy (cô) PĐT. . Thầy cố cho em đăng ký nhưng môn học sau.. . Đăng ký môn học. . . . KẾT CẤU THÉP 1 + [full_name]3009 + [full_name]01. . KẾT CẤU [full_name] CỐT THÉP 2 + [full_name]75 + [full_name]01. . ĐAMH KẾT CẤU [full_name] CỐT THÉP 2 + [full_name]77 + T01. . ĐỊA CHẤT CÔNG TRÌNH + [full_name]1043 + [full_name]01. . . . . . + Em là sinh viên CQ chuyển xuống hệ VLVH, em có đính kèm quyết định sau.  /QUOTE . .",
            "Chào em,. . Pdt đã tiếp nhận đề nghị DKMH của em. . Em xem TKB cập nhật tại Mybk-xem TKB dự kiến sau ngày 14/1/2022. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em xin chao. Ki 212 em co dang ki hoan thi cuoi ki mon ket cau be tong cot thep, Ma mon hoc la CI3237, nhung em lai co diem tong ket cua mon do. Em mong phong dao tao co the giai quyet giup em",
            "Chào em,. . Hiện tại nhà trường chưa ra QD hoãn thi nhé em, dự kiến ra quyết định chung vào tháng 2. Sau khi hậu kiểm với ds của [full_name] thì mới ra quyết định hoãn thi và sẽ điều chỉnh lại điểm trên mybk/Thông tin SV/xem điểm. . Lưu ý:. . 1) PDT sẽ hậu kiểm lại với danh sách cấm thi của [full_name] gửi lên, nếu SV bị cấm thi sẽ bị hủy kết quả hoãn thi theo quy định. SV vẫn phải hoàn thành các phần việc của môn học, nhất là TH/TNg và BTL. GV có quyền cấm thi nếu SV không hoàn thành tốt các phần này. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Hiện tại em vẫn không thể đăng ký tốt nghiệp ngày 15/1.. . Em đã gửi câu hỏi giúp đỡ về việc tốt nghiệp và đến giờ vẫn chưa có kết quả.. . Vì tình trạng sinh viên của em đang bị tạm dừng. Em không thể truy cập vào trang đăng ký tốt nghiêp. Em đã mail cho pđt và gửi đơn xin thu nhận để xét tốt nghiệp. Nhưng đến giờ em vẫn chưa được thay đổi trạng thái sinh viên và vẫn chưa thể đăng ký tốt nghiệp.. . Và hiện tại em cũng không thể truy cập vào trang đăng ký tốt nghiệp cũng như 1 số trang của Mybk. . Hy vọng pđt xem và hỗ trợ để em hoàn thành tốt nghiệp.. . Em xin cảm ơn.",
            "\"Chào bạn. . Trường hợp của bạn đã có tên trong ds dự kiến tốt nghiệp, SV kiểm tra mail và vào đăng ký tốt nghiệp nhé. . Thân\""
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em tên là [full_name], mssv [student_id], em bị trùng lịch học thời khóa biểu của môn học EE2016 với 2 môn học kì trước SP1035 và EE3419n vào ngày thứ 3 của các tuần.. . . . Hiện giảng viên bộ môn EE2016 không giải quyết sắp xếp lại thời gian học nên em chỉ có thể liên hệ bên Văn phòng tình huống này.. . . . Em mong có thể được giải quyết trường hợp này và mong nhận phản hồi sớm ạ.. . . . Em cảm ơn!",
            "\"Chào bạn. . Bạn liên hệ với [full_name] : [email], để được hỗ trợ thêm. . Thân. . \""
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Vâng em chào ban pdt ạ, hiện tại em bị sự cố về việc môn học aerobic hp2. . của em lại mất lịch trên hệ thống bkel trong khi đó em đã đăng kí vào đợt dki của trường. Tuần trước lịch học của em vẫn còn nhưng đến hôm nay em vào thì lại mất. Mong ban pdt của trường đưa ra hướng giải quyết sớm ạ.",
            "Chào em,. . Sinh viên vui lòng xem kết quả ĐKMH, xem lý do vì sao không ĐKMH được (có đăng ký, nhưng không có TKB) tại trang web: mybk.hcmut.edu.vn    Đăng ký môn học    Đăng ký môn học HK212 - Kết quả đợt 2 (3)    bấm vào mục Đăng ký mới    chọn Loại hình đăng ký    xem Lịch sử đăng ký.. . Trường hợp SV bị trùng lịch học, hết chỗ, nhóm bị huỷ do sỉ số ít không đăng ký trong HK2 vẫn có thể đăng ký lại ở các HK sắp tới.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp .    Chào thầy (cô), Em là [full_name], MSSV: [student_id]. Sinh viên lớp GT16Hk.. . . .    Hiện em đã hoàn thành các tiêu chí cần thiết để tốt nghiệp, nhưng hiện tại không có tên trong danh sách dự kiến tốt nghiệp. . .    Mong quý thầy (cô) kiểm tra dùm em.. . . .    Em xin chân thành cảm ơn.",
            "\"Chào bạn,. . SV theo dõi lịch trình tốt nghiệp tháng 4/2022 tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 4/2022 (Hiện tại chưa cập nhật). . Về tình trạng sinh viên, khi nào em có tên trong ds dự kiến tốt nghiệp, PDT sẽ tự động ra QD thu nhận cho bạn nhé. . Thân\""
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Xin kính chào Thầy/Cô,. . Em là sinh viên OISP K2017 nhận điểm hoãn thi - hoãn bảo vệ LVTN trong kỳ 202. Em có nghe nói vào tháng 3 này, VP.ĐTQT sẽ tổ chức một đợt bảo vệ LVTN. Thầy/Cô cho em hỏi thông tin trên có chính xác không ạ? Nếu đúng thì em cần liên hệ với ai để đăng ký bảo vệ ạ?. . . . Em xin cảm ơn.. . Trân trọng./.  . .",
            "Chào em,. . Em liên hệ Văn phòng Đào tạo quốc tế [email] để được hỗ trợ nhé.. . Thân mến. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]  /b . . em là phạm ngọc duy . . mssv [student_id]. . Việc là em có hoãn thi kì này 3 môn do có trục trặc về thiết bị với do cúp điện mà vẫn chưa thấy kết quả á PĐT , mong PĐT giải đáp \t. . . .   i Yêu cầu khác .",
            "Chào em,. . Hiện tại nhà trường chưa ra QD hoãn thi nhé em, dự kiến ra quyết định chung vào tháng 2, nên trường hợp đăng ký hoãn thi vẫn bị điểm 13 bình thường. Sau khi hậu kiểm với ds của [full_name] thì mới ra quyết định hoãn thi và sẽ điều chỉnh lại điểm trên mybk/Thông tin SV/xem điểm. . Lưu ý:. . 1) PDT sẽ hậu kiểm lại với danh sách cấm thi của [full_name] gửi lên, nếu SV bị cấm thi sẽ bị hủy kết quả hoãn thi theo quy định. SV vẫn phải hoàn thành các phần việc của môn học, nhất là TH/TNg và BTL. GV có quyền cấm thi nếu SV không hoàn thành tốt các phần này. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Khiếu nại đăng ký môn học  /i  . . . . Dear PĐT,. . . . Em nhận được thông báo qua mail đăng ký đợt 2 lên trường thí nghiệm môn Hoá Đại cương (CH1004), nhưng link form đăng ký bị lỗi và em không thể đăng ký được. Có một số bạn cũng bị như em ạ.. . . . Em mong khắc phục sớm để em có thể đăng ký học ạ.. . . .",
            "Chào bạn. . Pdt đã tiếp nhận đề nghị DKMH của bạn. . Bạn xem TKB cập nhật tại Mybk-xem TKB dự kiến sau ngày 14/1/2022. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Khiếu nại đăng ký môn học .",
            "Chào em,. . . . Hiện tại, Phòng Đào tạo không thể đăng ký học thí nghiệm trực tiếp theo yêu cầu của bạn.. . Sau tết Nguyên đán, Pdt sẽ tự động xếp học thí nghiệm cho Sinh viên chưa có lịch học. . . . SV vui lòng theo dõi mail và thời khóa biểu được cập nhật Mybk/Thông tin sinh viên/Xem thời khóa biểu sau khi trường được hoạt động lại bình thường (dự kiến trong tháng 3/2022). . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "i Tài khoản và mật khẩu OCB .  - Dạ chào admin em cách đây mấy tháng trước (trước khi đăng kí tài khoản OCB) thì sim điện thoại em bị lỗi do đó phải reset lại sim nên không còn thấy tin nhắn về mật khẩu của ngân hàng gửi đến. Bây giờ em muốn được cấp lại tài khoản và mật khẩu OCB thì bước tiếp theo em phải làm gì đây ạ.. .  - Em rất xin lỗi vì làm phiền và cảm ơn admin. . . . .",
            "Chào em,. . Em liên hệ số điện thoại hotline của Ngân hàng OCB để được hỗ trợ:[student_id]8. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]4  /b \t. . . .   i Khiếu nại đăng ký môn học . Dạ hiện tại em bị cấm đăng ký môn học mặc  dù em đã đóng học phí và làm đơn trình bày trễ học phí. . .  . . Em đã chuyển  sang hình thức vừa học vừa làm ở học kỳ trước và được pdt cho phép đăng ký bình thường. . . . . Nhưng học kỳ này em bị cấm đăng ký qua 3 đợt đăng ký vẫn bị cấm ngay khi vào wed.. . . . Em muốn đăng ký Đồ Án tốt nghiệp . . MMH 813303. .",
            "Chào bạn. . Vì bất kỳ lý do nào đến thời điểm hiện tại bạn vẫn chưa đăng ký được các học phần tốt nghiệp (LVTN, TTTN, DCLV), SV vui lòng đăng ký lại đợt cuối cùng chỉ để đăng ký các học phần tốt nghiệp (LVTN, TTTN, DCLV) dự kiến từ ngày 18/1 đến 19/1/2022. . Thân",
            "EM [full_name] [full_name] KHI VÀO TRANG ĐĂNG KÝ .. . THÌ DÙ CHO [full_name] 18/1 THÌ EM [full_name] [full_name].. . [full_name] CHO EM .",
            "Đã trả lời. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . thưa PĐT  , bộ môn TR4021 đợt đầu có 41 bạn đăng ký nhưng mà lý do bộ môn hủy lại là khoa không mở lớp , mà lại mở vào kỳ dự thính thì làm sao mà bọn em đăng ký được ạ vì bọn em mới học môn này lần đầu thôi ạ . Mong phòng đào tạo cho chúng em 1 câu trả lời thỏa đáng để bọn em hiểu rõ vấn đề ạ",
            "\"Chào bạn,. . Về vần đề này bạn vui lòng liên hệ về Khoa xin gặp Thầy/Cô Phụ trách về CTĐT để được tư vấn và hỗ trợ thêm.. . Thân. . \""
        ]
    },
    {
        "intent": "",
        "message": [
            "Xin chào phòng đào tạo, em (MSSV [student_id]) hiện có vấn đề như sau. . . Em không thi anh văn đầu vào, chuẩn tiếng Anh mỗi năm đều thi do trường tổ chức.. . Số tín chỉ tích lũy đến hiện tại của em là 124, chỉ còn 8 chỉ tiếng anh và 9 chỉ luận văn tốt nghiệp. . Học kì này em đăng kí Luận văn tốt nghiệp, tuy nhiên hệ thống báo là không đủ tín chỉ tích lũy để đăng kí. Tại học kì 2 năm 3, học kì 1 năm 4 (học kì 2 2020-2021, học kì 1 2021-2022), vì tình hình COVID nên không thể dự thi lấy bằng TOEIC và nộp chuyển điểm cho nhà trường, đây là nguyên do cho việc thiếu tín chỉ đăng kí luận văn.. . Mong nhà trường xem xét và cho em hướng giải quyết ạ.",
            "Thân gửi các bạn sinh viên,. . . . Đến thời điểm hiện tại SV vẫn chưa có Thời khóa biểu hoặc chưa đăng ký được các học phần tốt nghiệp (LVTN, TTTN, DCLV) vì bất kỳ lý do gì. SV vui lòng vào đăng ký lại trong đợt này.. . . . Thời gian dự kiến từ ngày 18/01/2022 đến 19/01/2022 cho HK chính 212 (chỉ được đăng ký bổ sung các học phần tốt nghiệp: LVTN, TTTN, ĐCLV).. . . . Các học phần đang học nhưng chưa có điểm, kể cả học dự thính, và SV không thuộc diện bị cấm thi, được xem là đạt và tích luỹ được tín chỉ để đăng ký các học phần, kể cả các học phần tốt nghiệp (TTNT, ĐCLV và LVTN). Các học phần tốt nghiệp sẽ được PĐT hậu kiểm lại để đảm bảo đúng điều kiện ràng buộc theo đúng quy định. SV nên cân nhắc kỹ, tự xác định năng lực học tập trước khi đăng ký các học phần tốt nghiệp để việc học tập đạt kết quả tốt nhất.. . . .  . . . . Trân trọng thông báo."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Thưa pđt nếu em điền form đồng ý rút môn học nghĩa là dù không học nhưng em vẫn phải đóng tiền học phí môn đó đúng không ạ em cảm ơn",
            "Chào em,. . Em vui lòng xem quy chế điều 11.2. . http://www.aao.hcmut.edu.vn/quy chế quy định/học vụ/- Quy chế đào tạo và học vụ bậc đại học, cao đẳng/điều 11.2. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Khiếu nại đăng ký môn học . Chào thầy cô,. . . . Em tên [full_name]-[student_id]. . Hiện tại đã có kết quả đăng kí môn học đợt 3 nhưng em không đăng kí được Luận văn tốt nghiệp(EN4323). Em có xem lịch sử đăng kí thì có ghi: PDT không đ/ký cho SV MH EN4323 (L: Không đủ đ/kiện nhận LVTN). Mong thầy cô giải thích giúp em điều kiện cụ thể ở đây là gì ạ.. . . . Em cảm ơn thầy cô.",
            "Chào bạn. . Nếu yêu cầu của bạn về ĐKMH đến nay vẫn chưa được xử lý, SV vui lòng gửi lại phản hồi khác để PDT kiểm tra và trả lời cho bạn. . SV lưu ý:. . 1- Vì bất kỳ lý do nào đến thời điểm hiện tại bạn vẫn chưa đăng ký được các học phần tốt nghiệp (LVTN, TTTN, DCLV), SV vui lòng đăng ký lại đợt cuối cùng chỉ để đăng ký các học phần tốt nghiệp (LVTN, TTTN, DCLV) dự kiến từ ngày 18/1 đến 19/1/2022. . . . 2- Sinh viên vui lòng xem kết quả ĐKMH, xem lý do vì sao không ĐKMH được (có đăng ký, nhưng không có TKB) tại trang web: mybk.hcmut.edu.vn    Đăng ký môn học    Đăng ký môn học HK212 - Kết quả đợt 2 (3)    bấm vào mục Đăng ký mới    chọn Loại hình đăng ký    xem Lịch sử đăng ký.. . . . 3- SV xem TKB tại mybk/Thông tin SV/ Xem TKB. . Chúc các bạn học tốt!. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: 2113592  /b \t. . . .   i Khiếu nại đăng ký môn học . Thưa pđt do lúc đăng kí môn học chưa biết kết quả thi môn gdtc hp1 do đó em đăng kí thêm 1 môn gdtc hp1( bóng rổ PE1015) và em đăng kí thêm một môn gdtc học phần 2 là môn BƠI(PE1043) em cũng đá có lịch trên mybk và em cũng đã lưu lịch về GG CALENDAR để tiện theo dõi và hôm nay em xem lại trên bkel thì không thấy xuất hiện lớp học. Giờ em đã hoàn thành môn võ hp1 em xin pđt hủy môn bóng rổ PE1015 và phục hồi môn BƠI(PE1043) cho em. EM XIN CẢM ƠN",
            "Chào em,. . - Trường hợp SV bị trùng lịch học, hết chỗ, nhóm bị huỷ do sỉ số ít không đăng ký trong HK2 vẫn có thể đăng ký lại ở các HK sắp tới.. . - hủy môn bóng rổ PE1015 . . =  Đã hết thời gian huỷ môn học. . - Về rút môn học theo email PĐT đã gửi:. . Thân gửi các bạn sinh viên,. . . .   Phòng đào tạo thông báo về phương thức đăng ký RÚT MÔN HỌC (tính Học Phí theo quy định) (Chính quy + Dự thính) của học kỳ 2 (2021-2022) như sau:. . . . SV đăng nhập vào Google bằng tài khoản BKNetID@hcmut.edu.vn và điền thông tin RÚT MÔN HỌC theo link : https://forms.gle/QUtA7vkKnkW9oqBm8. . . . Thời gian đăng ký : Từ ngày 10/01/2022 đến hết ngày 05/03/2022. . . . Xem chi tiết quy định về rút môn học tại QUY CHẾ ĐÀO TẠO VÀ HỌC VỤ điều 11.2. . . . Chúc các bạn học tập thật tốt!. . . . . . Trân trọng thông báo."
        ]
    },
    {
        "intent": "",
        "message": [
            "Khiếu nại đăng ký môn học . Dạ em chào quý thầy cô Phòng đào tạo ạ. . . . Em là sinh viên k17 ngành Cảng công trình biển thuộc Khoa Kỹ thuật Xây dựng, đợt đăng ký môn học HK211 em có đăng ký môn Thực tập tốt nghiệp CI3333 đợt bổ sung, được thầy [full_name] (Trưởng Bộ môn Cảng) gửi danh sách lên và được quý thầy cô đồng ý(như hình đính kèm),em cũng đã có thời khóa biểu. . Hiện tại cũng đã đến cận ngày nhập điểm, thầy tra danh sách để nhập thì tên em bị thiếu nên em gửi tin này mong muốn được quý thầy cô cập nhật tên vào danh sách để thầy có thể nhập điểm và em có 1 kỳ thực tập trọn vẹn. . Em cảm ơn quý thầy cô rất nhiều, chúc quý thầy cô sức khỏe, năm mới bình an!",
            "Chào bạn,. . . . Khoa Kỹ Thuật Xây Dựng mới phân công cán bộ nhập điểm (thầy [full_name]), và đã cập nhật danh sách lên trang mybk.. . . . Chúc bạn học tốt. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Em chào cô.. . Hôm trước em có gửi câu hỏi xin được mở lại tình trạng sinh viên để đăng ký tốt nghiệp và có được bảo rằng đợi tới ngày 11/1 để xem tình trạng sinh viên có được cập nhật chưa á cô.. . Tới hôm nay em vào thì em vẫn bị lỗi: \"Yêu cầu quyền truy cập\" vì tình trạng sinh viên bị tạm dừng.. . Cô có thể kiểm tra lại giúp em được không ạ?. . Em cảm ơn cô.. .   i Tốt nghiệp .",
            "\"Chào bạn. . Trường hợp của bạn đã có tên trong ds dự kiến tốt nghiệp, SV kiểm tra mail và vào đăng ký tốt nghiệp nhé. . Thân\""
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Chào thầy cô, em tên [full_name], MSSV [student_id], em có đăng kí thực tập ngoài trường mã ME3267, đề cương luận văn tốt nghiệp ME4725. Em không biết nguyên do vì đâu em đã bị hủy 2 môn đó trong cả 3 lần đăng kí. Có lẽ vì số tín chỉ của các môn học trước em chưa được cập nhập nên em bị hủy 2 môn đó. Em đã hoàn thành các môn học và khi có điểm các môn của 2 học kì vừa rồi sẽ đủ tín chỉ để đăng kí. Em mong thầy cô xem xét lại trường hợp của em. Em xin chân thành cảm ơn",
            "Thân gửi các bạn sinh viên,. . . . Đến thời điểm hiện tại SV vẫn chưa có Thời khóa biểu hoặc chưa đăng ký được các học phần tốt nghiệp (LVTN, TTTN, DCLV) vì bất kỳ lý do gì. SV vui lòng vào đăng ký lại trong đợt này.. . . . Thời gian dự kiến từ ngày 18/01/2022 đến 19/01/2022 cho HK chính 212 (chỉ được đăng ký bổ sung các học phần tốt nghiệp: LVTN, TTTN, ĐCLV).. . . . Các học phần đang học nhưng chưa có điểm, kể cả học dự thính, và SV không thuộc diện bị cấm thi, được xem là đạt và tích luỹ được tín chỉ để đăng ký các học phần, kể cả các học phần tốt nghiệp (TTNT, ĐCLV và LVTN). Các học phần tốt nghiệp sẽ được PĐT hậu kiểm lại để đảm bảo đúng điều kiện ràng buộc theo đúng quy định. SV nên cân nhắc kỹ, tự xác định năng lực học tập trước khi đăng ký các học phần tốt nghiệp để việc học tập đạt kết quả tốt nhất.. . . .  . . . . Trân trọng thông báo."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: xin chào pdt, . . Ở học kì 202, nằm vào thời điểm diễn biến dịch covid cao trào, các môn học thí nghiệm không được cập nhật điểm, khiến điều kiện xét các học bổng của các em bị mất đi. Xin hỏi là pdt có xét duyệt lại không.. . . . Ở học kì 211, mon thực hành như môn Trắc địa đại cương, giáo viên bảo là khi nò thực tập mới nhập điểm, nhưng họ lại nhập thành điểm 13 là điểm vắng thi. Xin pdt xem giúp lại",
            "Chào em,. . - Em liên hệ phòng Công tác chính trị sv qua email [email] để được hướng dẫn nhé.. . - Điểm do GV nhập, bảng điểm Khoa gửi PĐT, em vui lòng liên hệ GV nhé.. . Thân mến. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em tên [full_name], khoa kỹ thuật giao thông - CLC. Em viết đơn này mong PĐT hỗ trợ em đăng ký môn Đường Lối, do đợt đk môn học vừa qua em có đăng ký khá nhiều tín chỉ nên đăng ký sót môn này.. . Theo em được biết bộ môn này sẽ đóng trong các học kỳ sau và không có môn học tương đương.. . Em rất mong nhận được sự hỗ trợ của PĐT, em xin chân thành cảm ơn.. . [full_name].",
            "Chào em,. . Em vui lòng gửi lại thông tin có: mã số môn học, tên môn học, mã nhóm, lý do nhé. . . Thân mến"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Kính gửi thầy/cô:. . Em tên: Đặng Minh Nhựt . . MSSV: [student_id]. . Nội dung: em có đăng kí hoãn thi TRUYỀN KHỐI(mã môn: CH2051) ở mục 24 mybk, nhưng em kiểm tra lại trên bảng điểm thì em thấy điểm cuối kì là 13 ạ.Dạ cho em hỏi em phải làm như thế nào để được cập nhật điểm 14 ạ!. . Trân trọng cảm ơn.. . . . . .",
            "Chào em,. . Hiện tại nhà trường chưa ra QD hoãn thi nhé em, dự kiến ra quyết định chung vào tháng 2, nên trường hợp đăng ký hoãn thi vẫn bị điểm 13 bình thường. Sau khi hậu kiểm với ds của [full_name] thì mới ra quyết định hoãn thi và sẽ điều chỉnh lại điểm trên mybk/Thông tin SV/xem điểm. . Lưu ý:. . 1) PDT sẽ hậu kiểm lại với danh sách cấm thi của [full_name] gửi lên, nếu SV bị cấm thi sẽ bị hủy kết quả hoãn thi theo quy định. SV vẫn phải hoàn thành các phần việc của môn học, nhất là TH/TNg và BTL. GV có quyền cấm thi nếu SV không hoàn thành tốt các phần này. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Em chào Thầy/Cô ạ!. . Như hôm trước phòng đào tạo đã phản hồi, sau ngày 11/01 sẽ cập nhật danh sách tốt nghiệp dự kiến của học kì 211. Tuy nhiên, đên bây giờ em vẫn chưa nhận được mail và chưa đăng ký xét tốt nghiệp được. Kính mong Thầy/Cô kiểm tra và cập nhật thông tin giúp em ạ! Em xin chân thành cảm ơn/.",
            "Chào em,. . Trường hợp của em mới thanh toán lệ phí, sau 10h ngày 12/1/2022 em vào đăng ký tốt nghiệp lại nhé"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Tốt nghiệp. . . . Kính thưa PĐT,. . Em là [full_name] mssv [student_id], em đang vướng phải vấn đề sai thông tin nơi sinh trên danh sách tốt nghiệp chính thức. Trong danh sách dự kiến cũng sảy ra tình trạng này nhưng PĐT đã sửa thông tin và cập nhật giúp em rồi nhưng hiện tại em kiểm tra thì trong danh sách chính thức vẫn bị sai nơi sinh em là Gia Lai trong khi danh sách dự kiến thì chính xác là Bình định.. . Đính kèm email có hình ảnh 2 danh sách.. . Mong PĐT giải quyết giúp em vấn đề này ạ.. . Trân trọng.",
            "[full_name]"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ em chào cô. . Em có đăng ký học anh văn nhu cầu nhưng đến giờ vẫn chưa có tkb. Vậy không biết bao giờ được cập nhật vậy ạ.. . Em cảm ơn"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em chào PDT,. . . . Do em không kiểm tra thường xuyên nên không biết hệ thống tự động đăng ký môn Đồ án - EE3149. Nhưng môn này em đã hoàn thành và thầy nộp điểm rồi ạ, nhưng không hiểu vì sao điểm vẫn chưa cập nhật.. . Em mong PDT xem xét và đăng ký lại cho em 2 môn trong kỳ này là. . - Thực tập tốt nghiệp EE3325. . - Đề cương luận văn tốt nghiệp EE4325. . . . Em cảm ơn, momg PDT xem xét và chấp thuận.",
            "Chào em,. . PDT đã ghi nhận yêu cầu về ĐKMH của bạn và đã chuyển cho bộ phận ĐKMH kiểm tra và xử lý.. . SV vui lòng theo dõi thời khóa biểu được cập nhật tại Mybk/Thông tin sinh viên/Xem thời khóa biểu dự kiến trễ nhất trước ngày 25/1/2022.. . Sau thời gian trên vẫn chưa được cập nhật TKB, SV vui lòng gửi lại câu hỏi qua bksi để biết lý do.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: 21203847  /b \t. . . .   i Đăng ký môn học . Do em thuộc diện thu nhận lại nên trang ĐKMH online không khả dụng (không thể mở đăng ký bất cứ đợt nào) nên em xin thầy/ cô PĐT giúp em đăng ký lớp dự thính môn Anh Văn 4 (LA1009) giúp em ạ.. . Em xin cảm ơn.",
            "Đã trả lời. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Kính gửi Quý Thầy/Cô,. . . . Hôm nay là ngày 11/01/2021, em hiện vẫn chưa nhận được email về việc xét đăng ký tốt nghiệp. Kính mong quý Thầy/Cô hỗ trợ và phản hồi sớm giúp em ạ.. . . . Trân trọng.. .",
            "\"Chào bạn. . Trường hợp của bạn đã có tên trong ds dự kiến tốt nghiệp, SV kiểm tra mail và vào đăng ký tốt nghiệp nhé. . Thân\""
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Em tên là [full_name], MSSV: [student_id]. . Em có thi môn Vật lý bán dẫn (EE1007)_23/10/2021_16g00. . nhưng trên MyBK em lại có điểm 13.00 ạ.",
            "Chào bạn. . Bạn vui lòng liên hệ Giảng viên giảng dạy hỗ trợ. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Học kỳ vừa rồi em có đăng ký hoãn thi trước thời gian thi. Theo quy chế em đọc là được hoãn thi đối với môn lý thuyết. Nên em không rõ và không báo trước với giáo viên bộ môn. Hôm qua em nhận được mail của giáo viên bộ môn là không được đồng ý hoãn thi nên em đã mail cho giáo viên bộ môn. Và được giáo viên bộ môn trả lời là phải phản ánh với phòng đào tạo vì Bộ môn chỉ có quyền xét/ báo sự cố trong thời gian thi. Nên em phải làm sao để phản ánh và giải quyết vấn đề này ạ. Em xin cám ơn ạ.",
            "\"\"\" . . Chào bạn. . [full_name] đã tiếp nhận yêu cầu hoãn thi môn EE2033 của bạn và đang xử lý theo quy trình. . Về vấn đề Hoãn thi của HK211 bạn vui lòng xem chi tiết: Thông báo kế hoạch tổ chức thi HK211 [full_name] đã gởi qua mail  vào ngày 22/11/2021- Mục 5. Hoặc Quy trình Hoãn thi HK211 [full_name] đã gởi qua mail  vào ngày 10/12/2021. . Thân. . \"\"\""
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em tên là [full_name] - MSSV: [student_id].. . . . Tới tháng 04/2022 thì em hết thời hạn đào tạo nên nay em kính gởi PĐT đơn chuyến sang hệ VHVL. . . . . Em mong PĐT xét duyệt đơn chuyển hệ của em và cho em đăng ký môn Luận Văn tốt nghiệp trong học kỳ 2 này luôn. . . . . Em chân thành cảm ơn!",
            "\"\"\"Chào em,. . PDT đã tiếp nhận đơn chuyển qua hệ VLVH của bạn, bạn theo dõi tình trạng sinh viên và quyết định được cập nhật tại:. . Mybk/Thông tin sinh viên/Tình trạng. . Trường hợp nếu SV đã đủ điều kiện tốt nghiệp của hệ VLVH, sau khi có QD chuyển hệ được cập nhật tại mybk/Thông tin SV có thể gửi câu hỏi qua bksi để xin đăng ký xét tốt nghiệp bổ sung. . SV gởi yêu cầu đăng ký môn học cho hk212 ghi rõ tên, mã số môn học, lý do diện chuyển sang vlvh. . Thân\"\"\""
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Gửi phòng đào tạo,. . Em có thể bổ sung môn học thiết kế đường 1 (CI3063) và ĐAMH thiết kế đường CI3221 vào HK212 hiện tại không ạ? Đợt ĐKMH trước em có click đăng ký nhưng bị xóa môn ạ.. . Kính mong phòng đào tạo hỗ trợ giúp đỡ ạ. Em xin cám ơn.",
            "Chào em,. . Pdt đã tiếp nhận đề nghị DKMH của em. . Em xem TKB cập nhật tại Mybk-xem TKB dự kiến sau ngày 14/1/2022. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MS[full_name]V: [student_id]  /b \t. . . .   i Học vụ . Em xin phép PĐT được chuyển lớp môn học Nền Móng CI3239 từ lớp L05 sang lớp L07 (thứ 3 - tiết 7,8,9). . . .   B Lý do:  /B  Mặc dù đã thực hiện đúng quy trình đăng ký môn và đã thành công, được cập nhật thời khóa biểu. Tuy nhiên, [full_name]V lớp Nền móng L05 lại gửi mail không nhận sinh viên và yêu cầu sinh viên phải rút môn hoặc chuyển lớp khác. Sau đó, bạn em đã đại diện để xin phép [full_name]V [full_name] lớp nền móng L07 để được chuyển sang lớp của thầy và đã được thầy đồng ý (Em có đính kèm theo mail chấp nhận của thầy)",
            "Chào em,. . Pdt đã tiếp nhận đề nghị DKMH của em. . Em xem TKB cập nhật tại Mybk-xem TKB dự kiến sau ngày 14/1/2022. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Xin chào,. . . . Em là [full_name], email: [email]. Hiện em đã đăng ký thôi học và đã được xét duyệt thành công. Vậy cho em hỏi những đơn nào em cần làm và gửi đi đâu để có thể rút được học bạ bản chính và bản sao bằng tốt nghiệp ra ạ? Em xin chân thành cảm ơn ạ.. . . . Trân trọng,. . [full_name]",
            "Chào bạn,. . Nhà trường không nhận học bạ bản chính của sinh viên nhé bạn. Tất cả hồ sơ SV nộp cho trường đều là bản sao/photo công chứng nhé.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . PDT cho em xin phép đăng ký hủy môn học CI4325 - Đề cương luận văn tốt nghiệp cơ sở hạ tầng vì một số lý do cá nhân ạ.. .",
            "[full_name] . . MSSV [student_id]",
            "Chào em,. . Đã hết thời gian huỷ môn học. . Về rút môn học em vui lòng xem email:. . Thân gửi các bạn sinh viên,. . . .   Phòng đào tạo thông báo về phương thức đăng ký RÚT MÔN HỌC (tính Học Phí theo quy định) (Chính quy + Dự thính) của học kỳ 2 (2021-2022) như sau:. . . . SV đăng nhập vào Google bằng tài khoản BKNetID@hcmut.edu.vn và điền thông tin RÚT MÔN HỌC theo link : https://forms.gle/QUtA7vkKnkW9oqBm8. . . . Thời gian đăng ký : Từ ngày 10/01/2022 đến hết ngày 05/03/2022. . . . Xem chi tiết quy định về rút môn học tại QUY CHẾ ĐÀO TẠO VÀ HỌC VỤ điều 11.2. . . . Chúc các bạn học tập thật tốt!. . . . . . Trân trọng thông báo."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Do lớp Cầu Lông L10 bị huỷ vì không đủ sĩ số và em cần học GDTC trong kì để đạt chuẩn cho năm 3 nên em gửi yêu cầu này xin PĐT xét cho em vào lớp Aerobic-PE1045 ( Học phần 2), L16.",
            "Chào em,. . - Trường hợp SV bị trùng lịch học, hết chỗ, nhóm bị huỷ do sỉ số ít không đăng ký trong HK2 vẫn có thể đăng ký lại ở các HK sắp tới.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . PĐT cho em hỏi kỳ này em có đăng ký môn đồ án bê tông cốt thép 1 và đã có thời khóa biểu nhưng trên elearning vẫn chưa có môn học đó ạ. Mong PĐT có thể xử lý vấn đề này giúp em ạ. . . .",
            "Chào em,. . [full_name] phân công CBGD, em vui lòng liên hệ [full_name] nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ .",
            "Chào em,. . Câu hỏi không rõ, vui lòng gửi lại nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Kính gửi quý thầy cô phòng đào tạo. . Em tên là [full_name], khoa Môi trường và Tài nguyên, MSSV [student_id].. . Hôm trước em có gửi yêu cầu xét tốt nghiệp vào ngày 30/11 và nhận được phản hồi sẽ thông báo và xét trước 11/1, nhưng đến nay em vẫn chưa nhận được mail thông báo.. . Mong phòng đào tạo kiểm tra lại giúp em.. . Em xin cảm ơn.",
            "\"Chào bạn. . Trường hợp của bạn đã có tên trong ds dự kiến tốt nghiệp, SV kiểm tra mail và vào đăng ký tốt nghiệp nhé. . Thân\""
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính gửi thầy cô PĐT!. . Hôm nay em có nhận được mail đăng kí học trực tiếp tại CS1, thí Nghiệm Hóa Đại Cương của HK1 2021-2022. Cho em hỏi thời gian học cụ thể trong khoảng vài tuần tới, hay sau khi nghỉ tết xong ạ. Tại em ở quê nên khi có lịch học trực tiếp phải sắp xếp thời gian lên Sài Gòn hợp lí ạ. Em xin cảm ơn. Chúc thầy cô ngày mới tốt lành."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Dạ em xin chào thầy/cô,. . Theo như Lịch đăng ký (Luận văn tốt nghiệp + Thực tập tốt nghiệp + Đề cương luận văn) đợt đăng ký cuối cùng, Các học phần đang học nhưng chưa có điểm, kể cả học dự thính, và SV không thuộc diện bị cấm thi, được xem là đạt và tích luỹ được tín chỉ để đăng ký các học phần, kể cả các học phần tốt nghiệp (TTNT, ĐCLV và LVTN).. . Quý thầy/cô xin cho em hỏi rằng nếu như em đã đăng ký Thực tập tốt nghiệp trong kỳ chính 212 rồi thì em có được đăng ký Luận văn tốt nghiệp trong đợt đăng ký cuối cùng vào ngày 18/01/2022 đến 19/01/2022 không ạ, vì môn thực tập tốt nghiệp là môn tiên quyết của luận văn tốt nghiệp ạ.. . Em cám ơn thầy/cô.. . [full_name].",
            "Chào bạn,. . . . Để đăng ký LVTN, bạn phải Thỏa điều kiện về môn tiên quyết, môn học trước, môn song hành của môn LVTN và các quy định về đăng ký môn học tại:  aao.hcmut.edu.vn/sinh viên/quy chế/học vụ/Quy chế đào tạo và học vụ bậc đại học, cao đẳng/ Điều 10.2. . . . Chúc bạn học tốt. . Thân,"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em tên: [full_name]. MSSV: [student_id]. Do sau khi chuyển từ hệ CQ sang VLVH, chuẩn anh văn chưa được chuyển nên em không đủ điều kiện đăng ký LVTN. mong PĐT kiểm tra lại giúp em ạ. Em xin cám ơn!",
            "Chào em,. . PDT đã ghi nhận yêu cầu về ĐKMH của bạn và đã chuyển cho bộ phận ĐKMH kiểm tra và xử lý.. . SV vui lòng theo dõi thời khóa biểu được cập nhật tại Mybk/Thông tin sinh viên/Xem thời khóa biểu dự kiến trễ nhất trước ngày 25/1/2022.. . Sau thời gian trên vẫn chưa được cập nhật TKB, SV vui lòng gửi lại câu hỏi qua bksi để biết lý do.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Thưa Thầy/Cô,. . Ngày 31/12 em nhận được kết quả thi anh văn nói viết, sau đó em có lên đăng ký tốt nghiệp nhưng không được. Em có hỏi trên BKsi và báo nếu ngày  11/1 vẫn chưa đăng ký thì lên báo lại. Thì hôm nay em nhờ PĐT xem lại giúp em, em vẫn chưa đăng ký xét tôt nghiệp được.. . Em xin chân thành cảm ơn ạ. . .",
            "\"Chào bạn. . Trường hợp của bạn đã có tên trong ds dự kiến tốt nghiệp, SV kiểm tra mail và vào đăng ký tốt nghiệp nhé. . Vui lòng đăng ký trước 08g00 15/01/2022. . Thân\""
        ]
    }
]