[
    {
        "intent": "",
        "message": [
            "Dạ cho em hỏi, điểm thi được nhập lên \"Bảng điểm\" của sinh viên, thì sau bao lâu không sửa được ạ?. . Em cảm ơn. .",
            "Chào bạn. . Phòng đào tạo không hiểu ý của bạn. . Điểm giảng viên đã cập nhật lên hệ thống  chính xác rồi thì tại sao lại sửa. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Chào Phòng Đào Tạo,. . . . Trong trường hợp PĐT không thể cấp giấy chứng nhận tốt nghiệp tạm thời trong thời gian sắp tới, vậy thì có giấy chứng nhận nào khác không ạ? Ví dụ như giấy hoàn thành chương trình học!. . . . Em chân thành cám ơn ạ. . . .",
            "Chào bạn. . Việc cấp giấy chứng nhận tốt nghiệp tạm thời theo lịch trình tốt nghiệp bình thường nghen bạn. . Bạn theo dõi Lịch học vụ của HK201 (lịch trình tốt nghiệp tháng 11/2020) dự kiến thông báo vào đầu tháng 9 qua mail sinh viên. . Thân. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Chuyện là em và một số bạn khác trong lớp đang thấy có lỗi sai về việc nhập điểm tổng kết của môn Vận trù của thầy [full_name] bộ môn Kĩ thuật hệ thống công nghiệp. Nhưng mà tụi em đã tìm cách liên hệ với thầy để giải quyết bằng cách gửi mail và nhắn tin trên fb mấy ngày nay nhưng vẫn không nhận được hồi âm. Em muốn hỏi là phòng đào tạo có cách nào để liên lạc với thầy được không, tụi em khá vội vì sợ điểm sẽ bị khóa trên hệ thống và không sửa được nữa. Em cảm ơn",
            "Chào bạn,. . Về việc liên hệ với giảng viên, bạn có thể liên hệ với Bộ Môn hoặc Khoa của Thầy để xin thông tin liên lạc của Thầy nhé!. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Rút môn học HK Hè/2019-2020 (có tính học phí) .",
            "Ngày 28/07/2020. . Tiêu đề: NỘP PHIẾU ĐĂNG KÝ RÚT MÔN HỌC HK HÈ/2019-2020(HK193) QUA TRANG WEB BKSI. . Nội dung:. . . . Thân gởi các bạn sinh viên. .      Do tình hình dịch Covid-19, Phòng đào tạo thông báo về việc ĐĂNG KÝ RÚT MÔN HỌC (có tính học phí) của học kỳ hè/2019-2020 (HK193) tại trang bksi.hcmut.edu theo đúng hướng dẫn bên dưới (không gửi qua mail và không đến nộp trực tiếp tại Phòng Đào tạo). . -\tThời gian: Từ ngày 17/08/2020 đến hết ngày 21/08/2020. . -\tHướng dẫn: . . 1-\tSv tải PHIẾU ĐĂNG KÝ RÚT MÔN HỌC (được gởi đính kèm) điền thông tin  ký tên  chụp hình để có file ảnh tải lên trang bksi.hcmut.edu.vn. . 2-\tSv đăng nhập vào trang bksi.hcmut.edu.vn  Hỏi/Yêu cầu  Tạo câu hỏi/yêu cầu mới  Rút môn học HK HÈ/2019-2020(có tính học phí): điền thông tin vào CHỦ ĐỀ VÀ NỘI DUNG. . 3-\tClick vào choose file để tại file ảnh . . 4-\tClick vào GỞI. . . . (Xem chi tiết quy định về rút môn học tại QUY CHẾ ĐÀO TẠO VÀ HỌC VỤ điều 11.2.). . . . . .",
            "No solution"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Sắp tới em kỳ thi giữa kỳ môn vật lý 1 (ph1004) ngày 24/8 mà em đang ở vùng dịch quảng nam không thể vào sài gòn được, em có thể thì giữa kỳ vào lần khác không ạ",
            "Chào bạn,. . Bạn đang ở vùng dịch, thì bạn có thể theo học được không?. . Bạn nên cân nhắc kỹ. . Hoặc bạn có thể xin rút MH học kỳ dự thính hè 193 (không tính học phí) do dịch COVID-19. Bạn vui lòng trình bày rõ lý do cụ thể cho Phòng Đào tạo (Đính kèm minh chứng) để được xem xét rút môn học cho bạn.. . Trình bày rõ tên MH và mã số MH cần rút, ghi rõ lý do và minh chứng kèm theo.. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính gửi: Quý Thầy cô.. . . . Em tên: [full_name].. . MSSV: [student_id].. . . . Em xin đăng ký môn học cho kỳ hè 193 môn phương pháp tính (MT1009).. . Kính mong Thầy cô xem xét đăng ký bổ sung giúp em với ạ.. . . . Em chân thành cảm ơn.. . . . Trân trọng.",
            "Chào bạn,. . . . Bạn vui lòng làm đơn DKMH nộp PDT để ban lãnh đạo phòng phê duyệt (vì thời gian đăng kí môn học đã hết).. . . . Thân.. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em chào phòng đào tạo, em tên [full_name], [student_id]2. Sinh viên khoá 13 khoa Kỹ thuật xây dựng.. . Ở học kỳ trước khá lâu (năm 2017) em có rớt môn tự chọn (theo khoá K13 của em) là Phương pháp số ứng dụng (808006), trong học kỳ vừa rồi em có học lại. Do môn học mã 808006 không còn mở cho nên em phải học môn thay thế cho môn này theo danh sách môn thay thể của nhà trường, môn thay thế em học là môn Phương pháp số, tin học ứng dụng và gis (CI3071).. . Em đã hoàn thành môn thay thế (CI3071) rồi tuy nhiên phòng đào tạo vẫn chưa chuyển điểm cho em trong mục điểm chuyển.. . Em mong phòng đào tạo xem xét và chuyển điểm hoặc phản hồi lại giúp em nếu có trục trặc gì để em có thể khắc phục sớm trước khi đến đợt xét tốt nghiệp.. . Em cám ơn phòng đào tạo.. .",
            "Chào bạn,. . Điểm chuyển sẽ được tự động cập nhật nếu đã có điểm đạt. Tuy nhiên điểm chuyển thì sẽ được cập nhật vào mỗi cuối tuần nha bạn.. . Thân mến"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Cho em hỏi lịch học vụ học kỳ mới ạ",
            "Chào bạn. . Bạn vui lòng kiểm tra mail sinh viên thường xuyên. Nhà trường sẽ có mail gởi cho sinh viên về Lịch học vụ mới. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Số TCTL hk192 của em đc 10 chỉ sao trên hệ thống chỉ để 7 chỉ vậy ạ? . . Em có chụp màn hình phía bên dưới cô xem giúp em vs ạ",
            "Chào bạn,. . Số TCTL trên mybk sẽ cập nhật sau nhé bạn,. . Nếu trong quá trình xét ĐKMH, hoặc xét tín chỉ nếu báo thiếu bạn có thể khiếu nại Tại Phòng Đào tạo nhé!. . Chúc bạn học tốt. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Vắng thi cuối kỳ học kỳ 2/2019-2020 do dịch COVID-19 . Dạ thưa minh chứng là cần gì ạ. Kiếm lại lời bác sĩ bên bệnh viện nhiêt đới hay sao ạ. Em thật sự không biết Phòng Đào Tạo muốn em làm gì ạ",
            "Chào em. . Em đi khám bác sĩ có giấy tờ gì không?. . Em bổ sung tất cả minh chứng em hiện có để phòng đào tạo xem xét. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Rút môn học HK Hè/2019-2020 (có tính học phí) . Cho em hỏi cần điền cả 2 đơn để Rút môn học hay chỉ điền 1 trong 2 đơn. Nếu chỉ cần 1 trong 2 thì là đơn nào??. . Em cảm ơn",
            "Chào bạn. . Bạn điền vào cả 2 bên của phiếu đăng ký rút môn học luôn và gởi lại nghen. . Thân",
            "No solution"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em chào thầy cô phòng đào tạo.. . Em có kiến nghị về việc học hangout online ngoài giờ lên lớp ạ. Có nhiều môn thầy cô hay sử dụng phần mềm Zoom để tương tác như hiện tại em có học môn Vật liệu xây dựng của thầy [full_name] và Cơ lưu chất của cô [full_name], nhưng trong thời gian tương tác đó em và các bạn cảm thấy âm thanh với đường truyền không tốt lắm (rè, mất tiếng, đứng hình, hình bị đơ 1 lúc mới đi) em nghĩ chắc là do Zoom k chịu được số lượng người đông nên vậy. Và em thấy tương tác bằng Google Meet thì rất mượt ạ chắc là do trường mình có bản quyền.. . Vậy em viết yêu cầu này để hỏi xem pđt có thể báo với thầy cô giúp chuyển tương tác sang bằng phần mềm Google Meet thay vì dùng Zoom để cho bọn em thuận tiện học tập online hơn được không ạ? Em xin cảm ơn ạ."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]9  /b \t. . . .   i Yêu cầu khác . Kính gửi Phòng Đào Tạo,. . Em là sinh viên [full_name]. Em vừa hoàn thành xong khóa luận vào cuối tháng 7 vừa rồi và điểm cũng đã được cập nhật trên aao. Em viết đơn này xin nhờ PĐT hỗ trợ xem xét giúp em em đã đủ điều kiện tốt nghiệp chưa ạ?. . Nếu được thì em xin lấy giấy tốt nghiệp tạm thời để xin việc làm được không ạ? . . Em xin cám ơn. Chúc PĐT có một ngày tốt lành ạ.. . . .",
            "Chào bạn,. . Hiện tại chưa có thông báo và lịch trình tốt nghiệp của đợt tháng 11/2020, Phòng Đào tạo sẽ gửi mail thông báo về lịch tốt nghiệp sau khi có lịch chính thức. Bạn vui lòng đợi mail thông báo của Nhà trường và cập nhật tại lịch học vụ.. . Phòng Đào tạo sẽ công bố danh sách SV dự kiến tốt nghiệp, nếu chưa có tên trong danh sách, bạn có thể đăng ký xét tốt nghiệp bổ sung tại Phòng Đào tạo.. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính gửi văn phòng đào tạo bộ phận quét bài. . . . -Họ tên: [full_name]. . mã lớp: TT01 MSSV [student_id]. . -Tên môn học Pháp luật Việt Nam đại cương, Mã môn học: SP1007. . -Lí do em viết đơn xin biết số câu sai của môn Pháp luật Việt Nam đại cương, mã môn SP1007.. . - Ngày thì 26/7 phòng 601 B4. . . . Em mong được sự hồi đáp sớm từ phòng đào tạo.. . . . Em xin trân trọng cảm ơn.. . . .",
            "QUOTE Kính gửi văn phòng đào tạo bộ phận quét bài. . . . -Họ tên: [full_name]. . mã lớp: TT01 MSSV [student_id]. . -Tên môn học Pháp luật Việt Nam đại cương, Mã môn học: SP1007. . -Lí do em viết đơn xin biết số câu sai của môn Pháp luật Việt Nam đại cương, mã môn SP1007.. . - Ngày thì 26/7 phòng 601 B4. . . . Em mong được sự hồi đáp sớm từ phòng đào tạo.. . . . Em xin trân trọng cảm ơn.. . . .   /QUOTE . . Chào [full_name], Bài thi môn Pháp luật VNĐC gồm 3 phần. . Phần 1:2điểm; phần 2:3điểm; phần 3:5điểm.. . Bài làm của em phần 1 đúng 15 câu= 1.5*0.1=1.5điểm;phần 2 đúng 7 câu *0.3=2.1điểm; phần 3 đúng 10 câu*0.25=2.5điểm. Tổng là 6.1 điểm.  . .",
            "li answer rate: Answer suits the needs / Câu trả lời đúng ý"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Cho em hỏi về cách thức xét điểm phân ngành của khoa điện - điện tử khóa K19. . Em có nghe nói rằng chỉ lấy điểm HK191 và HK192. Không lấy điểm HK193 và HK201. . Em xin cảm ơn. . Mong nhà trường hồi âm. . . .",
            "Chào bạn,. . Về việc phân ngành, bạn vui lòng liên hệ tại Văn Phòng Khoa để được tư vấn. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Dạ, em chào Thầy/Cô ạ.. . Em là Nguyễn Lâm Nhã - MSSV: 1712416. Em là sinh viên   B KHÓA 2017  /B  thuộc   B chương trình Kỹ sư tài năng  /B .Em có một số thắc mắc đối với quy định về ngoại ngữ mong Thầy/Cô giải đáp giúp em ạ.. . Quy định về ngoại ngữ khi   B xét tốt nghiệp  /B  có nêu:. .   I Riêng các chứng chỉ tiếng Anh 2 kỹ năng (Reading, Listening) TOEIC, TOEFL ITP hoặc BULLATS thì cần phải bổ sung thêm 1 trong các chứng chỉ Speaking & Writing sau:. . . .   B a)  /B  Chứng chỉ Speaking & Writing (với mức Đạt) của Trung tâm Ngoại ngữ của Trường Đại học Bách Khoa (áp dụng từ khóa 2013 đến khóa 2017). . . .   B b)  /B  Chứng chỉ TOEIC Speaking & Writing với mức điểm tối thiểu là 200. Riêng chương trình tài năng là 245.. . . . 1. Thầy/Cô cho em hỏi: Hiện tại em đã có chứng chỉ TOEIC Listening and Reading (đã đạt yêu cầu). Em cần bổ sung thêm chứng chỉ Speaking and Writing. Trường hợp của em là   B khóa 2017  /B  nhưng là   B chương trình Kỹ sư tài năng  /B . Vậy em có thể đăng ký thi để lấy chứng chỉ ngoại ngữ Speaking and Writing với mức Đạt ở trung tâm Bk English (như mục a) nêu trên được không hay bắt buộc phải là chứng chỉ TOEIC Speaking and Writing với mức điểm 245 (như mục b) ạ?. . . . 2. Chứng chỉ TOEIC Speaking and Writing ở mục b yêu cầu có được là chứng chỉ do trung tâm BK English cấp không ạ? (thi tại BK English). Hay bắt buộc là chứng chỉ quốc tế (thi tại trung tâm IIG ngoài trường). Nói cách khác, chứng chỉ TOEIC Speaking and Writing do BK English cấp và IIG cấp có cùng giá trị khi xét tốt nghiệp không ạ? Vì hình thức thi tại BK English và tại trung tâm IIG có đôi chút khác biệt.. . Mong Thầy/Cô giải đáp giúp em.. . Em cảm ơn Thầy/Cô ạ!. .",
            "Chào bạn,. . Trong quy chế có ghi rõ mà bạn. Bạn tham khảo quy định tại đây:. . http://aao.hcmut.edu.vn/ sinh viên/quy chế/ Quy chế đào tạo và học vụ bậc đại học, cao đẳng:/Phụ lục 1: Quy định về ngoại ngữ (áp dụng cho các chương trình giảng dạy bằng tiếng Việt)/3.   Chuẩn tiếng Anh khi nhận Luận văn tốt nghiệp (LVTN) và khi tốt nghiệp/b) Quy định về kỹ năng tiếng Anh:. . \"* Đồi với các khóa từ 2013 đến 2017, cho phép dự thi kỹ năng Speaking & Writing của Trung tâm Ngoại ngữ của Trường Đại học Bách Khoa với mức Đạt, tương đương mức điểm 200, riêng chương trình tài năng là mức “Đạt TN”, tương đương mức điểm 245.\". ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Xin chào anh chị. Em xin được phép hỏi về tình trạng hiện tại của em. Em hiện còn vướng anh văn nói viết. Mà em đã không đăng kí môn học học kì trước và học kì này. Em hiện đang bị tạm dừng. Không biết hướng giải quyết như thế nào ạ./i . . . .",
            "Chào bạn,. . Bạn vui lòng làm đơn thu nhận lại, và nộp tại Phòng Đào tạo để xét tốt nghiệp.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: gửi Phòng đào tạo, do hiện tại bảng điểm của em có nhiều môn học có điểm tổng kết 13 dẫn đến việc làm giảm điểm TBTL và gây khó khăn cho em (mặc dù điểm sẽ thay đổi nếu em học đủ số tín chỉ theo CTĐT) nhưng em mong Phòng đào tạo có thể giúp em xóa các môn đó ra khỏi bảng điểm giúp thuận tiện cho em trong việc nộp CV vào các công ty. . . Em xin cảm ơn",
            "Chào bạn,. . Bạn vui lòng xem quy định về tính điểm TBTL tại đây nhé:. . http://aao.hcmut.edu.vn/ sinh viên/quy chế/ Quy chế đào tạo và học vụ bậc đại học, cao đẳng:/Điều 19. Số tín chỉ tích lũy, điểm trung bình tích lũy"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Cho em hỏi là học kì 191 em gia hạn học phí,ngày 10/8/2020 em đã thành toán đầy đủ.Vậy em có bị hủy thời khoá biểu học kì 193 không ạ?Nếu có em xin làm đơn được không ạ?Em xin cảm ơn nhiều ạ.",
            "Chào bạn,. . Bạn Xem thông tin về việc hủy TKB học kỳ 193 ở đâu vậy?. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ:  em được phòng đào tạo chuyển mã môn học do đăng kí sai nhưng hiện tại ms cập nhật thời khóa biểu mà nhà trường chưa cập nhật mã môn học mới vào BK Elearning nên em k thể học hangout và làm kiểm tra cũng như tải tài liệu để học được..mong nhà trường giải quyết giúp em",
            "Chào bạn. . Phòng đào tạo đã xử lý, bạn đăng nhập lại để kiểm tra nghen. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: 1613439  /b \t. . . .   i Đăng ký môn học . Gửi Quý Thầy, Cô. . . . Vì môn học cơ lưu chất em được biết kết quả cuối cùng vào ngày (10/8/2020). Nên hôm nay em muốn đăng ký bổ sung môn học Cơ Lưu Chất (CI2003) để được học trong kỳ hè 193 này. Vì em là sinh viên năm cuối nên hi vọng Quý Thầy, Cô xem xét và giúp cho em đăng ký được môn này để kịp tiến độ tốt nghiệp vào tháng 11. . . Em xin chân thành cảm ơn, . . . . Trân trọng,"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Dạ thưa phòng đào tạo, hiện tại em không biết trả lời tiếp theo các câu hỏi của các cô như thế nào trên ứng dụng này ạ, nên e đã gửi nhiều đoạn tin nhắn khác nhau nên các cô không nhận được ạ, lí do của e là như sau:. . Em tên là [full_name], MSSV [student_id], em là sinh viên khoa Cơ khí. E đã đăng kí học môn học dự thính vào học kì hè này, trước khi vào học e đã về quê, nhưng sau đó vì tình hình dịch bệnh nên e không thể quay trở lại để tham gia học, nơi e ở cx gần những địa phương có ảnh hưởng của dịch bệnh nên việc đi lại để trở vào học gặp nhiều khó khăn, gia đình cũng không dám mạo hiểm để e quay trở lại học. E dự định sẽ đăng kí huỷ học phần online theo chỉ thị của phòng đào tạo, nhưng học phí vẫn được tính 100%, hiện tại vì tình hình dịch bệnh cùng với thời tiết khiến kinh tế gia đình e không ổn định, giờ lại bỏ số tiền khá lớn. E viết đơn này mong nhận được sự hỗ trợ của phòng đào tạo dành cho e cũng như những bạn có hoàn cảnh giống em. E xin cảm ơn ạ và mong sớm nhận câu trả lời từ phòng đào tạo.. . Và e cũng được cô tư vấn là huỷ như thế nào, e cũng đã trả lời là e đăng kí 1 môn cơ lý thuyết và giờ e muốn được huỷ với nguyện vọng được miễn giảm học phí ạ, E cảm ơn ạ.. . . .",
            "Chào bạn,. . Về việc miễn giảm học phí, bạn vui lòng liên hệ Phòng Công tác Chính trị sinh viên để được hướng dẫn.. . Về việc xin rút MH học kỳ dự thính hè 193 (không tính học phí) do dịch COVID-19. Bạn vui lòng trình bày rõ lý do cụ thể cho Phòng Đào tạo (Đính kèm minh chứng) để được xem xét rút môn học cho bạn.. . Trình bày rõ tên MH và mã số MH cần rút, ghi rõ lý do và minh chứng kèm theo.. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: 1613439  /b \t. . . .   i Đăng ký môn học . Gửi Quý Thầy, Cô. . . . Vì môn học cơ lưu chất em được biết kết quả cuối cùng vào ngày (10/8/2020). Nên hôm nay em muốn đăng ký bổ sung môn học Cơ Lưu Chất (CI2003) để được học trong kỳ hè 193 này. Vì em là sinh viên năm cuối nên hi vọng Quý Thầy, Cô xem xét và giúp cho em đăng ký được môn này để kịp tiến độ tốt nghiệp vào tháng 11.. . Em xin chân thành cảm ơn.. . . . Trân trọng,"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: [full_name] ơi em là sinh viên k17 cho em hỏi đã có giấy hoãn nghĩa vụ quân sự năm nay chưa ạ.",
            "Chào bạn,. . Bạn cần in giấy xác nhận sinh viên hoãn NVQS, vui lòng đăng ký tại trang mybk.hcmut.edu.vn/ In xác SV.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . [full_name] [student_id]. . quản lí dự án xây dựng CI1053",
            "Chào bạn,. . . . Bạn vui lòng làm đơn đăng kí môn học  để ban lãnh đạo phòng Đào Tạo phê duyệt vì thời gian đăng kí môn học đã hết.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]7  /b \t. . . .   i Yêu cầu khác . Chào quý thầy cô, . . Theo quyết định tốt nghiệp 142/ QĐ - ĐHBK- ĐT  ngày 07/4/2020 em đã tốt nghiệp ngày 07/04/2020.. . Theo thông tư 21/2019/TT-BGDĐT thì thời gian cấp bằng tốt nghiệp trong vòng 30 ngày kể từ có quyết định tốt nghiệp. Và em là sinh viên khóa 2012 chương trình đào tạo 156 tín chỉ nên không vướng vào Nghị định số: 99/2019/NĐ-CP về việc in bằng kỹ sư hay cử nhân. . . Nên em mong thầy cô xem xét cấp bằng tốt nghiệp sớm cho em bổ sung hồ sơ của công ty em đang công tác. Việc bằng cấp trễ sẽ ảnh hưởng tới chức vụ và lương của em tại cơ quan nên em mong thầy cô phản hồi chính xác thời gian giúp em. . . Em cảm ơn quý thầy cô.. . Trân trọng,",
            "Chào bạn,. . Trường đang đợi phôi bằng mới từ Đại học Quốc gia Thành phố Hồ Chí Minh cấp để in bằng tốt nghiệp,  Nhà trường sẽ có thông báo đến sinh viên sau khi có phôi bằng, hoàn tất khâu in bằng và lễ trao bằng tốt nghiệp cho sinh viên.. . . . Thân   . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Chào Quý Thầy Cô,. . . . Trong học kỳ hè HK193 em có đăng ký môn Xác Suất Thống Kê và đăng ký cả kỳ HK201. Cho em hỏi, nếu ở HK193 em qua được môn XSTK thì đến kỳ 201 em có được rút môn không hoàn học phí không? (Vì em đã đủ 14 tín chỉ, nếu HK201 có thêm XSTK thì em được 18 chỉ).. . Em mong nhận được sự phản hồi của Quý Thầy Cô.. . . . Chân thành cảm ơn,",
            "Chào bạn. . Lịch đăng ký môn học của Học kỳ 201, bạn xem thông báo qua mail để biết thời gian dkmh 201 đợt 2: vào đợt 2 bạn có thể hủy môn học đã đăng ký được ở đợt 1 (hk201). . - Nếu qua đợt 2 của dkmh hk201, bạn không thể hủy môn học, chỉ có thể rút môn học(có tính học phí). . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . em chào thầy/cô,. . Thầy cô cho em hỏi là nếu muốn xin chuyển hệ từ chính qui sang vừa làm vừa học thì em cần làm những gì ạ. em xin chân thành cảm ơn",
            "Chào bạn,. . . . Bạn làm đơn thôi học, bạn làm hồ sơ nhập học vào hệ vừa học vừa làm. Bạn liên hệ trực tiếp PDT  để được hướng dẫn.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Rút môn học HK Hè/2019-2020 (có tính học phí) . . .",
            "Chào bạn,. . - Phòng Đào tạo đã tiếp nhận yêu cầu về việc xin Rút môn học HK Hè 3/2019-2020 (tính Học Phí). Bạn vui lòng theo dõi kết quả được cập nhật trên trang Mybk/xem điểm sau ngày 15/09/2020 (nếu sau thời gian trên vẫn chưa được xử lý bạn có thể vào trang bksi.hcmut.edu.vn để khiếu nại).. . . . Chúc bạn học tập tốt nhé.. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "003003 anh văn 3 Nhóm DT01. . 003004 Anh văn 4 Nhóm DT01. .   i Rút môn học HK Hè/2019-2020 (có tính học phí) .",
            "Chào bạn,. . - Phòng Đào tạo đã tiếp nhận yêu cầu về việc xin Rút môn học HK Hè 3/2019-2020 (tính Học Phí). Bạn vui lòng theo dõi kết quả được cập nhật trên trang Mybk/xem điểm sau ngày 15/09/2020 (nếu sau thời gian trên vẫn chưa được xử lý bạn có thể vào trang bksi.hcmut.edu.vn để khiếu nại).. . . . Chúc bạn học tập tốt nhé.. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: 1614042  /b \t. . . .   i Rút môn học HK Hè/2019-2020 (có tính học phí) . Em xin rút môn học hè trước 17/8/2020 được không ạ? . . Môn CƠ LƯU CHẤT CI2003 - Nhóm DT04",
            "Chào bạn. . Bạn xem thông tin hướng dẫn qua mail sinh viên vào ngày 28/07/2020. . Tiêu đề: NỘP PHIẾU ĐĂNG KÝ RÚT MÔN HỌC HK HÈ/2019-2020(HK193) QUA TRANG WEB BKSI. . Nội dung:. . . . Thân gởi các bạn sinh viên. .      Do tình hình dịch Covid-19, Phòng đào tạo thông báo về việc ĐĂNG KÝ RÚT MÔN HỌC (có tính học phí) của học kỳ hè/2019-2020 (HK193) tại trang bksi.hcmut.edu theo đúng hướng dẫn bên dưới (không gửi qua mail và không đến nộp trực tiếp tại Phòng Đào tạo). . -\tThời gian: Từ ngày 17/08/2020 đến hết ngày 21/08/2020. . -\tHướng dẫn: . . 1-\tSv tải PHIẾU ĐĂNG KÝ RÚT MÔN HỌC (được gởi đính kèm) điền thông tin  ký tên  chụp hình để có file ảnh tải lên trang bksi.hcmut.edu.vn. . 2-\tSv đăng nhập vào trang bksi.hcmut.edu.vn  Hỏi/Yêu cầu  Tạo câu hỏi/yêu cầu mới  Rút môn học HK HÈ/2019-2020(có tính học phí): điền thông tin vào CHỦ ĐỀ VÀ NỘI DUNG. . 3-\tClick vào choose file để tại file ảnh . . 4-\tClick vào GỞI. . . . (Xem chi tiết quy định về rút môn học tại QUY CHẾ ĐÀO TẠO VÀ HỌC VỤ điều 11.2.). . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "MSSV: [student_id] . . Họ  tên: [full_name] . . Gửi thầy/cô phòng đào tạo, em đang thắc mắc 2 vấn đề: . . 1. Thời hạn nộp điểm Anh Văn để chuyển điểm là khi nào trong thời gian tới? . . . . 2. Thời gian chuyển điểm bao lâu kể từ khi nộp  chứng chỉ Anh Văn trong học kì tới? . . . . Em xin cảm ơn thầy/cô.",
            "Chào bạn,. . Hiện tại đã cập nhật lịch học vụ, bạn vui lòng vào xem lịch học vụ tại:. . http://aao.hcmut.edu.vn/lịch học vụ. . Nếu bạn nộp Chứng Chỉ Ngoại Ngữ và đăng ký chuyển điểm (phải hoàn thành lệ phí chuyển điểm) trước ngày 18/9/2020 thì áp dụng theo quy định chuyển điểm cũ - Bảng quy đổi điểm chuyển Ngoại Ngữ mới bắt đầu từ ngày 21/9/20 áp dụng cho HK201 Chúc bạn học tập tốt nhé. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Gửi Quý Thầy, Cô. . . . Vì môn học cơ lưu chất em được biết kết quả cuối cùng vào ngày (10/8/2020). Nên hôm nay em muốn đăng ký bổ sung môn học Cơ Lưu Chất (CI2003) để được học trong kỳ hè 193 này. Vì em là sinh viên năm cuối nên hi vọng Quý Thầy, Cô xem xét và giúp cho em đăng ký được môn này để kịp tiến độ tốt nghiệp vào tháng 11.. . Em xin chân thành cảm ơn.. . . . Trân trọng,. .",
            "Chào bạn,. . . . Bạn vui lòng làm đơn DKMH nộp PDT để ban lãnh đạo phòng phê duyệt (vì thời gian đăng kí môn học đã hết).. . . . Thân.. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Em chào thầy/ cô ạ.. . Dạ em có thắc mắc về cách tính điểm của môn thay thế có giống với môn tương đương không , vì trên aao em chỉ thấy ghi thông tin về cách tính điểm môn tương đương thôi ạ.  Nếu em học môn thay thế và xin xác nhận của khoa thì có được tính vào điểm TBTLN không ạ. . Em cám ơn thầy/ cô nhiều ạ.. .",
            "Chào bạn,. . Cách tính điểm giống nhau như nhau nhé bạn.. . Bạn xem quy định về cách tính điểm môn tương đương thay thế tại đây:. . http://aao.hcmut.edu.vn/ sinh viên/quy chế/ Quy chế đào tạo và học vụ bậc đại học, cao đẳng:/Điều 6. Các loại môn học và học phần/6.4 Môn học tương đương, môn học thay thế. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Kính gửi thầy cô PDT,. . Em tên [full_name], MSSV [student_id]. . Em có đăng kí in bảng điểm để nộp cho công ty vào ngày sáng 14/8/2020, nhưng do công ty chỉ mới thông báo hôm nay nên giờ em đăng kí thì có lịch hẹn là ngày 14/8 luôn ạ, em sợ là k kịp nộp, nên em muốn hỏi là nếu em muốn nhận bảng điểm vào chiều 13/8 có được không ạ? và PĐT có giải quyết là in nhanh xíu giúp em được không ạ?. . Em rất cảm ơn! em mong được phản hồi sớm ạ",
            "Chào bạn,. . Bảng điểm của bạn đã có, bạn có thể theo dõi trên trang mybk có cập nhật tình trạng bảng điểm để đến nhận. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tên: [full_name]ỀU   ;    MSSV [student_id]. . em xin đăng kí rút các môn học sau:. . Hệ thống máy tính và ngôn ngữ lập trình : . . EE2009. . Pháp luật Việt Nam đại cương : SP1007. . Vật lí bán dẫn : EE1013. . Lí do : ngày 31/7/2020 em về Quảng Nam, dịch bệnh bùng phát không thể vào lại tp HCM để tiếp tục học tập được ạ.. . . .",
            "Môn học đã được hủy. KO tính học phí. . TKB sẽ cập nhật sau. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]8  /b \t. . . .   i Học vụ . Xin chào ad. . Hiện tại HK 192 mình chưa thanh toán đầy đủ học phí, đến cuối tháng 8 mình mới đủ tiền đóng vậy mình có thể xin gia hạn nộp học phí đến cuối tháng 8 dc k? Nếu không nếu đến cuối t8 mình thanh toán rồi làm đơn trình bày lý do trễ hạn học phí thì có được khôi phục lại KQDKMH và TKB k? Do mình đang làm LVTN trong hk này.. . Mình xin cảm ơn",
            "Chào bạn. . Bạn vui lòng kiểm tra mail đã gởi về vấn đề này để xem hướng dẫn . . - Bạn liên hệ trực tiếp [full_name] để trình bày. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "B   b MSSV/MSGV: 1811040  /b \t. . . .   i Yêu cầu khác . Kính gửi quý Phòng Đào Tạo Đại học Bách Khoa - Đại học quốc gia Tp.HCM,. . Quý thầy/cô cho em hỏi giúp đứa em của em đang xét tuyển đại học với mong muốn vào ngành Kỹ Thuật Hàng Không chất lượng cao trường mình trong trường hợp em có 5.5 IELTS thì khi xét tuyển vào trường bằng tổ hợp khối A01 Toán Lý Anh thì mình có được quy đổi 5.5 IELTS sang 9đ Anh Văn không ạ ?. . Em xin cảm ơn.",
            "Chào bạn,. . Bạn xem quy định về tuyển sinh 2020 và quy đổi điểm AV tại đây:. . http://tuyensinh.hcmut.edu.vn/admission/ ĐH chính quy/PHƯƠNG THỨC TUYỂN SINH/ . . Về Chương trình CLC bạn vui lòng liên hệ tại Văn Phòng Đào tạo Quốc tế để tư vấn thêm. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Kính gửi PĐT, em tên [full_name], MSSV: [student_id]. . . . Em có đăng ký in bảng điểm tại PĐT ngày hôm nay, nhưng do tính chất đột xuất và gấp của bảng điểm, không biết em có thể làm đơn nhận bảng điểm sớm hơn dự kiến được không ạ, ngày hẹn 14/8, nhưng em có thể lấy vào sáng 12/8 không ạ.. . Em xin cảm ơn PĐT",
            "Chào bạn,. . . . Bạn vui lòng lấy đúng theo lịch hẹn.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Do hè này em đi thực tập, cong ty thực tập chỉ yêu cầu em đến công ty 3/7 buôi trong tuần nên em muốn đăng ký thêm môn học học kỳ hè này.Mong Phòng đào tạo giúp đỡ. Em muốn đăng ký thêm 2 môn là:. . Cơ lưu chất MNH: CI2003. . Kết cấu bê tông cốt thép 2 MNH: CI3175. . Em xin cảm ơn."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Chào thầy/cô ạ, em là sinh viên K19 chương trình đại trà khoa KTXD, hiện chương trình đào tạo là 131 tín chỉ cho Cử nhân, vậy cho em hỏi:. . Thứ nhất: trong suốt quãng thời gian học tập đó em được quyền tích lũy thêm tín chỉ để được cấp bằng Kỹ sư hay không?. . Thứ 2: Nếu có thì cần tích lũy thêm bao nhiêu tín chỉ? . . Và thứ 3: có phải nếu vậy thì em học thêm môn nào cũng được (không có trong chương trình đào tạo k19) không ạ?. . Em xin hết và cảm ơn!",
            "Chào bạn. . Về chương trình đào tạo bạn vui lòng liên hệ Khoa (cụ thể là Thầy phó khoa phụ trách chương trình đào tạo) để tư vấn và giải đáp. . Chúc bạn học tập tốt nhé.. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Cho em hỏi là hiện giờ các lớp hè đã dạy lâu rồi nhưng em không đăng ký  thì em có thể xin phòng đào tạo giấy để vào lớp không ạ và trình tự để làm giấy vào lớp như thế nào ạ . . Em cảm ơn",
            "Chào bạn,. . . . Bạn vui lòng làm đơn DKMH nộp PDT để ban lãnh đạo phòng phê duyệt (vì thời gian đăng kí môn học đã hết).. . . . Thân.. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Chào thầy/cô. . Em là sinh viên pfiev của trường. . Chứng chỉ tiếng pháp của em đã được thẩm định là hợp lệ thì theo quy chế nó sẽ được đổi thành điểm 10 cho các môn pháp văn em đã học.. . Vậy cho em hỏi em phải làm gì tiếp để nó được quy ra thành điểm ạ?. . Em có gửi hình chụp màn hình ạ. . Em xin cảm ơn thầy/cô. .   i Yêu cầu khác .",
            "Chào bạn,. . Bạn vui lòng kiểm tra lại nhé, hiện tại trên hệ thống chưa thấy bạn đăng ký chuyển điểm và thanh toán lê phí nhé!. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em muốn hỏi là nhà trường còn hỗ trợ dịch vụ giao sách tận nhà giống đợt trước không ạ?Em muốn mua sách giáo trình+bài tập xác suất thống kê của thầy [full_name] . . Em xin cảm ơn",
            "Chào bạn,. . Bạn vui lòng liên tại Thư viên hoặc tổ Giáo trình nhé!. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]4  /b \t. . . .   i Học vụ . Cho em hỏi kỳ hạn nộp bằng toeic quy đổi điểm anh văn trong kỳ hè này là ngày nào ạ.",
            "Chào bạn. . kỳ hạn nộp bằng toeic quy đổi điểm anh văn trong kỳ hè này : từ ngày 3/8/2020 đến 18/9/2020. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Rút môn học HK Hè/2019-2020 (có tính học phí) . Kính gửi : Phòng đào tạo trường ĐH Bách Khoa TP.HCM. . Em tên: [full_name]. . Mssv : [student_id]. . Em viết đơn này là để rút 2 môn học dự thính ( không tính học phí). . - MT1003: Giải tích 1. . - CH1004: Hóa Đại Cương. . Lý do: Hiện giờ em đang ở Đà Nẵng và thành phố của em đã hủy tất cả chuyến bay đến SG.Thế nên em mong muốn được rút môn học(Không tính học phí) để có thể tiếp tục học vào những kì sau ạ.Em xin cảm ơn ạ.",
            "Môn học đã hủy.. . Không tính học phí. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Thưa thầy cô,. . Em là [full_name], MSSV [student_id].. . Em có thắc mắc về chương trình liên thông lên thạc sĩ.. . Cụ thể là em nhận được mail của trường về đăng ký liên thông lên thạc sĩ và hạn chót là cuối tháng 8.. . Nhưng hiện tại em có kế hoạch vào học kỳ 202 mới học thạc sĩ thì bây giờ em nộp đơn đăng ký liên thông thạc sĩ và tới học kỳ 202 mới đăng ký môn học thạc sĩ được không ạ?. . Em mong thầy cô hồi âm ạ. . Em cảm ơn thầy cô. . . .",
            "Chào bạn. . Bạn liên hệ phòng đào tạo sau đại học để giải đáp. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Chào thầy/cô, em mong muốn được hủy phiếu đăng ký phúc tra điểm cuối kỳ môn giải tích 2 MT1005. Em đã thao tác trên mybk nhưng hệ thống báo lỗi \"Thông tin không thể hủy\". Mong thầy/cô có thể giúp em hủy ạ.. . . . Em xin cảm ơn."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . -Chào quý thầy cô ạ ! E có một vấn đề thắc mắc xin được hỏi quý thầy cô ạ . Là em có thể bổ sung môn học vào học kì hè 193 được không ? . . MSMH :(260617) Công nghệ chế tạo máy .. .  - Em xin cám ơn ạ ,Mong được quý thầy cô chấp nhận cho phép e tham lớp học , để em có thể kịp tiến độ học tập",
            "Chào bạn,. . . . Bạn vui lòng làm đơn DKMH nộp PDT để ban lãnh đạo phòng phê duyệt (vì thời gian đăng kí môn học đã hết).. . . . Thân.. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em chào thầy/cô ! Hiện tại em đã hoàn thành toàn bộ chương trình của ĐH BKTPHCM ( chỉ còn thiếu 1 ngày CTXH em sẽ bổ xung ngay khi có sự kiện nào đó được tổ chức ) Vậy em có thể xin lấy bằng tốt nghiêp sớm hơn được không ạ ? Vì công ty của em muốn vào họ ko chấp nhận giấy tốt nghiệp tạm thời. Cứ mỗi ngày chậm trễ là cơ hội của em vơi dần. Mong phía nhà trước giúp đỡ em về điều này.",
            "Chào bạn. . Việc cấp bằng phải theo đúng quy định . . - Về quy định Công nhận tốt nghiệp: Bạn vui lòng xem chi tiết tại trang web aao.hcmut.edu.vn--  sinh viên --  Quy chế --  Quy chế đào tạo và học vụ bậc đại học và cao đẳng -- Điều 20. . Chúc bạn học tập tốt nhé.. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em tên là [full_name], MSSV [student_id]. Em đã đang ký học thể chất môn bóng bàn trong kỳ hè này nhưng em vẫn chưa thấy thông báo về lịch học hay hủy môn do dịch COVID-19. Em mong phòng đào tạo sẽ giải đáp thắc mắc của em. Em cảm ơn.",
            "Chào bạn. . Phòng đào tạo kiểm tra bạn không có thời khóa biểu của dự thính hè 193. . Bạn kiểm tra thời khóa biểu tại trang mybk-- xem thời khóa biểu. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Em là Vương Triệu Tước. Mssv:[student_id].Em là sinh viên hệ CQ có đăng ký chuyển sang hệ VHVL vào tháng 7/2020. Vào ngày 21/7/2020, em có hoàn tất việc nộp hồ sơ cho trường và được cấp giấy hoàn thành thủ tục nhập học và chứng nhận sinh viên tạm thời có giá trị trong vòng 30 ngày. Sau đó, em có thực hiện các bước kích hoạt tài khoản mạng BKNETID. Vậy em đã là sinh viên chính thức chưa ? Nếu chưa , em cần thực hiện thêm những bước gì để là sinh viên chính thức? Em cảm ơn quý thầy cô nhiều. .",
            "Chào bạn,. . Bạn vui lòng liên hệ tại Phòng 201-A4, để hỏi về thủ tục tuyển sinh hệ VLVH nhé bạn!"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Dạ em chào thầy/cô ạ. . Em hiện là sinh viên năm 3 khoa QLCN, kỳ sau em chỉ cần đăng ký thêm 8 chỉ nữa thôi là đủ chỉ làm LVTN. Em muốn hỏi là nếu chỉ đăng ký 8 chỉ thì em có được xét học bổng khuyến khích không ạ?. . Em cảm ơn.",
            "Chào bạn,. . Bạn vui lòng xem điều kiện xét HB tại đây:. . http://aao.hcmut.edu.vn/sinh viên/học vụ/học bổng/QUY ĐỊNH VỀ HỌC BỔNG KHUYẾN KHÍCH/. . Phải đủ tín chỉ theo quy định xét học bổng nhé bạn. . Thân"
        ]
    }
]