[
    {
        "intent": "",
        "message": [
            "Học vụ . Mẫu đơn xin dời lịch học trực tiếp thí nghiệm cụ thể là phiếu nào vậy ạ?, thủ tục là em phải điền và có chữ ký đầy đủ hay sao ạ?",
            "Chào em,. . Phòng Đào tạo đã tiếp nhận thông tin xin hủy đăng ký học thí nghiệm trực tiếp của em.. . SV vui lòng theo dõi mail và thời khóa biểu được cập nhật Mybk/Thông tin sinh viên/Xem thời khóa biểu sau khi trường được hoạt động lại bình thường (dự kiến trong tháng 3/2022). . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Em chào thầy/cô!. . Em tên [full_name] (MSSV: [student_id]). Lần trước em có xin hủy đơn hoãn học thí nghiệm trực tiếp vào lúc 12:56 ngày 12/15/2021 vì vấn đề di chuyển đi lại đã được khắc phục và được cô [full_name] xác nhận đã khôi phục. Nhưng hiện tại khi em lên kiểm tra thì thấy lịch học hóa thí nghiệm trực tiếp vào tuần 1,2 năm 2022 của em đã bị mất. Em không biết là đã khôi phục lại được chưa và đã được đi học bình thường như sắp xếp của pđt chưa? Và lịch học như thế nào? Em mong thầy/cô giải đáp thắc mắc của em. Em chân thành cảm ơn!. .   i Học vụ .",
            "Chào em,. . - Do em vừa gửi email [email], vừa gửi bksi nên khi em gửi bksi cô đã khôi phục. Tuy nhiên bên email thì em không gửi bổ sung.. . - Hiện tại đã quá trễ để đăng ký học trực tiếp thí nghiệm, đồ án. . . SV vui lòng theo dõi mail và thời khóa biểu được cập nhật Mybk/Thông tin sinh viên/Xem thời khóa biểu sau khi trường được hoạt động lại bình thường (dự kiến trong tháng 3/2022). . - Lần sau có gửi câu hỏi thì em gửi email pdt hoặc bksi, không gửi cả 2 nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Môn   B Thực tập điện tử 1 (EE2023)  /B  em đã được xác nhận hủy đăng ký học trực tiếp nhưng thầy vẫn điểm danh thì có bị ảnh hưởng gì không ạ.. . . .   i Yêu cầu khác .",
            "Chào em,. . nhưng thầy vẫn điểm danh thì có bị ảnh hưởng gì không ạ.. . =  Em nên trình bày với GV nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp .   . . Em tên là [full_name]. MSSV [student_id]. Lần trước e hỏi BKSI và được trả lời là mail hỏi PDT nhưng em đã mail được 4 ngày rồi vẫn chưa được PDT phản hồi. Nên em làm yêu cầu này xin phép PDT xem xét chuyển điểm môn Hóa đại cương CH1003 sang môn Hóa đại cương 604601 của khóa cao đẳng và xét tốt nghiệp cho em đúng thời điểm ạ.. . Dưới đây là minh chứng bảng điểm môn Hóa đại cương CH1003 của em đã qua môn.. . Em rất mong nhận được sự giúp đỡ từ PDT. .",
            "Chào em,. . Trường hợp của em đã được cập nhật môn tương đương và đủ điều kiện tốt nghiệp.. . Em vui lòng đợi ds cập nhật bổ sung trong tuần sau nhé. Dự kiến sau ngày 24/12/2021. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Dạ cho em hỏi kỳ này do dịch covid nên không kịp thi anh văn bên ngoài để nộp bằng toeic vào và quy đổi điểm, nên em đã học anh văn 3 (nhu cầu ) để có thể kịp chuẩn anh văn cho năm học sau. Vậy em không biết học anh văn 3A (nhu cầu ) thì điểm có tính vào trung bình học kỳ và trung bình tích lũy không vậy ạ. Hay chỉ tính [full_name] (như thể chất ) thôi. Em cảm ơn",
            "Chào em,. . Các môn anh văn theo nhu cầu đều không tính vào điểm TBTL, đều quy về mã gốc theo quy định.. . Thân mến. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Chào thầy/cô,. . Em đã hoàn thành xong các chương trình học, học kỳ này em chỉ học AV4A để đạt yêu cầu chuẩn tiếng anh và có điểm vào ngày 16/12 vừa rồi. Tuy nhiên em chưa thể đăng kí tốt nghiệp được. Mong thầy cô cập nhật danh sách để em có thể đăng kí tốt nghiệp trước thời hạn quy định ạ.. . Em xin cảm ơn!",
            "\"Chào bạn,. . PDT đã ghi nhận yêu cầu về đăng ký xét TN của bạn. SV vui lòng theo dõi email  và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 21/12/2021 SV vẫn chưa nhận được mail hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 11/2021 (cập nhật mới gia hạn thời gian xử lý tốt nghiệp). . Về tình trạng sinh viên, khi nào em có tên trong ds dự kiến tốt nghiệp, PDT sẽ tự động ra QD thu nhận cho bạn nhé. . Thân. . \""
        ]
    },
    {
        "intent": "",
        "message": [
            "Dạ thầy cô cho em hỏi cách hoãn thi cuối kì như thế nào ạ? . . Em đã đọc lên mybk vào mục Hoãn thi nhưng môn thi đó của em không xuất hiện trên mybk thì em phải hoãn thi môn đó theo quy trình như thế nào ạ? . . Em xin chân thành cảm ơn.. .",
            "Chào bạn,. . Bạn vui lòng trình bày rõ tên và mã MH? ở học kỳ nào nhé? để PDT kiểm tra và trả lời. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Kính gửi thầy, cô. . Dạ điểm anh văn 4A của em đã được cập nhật, hiện nay em đã đủ điều kiện để được xét tốt nghiệp. Nhưng em vẫn chưa được update lên thông tin danh sách tốt nghiệp dự kiến ạ. Cho em hỏi khi nào trường mới cập nhật lại ạ vì hạn chót xét tốt nghiệp là 24/12 em sợ sẽ không kịp đăng kí ạ. . . Em xin cảm ơn",
            "\"Chào bạn,. . PDT đã ghi nhận yêu cầu về đăng ký xét TN của bạn. SV vui lòng theo dõi email  và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 21/12/2021 SV vẫn chưa nhận được mail hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 11/2021 (cập nhật mới gia hạn thời gian xử lý tốt nghiệp). . Về tình trạng sinh viên, khi nào em có tên trong ds dự kiến tốt nghiệp, PDT sẽ tự động ra QD thu nhận cho bạn nhé. . Thân. . \""
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em đóng học phí bị trễ hạn nhưng hiện tại em lại không thể lên trường được. Em muốn hỏi có cách nào khác để lấy được giấy cho phép vào phòng thi không ạ?",
            "Chào em,. . PĐT ghi nhận thông tin của em, em chú ý thanh toán đúng thời gian vào các HK sau nhé.. . Em muốn hỏi có cách nào khác để lấy được giấy cho phép vào phòng thi không ạ?. . =  Em thi bình thường nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Điểm hoãn thi . Cho em xin hỏi về vấn đề điểm hoãn thi của em. Em đã hoãn thi Xác suất thống kê vào kì 202. PĐT đã sắp xếp buổi thi cuối kì cho môn xstk vào kì này cho em. Và em đã tham gia và hoàn thành bài thi. Em muốn hỏi là có phải điểm thành phần của em bị xóa hết và lấy điểm cuối kì là điểm tổng kết cả môn cho em không ạ?. . Em xin cảm ơn.. .",
            "Chào em,. . Về quy định (thi xóa điểm VT, cách tính điểm ĐẠT) Vắng thi có phép và hoãn thi: Bạn vui lòng xem chi tiết tại trang web aao.hcmut.edu.vn--  sinh viên --  Quy chế --  Quy chế đào tạo và học vụ bậc đại học và cao đẳng -- Điều 17.2. . Thân mến. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác  /i Em tên là [full_name],mssv [student_id].dạ em thấy có lịch học hóa thí nghiệm vào tuần 51 52 ở BK CS2 phòng H1-503 lớp L68 ca 13h đến 17h50.Em muốn xin dời lịch học sang các tuần khác (sang đợt sau tết) ạ.Tại vì bản thân và gia đình em đang mắc covid và địa phương cũng còn đang dịch khá nặng ạ.em mong bản thân sẽ được giải quyết sớm tại nếu không  sẽ bj đánh vắng và khó khăn việc thi cuối kỳ ạ.em cảm ơn. . . .",
            "Chào em,. . Phòng Đào tạo đã tiếp nhận thông tin xin hủy đăng ký học thí nghiệm trực tiếp của em.. . SV vui lòng theo dõi mail và thời khóa biểu được cập nhật Mybk/Thông tin sinh viên/Xem thời khóa biểu sau khi trường được hoạt động lại bình thường (dự kiến trong tháng 3/2022). . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Chào trường.. . Mã số sinh viên:[student_id]. . Mong phòng đào tạo cho em hoãn học môn Nhập môn về kỹ thuật (thí nghiệm) vì hiện tại chưa có thể lên thành phố Hồ Chí Minh được.. . Em cảm ơn",
            "Chào em,. . Phòng Đào tạo đã tiếp nhận thông tin xin hủy đăng ký học thí nghiệm trực tiếp của em.. . SV vui lòng theo dõi mail và thời khóa biểu được cập nhật Mybk/Thông tin sinh viên/Xem thời khóa biểu sau khi trường được hoạt động lại bình thường (dự kiến trong tháng 3/2022). . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em chào quý thầy cô ạ!. . Em tên: [full_name] (MSSV: [student_id]). . Khoa Kỹ Thuật Xây Dựng, Bộ môn Cầu Đường, Lớp [full_name]T01.. . Lý do: Em đã đủ điều kiện đăng kí tốt nghiệp nhưng vẫn chưa nhận được mail của trường về việc thông báo đăng kí tốt nghiệp ạ. Thời gian chỉ còn vài hôm nữa là hết hạn đăng kí rồi ạ! Mong quý thầy cô kiểm tra giúp em ạ!. . Em xin cảm ơn!",
            "\"Chào bạn,. . PDT đã ghi nhận yêu cầu về đăng ký xét TN của bạn. SV vui lòng theo dõi email  và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 21/12/2021 SV vẫn chưa nhận được mail hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 11/2021 (cập nhật mới gia hạn thời gian xử lý tốt nghiệp). . Về tình trạng sinh viên, khi nào em có tên trong ds dự kiến tốt nghiệp, PDT sẽ tự động ra QD thu nhận cho bạn nhé. . Thân. . \""
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Kính gửi Phòng Đạo Tạo,. . . . Cho em hỏi ở HK211 này, việc đăng kí hoãn thi chỉ cần đăng kí trên Mybk mục số 12 thôi phải không ạ? Có cần gửi mail cho Giảng viên bộ môn/ Cán bộ coi thi hay viết đơn gửi Phòng đào tạo như học kì trước không?. . . . Em cảm ơn!",
            "Chào em,. . Em vui lòng xem lại email PĐT đã gửi:. . Kế hoạch tổ chức thi học kỳ 1 năm 2021-2022. . mục 5. Hướng dẫn đăng ký hoãn thi Cuối kỳ, dự thi. . - Hết đợt thi HK PĐT sẽ hậu kiểm với [full_name].. . Thân mến. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em tên là [full_name]_[student_id]. . Em có đăng kí học trực tiếp tại trường nhưng lịch học môn Thí nghiệm Hóa đại cương (CH1004) bị trùng với môn CS ngành ạ. Em muốn hủy đăng kí học trực tiếp môn Thí nghiệm hóa đại cương để khi nào đi học lại bình thường học được không ạ. Dạ em cảm ơn. .",
            "Chào em,. . Phòng Đào tạo đã tiếp nhận thông tin xin hủy đăng ký học thí nghiệm trực tiếp của em.. . SV vui lòng theo dõi mail và thời khóa biểu được cập nhật Mybk/Thông tin sinh viên/Xem thời khóa biểu sau khi trường được hoạt động lại bình thường (dự kiến trong tháng 3/2022). . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ kính gửi quý thầy cô phòng đào tạo, em là [full_name] mssv: [student_id]. . . . Do kỳ sau em sẽ tốt nghiệp vào tháng 4 nên em đã đăng ký trước một môn học ở đợt 1 để giữ chỗ tránh trường hợp không có thời khóa biểu trong  trong học kỳ, nhưng khi em vào lại thì đã bị khóa đăng ký, em có gửi hình đính kèm ạ, trường hợp này em nên làm thế nào ạ, em cảm ơn thầy cô, chúc thầy cô nhiều sức khỏe ạ."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: 2014855  /b \t. . . .   i Yêu cầu khác . DẠ EM CHÀO PHÒNG ĐÀO TẠO Ạ, EM TÊN LÀ NGUYỄN HỮU TRÍ MSSV LÀ 2014855, DẠ LÀ VÀO NGÀY 13.8 EM CÓ LÀM BÀI THI GIẢI TÍCH 2 mã nhóm là L23-D, NHƯNG EM BỊ TRỤC TRẶC MẠNG CHO NÊN ĐÃ LÀM MẤT VIDEO, VÀ EM NGHĨ LÀ MẤT VIDEO SẼ BỊ 0 ĐIỂM BÀI THI CHO NÊN EM ĐÃ LÀM ĐƠN ĐĂNG KÍ HOÃN THI NGAY SAU THI VÀ em sợ là  KHÔNG  ĐƯỢC CHẤP NHẬN , CHÍNH VÌ THẾ EM ĐÃ ĐĂNG KÍ LẠI kỳ dự thính giải tích 2 đợt này mã nhóm là DT04_C, nhưng bất ngờ vì em nhận được mail đã chấp nhận hoãn thi vào kì rồi, em được sắp lịch thi ngày cuối kỳ là 19.12 dạ phòng đào tạo cho em hỏi là như thế là em sẽ lấy điểm của kì dự thính đó tính cho kì này và  là dùng điểm đó trả cho kì hoãn thi vừa rồi luôn ạ, hay là em cần phải thi thêm 1 kì của hoãn thi nữa ạ, em mong phòng đào tạo trả lời với ạ",
            "QUOTE MSSV/MSGV: 2014855    . . . . Yêu cầu khác. . . . DẠ EM CHÀO PHÒNG ĐÀO TẠO Ạ, EM TÊN LÀ NGUYỄN HỮU TRÍ MSSV LÀ 2014855, DẠ LÀ VÀO NGÀY 13.8 EM CÓ LÀM BÀI THI GIẢI TÍCH 2 mã nhóm là L23-D, NHƯNG EM BỊ TRỤC TRẶC MẠNG CHO NÊN ĐÃ LÀM MẤT VIDEO, VÀ EM NGHĨ LÀ MẤT VIDEO SẼ BỊ 0 ĐIỂM BÀI THI CHO NÊN EM ĐÃ LÀM ĐƠN ĐĂNG KÍ HOÃN THI NGAY SAU THI VÀ em sợ là  KHÔNG  ĐƯỢC CHẤP NHẬN , CHÍNH VÌ THẾ EM ĐÃ ĐĂNG KÍ LẠI kỳ dự thính giải tích 2 đợt này mã nhóm là DT04_C, nhưng bất ngờ vì em nhận được mail đã chấp nhận hoãn thi vào kì rồi, em được sắp lịch thi ngày cuối kỳ là 19.12 và mã của môn thi là DT06 nghĩa là của kỳ dự thính này chứ không phải của kỳ hoãn thi ạ, dạ phòng đào tạo cho em hỏi là như thế là em sẽ lấy điểm của kì dự thính đó tính cho kì này và  là dùng điểm đó trả cho kì hoãn thi vừa rồi luôn ạ, hay là em cần phải thi thêm 1 kì của hoãn thi nữa ạ, em mong phòng đào tạo trả lời với ạ  /QUOTE . .",
            "Chào bạn . . 2 hình thức khác nhau,. . Môn hoãn thi bạn sẽ có 1 lần thi, vì bạn đã có lịch thi môn này ở hk211 nên pdt sẽ thông báo sau. . còn môn bạn đăng ký ở Hk211 cũng có lịch thi bạn đi thi bình thường. . [full_name]. .",
            "DẠ NHƯ THẾ THÌ CHỊ CHO EM HỎI LÀ EM ĐÃ CÓ ĐIỂM DỰ THÍNH CỦA KÌ HK211 RỒI MÀ KÌ SAU EM LÀM LẠI BÀI HOÃN THI THÌ EM CÓ THỂ DÙNG ĐIỂM CỦA KỲ DỰ THÍNH HK211 LÀM ĐIỂM TỔNG KẾT TRUNG BÌNH CỦA GIẢI TÍCH 2 HAY LUÔN KHÔNG Ạ, EM MONG CHỊ GIẢI ĐÁP LUN VỚI Ạ.",
            "Chào bạn. . Không được nghen bạn. . - Điểm ở Hk211 là cách tính điểm theo CTDT. . - Điểm hoãn thi ở Hk202: kết quả này làm điểm tổng kết thay thế cho điểm HT. . Thân",
            "Dạ vậy thì chị cho em hỏi là nếu em thi điểm HT đó xong mà thấp hơn điểm dự thính của kì HK211 thì em có quyền lấy điểm dự thính Hk211 để làm điểm tổng kết cuối cùng của môn GT2 được không ạ chị, em cảm ơn chị ạ",
            "Chào bạn,. . Điểm Xóa HT HK202 bạn thi lại thì tính vào điểm của HK202.. . Điểm HK211 thì tính vào điểm của HK211.. . Điểm TB tích lũy ngành sẽ tính điểm cao nhất cho SV. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Dạ em chào quý thầy cô, anh chị ạ,. . Em là [full_name], đến từ khoa Điện - Điện tử, MSSV:[student_id].. . Em có thắc mắc là lịch học của em có hai môn nhập môn thí nghiệm như hình bên dưới vậy ngày mai tức   I thứ 2, ngày 20/12/2021  /I , em phải lên   B cơ sở 1 của trường để học trực tiếp  /B  đúng không ạ?. . Em cảm ơn thầy cô, anh chị đã dành thời gian đọc câu hỏi này ạ.. . Em mong nhận được phản hồi sớm của thầy cô để em chuẩn bị cho tiết học ngày mai ạ . . Trân trọng, . . Em [full_name]."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Kính gửi thầy/cô. Cho con xin hỏi cách hoãn thi HK202 ạ. . . .",
            "Chào bạn . . Điến thời điểm hiện tại Pdt không thể nhận đơn Hoãn thi Hk202 vì hết thời gian theo quy định. . Về vấn đề Hoãn thi của HK211 bạn vui lòng xem chi tiết: Thông báo kế hoạch tổ chức thi HK211 Pdt đã gởi qua mail  vào ngày 22/11/2021- Mục 5. Hoặc Quy trình Hoãn thi HK211 Pdt đã gởi qua mail  vào ngày 10/12/2021. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em tên là [full_name], MSSV:[student_id], có thời khóa biểu thí nghiệm NMKT vào tuần 51 tại phòng C2-PTTDT từ tiết 2-6 thứ 2 lớp VL01. Em muốn dời lịch lại các tuần (đến sau đợt tết ).Hiện tại em đang ở địa phương có tình hình dịch căng thẳng và có người thân F0.Em mong yêu cầu được duyệt để không ảnh hưởng đến kết quả học tập ạ.Em cảm ơn ạ.. .",
            "Chào em,. . Phòng Đào tạo đã tiếp nhận thông tin xin hủy đăng ký học thí nghiệm trực tiếp của em.. . SV vui lòng theo dõi mail và thời khóa biểu được cập nhật Mybk/Thông tin sinh viên/Xem thời khóa biểu sau khi trường được hoạt động lại bình thường (dự kiến trong tháng 3/2022). . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ .  Dạ em là [full_name]- [student_id].. . Hiện học kì 211 này em học 21 chỉ và có đăng kí hoãn thi cuối kì 1 môn 4 chỉ (do không đủ điều kiện trang thiết bị tham gia kiểm tra). .  EM muốn hỏi là sau khi kết thúc kì 211 nếu em đủ điều kiện về điểm và tín chỉ để xét HBKK, thì việc em hoãn thi 1 môn đó có bị cấm xét HBKK hay không. Em xin cảm ơn ạ. .",
            "Chào em,. . Em liên hệ phòng Công tác chính trị sv qua email [email] để được hướng dẫn nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Kính chào PĐT,. . Em là: [full_name]. . MSSV: [student_id]. . Lớp: CK18CTM. . Ngày 11/12/2021 em có làm đơn đăng kí đi học trực tiếp tại trường gồm có 2 môn: ME3034-Kỹ thuật chế tạo 2; ME4008-CAD/CAM.. . Nhưng đến ngày 15/12/2021 thì PĐT mới tiếp nhận đơn xin học và cập nhật lịch học cho em nhưng mà là vào tuần 50.. . Nên khi em nhận được lịch học thì môn ME3034 đã diễn ra 1 buổi nên em không thể tham dự lớp học thí nghiệm. Mong PĐT có thể cập nhật lại thời khóa biểu giúp em.. . Em cũng đã trả lời mail sau khi nhận được sự thay đổi của PĐT nhưng chưa được trả lời.  B   /B . . Em cũng mong PĐT giải quyết giùm em. Vì em sợ sẽ bị đánh vắng thí nghiệm môn ME3034 vì lịch PĐT cập nhật bị trễ hơn so với thực tế (Khi cập nhật thì lớp học đã diễn ra rồi). . P/s: Em có đính kèm các hình ảnh chứng minh. .",
            "Chào em,. . Ý em bây giờ là huỷ 2 môn: ME3034-Kỹ thuật chế tạo 2 ; ME4008-CAD/CAM. Nếu em muốn huỷ thì ghi rõ huỷ môn nào, mã số môn học, tên môn học  gửi lại nhé.. . Thân mến. . . .",
            "li answer rate: Answer suits the needs / Câu trả lời đúng ý"
        ]
    },
    {
        "intent": "",
        "message": [
            "[full_name] Tốt nghiệp .  Hiện tại em chưa có điểm môn anh văn 2 3 4 do chưa nộp bằng và không theo học môn anh văn 2 3 4 trong trường.. . . . Thầy/ cô cho em hỏi em là K18 vậy thì toeic 2 kĩ năng nghe - đọc em cần nộp tối thiểu là bao nhiêu điểm để hoàn thành tất tần tật điều kiện về anh văn để ra trường.. . . . Em đọc ở quy chế thì chỉ cần 500 cho K18 nhưng mà để chuyển đổi điểm qua av 2 3 4 thì cần tối thiểu 600.. . . . Vậy giờ cho em hỏi thì em cần đạt ít nhất số điểm bao nhiêu để hoàn thành tất cả về yêu cầu anh văn ạ??",
            ". . \"Chào bạn. . - Về quy định chuẩn tiếng anh trong quá trình học: Bạn vui lòng xem chi tiết tại trang web aao--  sinh viên --  Quy chế --  Quy chế đào tạo và học vụ bậc đại học và cao đẳng -- Phụ lục 1: Quy định về ngoại ngữ . . Bạn cần phân biệt 2 loại. . - Đề xét tốt nghiệp thì 500. . - Để quy đổi điểm thì theo bảng như quy định. . Chúc bạn học tập tốt nhé.. . Thân. . \""
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Chào anh/ chị. . - Em đã có điểm AV4 nhưng chỉ mới hiện trên bảng điểm chú thích là điểm   B HK1 2021-2022  /B  ( nhưng em học là kỳ   B dự thính  /B ) và vẫn chưa được cập nhật điểm trung bình cũng như chưa nhận được mail danh sách tốt nghiệp dự kiến. . - Vì hạn đăng ký tốt nghiệp sắp hết (24/12) em mong phòng đào tạo có thể cập nhật điểm và danh sách dự kiến tốt nghiệp nhanh nhất có thể để các bạn đủ điều kiện có cơ hội tốt nghiệp đúng hạn ạ.. . Cảm ơn anh/ chị đã đọc và hỗ trợ ạ",
            "\"Chào bạn,. . PDT đã ghi nhận yêu cầu về đăng ký xét TN của bạn. SV vui lòng theo dõi email  và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 21/12/2021 SV vẫn chưa nhận được mail hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 11/2021 (cập nhật mới gia hạn thời gian xử lý tốt nghiệp). . Về tình trạng sinh viên, khi nào em có tên trong ds dự kiến tốt nghiệp, PDT sẽ tự động ra QD thu nhận cho bạn nhé. . Thân. . \""
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Kính gửi PĐT, . . . . Cho em được hỏi về lịch cụ thể của việc bảo vệ luận văn của trường mình nói chung trong học kì 211 này không ạ?. . . . Em cảm ơn. . . . . Trân trọng",
            "Chào em,. . Em vui lòng xem lại email PĐT đã gửi:. . Kế hoạch tổ chức thi học kỳ 1 năm 2021-2022. . mục 2. Thời gian Thi. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Chào pdt,. . Cho em hỏi là các môn cơ sở ngành của năm 2, cụ thể là môn kỹ thuật số ee1009 khoa điện có được hoãn thi do không đáp ứng được yêu cầu kỹ thuật không ạ, em đã có đủ điểm thành phần rồi ạ.",
            "Chào bạn,. . - Bạn vui lòng xem chi tiết hướng dẫn thi trực tuyến nhà trường đã gửi thông báo đến SV. . - Bạn cần thực hiện theo hướng dẫn của nhà trường và thực hành để thuần thục các thao tác ghi màn hình trước khi thi.. . - Bạn nên liên hệ GV giảng dạy để được hướng dẫn.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Chào thầy/cô,. . . . Em là [full_name], MSSV: [student_id].. . . . Em đã nộp chứng chỉ ngoại ngữ và đăng kí chuyển điểm từ ngày 14/12/2021. Và hiện tại nó vẫn đang trong quá trình thẩm tra. Và em đã từng nộp đơn xin nhận lại qua bksi (vì tình trạng sinh viên của em bị tạm dừng) nhầm để đăng kí tốt nghiệp nhưng vẫn chưa được nhận lại. Em mong thầy cô có thể hỗ trợ và tạo điều kiện giúp em có thể hoàn thành thẩm tra chứng chỉ ngoại ngữ và nhận lại để em có thể đăng kí tốt nghiệp trước khi hết kì hạn 24/12/2021 này ạ.. . . . Em cảm ơn.",
            "\"Chào em,. . Trường hợp của em vui lòng theo dõi tình trạng thẩm tra chứng chỉ tại mybk/Nộp chứng chỉ ngoại ngữ, khi nào chuyển qua tình trạng đã thẩm tra hợp lệ (thời gian thẩm tra phụ thuộc vào đơn vị cấp chứng chỉ), bạn gửi lại yêu cầu qua bksi xin chuyển điểm sớm để xét tốt nghiệp nhé. . Về tình trạng sinh viên, khi nào em có tên trong ds dự kiến tốt nghiệp, PDT sẽ tự động ra QD thu nhận cho bạn nhé. . Thân\""
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Kính gửi Phòng Đào tạo,. . . . Em tên là [full_name]. MSSV [student_id]. . Hiện tại do tình hình dịch bệnh nên em vẫn chưa thể học môn nhập môn kỹ thuật (thí nghiệm) trực tiếp tại trường nên em mong PĐT hủy môn giúp em ạ để em có thể học vào một thời gian khác. Lớp học của em là lớp VL01 ạ.. . . . Em xin cảm ơn. . Trân trọng!",
            "Chào em,. . Phòng Đào tạo đã tiếp nhận thông tin xin hủy đăng ký học thí nghiệm trực tiếp của em.. . SV vui lòng theo dõi mail và thời khóa biểu được cập nhật Mybk/Thông tin sinh viên/Xem thời khóa biểu sau khi trường được hoạt động lại bình thường (dự kiến trong tháng 3/2022). . Thân mến. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em đã đăng kí hoãn thi rồi mà s vẫn chưa được xác nhận(hệ thống vẫn hiển thị là đang chờ xử lí) vậy ạ. Nếu đến ngày thi mà vẫn vậy thì có sao không ạ. Em cảm ơn",
            "Chào em,. . - Em vui lòng xem lại email PĐT đã gửi:. . Kế hoạch tổ chức thi học kỳ 1 năm 2021-2022. . mục 5. Hướng dẫn đăng ký hoãn thi Cuối kỳ, dự thi. . - Đến hết đợt thi HK, PĐT mới hậu kiểm và giải quyết 1 lần nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em tên : [full_name] . . MSSV [student_id] . . EM viết đơn này để hoãn thi môn Cấu TRúc rời rạc cho khoa học máy tính (C01007) thi vào lúc 16h ngày 20-12-2021 vì lí do em bị F0 em đang sốt em sợ là mai em hông thi nổi . Hôm nay ( 19-12-2021) em có ráng thi xong môn GT2 mà em cảm thấy tình hình sức khỏe của em sợ rằng ngày mai em làm bài không đc tốt nên em xin phép PĐT cho em xin hoãn thi",
            "Chào em,. . Em vui lòng xem lại email PĐT đã gửi:. . Kế hoạch tổ chức thi học kỳ 1 năm 2021-2022. . mục 5. Hướng dẫn đăng ký hoãn thi Cuối kỳ, dự thi. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em tên là [full_name], mã số sinh viên: [student_id].. . Tuần 51, thứ 2 ngày 20/12/2021, em có tiết Nhập môn về kỹ thuật (thí nghiệm) vào 7:00 đến 11:50 tại phòng C2-PTTDT BK CS1 lớp L13, VL01. Em muốn xin dời lịch học sang tuần khác hoặc sau tết ạ. Lí do vì cô chú em mới có kết quả dương tính với covid 19 mà em thường hay tiếp xúc với cô chú ạ. Em mong quý thầy cô thông cảm và xem xét cho em dời lịch học ạ.. . Em cảm ơn quý thầy cô ạ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em tên là [full_name], mã số sinh viên: [student_id].. . Tuần 51, thứ 2 ngày 20/12/2021, em có tiết Nhập môn về kỹ thuật (thí nghiệm) vào 7:00 đến 11:50 tại phòng C2-PTTDT BK CS1 lớp L13, VL01. Em muốn xin dời lịch học sang tuần khác hoặc sau tết ạ. Lí do vì cô chú em mới có kết quả dương tính với covid 19 mà em thường hay tiếp xúc với cô chú ạ. Em mong quý thầy cô thông cảm và xem xét cho em dời lịch học ạ.. . Em cảm ơn quý thầy cô ạ.",
            "Chào em,. . Phòng Đào tạo đã tiếp nhận thông tin xin hủy đăng ký học thí nghiệm trực tiếp của em.. . SV vui lòng theo dõi mail và thời khóa biểu được cập nhật Mybk/Thông tin sinh viên/Xem thời khóa biểu sau khi trường được hoạt động lại bình thường (dự kiến trong tháng 3/2022). . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em chào cô ạ. . Em là [full_name] học lớp CK20CK04 em có thắc mắc là em đọc trên mạng thì sẽ hạ bằng nếu học lại quá 5 phàn trăm tín chỉ ngành từ tháng 5/2021.Cho em hỏi là cái này áp dụng cho các khóa sau ngày này hay khóa của em là K20 cũng sẽ áp dụng vậy ạ.Em xin cảm ơn",
            "Chào em,. . Cô chưa hiểu rõ câu hỏi của bạn? Bạn vui lòng trình bày rõ thông tin bạn đọc ở đâu? và gửi đính kèm để PDT kiểm tra nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em chào anh/ chị, thầy/ cô!. . Em tên [full_name] mssv [student_id]. . Em là sinh viên k15 khoa điện-điện tử nay em viết đơn này xin anh chị cho em đăng kí trả môn cuối và hoàn thành chương trình đào tạo do đã hết thời gian đào tạo tối đa. Kì này em đã, đang làm luận văn và trả nốt các môn còn thiếu chỉ còn thiếu môn Giải tích 2(mt1005) nên mong anh/ chị, thầy/ cô cho em được đăng kí trả nốt môn ạ!. . Em xin chân thành cảm ơn!",
            "Chào em,. . Em vui lòng xem quy chế điều 5.5. . http://www.aao.hcmut.edu.vn/quy chế quy định/học vụ/- Quy chế đào tạo và học vụ bậc đại học, cao đẳng/điều 5.5. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em k15 đã hết chương trình đào tạo nhưng còn luận văn tốt nghiệp nên em có thể gia hạn hay phải chuyển hệ đào tạo ạ chuyển hệ cần những giấy tờ nào. Đợt đăng ký môn học vừa rồi em đã đăng ký nhưng giờ không thể truy cập được.",
            "\"Chào bạn. . Bạn tải mẫu Phiếu đề nghị chuyển sang VLVH  tại trang web: aao.hcmut.edu.vn gởi tại BKSI để Pdt xử lý chuyển sang VLVH cho bạn. . Thân. . \""
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác  /i  Em chào thầy/cô. . Đợt đóng học phí ngày 19/11 do em đóng không để ý mà việc giao dịch không thành công, em cũng chủ quan không để ý. Nên nay xem lại em mới đóng tiền sáng nay.. . Cho em hỏi không biết nó có ảnh hưởng tới kết quả của môn đề cương luận văn kì này của em không, tại do kì này em chỉ đăng kí 1 môn đề cương thôi.. . Em cảm ơn thầy/cô ạ.. . . .",
            "Chào em,. . PĐT ghi nhận thông tin của em, em chú ý thanh toán đúng thời gian vào các lần sau nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em chào pđt, em là sinh viên [full_name], MSSV: [student_id]. Em muốn hỏi là em là sinh viên năm cuối chờ tốt nghiệp. Vừa rồi em còn thiếu điểm môn anh văn 4, và em đã nộp bằng TOEIC vào ngày 14/12/2021 để chuyển điểm để kịp xét tốt nghiệp. Nhưng hiện tại em xem thì thấy tình trang vẫn đang thẩm tra em sợ là sẽ không kịp xét. Phòng đào tạo có thể xem xét trường hợp của em trước để giải quyết không ạ?. . Em xin cảm ơn",
            "\"Chào em,. . Trường hợp của em vui lòng theo dõi tình trạng thẩm tra chứng chỉ tại mybk/Nộp chứng chỉ ngoại ngữ, khi nào chuyển qua tình trạng đã thẩm tra hợp lệ (thời gian thẩm tra phụ thuộc vào đơn vị cấp chứng chỉ), bạn gửi lại yêu cầu qua bksi xin chuyển điểm sớm để xét tốt nghiệp nhé. . Về tình trạng sinh viên, khi nào em có tên trong ds dự kiến tốt nghiệp, PDT sẽ tự động ra QD thu nhận cho bạn nhé. . Thân\""
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Chào thầy/Cô.. . . . Ngày 13/12/2021 em có nộp thẩm tra bằng tốt nghiệp THPT mà đến này vẫn chưa có kết quả. . . . . Nhờ thầy/cô kiểm tra giúp để kịp xét tốt nghiệp. . . . Em xin cảm ơn.",
            "Chào em,. . Trường hợp của em đã được cập nhật và mở khóa cho SV đăng ký tốt nghiệp nhé. . SV đã đăng ký tốt nghiệp thành công, vui lòng đợi cập nhật Quyết định tốt nghiệp chính thức và mail thông báo lên nhận bằng từ Phòng Đào tạo. . Về lễ tốt nghiệp tháng 11/2021 SV vui lòng đợi thông báo sau của nhà trường. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Kính gửi Phòng Đào Tạo trường ĐH Bách Khoa,. . . . Em là sinh viên K16, hiện tại em đã đủ tín chỉ, đủ điểm anh văn và các điều kiện xét tốt nghiệp nhưung chưa có mail tốt nghiệp.  Em tạo câu hỏi này để xin phép trường xem xét và xét tốt nghiệp giúp em. . . . . Em cảm ơn.. . . . Trân trọng.",
            "\"Chào bạn,. . PDT đã ghi nhận yêu cầu về đăng ký xét TN của bạn. SV vui lòng theo dõi email  và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 21/12/2021 SV vẫn chưa nhận được mail hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 11/2021 (cập nhật mới gia hạn thời gian xử lý tốt nghiệp). . Về tình trạng sinh viên, khi nào em có tên trong ds dự kiến tốt nghiệp, PDT sẽ tự động ra QD thu nhận cho bạn nhé. . Thân. . \""
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Chào thầy/cô,. . . . Vì kì trước em không hoàn thành tốt học phần mở rộng cho KSTN của môn học, tuy nhiên em đã đạt trên 7.5đ tổng kết ở môn đó. Giờ em muốn. . đăng ký lại chỉ học phần mở rộng của môn học đó thì phải làm sao ạ?. . . . Em cảm ơn thầy/cô.. .",
            "Chào em,. . HK212 em đăng ký môn mở rộng thôi, [full_name] đồng ý. SV vui lòng theo dõi lịch học vụ và mail sinh viên để biết thời gian đăng ký môn học cho học kỳ tiếp theo. (SV ĐKMH vào đợt 2, 13 giờ ngày 23/12/21). . Thân mến. . . . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Em chào thầy cô, . . Em vừa thi xong môn hoá lí sáng nay lúc 7h đến 8h thì sau đó nhận được mail báo của giảng viên là điểm bài thi của em rất thấp và hệ thống chỉ ghi nhận em làm có 2 câu. Trong khi đó, em đã hoàn thành tất cả các câu. Vậy, em muốn hỏi là em có thể làm cách nào để phúc khảo bài thi ạ. . . Em cảm ơn thầy cô, chúc thầy cô nhiều sức khoẻ.. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Chào thầy cô, . . Em là [full_name]. . MSSV [student_id]. . Em rất mong thầy cô kiểm tra lại danh sách tốt nghiệp, em đã xong mọi điều kiện từ 1 tháng trước nhưng đến tận bây giờ (đã sắp hết hạn tốt nghiệp) rồi mà vẫn chưa nhận được mail có tên trong danh sách tốt nghiệp. Em hi vọng nhà trường xem xét lại và cập nhật kịp thời giúp em ạ. . . Chúc thầy cô một ngày tốt lành!",
            "\"Chào bạn,. . PDT đã ghi nhận yêu cầu về đăng ký xét TN của bạn. SV vui lòng theo dõi email  và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 21/12/2021 SV vẫn chưa nhận được mail hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 11/2021 (cập nhật mới gia hạn thời gian xử lý tốt nghiệp). . Về tình trạng sinh viên, khi nào em có tên trong ds dự kiến tốt nghiệp, PDT sẽ tự động ra QD thu nhận cho bạn nhé. . Thân. . \""
        ]
    },
    {
        "intent": "",
        "message": [
            "Em muốn hỏi là khi nào phòng đào tạo sẽ có đợt phát bằng tốt nghiệp tiếp theo ạ.. . . . Vì cũng hơn 1 tháng kể từ ngày có quyết định tốt nghiệp chính thức nhưng em không biết thông tin về đợt phát bằng tiếp theo ạ.. . . . Em xin cảm ơn.. .   i Tốt nghiệp .",
            "\"Chào bạn,. . Hiện tại Phòng Đào tạo đang tiến hành in bằng và gửi mail nhận bằng theo từng đợt. . SV đã đăng ký tốt nghiệp thành công, vui lòng đợi cập nhật Quyết định tốt nghiệp chính thức và mail thông báo lên nhận bằng từ Phòng Đào tạo. . Về lễ tốt nghiệp tháng 11/2021 SV vui lòng đợi thông báo sau của nhà trường. . Thân. . \""
        ]
    },
    {
        "intent": "",
        "message": [
            "Em tên [full_name] MSSV [student_id] . . Ngày 17/12 em có thi nói viết phòng thi số 01.. . Do sơ xuất của em mà em đã nộp trễ file ghi màn hình trễ 10 tiếng. . . Cho em hỏi liệu có ảnh hưởng đến kết quả thi không ạ.. . Em xin cảm ơn.. .",
            "Chào em,. . Em vui lòng liên hệ TTNN để được hỗ trợ. . Điện thoại    (08) 3866 6869 – 0909 625 988. . Fax    (84.8) 38.[student_id]69. . Website http://bkenglish.edu.vn/. . Email    [email]. . Thân mến. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em chào thầy/cô ạ,. . Em là [full_name], hiện tại em đã đủ điều kiện tốt nghiệp nhưng chưa được nhận mail đăng kí tốt nghiệp ạ. Thầy/cô có thể giúp em để em kịp hạn đăng kí tốt nghiệp 24/12 được không ạ? Em cũng cần bằng tốt nghiệp tạm thời để tiện xin việc ạ.. . Em cảm ơn thầy/cô ạ. . [full_name]",
            "\"Chào bạn,. . PDT đã ghi nhận yêu cầu về đăng ký xét TN của bạn. SV vui lòng theo dõi email  và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 21/12/2021 SV vẫn chưa nhận được mail hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 11/2021 (cập nhật mới gia hạn thời gian xử lý tốt nghiệp). . Về tình trạng sinh viên, khi nào em có tên trong ds dự kiến tốt nghiệp, PDT sẽ tự động ra QD thu nhận cho bạn nhé. . Thân. . \""
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Kính chào PDT,. . . . Em tên là [full_name], MSSV [student_id]. . . . Theo thông tin từ PDT thì vào ngày 24/12 sẽ hết hạn đăng ký tốt nghiệp nhưng do vào thứ 6 tuần trước điểm của em mới được cập nhật đủ với 142 tín chỉ, đủ các điều kiện khác nên em sợ danh sách dự kiến không cập nhật kịp để em đăng ký vì chỉ còn 4 ngày.. . . . Mong PDT kiểm tra và hỗ trợ giúp em phần này.. . . . Em xin cảm ơn. .",
            "\"Chào bạn,. . PDT đã ghi nhận yêu cầu về đăng ký xét TN của bạn. SV vui lòng theo dõi email  và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 21/12/2021 SV vẫn chưa nhận được mail hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 11/2021 (cập nhật mới gia hạn thời gian xử lý tốt nghiệp). . Về tình trạng sinh viên, khi nào em có tên trong ds dự kiến tốt nghiệp, PDT sẽ tự động ra QD thu nhận cho bạn nhé. . Thân. . \""
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Kính gửi quý thầy cô. . . . Em tên [full_name], MSSV [student_id], vào đợt đăng ký BHYT đợt 1 em có đóng trễ hạn vào ngày 26/11 thì không biết em có cần làm gì ở đợt đăng ký BHYT đợt 2 này không ạ.. . . . Kính chúc quý thầy cô nhiều sức khỏe",
            "Chào em,. . Em liên hệ phòng Công tác chính trị sv qua email [email] để được hướng dẫn nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Kính gửi phòng Đào tạo,. . . . Em đã hoàn tất các khoản thanh toán trên BKpay nhưng vẫn chưa đăng ký tốt nghiệp được.. . Nhờ phòng đào tạo cập nhật giúp em để em đăng ký tốt nghiệp trước 24/12/2021 ạ.. . . . Thanks & Best regards,. . Bùi Hiền Trang",
            "Chào em,. . Sau ngày 21/12 em vô đăng ký tốt nghiệp lại nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ .",
            "\"Chào em,. . Phòng Đào tạo đã tiếp nhận đơn xin chuyển qua VLVH của bạn.. . SV theo dõi tình trạng cập nhật tại mybk/Thông tin Sinh viên (dự kiến cập nhật QD trong tháng 12/2021). . SV vui lòng theo dõi lịch học vụ và mail sinh viên để đăng ký MH cho HK212 vào đợt 2 (nếu có nhu cầu). . Thân\""
        ]
    },
    {
        "intent": "",
        "message": [
            "QUOTE Tốt nghiệp . Kính thưa quý thầy cô pdt. Em tên là [full_name] MSSV [student_id]. Hiện em đã hoàn thành chương trình học, đủ ngày ctxh, đủ điểm anh văn nhưng vẫn chưa có tên trong danh sách dự kiến tốt nghiệp. Kính mong thầy cô có thể kiểm tra lại giúp em xem em còn thiếu điều kiện nào ạ. Mong sớm nhận được câu trả lời từ quý thầy cô. Em xin chân thành cảm ơn",
            "\"Chào bạn,. . PDT đã ghi nhận yêu cầu về đăng ký xét TN của bạn. SV vui lòng theo dõi email  và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 21/12/2021 SV vẫn chưa nhận được mail hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 11/2021 (cập nhật mới gia hạn thời gian xử lý tốt nghiệp). . Về tình trạng sinh viên, khi nào em có tên trong ds dự kiến tốt nghiệp, PDT sẽ tự động ra QD thu nhận cho bạn nhé. . Thân. . \""
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em chào anh chị Phòng đào tạo trường,. . . . Em là [full_name], ID: [student_id], Sinh viên chương trình tiên tiến khóa k14.. . . . Sau lần hỏi trước về việc xin phép được thêm vào danh sách tốt nghiệp, em đã được chị [full_name] trả lời là sau ngày 17 trường cập nhật lại em có thể đăng kí tốt nghiệp được nhưng hôm nay đã là 20 rồi mà chỉ còn 4 ngày nữa là hết hạn đăng kí, mong anh chị thầy cô giúp đỡ để em được ra trường đúng hạn ạ.. . . . Em xin cảm ơn,. . [full_name]",
            "Chào em,. . Trường hợp của em đã được cập nhật và mở khóa cho Đăng ký tốt nghiệp nhé, bạn vô kiểm tra và đăng ký tốt nghiệp nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Dạ em chào cô/thầy. Hiện tại em đã có điểm AV4 trên bảng điểm. Em có thể xét tốt nghiệp chưa ạ. Em xin cám ơn.",
            "\"Chào bạn,. . PDT đã ghi nhận yêu cầu về đăng ký xét TN của bạn. SV vui lòng theo dõi email  và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 27/12/2021 SV vẫn chưa nhận được mail hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 11/2021 (cập nhật mới gia hạn thời gian xử lý tốt nghiệp). . Về tình trạng sinh viên, khi nào em có tên trong ds dự kiến tốt nghiệp, PDT sẽ tự động ra QD thu nhận cho bạn nhé. . Thân. . \""
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Kính gửi PDT.. . . . Câu hỏi thứ 1:. . Hoãn thi do thiết bị không đảm bảo(wifi không ổn đinh) thì có bị xoá hết điểm thành phần của môn đó vì chỉ lấy điểm thi CK không ạ?. . . . Câu hỏi thứ 2:. . Học lại kì hè mà nhỡ có rớt thì có tính vào điểm trung bình như học lại vào kì chính không?. . . . Em xin cảm ơn.",
            "Chào em,. . - Em vui lòng xem chi tiết hướng dẫn thi trực tuyến nhà trường đã gửi thông báo đến SV.. . - Về quy định (thi xóa điểm VT, cách tính điểm ĐẠT) Vắng thi có phép và hoãn thi: Bạn vui lòng xem chi tiết tại trang web aao.hcmut.edu.vn--  sinh viên --  Quy chế --  Quy chế đào tạo và học vụ bậc đại học và cao đẳng -- Điều 17.2. . - Học lại kì hè mà nhỡ có rớt thì có tính vào điểm trung bình như học lại vào kì chính không?. . =  Em học CQ, DT học kỳ nào thì cũng giống nhau. Khác nhau giá tiền.. . Thân mến. ."
        ]
    }
]