[
    {
        "intent": "",
        "message": [
            "Em là Nguyễn Xuân Thùy Linh MSSV [student_id]. Em muốn hỏi là học kỳ 211 em có đăng ký hoãn thi môn Hóa Hữu Cơ mã CH2021. Nhưng đến nay yêu cầu hoãn thi vẫn chưa được giải quyết, và điểm thi của em trên bảng điểm được cập nhật là điểm 13, em có vào lại trang đăng ký hoãn thi để xem lại nhưng không xem được nữa. Mong pdt giải quyết giúp em ạ.  . .",
            "\" . . Chào bạn. . Về vấn đề Hoãn thi của HK211 bạn vui lòng xem chi tiết: Thông báo kế hoạch tổ chức thi HK211 Pdt đã gởi qua mail  vào ngày 22/11/2021- Mục 5. Hoặc Quy trình Hoãn thi HK211 Pdt đã gởi qua mail  vào ngày 10/12/2021. . Thân. . \""
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Chào anh chị quản trị viên. Em là [full_name]-[student_id]. Em muốn rút môn hóa thí nghiệm nhóm VL23 do em là F1 vừa mới được cách ly. Với lại chỗ em dịch nhiều và xa nên không có cách để vào học. Em xin chân thành cảm ơn ạ!",
            "Chào em,. . Phòng Đào tạo đã tiếp nhận đơn xin hủy đăng ký học thí nghiệm trực tiếp của bạn.. . SV vui lòng theo dõi mail và thời khóa biểu được cập nhật Mybk/Thông tin sinh viên/Xem thời khóa biểu sau khi trường được hoạt động lại bình thường (dự kiến trong tháng 3/2022). . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính gửi : Phòng đào tạo. . Em tên là: [full_name]. . MSSV: [student_id]. Sinh viên khoa Cơ khí - chuyển hệ ( MSSV cũ : [student_id]9). . Em đã hoàn thành Thực tập tốt nghiệp (209302) khi học chương trình đại trà. Khi điểm chuyển chưa được chuyển nên giờ em bị thiếu môn tiên quyết.. . Mong phòng đào tạo hỗ trợ em chuyển điểm Thực tập tốt nghiệp sang hệ VLVH để em đủ điều kiện làm Luận văn tốt nghiệp (209303).. . Em cảm ơn. .",
            "Chào em,. . PDT đã ghi nhận yêu cầu về ĐKMH của bạn và đã chuyển cho bộ phận ĐKMH kiểm tra và xử lý.. . SV vui lòng theo dõi thời khóa biểu được cập nhật tại Mybk/Thông tin sinh viên/Xem thời khóa biểu dự kiến trễ nhất trước ngày 25/1/2022.. . Sau thời gian trên vẫn chưa được cập nhật TKB, SV vui lòng gửi lại câu hỏi qua bksi để biết lý do.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em có đăng ký hoãn thi môn hóa đại cương kỳ trước và được chấp nhận , kỳ này em có lịch thi nhưng do vấn đề thiết bị nên không thể tham gia nhưng không thể đăng ký hoãn thi do ứng dụng hoãn thi bảo trì nên tới giờ vẫn chưa được giải quyết và em có hỏi trên bksi nhưng vẫn chưa được trả lời.Em mong phòng đào tạo hỗ trợ hoãn thi môn này GẤP giúp em do đã 3 ngày rồi em vẫn chưa được giải quyết .Em cảm ơn .. . [full_name] - [student_id]. .",
            "\" . . Chào bạn. . Về vấn đề Hoãn thi của HK211 bạn vui lòng xem chi tiết: Quy trình Hoãn thi HK211 Pdt đã gởi qua mail  vào ngày 10/12/2021. . Nếu bạn đã đăng ký theo đúng quy trình thì đợi phản hồi của Pdt. . Thân. . \""
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em đã đăng ký thành công Luận văn tốt nghiệp trong ĐKMH đợt 3 nhưng trên elearning của em không xuất hiện môn. Cho em hỏi như vậy là em đã đăng ký thành công hay chưa ? Em cảm ơn ạ.",
            "Chào em,. . [full_name] phân công CBGD, em vui lòng liên hệ [full_name] nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính gửi : [full_name]. . Em tên Nguyễn Trọng Hiếu mssv [student_id] lớp Hoá thí nghiệm L76 khoa CƠ KHÍ. . . Em xin phép được rút thí nghiệm tuần 03-04.Vì nhiều lí do em không để tham gia học được(1 trong số đó là do thời gian và không có nơi ở để tham gia buổi học do nhà em ở xa trường).. . Em xin hứa sẽ tham gia lớp học khi bắt đầu học trực tiếp ạ. . . Chúc quý thầy cô [full_name] nhiều sức khoẻ. . . Mong sớm nhận được phản hồi từ thầy. Em chân thành cảm ơn thầy cô ạ. . . \t. . . .",
            "responsible person: [551] [staff_name] [helpdesk staff]",
            "Chào em,. . Phòng Đào tạo đã tiếp nhận đơn xin hủy đăng ký học thí nghiệm trực tiếp của bạn.. . SV vui lòng theo dõi mail và thời khóa biểu được cập nhật Mybk/Thông tin sinh viên/Xem thời khóa biểu sau khi trường được hoạt động lại bình thường (dự kiến trong tháng 3/2022). . Thân mến. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Chào pdt,. . Em có đăng kí học trực tiếp \"Nhập môn về kỹ thuật\" của khoa điện-điện tử. Nhưng do tình hình covid em kg thể vào học kịp được, và em đã liên hệ thầy dạy thí nghiệm thì được bảo là liên hệ pdt sắp xếp học offline sau.. . Cho em hỏi là em có cần làm đơn hay thủ tục gì  kg ạ?",
            "Yêu cầu khác. . . . Chào [full_name],. . Em có đăng kí học trực tiếp \"Thí Nghiệm nhập môn về kỹ thuật\" của khoa điện-điện tử. Nhưng do tình hình covid em kg thể vào học kịp được, và em đã liên hệ thầy dạy thí nghiệm thì được bảo là liên hệ [full_name] sắp xếp học offline sau.. . Cho em hỏi là em có cần làm đơn hay thủ tục gì  kg ạ?  /QUOTE . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Hiện tại em vẫn chưa có lại thời khóa biểu và E-learning của học kì này. Mong nhà trường sớm kiểm tra và chỉnh sửa giúp em để kịp tiến độ học tập ạ.",
            "Chào em,. . Nếu yêu cầu của em về ĐKMH đến nay vẫn chưa được xử lý, SV vui lòng gửi lại phản hồi khác để PDT kiểm tra và trả lời cho em.. . Thông tin có: mã số môn học, tên môn học, mã nhóm, lý do nhé. . . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]  /b . . họ tên : [full_name]\t. . Dạ e có môn học EE2045 là môn đồ án bổ xung vi xử lý ạ. Nhưng môn nay không được xếp giáo viên và giờ . Em không biết là môn này có phải có giáo viên không hay chỉ đăng kí cho đủ chỉ là được ạ. . em cảm ơn. .   i Yêu cầu khác .",
            "Chào em,. . [full_name] phân công CBGD, em vui lòng liên hệ [full_name] nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            ". . Dạ kính gửi Phòng Đào Tạo !. . Em tên là [full_name] . . MSSV: [student_id]. . Nay em gửi tin để xin rút buổi học hóa thí nghiệm vào tuần 3 và 4 vì trước đó em nghĩ trường sẽ xếp lịch cho buổi học này vào sau tết và vì hiện tại tình hình dịch bệnh ở địa phương em vẫn chưa được giải quyết cùng với vài lý do cá nhân khác. Hiện tại em chỉ mới nhận được nhóm lớp của em là VC12, đến nay em vẫn chưa biết giảng viên dạy học trong nhóm mới nên em không thể liên lạc để xin rút môn được ạ. Kính mong PĐT sẽ giúp em tìm cách để rút buổi học vì đến ngày 17/01 là buổi học đầu tiên của em và nếu em không thể rút kịp thời thì sẽ bị tính là vắng thi ạ.. . Cảm ơn vì đã đọc.. . [full_name]. . . . . .",
            "Chào em,. . Phòng Đào tạo đã tiếp nhận đơn xin hủy đăng ký học thí nghiệm trực tiếp của bạn.. . SV vui lòng theo dõi mail và thời khóa biểu được cập nhật Mybk/Thông tin sinh viên/Xem thời khóa biểu sau khi trường được hoạt động lại bình thường (dự kiến trong tháng 3/2022). . Thân mến. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: 1611250  /b \t. . . . Gữi Thầy/Cô . . . . Em tên Huỳnh Quốc Huy, em gữi câu hỏi này muốn hỏi về đăng kí tốt nghiệp. Tại sao em truy cập vào trang wep. . \" https://mybk.hcmut.edu.vn/app/sinh-vien/tot-nghiep/dang-ky \" - mục 18 đăng ký tốt nghiệp trên MyBK thì bị lỗi truy cập :. .  \"Xin lỗi, bạn chưa được cấp quyền sử dụng trang này.. . Bạn vui lòng liên hệ quản trị.\" , . . \"Nếu bạn là sinh viên, có thể do tình trạng hiện tại của bạn không được cấp quyền sử dụng dịch vụ này, bạn vui lòng kiểm tra lại tình trạng của bạn tại đây.\"  . . như ảnh đã đính kèm. . Nhờ Thầy/Cô hướng đẫn em cách khắc phục. . . . Em xin cảm ơn. . . .",
            "Chào em,. . Khi nào SV có tên trong danh sách tốt nghiệp dự kiến mới có thể vào đăng ký tốt nghiệp được nhé bạn.. . Em vui lòng trình bày rõ trường hợp của bạn giúp cô nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính chào thầy cô.. . . . Em là: Võ Mai Phương . . MSSV: [student_id]. . Khoa Khoa học và kỹ thuật máy tính.. . . . Dạ thưa thầy cô.. . . . Hiện tại laptop và điện thoại em dùng đều không có camera không đáp ứng được việc học môn Giáo Dục Thể Chất và em chưa đăng ký học cả hai học phần GDTC CƠ BẢN VÀ NÂNG CAO ạ. . . . . E không biết em có thể học hai môn này ở học kỳ thứ 3 (học kỳ đầu của năm 2) được không thầy cô ạ.. . . . E đã đọc qua quy chế và thấy rằng bắt buộc phải học xong học phần GDTC CƠ BẢN mới được đăng ký được các môn học học kỳ 3 (học kỳ đầu của năm 2). Nhưng thật sự e không thể mượn máy của người khác được ạ.. . . . Dạ thưa thầy bây giờ Thời khóa biểu học kỳ 2 của em đã chốt r ấy ạ. Vậy để học được học phần GDTC CƠ BẢN á thầy e đăng ký học vào học kỳ hè (học kỳ dự thính) được không ạ? . . E không biết là học phần GDTC CƠ BẢN VÀ NÂNG CAO có được mở trong học kỳ hè không ạ?  Hay e sẽ phải bỏ ra thêm một kỳ nữa để học xong hai học phần này r mới học học kỳ 1 năm 2 ạ?. . Mong thầy cô hồi âm ạ.. . . . Kính chào thầy cô.",
            "Chào em,. . Trường hợp SV bị trùng lịch học, hết chỗ, nhóm bị huỷ do sỉ số ít không đăng ký trong HK2 vẫn có thể đăng ký lại ở các HK sắp tới.. . Thân mến. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính gửi thầy cô!. . . . Em tên là [full_name], MSSV [student_id].. . . . Ngày 28/12 em có đăng ký môn Cầu lông PE1041 L07 và đã thành công. Đến đợt 3 em vẫn thấy môn này trong danh sách đăng ký thành công nhưng bây giờ thì em không thấy nữa ạ.. . . . Vùa qua, em có được thầy phản hồi trên bksi là vì em chưa học PE1017. Nhưng theo em được biết là việc này không bắt buộc ạ. Em có một số bạn bè cũng có tình trạng tương tự nhưng đăng ký thành công.. . . . Em rất mong thầy cô xem xét giúp em. Em cảm ơn thầy cô rất nhiều.. .",
            "Chào em,. . Trường hợp SV bị trùng lịch học, hết chỗ, nhóm bị huỷ do sỉ số ít không đăng ký trong HK2 vẫn có thể đăng ký lại ở các HK sắp tới.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Khiếu nại đăng ký môn học . Chào PĐT. . Họ tên sv: [full_name]. . MSSV: [student_id]. . Em được thông báo là kiểm tra thời khóa biểu sau ngày 14/1/2022 nhưng đến giờ vẫn chưa cập nhật thời khóa biểu mới.. . Pdt cho em hỏi là 2 môn em đăng ký là môn tính toán động lực lưu chất, mã môn học là AS3035 và vật lý 1 (dư thính) mã môn học PH1003 có được đăng ký thành công không? Môn tính toán động lực học lưu chất đã học được 2 tuần rồi.. .",
            "Chào em,. . Pdt đã tiếp nhận đề nghị DKMH của em. . Em xem TKB cập nhật tại Mybk-xem TKB dự kiến sau ngày 21/01/2022. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Kính gửi: [full_name]. . Em tên: [full_name]. . MSSV [student_id] . . Hiện tại em có thời khóa biểu hóa thí nghiệm vào tuần 3 và 4 . Nhưng vì em vẫn đang ở quê tình hình dịch khu vực em ở vẫn còn rất phức tạp và đang phải nằm trong diện bị phong tỏa.Em không thể vào sài gòn ngây lúc nào để kịp lịch học.Em xin phép Phòng Đào Tạo cho em rút lại môn học hóa thí nghiệm.Em sẽ đăng ký vào đợt sau để hoàn thành chương trình học.. . Em xin chân thành cảm ơn, chúc thầy cô thật nhiều sức khỏe",
            "Chào em,. . Sinh viên nếu muốn rút (không học được vì lý do cá nhân) thì vui lòng liên hệ trực tiếp với Giảng Viên/Khoa.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: 2115271  /b \t. . . .   i Mở môn học học kỳ 212 . Dạ thầy (cô) em có câu hỏi như sau:. . - Vừa rồi em đăng kí mở môn học thì được trường xếp lịch môn học\"HÓA THÍ NGHIỆM\" ở cơ sở 2 còn những môn còn lại đều nằm ở cơ sở 1. Thầy (cô) có thể cho em hỏi là có cách nào chuyển môn học này sang cơ sở 1 được không ạ. Vì em có lỡ thuê trọ gần cơ sở 1 mà lại không quen đường xá vào năm nhất nên hơi lo ạ.. . Em rất xin lỗi vì làm phiền và cảm ơn thầy (cô) ạ. . . .",
            "Chào em,. . ĐKMH do sv tự đăng ký nhé, em có thể đăng ký KTX để tiện cho việc học, vì toàn bộ sv các lớp đại trà học tại CS2.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Dạ kính gửi Phòng Đào Tạo . . Em tên là [full_name] - MSSV: [student_id]. . Nay em gửi tin để xin rút buổi học hóa thí nghiệm vào tuần 3 và 4 vì trước đó em nghĩ trường sẽ xếp lịch cho buổi học này vào sau tết và vì quá gấp rút nên em không thể sắp xếp được dụng cụ cũng như chỗ ở tạm để có thể học môn này. Hiện tại em chỉ mới nhận được nhóm lớp của em là VL19, đến nay em vẫn chưa biết giảng viên dạy học trong nhóm mới nên em không thể liên lạc để xin rút môn được ạ. Em đã gửi mail cho giáo viên lí thyết thí nghiệm hóa đại cương và đã được thông báo gửi yêu cầu đến phòng đào tạo. Kính mong PĐT sẽ giúp em tìm cách để rút buổi học vì đến ngày 17/01 là buổi học đầu tiên của em và nếu em không thể rút kịp thời thì sẽ bị tính là vắng thi ạ.. . [full_name]   i Yêu cầu khác .",
            "Chào em,. . Phòng Đào tạo đã tiếp nhận đơn xin hủy đăng ký học thí nghiệm trực tiếp của bạn.. . SV vui lòng theo dõi mail và thời khóa biểu được cập nhật Mybk/Thông tin sinh viên/Xem thời khóa biểu sau khi trường được hoạt động lại bình thường (dự kiến trong tháng 3/2022). . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Kính gửi VP ĐTQT,. . . . Vừa qua, em có đăng kí học offline thí nghiệm Hóa đại cương lớp CC04 cùng bạn chung nhóm thí nghiệm, tuy nhiên kết quả là em bị hủy với lý do \"Hủy do sĩ số thấp\" còn bạn em thì lại được xếp lịch vào nhóm VC11. Cho em hỏi vì sao lại có sự khác biệt này ?. . . . Em cảm ơn,. . [full_name].. .",
            "Thân gửi các bạn sinh viên,. . . . Theo đề nghị của Khoa/bộ môn, Phòng đào tạo sẽ hủy tất cả các nhóm VCxx- TN trực tiếp- Chất lượng cao của môn Hóa đại cương (thí nghiệm) CH1004 vì sĩ số ít.. . . . Trân trọng thông báo."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ .   B Dạ em xin chào PĐT.  /B . . Em là [full_name] - MSSV:[student_id] - VP19CĐT. . Học kì này em có đăng kí môn Cơ vật rắn và sóng cơ (AS2049) và   B đã đăng kí thành công, đã có thời khóa biểu  /B  ở tuần học đầu tiên nhưng không hiểu vì lí do gì lại bị xóa môn học ở tuần thứ 2.. . Vì đây là môn của học kì 4, hiện tại em đang học học kì 6 và em hoàn toàn đủ điều kiện để đăng kí môn học (minh chứng là đã có thời khóa biểu ở tuần đầu tiên và không bị xóa môn học ở cả 3 đợt đăng kí, điều kiện tiên quyết hay học trước của môn học em đều có đủ). (file ảnh đính kèm). . . . Tuần vừa rồi em đã mất 2 buổi học.Mong PĐT giải quyết sớm để không ảnh hưởng đến việc học của em.. .   B Em xin chân thành cám ơn.  /B . .",
            "Chào em,. . Sinh viên vui lòng xem kết quả ĐKMH, xem lý do vì sao không ĐKMH được (có đăng ký, nhưng không có TKB) tại trang web: mybk.hcmut.edu.vn    Đăng ký môn học    Đăng ký môn học HK212 - Kết quả đợt 2 (3)    bấm vào mục Đăng ký mới    chọn Loại hình đăng ký    xem Lịch sử đăng ký.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính gửi: PĐT trường ĐH Bách Khoa-ĐHQG TP.HCM. . Em tên: Lê Xuân Nam - MSSV: [student_id]. . . . - Em viết thư này là mong muốn PĐT sẽ đăng ký bổ sung giúp em môn ĐAMH KẾT CẤU THÉP (CI3213).. . . . - Lý do: Do PĐT mới đăng điểm ngày hôm qua thứ 7 ngày 15/01/2022 nên em biết điểm trễ. Em đã không qua môn này và chưa kịp đăng ký ĐAMH Kết cấu thép (CI3213) ở HK212 này.. . . . - Em là sinh viên khóa 2017 (đã trễ 0.5 năm so với CTĐT) , HK212 (2021-2022) này em chỉ còn học và đã đăng ký có TKB môn Luân văn tốt nghiệp.. . . . - Em kính mong PĐT đăng ký bổ sung giúp em ĐAMH KẾT CẤU THÉP (CI3213), để em có thời khóa biểu môn học này ở HK212 này và có thể hoàn thành cùng lúc với LVTN và ra trường không bị trễ nhiều ạ. . . . . - Kính mong PĐT xem xét giúp đỡ đăng ký bổ sung giúp em. Do em đang đi thực tập ở xa bên UNICONS nên không thể đến Văn phòng PĐT được ạ!. . . . Mong sớm nhận được hồi đáp từ PĐT ạ.",
            "Chào em,. . Pdt đã tiếp nhận đề nghị DKMH của em. . Em xem TKB cập nhật tại Mybk-xem TKB dự kiến sau ngày 21/01/2022. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Dạ thưa PĐT. . Em là [full_name], kì trước em có hoãn thi môn Mô Hình Hóa (CH3133). . Trên bảng điểm cũng đã cập nhật điểm là HT. .   B Kì vừa rồi có mở lớp dạy môn Mô Hình Hóa nhưng lại không tổ chức thi cho những bạn thi lại.. . Do đó em đã gửi mail cho giảng viên dạy môn đó là thầy [full_name] và xin thi bài cuối kì.. . Được sự đồng ý của thầy thì em đã thi và được thầy chấm điểm bài thi cuối kì.  /B . .   U Nhưng thầy chưa biết cách nào để nhập điểm cho em vì em là sinh viên thi lại do hoãn thi.  /U . . Mong PĐT hướng dẫn để em báo lại với thầy ạ.. . Em cảm ơn",
            "Chào bạn. . Về vấn đề này Bạn vui lòng liên hệ Thầy [full_name] email [email]. . Vì Thầy là Phó Khoa phụ trách phân công việc nhập điểm này, Thầy sẽ hỗ trợ em nghen. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ kính thưa pđt em là sinh viên k20 nhưng hiện tại em vẫn chưa học giáo dục thể chất, học kì nào cả . . Em mong pđt giúp em đăng kí môn bóng đá học phần 1 để kịp tiến độ học tập ạ.",
            "Chào em,. . - Trường hợp SV bị trùng lịch học, hết chỗ, nhóm bị huỷ do sỉ số ít không đăng ký trong HK2 vẫn có thể đăng ký lại ở các HK sắp tới.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Chào cô ạ. Em tên là [full_name], MSSV:[student_id] . . Nay bên Kí túc xá gọi điện cho em nói là bảo hiểm y tế của em vẫn chưa được gia hạn năm 2022 là sao vậy ạ. Họ bảo em liên hệ với trường về việc này. Em đã đóng thẻ bảo hiểm y tế 2022 trên bkpay rồi ạ.. . Em cảm ơn cô",
            "Chào em,. . Em liên hệ phòng Công tác chính trị sv qua email [email] để được hướng dẫn nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Khiếu nại đăng ký môn học . Kính thưa [full_name]!. . Hiện tại, em là sinh viên k18 khoa Kỹ Thuật Hóa Học. Đợt đăng ký môn học đợt 2 em có đăng ký môn Aerobic học phần 2 (mã PE1045 nhóm lớp L01). Sau khi hoàn thành thì em đã có TKB của môn học trên trang mybk thông tin sinh viên. Nghĩa là qua đợt đăng ký đợt 3 em vẫn không bị hủy lớp (kèm theo đã lên TKB). Sau khi có kết quả đăng kí đợt 3 ở tuần 1 thì em vẫn còn môn học và TKB của em vẫn đầy đủ.. . Tuy nhiên hôm nay em vào check TKB thì mất môn Aerobic học phần 2 (PE1045) và em không nhận được bất cứ thông báo nào về việc này do môn học đã ấn định lên TKB. Sau đó em vào xem kết quả đợt 3 thì bị báo hủy lớp vào ngày 8/1.. . Dạ thưa quý thầy cô, việc bị hủy như vậy em cực kỳ giật mình vì không có thông báo và do môn đã lên TKB nên em cũng không thường check kết quả đợt 3. Dạ em hiện tại sinh viên năm 4 và do gặp một số khó khăn nên em học có phần chậm hơn các bạn.. . Dạ vậy với TH của em, em phải giải quyết như thế nào ạ? Em có thể bổ sung vào lớp Aerobic học phần 2 khác vào thời điểm này được không ạ? và em cần làm đơn gì ạ? (Hiện tại lớp L16 không bị hủy và em không bị trùng TKB). Em mong [full_name] có thể xem xét và cho em cơ hội rút ngắn thời gian ra trường ạ!",
            "Chào em,. . Pdt đã tiếp nhận đề nghị DKMH của em. . Em xem TKB cập nhật tại Mybk-xem TKB dự kiến sau ngày 21/1/2022. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Thầy, cô cho em hỏi trong kết quả đăng ký môn học em đã đăng ký thành công luận văn tốt nghiệp và thực tập tốt nghiệp. Sau đó trên trang Mybk em cũng đã có thời khóa biểu của 2 môn này. Nhưng hiện tại thời khóa biểu lại bị xóa mất rồi ạ. . . Em đã hoàn thành đủ các môn học cần thiết rồi ạ.. . Em sợ trong đợt đăng ký  18/1 tới đây cũng sẽ gặp tình trạng tương tự nên em muốn hỏi thầy, cô về trường hợp này ạ.. . Em xin cảm ơn và mong nhận được phản hồi của quý thầy, cô.. . . . Chung.",
            "Thân gửi các bạn sinh viên,. . . . Đến thời điểm hiện tại SV vẫn chưa có Thời khóa biểu hoặc chưa đăng ký được các học phần tốt nghiệp (LVTN, TTTN, DCLV) vì bất kỳ lý do gì. SV vui lòng vào đăng ký lại trong đợt này.. . . . Thời gian dự kiến từ ngày 18/01/2022 đến 19/01/2022 cho HK chính 212 (chỉ được đăng ký bổ sung các học phần tốt nghiệp: LVTN, TTTN, ĐCLV).. . . . Các học phần đang học nhưng chưa có điểm, kể cả học dự thính, và SV không thuộc diện bị cấm thi, được xem là đạt và tích luỹ được tín chỉ để đăng ký các học phần, kể cả các học phần tốt nghiệp (TTNT, ĐCLV và LVTN). Các học phần tốt nghiệp sẽ được PĐT hậu kiểm lại để đảm bảo đúng điều kiện ràng buộc theo đúng quy định. SV nên cân nhắc kỹ, tự xác định năng lực học tập trước khi đăng ký các học phần tốt nghiệp để việc học tập đạt kết quả tốt nhất.. . . .  . . . . Trân trọng thông báo."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: E tên là [full_name], mssv: [student_id]. Hiện tại đã qua 1 tuần kể từ việc học môn thể chất \"Badminton (PE1041) của Thầy [full_name] (CC_HK212) lớp CC01 và học vào thứ 2 nhưng e vẫn hoàn toàn ko có link để vào lớp học trên bkel. Xin Quý Thầy/ Cô liên lạc với Thầy [full_name] để hỏi rõ về vấn đề này ạ. Dưới đây có gửi kèm hình ảnh môn học, lịch học, vào hình khi e click vào linh môn học trên bkel.. . E xin cảm ơn,. . [full_name]"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Dạ em chào thầy cô bên phòng đào tạo. . Em là [full_name] mssv [student_id] . . Em có nhận được mail của trường về lịch học Thí nghiệm hoá đại cương vào ngày 17/01/2022 lớp VL19 nhưng vì lí do gia đình nên em chưa thể có mặt học trực tiếp được.Do đó em muốn hoãn lại lịch học đợt này và đợi đợt sau. Em xin lỗi vì sự bất tiện này . . Em xin chân thành cảm ơn",
            "Chào em,. . Sinh viên nếu muốn rút (không học được vì lý do cá nhân) thì vui lòng liên hệ trực tiếp với Giảng Viên/Khoa.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em có đăng kí tham gia học thí nghiệm hóa đại cương tuần 3,4 (từ 17/01/2022) nhưng vì người nhà em là ca f0 nên em hiện không thể vào Thành phố để tham gia trực tiếp, mong cô hủy giúp em dời lại cho đợt sau ạ. Em tên [full_name] mssv [student_id] lớp thí  nghiệm hóa đại cương VL18. Em cảm ơn ạ. .",
            "Chào em,. . Phòng Đào tạo đã tiếp nhận đơn xin hủy đăng ký học thí nghiệm trực tiếp của bạn.. . SV vui lòng theo dõi mail và thời khóa biểu được cập nhật Mybk/Thông tin sinh viên/Xem thời khóa biểu sau khi trường được hoạt động lại bình thường (dự kiến trong tháng 3/2022). . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính gửi Phòng đào tạo. . . . Em tên là [full_name]. . MSSV: [student_id]. . . . 1, Lúc em nộp hồ sơ đợt 1 hệ VHVL, thầy bên pđt có nói, khoảng 2 3 tháng sau mới có điểm chuyển, trước mắt thì cứ đăng ký học trừ mấy môn được miễn, trong trường hợp được các môn đã học mà được miễn thì có thể lấy điểm hoặc không. Học kỳ 3 Năm học 2020 - 2021, em đã học 2 môn trong danh sách môn được miễn, vậy bây giờ em không muốn lấy điểm thì phải làm như thế nào ạ.. . . . 2, Cho em hỏi, khóa của em thì bao nhiêu điểm được qua môn.. . . . 3, Trong TKB của em có hai môn ME3145 Đồ án hệ thống truyền động và ME2115 Thực tập kỹ thuật nhưng chưa có Thời khóa biểu, có phải là em sẽ đợi thầy/cô liên hệ thông báo đúng không ạ.. . . . Em xin chân thành cảm ơn. . . . .",
            "Chào em,. . Em vui lòng email đến [email]. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Dạ em chào PĐT ạ, em là [full_name] [student_id]. . Trong học kỳ 212 em có 2 môn học liên tiếp nhau nhưng địa điểm khi học offline trở lại là ở 2 cơ sở (em có đính kèm theo hình). Hiện nay học online nên không có vấn đề gì, nhưng nếu khi học offline lại thì như thế nào ạ. Em cảm ơn ạ.. . . . + [full_name]33 - Kỹ thuật môi trường - Nhóm [full_name]01 - T4 tiết 9,10 - Cơ sở 2. . . . + [full_name]51 - Kỹ thuật xúc tác và ứng dụng - Nhóm [full_name]01 - T4 tiết 11,12 - Cơ sở 1. .",
            "Chào em,. . Pdt đã tiếp nhận đề nghị DKMH của em. . Em xem TKB cập nhật tại Mybk-xem TKB dự kiến sau ngày 21/01/2022. . Thân mến. .",
            "Chào em;. . môn CH3151 nhóm A01 là của chương trình tài năng nên phòng Đào tạo sẽ hủy nhé; vì sau khi trở lại học bình thường sẽ bị giãn cách giữa 2 cơ sở, em sẽ không đi học được. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]9  /b \t. . . .   i Tốt nghiệp . Em tên là [full_name], em nhận mail xác nhận đơn xin xét tốt nghiệp vào ngày 01/12, tới nay hơn 1 tháng chưa nhận được mail quyết định tốt nghiệp và nhận bằng tốt nghiệp ạ. Cho em hỏi khi nào nhận được mail quyết định tốt nghiệp ạ? (em cũng lo lắng không biết còn thiếu phần gì không mà chưa đc nhận ạ)",
            "\"Chào bạn,. . Hiện tại Phòng Đào tạo đang tiến hành in bằng và gửi mail nhận bằng theo từng đợt. . SV đã đăng ký tốt nghiệp thành công và nhận được mail xác nhận đồng ý, vui lòng đợi cập nhật Quyết định tốt nghiệp chính thức và mail thông báo lên nhận bằng từ Phòng Đào tạo. . Về lễ tốt nghiệp tháng 11/2021 SV vui lòng đợi thông báo sau của nhà trường. . Thân. . \""
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Tên [full_name]. . Mssv [student_id]. . Dạ thưa cô,cho em xin được hoãn môn thí nghiệm hóa đại cương CH1004 sau tết ạ,tại vì gia đình em đang bị nhiễm covid và cách ly tại nhà,nên em không thể học thí nghiệm trực tiếp tại trường trong đợt này ạ.(lớp VL27,tiết 2_6,phòng B2-401A,BK CS1) em xin cảm ơn ạ.. . . .",
            "Chào em,. . Sinh viên nếu muốn rút (không học được vì lý do cá nhân) thì vui lòng liên hệ trực tiếp với Giảng Viên/Khoa.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Em chào PĐT.. . Em tên: [full_name], MSSV:[student_id]. . Hôm trước em có xin PĐT đăng ký giúp em môn \"Kỹ thuật điều khiển tự động (ME2009) L01_L01\" và PĐT đã đồng ý và nói em xem TKB cập nhật sau 14/1/2022 (ảnh đính kèm). Đến nay em vẫn chưa được cập nhật TKB, PĐT xem lại giúp em ạ.. . Em cảm ơn!!. .",
            "Em chào PĐT.. . Em tên: [full_name], MSSV:[student_id]. . Hôm trước em có xin PĐT đăng ký giúp em môn \"Kỹ thuật điều khiển tự động (ME2009) L01_L01\" và PĐT đã đồng ý và nói em xem TKB cập nhật sau 14/1/2022 (ảnh đính kèm). Đến nay em vẫn chưa được cập nhật TKB, PĐT xem lại giúp em ạ.. . Em cảm ơn!!. . . . . .",
            "Chào em,. . PĐT không cập nhật được vì đã full sỉ số.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính gửi Phòng đào tạo.. . Em tên là: [full_name] - [student_id]. . Hiện tại em đã có tên trong danh sách tốt nghiệp chính thức. Em đang cần bằng tốt nghiệp để bổ sung cho công ty. Phòng đào tạo cho em hỏi khi nào em có thể nhận bằng ạ? . . Em xin chân thành cảm ơn.. .   i Tốt nghiệp .",
            "\"Chào em,. . Trường hợp của em đã ra quyết định tốt nghiệp ngày 30/12/2021, cập nhật quyết định tốt nghiệp tại trang mybk/Thông tin SV/tình trạng và đang tiến hành in bằng nhé, dự kiến sẽ cố gắng thông báo nhận bằng trước nghỉ tết nguyên đán. . Về lễ tốt nghiệp tháng 11/2021 SV vui lòng đợi thông báo sau của nhà trường. . Thân\""
        ]
    },
    {
        "intent": "",
        "message": [
            "Khiếu nại đăng ký môn học . Em có hỏi PĐT và PĐT báo em là chờ [full_name] trả lời là có đăng ký được chưa ạ, em cảm ơn",
            "Chào em,. . Pdt đã tiếp nhận đề nghị DKMH của em. . Em xem TKB cập nhật tại Mybk-xem TKB dự kiến sau ngày 21/01/2022. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính gửi thầy cô PĐT!. . Em có lịch học trực tiếp thí nghiệm Hóa Đại Cương vào thứ 2 (7h - 11h50, ngày 17/12/2022). Vì điều kiện đi lại, ăn ở gặp khó khăn do em ở quê. Rất mong Thầy Cô cho em được chuyển TKB sang đăng kí đợt 3 ạ. . . Sau đây là thông tin của em:. . Họ và Tên:   B [full_name]  /B . . Mssv:   B [student_id]  /B . .   B HÓA [full_name] (CH1004)  /B . . Lớp:   B VL18  /B",
            "Chào em,. . Sinh viên nếu muốn rút (không học được vì lý do cá nhân) thì vui lòng liên hệ trực tiếp với Giảng Viên/Khoa.. . Thân mến. .",
            "Thưa thầy cô PDT, em đã gửi mail cho 2 giảng viên phụ trách thí nghiệm và được thầy cô hướng dẫn nhờ PDT hủy lịch TKB để đăng kí học đợt sau. Vì ngày đăng kí học trực tiếp trên trường, em có gửi câu hỏi về thời gian học cụ thể, để em sắp xếp điều kiện học tập nhưng không được giải đáp. Thời gian đăng kí và thời khóa biểu rất gần. Mong thầy cô xem xét giúp đỡ em.",
            "Chào em,. . Phòng Đào tạo đã tiếp nhận đơn xin hủy đăng ký học thí nghiệm trực tiếp của bạn.. . SV vui lòng theo dõi mail và thời khóa biểu được cập nhật Mybk/Thông tin sinh viên/Xem thời khóa biểu sau khi trường được hoạt động lại bình thường (dự kiến trong tháng 3/2022). . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Em ở khoa BDCN(mssv:[student_id]) nay em có lịch học hóa đại cương thí nghiệm CH1004 vào tuần 3,4 hk2 lúc 13h-17h30 . Nay em xin được hoãn học môn này vì lí do chỗ em ở tỉnh khác còn dịch và việc đi lại khó khăn. Em mong được xem xét đã hoãn môn này ạ.. .",
            "Chào em,. . Sinh viên nếu muốn rút (không học được vì lý do cá nhân) thì vui lòng liên hệ trực tiếp với Giảng Viên/Khoa.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Cho e hỏi là những môn thi cuối kì mà em hoãn thi đăng ký trên dịch vụ sinh viên. . PĐT bảo là đã gửi về cho khoa hậu kiểm thì không biết là khi nào có kết quả vậy ạ ?. . cụ thể là em hoãn thi môn . . . . CI4117 - Công Trình Đường Thủy thi ngày 13/12/2021. . CH1003 - Hóa Đại Cương thi ngày. . 13/12/2021. . Em cảm ơn ạ . .",
            "Chào em,. . Hiện tại nhà trường chưa ra QD hoãn thi nhé em, dự kiến ra quyết định chung vào tháng 2. Sau khi hậu kiểm với ds của [full_name] thì mới ra quyết định hoãn thi và sẽ điều chỉnh lại điểm trên mybk/Thông tin SV/xem điểm. . Lưu ý:. . 1) PDT sẽ hậu kiểm lại với danh sách cấm thi của [full_name] gửi lên, nếu SV bị cấm thi sẽ bị hủy kết quả hoãn thi theo quy định. SV vẫn phải hoàn thành các phần việc của môn học, nhất là TH/TNg và BTL. GV có quyền cấm thi nếu SV không hoàn thành tốt các phần này. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Hôm qua và hôm nay em không vào được BKPay, nhưng hôm nay là hạn chót đóng học phí. Làm thế nào để đóng học phí bằng cách khác ạ, em xin cảm ơn nhiều.   . .",
            "Dạ em đóng được học phí rồi ạ. Em không còn gì thắc mắc nữa ạ. Em cảm ơn BKSI nhiều."
        ]
    },
    {
        "intent": "",
        "message": [
            "Dear Phòng Đào tạo,. . . . Em tên là [full_name], MSSV: [student_id], Lớp CK14HT1.. . Em đã làm đơn đăng ký xét tốt nghiệp hệ vừa làm vừa học (phiếu đăng ký tình trạng đã xử lý chờ nhận), cho em hỏi là tình trạng đăng ký tốt nghiệp của em đã đầy đủ chưa ạ để em bổ sung và thời gian nhận bằng tốt nghiệp dự kiến nằm ở khoảng thời gian tháng 1/2022 hay khoảng thời gian sau đó ạ.. . . . Rất mong nhận được sự hỗ trợ từ Quý Thầy Cô ạ.. . Em xin chân thành cảm ơn !. . Chúc Quý Thầy Cô nhiều sức khỏe ạ !. .",
            "\"Chào bạn,. . Hiện tại Phòng Đào tạo đang tiến hành in bằng và gửi mail nhận bằng theo từng đợt. . SV đã đăng ký tốt nghiệp thành công và nhận được mail xác nhận đồng ý, vui lòng đợi cập nhật Quyết định tốt nghiệp chính thức và mail thông báo lên nhận bằng từ Phòng Đào tạo. . Về lễ tốt nghiệp tháng 11/2021 SV vui lòng đợi thông báo sau của nhà trường. . Thân. . \""
        ]
    },
    {
        "intent": "",
        "message": [
            "From whom it may concern. . . .   Em xin kình chào phòng đào tạo. Em là [full_name], mssv [student_id], lớp CK19LTH, khoa cơ khí.. .   Vừa qua em đã đăng ký tốt nghiệp vào ngày 15/11/2021, đợt tốt nghiệp tháng 11/2021, em đã nhận được chứng nhận tốt nghiệp tạm thời được trường chuyển phát tới nhà sau đó 2 tuần. Đến nay em vẫn chưa có thông báo đến PĐT nhận bằng chính thức.. .    Em muốn hỏi PĐT hồ sơ xét tốt nghiệp của em có vấn đề gì không ạ? Nếu hồ sơ củ em đầy đủ thì đến khi nào em có thể nhận bằng ạ? Rất mong nhận được trả lời sớm nhất từ PĐT.. .    Em xin chân thành cảm ơn.. . . . Thank you & Best Regard.. .   i Tốt nghiệp .",
            "\"Chào em,. . Trường hợp của em đã ra quyết định tốt nghiệp ngày 30/12/2021, cập nhật quyết định tốt nghiệp tại trang mybk/Thông tin SV/tình trạng và đang tiến hành in bằng nhé, dự kiến sẽ cố gắng thông báo nhận bằng trước nghỉ tết nguyên đán. . Về lễ tốt nghiệp tháng 11/2021 SV vui lòng đợi thông báo sau của nhà trường. . Thân\""
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Hiện tại thì do vô ý mà em đã làm hư thẻ BHYT, cho em hỏi là có cách nào để được cấp lại thẻ BHYT không ạ? Em cảm ơn.",
            "Chào em,. . Em liên hệ phòng Công tác chính trị sv qua email [email] để được hướng dẫn nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em chào anh/chị, . . Hiện tại em đã có tên trong danh sách tốt nghiệp dự kiến. . . Vấn đề của em là em cần nộp bằng tốt nghiệp tạm thời cho phòng đào tạo sau đại học để tiếp tục chương trình cao học (em đã học tối đa tín chỉ liên thông nên giờ cần trở thành sinh viên cao học chính thức mới có thể đăng kí tín chỉ tiếp được). . . Em cần nộp bằng trong tháng 1 này, anh/chị có thể hỗ trợ cấp bằng tốt nghiệp tạm thời cho em trong khoảng thời gian này được không ạ? . . . . Mong nhận được phản hồi sớm từ anh/chị.. . Em cảm ơn",
            "Chào em,. . Sau ngày 18/1/2022 em có thể vào trang mybk/Đăng ký tốt nghiệp để tải xuống sử dụng trước.. . Bản giấy sẽ được gửi qua đường bưu điện theo địa chỉ sinh viên đăng ký nhé. . Thân",
            "\"Chào bạn,. . Hiện tại Phòng Đào tạo đang tiến hành in bằng và gửi mail nhận bằng theo từng đợt. . SV đã đăng ký tốt nghiệp thành công và nhận được mail xác nhận đồng ý, vui lòng đợi cập nhật Quyết định tốt nghiệp chính thức và mail thông báo lên nhận bằng từ Phòng Đào tạo. . Về lễ tốt nghiệp tháng 11/2021 SV vui lòng đợi thông báo sau của nhà trường. . Thân. . \""
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Thưa cô. . Em là sinh viên năm cuối nhưng chưa đủ chuẩn anh văn để tốt nghiệp. Hiện em đã Tạm Dừng một học kỳ. Em cần đăng ký thu nhận lại để Đăng Ký Môn Học tránh trường hợp Buộc Thôi Học do tạm dừng 2 học kỳ liên tiếp. Cô cho em hỏi quy trình làm đơn xin thu nhận lại?. Để kịp đăng ký môn học đợt 18/01 - 19/01/2022.. . Em cảm ơn cô đã đọc yêu cầu này!",
            "Đã trả lời. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em chào thầy cô ạ,. . . . Em tên Nguyễn Văn Thương. Mss:[student_id]. . . . Vì lí do kinh tế, chi phí đi lại, cùng sợ sự bất tiện khi chưa sắp xếp được chỗ ở nên em không thể tham gia môn học Thí nghiệm Hoá Đại Cương Đợt 2, Nhóm: VL18, học trước tết và buổi đầu tiên bắt đầu vào ngày 17/1/2022 tại CS1.. . . . Em xin huỷ lịch học thí nghiệm hoá đợt 2, và mong muốn được tham gia học sau khi học trực tiếp ạ!.",
            "Chào em,. . Phòng Đào tạo đã tiếp nhận đơn xin hủy đăng ký học thí nghiệm trực tiếp của bạn.. . SV vui lòng theo dõi mail và thời khóa biểu được cập nhật Mybk/Thông tin sinh viên/Xem thời khóa biểu sau khi trường được hoạt động lại bình thường (dự kiến trong tháng 3/2022). . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Hiện tại em đang tìm hiểu 'Vay vốn sinh viên' ở địa phương và cần xác nhận là sinh viên của trường theo biểu mẫu, do tình hình dịch bệnh nên không tiện để đi lại nên có thể xác nhận sinh viên thông qua biểu mẫu được đính kèm không ạ.. . . . Cảm ơn đã lắng nghe và mong nhận được sự phản hồi.",
            "Chào em,. . Em liên hệ phòng Công tác chính trị sv qua email [email] để được hướng dẫn nhé.. . Thân mến. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "B Học vụ . e chào PĐT. . Em có kết quả rút môn học nhưng điểm tổng kết môn học của em là 1.5, vậy em đã làm đúng quy trình chưa ạ.. . em có đính kèm ảnh bên dưới. mong PĐT giải đáp giúp em ạ",
            "Chào em,. . Em xem lại nhé. Lần sau có hỏi ghi rõ thông tin mã môn học, tên môn học, hk.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Dạ chào Ad,. . Em là [full_name] (MSSV: [student_id]),. . Ad cho em hỏi vấn đề này với ạ. Là em thanh toán học phí bằng hình thức online. Nhưng sao khi thanh toán thì em vào trong mục Bkpay thì hiện chưa thanh toán ạ. Mong Ad xem lại giúp em và cho em xin hướng giải quyết với ạ, tại nay là hạn cuối thanh toán học phí anh văn nhu cầu nên em hơi gấp ạ. Em có gửi hình ảnh minh chứng xác nhận sao kê của ngân hàng ạ.",
            "Chào em,. . Em liên hệ số điện thoại hotline của Ngân hàng OCB để được hỗ trợ:[student_id]8. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Kính gửi Phòng Đào Tạo,. . Em là Nguyên - sinh viên khoa KH&KT Máy Tính K16. . . . Em đã đạt đủ điều kiện để đăng kí tốt nghiệp nhưng em lại không thể thực hiện đăng kí trên mybk do lỗi bkpay; đến hôm nay thì hệ thống đã báo hết hạn đăng kí.. . Cho em hỏi như vậy thời hạn đăng kí tốt nghiệp có được gia hạn không ạ?. . . . Em xin cảm ơn",
            "Chào em,. . Em không đăng ký tốt nghiệp do bạn chưa cập nhật đủ ngày công tác xã hội nhé.. . Hiện tại em đã cập nhật đủ ngày CTXH khi nào?. . Hiện tại công đăng ký tốt nghiệp đã hết thời gian đăng ký nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Chào thầy/cô, . . Cho em hỏi là về các học phần mở rộng của chương trình CNTN thì khi nào sẽ được thêm vào elearning để bắt đầu học ạ? Do em có hỏi khoa thì khoa nói là tuần thứ 3 sẽ được thêm vào.. . . . Em xin cảm ơn!",
            "Chào em,. . Các hoạt động trong khóa học do GV phụ trách môn học quản lý, PĐT không có quyền can thiệp. SV vui lòng liên hệ GV.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV[full_name] [student_id]  /b \t. . . .   i Học vụ . Kính Gửi[full_name] Phòng Đạo Tạo. . Em tên là[full_name] [full_name]. . MSSV[full_name] [student_id]. . Khoa kỹ thuật hóa (CLC). . Nay em gửi tin để xin PĐT dời lịch học hóa thí nghiệm vào tuần 3,4. Lý do là hiện tại em đang ở quê không thể di chuyển lên TP Hồ Chí Minh học một  buổi rồi đi về được ạ. . . Em xin cảm ơn và xin lỗi vì sự bất tiện này.. .",
            "Chào em,. . Phòng Đào tạo đã tiếp nhận đơn xin hủy đăng ký học thí nghiệm trực tiếp của bạn.. . SV vui lòng theo dõi mail và thời khóa biểu được cập nhật Mybk/Thông tin sinh viên/Xem thời khóa biểu sau khi trường được hoạt động lại bình thường (dự kiến trong tháng 3/2022). . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký rút môn học HK 212 . Đăng ký rút môn: Thực tập ngoài trường. . Mã số môn học: CO3335. . Lý do rút môn: Do em không đọc được quy định về môn Thực tập ngoài trường trước học kỳ mới nên đã lỡ mất môn và em mong muốn được rút môn trong học kỳ này và đăng ký môn này vào học kỳ hè HK213. Vì thế em xin PDT hỗ trợ em trong việc rút môn học này ạ.. . Mong các thầy cô hỗ trợ em trong vấn đề này ạ.. . Em xin cảm ơn. . .",
            "Chào em,. . Hiện tại đã hết thời gian huỷ môn học, . . Việc rút môn học: em xem email PĐT đã gửi:. . \"Phòng đào tạo thông báo về phương thức đăng ký RÚT MÔN HỌC (tính Học Phí theo quy định) (Chính quy + Dự thính) của học kỳ 2 (2021-2022) như sau:. . . . SV đăng nhập vào Google bằng tài khoản BKNetID@hcmut.edu.vn và điền thông tin RÚT MÔN HỌC theo link : https://forms.gle/QUtA7vkKnkW9oqBm8. . . . Thời gian đăng ký : Từ ngày 10/01/2022 đến hết ngày 05/03/2022. . . . Xem chi tiết quy định về rút môn học tại QUY CHẾ ĐÀO TẠO VÀ HỌC VỤ điều 11.2\". . . . SV đăng ký môn học trong học kỳ nào thì tính học phí ở HK đó.. . HK3 SV đăng ký môn TTNT thì được tính tổng tín chỉ tính trọn gói ở HK2 trước đó.( theo quy chế học vụ hiện hành). . - SV liên hệ Khoa để được tư vấn thêm nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em học môn Quản lí sản xuất mã IM1023, lớp L02 học kì 211.. . . . Theo tỉ lệ điểm theo thông báo mới trên bkel của cô [full_name] trong học kì 211 theo đề cương mới , điểm tổng kết của em là 8.5 nhưng điểm trên hệ thống lại tính theo tỉ lệ của đề cương cũ nên em bị mất 0.5.. . . . Em có gửi đính kém ảnh về việc cô [full_name] thông báo thay đổi về tỉ lệ điểm và thông báo đó hiện vẫn còn trên BKEL.. . . . Em thấy việc này rất không công bằng cho sinh viên khi tỉ lệ điểm theo đề cương mới nhưng điểm tổng kết lại tính theo đề cương cũ.. . . . Em mong nhà trường xem xét lại giúp em."
        ]
    }
]