[
    {
        "intent": "",
        "message": [
            "Em tên [full_name] mssv [student_id]. . Xin đăng ký thêm môn học:. . Ee3023 thực tập điện tử. . Ee2021 cơ sở điện tử công suất. . . . Đợt đăng ký môn học bổ sung em đã đăng ký nhưng tkb không hiện. Em đang học cùng các bạn cùng lớp xin được hổ trợ ạ!",
            "em dk online lai"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Xin chào thầy/cô ạ,. . Em đang học lớp L03 Mạch điện tử(EE2035) của thầy [full_name] lúc 13h thứ 3. Hiện tại em đang học môn này ở phòng 304H2. Phòng nhỏ nhưng tình trạng sinh viên \"học chui\" rất nhiều. Đã nhiều buổi học em đã phải ngồi bàn 4 người, thậm chí 5 người. Đi học trễ thì không có chỗ ngồi mặc dù em học lớp chính. Vì vậy em xin đổi phòng học qua 1 phòng khác lớn hơn được không ạ, để không làm ảnh hưởng đến việc học của em cũng như các bạn khác ạ.. . Em xin cảm ơn.",
            "Chào bạn,. . . . Việc này sinh viên trao đổi với giáo viên, để giáo viên làm việc trực tiếp PDT.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em đã bỏ qua mất đợt đăng kí dự thính lần trước nhưng bị thiếu môn không biết bây giờ PĐT có thể thêm em vào Giải tích 1 MT1003 và [full_name] 1 [full_name]1003",
            "đã bổ sung.. . TKb sẽ cập nhật vào cuối ngày"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Khi nộp chứng chỉ ngoại ngữ qua web, thì ngoài các bước được hướng dẫn trên trang thì còn có phần nhắc sinh viên liên hệ với tổ chức quản lí thi (như Hội đồng Anh,...) để gửi bản sao chứng chỉ qua cho phòng đào tạo. Vậy thì có cần phải nộp trước khi thẩm tra không ạ?",
            "Chào bạn,. . . . Cần bạn, việc này trên trang nhắc nhở ghi rất rõ.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em tên là :[full_name]. . MSSV [student_id]. . Môn học đăng ký  : AV4 . . Mã môn học: LA1009 . . Nhóm DT03. . Em xin phòng đào tạo và nhà trường cho em đăng ký môn học. Em xin cảm ơn.",
            "Chào bạn,. . . . PDT sẽ ghi nhận và đăng kí môn bơi nhóm khác cho bạn. Kết quả sẽ trả lên cổng thông tin sinh viên mục TKB.. . . . Thân. .",
            "Lỗi QT: LA1007. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: 1814106  /b \t. . . .   i Yêu cầu khác . Dạ thầy cô, em có thấy bên lớp PH1003 DT07 có dư 1 chỗ 124/125, thầy cô đăng ký em bên DT08  hôm qua em vừa đi học bị nhốt trên C6 tận tối, em xin chuyển qua DT07 học hangout được ko ạ, em xin cảm ơn",
            "Chào bạn,. . . . Không bạn, hiện tại  đã hết thời gian hiệu chỉnh môn học rồi bạn.. . . . Thân. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em là [full_name] thuốc lớp XD20LT02. . Cho em hỏi là thẻ sinh viên em đang ở đâu em đã về khoa cũng như phòng đào tạo của 2 cơ sở mà không có mặc dù trên mybk thông báo thẻ được in rồi mà không nhận được mail nào là nhận thẻ",
            "Chào bạn,. . . . Bạn liên hệ trực tiếp cơ sở 1 để lấy thẻ sinh viên.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em tên:[full_name],lớp XD16TL01. Kỳ này em chỉ còn phải làm luận văn mã CI4373 để tốt nghiệp, nhưng tới giờ vẫn chưa được xét đăng ký. Trên trang ĐKMH báo là thiếu môn kết cấu bê tông cốt thép 1( mã CI2091) , ở học ký 192 em đăng ký trễ nên không còn lớp, em phải đăng ký môn kết cấu bê tông cốt thép 1 (CI2039) theo chương trình đào tạo k14, em có học đồ án và lý thuyết, đã có điểm thi. Mong PĐT  xem xét cho em. . . Em cảm ơn ạ",
            "Chào bạn,. . . . Bạn vui lòng nộp đơn đăng kí luận văn tại PDT, đơn có sự đồng ý của giáo viên hướng dẫn và ban chủ nhiệm khoa.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Thưa Phòng Đào tạo ĐHBKHCM,. . . . Em học ngành Hệ thống năng lượng của chương trình Việt Pháp (Khóa 2015). Theo lịch trình đề ra trên website \"http://www.pfiev.hcmut.edu.vn/pfiev/index.php?tin=17\", số tín chỉ cho cả chương trình là 276,5.. . . . Tuy nhiên tại \"https://mybk.hcmut.edu.vn/stinfo/\" số tín chỉ tích lũy được là 282,5. . . . . Em muốn biết vì sao có sự chênh lệch này để xem xét ảnh hưởng của nó lên điểm trung bình của em khi tốt nghiệp.. . . . Em xin cảm ơn.. . [full_name]",
            "Chào bạn,. . . . Đối với sv PFiev, điểm TBTN được tính từ điểm GĐ2(tức từ HK đến HK cuối cùng). Do đó nếu bạn hoc các môn mà không đúng trong CTDT sẽ không tính vào điểm TBTN bạn nhé.. . . . Thân mến."
        ]
    },
    {
        "intent": "",
        "message": [
            "B Đăng ký môn học . Em muốn hỏi là em đã đăng ký LVTN vào đợt 3 và cả đợt cuối cùng nhưng đều không được và không được cập nhật trong TKB. . . Hiện tại em không nợ học phí, đã nộp chứng chỉ ngoại ngữ. Em vẫn đang thực hiện LVTN. . . Mong PĐT giải quyết sớm thắc mắc để em yên tâm học.. . Em xin chân thành cảm ơn",
            "Chào bạn,. . . . Bạn nôp đơn xin đăng kí luận văn tại PDT. Đơn có sự đồng ý của giáo viên hướng dẫn và ban chủ nhiệm khoa.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em chào thầy/cô!. . Em tên: [full_name]. . Hệ: Vừa làm vừa học.. . . . Em vừa nộp xong hồ sơ ở 204A1 cơ sở 1, ngày 19/03/2021.. . . . Cho em hỏi: Giờ em chờ nhận thông báo mail hay làm gì tiếp theo ạ.. . . . Trân trọng cảm ơn!",
            "em đăng ký môn học online. . Từ 23= 24/03. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Do em không kiểm tra lại đợt đăng ký môn học dự thính đợt 3 nên em bị hủy môn học này (Điện tử - 402705), nhờ Thầy/Cô giúp em đăng ký lại môn này với ạ.. . Em xin cảm ơn.",
            "Chào bạn,. . . . PDT sẽ ghi nhận và đăng kí môn bơi nhóm khác cho bạn. Kết quả sẽ trả lên cổng thông tin sinh viên mục TKB.. . . . Thân. .",
            "Em chào Cô,. . Môn học em nhờ đăng ký là môn Điện tử - 402705 chứ không phải môn boi ạ.. . Cô xem lại giúp em nha.. . Em cảm ơn Cô.",
            "môn học sẽ được bổ sung vào ngày mai"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Chào Thầy cô,. . . . Em có đăng kí Môn kĩ thuật lập trình mã là CO1011 thuộc ctdt k2018 về trước, vậy nếu em đk và tiếp tục học có tương đương kĩ thuật lập trình CO1027 của ctdt k2019 ko ạ.Mong thầy cô giải thích giúp em.. . . . Em xin trân thành cảm ơn",
            "em coi môn học tương đương trên website. . Lưu ý: chỉ có môn Khóa 2019     K18. . chứ ko ngược lại"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]  /b . . Thầy [full_name] giúp em hủy môn Vẽ kỹ thuật mã môn CI1033, và khôi phục lại môn Kết cấu thép 1 mã môn CI3009 thời gian học từ thứ 2 tiết 13-15 và chủ nhật tiết 7-9 nhóm T01 do thầy [full_name] dạy.. Em cám ơn Thầy!\t. . . .   i Đăng ký môn học .",
            "đã mở khóa. . em hủy online. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . trong đợt đăng ký dự thính đợt 2 em đã đăng ký được môn MT1005 - Giải tích 2 nhưng kết quả đợt 3 lại ko có chắc là do trùng lịch nhưng em quên kiểm tra, mong phòng đào tạo có thể đăng ký lại giúp em lớp DT02_DT02 được không ạ. em cám ơn",
            "Chào bạn,. . . . PDT sẽ ghi nhận và đăng kí môn bơi nhóm khác cho bạn. Kết quả sẽ trả lên cổng thông tin sinh viên mục TKB.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em chào [full_name]/Cô, em vừa mới hoàn tất môn luận văn tốt nghiệp HK201. Hiện tại đã hết hạn nộp cuốn luận văn tốt nghiệp. Em dự định học kì 1 (năm học 2021-2022) tốt nghiệp thì đên lúc đó em nộp cuốn luận văn có trể không ạ.",
            "Chào bạn,. . . . Việc này bạn hỏi giáo viên hướng dẫn luận  văn.  . . . . Còn khi xét tốt nghiệp bạn hoàn thành môn học và các điều kiện như ngoại ngữ, ngày CTXH, học phí... Thì bạn mới được xét tốt nghiệp ra trường.. . . . Thân. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em là [full_name] ([student_id]). . Em muốn hỏi hiện tại em có thể xin đăng kí thêm môn Hóa phân tích (CH2005) vào học kì dự thính 202 hiện tại còn kịp được không ạ?",
            "Chào bạn,. . . . [full_name]T ghi nhận yêu cầu của bạn, kết quả DKMH sẽ cập nhật trên cổng thông tin sinh viên mục TKB.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "B cho e hỏi chỉ tiêu để nhận luận văn tốt nghiệp là anh văn toic 400.vậy e có được học bằng avan bên ngoài quy đổi tương đương không. bằng của tổ chức nào cấp trường mới chấp nhận ạk. e là sinh viên hệ VHVLYêu cầu khác:",
            "Chào bạn,. . . . Anh văn theo chuẩn quốc tế do  IIG tổ chức.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học .   p Kính Chào Thầy Cô",
            "Đăng ký môn học . Kính Chào Thầy Cô,. . . . Em tên [full_name]. . MS nhập học: [student_id]. . Ngành: Khoa học máy tính. . Hệ:VHLV chuyển từ CQ (Chuyển từ hệ quốc tế OISP, ngành Kỹ sư điện điện tử). . ĐT: [phone_number]. . . . Em đã hoàn tất nộp hồ sơ nhập học vào ngày 19/03/2021. . . . . Hiện tại em không đăng kí môn học trong đợt \"KHHT HK202 Kết quả - ĐK Bổ sung môn học Hệ VLVH và ĐTXa\" do đã quá hạn. . . . . Câu hỏi: . . 1. Thời khóa biểu của em sẽ do nhà trường sắp đặt hay em sẽ phải tự đăng ký từng môn theo Chương trình đào tạo khi có đợt đăng ký? Nếu em phải đăng ký thì khi nào sẽ có đợt đăng ký các môn VHVL tiếp theo.. . 2. Thời gian bắt đầu nhập học cho 4 môn bổ túc là khi nào? Thông tin nhập học có sẽ được sớm cập nhât trên trang http://tuyensinh.hcmut.edu.vn/admission/index.php?route=catalog/thongtints&path=69_148_156 . .  không?. . . . Em xin cảm ơn thầy cô trợ giúp!"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Cho em hỏi học kì 2 này em đăng ký trùng môn với lại học kì 1, cụ thể là học kì 1 em đăng ký bóng đá - học kì 2 này em vẫn đăng ký bóng đá thì có được tính vào các môn học để đủ điều kiện học tiếp các năm sau và tổng 3 kì thể chất của em không?",
            "Chào bạn,. . . . Không sao bạn, bạn học bóng đá nhưng học 2 phần khác nhau là được bạn.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Dạ chào pđt , em là k19 , em mới thi toeic cua iig xong và được 370 , cho em hỏi cách thức nộp bằng và như vậy em có đủ điều kiện học được năm 2 chưa ạ ! mong pđt giúp em , em cảm ơn pđt ạ !",
            "Chào bạn,. . . . Bạn vui lòng xem qui chế học vụ điều 31, phụ lục 1 nha http://www.aao.hcmut.edu.vn/index.php?route=catalog/chitietsv&path=90&tid=1658.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Cho em hỏi tại sao các bạn em đều nhận mail của thầy cô chủ nhiệm mới còn em thì không ạ. Hôm nay có bạn gửi cho em thấy thì bạn ấy đã nhận mail hơn tuần và thầy cô thông báo những thứ quan trọng rồi ạ.. . Khoa điện điện tử",
            "Chào bạn,. . . . Việc này bạn liên hệ với giáo viên chủ nhiệm nha.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ cho em hỏi, lúc trước trong đợt đăng ký dự thính em có đăng ký môn Anh văn 3A, nhưng bây giờ vẫn chưa có trong thời khóa biểu ạ. . . Gíup em với ạ, em rất cần môn học này",
            "môn học ko mở.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Chào PĐT,. . . . - Em là [full_name] hiện đang tham gia lớp Kĩ thuật số DT02 của thầy [full_name], tuần trước TKB, bkel vẫn hiển thị lịch học của em tuy nhiên hiện tại không còn hiển thị. Em không biết hiện có vấn đề gì mới môn học này của em không. Em cảm ơn !. . . . Em [full_name].. .",
            "TKB sẽ cập nhật lại vào ngày mai"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]  /b . . cho e hỏi thường thì môn Đồ Án có được mở vào kì hè hay không ạ\t. . . .   i Đăng ký môn học .",
            "Chào bạn,. . . . Môn đồ án không mở trong học kỳ hè nha bạn.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ  /i  phòng đào tạo cho em hỏi chứng chỉ tin học em thi cách đây 8 năm có thể nộp vào được không ạ ? Cám ơn thầy cô đã đọc.. . . . . .",
            "Chào bạn,. . . . Hiện tại nhà trường chưa có thông báo về việc nộp chứng chỉ ứng dụng công nghệ thông tin. Khi nào có thông báo PDT sẽ gởi mail thông báo cho sinh viên.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Kính gửi pdt. Em hiện đang là sv hệ VHVL MSSV [student_id]. Phòng đào tạo có gửi mail thông tin xét tốt nghiệp vào ngày 04/03 báo em thiếu tín chỉ 146/148 cụ thể là phần tự chọn B nhưng em đã hoàn thành 2 tín chỉ này ở học kì I năm học 2020 - 2021 . Em đã thông tin lại cho pdt và được báo đã bổ sung nhưng tại sao hiện tại danh sách tốt nghiệp dự kiến lại không có tên em ạ. Mong pdt sớm phản hồi",
            "Ngày 02/04 là hạn cuối bổ sung điều kiện tốt nghiệp mong pdt sớm cập nhật",
            "Chào bạn. . . . Phòng đào tạo đã ghi nhận trường hợp xét tốt nghiệp bổ sung của sinh viên, sau ngày 02/4 Phòng Đào Tạo sẽ thông báo danh sách tốt nghiệp cập nhật mới : . . -          Sinh viên xem kết quả xét lại tốt nghiệp trên: www.aao.hcmut.edu.vn  tốt nghiệp  thông tin tốt nghiệp  danh sách tốt nghiệp 4/2021. . -          Trường hợp không có tên trong danh sách tốt nghiệp bổ sung sinh viên liên hệ trực tiếp phòng đào tạo để kiểm tra lại lý do.. . . . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            ". . Em tên [full_name] mssv [student_id]. . Xin đăng ký thêm môn học:. . Ee3023 thực tập điện tử- nhóm DT01. . Ee2021 cơ sở điện tử công suất- nhóm DT01. . . . Hiện tại em đang xin gv theo học ké và nhờ pđt hổ trợ để có tên trong danh sách học cùng các bạn ạ. . . . . . . . Ở đợt Hiệu chỉnh ĐKMH HK-202 SV nhập học đợt tháng 10 năm 2020 hệ VLVH.  Không có mở môn thực tập điện 2 ạ!",
            "ok"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Thưa pddt,. . em tên [full_name], mssv [student_id]. . em có câu hỏi về việc mở lớp anh văn theo yêu cầu ạ. theo thông tin trên mail thì sv có thể học 1 kì 3 lớp av, vậy cho em hỏi lớp này thuộc hệ dự thính hay chính qui vậy ạ. thời gian mở lớp là khi nào ạ ( có ngày cụ thể không ạ). và có gửi mail đăng kí khi mở lớp k ạ... . . em cảm ơn",
            "Chào bạn,. . . . Khi nào mở lớp anh văn, PDT sẽ gởi mail thông báo cho sinh viên.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em tên [full_name], mssv: [student_id].. . em đã đăng ký tốt nghiệp được rồi.. . . . Vậy Khi nào thì em có thể lấy bằng tạm được?. .",
            "Chào bạn,. . . . Thứ 6 này bạn về khoa lấy giấy tốt nghiệp tạm thời.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em xin chào thầy/cô. Em tên là [full_name], MSSV: [student_id]. Thầy/cô cho em xin hỏi về vấn đề đăng ký tốt nghiệp ạ: Hiện tại thì em đã đậu anh văn nói viết và có kết quả từ ngày 21/03/2021 nhưng tới hiện tại thì em chưa thể đăng ký tốt nghiệp trên trang web của trường. Em không biết là mình còn thiếu yêu cầu nào nữa không ạ?. . Em xin cảm ơn.",
            "Chào bạn,. . . . Hết tuần này PDT sẽ gởi mail danh sách tốt nghiệp và hướng dẫn tốt nghiệp. Bạn kiểm tra mail thường xuyên để đăng kí tốt nghiệp nha.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "responsible person: [551] [staff_name] [helpdesk staff]",
            "Chào bạn,. . . . PDT có cập nhật TKB trên cổng thông tin rồi bạn, không biết còn thiếu môn học nào của bạn.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Dạ em tên là [full_name] MSSV: [student_id]. . Em là sinh viên khoá K16 trên thẻ sinh viên thời gian hiệu lực đến 04/2021. Khi hết thời gian hiệu lực em phải đăng ký cấp thẻ mới ở đâu và được gia hạn thêm thời gian là bao lâu ạ.. . Em xin cảm ơn ạ",
            "Chào bạn,. . . . Bạn đăng kí làm lại thẻ nha.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . E bị hủy môn học giải tích 2 dự thính MT1005 không lí do mà pdt không thể giải quyết là thế nào ạ",
            "Chào bạn,. . . . Bạn vui lòng kiểm tra kết quả DKMH nha.. . . . Thân",
            "li answer rate: Answer does not suit / Câu trả lời không đúng ý"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em chào quý thầy cô ạ. Quý thầy cô cho em hỏi là thời gian cụ thể cho việc chuyển điểm hệ chính quy sáng hệ VHVL đợt tháng 3/2021 là lúc nào, thời gian có thể đăng ký môn học và bắt đầu vào học là lúc nào ạ? Em xin cám ơn",
            "Chào bạn,. . . . Khi nào chuyển điểm từ chính qui sang hệ VHVL PDT sẽ gởi mail cho sinh viên.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Em tên [full_name] MSSV [student_id] . . Xin rút môn Anh Văn 1 mã mh LA1003 nhóm tổ L01. . Lý do : em phải học từ 7h đến 15h chiều . . . . Sinh viên cam kết sau khi rút môn học phải. . đảm bảo đủ số tín chỉ tối thiểu của học kỳ. . SV cam đoan nộp đủ học. . phí (kể cả các môn nhận điểm R ). .   i Học vụ .",
            "Chào bạn,. . . . Bạn phải làm đơn rút môn học nộp tại PDT nha.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Sang học kì 301 thì SV phải tích lũy ít nhất 56 chỉ và qua av3 mới đăng kí môn học của các môn năm 3 phải không ạ, và các môn năm 3 của khoa xây dựng thì học ở cơ sở 1 đúng không? . . . . . . . .",
            "Chào bạn,. . . . - Bạn vui lòng xem qui chế học vụ điều 4, mục 4.2 và điều 31, phụ lục 1 http://www.aao.hcmut.edu.vn/index.php?route=catalog/chitietsv&path=90&tid=1658.. . . . - Việc học cơ sở nào  tuỳ theo môn nha bạn.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Chào PĐT,. . Em tên là [full_name], MSSV: [student_id]. . Em có 2 vấn đề kính mong được PĐT giúp đỡ như sau:. . Vấn đề 1: Em đã hoàn thành xong chương trình đào tạo của cả 2 ngành là Công nghệ kỹ thuật Vật liệu xây dựng (bằng 1) và Kỹ thuật công trình xây dựng (bằng 2). Em có nguyện vọng đăng ký tốt nghiệp 2 bằng cùng lúc vào lễ tốt nghiệp tháng 4/2021 thì em cần phải thực hiện những thủ tục gì?. . Vấn đề 2: vừa rồi em đã nộp bằng TOEIC và đã được thẩm tra. Do đó, em đã đủ điều kiện tốt nghiệp nhưng tra danh sách dự kiến tốt nghiệp trên aao vẫn chưa hiển thị. Mong PĐT có thể kiểm tra lại giúp em.. . Em xin chân thành cảm ơn!. .",
            "Chào bạn. . . . Phòng đào tạo đã ghi nhận trường hợp xét tốt nghiệp bổ sung của sinh viên, sau ngày 29/3  Phòng Đào Tạo sẽ thông báo danh sách tốt nghiệp cập nhật mới : . . -          Sinh viên xem kết quả xét lại tốt nghiệp trên: www.aao.hcmut.edu.vn  tốt nghiệp  thông tin tốt nghiệp  danh sách tốt nghiệp 4/2021. . -          Trường hợp không có tên trong danh sách tốt nghiệp bổ sung sinh viên liên hệ trực tiếp phòng đào tạo để kiểm tra lại lý do.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em chào thầy/ cô ạ! Em tên là [full_name], mssv [student_id] thuộc k18, sinh viên lớp HC18SH. Em muốn trình bày hoàn cảnh của mình: hiện gia đình em gặp chuyện nên kinh tế hiện khá khó khăn, liệu em có thể rút 2 môn học mà không tính học phí được không ạ? (em vẫn đảm bảo đủ số tín chỉ yêu cầu trong 1 học kỳ chính). .  Mong thầy/ cô giải đáp và hỗ trợ em! Em cảm ơn rất nhiều ạ!",
            "Chào bạn,. . . . Hiện tại rút môn học là phải thanh toán học phí nha bạn.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Chào thầy/cô. . Em tên là: [full_name]. . MSSV: [student_id]. . Thầy(cô) cho em hỏi, học kì vừa rồi (HK202) em DTB = 0, nhưng trong danh sách xử lý học vụ lại không có tên em, vậy em có cần làm đơn cứu xét không ạ.. . Em cảm ơn.",
            "Chào bạn,. . . . Bạn có đăng kí môn học kỳ 202 nên không xử lý học vụ nha.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . PĐT cho em hỏi có hình thức tổng kết bảng điểm online thay vì đăng ký in bảng điểm không ạ? Vì trong kì thực tập có vài công ty yêu cầu bảng điểm gửi qua mail ạ . .",
            "Chào bạn,. . . . Bạn có thể vào mục điểm copy rồi gởi cho công ty.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ chào thầy cô. . Em tên: [full_name]. . Mssv: [student_id]. . Ngành: Điện tử viễn thông, hệ CQ sang VHVL, hoàn thành thủ tục nhập học đợt ngày 19/3/2021. . Dạ cho em hỏi về việc đăng ký môn học, nhà trường sẽ có gửi mail thông báo về thời gian cụ thể để đăng ký môn học hay không, hay là được đăng ký đợt 23-24 tháng 03, và sẽ đăng ký những môn còn thiếu, hay là đăng ký theo lịch học vụ của trường sắp xếp như thế nào.. . Làm thủ tục nhập học xong rồi, không thấy nhà trường hướng dẫn bước tiếp theo, và thời gian cụ thể lịch như thế nào cả, em mong nhà trường có gửi mail để giải đáp thắt mắt cho sinh viên. . Em xin cảm ơn..!!. .",
            "Chào bạn,. . . . Việc đăng kí môn học PDT vẫn gởi mail cho sinh viên, bạn vui lòng kiểm tra mail trường của bạn nha.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em chào anh/chị,. . . . Em muốn làm luận văn trước rồi đăng ký môn sau được không chị. Nếu được thì thủ thục mình cần làm gì vậy ạ.. . . . Em cảm ơn anh/chị nhiều.",
            "Chào bạn,. . . . Việc này bạn liên hệ giáo viên hướng dẫn luận văn nha. . . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "B Học vụ . Cho em hỏi Phần em khoanh đỏ trong ảnh nghĩa là gì ạ? Miến phí này là miễn phí thi xét duyệt qua chuẩn CNTT hay sao? Em muốn đăng ký thi thì làm như nào ạ?",
            "Chào bạn,. . . . Hiện tại nhà trường chưa có thông báo về việc nộp chứng chỉ ứng dụng công nghệ thông tin. Khi nào có thông báo PDT sẽ gởi mail thông báo cho sinh viên.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tên: [full_name]. . Mssv [student_id]. . Mã môn học: PH1003. . Mã nhóm: DT08. . . .",
            "Chào bạn,. . . . [full_name]T ghi nhận yêu cầu của bạn, kết quả DKMH sẽ cập nhật trên cổng thông tin sinh viên mục TKB.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Theo thông tin đăng tuyển sinh vào năm 2017, sinh viên tốt nghiệp bảo dưỡng công nghiệp sẽ được thi tuyển liên thông lên hệ chính quy Khoa Cơ Khí hằng năm, nhưng năm ngoái do dịch Covid đã hoãn 1 năm, làm mất rất nhiều thời gian chờ đợi của các bạn sinh viên, nên mong nhà trường mở lớp liên thông trong năm nay giúp sinh viên để hoàn thiện quá trình học tập.",
            "Chào bạn,. . . . Việc tổ chức thi liên thông phải đợi thông báo của nhà trường nha.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Cho em xin hỏi là trong đợt đăng ký môn học cho học kỳ chính vừa qua em đã đăng ký 1 một để duy trì trạng thái học tập. Và do sự chủ quan đến giờ em mới kiểm tra tkb thì phát hiện môn học không có trong tkb. Cho em hỏi là giờ em phải làm sao để có thể cập nhật được thời khóa biểu ạ? Nếu không em sẽ bị đình chỉ và học kỳ sao không đăng ký luận văn được. Em xin cảm ơn.",
            "Chào bạn,. . . . Bạn muốn đăng kí môn nào ghi rõ mã số môn học?. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Dạ chào Thầy/Cô!. . Em tên: [full_name]. . MSSV : [student_id]. Lớp BT14OTLT. Hệ : Vừa làm vừa học. . Dạ em đăng kí tốt nghiệp trong mục thông tin cá nhân bị sai Khoa/TT Đào tạo và thiếu mục nơi sinh. . Khoa/TT Đào tạo của em: Khoa Kỹ thuật giao thông .Nơi sinh : tỉnh Thanh Hóa. . Mong Quý Thầy Cô xem và cập nhật lại giúp em.. . Em xin chân thành cảm ơn!. . Sđt của em : [phone_number]",
            "Chào bạn,. . . . Bạn nộp giấy khai sinh tại PDT để cập nhật lại nơi sinh cho bạn.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Dạ kính thưa PĐT,em hiện đang học lớp thể chất Cầu lông (PE1017) lớp L17. Em có TKB nhưng thầy nói em không có tên trong danh sách,thầy nói em lên PĐT để hỏi ạ. Em xin cảm ơn",
            "Chào bạn,. . . . Bạn nhờ thầy bổ sung tên em vào lớp cầu lông (PE1017) nhóm L17 nha.. . . . Thân. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Chào Thầy Cô ạ.. . Em tên là [full_name], em học bên chính quy đã làm xong LVTN, do [full_name] em ko học được nữa lên em đã chuyển qua hệ VHVL tháng 11/2020 để tốt nghiệp. Thầy cô xem thử cho em xem em còn thiếu điều kiện gì để tốt nghiệp ko ạ.. . em vào đăng kí tốt nghiệp thì ko đc ạ.. . em có lên hỏi PĐT nhưng chưa thấy thông tin gì ạ.. . Kính mong thầy cô xem xét cho em với ạ.. .   i Tốt nghiệp ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Ko biết sao em đã hoàn thành hết các môn trong chương trình học cũng như thi đủ điểm AV rồi nhưng mà em k đăng ký tốt nghiệp đc ạ !. .",
            "Chào bạn. . . . Phòng đào tạo đã ghi nhận trường hợp xét tốt nghiệp bổ sung của sinh viên, sau ngày 29/3  Phòng Đào Tạo sẽ thông báo danh sách tốt nghiệp cập nhật mới : . . -          Sinh viên xem kết quả xét lại tốt nghiệp trên: www.aao.hcmut.edu.vn  tốt nghiệp  thông tin tốt nghiệp  danh sách tốt nghiệp 4/2021. . -          Trường hợp không có tên trong danh sách tốt nghiệp bổ sung sinh viên liên hệ trực tiếp phòng đào tạo để kiểm tra lại lý do.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Thưa thầy/cô, em vừa kiểm tra lịch thi cuối kỳ thì nhận thấy ngày 11/6 phải thi 2 môn. Trong đó có 1 môn thi lúc 7h00 phòng 303H1 và 1 môn thi lúc 9h00 phòng 304C5. Diễn ra ở 2 cơ sở và giờ gần nhau như vậy thì sao em có thể tham gia được ạ. Em xin cảm ơn thầy/cô.. .",
            "chào em. . Lịch thi cuối kỳ PĐT đang xếp. . sẽ có lịch cụ thể sau nhé"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Kính thưa Phòng Đào tạo . . Em là [full_name] mssv [student_id]. . Hiện là trên elearning của e bị mất môn học đồ án thi công CI4127 , dù trong thời khóa biểu vẫn còn. Xin quý pđt xem xét giúp e. . . Em xin cảm ơn",
            "Chào bạn,. . . . Môn đồ án CI4127 khoa không gởi phân công cán bộ lên PDT nên môn này sẽ không cập nhật lên BKEL được, mà sinh viên chỉ có TKB trên cổng thông tin sinh viên thôi bạn.. . . . Thân"
        ]
    }
]