[
    {
        "intent": "",
        "message": [
            "Học vụ . PDT cho em được chuyển điểm AV 1, 2 để kịp đăng ký tốt nghiệp sắp tới ạ.. . Em đã thì toeic đủ điểm và đã thẩm tra thành công, em cũng đã thanh toán chuyển điểm trên bkpay ạ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Chào Phòng đào tạo,. . Hiện tại em đã có tên trong danh sách dự kiến tốt nghiệp, nhưng vẫn chưa đăng ký tốt nghiệp trên mybk được do tình trạng sinh viên bị \"tạm dừng\". Phòng đào tạo kiểm tra lại giúp em.. . Em có một số thắc mắc: . . 1/Khi nào có quyết định thu nhận lại để đăng ký tốt nghiệp? . . 2/Theo em được biết trường sẽ tổ chức lễ tốt nghiệp vào ngày 22/4, vậy trường hợp của em là không kịp dự lễ tốt nghiệp, chỉ nhận bản chính bằng tốt nghiệp tại phòng đào tạo thôi phải không?"
        ]
    },
    {
        "intent": "",
        "message": [
            "Khiếu nại đăng ký môn học . Em tên là : [full_name]. . Mssv:[student_id]. . . . Cho em hỏi em đăng kí thành công rồi mà vẫn chưa có lịch học ạ , mã môn đăng kí :LA1039(anh văn 2a). . Hình ảnh minh chứng phía dưới ạ. . Mong thầy cô giúp đỡ để em có lịch học ạ.. . Em cảm ơn ạ!",
            "Chào em;. . môn này đăng ký không thành công do thiếu môn học trước LA1037. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Dạ cho em hỏi hồi năm nhất em có kiểm tra anh văn đầu vào và đạt 525/990 điểm Toeic và pass được AV1 và AV2. Trong học kỳ rồi em có đăng ký học anh văn 3 (nhu cầu) ở trường và đã qua môn. Vậy cho em hỏi ở kỳ sau ( năm 3 của K20) thì em có thể đăng ký môn học bình thường mà không bị vướng chuẩn anh văn từng năm của trường phải không ạ?. Em cảm ơn. .",
            "Chào bạn. . Sinh viên vui lòng xem chi tiết quy định tại Quy chế học vụ đào tạo: aao.hcmut.edu.vn. .    sinh viên    quy chế    học vụ    Quyết định ban hành Quy định về học vụ và đào tạo bậc đại học (số 2933 ngày 10/9/21)/ Phụ lục 1. Quy định về chuẩn ngoại ngữ dành cho chương trình giảng dạy bằng tiếng Việt.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Thưa thầy cô, . . Em tên là Nguyễn Thị Tuyết Anh . . Mssv: [student_id] . . Khoa: Điện - Điện tử. . . . Em muốn hỏi vấn đề như sau: em đã học môn MẠCH ĐIỆN TỬ (EE2035) ở HK192 nhưng vì gặp nhiều khó khăn trong quá trình học trực tuyến nên em đã đăng ký rút môn vào tháng 11/2021 và được sự chấp thuận của PDT. . . Ở kỳ DT213 sắp tới, em xin được đăng ký học lại môn MẠCH ĐIỆN TỬ (EE2035) này thì có được không ạ, vì em thấy để không cho SV K19 đăng ký môn học lần đầu.. . . . Em rất mong được PDT giúp đỡ cho em được đăng ký môn học này ở kỳ dự thính hè HK213. Em xin chân thành cảm ơn! . . . . Trân trọng,. . Anh.",
            "Chào bạn, . . Rút môn học là tương đương huỷ môn học nhưng phải đóng học phí.. . Theo thông báo ngày 01/04/2022 về việc đăng ký môn học HK hè 2021-2022 và dự thính hè 213, không mở cho SV chính quy học môn học lần đầu trừ khóa 2021.. . Thân!"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em đóng học phí lớp anh văn (Khai giảng ngày 11/04) thấy hạn nộp là 15:00 ngày 11/04 nhưng đến tận sáng hôm nay (ngày 13/04) bkpay mới mở cho thanh toán và khi thanh toán xong bkpay lại để nộp trễ hạn ạ.. . . .",
            "Chào bạn, . . Phòng Đào tạo đã ghi nhận  bạn đã  thanh toán học phí.. . Thân mến!"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Xin chào nhà trường,. . Hiện tại em đã hoàn thành điều kiện tốt nghiệp và có tên trong danh sách tốt nghiệp dự kiến nhưng lại không thể truy cập trang đăng ký tốt nghiệp vì lý do lỗi quyền truy cập do tình trạng sinh viên hiện tại là \"Nghỉ\".. . Em muốn hỏi là em cần phải làm gì để có thể đăng ký tốt nghiệp đợt tháng 4 ạ ?. . Mong nhận được phản hồi sớm từ nhà trường.. . Trân trọng.",
            "Chào bạn. . . . - Bạn đã có tên trong danh sách dự kiến tốt nghiệp, Bạn sẽ nhận mail vào tuần sau để thực hiện khai thông tin tốt nghiệp theo hướng dẫn nghen. . - Về tình trạng sinh viên tạm dừng (hoặc K15: bị xóa tên vì hết thời gian học), khi nào bạn có tên trong ds dự kiến tốt nghiệp, PDT sẽ tự động ra QD thu nhận cho bạn,. . khi nào chuyển qua trạng thái đang học, bạn vào đăng ký tốt nghiệp lại nghen. . . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Dạ thầy/cô cho em hỏi hồi tuần trước em có đăng ký tốt nghiệp thì được báo là phiếu đăng ký không được xử lý.Em có hỏi thì được trả lời do upload ảnh sai yêu cầu.Em cũng đã up lại ảnh từ tuần trước nhưng đến nay trên trang mybk vẫn báo phiếu đăng ký không được xử lý ạ.Mong thầy/cô giải đáp giúp em ạ.Em cảm ơn. .",
            "Chào bạn. . Quy trình khai thông tin tốt nghiệp của bạn đã hoàn thành, đã có quyết định tốt nghiệp rồi. . Bạn vui lòng đợi mail báo nhận bằng tốt nghiệp nghen. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Kính gửi: Phòng Đào Tạo. . . . Hiện trạng:. . . . - Sinh viên [full_name] 2- Ngành Kỹ thuật xây dựng. Niên khóa 2018-2021 ; Tên: [full_name]- MSSV [student_id]. . . . - Sinh viên VB2 đã hoàn thành các tín chỉ môn học ,đã bảo vệ đồ án tốt nghiệp đạt online học kỳ trước. . . . (học kỳ trước do tình hình dịch bệnh phức tạp nên Phòng đào tạo ko xét chuẩn Tiếng Anh, SV được đăng ký làm DATN trước). . -----------------------------------------------------------------------. . . . -Hiện Học kỳ này 2201, Sinh viên ko đăng ký môn học TKB nào:. . . . Xin hỏi Admin:. . . . - Để làm thủ tục tốt nghiệp KSXD ra trường, Chứng chỉ Toeic cần đạt bao nhiêu điểm đối với khóa học trên?. . . . - Hiện mình muốn gia hạn duy trì tình trạng học tập sinh viên còn ở trường ( thu nhận lại) và đăng ký học ôn Anh Văn Toeic thi tại Trường hay học thêm các tín chỉ mình cần làm các thủ tục nào để tiếp tục.. . . . Chào thân và kính mong hỗ trợ .",
            "Chào bạn, . . PDT phản hồi thắc mắc của bạn như sau:. . - Về việc quy định chuẩn ngoại ngữ, bạn vui lòng đọc lại mục  2 chuẩn ngoại ngữ tốt nghiệp - Phụ lục 1. Quy định về chuẩn ngoại ngữ dành cho chương trình giảng dạy bằng tiếng việt (Ban hành kèm theo Quyết định số 2933, ngày 10/09/2021). . - Về việc đăng ký thu nhận lại:. . Bạn vui lòng tải mẫu đơn: Thu nhận tại trang web : aao.hcmut.edu.vn    Sinh viên    biểu mẫu. . Điền đầy đủ thông tin nộp qua trực tiếp tại Phòng đào tạo hoặc BKSI. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Em xin chào quý thầy/cô phòng đào tạo,. . . . Em tên là [full_name], MSSV [student_id]. . . . . Em đã thanh toán trễ hạn học phí HK212 khoảng 36h sau thời hạn cuối cùng cho phép đóng học phí.. . . . Hôm nay em xin phép được hỏi quý thầy cô về   b  thủ tục thanh toán trễ hạn học phí   /b  để không ảnh hưởng đến các HK tiếp theo ạ!. . . . Em có đính kèm mẫu đơn TRÌNH BÀY LÝ DO. . THANH TOÁN TRỄ HỌC PHÍ (theo quy chế em đọc trên aao). Do quy chế em đọc   b  đã lâu và em không tìm được quy chế mới   /b  về việc thanh toán học phí trễ hạn. Nên em kính mong quý thầy cô hỗ trợ giúp đỡ.. . . . Em xin chân thành cảm ơn quý thầy cô!. . . . Chúc quý thầy cô buổi chiều tốt lành!. . . . Thân mến,. . . . [full_name].. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em là sinh viên khóa K15, chỉ còn nợ Toeic Speaking and Writing để xét tốt nghiệp, em có thi tại BKEnglish vào ngày 6/4/2022 và đã có kết quả đậu là 200 điểm. Em xem trên BKEnglish là những bạn thi vào ngày 6/4/2022 và 7/4/2022 sẽ có kết quả kịp cập nhật hạn 11/4/2022. Hiện tại em chưa thấy tên mình trong Danh sách dự kiến tốt nghiệp. Tình trạng hiện tại của em là Nghỉ nên chưa thể đăng ký tốt nghiệp. Pđt xem xét giúp em. Em cảm ơn",
            "Chào bạn,. . . . PDT đã ghi nhận yêu cầu về đăng ký xét TN của bạn. SV vui lòng theo dõi email và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 19/04/2022 SV vẫn chưa nhận được mail hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 04/2022.. . Về tình trạng sinh viên tạm dừng, khi nào bạn có tên trong ds dự kiến tốt nghiệp, PDT sẽ tự động ra QD thu nhận cho bạn nhé. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em kính chào thầy,. . . . Em là [full_name], mssv [student_id], lớp liên thông đại học chính quy nhưng chưa thi xong anh văn 2 kỹ năng và hết hạn đào tạo nên đã chuyển sang hệ VHVL. Em đã lên trường gặp thầy/cô phòng đào tạo làm giấy chuyển hệ và các thầy/cô nói không cần thi anh văn 2 kỹ năng nữa, đăng ký tốt nghiệp kỳ này nhưng em vẫn ko đăng ký, xác nhận qua online. (hình gửi đính kèm). . . . Em đã gửi yêu cầu từ ngày 08/04/22 nhưng vẫn chưa được thầy/cô phản hồi và em cũng đã lên trường gặp cô ở phòng đào tạo nhưng kêu em chờ phản hồi online từ BKSI. Vì em đi làm xa thành phố nên cũng cũng thể lên trường thường xuyên được ạ.. . . . Mong thầy xem xét giúp em, có thể đăng ký tốt nghiệp tháng 4 này kịp thời không ạ. Em chân thành xin cảm ơn.. . . . [full_name]",
            "\"Chào bạn,. . PDT đã ghi nhận yêu cầu về đăng ký xét TN của bạn. SV vui lòng theo dõi email  và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 19/04/2022 SV vẫn chưa nhận được thấy tên trong ds dự kiến tốt nghiệp (http://www.aao.hcmut.edu.vn    Tốt nghiệp    Thông tin tốt nghiệp) hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ tại (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 04/2022 . . Về tình trạng sinh viên, khi nào bạn có tên trong ds dự kiến tốt nghiệp, PDT sẽ tự động ra QD thu nhận cho bạn nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em chào Cô. . . Em là Nguyễn Thị Bích Phượng - MSSV: [student_id]. . Hiện tại CCNN của em đã được thẩm tra . Em xin được đăng ký tốt nghiệp bổ sung. Cô có thể mở trang Đăng Ký Tốt Nghiệp trên mybk để em có thể đăng ký được không ạ. Em cảm ơn Cô.",
            "Chào bạn,. . . . PDT đã ghi nhận yêu cầu về đăng ký xét TN của bạn. SV vui lòng theo dõi email và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 19/04/2022 SV vẫn chưa nhận được mail hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 04/2022.. . Về tình trạng sinh viên tạm dừng, khi nào bạn có tên trong ds dự kiến tốt nghiệp, PDT sẽ tự động ra QD thu nhận cho bạn nhé. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Cho em hỏi em có thể hoãn/dời lịch thi cuối kỳ các môn chuyên ngành không ạ, em không rõ nên liên hệ phòng đào tạo hay giảng viên phụ trách môn. . . Em cảm ơn. . . .",
            "Chào bạn. . Bạn vui lòng ghi rõ tên môn học, msmh để Pdt kiểm tra và trả lời. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Gửi phòng đào tạo,. . . . Do học kỳ nay em hoàn thành hết môn học nên không đăng ký thêm và đợi tốt nghiệp. Nhưng em hệ thống thông báo em bị tạm dừng do không đăng ký môn học và em không thể đăng ký tốt nghiệp trong đợt này. . . . . Mong phòng đào tạo giải quyết giúp em.. . . . Em cảm ơn.",
            "Chào bạn. . . . - Bạn đã có tên trong danh sách dự kiến tốt nghiệp, Bạn sẽ nhận mail vào tuần sau để thực hiện khai thông tin tốt nghiệp theo hướng dẫn nghen. . - Về tình trạng sinh viên tạm dừng (hoặc K15: bị xóa tên vì hết thời gian học), khi nào bạn có tên trong ds dự kiến tốt nghiệp, PDT sẽ tự động ra QD thu nhận cho bạn,. . khi nào chuyển qua trạng thái đang học, bạn vào đăng ký tốt nghiệp lại nghen. . . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Kính Gửi Phòng Đào tạo.. . Em tên [full_name], MSSV: [student_id]. Hiện em đã có tên trong danh sách tốt nghiệp vào tháng 4/2022. Em muốn hỏi sinh viên hệ đào tạo chính quy có tên trong danh sách tốt nghiệp tháng 4/2022 có được tổ chức lễ vào ngày 22/04/2022 không? Nếu có thì em phải làm gì để được tổ chức lễ tốt nghiệp. Nếu không thì thời gian khi nào em sẽ được nhận bằng ạ?. . Em xin cảm ơn.",
            "Chào bạn. . . . - Bạn đã có tên trong danh sách dự kiến tốt nghiệp, Bạn sẽ nhận mail vào tuần sau để thực hiện khai thông tin tốt nghiệp theo hướng dẫn nghen. . - Về vấn đề Lễ tốt nghiệp bạn vui lòng đợi thông báo lịch trình chi tiết sẽ gửi qua mail sinh viên sau.. . - Về việc đăng kí tốt nghiệp và lễ phục tốt nghiệp, sinh viên sẽ đăng ký tại khoa . . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Kính gửi PDT trường Đại học Bách Khoa,. . . . Em là Nguyễn Quốc Đăng-[student_id], sinh viên khoa Điện-điện tử.. . Em có vẫn đề cần được giải đáp là sau khi thời khóa biểu được cập nhật ngày 8/4 vừa rồi, em nhận thấy lịch thí nghiệm lớp L16 môn cơ sở kỹ thuật điện (EE2018) và lịch học lớp L02 môn thực tập điện 2 (EE3023) của em bị trùng lịch học ở các tuần 16, 17, 18, 22. Theo như trên lịch thì 2 môn này học 2 cơ sở khác nhau và trùng cả ngày học và tiết học (thứ 6 từ tiết 2-6), nên không thể nào tham gia đủ cả 2 buổi của 2 môn này được. (TKB em có đính kèm hình phía dưới ạ).. . Mong PDT xem xét và có hướng xử lý vấn đề này sớm giúp em ạ vì hiện tại cũng đã gần tới tuần 16 rồi ạ.. . Em xin cám ơn!. .",
            "Chào em;. . Em liên hệ giảng viên môn thực tập điện 2 để phân phối sắp xếp thời gian học nhé. Còn môn Cơ sở kỹ thuật điện lịch học không thay đổi. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Chào PĐT,. . Em là [full_name] [student_id] thuốc khoa Điện -Điện tử. Em có thấy thông báo là 24/04 này trường sẽ tổ chức lễ tốt nghiệp. Cho em hỏi là em đã đủ điều kiện tốt nghiệp và đã có bằng thì em có thể tham dự lễ tốt nghiệp của trường tổ chức hay cần đăng ký gì không vậy. Tại em không thấy mail hướng dẫn về vấn đề này. . . . .",
            "Chào em;. . em liên hệ khoa để hỏi thủ tục lên hội trường làm lễ nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em chào thầy/cô. . Em tên là [full_name]. . MSSV: [student_id]. . Trong đơn yêu cầu id: 53516 em được biết em thiếu điều kiện xét tốt nghiệp là: nợ môn Cơ học máy (ME2043). . Em xin khiếu nại:. . Em đã học cải thiện môn học tương đương là. . Tên môn: Cơ học máy. . Mã môn học: ME2077. . Thời gian học: Học kỳ 182 (học kỳ 2 2018-2019). . Điểm tổng kết môn là 6.0. . . . Xin thầy cô cập nhật lại giúp em, để có thể đủ điều kiện xét tốt nghiệp ạ",
            "Chào em,. . . . Phòng Đào tạo kiểm tra không thấy ME2043 tương đương ME2077 nhé.. . mà chỉ có ME2043 = ME2101+ME2117. . Về Chương trình Đào tạo, danh sách môn tương đương…, bạn vui lòng xem tại:. . aao.hcmut.edu.vn/Sinh viên/Chương trình Đào tạo. . Sinh viên thắc mắc về Chương trình đào tạo SV vui lòng liên hệ về Khoa xin gặp Thầy/Cô Phụ trách về CTĐT và Giáo viên chủ nhiệm để được tư vấn và hỗ trợ thêm.. . Thân. . P/s: Do sự thay đổi chính sách của Google, các thông báo và tin nhắn của Phòng Đào Tạo và BKeL bằng email KHÔNG còn được thực hiện. Sinh viên vui lòng theo dõi thông báo qua chức năng TIN NHẮN trên trang BKeL. Hãy cài đặt Moodle Mobile App để được nhắc nhở ngay trên thiết bị di động của cá nhân.\""
        ]
    },
    {
        "intent": "",
        "message": [
            "MSSV:[student_id]. . Kính thưa thầy cô, cho em hỏi thủ tục để tạm dừng và bảo lưu kết quả học tập như thế nào ạ. Em rất mong nhận được sự giúp đỡ ạ. Em cảm ơn.",
            "\"Chào bạn,. . Về việc đăng ký tạm dừng học:. . Bạn vui lòng tải mẫu đơn: Tạm dừng tại trang web : aao.hcmut.edu.vn    Sinh viên    biểu mẫu. . Điền đầy đủ thông tin nộp qua BKSI nhé. . Thân. . P/s: Do sự thay đổi chính sách của Google, các thông báo và tin nhắn của Phòng Đào Tạo và BKeL bằng email KHÔNG còn được thực hiện. Sinh viên vui lòng theo dõi thông báo qua chức năng TIN NHẮN trên trang BKeL. Hãy cài đặt Moodle Mobile App để được nhắc nhở ngay trên thiết bị di động của cá nhân.\""
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em hiện đang là sinh viên chương trình CLC ngành cơ điện tử, em hiện có nguyện vọng chuyển sang chương trình liên kết quốc tế ngành cơ điện tử. Em xin hỏi em có được chuyển hay không và nếu có thì cần chuẩn bị những gì ạ.",
            "Chào bạn. . Về vấn đề này bạn vui lòng liên hệ Văn phòng đào tạo quốc tế qua địa chỉ mail: [email] . . Thân!"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em chào cô ạ. . . . Em có một vấn đề mong cô giải đáp giúp em.. . . . Em có thấy kì dự thính hè, em đăng kí môn Đề Cương Luận Văn Tốt Nghiệp và được phép đăng kí. Nhưng trên nội quy em thấy có ghi là không được đăng kí môn này vào học kì hè.. . . . Vậy mong cô giải đáp giúp em là có đk thành công không ạ.. . . . Em cảm ơn cô ạ. .",
            "\"Chào em,. . Em vui lòng xem thông báo về ĐKMH học kỳ 213 đã gửi cho SV qua tin nhắn BkeL ngày 07/04/2022. . Thân. . Lưu ý: Do sự thay đổi chính sách của Google, các thông báo và tin nhắn của Phòng Đào Tạo và BKeL bằng email KHÔNG còn được thực hiện. Sinh viên vui lòng theo dõi thông báo qua chức năng TIN NHẮN trên trang BKeL. Hãy cài đặt Moodle Mobile App để được nhắc nhở ngay trên thiết bị di động của cá nhân. . \""
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Dạ em chào thầy/cô ạ,. . Em tên là Huỳnh Hồng Hiếu, MSSV: [student_id], lớp DC2104 khoa Kĩ Thuật Địa Chất Và Dầu Khí, đợt trước em có đăng kí học Hóa Thí Nghiệm đợt 1 để học trước các bạn xa nhà đang ở quê vì nhà em cũng gần cơ sở 1 nhưng vì không may mắn nên ngày thi là ngày em đang cách ly vì bị dương tính covid 19. Em đã lên BK Si nhắn lí do và xin học đợt 2 ạ.. . Nhưng đến hiện tại các bạn học đợt 2 đã có lịch học Hóa Thí Nghiệm còn em thì chưa có ạ, kính mong phòng đạo tạo có thể cập nhật TKB để em được học môn Hóa Thí Nghiệm kết thúc môn học ạ.. . Dạ em chân thành cảm ơn thầy/cô.. . Em chúc thầy/cô nhiều sức khỏe ạ.",
            "Chào em;. . đã bổ sung nhóm VL20 cho em, học trong đợt hè nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Chào Thầy/Cô. . . . Do không nhớ hạn thanh toán học phí mà Phòng đào tạo gửi mail từ 22/3 nên em đóng học phí HK212 trễ hạn.. . . . Em thành thật xin lỗi về vụ việc trên.. . . . Em có đọc quy chế học vụ về việc thanh toán học phí trễ hạn sẽ bị hủy bỏ kết quả toàn bộ học kỳ. Em muốn hỏi trường hợp em đã thanh toán nhưng trễ hạn thì có bị hủy kết quả không ạ?. . . . Em xin chân thành cảm ơn.",
            "\"Chào bạn. . PĐT đã ghi nhận bạn thanh toán xong học phí HK212. Bạn vui lòng thanh toán học phí đúng thời gian theo quy định vào các học kỳ sau . . Lưu ý: Do sự thay đổi chính sách của Google, các thông báo và tin nhắn của Phòng Đào Tạo và BKeL bằng email KHÔNG còn được thực hiện. Sinh viên vui lòng theo dõi thông báo qua chức năng TIN NHẮN trên trang BKeL. Hãy cài đặt Moodle Mobile App để được nhắc nhở ngay trên thiết bị di động của cá nhân. . Thân\""
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Kính gửi quý thầy/cô phòng đào tạo trường Đại học bách khoa,. . Em vừa có kết quả hoàn thành anh văn nói viết vào ngày 12/4/2022 và hiện giờ em đã đủ điều kiện tốt nghiệp, đồng thời em đang bị buộc tạm dừng học do không đăng kí môn học trong học kì này. Xin quý thầy/cô hướng dẫn cho em các thủ tục cần thực hiện để em có thể đăng kí tốt nghiệp trong đợt tốt nghiệp tháng 4 này.. . Em xin chân thành cám ơn sự giúp đỡ của quý thầy/cô.. . Trân trọng,. . [full_name].. .",
            "Chào bạn,. . . . PDT đã ghi nhận yêu cầu về đăng ký xét TN của bạn. SV vui lòng theo dõi email và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 19/04/2022 SV vẫn chưa nhận được mail hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 04/2022.. . Về tình trạng sinh viên tạm dừng, khi nào bạn có tên trong ds dự kiến tốt nghiệp, PDT sẽ tự động ra QD thu nhận cho bạn nhé. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em chào thầy/cô hiện tại em đang học môn đồ án thiết kế (ME3139) hiện tại đã đến phần bản vẽ nhưng hiện giờ máy của em quá yếu không sử dụng được các phần mềm vẽ mà môn học yêu cầu nên em muốn rút môn học này.Mong thầy/cô xét duyệt giúp em ạ, em cảm ơn.",
            "Chào bạn,. . PDT đã tiếp nhận đơn rút MH học HK212(có tính học phí) của bạn, bạn vui lòng theo dõi thông tin cập nhật trên mybk/Thông tin SV/Thời khóa biểu trễ nhất là 28/04/2022. . Sau ngày này vẫn chưa được cập nhật vui lòng phản hồi lại bksi. . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Chào anh/chị. . Hiện tại em đã hoàn thành luận văn nhưng không thể đăng kí tốt nghiệp. Anh/ chị có thể hỗ trợ kiểm tra giúp em hiện tại em còn thiếu điều kiện nào không?. . Mong nhận được phản hồi của anh/ chị.. . Em cảm ơn",
            "Chào bạn,. . . . PDT đã ghi nhận yêu cầu về đăng ký xét TN của bạn. SV vui lòng theo dõi email và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 19/04/2022 SV vẫn chưa nhận được mail hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 04/2022.. . Về tình trạng sinh viên tạm dừng, khi nào bạn có tên trong ds dự kiến tốt nghiệp, PDT sẽ tự động ra QD thu nhận cho bạn nhé. . . . Thân",
            "Hiện tại em vẫn không thể đăng kí tốt nghiệp qua mybk, rất mong nhận được sự hỗ trợ của PĐT.. . Em cảm ơn ạ",
            "Chào bạn. . . . - Bạn đã có tên trong danh sách dự kiến tốt nghiệp, Bạn sẽ nhận mail vào tuần sau để thực hiện khai thông tin tốt nghiệp theo hướng dẫn nghen. . - Về tình trạng sinh viên tạm dừng (hoặc [full_name]15: bị xóa tên vì hết thời gian học), khi nào bạn có tên trong ds dự kiến tốt nghiệp, PDT sẽ tự động ra QD thu nhận cho bạn,. . khi nào chuyển qua trạng thái đang học, bạn vào đăng ký tốt nghiệp lại nghen. . . Lưu ý: Do sự thay đổi chính sách của Google, các thông báo và tin nhắn của Phòng Đào Tạo và B[full_name]eL bằng email [full_name]HÔNG còn được thực hiện. Sinh viên vui lòng theo dõi thông báo qua chức năng TIN NHẮN trên trang B[full_name]eL. Hãy cài đặt Moodle Mobile App để được nhắc nhở ngay trên thiết bị di động của cá nhân. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: dạ e chào thầy(cô), e muốn hỏi là kì 2 năm 2020-2021 e có hoãn thi môn mt1009 và check mail kì đó e kiểm tra vẫn nằm trong danh sách hoãn thi nhưng bây giờ e bị điểm 13 và không có lịch thi bù ạ. mong nhận được giải đáp từ thầy cô",
            "Chào bạn. . Pdt đã gởi mail thông báo cho SV về quyết định (kết quả) Hoãn thi HK202/203 từ tháng 12/2021 để SV kiểm tra và phản hồi. . Tại sao giờ tháng 04/2022 bạn mới phản hồi lại . . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em thanh toán bị trễ học phí ạ",
            "Chào bạn,. . PĐT đã kiểm tra thông tin bạn đã đóng học phí đại học chính quy học kỳ 212 và chưa hoàn thành học phí dự thính ngoài giờ học kì 212. Bạn vui lòng thanh toán học phí theo đúng quy định nhé.. . Thân!"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em chào quý thầy/cô,. . . . Em tên là [full_name] - MSSV: [student_id]. . . . Vì hoàn cảnh khó khăn nên em hiện tại chưa đóng tiền học phí HK212 vì chưa xoay sở kịp (bao gồm phí HK212 và học phí thanh toán trễ hạn HK211).. . Hiện đã quá hạn đóng học phí và em đang cố gắng xoay sở và đóng trong vòng 1 tuần tới.. . . . Thầy/cô cho em hỏi là điều này có ảnh hưởng gì tới LVTN của em trong kì này không ạ?. . Vì trước kia có 1 kì em cũng thanh toán trễ và bị trừ điểm rèn luyện.. . . . Em hi vọng nhận được phản hồi của thầy cô sớm!. . . . Em xin chân thành cảm ơn,. . [full_name]",
            "Chào bạn. . Sinh viên vui lòng xem chi tiết quy định: Điều 28.4 Không thanh toán học phí tại Quyết định ban hành Quy định chung về học vụ và đào tạo (số 2931 ngày 10/9/21).. . Người học không thanh toán học phí đúng hạn sẽ bị hủy toàn bộ kết quả đăng ký học phần, hủy kết quả học tập của học kỳ, tạm dừng việc học. Phần học phí không thanh toán sẽ ghi nợ. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em chào các Thầy Cô ạ.. . . . Thầy Cô cho em hỏi, sinh viên K18 chuẩn bị bảo vệ luận văn vào tháng 5 này có phải nộp chứng chỉ ngoại ngữ Toeic Listening+Reading không ạ? Nếu có thì cho em hỏi ngày mấy là hạn nộp vậy ạ?. . . . Em cảm ơn Thầy Cô ạ.",
            "Chào bạn,. . Sinh viên vui lòng xem chi tiết quy định tại Quy chế học vụ đào tạo: aao.hcmut.edu.vn. .    sinh viên    quy chế    học vụ    Quyết định ban hành Quy định về học vụ và đào tạo bậc đại học (số 2933 ngày 10/9/21)/ Phụ lục 1. Quy định về chuẩn ngoại ngữ dành cho chương trình giảng dạy bằng tiếng Việt.. . Theo quy định trường hợp của bạn phải nộp CCNN trước khi xét tốt nghiệp. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Dạ kính thưa quý thầy cô PĐT.. . Em tên: [full_name] - mssv: [student_id]. . Hiện tại em đã có tên trong danh sách dự kiến tốt nghiệp (212). Nhưng em vẫn trong trạng thái nghỉ và chưa được thu nhận lại để đăng ký tốt nghiệp. Em kính mong quý thầy cô ban hành quyết định thu nhận lại đối với em, để em có thể kịp đăng ký tốt nghiệp vào học kỳ này, em xin cảm ơn.. .",
            "Chào bạn. . . . - Bạn đã có tên trong danh sách dự kiến tốt nghiệp, Bạn sẽ nhận mail vào tuần sau để thực hiện khai thông tin tốt nghiệp theo hướng dẫn nghen. . - Về tình trạng sinh viên tạm dừng (hoặc K15: bị xóa tên vì hết thời gian học), khi nào bạn có tên trong ds dự kiến tốt nghiệp, PDT sẽ tự động ra QD thu nhận cho bạn,. . khi nào chuyển qua trạng thái đang học, bạn vào đăng ký tốt nghiệp lại nghen. . . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Chào cô,. . Em xin hỏi nếu trong tuần này hoặc tuần sau (trước 22/4) em mới đăng ký TN được thì có kịp để được tham dự lễ TN không ạ?. . Em cám ơn ạ.",
            "Chào bạn,. . . . Hiện tại Pđt đã tổng kết danh sách dự lễ tốt nghiệp. Tại sao bạn chưa thanh toán lệ phí tốt nghiệp?. . . . Thân.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính gửi phòng đào tạo trường đại học Bách Khoa Tp.HCM.. . . .       Em tên: [full_name]-[student_id]-XD10.. . . .       Nay em muốn hỏi vấn đề như sau: hiện tại em đang học xây dựng tại trường. Sau một thời gian học em cảm thấy ngành này không phù hợp với bản thân. Nên em muốn chuyển ngành hoặc học thêm văn bằng 2. .  ( cụ thể là học cơ khí). Vậy e có phải thi lại không ạ. Hay phải làm thủ tục thế nào, em học chương trình đại trà.. . . .      Kính mong phòng đào tạo giải đáp giúp em ạ.. .   . .      Em cảm ơn,. .       . .      TTT.. . . .",
            "Chào bạn. . V/v chuyển ngành: Bạn vui lòng làm đơn xin chuyển ngành có xác nhận đồng ý của Khoa đang học và Khoa chuyển đến. Sau đó Nộp hồ sơ cho Phòng đào tạo để trình Ban giám hiệu và Ban lãnh đạo Phòng đào tạo xem xét. (Bạn vui lòng xem chi tiết quy định chuyển ngành: Điều 25.3 chuyển ngành tại Quyết định ban hành Quy định chung về học vụ và đào tạo (số 2931 ngày 10/9/21)). . Thân!. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Em chào thầy cô ạ , trong BK pay em còn nợ nhà trường 3tr6 học phí 202 mà đến giờ em chưa thành toán đến nay đã là học kỳ 212 rồi ạ . Em đang bị tạm dừng học và không được đăng ký môn học. Thầy cô cho em hỏi có phải em đóng xong khoản nợ PDT sẽ mở cho e đăng ký môn học phải không ạ.. . . . . .",
            "Chào bạn,. . . . -Bạn đăng ký thu nhận lại để đăng ký môn học nhé. . -Về việc đăng ký thu nhận lại:. . Bạn vui lòng tải mẫu đơn: Thu nhận tại trang web : aao.hcmut.edu.vn    Sinh viên    biểu mẫu. . Điền đầy đủ thông tin nộp qua mail [email] hoặc BKSI. . Nhớ ghi rõ tiêu đề thu nhận và xét tốt nghiệp.. . . . Lưu ý: Do sự thay đổi chính sách của Google, các thông báo và tin nhắn của Phòng Đào Tạo và BKeL bằng email KHÔNG còn được thực hiện. Sinh viên vui lòng theo dõi thông báo qua chức năng TIN NHẮN trên trang BKeL. Hãy cài đặt Moodle Mobile App để được nhắc nhở ngay trên thiết bị di động của cá nhân. . . . Thân. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em muốn rút một môn học. Cho em hỏi thông tin em điền trong đơn đi  đã đủ chưa ạ.. . . .",
            "Chào bạn,. . PDT đã tiếp nhận đơn rút MH học HK212(có tính học phí) của bạn, bạn vui lòng theo dõi thông tin cập nhật trên mybk/Thông tin SV/Thời khóa biểu trễ nhất là 28/04/2022. . Sau ngày này vẫn chưa được cập nhật vui lòng phản hồi lại bksi. . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Chào quý thầy cô!. . Em là [full_name] MSSV [student_id]. . Hiện tại em đã nộp đủ chứng chỉ ngoại ngữ và đủ điều kiện để tốt nghiệp nhưng do kì trước em không đăng kí môn học nên tình trạng hiện tại là tạm dừng. Vậy cho em hỏi em làm gì để có thể đăng kí tốt nghiệp được ạ. . Em cảm ơn quý thầy cô",
            "Chào bạn,. . . . PDT đã ghi nhận yêu cầu về đăng ký xét TN của bạn. SV vui lòng theo dõi email và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 19/04/2022 SV vẫn chưa nhận được mail hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 04/2022.. . Về tình trạng sinh viên tạm dừng, khi nào bạn có tên trong ds dự kiến tốt nghiệp, PDT sẽ tự động ra QD thu nhận cho bạn nhé. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Kính gửi phòng đào tạo, . . . . Em chuẩn bị làm LVTN ở học kì hè 213 sắp tới nhưng hiện tại không kịp lấy chứng chỉ TOEIC Reading & Listening để nộp đúng hạn đăng ký môn học, vậy em có được xét đăng ký làm LVTN và gia hạn nộp bằng bổ sung sau được không ạ.. . . . Em xin chân thành cảm ơn.. .",
            "Chào bạn,. . Bạn xem lại thông báo lịch đăng ký môn học hk hè 2021-2022 và dự thính hè 213 vào ngày 01/04/2022. . . . . Trường hợp bạn chưa có chứng chỉ ngoại ngữ, bạn vui lòng chờ đăng ký ở học kì tiếp theo. Thông tin đến bạn.. . Thân!"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp  /. . Kính gửi quý Thầy cố Phòng Đào Tạo,  . . Em tên [full_name], sinh viên khóa K15 vừa có quyết định chuyển sang hệ vừa học vừa làm để đăng kí xét tốt nghiệp. Nhưng hiện tại trên mybk của em đã bị khóa. Vì vậy em không thể đăng kí xét tốt nghiệp. Mong quý thầy cô có thể hướng dẫn em đăng kí xét tốt nghiệp trong đợt này.. . Em xin chân thành cám ơn!",
            "\"Chào bạn,. . PDT đã ghi nhận yêu cầu về đăng ký xét TN của bạn. SV vui lòng theo dõi email  và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 19/04/2022 SV vẫn chưa nhận được thấy tên trong ds dự kiến tốt nghiệp ( Tra danh sách tại http://www.aao.hcmut.edu.vn    Tốt nghiệp    Thông tin tốt nghiệp) hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 04/2022 (cập nhật mới gia hạn thời gian xử lý tốt nghiệp). . Về tình trạng sinh viên, khi nào em có tên trong ds dự kiến tốt nghiệp, PDT sẽ tự động ra QD thu nhận cho bạn nhé. . Thân. . \""
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Dạ chào thầy/cô, cho em hỏi là em đã hoàn thành đủ các yêu cầu để tốt nghiệp và có tên trong danh sách tốt nghiệp dự kiến từ ngày 09/04, nhưng đến hiện tại em vẫn chưa thể đăng kí tốt nghiệp được do chưa được thu nhận lại. Thầy/cô cho em hỏi là em có được thu nhận lại để kịp lễ tốt nghiệp vào cuối tháng 4 này không? Em cảm ơn thầy/cô.",
            "Chào bạn. . . . - Bạn đã có tên trong danh sách dự kiến tốt nghiệp, Bạn sẽ nhận mail vào tuần sau để thực hiện khai thông tin tốt nghiệp theo hướng dẫn nghen. . - Về tình trạng sinh viên tạm dừng (hoặc K15: bị xóa tên vì hết thời gian học), khi nào bạn có tên trong ds dự kiến tốt nghiệp, PDT sẽ tự động ra QD thu nhận cho bạn,. . khi nào chuyển qua trạng thái đang học, bạn vào đăng ký tốt nghiệp lại nghen. . . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em chào chị ạ. . Em tên là : [full_name]. . MSSV: [student_id]. . Em đang học khoa kĩ thuật xây dựng kì này em có đang học môn Kết cấu thép (CI3231) là môn tương đương thay thế môn Kết cấu thép 1 ( CI3009). Hiện tại thì em cũng chưa thi cuối kì cũng như chưa có điểm . Chị cho em hỏi kì hè này em có thể đăng kí môn Kết cấu thép 2( Ci3211) là môn sau Kết cấu thép 1 hay không  ? Em thấy theo chương trình học là Kết cấu thép 1 (CI3009) và Kết cấu thép 2 (CI3211) là hai môn kế tiếp nhau. Nếu đến đợt đăng kí đợt 3 mà e chưa có điểm Kết cấu thép (CI3231) thì có cách nào cho e đăng kí Kết cấu thép 2(CI3211) không ạ?",
            "Chào bạn,. . . . -Trường hợp của bạn, bạn cứ đăng ký môn học ở HK213 ̣đợt 2 đợt 3.. . - Nếu như sau đợt 3 bạn vẫn không có kết quả TKB thì bạn làm đơn đặc cách trình bày rõ lý do nộp lại PĐT xem xét bạn nha. . . . Lưu ý: Do sự thay đổi chính sách của Google, các thông báo và tin nhắn của Phòng Đào Tạo và BKeL bằng email KHÔNG còn được thực hiện. Sinh viên vui lòng theo dõi thông báo qua chức năng TIN NHẮN trên trang BKeL. Hãy cài đặt Moodle Mobile App để được nhắc nhở ngay trên thiết bị di động của cá nhân. . . .  Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV: [student_id]  /b \t. . . .   i Tốt nghiệp . Kính chào thầy cô.. . Hiện tại em đã hoàn thành hết các môn học cũng nhưng chứng chỉ ngoại ngữ. Em muốn đăng ký tốt nghiệp, tuy nhiên do kỳ này em không đăng ký môn học nên tình trang sinh viên đã chuyển về tạm dừng.. . Mong thầy cô thay đổi tình trang sinh viên của em để em có thể đăng ký tốt nghiệp kịp thời.. . Em xin chân thành cảm ơn thày cô.",
            "Chào bạn,. . . . PDT đã ghi nhận yêu cầu về đăng ký xét TN của bạn. SV vui lòng theo dõi email và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 19/04/2022 SV vẫn chưa nhận được mail hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 04/2022.. . Về tình trạng sinh viên tạm dừng, khi nào bạn có tên trong ds dự kiến tốt nghiệp, PDT sẽ tự động ra QD thu nhận cho bạn nhé. . . . Thân",
            "\"Chào bạn. . Pdt kiểm tra hiện tại bạn còn nợ:CI1011 Kỹ thuật lập trình.. . Không đủ ĐK để tốt nghiệp. . Bạn kiểm tra lại nghen. . Trường hợp có khiếu nại bạn có thể gửi lại qua bksi.. . Trường hợp SV học môn tương đương nhưng chưa được cập nhật, vui lòng gửi lại thêm 1 yêu cầu khác về việc xin cập nhật môn tương đương (ghi rõ tên và mã MH SV học, ở học kỳ nào? bao nhiêu điểm? và tương đương với môn học nào thuộc CTĐT của SV). . Thân\""
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em đăng kí tốt nghiệp từ 11/3 nhưng vẫn chưa nhận được mail trường về nhận bản Scan giấy chứng nhận TN tạm thời.. . Mong thầy cô kiểm tra giúp em.",
            "Chào bạn,. . . . Bạn vui lòng đợi thông báo nhận bằng tốt nghiệp chính thức vào ngày 22/04/2022. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Dạ kính chào thầy/cô. Em có đăng ký anh văn theo nhu cầu nhưng đã trễ hạn thanh toán học phí thì ngoài thanh toán học phí ngay bây giờ thì em có cần phải làm thêm những thủ tục nào không ạ? Em cảm ơn. .   i Học vụ .",
            "Chào bạn, . . PĐT đã kiểm tra thông tin bạn chưa hoàn thành học phí anh văn theo nhu cầu học kì 212 bổ sung. Bạn vui lòng thanh toán học phí theo đúng quy định nhé.. . Thân!"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em chào quý thầy cô ạ.. . Em tên [full_name]. MSSV [student_id]. Khoa Công nghệ vật liệu.. . Hôm nay em viết mail này muốn hỏi 1 chút về việc đóng học phí ạ.. . Vấn đề của em là: . . Kì trước em có xin hoãn học phí hk 211 sang học kì 212. . . Nếu em không thanh toán học phí kịp sẽ bị trừ điểm rèn luyện và nhận cảnh cáo học vụ.. . Dạ cho em hỏi:. . Nếu em đóng học phí muộn (học kì hè sẽ cố gắng đóng đủ hk 211 và hk 212) thì em sẽ bị gì ạ.. . Ngoài trừ điểm rèn luyện.. . Em thấy cảnh cáo học vụ. ( Cho em hỏi hình thức cảnh cáo là nhận qua mail hay giấy về gia đình ạ). . Ngoài ra, nếu em đóng muộn (vào kì hè, thì em có được thi cuối kì, và bị hủy kết quả học kì không ạ?). . Em cảm ơn ạ.. . Người viết. . [full_name]. .",
            "Chào bạn,. . Sinh viên vui lòng xem chi tiết quy định: Điều 28.4 Không thanh toán học phí tại Quyết định ban hành Quy định chung về học vụ và đào tạo (số 2931 ngày 10/9/21).. . Người học không thanh toán học phí đúng hạn sẽ bị hủy toàn bộ kết quả đăng ký học phần, hủy kết quả học tập của học kỳ, tạm dừng việc học. Phần học phí không thanh toán sẽ ghi nợ. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Chào Anh/chị. . Em sinh viên K15 vừa có quyết định chuyển hệ sang VLVH. . . Vậy cho em hỏi là xét chuẩn AV tốt nghiệp theo khóa K15 của hệ VLVH phải không và có cần xét AV nói - viết không ạ.. . Em xin cảm ơn!",
            "Chào bạn, . . Về việc sinh viên K15 quyết định chuyển sang hệ VLVH thì không cần xét chuẩn AV nói - viết, PĐT thông tin đến bạn.. . Thân!"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: 1813592  /b \t. . . . Kính thưa Phòng Đào Tạo, em là SV Khoa Điện-Điện tử khóa K18. Phòng Đào Tạo cho em hỏi là nếu em đăng ký môn LVTN vào kỳ hè HK213 thì giá tiền mỗi tính chỉ sẽ tính theo học phí bình thường hay là học phí kỳ hè ạ? Dạ và em có cần phải có bằng Anh Văn để đăng ký LVTN không ạ? Em đã đạt chuẩn AV đầu vào nhưng vẫn chưa có bằng ạ. Em đã xem thông tin trên trang qui chế, qui định của trường nhưng vẫn chưa nắm rõ. Kính mong nhà trường có thể giải đáp những thắc mắc của em. Em xin cảm ơn.",
            "Chào bạn. . Bạn xem thông báo DKMH Hk213 tại tin nhắn của trang Bkel. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Kính gửi PĐT ,. . Em là Trần Phan Trọng Hậu- MSSV:[student_id].. . Em muốn hỏi về các bước để được xem xét RÚT MÔN HỌC của HK212 là môn HÓA HỮU CƠ.. . - Lí do: Trục trặc trong quá trình thi giữa kì môn HÓA HỮU CƠ ( chập điện) khiến em không thể hoàn thành hết bài kiểm tra nhưng hệ thống tự động nộp vào ngày 9/04/2022. Em đã điền form hoãn thi và nộp minh chứng, trình bày lí do nhưng giáo viên phản hồi em là phải NHẬN KẾT QUẢ THI ( hiện tại chưa có điểm).Thế nhưng có bạn thi cũng bị trục trặc khi làm được 20p thì được xét cho thi lại vào hôm khác.Em thấy điều này thiếu công bằng, sẽ ảnh hưởng đến kết quả học tập, mong được PĐT xem xét và hồi âm sớm ạ.. . Em hi vọng được xem xét hủy môn học để không bị ảnh hưởng đến quyền lợi của em.. .  Em chân thành cảm ơn.. . Trân trọng kính chào.. . . .",
            "Chào bạn,. . Về việc kiểm tra bổ sung (giữa kỳ):. . SV có thể liên hệ với GV để xin được kiểm tra bổ sung lại, nếu GV không đồng ý. . Bạn vui lòng tải mẫu đơn: Phiếu đăng ký dự thi kiểm tra bổ sung tại trang web : aao.hcmut.edu.vn    Sinh viên    biểu mẫu. . Điền đầy đủ thông tin đính kèm minh chứng nộp tại BKSI (áp dụng đối với các môn lý thuyết có lịch thi ). . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "responsible person: [548] [staff_name] [helpdesk staff]",
            "Chào bạn. . Môn Anh văn theo nhu cầu sẽ tính ĐẠT các môn anh văn tương ứng, và tính vào số tín chỉ tích luỹ chung.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Da thưa thầy cô, môn học Luận văn tốt nghiệp (CI4347) của em trong danh sách hướng dẫn của khoa là  thầy [full_name] hướng dẫn nhưng trên hệ thống elearning lại cập nhật là thầy [full_name] ạ. Mong phòng đào tạo kiểm tra lại giúp em. Em xin cảm ơn ạ.",
            "Chào em,. . Về việc phân GVHD sinh viên vui lòng liên hệ Khoa để được hỗ trợ nhé. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Chào PDT em tên [full_name] [student_id] em có thắc mắc về kỳ thi av.Cuối tháng 5 là có kỳ thi anh văn xét chuẩn cho những bạn k học anh văn trong trường ví dụ như em là k19 trước năm 4 em phải có av 500 để đăng ký môn phòng đào tạo cho em hỏi cuối tháng 5 đầu tháng 6 là đặt thi cuối cùng đúng k ạ sau tháng 5 còn đợt nào thi k ạ tại thường một năm có 2 lần thi. Em xin cảm ơn ạ. . . .",
            "Chào bạn. . Sinh viên vui lòng xem chi tiết quy định tại Quy chế học vụ đào tạo: aao.hcmut.edu.vn. .    sinh viên    quy chế    học vụ    Quyết định ban hành Quy định về học vụ và đào tạo bậc đại học (số 2933 ngày 10/9/21)/ Phụ lục 1. Quy định về chuẩn ngoại ngữ dành cho chương trình giảng dạy bằng tiếng Việt.. . - Về thời gian đợt thi, bạn vui lòng  đợi thông báo nhé.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Kính gửi Phòng Đào Tạo. . Em tên: [full_name] - Mssv: [student_id]. . Hiện em đã hết thời gian đào tạo nhưng chưa đủ điều kiện tốt nghiệp do còn thiếu các môn AV, chứng chỉ Toeic và AV nói viết. Em muốn chuyển sang hệ VHVL thì cần phải làm những gì ạ? Tình trạng SV của em trên MyBK hiện đang cập nhật là nghỉ, em có cần làm đơn xin thu nhận lại không ạ?. . Em cảm ơn.. .",
            "Chào bạn. . - Bạn tải mẫu Phiếu đề nghị chuyển sang VLVH  tại trang web: aao.hcmut.edu.vn gởi tại BKSI để Pdt xử lý chuyển sang VLVH cho bạn. . - Tình trạng Sv của em hiện trên MyBK hiện đạng cập nhật nghỉ thì em không cần làm đơn xin thu nhận lại nha.. . Thân!"
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính gửi phòng đào tạo . . Em là [full_name] mssv [student_id]. . lý do trong 4 tuần học thí nghiệm trực tiếp tại trường em test covid 19 thì bị F0 nên không thể tham gia học tập . . vì vậy em xin phòng đào tạo cho em xin lịch học . . môn thí nghiệm Kỹ thuật thủy lực và khí nén ( Me 3002) để tham gia học bù. .  em xin chân thành cảm ơn !. . . .",
            "Chào em;. . em liên hệ giảng viên giảng dạy nhé, môn này đã hết lịch bù rồi nên không thể đổi nhóm khác cho em. . Thân"
        ]
    }
]