[
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . xin chào thầy cô!. . em là sinh viên k18 ngành logistics. . ở đợt 2 DKMH 211 e có đk môn học Kĩ thật dự báo ME3157 nhưng không được do bị thiếu môn học trước. do chương trình học thay đổi nên mã môn học bị thay đổi nên môn ME3157 là môn thay thế cho môn ME4601 mà hai môn này lại có điều kiệm tiên quyết khác nhau vì vậy e không đk được môn này. mong thầy cô xem xét cho e đk môn học ME3157 vì môn anh rất quan trong ảnh hương tới tiến độ học tập của em.. . em xin cảm ơn"
        ]
    },
    {
        "intent": "",
        "message": [
            "Em chào thầy cô, em là [full_name], mssv [student_id]. Thầy cô có thể tăng giúp em sĩ số lớp L02 CI1051 Hư hỏng sữa chữa công trình lên được không ạ? (hiện lớp đang sĩ số 60/60). . Em cảm ơn thầy cô đã đọc. . Trân trọng.",
            "Chào bạn,. . . . Hiện tại toàn bộ môn học đã được Phòng Đào tạo tăng sĩ số tối đa theo quy định của từng loại môn học và quy định của google meet (tối đa 100 tính luôn Giảng Viên). . . . Xem quy định về sĩ số mở lớp cho từng loại môn học tại đây: aao.hcmut.edu.vn/sinh viên/quy chế/học vụ/Quy chế đào tạo và học vụ bậc đại học, cao đẳng/ Điều 8. 2. . . . Chúc bạn học tập tốt nhé."
        ]
    },
    {
        "intent": "",
        "message": [
            "Dạ em chào pđt! Đợt 1 em chưa đăng ký kịp nên giờ bị full sỉ số ạ. Pđt cho em xin mở thêm 1 sỉ số lớp bất kỳ môn học CI1053 - [full_name]. Em cảm ơn ạ !",
            "Chào bạn,. . . . Hiện tại toàn bộ môn học đã được Phòng Đào tạo tăng sĩ số tối đa theo quy định của từng loại môn học và quy định của google meet (tối đa 100 tính luôn Giảng Viên). . . . Xem quy định về sĩ số mở lớp cho từng loại môn học tại đây: aao.hcmut.edu.vn/sinh viên/quy chế/học vụ/Quy chế đào tạo và học vụ bậc đại học, cao đẳng/ Điều 8. 2. . . . Chúc bạn học tập tốt nhé.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học  /i  CH3101. . . .",
            "4. Hiên tại Phòng đào tạo chỉ nhận đơn “Đề nghị mở môn học” cho HK dự thính 211(đối với các môn không có thực hành/thí nghiệm). Đăng ký học Dự thính, SV nhớ lưu ý vấn đề học phí.. .          Quy trình: tải mẫu đơn “Đề nghị mở môn học”, sau đó SV gửi email trực tiếp đến Giáo viên giảng dạy, Khoa/Bộ môn để được xem xét đồng ý + ghi rõ Thời khoá biểu và forward email               cuối cùng gửi qua trang hỗ trợ trực tuyến (BKSI) ghi rõ tiêu đề MỞ MÔN HỌC DỰ THÍNH HK211.. . Thời gian: từ ngày 7/8/2020 đến 17g ngày 10/8/2021.. . . . [full_name] ĐIỀN VÀO MẪU ĐƠN MỞ LỚP, [full_name] [full_name] TKB. . GẤP [full_name] ƠI"
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính gởi Phòng Đào Tạo Trường Đại Học Bách Khoa - Đại Học Quốc Gia TP.HCM. . Em tên: [full_name] mssv [student_id]. . Ngành học: Công Nghệ [full_name] Thuật Ô Tô. . Hệ HLVh. . Môn \"[full_name] và [full_name] Thuật Đo\" mã môn học ME3801 em được miễn nhưng trên hệ thống của trường thì miễn môn \"[full_name] và [full_name] Thuật Đo\" mã môn là ME3003 không phải của ngành ô tô. Mong Phòng Đào Tạo chỉnh lại môn học ME3003 thành ME3801 để em không còn ghi nợ trên hệ thống của Trường.. . em chân thành cảm ơn.. . . .",
            "Chào em,. . PĐT đã nhận được thông tin của em, đã gửi đến bộ phận phụ trách sẽ trả lời  em qua bksi, email. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . em xin gửi đơn huỷ hoãn thi ạ.. .",
            "Chào bạn,. . Bạn gửi lại cho cô có học kỳ, năm học nữa nhé.. . - Phòng Đào tạo đã đồng ý yêu cầu về việc xin HUỶ Hoãn Thi của bạn. . . . . - Bạn thi bình thường theo Lịch thi đã thông báo. . . . - Trường hợp có sự cố bất khả kháng trong khi thi dẫn đến không thể hoàn thành được bài thi, và không được giải quyết cho thi các ca thi sau (nếu có), sinh viên có thể đăng ký \"Hoãn thi\" ngay sau buổi thi (không phải vắng thi có phép), SV phải báo với CBCT hoặc trực thi để được ghi nhận vào trong danh sách thi. PDT sẽ đối chiếu lại với danh sách Khoa để ra quyết định hoãn thi. . . . Chúc bạn học tập tốt nhé. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em chào PĐT,. . các môn như sức bền, giải tích 2, vật lý 1 và 2 em search theo mã môn thì không còn thấy nữa ạ, thay vào đó là các mã môn học mới. . . Vậy em muốn đăng ký thì phải làm gì ạ. . em cảm ơn. . . .",
            "Chào em,. . Vấn đề môn tiên quyết, môn khác mã, tương đương, thay thế em liên hệ [full_name], GVCN  tư vấn. Sau khi có thông tin chính xác thì SV mới đkmh được nhé.. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em đã hoàn thành xong học phí.. . Em xin nộp đơn thu nhận, mong quý anh/chị hỗ trợ giúp em.",
            "Chào bạn. . PDT đã tiếp nhận và đang xử lý đơn thu nhận vào HK211 của bạn. . Bạn vui lòng theo dõi tình trạng sinh viên của bạn chuyển sang từ “tạm dừng” sang tình trạng “Đang học” sẽ cập nhật trên Mybk-thông tin sinh viên, dự kiến trễ nhất vào 14/08/2021. . Sau 13h ngày 12/8 bạn vui lòng vào ĐKMH, nếu không vô được bạn đợi mail để đăng ký môn học vào đợt 3 (nếu có nhu cầu). . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Chào pđt ạ! Cho em hỏi là nếu em đăng ký hoãn thi cho môn học của kỳ 202 thì em có được đăng ký chính môn học đó trong học kỳ kế tiếp là HK221 không ạ? Và cho em hỏi là lần thi lại có được sắp vào chung với kỳ thi chính thức của mỗi kỳ học hay là thi riêng ạ? Em xin cám ơn và mong nhận được phản hồi của pđt cho 2 thắc mắc trên của em ạ!. .",
            "Thân gửi các bạn sinh viên, . . Phòng Đào tạo (PĐT) đã thông báo cho Sinh viên (SV) về việc nộp đơn hoãn thi trực tiếp cho PĐT đối với các môn học Lý thuyết, mà không thông qua Giảng viên (GV). PĐT sẽ hậu kiểm các tình huống cấm thi sau. Hiện nay, SV đăng ký bằng cách gửi email về PĐT có kèm file và qua hệ thống Hỗ trợ trực tuyến (BKSI). Để nhanh chóng và thuận lợi, PĐT thay đổi phương thức nộp đơn hoãn thi như sau:. . SV đăng nhập vào Google bằng tài khoản BKNetID@hcmut.edu.vn và điền thông tin hoãn thi theo link: https://forms.gle/ckyYcJMWN7w3kqe56. . Hạn cuối: 5 ngày sau khi thi online (chỉ tính ngày làm việc). . Trường hợp SV đã nộp đơn qua email của PĐT và  qua công cụ BKSI (đã hoặc chưa được tiếp nhận), vui lòng điền lại vào form trên để PĐT cập nhật dữ liệu đồng nhất và chính xác.. . Riêng đối với môn Đồ án, Thực tập ngoài trường, Đề cương Luận văn, Luận văn/Tiểu luận tốt nghiệp: SV có thể xin hoãn bảo vệ với lý do dịch Covid-19 ảnh hưởng nghiêm trọng đến kết quả thực hiện đề tài (không thực nghiệm được tại Phòng thí nghiệm, không thực địa, ...). SV gửi email trực tiếp đến Giáo viên hướng dẫn, Khoa/Bộ môn để được xem xét đồng ý và forward email cuối cùng đến email của PĐT để đăng ký.. . Thông tin thêm:. . . . Em đọc kỹ nhé. . . . •\tQuy định hoãn thi (HT): xem chi tiết tại khoản 17.2 Điều 17 trong Quy chế đào tạo và học vụ (aao.hcmut.edu.vn    Sinh viên    Quy chế).. . •\tCác môn có phần thí nghiệm (TNg) sẽ được tổ chức thi sau khi TNg xong. Một số môn, Giảng viên sẽ đề nghị cho thi trước, điểm TNg sẽ có sau, khi đó SV có thể xin hoãn thi.. . •\tRiêng hoãn thi kiểm tra giữa kỳ của HK DT202 và 203: SV liên hệ trực tiếp GV và Bộ môn để được xem xét cho kiểm tra riêng hoặc lấy cột điểm thành phần khác để làm điểm kiểm tra.. .  . . Chúc các bạn học tập thật tốt!. . . . . .",
            "li answer rate: Answer does not suit / Câu trả lời không đúng ý"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Hôm qua pđt có mở đăng kí môn đồ án bê tông cốt thép 1 (CI2093) ở kì chính nhưng khi em vào đăng kí thì đã đủ sĩ số, em qua dự thính đăng kí thì có mã CI2093 của đồ án bê tông cốt thép 1 nhưng lại thuộc hệ vừa học vừa làm. vậy chính quy có được đăng kí không ạ? Em xin cảm ơn.",
            "Chào bạn. . \" Nếu yêu cầu của bạn đến nay vẫn chưa được xử lý, vui lòng gửi lại để PDT kiểm tra và trả lời cho bạn \". .  . . SV lưu ý:. .  1- Hiện tại toàn bộ môn học đã được Phòng Đào tạo tăng sĩ số tối đa theo quy định của từng loại môn học và quy định của Google Meet (tối đa 100 tính luôn Giảng Viên).Xem quy định về sĩ số mở lớp cho từng loại môn học tại đây: aao.hcmut.edu.vn/sinh viên/quy chế/học vụ/Quy chế đào tạo và học vụ bậc đại học, cao đẳng/ Điều 8. 2. . 2- Đã hết thời gian hiệu chỉnh và hủy môn học, Về việc rút Môn Học (có tính học phí) sinh viên vui lòng đợi mail thông báo của PDT trong tháng 9/2021. . 2- Nếu có nhu cầu học, SV có thể đăng ký dự thính (lộ trình 2 bắt đầu học ngày 30/8) vào đợt 2 từ ngày 25/8 đến 27/8. . 3- Sinh viên vui lòng xem kết quả ĐKMH, xem lý do vì sao không ĐKMH được (có đăng ký, nhưng không có TKB) tại trang web: mybk.hcmut.edu.vn    Đăng ký môn học    Đăng ký môn học HK211 - Kết quả đợt 2 (hoặc Kết quả đợt 1)    bấm vào mục Đăng ký mới    chọn Loại hình đăng ký    xem Lịch sử đăng ký.. . 4- Trong trường hợp kết quả xử lý ĐKMH không đúng, bạn có thể làm đơn khiếu nại (kèm minh chứng nếu có), gửi qua trang bksi ghi rõ tiêu đề: “Khiếu nại ĐKMH HK211”, nội dung khiếu nại trình bày rõ lý do, ghi rõ tên, mã môn học và mã nhóm đã đăng ký.. . 5- SV xem TKB tại mybk/Thông tin SV/ Xem TKB. . Chúc các bạn học tốt!. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em tên là [full_name] mssv [student_id] là sv k20 ngành BDCN. Em xin được trình bày là hk202 em có làm đơn xin nhà trường cho hoãn học phí đến kì 211 và đã được trường chấp nhận. Đợt đăng kí môn học 1 của kì 211 em đăng kí 5 môn(14 chỉ) nhưng đến đợt 2 thì các môn em đăng kí đều bị xóa do nợ tiền học phí và Em còn bị khóa không được đăng kí môn học nữa. Mong phòng đào tạo xem xét đăng kí lại những môn đợt 1 giúp em vì em đã xin hoãn học phí rồi ạ. Em cảm ơn",
            "Chào bạn. . Bạn liên lạc qua email : [email]. . Cô [full_name] sẽ hỗ trợ dkmh lại đúng cho em nghen, hay em bị trục trặc dkmh báo Cô [full_name] xử lý nghen. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Dạ em là [full_name] (MSSV:[student_id]). . Vào hôm nay (10/8) em có thi môn Kỹ thuật Siêu cao tần (EE3025) nhưng trong lúc ghi lại màn hình thì xảy ra sự cố làm em không ghi lại được và đến tận lúc nộp bài thì em mới phát hiện ra. . . Liệu em sẽ bị đình chỉ thi hay rớt môn ạ. Và có cách nào để em có thể được xem xét không ạ.. . Em cam kết là trong lúc làm bài em vô cùng nghiêm túc.. . Em cảm ơn",
            "Chào bạn,. . - Bạn vui lòng xem chi tiết hướng dẫn thi trực tuyến nhà trường đã gửi thông báo đến SV. . - Bạn cần thực hiện theo hướng dẫn của nhà trường và thực hành để thuần thục các thao tác ghi màn hình trước khi thi.. . - Bạn nên liên hệ GV giảng dạy để được hướng dẫn.. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính gửi PDT,. . Em tên là [full_name], sinh viên K18.. . Em có thắc mắc về việc đăng kí môn học nên hôm nay em viết câu hỏi này, mong sẽ được giải đáp một cách nhanh và rõ ràng nhất ạ.. . Chuyện là có môn học (CH3227) Quá trình hóa lý trong xử lý môi trường là môn tự chọn của ngành em đang học và em muốn học môn này nhưng không được vì sĩ số đã full. . . Tuy nhiên hôm nay em thấy sô người đăng kí là 69   sĩ số chuẩn là 60 nên em muốn hỏi là làm sao để đăng kí học môn này?. . . . Note: Em muốn học môn này để có thể biết thêm về ngành để có thể làm luận văn tốt hơn một chút. . . Em cảm ơn ạ.. . Mong sẽ nhận được tin sớm nhất có thể. . . Thân mến,. . [full_name]. . Nguyễn Hồng [full_name]. .",
            "Chào bạn,. . . . Hiện tại toàn bộ môn học đã được Phòng Đào tạo tăng sĩ số tối đa theo quy định của từng loại môn học và quy định của google meet (tối đa 100 tính luôn Giảng Viên). . . . Xem quy định về sĩ số mở lớp cho từng loại môn học tại đây: aao.hcmut.edu.vn/sinh viên/quy chế/học vụ/Quy chế đào tạo và học vụ bậc đại học, cao đẳng/ Điều 8. 2. . . . Chúc bạn học tập tốt nhé."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Kính thưa thầy, cô phụ trách, . . Em tên là [full_name], MSSV [student_id], là lớp trưởng lớp CK19CNM.. . Thưa thầy cô, theo đúng tiến độ của chương trình đào tạo chúng em có môn tự chọn quản lí đơn hàng (ME4533) vào kỳ 211. Hiện tại cả lớp đều bị xóa môn này vì trùng lịch 1 môn chuyên ngành khác là Thiết kế trang phục 1 (ME3137). Trên hệ thống đã mở 2 lớp của môn ME4533 nhưng có 1 lớp sĩ số rất thấp nên chúng em làm đơn này kính mong phòng đào tạo điều chỉnh lại thời khóa biểu để chúng em được học đúng với tiến độ ạ.. . Kính thưa thầy cô, bản lúc sáng có một số sai sót về danh sách sinh viên nên em xin cập nhật lại bản này ạ.. . Em xin chân thành cảm ơn thầy, cô.. .",
            "Chào bạn,. . Việc điều chỉnh TKB do GV và khoa đề nghị nhé bạn, và kiểm tra lịch trùng của SV.. . Bạn vui lòng liên hệ Khoa để được hướng dẫn. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            ". . [full_name]: [full_name]. . MSSV:[student_id]. . Trong ngày thi cuối kì môn Cơ sở phương trình vi phân (mã môn học MT2023), ca thi ngày 06/08 lúc 7h sáng vừa qua, sau khi thi xong em đã sơ suất quên nộp video quay màn hình và không gian thi đúng thời hạn lên google form. Em muốn hỏi là trường hợp này em nên giải quyết ra sao, em có được nộp bổ sung video cho nhà trường không? Em cam đoan đây là hoàn toàn đúng sự thật và em hoàn toàn không có bất cứ can thiệp nào vào video dưới bất cứ hình thức nào. . . .",
            "Chào bạn,. . - Bạn vui lòng xem chi tiết hướng dẫn thi trực tuyến nhà trường đã gửi thông báo đến SV. . - Bạn cần thực hiện theo hướng dẫn của nhà trường và thực hành để thuần thục các thao tác ghi màn hình trước khi thi.. . - Bạn nên liên hệ GV giảng dạy để được hướng dẫn.. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính chào quý thầy cô.. . Em tên [full_name], k18, khoa Kỹ thuật hóa học, 2021-2022 là năm học cuối theo chương trình đào tạo của em.. . Thưa quý thầy cô, theo chương trình, em cần hoàn thành môn IM3001 để kịp tốt nghiệp, nhưng hiện tại  B  12 lớp của môn này đều đã full slot  /B , em cũng không thể xin ai nhường slot vì các bạn đều cần học để ra trường đúng dự định. Bản thân em cũng rất hứng thú với ý tưởng kinh doanh cho kĩ sư và cũng chỉ môn IM3001 - lớp L09 là có giờ học không trùng với các môn chuyên ngành khác của em. Lịch trình năm cuối của em, ngoài thực tập tốt nghiệp, còn phải sắp xếp nhiều môn khác và thường xuyên đi lab để làm luận văn, nên sẽ thật tệ nếu vì một môn như đúng chương trình đào tạo của em, lại chỉ vì chậm tay, các lớp hết slot mà em bị   B tuột lại  /B  so với các bạn cùng khóa. Sẽ thật đau lòng với em và cả gia đình em nếu điều đó xảy ra, phải không ạ thưa quý thầy cô? :(. . Hiện tại sĩ số đang là 60. Tính luôn giảng viên thì lớp tầm 61, vẫn còn rất xa mới tới giới hạn của google meet, và em tin rằng việc nhận thêm 1 học trò ham học cũng không làm quý thầy cô bộ môn phiền lòng.. . Em biết quý trường luôn muốn tạo điều kiện để sinh viên ra trường đúng hạn và bản thân em cũng nỗ lực mỗi ngày vì điều ấy nên em khẩn khoản mong quý thầy cô có thể suy xét và mở thêm sĩ số môn IM3001 - lớp L09 để em đăng kí học kịp chương trình như bạn cùng trang lứa. . . Em xin chân thành cảm ơn quý thầy cô."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính gửi Phòng đào tạo.. . Trong học kì tới đây em có một môn bắt buộc là ME4027-Quản lý vật tư và tồn kho. Môn học trước của môn này là ME2055-Thống kê trong công nghiệp, nhưng môn học này đã được chuyển môn MT2013-XSTK làm môn tương đương. Em vủa học môn đó MT2013 trong HK202DT nhưng kì tới em ko thể đăng kí môn ME4027 vì thiếu môn học trước. Mong phòng đào tạo giải quyết giúp em ạ. .",
            "Chào bạn. . \" Nếu yêu cầu của bạn đến nay vẫn chưa được xử lý, vui lòng gửi lại để PDT kiểm tra và trả lời cho bạn \". .  . . SV lưu ý:. .  1- Hiện tại toàn bộ môn học đã được Phòng Đào tạo tăng sĩ số tối đa theo quy định của từng loại môn học và quy định của Google Meet (tối đa 100 tính luôn Giảng Viên).Xem quy định về sĩ số mở lớp cho từng loại môn học tại đây: aao.hcmut.edu.vn/sinh viên/quy chế/học vụ/Quy chế đào tạo và học vụ bậc đại học, cao đẳng/ Điều 8. 2. . 2- Đã hết thời gian hiệu chỉnh và hủy môn học, Về việc rút Môn Học (có tính học phí) sinh viên vui lòng đợi mail thông báo của PDT trong tháng 9/2021. . 2- Nếu có nhu cầu học, SV có thể đăng ký dự thính (lộ trình 2 bắt đầu học ngày 30/8) vào đợt 2 từ ngày 25/8 đến 27/8. . 3- Sinh viên vui lòng xem kết quả ĐKMH, xem lý do vì sao không ĐKMH được (có đăng ký, nhưng không có TKB) tại trang web: mybk.hcmut.edu.vn    Đăng ký môn học    Đăng ký môn học HK211 - Kết quả đợt 2 (hoặc Kết quả đợt 1)    bấm vào mục Đăng ký mới    chọn Loại hình đăng ký    xem Lịch sử đăng ký.. . 4- Trong trường hợp kết quả xử lý ĐKMH không đúng, bạn có thể làm đơn khiếu nại (kèm minh chứng nếu có), gửi qua trang bksi ghi rõ tiêu đề: “Khiếu nại ĐKMH HK211”, nội dung khiếu nại trình bày rõ lý do, ghi rõ tên, mã môn học và mã nhóm đã đăng ký.. . 5- SV xem TKB tại mybk/Thông tin SV/ Xem TKB. . Chúc các bạn học tốt!. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Hiện tại chỗ em chưa ra ngoài được nên sẽ không đóng kịp học phí kì DT 211.. . Cho em hỏi có thể hoãn đóng học phí DT được không và thời gian được hoãn là bao lâu ạ?. . Em cảm ơn.. .",
            "Chào bạn,. . Về việc gia hạn học phí bạn vui lòng liên hệ Phòng Công tác Chính trị SV để được hướng dẫn,. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em chào thầy/cô,. . . . Cho em hỏi là kì 211 em đăng kí 10 chỉ thì em có bị cảnh cáo học vụ hay gặp các vấn đề gì khác không ạ?. . . . Em cảm ơn ạ!",
            "Chào bạn. . Hiện tại HK này không áp dụng. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ em chào thầy/ cô ạ.. . Em có liên hệ với thầy trưởng bộ môn để xin mở lớp mạch điện tử (EE2035) thì thầy đã bảo với em là học kỳ này đã mở hai lớp dự thính. Nhưng trên hệ thống đăng ký môn học của trường, em lại tìm không thấy môn học đó để đăng ký ạ.. . Vậy trường hợp trên em sẽ phải đợi hay cần phải xử lý như thế nào để được đăng ký môn ạ.. . Em cảm ơn ạ.. .",
            "Chào bạn. . \" Nếu yêu cầu của bạn đến nay vẫn chưa được xử lý, vui lòng gửi lại để PDT kiểm tra và trả lời cho bạn \". .  . . SV lưu ý:. .  1- Hiện tại toàn bộ môn học đã được Phòng Đào tạo tăng sĩ số tối đa theo quy định của từng loại môn học và quy định của Google Meet (tối đa 100 tính luôn Giảng Viên).Xem quy định về sĩ số mở lớp cho từng loại môn học tại đây: aao.hcmut.edu.vn/sinh viên/quy chế/học vụ/Quy chế đào tạo và học vụ bậc đại học, cao đẳng/ Điều 8. 2. . 2- Đã hết thời gian hiệu chỉnh và hủy môn học, Về việc rút Môn Học (có tính học phí) sinh viên vui lòng đợi mail thông báo của PDT trong tháng 9/2021. . 2- Nếu có nhu cầu học, SV có thể đăng ký dự thính (lộ trình 2 bắt đầu học ngày 30/8) vào đợt 2 từ ngày 25/8 đến 27/8. . 3- Sinh viên vui lòng xem kết quả ĐKMH, xem lý do vì sao không ĐKMH được (có đăng ký, nhưng không có TKB) tại trang web: mybk.hcmut.edu.vn    Đăng ký môn học    Đăng ký môn học HK211 - Kết quả đợt 2 (hoặc Kết quả đợt 1)    bấm vào mục Đăng ký mới    chọn Loại hình đăng ký    xem Lịch sử đăng ký.. . 4- Trong trường hợp kết quả xử lý ĐKMH không đúng, bạn có thể làm đơn khiếu nại (kèm minh chứng nếu có), gửi qua trang bksi ghi rõ tiêu đề: “Khiếu nại ĐKMH HK211”, nội dung khiếu nại trình bày rõ lý do, ghi rõ tên, mã môn học và mã nhóm đã đăng ký.. . 5- SV xem TKB tại mybk/Thông tin SV/ Xem TKB. . Chúc các bạn học tốt!. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Dạ em xin chào Phòng đào tạo ạ. . . . Em tên là [full_name]  MSSV: [student_id]  Lớp DC18KK. . . . Nay em xin làm đơn rút đăng kí môn học học kì dự thính 211 . . . . Môn học em xin rút là môn GE3087 Phân tích và thiết kế khoan dầu khí . . . . Lí do: Đợt đăng kí kì chính 211 thì bạn em và em có đăng kí môn GE3087 Phân tích và thiết kế khoan dầu khí nhưng không đủ sĩ số nên không được mở lớp. Do đó em và bạn em xin đăng kí mở lớp dự thính môn đó và đã nộp đơn xin mở. Nhưng nay em lại không muốn đăng kí nữa do đã đăng kí môn khác thay thế nên em xin làm đơn này để xin rút không đăng kí môn GE3087 nữa. . . . Em xin cảm ơn ạ",
            "Chào bạn,. . Hiện tại đang là đợt đăng ký hiệu chỉnh, hủy và bổ sung muốn học.. . Bạn vui lòng tự vào thao tác để hủy MH nhé, mẫu đơn này dùng để rút MH (có đóng HP) sau khi đã có TKB và hết thời gian hủy.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Vào ngày 7/9 thì em có thi môn giải tích 2, sau đó em có nộp file ghi hình lên bkex ạ. Nhưng em đã quên đặt tên file ghi hình vì nghĩ đã điền tên lớp mssv vào những câu hỏi trước đó rồi ạ. Phòng đào tạo cho em được nộp lại file hoặc cho em xin cách giải quyết với ạ. Em cảm ơn!",
            "Chào bạn,. . - Bạn vui lòng xem chi tiết hướng dẫn thi trực tuyến nhà trường đã gửi thông báo đến SV. . - Bạn cần thực hiện theo hướng dẫn của nhà trường và thực hành để thuần thục các thao tác ghi màn hình trước khi thi.. . - Bạn nên liên hệ GV giảng dạy để được hướng dẫn.. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Sáng nay lúc 10 giờ ngày 10/08/2021 em có thi môn điều hòa không khí ME3037, trong lúc thi thì nhà em bị mất điện, bị mất kết nỗi với google meet, ngay khi phát hiện em có ra ngoài để mua thẻ điện thoại để đăng ký mạng di động cho thiết bị điện thoại, khi kết nối với google meet lại thì đã hết giờ làm bài, lúc đó em có yêu cầu muốn được xin hoãn thi với giáo viên coi thi vì bài thi của em bị ảnh hưởng rất nhiều, nhưng không được đồng ý, giáo viên coi thi yêu cầu em nộp bài thi lên hệ thống, nhưng lúc đó em khá hoảng loạn nên làm 2-3 lần đều không nộp lên được, sau đó trước sự hối thúc của giáo viên coi thi em đã xác nhận không nộp bài, sau khi xem xét lại em thấy lỗi chính là do em quá chủ quan, nhưng sự cố mất điện cũng ảnh hưởng rất lớn đến bài thi của em, nên em muốn hỏi là em có thể xin hoãn thi trong trường hợp này không ạ?",
            "Chào bạn,. . - Bạn vui lòng xem chi tiết hướng dẫn thi trực tuyến nhà trường đã gửi thông báo đến SV. . - Bạn cần thực hiện theo hướng dẫn của nhà trường và thực hành để thuần thục các thao tác ghi màn hình trước khi thi.. . - Bạn nên liên hệ GV giảng dạy để được hướng dẫn.. . . . . . Thân gửi các bạn sinh viên, . . Phòng Đào tạo (PĐT) đã thông báo cho Sinh viên (SV) về việc nộp đơn hoãn thi trực tiếp cho PĐT đối với các môn học Lý thuyết, mà không thông qua Giảng viên (GV). PĐT sẽ hậu kiểm các tình huống cấm thi sau. Hiện nay, SV đăng ký bằng cách gửi email về PĐT có kèm file và qua hệ thống Hỗ trợ trực tuyến (BKSI). Để nhanh chóng và thuận lợi, PĐT thay đổi phương thức nộp đơn hoãn thi như sau:. . SV đăng nhập vào Google bằng tài khoản BKNetID@hcmut.edu.vn và điền thông tin hoãn thi theo link: https://forms.gle/ckyYcJMWN7w3kqe56. . Hạn cuối: 5 ngày sau khi thi online (chỉ tính ngày làm việc). . Trường hợp SV đã nộp đơn qua email của PĐT và  qua công cụ BKSI (đã hoặc chưa được tiếp nhận), vui lòng điền lại vào form trên để PĐT cập nhật dữ liệu đồng nhất và chính xác.. . Riêng đối với môn Đồ án, Thực tập ngoài trường, Đề cương Luận văn, Luận văn/Tiểu luận tốt nghiệp: SV có thể xin hoãn bảo vệ với lý do dịch Covid-19 ảnh hưởng nghiêm trọng đến kết quả thực hiện đề tài (không thực nghiệm được tại Phòng thí nghiệm, không thực địa, ...). SV gửi email trực tiếp đến Giáo viên hướng dẫn, Khoa/Bộ môn để được xem xét đồng ý và forward email cuối cùng đến email của PĐT để đăng ký.. . Thông tin thêm:. . •\tQuy định hoãn thi (HT): xem chi tiết tại khoản 17.2 Điều 17 trong Quy chế đào tạo và học vụ (aao.hcmut.edu.vn    Sinh viên    Quy chế).. . •\tCác môn có phần thí nghiệm (TNg) sẽ được tổ chức thi sau khi TNg xong. Một số môn, Giảng viên sẽ đề nghị cho thi trước, điểm TNg sẽ có sau, khi đó SV có thể xin hoãn thi.. . •\tRiêng hoãn thi kiểm tra giữa kỳ của HK DT202 và 203: SV liên hệ trực tiếp GV và Bộ môn để được xem xét cho kiểm tra riêng hoặc lấy cột điểm thành phần khác để làm điểm kiểm tra.. .  . . Chúc các bạn học tập thật tốt!. . . . . .",
            "Cô ơi em đã làm theo hướng dẫn và đăng ký hoãn thi, sau khi điền form đăng ký thì hệ thống báo như sau \"2) Trường hợp có sự cố bất khả kháng trong khi thi dẫn đến không thể hoàn thành được bài thi, và không được giải quyết cho thi các ca thi sau (nếu có), sinh viên có thể đăng ký \"Hoãn thi\" ngay sau buổi thi (không phải vắng thi có phép), SV phải báo với CBCT hoặc trực thi để được ghi nhận vào trong danh sách thi. PDT sẽ đối lại với danh sách Khoa để ra quyết định hoãn thi. . . . Em đã báo với cán bộ coi thi và nhờ họ đưa vào danh sách thi nhưng cán bộ coi thi nói là phải chờ phòng đào tạo và họ không có quyền đưa em vào danh sách thi ạ, về quyền đưa em vào sách sách thi như thông báo em phải liên hệ với ai để làm việc đó?",
            "Chào bạn,. . Bạn trình bày rõ với CBCT là ghi chú bạn trong ds thi về tình huống sự cố gì trong khi thi, vì chỉ có bạn và CBCT mới biết được nhé.. . Vì PDT sẽ gửi ds về Khoa để đối chiếu lại nhé.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Họ và tên: [full_name]. . Mssv: [student_id]. . . . Em xin gửi mẫu đơn thu nhận lại HK211 kính mong PĐT xét duyệt thu nhận lại giúp em vì đã thanh toán trễ học phí kì hè 203, em xin hứa sẽ không tái phạm nữa. Mong thầy cô xử lý để em có cơ hội học tiếp HK211 này. Em xin cảm ơn và xin lỗi thầy cô ạ!",
            "Chào bạn. . PDT đã tiếp nhận và đang xử lý đơn thu nhận vào HK211 của bạn. . Bạn vui lòng theo dõi tình trạng sinh viên của bạn chuyển sang từ “tạm dừng” sang tình trạng “Đang học” sẽ cập nhật trên Mybk-thông tin sinh viên, dự kiến trễ nhất vào 14/08/2021. . Sau 13h ngày 12/8 bạn vui lòng vào ĐKMH, nếu không vô được bạn đợi mail để đăng ký môn học vào đợt 3 (nếu có nhu cầu). . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Em muốn hỏi rằng em đăng kí học hè nhưng em không học và nhà trường đã hủy thời khóa biểu của em,vậy sao em phải đóng tiền ạ,hiện tại em không được đăng kí môn học và sắp vào học kì rồi,các thầy cô giúp em được không ạ. . . .",
            "Chào bạn.. . Trong thông báo ĐKMH của HK hè có ghi rõ, trường hợp SV đóng học phí không đúng hạn sẽ bị hủy TKB và ghi nợ HP, và bị cấm ĐKMH cho học kỳ tiếp theo nhé bạn!. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . dạ thưa trong mail pđt có nói là tăng sĩ số lên tối đa là 99sv nhưng môn kết cấu bê tông cốt thép 2 CI3175 mới có sĩ số tối đa là 60 sinh viên thôi ạ, mong phòng đào tạo mở thêm sĩ số nữa vì em và nhiều bạn vẫn chưa thể đăng ký được môn này trong khi đó là môn tiên quyết để làm luận văn tốt nghiệp ạ, và khóa sau môn này sẽ không còn được dạy nữa ạ!!!!!",
            "Chào bạn,. . Hiện tại toàn bộ môn học đã được Phòng Đào tạo tăng sĩ số tối đa theo quy định của từng loại môn học và quy định của google meet (tối đa 100 tính luôn Giảng Viên). . Xem quy định về sĩ số mở lớp cho từng loại môn học tại đây: aao.hcmut.edu.vn/sinh viên/quy chế/học vụ/Quy chế đào tạo và học vụ bậc đại học, cao đẳng/ Điều 8. 2. . Bạn có thể đợi mail thông báo vào ĐKMH đợt 3 nhé!. . Chúc bạn học tập tốt nhé.. . . . Thân.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Kính gởi Phòng Đào Tạo Trường Đại Học Bách Khoa - Đại Học Quốc Gia TP.HCM.. . Em Tên : [full_name].. . MSSV: [student_id].. . Ngành Học : Công Nghệ [full_name] Thuật Ô TÔ.. . Hệ: Vừa Học Vừa Làm.. . -Môn\" [full_name] và [full_name] Thuật Đo\" mã môn học là  ME3801 em được miễn khi nhập học, nhưng trên hệ thống trường thông báo miễn môn \" [full_name] và [full_name] Thuật Đo\" mã môn là ME3003 không phải của ngành công nghệ kỹ thuật ô tô.. . -Mong phòng đào tạo điều chỉnh lại môn \" [full_name] và [full_name] Thuật Đo\" mã môn là ME3003 thành môn \" [full_name] và [full_name] Thuật Đo\" mã môn là ME3801 để em không còn ghi nợ trên hệ thống của Trường.. . Em chân thành cảm ơn.. . . .",
            "Chào em,. . Hiện nay trên hệ thống quản lý là mã ME3801 là đúng với mã của ngành Công Nghệ Kỹ Thuật Ô Tô. . Thân mến,. .",
            "Chào cô . . Cho em hỏi vậy bây giờ em có cần phải học thêm môn\" Dung Sai và [full_name] Thuật Đo\" mã môn học là  ME3801 khi đã được miễn môn \" Dung Sai và [full_name] Thuật Đo\" mã môn là ME3003.. . Em cảm ơn cô.",
            "Chào cô . . Em đã kiểm tra môn \" Dung Sai và Kỹ Thuật Đo\". . trên bảng điểm chuyển đã đổi thành mã ME3801 đúng với ngành Công Nghệ Kỹ Thuật Ô Tô .. . Em cảm ơn cô"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em chào cô,dạ sau khi được trường thu nhận lại em vẫn hông thể đăng kí được môn học ạ (tình trạng sinh viên đã chuyển qua đang học ạ)",
            "Chào bạn. . \" Nếu yêu cầu của bạn đến nay vẫn chưa được xử lý, vui lòng gửi lại để PDT kiểm tra và trả lời cho bạn \". .  . . SV lưu ý:. .  1- Hiện tại toàn bộ môn học đã được Phòng Đào tạo tăng sĩ số tối đa theo quy định của từng loại môn học và quy định của Google Meet (tối đa 100 tính luôn Giảng Viên).Xem quy định về sĩ số mở lớp cho từng loại môn học tại đây: aao.hcmut.edu.vn/sinh viên/quy chế/học vụ/Quy chế đào tạo và học vụ bậc đại học, cao đẳng/ Điều 8. 2. . 2- Đã hết thời gian hiệu chỉnh và hủy môn học, Về việc rút Môn Học (có tính học phí) sinh viên vui lòng đợi mail thông báo của PDT trong tháng 9/2021. . 2- Nếu có nhu cầu học, SV có thể đăng ký dự thính (lộ trình 2 bắt đầu học ngày 30/8) vào đợt 2 từ ngày 25/8 đến 27/8. . 3- Sinh viên vui lòng xem kết quả ĐKMH, xem lý do vì sao không ĐKMH được (có đăng ký, nhưng không có TKB) tại trang web: mybk.hcmut.edu.vn    Đăng ký môn học    Đăng ký môn học HK211 - Kết quả đợt 2 (hoặc Kết quả đợt 1)    bấm vào mục Đăng ký mới    chọn Loại hình đăng ký    xem Lịch sử đăng ký.. . 4- Trong trường hợp kết quả xử lý ĐKMH không đúng, bạn có thể làm đơn khiếu nại (kèm minh chứng nếu có), gửi qua trang bksi ghi rõ tiêu đề: “Khiếu nại ĐKMH HK211”, nội dung khiếu nại trình bày rõ lý do, ghi rõ tên, mã môn học và mã nhóm đã đăng ký.. . 5- SV xem TKB tại mybk/Thông tin SV/ Xem TKB. . Chúc các bạn học tốt!. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . em chào thầy/cô ạ mấy nay em có nhắn rất nhiều tin lên [full_name] thì không thấy ai trả lời em mong thầy/cô sẽ đọc được tin nhắn này và giúp em vì em bị tam dừng học và không được đăng kí môn học học kì 211, em mong thầy/cô thấy được tin nhắn này vì ngày mai là hạn chót đăng kí môn cuối cùng rồi.. . Em cảm ơn Thầy/cô ạ!!"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . em chào thầy/cô ạ mấy nay em có nhắn rất nhiều tin lên [full_name] thì không thấy ai trả lời em mong thầy/cô sẽ đọc được tin nhắn này và giúp em vì em bị tam dừng học và không được đăng kí môn học học kì 211, em mong thầy/cô thấy được tin nhắn này vì ngày mai là hạn chót đăng kí môn cuối cùng rồi.. . Em cảm ơn Thầy/cô ạ!!",
            "Học vụ . em chào thầy/cô ạ mấy nay em có nhắn rất nhiều tin lên [full_name] thì không thấy ai trả lời em mong thầy/cô sẽ đọc được tin nhắn này và giúp em vì em bị tam dừng học và không được đăng kí môn học học kì 211, em mong thầy/cô thấy được tin nhắn này vì ngày mai là hạn chót đăng kí môn cuối cùng rồi.. . Em cảm ơn Thầy/cô ạ!!"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Do em không biết chuyển tiếp mail nên đã chụp lại màn hình và gửi kèm theo mong PĐT xem xét . . . . về TKB em xin nhờ PĐT giúp sap81 xếp. .",
            "B MSSV/MSGV: [student_id]    /B   . . . .   I Đăng ký môn học . Em chào Thầy/Cô. . . . Do em không biết chuyển tiếp mail nên đã chụp lại màn hình và gửi kèm theo mong PĐT xem xét + em cũng đã gửi mail chuyển tiếp mail của thầy về mail của phòng đào tạo. . . . Về TKB em xin nhờ PĐT giúp sắp xếp. .  . . Em xin cảm ơn quý Thầy/Cô xem xét",
            "Chào bạn. . - 1 môn làm cho 1 đơn mở lớp. . - Đơn của bạn thiếu xác nhận [full_name] [full_name] BỘ MÔN [full_name] KHOA. . 4. Hiên tại Phòng đào tạo chỉ nhận đơn “Đề nghị mở môn học” cho HK dự thính 211(đối với các môn không có thực hành/thí nghiệm). Đăng ký học Dự thính, SV nhớ lưu ý vấn đề học phí.. .          Quy trình: tải mẫu đơn “Đề nghị mở môn học”, sau đó SV gửi email trực tiếp đến Giáo viên giảng dạy, Khoa/Bộ môn để được xem xét đồng ý [full_name] ghi rõ Thời khoá biểu và forward email               cuối cùng gửi qua trang hỗ trợ trực tuyến (BKSI) ghi rõ tiêu đề MỞ MÔN HỌC DỰ THÍNH HK211.. . Thời gian: từ ngày 7/8/2020 đến 17g ngày 11/8/2021.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Em có Đăng kí chuyển điểm Tiếng anh như hình ảnh đính kèm, nhưng quên thanh toán và khoản thanh toán này đã hết hạn vào ngày 30/03/2021 thì bây giờ em phải làm như thế nào để thanh toán trễ hạn ạ?",
            "Chào bạn,. . Bạn cứ vào bkpay thanh toán tiền bình thường nhé (dù trễ hạn). . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ em tên [full_name] - [student_id], em muốn hỏi là có thể tăng chỉ số lớp môn CI2003 lớp L10- L40 để em có lớp học được không ạ. Em cám ơn.",
            "hào bạn,. . . . Hiện tại toàn bộ môn học đã được Phòng Đào tạo tăng sĩ số tối đa theo quy định của từng loại môn học và quy định của google meet (tối đa 100 tính luôn Giảng Viên). . . . Xem quy định về sĩ số mở lớp cho từng loại môn học tại đây: aao.hcmut.edu.vn/sinh viên/quy chế/học vụ/Quy chế đào tạo và học vụ bậc đại học, cao đẳng/ Điều 8. 2. . . . Chúc bạn học tập tốt nhé."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học  /. . Xin pdt mở thêm sĩ số môn xstk mã MT2001 DT kì 211",
            "Đăng ký môn học  /. . Xin pdt mở thêm sĩ số môn xstk mã MT2001 DT kì 211  /QUOTE . .",
            "Chào bạn,. . . . Hiện tại toàn bộ môn học đã được Phòng Đào tạo tăng sĩ số tối đa theo quy định của từng loại môn học và quy định của google meet (tối đa 100 tính luôn Giảng Viên). . . . Xem quy định về sĩ số mở lớp cho từng loại môn học tại đây: aao.hcmut.edu.vn/sinh viên/quy chế/học vụ/Quy chế đào tạo và học vụ bậc đại học, cao đẳng/ Điều 8. 2. . . . Chúc bạn học tập tốt nhé."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ tối hôm qua lúc em đăng ký môn CH4027 thì môn này đã vượt số lượng qui định 60, lúc đó số lượng lên đến 79 nhưng em vẫn đăng ký được.. . . . Vậy em không biết là đến đợt 3 thì có bị hủy môn này không ạ? . . . . Em cảm ơn.",
            "Chào bạn,. . . . •\tPdt đã cập nhật một số môn mở lớp mới (do [full_name] gởi lên, SV nộp đơn..., các môn anh văn), SV vào kiểm tra và đăng ký nếu có nhu cầu.. . •\tHiện tại toàn bộ môn học đã được Phòng Đào tạo tăng sĩ số tối đa theo quy định của từng loại môn học và quy định của google meet (tối đa 100 tính luôn Giảng Viên). . •\tXem quy định về sĩ số mở lớp cho từng loại môn học tại đây: aao.hcmut.edu.vn/sinh viên/quy chế/học vụ/Quy chế đào tạo và học vụ bậc đại học, cao đẳng/ Điều 8. 2. . •\tChúc bạn học tập tốt nhé.. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em chào thầy/cô,. . Em tên là [full_name], mssv [student_id]. Em, đại diện cho một số bạn, viết yêu cầu này để xin tăng sỉ số môn EE3025 dự thính để tụi em có thể đăng kí ạ.. . Em cảm ơn thầy/cô.",
            "Chào bạn,. . . . •\tPdt đã cập nhật một số môn mở lớp mới (do [full_name] gởi lên, SV nộp đơn..., các môn anh văn), SV vào kiểm tra và đăng ký nếu có nhu cầu.. . •\tHiện tại toàn bộ môn học đã được Phòng Đào tạo tăng sĩ số tối đa theo quy định của từng loại môn học và quy định của google meet (tối đa 100 tính luôn Giảng Viên). . •\tXem quy định về sĩ số mở lớp cho từng loại môn học tại đây: aao.hcmut.edu.vn/sinh viên/quy chế/học vụ/Quy chế đào tạo và học vụ bậc đại học, cao đẳng/ Điều 8. 2. . •\tChúc bạn học tập tốt nhé.. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em tên Lê Giang Trúc Anh, MSSV: [student_id], . . Chuyên ngành Quản lý Tài nguyên & Môi trường. . - Đợt DKMH lần 1 em vẫn đăng kí bình thường ạ. . Nhưng trong đợt DKMH lần 2 này, em bị lỗi đăng kí vì lý do \"chưa có bằng TN PTTH\" (đính kèm hình ảnh 1). . - Sau vài tiếng em đã vào đăng kí được ở Đợt 2, nhưng lại mất hết tất cả các môn đã đăng kí ở Đợt 1 và em đã đăng kí lại từ đầu. . - Em muốn hỏi là nếu lại lặp lại lỗi như vậy ở Đợt 2 này ( Đăng kí được nhưng sau đó bị hủy môn, và lại không còn môn học ở Đợt 3) thì giải quyết như thế nào ạ? Vì bây giờ em đang ở học kì cần đảm bảo học đủ chỉ để kì sau bước vào kì luận văn ạ. . . - Em đã kiểm tra hết những lí do PDT nêu, và chỉ có một khoản phí là phí chuyển điểm em quên đóng nhưng đã hết hạn vào 30/03/2021. Nếu đó là lý do làm em không đăng kí được môn thì em phải giải quyết như thế nào ạ? (hình ảnh đính kèm 2 ). . - Hoặc văn phòng có thể rà soát và thông tin cụ thể giúp em là trường hợp của em là vấn đề nằm ở đâu để em có thể giải quyết được không ạ? Chứ em chỉ biết là mình không đăng kí được môn nhưng không biết lý do cụ thể tại sao lại bị như vậy làm em thấy rất hoang mang ạ.. . Em cảm ơn văn phòng đã hỗ trợ ạ",
            "Chào bạn. . \" Nếu yêu cầu của bạn đến nay vẫn chưa được xử lý, vui lòng gửi lại để PDT kiểm tra và trả lời cho bạn \". .  . . SV lưu ý:. .  1- Hiện tại toàn bộ môn học đã được Phòng Đào tạo tăng sĩ số tối đa theo quy định của từng loại môn học và quy định của Google Meet (tối đa 100 tính luôn Giảng Viên).Xem quy định về sĩ số mở lớp cho từng loại môn học tại đây: aao.hcmut.edu.vn/sinh viên/quy chế/học vụ/Quy chế đào tạo và học vụ bậc đại học, cao đẳng/ Điều 8. 2. . 2- Đã hết thời gian hiệu chỉnh và hủy môn học, Về việc rút Môn Học (có tính học phí) sinh viên vui lòng đợi mail thông báo của PDT trong tháng 9/2021. . 2- Nếu có nhu cầu học, SV có thể đăng ký dự thính (lộ trình 2 bắt đầu học ngày 30/8) vào đợt 2 từ ngày 25/8 đến 27/8. . 3- Sinh viên vui lòng xem kết quả ĐKMH, xem lý do vì sao không ĐKMH được (có đăng ký, nhưng không có TKB) tại trang web: mybk.hcmut.edu.vn    Đăng ký môn học    Đăng ký môn học HK211 - Kết quả đợt 2 (hoặc Kết quả đợt 1)    bấm vào mục Đăng ký mới    chọn Loại hình đăng ký    xem Lịch sử đăng ký.. . 4- Trong trường hợp kết quả xử lý ĐKMH không đúng, bạn có thể làm đơn khiếu nại (kèm minh chứng nếu có), gửi qua trang bksi ghi rõ tiêu đề: “Khiếu nại ĐKMH HK211”, nội dung khiếu nại trình bày rõ lý do, ghi rõ tên, mã môn học và mã nhóm đã đăng ký.. . 5- SV xem TKB tại mybk/Thông tin SV/ Xem TKB. . Chúc các bạn học tốt!. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Kính gửi phòng Đào tạo,. . Sáng ngày 10/8 em có tham gia ca thi môn Kỹ thuật Siêu cao tần EE3025. Em vẫn điểm danh và nộp bài.. . Tuy nhiên, sau đó file ghi màn hình của em bị lỗi và không thể mở được. Em muốn đăng ký Hoãn thi thì có được không ạ?. . Hiện em đã điền form hoãn thi và chưa thể upload file ghi màn hình.",
            "Chào bạn,. . . . Hiện tại toàn bộ môn học đã được Phòng Đào tạo tăng sĩ số tối đa theo quy định của từng loại môn học và quy định của google meet (tối đa 100 tính luôn Giảng Viên). . . . Xem quy định về sĩ số mở lớp cho từng loại môn học tại đây: aao.hcmut.edu.vn/sinh viên/quy chế/học vụ/Quy chế đào tạo và học vụ bậc đại học, cao đẳng/ Điều 8. 2. . . . Chúc bạn học tập tốt nhé.. . . . . . Thân gửi các bạn sinh viên, . . Phòng Đào tạo (PĐT) đã thông báo cho Sinh viên (SV) về việc nộp đơn hoãn thi trực tiếp cho PĐT đối với các môn học Lý thuyết, mà không thông qua Giảng viên (GV). PĐT sẽ hậu kiểm các tình huống cấm thi sau. Hiện nay, SV đăng ký bằng cách gửi email về PĐT có kèm file và qua hệ thống Hỗ trợ trực tuyến (BKSI). Để nhanh chóng và thuận lợi, PĐT thay đổi phương thức nộp đơn hoãn thi như sau:. . SV đăng nhập vào Google bằng tài khoản BKNetID@hcmut.edu.vn và điền thông tin hoãn thi theo link: https://forms.gle/ckyYcJMWN7w3kqe56. . Hạn cuối: 5 ngày sau khi thi online (chỉ tính ngày làm việc). . Trường hợp SV đã nộp đơn qua email của PĐT và  qua công cụ BKSI (đã hoặc chưa được tiếp nhận), vui lòng điền lại vào form trên để PĐT cập nhật dữ liệu đồng nhất và chính xác.. . Riêng đối với môn Đồ án, Thực tập ngoài trường, Đề cương Luận văn, Luận văn/Tiểu luận tốt nghiệp: SV có thể xin hoãn bảo vệ với lý do dịch Covid-19 ảnh hưởng nghiêm trọng đến kết quả thực hiện đề tài (không thực nghiệm được tại Phòng thí nghiệm, không thực địa, ...). SV gửi email trực tiếp đến Giáo viên hướng dẫn, Khoa/Bộ môn để được xem xét đồng ý và forward email cuối cùng đến email của PĐT để đăng ký.. . Thông tin thêm:. . •\tQuy định hoãn thi (HT): xem chi tiết tại khoản 17.2 Điều 17 trong Quy chế đào tạo và học vụ (aao.hcmut.edu.vn    Sinh viên    Quy chế).. . •\tCác môn có phần thí nghiệm (TNg) sẽ được tổ chức thi sau khi TNg xong. Một số môn, Giảng viên sẽ đề nghị cho thi trước, điểm TNg sẽ có sau, khi đó SV có thể xin hoãn thi.. . •\tRiêng hoãn thi kiểm tra giữa kỳ của HK DT202 và 203: SV liên hệ trực tiếp GV và Bộ môn để được xem xét cho kiểm tra riêng hoặc lấy cột điểm thành phần khác để làm điểm kiểm tra.. .  . . Chúc các bạn học tập thật tốt!. . . . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Dạ em chào thầy cô ở PĐT.. . em có đóng trễ học phí kh 202 ạ.em đóng vào ngày 27/7.. . bây giờ e ko đk môn học được thầy cô có thể giúp e được không ạ.Em xin chân thành cảm ơn. . Chúc thầy cô có 1 buổi chiều vui vẻ ạ. .   i Đăng ký môn học .",
            "Chào bạn,. . Để tiếp tục ĐKMH cho HK 211, SV vui lòng tải mẫu đơn thu nhận tại trang aao.hcmut.edu.vn/Sinh viên/biểu mẫu. . Điền đầy đủ thông tin và gửi qua bksi nhé. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học  . . Hiện tại em đang học lớp đại trà thì những môn chính trị như pháp luật đại cương thì có thể đăng ký lớp mã CC của CLC hay không ạ? . . Và học phí tín chỉ sẽ tính như thể nào? . . Về sau có ảnh hưởng gì đến kết quả môn học không? . . Em cảm ơn.",
            "Chào bạn. . \" Nếu yêu cầu của bạn đến nay vẫn chưa được xử lý, vui lòng gửi lại để PDT kiểm tra và trả lời cho bạn \". .  . . SV lưu ý:. .  1- Hiện tại toàn bộ môn học đã được Phòng Đào tạo tăng sĩ số tối đa theo quy định của từng loại môn học và quy định của Google Meet (tối đa 100 tính luôn Giảng Viên).Xem quy định về sĩ số mở lớp cho từng loại môn học tại đây: aao.hcmut.edu.vn/sinh viên/quy chế/học vụ/Quy chế đào tạo và học vụ bậc đại học, cao đẳng/ Điều 8. 2. . 2- Đã hết thời gian hiệu chỉnh và hủy môn học, Về việc rút Môn Học (có tính học phí) sinh viên vui lòng đợi mail thông báo của PDT trong tháng 9/2021. . 2- Nếu có nhu cầu học, SV có thể đăng ký dự thính (lộ trình 2 bắt đầu học ngày 30/8) vào đợt 2 từ ngày 25/8 đến 27/8. . 3- Sinh viên vui lòng xem kết quả ĐKMH, xem lý do vì sao không ĐKMH được (có đăng ký, nhưng không có TKB) tại trang web: mybk.hcmut.edu.vn    Đăng ký môn học    Đăng ký môn học HK211 - Kết quả đợt 2 (hoặc Kết quả đợt 1)    bấm vào mục Đăng ký mới    chọn Loại hình đăng ký    xem Lịch sử đăng ký.. . 4- Trong trường hợp kết quả xử lý ĐKMH không đúng, bạn có thể làm đơn khiếu nại (kèm minh chứng nếu có), gửi qua trang bksi ghi rõ tiêu đề: “Khiếu nại ĐKMH HK211”, nội dung khiếu nại trình bày rõ lý do, ghi rõ tên, mã môn học và mã nhóm đã đăng ký.. . 5- SV xem TKB tại mybk/Thông tin SV/ Xem TKB. . Chúc các bạn học tốt!. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Dạ em xin chào thầy cô ạ, do trục trặc trong lúc đăng nhập và tìm sđt liên lạc của phòng đào tạo nên em đã không thực hiện được bài thi môn Giải Tích 1-lớp DT05Acủa em vào lúc 13h ngày 10/08 . .  Kính mong thầy cô xem xét lại cho em được hoãn lịch thi và cho em thi lại ạ. Em xin chân thành cảm ơn nhiều ạ.",
            "Chào bạn,. . - Bạn vui lòng xem chi tiết hướng dẫn thi trực tuyến nhà trường đã gửi thông báo đến SV. . - Bạn cần thực hiện theo hướng dẫn của nhà trường và thực hành để thuần thục các thao tác ghi màn hình trước khi thi.. . - Bạn nên liên hệ GV giảng dạy để được hướng dẫn.. . . . . . Thân gửi các bạn sinh viên, . . Phòng Đào tạo (PĐT) đã thông báo cho Sinh viên (SV) về việc nộp đơn hoãn thi trực tiếp cho PĐT đối với các môn học Lý thuyết, mà không thông qua Giảng viên (GV). PĐT sẽ hậu kiểm các tình huống cấm thi sau. Hiện nay, SV đăng ký bằng cách gửi email về PĐT có kèm file và qua hệ thống Hỗ trợ trực tuyến (BKSI). Để nhanh chóng và thuận lợi, PĐT thay đổi phương thức nộp đơn hoãn thi như sau:. . SV đăng nhập vào Google bằng tài khoản BKNetID@hcmut.edu.vn và điền thông tin hoãn thi theo link: https://forms.gle/ckyYcJMWN7w3kqe56. . Hạn cuối: 5 ngày sau khi thi online (chỉ tính ngày làm việc). . Trường hợp SV đã nộp đơn qua email của PĐT và  qua công cụ BKSI (đã hoặc chưa được tiếp nhận), vui lòng điền lại vào form trên để PĐT cập nhật dữ liệu đồng nhất và chính xác.. . Riêng đối với môn Đồ án, Thực tập ngoài trường, Đề cương Luận văn, Luận văn/Tiểu luận tốt nghiệp: SV có thể xin hoãn bảo vệ với lý do dịch Covid-19 ảnh hưởng nghiêm trọng đến kết quả thực hiện đề tài (không thực nghiệm được tại Phòng thí nghiệm, không thực địa, ...). SV gửi email trực tiếp đến Giáo viên hướng dẫn, Khoa/Bộ môn để được xem xét đồng ý và forward email cuối cùng đến email của PĐT để đăng ký.. . Thông tin thêm:. . •\tQuy định hoãn thi (HT): xem chi tiết tại khoản 17.2 Điều 17 trong Quy chế đào tạo và học vụ (aao.hcmut.edu.vn    Sinh viên    Quy chế).. . •\tCác môn có phần thí nghiệm (TNg) sẽ được tổ chức thi sau khi TNg xong. Một số môn, Giảng viên sẽ đề nghị cho thi trước, điểm TNg sẽ có sau, khi đó SV có thể xin hoãn thi.. . •\tRiêng hoãn thi kiểm tra giữa kỳ của HK DT202 và 203: SV liên hệ trực tiếp GV và Bộ môn để được xem xét cho kiểm tra riêng hoặc lấy cột điểm thành phần khác để làm điểm kiểm tra.. .  . . Chúc các bạn học tập thật tốt!. . . . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính chào PĐT,. . . . Em tên là [full_name], MSSV: [student_id]. . . . Em và nhiều sinh viên khác có mong muốn mở thêm lớp cho môn ME4625 (Kỹ năng lãnh đạo) và đã được Chủ nhiệm Bộ môn (Thầy [full_name]) và GV dạy (Thầy [full_name]) xét duyệt. Kính mong PĐT mở thêm lớp môn ME4625 vào thứ 3 (tiết 9, 10) hoặc thứ 4 (tiết 11, 12). . . . . Bên dưới em có đính kèm đơn đề nghị mở lớp và danh sách sinh viên đăng ký mở lớp. . . . Em xin chân thành cảm ơn!",
            "Chào bạn. . Cô đã lấy dữ liệu chuyển cho bộ phận xử lý, bạn theo dõi đến 10 giờ ngày 13/8 mà không thấy mở lớp thì báo lại. . Nếu có phản hồi gì Cô sẽ báo trên BKsi và mail, kiểm tra thường xuyên nghen bạn. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học .",
            "Chào bạn. . Cô đã lấy dữ liệu chuyển cho bộ phận xử lý, bạn theo dõi đến 15 giờ ngày 12/8 mà không thấy mở lớp thì báo lại. . Nếu có phản hồi gì Cô sẽ báo trên BKsi và mail, kiểm tra thường xuyên nghen bạn. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em chào thầy/cô của PĐT ạ. Em có một thắc mắc xin được giải đáp là Học kỳ hè vừa rồi em có đăng ký môn học nhưng do tình trạng kinh tế gia đình lúc đó nên em không thanh toán học phí được. Học kỳ mới này đợt 1 em đã đăng ký nhưng bị huỷ vì chưa thanh toán học phí và sau đó em đã thanh toán nhưng bị trễ hạn. Thầy/cô cho em hỏi là em có được đăng ký đợt 3 tới này không ạ? Tình trạng sinh viên của em vẫn là đang theo học ạ. Em xin cảm ơn ạ!",
            ". . Chào bạn,. . Trường hợp đóng HP trễ sẽ không được phục hồi lại TKB ở đợt 1 đăng ký nhé, SV phải vào đăng ký môn học lại.. . Sau 13h ngày 11/8 Phòng Đào tạo sẽ cập nhật lại danh sách đã thanh toán HP để mở cho SV đăng ký MH nhé!. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Thưa thầy, cô[full_name] E đã được cô [full_name] giải đáp rằng sẽ tăng chỉ số lên 100sv/1 lớp nhưng hiện tại em vào DKMH vẫn chỉ có 30/30 ạ[full_name] Do trường mở thêm vào đợt dkmh lần 3 hay em bị lỗi với ạ[full_name] Mong thầy cô giải đáp giúp em để em theo kịp tiến độ học tập[full_name][full_name] [full_name] EE3021[full_name] [full_name] EE3019[full_name] [full_name] [full_name] [full_name]   b MSSV/MSGV: [student_id]  /b [full_name] [full_name] \t[full_name] [full_name]   i Đăng ký môn học  /i [full_name] [full_name] [full_name] [full_name]",
            "Chào bạn,. . Hiện tại toàn bộ môn học đã được Phòng Đào tạo tăng sĩ số tối đa theo quy định của từng loại môn học và quy định của google meet (tối đa 100 tính luôn Giảng Viên). . Xem quy định về sĩ số mở lớp cho từng loại môn học tại đây: aao.hcmut.edu.vn/sinh viên/quy chế/học vụ/Quy chế đào tạo và học vụ bậc đại học, cao đẳng/ Điều 8. 2. . Bạn có thể đợi mail thông báo vào ĐKMH đợt 3 nhé!. . Chúc bạn học tập tốt nhé.. . . . Thân.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác:",
            "Thân gửi các bạn sinh viên, . . Phòng Đào tạo (PĐT) đã thông báo cho Sinh viên (SV) về việc nộp đơn hoãn thi trực tiếp cho PĐT đối với các môn học Lý thuyết, mà không thông qua Giảng viên (GV). PĐT sẽ hậu kiểm các tình huống cấm thi sau. Hiện nay, SV đăng ký bằng cách gửi email về PĐT có kèm file và qua hệ thống Hỗ trợ trực tuyến (BKSI). Để nhanh chóng và thuận lợi, PĐT thay đổi phương thức nộp đơn hoãn thi như sau:. . SV đăng nhập vào Google bằng tài khoản BKNetID@hcmut.edu.vn và điền thông tin hoãn thi theo link: https://forms.gle/ckyYcJMWN7w3kqe56. . Hạn cuối: 5 ngày sau khi thi online (chỉ tính ngày làm việc). . Trường hợp SV đã nộp đơn qua email của PĐT và  qua công cụ BKSI (đã hoặc chưa được tiếp nhận), vui lòng điền lại vào form trên để PĐT cập nhật dữ liệu đồng nhất và chính xác.. . Riêng đối với môn Đồ án, Thực tập ngoài trường, Đề cương Luận văn, Luận văn/Tiểu luận tốt nghiệp: SV có thể xin hoãn bảo vệ với lý do dịch Covid-19 ảnh hưởng nghiêm trọng đến kết quả thực hiện đề tài (không thực nghiệm được tại Phòng thí nghiệm, không thực địa, ...). SV gửi email trực tiếp đến Giáo viên hướng dẫn, Khoa/Bộ môn để được xem xét đồng ý và forward email cuối cùng đến email của PĐT để đăng ký.. . Thông tin thêm:. . •\tQuy định hoãn thi (HT): xem chi tiết tại khoản 17.2 Điều 17 trong Quy chế đào tạo và học vụ (aao.hcmut.edu.vn    Sinh viên    Quy chế).. . •\tCác môn có phần thí nghiệm (TNg) sẽ được tổ chức thi sau khi TNg xong. Một số môn, Giảng viên sẽ đề nghị cho thi trước, điểm TNg sẽ có sau, khi đó SV có thể xin hoãn thi.. . •\tRiêng hoãn thi kiểm tra giữa kỳ của HK DT202 và 203: SV liên hệ trực tiếp GV và Bộ môn để được xem xét cho kiểm tra riêng hoặc lấy cột điểm thành phần khác để làm điểm kiểm tra.. .  . . Chúc các bạn học tập thật tốt!. . . . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . [full_name]. . [full_name] TR3037. . [full_name]: THỨ 2, TIẾT 13 14 15. .      THỨ 4, TIẾT 13 14 15",
            "Chào bạn. . Cô đã lấy dữ liệu chuyển cho bộ phận xử lý, bạn theo dõi đến 10 giờ ngày 13/8 mà không thấy mở lớp thì báo lại. . Nếu có phản hồi gì Cô sẽ báo trên BKsi và mail, kiểm tra thường xuyên nghen bạn. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em mới thanh toán học phí mà pdt vẫn chưa cho đăng ký môn học. Vậy em xin pdt mở để em được quyền đăng ký môn học.",
            "Chào bạn,. . Trường hợp đóng HP trễ sẽ không được phục hồi lại TKB ở đợt 1 đăng ký nhé, SV phải vào đăng ký môn học lại.. . Hiện tại PDT đã cập nhật lại danh sách nợ HP và đã mở Khóa cho SV thanh toán học trước ngày 11/8/2021 vào ĐKMH của HK211. . Bạn vui lòng vào kiểm tra và ĐKMH cho HK211 nhé!. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]  /b \t[full_name] [full_name] [full_name] [full_name]   i Đăng ký môn học  /i [full_name] [full_name] [full_name] [full_name] Em xin chào Thầy/Cô [full_name] [full_name] Cho em hỏi là học online sao ở trên trang đăng kí vẫn báo là không đủ giãn cách giữa 2 cơ sở ạ",
            "Chào em,. . Cho em hỏi là học online sao ở trên trang đăng kí vẫn báo là không đủ giãn cách giữa 2 cơ sở ạ. . =  Để khi ổn định, hết dịch học offline thì học được nha em.. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em tên [full_name]. . MSSV: [student_id] . . Xin đăng ký mở lớp Hệ Thông Cung Cấp Điện EE3001 tại cơ sở 1. . Thời khoá biểu đề nghị: . . Buổi 1: Sáng thứ 2 (tiết 2-6) Cơ sở 1. . Buổi 2: Chiều thứ 2 (tiết 7-12) Cơ sở 1. . Dưới dây là mail xin phép của em với Giảng viên nhận dạy là cô [full_name] và Chủ nhiệm Bộ Môn",
            "Chào bạn. . Vẫn chưa có xác nhận của [full_name], bạn bổ sung gấp nghen. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Kính gửi phòng Đào tạo,. . Em có đăng ký in bảng điểm (bản 35,000 VNĐ) trên mybk nhưng khi đến phần thanh toán qua OCB em đều không thể thanh toán được (trang web của OCB không thể truy cập). Em đã thử đăng ký lại nhiều lần khác nhau nhưng đều không thể thanh toán được:. . Lần 1: Ngày 28/7/2021: Em đăng ký in 1 bản, mã phiếu là InBD[phone_number]9. . Lần 2: Ngày 03/8/2021: Em đăng ký in 2 bản, mã phiếu là InBD[phone_number]2. . Lần 3: Ngày 10/8/2021: Em đăng ký in 3 bản, mã phiếu là InBD[phone_number]2. . Do vậy thầy/cô có thể hỗ trợ em gửi chuyển phát về:. . Địa chỉ: 142E/35 Cô Giang, phường 2, quận Phú Nhuận, TP.HCM. . Người nhận: Cao Quốc Trung. . SĐT: [phone_number]. . được không ạ? Em sẽ thanh toán 6 bản điểm này khi nhận hàng hoặc em sẽ chuyển khoản lại qua OCB của PĐT hoặc Momo cũng được ạ.. . Sang 2 tuần sau em bay sang Pháp học chuyển tiếp rồi nên em không còn ở Việt Nam nữa để in bảng điểm, kính mong PĐT xem xét giúp đỡ ạ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính gửi Phòng Đào Tạo,. . Em tên là[full_name]SV: [student_id]. . Do đợt dịch COVID 19 kéo dài nên hiện tại em chưa thể thi lấy chứng chỉ TOEIC 500 đăng ký LVTN. Xin Phòng Đào Tạo cho em biết thời hạn cuối cùng để nộp chứng chỉ TOEIC đăng ký LVTN cho HK211 . . Em xin cảm ơn",
            "Chào bạn,. . Phải đủ điều kiện bạn mới có thể đăng ký được môn LVTN.. . Sau khi đủ điều kiện, bạn có thể làm đơn xin đăng ký LVTN trễ hạn sau khi hết thời gian đăng ký online.. . Trong đơn phải có xác nhận của giáo viên hướng dẫn và khoa sau đó nộp tại Phòng Đào tạo.. . Căn cứ thời gian bạn nộp đơn để xem xét nhé, còn hạn nộp CCNN online thì theo lịch ĐKMH nhé bạn. . Chúc bạn học tốt. . Thân. .",
            "Dạ, Cảm ơn Cô đã giải đáp. . Cô cho em hỏi thêm là \"đơn xin đăng ký LVTN trễ hạn\" là em tự viết tay phải không Cô? Em không thấy có trên BIỂU MẪU của trường. . Nếu có, Cô vui lòng cho em xin file mẫu. . Cảm ơn Cô. .",
            "li answer rate: Answer suits the needs / Câu trả lời đúng ý",
            "Đúng rồi nghen bạn"
        ]
    }
]