[
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Chuyển thời khóa biểu . Kính gửi thầy (cô) em muôn đổi thời khóa biểu môn bóng đá ở Linh Trung CS2 của em thành môn điền kinh học CS1 PE1025 nhóm A-09 được không ạ,tại em ở CS1 nên em muốn học thể dục ở CS1 để tiện di chuyển ạ, ở CS2 em không đi được ạ, xin cảm ơn thầy(cô)."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được . Kính thưa phòng đào tạo. . Em tên là [full_name]. . Mssv [student_id]. . Môn đk không được là Hình học họa hình. . Em thầy phòng đã báo giải quyết rồi mà môn hình học họa hình vẫn chưa có trong tkb của em, kính mong pđt xem lại một lần nữa ạ, mai là buổi học đầu rồi ạ, mà giờ chưa có phòng học em hơi hoang mang ạ.. .",
            "Bạn vui lòng trình bày rõ mã môn lý do không đăng ký được và ai là người tiếp nhận giải quyết cho bạn.. . . . Thông tin bạn cung cấp không đủ để mình kiểm tra."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ - Đại học - Cao đẳng chính quy   Thu nhận lại . Thưa thầy   cô  em thấy trong đơn xin thu nhận lại có đề là điểm anh văn lớn hơn bằng 250 điểm em xin hỏi là điểm này mình lấy từ đâu, có cần giấy xác nhận kèm theo không và nếu nộp đơn này thì em phải nộp ở đâu cơ sở 1 hay cơ sở 2 ạ",
            "Chào bạn,. . Bạn vui lòng liên hệ trực tiếp Phòng đào tạo để được hỗ trợ.. . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Vừa làm vừa học - ĐTTX   Đăng ký môn học . Em tên là [full_name]. MSSV: [student_id], hiện đang học hệ VLVH. . . . Em đã gửi câu hỏi trước ( Thầy (cô) có thể xem hình ảnh ) về vấn đề lỗi đăng ký Luận văn tốt nghiệp . . . . Trong thư trả lời, Thầy(cô) đã viết là PĐT sẽ xét riêng Luận Văn của em nhưng lại không đề cập đến thời gian sẽ xét. . . . . Hiện tại, đã là cuối tháng 8 mà thời gian bắt đầu học kỳ 1 năm 2019 đã vô được 1 tuần, đây là tuần 2 , mà bên trường lại không có sự rõ ràng nào với sinh viên. . . . Em rất mong sẽ được giải đáp cụ thể, chứ không mong muốn nhận được giải đáp trên tinh thần hời hợt và thiếu sự quan tâm từ nhà trường. . . . Em cảm ơn"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Chuyển thời khóa biểu . Kính gửi giáo viên trường ĐHBK. . Em tên là [full_name], mssv là [student_id]. . Lần trước em có xin chuyển lớp học môn   I Những nguyên lý cơ bản của chủ nghĩa [full_name] Lênin  /I  Nhưng tuần trước em đã học đầy đủ tiết của lớp cũ L11 do thầy [full_name] phụ trách (lịch học vào tiết 234 thứ 4 và 9 10 thứ 5) và đã chia nhóm làm bài tập cũng đã sắp xếp được thời gian hợp lý. Nhưng đến thứ 7 tuần này em mới nhận tin là mình bị chuyển qua lớp A03 ở cs1. Bây giờ em mong được thầy cô bỏ lớp mới A03 này và chuyển em về lớp cũ L11 của thầy [full_name] :  . . Kính mong thầy cô phê duyệt sớm giùm em để em chuẩn bị bài học :(. . Chân thành cảm ơn thầy cô!. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Dạ đã qua tuần mới rồi mà em vẫn chưa có tên trog danh sách ạ. Có nhiều bạn khác có kết quả anh văn nói viết sau em nhưng đã có tên rồi ạ. Em có gọi điện hỏi Phòng đào tạo , PĐT yêu cầu lên ghi tên vào danh sách đăng ký xét tốt nghiệp nhưng do đang đi làm ở quê nên không tiện lên nên PĐT bảo em nhắn tin hỏi ở bksi để được thêm tên vào danh sách xét tốt nghiệp phải không ạ",
            "Dạ đã qua tuần mới rồi mà em vẫn chưa có tên trog danh sách ạ. Có nhiều bạn khác có kết quả anh văn nói viết sau em nhưng đã có tên rồi ạ. Em có gọi điện hỏi Phòng đào tạo , PĐT yêu cầu lên ghi tên vào danh sách đăng ký xét tốt nghiệp nhưng do đang đi làm ở quê nên không tiện lên nên PĐT bảo em nhắn tin hỏi ở bksi để được thêm tên vào danh sách xét tốt nghiệp phải không ạ  /QUOTE . . . . Chào [full_name], em sẽ nhận được mail “Thông báo lịch trình tốt nghiệp đợt 2 năm 2019”. . http://www.aao.hcmut.edu.vn/image/data/Tra_cuu/xem_danhsach?id_ds=2021&masv=[student_id]&code=pq"
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính gửi: Phòng Đào Tạo. . . . Em tên: [full_name]. .         MSSV: [student_id]. .         Ngành: Bảo Dưỡng Công nghiệp. . Nay em xin trình bày một việc như sau:. . Vì lúc đăng kí môn học em chưa đủ chuẩn anh văn. Nay em mới thi anh văn đạt chuẩn năm 3. Em đã nộp chứng chỉ online. Nay em xin phòng đào tạo cho em được đăng kí bổ sung các môn học học kì 191:. . 1_260620_ Lập trình plc. . 2_260625_ Công nghệ hàn 2. . 3_260626_ Truyền động thủy lực 2. . 4_260628_ Công nghệ lạnh điều hòa 2. . 5_260629_ Kĩ thuật giám sát tình trạng và chuẩn đón hư hỏng. . 6_260632_ Tự động hóa. . 7_260623_ Tổ chức quản lý bảo dưỡng 3. . 8_260624_ Quản lý công nghiệp. . Em kính mong phòng đào tạo xem xét để tạo điều kiện cho em được tiếp tục học tập.. . Em xin cảm ơn.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "B Dạ thưa em là [full_name] hiện đang học khoa Cơ Khí, mssv [student_id]. Em có thắc mắc là lịch học vụ của em vừa bị đổi trong đó em học môn Những nguyên lý cơ bản của chủ nghĩa [full_name] 2 ngày trong tuần trong xuyên suốt học kỳ 191 này trong khi đó môn học em đã đăng ký là Giáo dục thể chất 1 thì lại biến mất mặc dù bạn em cũng đăng ký như vậy nhưng được chuyển lịch học sang 1 ngày khác trong tuần. Có sai sót gì ở đây không ạ? Em xin chân thành cảm ơn.",
            "chào bạn. . . . Môn giáo dục thể chất các nhóm môn học sĩ số ít đã bị hủy và gửi mai về cho các bạn. PĐT thực hiện chuyển nhóm cho các bạn để đảm bảo tiến độ học tập.. . . . Riêng môn học nguyên lý SP1003 môn học gồm 75 tiết và học 5 buổi trong tuần (1 buổi 2 tiết + 1 buổi 3 tiết) Môn học này tất cả các học kỳ đều như nhau và không thay đổi . . . . Bạn nên tham khảo kỹ các cấu trúc môn học trên web PĐT cũng như theo dõi các mail nhà trường gửi về hủy nhóm môn học trước khi đặt câu hỏi."
        ]
    },
    {
        "intent": "",
        "message": [
            "Dịch vụ cho sinh viên - Đại học - Cao đẳng chính quy   Giấy xác nhận sinh viên . Nếu học kì 191 em không đủ 14 chỉ thì có được nhận giấy xác nhận Sinh viên de tạm hoãn nghĩa vụ quân sự không ạ.",
            "Chào bạn,. . Nếu bạn có TKB môn học thì bạn sẽ được cấp giấy chứng nhận sinh viên hoãn nghĩa vụ quân sự.. . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Cho em hỏi khi em đăng kí môn học kì 191 môn thể chất mà lỡ đkí môn bóng chuyền,kì trước đó e cũng đã học rồi mà ko biết chương trình đào tạo ko cho phép học 1 môn thể chất 2 lần, em muốn chuyển sang học môn khác như bóng rổ thì làm sao ạ",
            "[full_name] [full_name] ([full_name]) [full_name]",
            "em cần hủy môn bóng chuyền PE1011 nhóm L16, em cảm ơn",
            "li answer rate: Answer suits the needs / Câu trả lời đúng ý",
            "Chào em,. . . . PDT đã huỷ môn PE1011 rồi nha em"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Chương trình đào tạo (thiếu môn tiên quyết, song hành...) . Kính gửi PDT,. . Trong đợt đăng ký môn học dự thính thì có mở ra các môn học mở rộng dành cho tài năng nhưng trong học kỳ chịn không mở. Vậy em có cần đăng ký các môn học mở rộng trong đợt dự thính này không.Chiều nay là hạn chót nên mong PDT phản hồi sớm giúp em. Em xin lỗi vì đã hỏi gấp gáp như thế này . . . Mong PDT giúp đỡ, em xin chân thành cảm ơn.",
            "Chào bạn. . . . Phần học mở rộng môn Tài năng sẽ do PĐT tự động đăng ký cho bạn trong HK chính. Sau khi đã có kết quả đkmh 2 tuần PĐT sẽ đăng ký cho các sinh viên tài năng.. . . . Riêng học kỳ dự thính sẽ không có môn học cốt lõi tài năng. Phần học mở rộng môn Tài năng chỉ mở ở Học kỳ chính.. . . . Bạn lưu ý."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Chào thầy/cô, tình hình là 2 môn plđc và tthcm thì e đã qua 2 môn đó rồi. Nhưng trong mục Tiến độ học tập thì 2 môn này e bị đánh dấu là \"chưa đạt\" trong khi hồi e học 2 môn này là mã môn học cũ có tương đương với mã mới. Kính mong thầy/cô giải quyết giúp em tình trạng này ạ. Em cảm ơn!. .",
            "Chào bạn,. . Đã cập nhật môn thay thế PLVN ĐC & TTHCM.. . Thân mến",
            "ủa sao em check lại trên tiến độ học tập 2 môn này vẫn chưa đạt ạ?"
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính gửi: Quý thầy cô phòng đào tạo trường đại học Bách Khoa TPHCM. . Em tên: [full_name]- SV Việt Pháp K17. . Em xin được chuyển các môn sau đây sang lớp   B P02  /B  ạ:. . 1/ 007703-Âm học. . 2/ 210701-Truyền nhiệt. . 3/ 406701-Biến đổi Fourier. . 4/ 404703-Mạch và năng lượng. . Lí do: sau khi có kết quả đăng kí môn học em đã không để ý kĩ về thời gian học của lớp này. Em đang học Pháp để chuẩn bị T11 này thi lấy bằng, nhưng không may đã bị trùng lịch với 4 môn này ạ, nên em xin phép Phòng đào tạo có thể chuyển giúp em từ lớp P01 sang lớp P02 để em có thể tiếp tục đi học Pháp ạ.. . Em xin chân thành cảm ơn!. .   i Đăng ký môn học - Đại học - Cao đẳng chính quy   Chuyển thời khóa biểu .",
            "Đã chuyển nhóm cho bạn"
        ]
    },
    {
        "intent": "",
        "message": [
            ". . Kính gửi Phòng đào tạo. . Em là [full_name], MSSV [student_id]6, Sinh viên khóa 2013.. . Theo như quyết định số 760/QĐ ĐHBK - ĐT ngày 13/08/2019, em nằm trong danh sách sinh viên buội thôi học vì tự ý nghỉ học.. . Hiện nay, em mong muốn đăng ký tham gia hệ đào tạo vừa học vừa của trường thì có được xét miễn những môn đã học trong chương trình đào tạo không, hay phải học lại các môn từ đầu?. . Kính mong nhận được phản hổi từ quý thầy cô.. . Trân trọng",
            "Chào bạn,. . Bạn vui lòng liên hệ trực tiếp Phòng 201A4 để được tư vấn.. . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được . Kính gửi thầy cô, em là sinh viên K18. Em bị huỷ môn bóng rổ tiết 2-3 ngày thứ 2 vì sĩ số lớp ít. Trường có thể cho em đăng ký đổi sang giờ khác hoặc môn giáo dục thể chất khác được k ạ.",
            "Mình kiểm tra TKB của bạn có môn bóng rổ nhóm A01"
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính gửi: Quý thầy cô Phòng Đào Tạo Trường Đại Học Bách Khoa TP HCM . . Em tên là: [full_name] - MSSV: [student_id]. . Em muốn hỏi về vấn đề rút học phần môn học do trong học kỳ chính em có đăng kỳ trùng môn với môn em đã đăng ký và học xong trong học kỳ hè. Cho em hỏi mình được rút học phần môn học vào thời điểm nào và như thế nào ạ? Nếu em rút học phần môn học đó thì liệu em có phải đóng tiền cho môn học đó hay không ạ?",
            "Chào bạn. . . . Bạn làm đơn xin rút môn học và nộp về PĐT, [full_name] [full_name]."
        ]
    },
    {
        "intent": "",
        "message": [
            "B Đăng ký môn học - Đại học - Cao đẳng chính quy   Chương trình đào tạo (thiếu môn tiên quyết, song hành...) . Kính gởi PĐT trường ĐH Bách Khoa. . . . . Em là Trương Minh Lộc, MSSV [student_id] . Khoa: Điện - điện tử.. .  . . Hiện tại em rớt môn NHẬP MÔN KỸ THUẬT (EE1001) ở năm nhất. Em mong muốn được đăng kí lớp học chung với K19 năm nay để kịp làm môn Đồ Án năm 3.. . . . Em viết tin này mong PĐT có phản hồi  và hướng giải quyết về trường hợp của em. . . Em chân thành vảm ơn! . .",
            "Đã đăng ký cho bạn"
        ]
    },
    {
        "intent": "",
        "message": [
            "Chứng chỉ ngoại ngữ - Đại học - Cao đẳng chính quy   Khác ... . Em được biết toeic tối thiểu 500 thì được nhận luận văn.. . Như vậy thì đạt AV4 mà không có bằng toeic tối thiểu 500 ,thì có được nhận luận văn không ạ. . Dạ em cảm ơn ạ",
            "Chào bạn,. . CHuẩn LVTN và tốt nghiệp là chuẩn của chứng chỉ quốc tế, không tính quy tương đương môn AV như chuẩn av của từng năm nha bạn.. . Bạn vui lòng xem chi tiết quy định về anh văn tại : www.aao.hcmut.edu.vn- Sinh viên - Quy chế -  Quy chế học vụ bậc đại học -  Phụ lục 1.. . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            ". . Kính gửi: Phòng đào tạo trường đại học bách khoa . . Em tên : [full_name] MSSV [student_id] em học Trung tâm đào tạo bảo dưỡng công nghiệp , em kính mong phòng đào tạo tăng sĩ số môn lập trình plc MMH 260620 để em được học trong hk chính của hk191 . Em xin chân thành cám ơn  . .",
            "Đã đăng ký cho bạn"
        ]
    },
    {
        "intent": "",
        "message": [
            "B Chứng chỉ ngoại ngữ - Đại học - Cao đẳng chính quy   Xét miễn môn anh văn (chuyển điểm) . Dạ cho em hỏi là năm nhất khi thi anh văn đầu vào em có chuyển điểm av2 là 6 điểm, vậy khi nộp bằng Toeic 700 thò điểm av2 có được nâng lên 10 không ạ",
            "Chào bạn,. . Theo quy chế thì mỗi môn AV bạn được chuyển điểm 1 lần từ chừng chỉ quốc tế.. . Hiện tại bạn chưa chuyển điểm các môn AV từ chứng chỉ quốc tế nên bạn được phép đăng ký chuyển điểm. Khi tính điểm tích lũy chung sẽ lấy cột điểm cao nhất của môn học để tính.. . Thân.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "CODE Yêu cầu khác: Cho em hỏi về thẻ sinh viên. Ảnh của em do phòng kỉ thuật chục lúc làm hồ sơ nhập học. Bạn em cũng chụp cùng lúc với em nhưng bạn ấy đã có thẻ sinh viên còn em chưa có ạ. Em nên làm gì đây ạ????",
            "Chào bạn,. . Bạn vui lòng liên hệ trực tiếp tổ kỹ thuật Phòng đào tạo để được hỗ trợ.. . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được . kính gữi: Phòng Đào Tạo . .  . . Em tên: Hàng phước Tánh   MSSV: [student_id]. . . . lý do: em xin mở thêm một môn học. nay em làm đơn kính mong phòng đào tạo xem xét và cho em xin bổ sung môn học của HK 191 . . .   Danh sách môn học . . 1) kt G/sát ttrang&cdhu Hỏng      260629",
            "Em kính mong được sự chấp nhận của Phòng Đào Tạo. . .                          . .                              Kính đơn . .                                 Tanh. .                           Hàng Phước Tánh",
            "Đã đăng ký cho bạn"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV: [student_id]  /b \t. .   B Họ tên: [full_name]  /B . . . . Kính gửi thầy cô phòng Đào tạo ĐH Bách Khoa HCM,. . . . Em là sinh viên khóa 14 Chương trình Kỹ sư Chất lượng cao Việt – Pháp PFIEV.   B Em muốn xin được đăng ký Luận văn tốt nghiệp (MSMH: 216700) và Thực tập tốt nghiệp (MSMH: 216750) vào học kỳ 191.  /B . . . . Do đặc thù của chương trình có những môn đại cương học nhiều tín chỉ, hiện tại em còn 3 môn chưa hoàn tất, nhưng số TC còn nợ vượt quá quy định nên không thể đăng ký được (trong đó 1 môn thi lại lần 2 vào 7/9/2019). Yêu cầu về chứng chỉ ngoại ngữ em đã hoàn thành đầy đủ. Em mong thầy cô xem xét cho em được đăng ký Luận văn tốt nghiệp và Thực tập tốt nghiệp trong đợt cuối (28/8/2019 - 4/9/2019).. . . . Hiện tại, em còn 3 môn chưa trả nợ xong:. . . . 1. Điện - điện động học - 4TC (MSMH: 404709), thi lại lần 2 vào 7/9/2019. . 2. Giải tích 3 - 4TC (MSMH: 006725) đã đăng ký trong HK 191. . 3. Giải tích 1 - 5TC (MSMH: 006721) đang chờ giải quyết để đăng ký trong HK 191, do chương trình Việt Pháp đang thay đổi, học tạm thời mã môn học chương trình đại trà.. . . . Về chứng chỉ Toeic (nghe-đọc), em đạt 640 và đã thẩm tra hợp lệ, đủ chuẩn đầu ra; Toeic (nói-viết) đã đủ điểm chuẩn đầu ra.. . . . Em kính mong thầy cô phòng Đạo tạo xem xét cho em được đăng ký LVTN và TTTN để sớm hoàn thành và tốt nghiệp ạ. Em xin chân thành cảm ơn!. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được . Chào PĐT, em đã đăng kí môn học đợt 2 IM4313 luận văn tốt nghiệp nhưng chưa có kết quả đăng kí, em đã nộp av và thỏa hết tất cả các môn, nhờ PĐT giúp em",
            "Chào bạn. . . . Bạn vào xem lịch sử đăng ký để biết lý do không đăng ký được.",
            "Chào ad mình đã ktra vào báo không thỏa điều kiện môn học. Mình kiểm tra tín chỉ và môn av mình đã nộp và hoàn thành rồi ạ. Nhờ ad xem mình thiếu điều kiện gì. Xin cảm ơn ạ",
            ". . Chào ad mình đã ktra vào báo không thỏa điều kiện môn học. Mình kiểm tra tín chỉ và môn av mình đã nộp và hoàn thành rồi ạ. Nhờ ad xem mình thiếu điều kiện gì. Xin cảm ơn ạ",
            "Thời gian bạn đăng ký LVTN điểm AV bạn chưa được chuyển điểm. . . . . Bạn có thể đăng ký bổ sung LVTN online trong đợt này.",
            "dạ em cảm ơn admin ạ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Khác ... . Dạ cho em hỏi là ở GDTC2 em đã đăng kí môn bơi, và lúc đăng kí môn học GDTC3 em lỡ đăng kí bơi nữa. Bây giờ em muốn đổi GDTC3 từ bơi sang võ(teawondo), em phải làm như thế nào ạ? . . Em cảm ơn.. .",
            "Chào bạn. . . . Sau ngày 26/08/2019 PĐT sẽ không giải quyết các trường hợp đăng ký môn học bổ sung hoặc chuyển nhóm. Danh sách sinh viên môn học đã được in và cập nhật về [full_name].. . . . . . Rất tiếc không thể giúp bạn",
            "No solution"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Chuyển thời khóa biểu . Em xin kính chào Phòng đào tạo. Em tên [full_name], MSSV [student_id], là sinh viên khoa Cơ khí, ngành Kĩ thuật hệ thống công nghiệp, lớp CK18HT02 (lớp mới). . . . . Vào ngày 19/8, em có tạo một yêu cầu trên trang bksi.hcmut.edu.vn về việc thực hiện một số thay đổi đăng kí môn học và được giải quyết thành công vào ngày 20/8. Cụ thể là huỷ đăng kí 03 môn và đăng kí mới 02 môn học. Thời khoá biểu của em cũng đã được cập nhật (ảnh 1). Sau đó, vào ngày 23/8 em nhận được mail từ PĐT thông báo có một số thay đổi về TKB nên em đã kiểm tra lại và phát hiện thời khoá biểu của em đã bị huỷ mất 01 môn Vẽ kĩ thuật (CI1003) (ảnh 2). Trước đó PĐT đã giúp em đăng kí học môn này chung với tân sinh viên khoá K19 ngành Công nghệ vật liệu, em cũng đã đi học buổi đầu tiên rồi ạ. . . . . Vì môn Vẽ kĩ thuật (CI1003) là môn học trước của môn Thiết kế công việc và đo lường lao động (ME2053) nên nếu học kì này em không thể học môn này thì em sẽ bị trễ một năm so với kế hoạch giảng dạy của ngành em theo học.. . . . Em tha thiết kính mong Phòng đào tạo xem xét và chỉnh sửa lại thời khoá biểu giúp em. Em xin cảm ơn và mong nhận được phản hồi sớm từ Phòng đào tạo.",
            "Chào bạn. . . . Do chương trình của khóa 2019 có thay đổi nên nhóm môn học này đã bị hủy lớp.",
            "Dạ em đã hiểu. Em mong Phòng đào tạo giúp em đăng kí lại môn Vẽ kĩ thuật CI1003 lớp L04-A (học thứ 5 tiết 234) được không ạ? . . . . Em xin cảm ơn và mong nhận được phản hồi từ Phòng đào tạo để kịp tham gia tiết học vào ngày mai ạ.",
            "li answer rate: Answer suits the needs / Câu trả lời đúng ý",
            "Đồng thời mong Phòng đào tạo cho phép em chuyển môn Cơ khí đại cương ME1003 từ lớp L02-A thành lớp L02-B để tránh trùng lịch môn Vẽ kĩ thuật trên. . . . . Em xin lỗi vì đã gây ra nhiều phiền phức như thế này. Mong Phòng đào tạo giúp em thực hiện những thay đổi như trên để có thể tiếp tục quá trình học tập của mình một cách tốt nhất. . . . . Em xin cảm ơn và mong nhận được phản hồi sớm từ Phòng đào tạo.",
            "Không thể chuyển nhóm ME1003 L02-B vì trùng lịch với môn xác suất thống kê của bạn. . . . . Và cũng không thể đăng ký môn CI1003 vì trùng lịch ME1003",
            "Dạ em đã hiểu. Em xin lỗi vì đã không xem kĩ thời khoá biểu trước khi yêu cầu Phòng đạo tạo sắp xếp lịch giúp em. . . . . Mong Phòng đào tạo giúp em đăng kí môn CI1003 lại vào lớp L03-L05 (học thứ 5 tiết 10-12 và thứ 6 tiết 2-4). Nếu vẫn không thể đăng kí vào lớp này, mong Phòng đào tạo sắp em vào một lớp CI1003 khác phù họp với thời khoá biểu hiện tại của em. Em xin chân thành cảm ơn. . . . . Trường hợp bất khả kháng, khi không còn lớp Vẽ kĩ thuật CI1003 nào có thể đăng kí được, em sẽ phải đăng kí học dự thính môn học này vào đợt hiệu chỉnh từ ngày 5/9.. . . . Cảm ơn Phòng đào tạo đã lắng nghe và hỗ trợ em giải quyết khó khăn trong những ngày vừa qua, tạo điều kiện tốt nhất để em theo đuổi con đường học vấn. Đồng thời em cũng cảm thấy rất áy vì bản thân gây ra nhiều rắc rối. Mong Phòng đào tạo hoan hỉ thông cảm cho em. Em xin cảm ơn và chúc mọi người đạt được nhiều thành công trong cuộc sống.",
            "QUOTE Dạ em đã hiểu. Em xin lỗi vì đã không xem kĩ thời khoá biểu trước khi yêu cầu Phòng đạo tạo sắp xếp lịch giúp em. . . . . Mong Phòng đào tạo giúp em đăng kí môn CI1003 lại vào lớp L03-L05 (học thứ 5 tiết 10-12 và thứ 6 tiết 2-4). Nếu vẫn không thể đăng kí vào lớp này, mong Phòng đào tạo sắp em vào một lớp CI1003 khác phù họp với thời khoá biểu hiện tại của em. Em xin chân thành cảm ơn. . . . . Trường hợp bất khả kháng, khi không còn lớp Vẽ kĩ thuật CI1003 nào có thể đăng kí được, em sẽ phải đăng kí học dự thính môn học này vào đợt hiệu chỉnh từ ngày 5/9.. . . . Cảm ơn Phòng đào tạo đã lắng nghe và hỗ trợ em giải quyết khó khăn trong những ngày vừa qua, tạo điều kiện tốt nhất để em theo đuổi con đường học vấn. Đồng thời em cũng cảm thấy rất áy náy vì bản thân gây ra nhiều rắc rối. Mong Phòng đào tạo hoan hỉ thông cảm cho em. Em xin cảm ơn và chúc mọi người đạt được nhiều thành công trong cuộc sống.  /QUOTE . .",
            "Chào bạn. . . . Mình đăng ký cho bạn vào nhóm L03 - L05, chúc bạn học tốt.",
            "Em xin cảm ơn ạ"
        ]
    },
    {
        "intent": "",
        "message": [
            "Dịch vụ cho sinh viên - Đại học - Cao đẳng chính quy   Đăng ký in thẻ sinh viên . Cho em hỏi là ở mục số 7 trog thủ tục nhập học của em không hoàn thành được. Em đã điền đầy đủ thông tin nhưng máy không lưu mục mối quan hệ cho em, các hình ảnh và thông tin khác đều đầy đủ. Cho em xin ý kiến về việc này. Cảm ơn anh chị và thầy cô",
            "Chào bạn,. . Bạn có thể liên hệ trực tiếp tổ kỹ thuật Phòng đào tạo để được hỗ trợ.. . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Dịch vụ cho sinh viên - Đại học - Cao đẳng chính quy   Đăng ký in thẻ sinh viên . Em đang đăng kí 7 bước thủ tục nhập học, nhưng ở bước 7 bước cuối cùng hệ thống không lưu được mỗi lần em thoát, nên hệ thống vẫn chưa boàn thành được bước 7 và chưa có dấu tích đã hoàn thành và không làm được thẻ sinh viên. Em xin hỏi là bây giờ em nên làm sao để có thể hoàn thành qua bước 7 và có được thẻ sinh viên ạ. Em xin cảm ơn",
            "Chào bạn,. . Bạn có thể liên hệ trực tiếp tổ kỹ thuật Phòng đào tạo để được hỗ trợ.. . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Em học ở cơ sở hai. Thẻ sinh viên của em vẫn chưa có. Ảnh của em là do trường mình chụp mà bạn em đã có thẻ mà em vẫn chưa ạ. Phòng đào tạo có thể cho em biết là em nên làm gì không ạ???. .",
            "responsible person: [551] [staff_name] [helpdesk staff]",
            "Chào bạn,. . Bạn vui lòng liên hệ trực tiếp tổ kỹ thuật Phòng đào tạo -cơ sở 1-để được hỗ trợ.. . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được . Thưa thầy cô, em là sinh viên k18 bị huỷ môn bóng rổ thứ hai tiết 2-3 . Trong thời khoá biểu của em vẫn còn nhóm lớp bóng rổ nhưng theo thầy thì lớp bị huỷ do thiếu sĩ số. Xin nhà trường cho em hướng giải quyết.",
            "Chào bạn. . . . Khi hủy sĩ số ít PĐT sẽ thực hiện chuyển nhóm để đảm bảo tiến độ học tập cho các bạn.. . . . nếu bạn không có nguyện vọng học PĐT sẽ hủy nhóm lớp thể dục của bạn.",
            "Kính thưa thầy cô.. . Em có nhu nguyện vọng học chuyển nhóm mong PDT giải quyết và sửa lại thời khoá biểu.. . Em xin cảm ơn.",
            "Bạn cần chuyển nhóm nào . . . . Mã môn học + mã nhóm để PĐT kiểm tra chuyển nhóm cho bạn",
            "Gửi Phòng Đào Tạo. . . . Em không có thông tin thời khoá biểu của các nhóm khác. . . . Em có vào trang đăng ký môn học, nhưng không có thông tin nhóm nào chưa bị huỷ. . . . Mong PĐT cho em thông tin các nhóm bóng rổ còn lại. . . . Em xin cảm ơn.",
            "Chào em,. . . . Em lên web đăng kí nha."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Khác ... . Tên : [full_name]. . MSSV : [student_id]. . Mục đích : Đăng ký môn học Kinh tế kỹ thuật  Học kỳ 1 (Học kỳ dự thính 191 - năm 2019-2020).. . Mã môn học : ME2045.. . Lý do : Trễ hạn đăng ký.. . Mong muốn Phòng Đào tạo bổ sung đăng ký. . Xin cảm ơn.",
            "Chào bạn. . . . đợt đăng ký dự thính vẫn còn 2 đợt đăng ký. . . . bạn theo dõi lịch học vụ tại đây :. . . . http://www.aao.hcmut.edu.vn/index.php?route=catalog/chitietsv&path=59_205&tid=1813"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ - Đại học - Cao đẳng chính quy   Rút môn học  /. . Cho em rút môn học mã CI3121 nhà nhiều tầng. Em xin cảm ơn",
            "Bạn nộp đơn rút (có tính học phí) và nộp về PĐT để được giải quyết nhé"
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính gửi: Quý thầy cô Phòng Đào tạo Trường Đại Học Bách Khoa TPHCM . . . . Em tên: [full_name]. . MSSV: [student_id]. . Lớp: VP14VL. . . . Em là sinh viên Việt Pháp khóa 2014. Em muốn xin đăng ký lớp vào học kỳ chính 191. . . .   B Môn học: Giải tích 1. . MSMH: 006721. . Nhóm: P02  /B . . . . Lý do: Môn học này là môn của chương trình Việt Pháp. Em đăng ký học trả nợ, nhưng bị hủy do là \"Môn học cùng khóa 2019\". . . . . Môn học cũ của khóa 2014 là Toán 1 (MSMH: 006711), từ khóa 2018 đổi thành 2 môn tương đương là Giải tích 1 (MSMH: 006721) và Đại số (MSMH: 006727).. . . . Tuy nhiên, theo em được biết, hiện tại các bạn Việt Pháp khóa 2019 đang học môn Giải tích 1 với mã môn học của chương trình đại trà (MSMH: MT1003). Em không biết phải đăng ký theo mã môn học nào. . . . . Em mong thầy cô xem xét lại giúp em, em phải học theo mã môn học nào. Thầy cô có thể hỗ trợ em đăng ký môn học này để em trả nợ trong học kỳ này được không ạ.. . . . Em xin chân thành cảm ơn.",
            "Chào bạn. . . . Sau ngày 26/08/2019 PĐT sẽ không giải quyết các trường hợp đăng ký môn học bổ sung hoặc chuyển nhóm. Danh sách sinh viên môn học đã được in và cập nhật về [full_name].. . . . . . Rất tiếc không thể giúp bạn"
        ]
    },
    {
        "intent": "",
        "message": [
            "Cho em hỏi hiện tại em đang học chương trình chính quy đại trà thì em có thể xin làm chung học phần mở rộng với các bạn chương trình KSTN không ạ. . em xin cảm ơn",
            "Chào bạn. . . . phần học mở rộng chỉ dành cho các sinh viên Tài Năng nên bạn không thể học chung được."
        ]
    },
    {
        "intent": "",
        "message": [
            "Cho em hỏi là mình nooph bằng Toeic đã pass anh văn thì có được cộng tín chỉ vào ngay tín chỉ tích lũy không?",
            "Chào bạn,. . BẠn vui lòng nói rõ nội dung, hoặc liên hệ trực tiếp cửa tiếp sv Phòng đào tạo để được hỗ trợ.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Chuyển thời khóa biểu . cho em hỏi là do gdtc2 em học cầu lông và em lỡ đăng kí gdtc3 cũng là cầu lông. em muốn chuyển danh sách qua bóng rổ thì phải làm sao ạ.",
            "Chào bạn. . . . Sau ngày 26/08/2019 PĐT không giải quyết các trường hợp đăng ký môn học (chuyển nhóm +đăng ký mới). Danh sách sinh viên đã in và cập nhật ở Khoa. . . . Rất tiếc không thể giúp bạn.",
            "No solution"
        ]
    },
    {
        "intent": "",
        "message": [
            "[full_name]ính thưa Phòng Đào tạo trường đại học Bách [full_name]hoa TP.HCM. . Em tên là [full_name].. . Em là [full_name]17 Việt Pháp.. . Nay em xin được phép chuyển các môn học . . +007703 - Âm học. . +406701 - BĐ fourier,laplace,tưhóa. . từ lớp P01 thành P02.. . Lý do: lúc đăng kí chưa có thông tin ngày giờ học nên với lịch học này thì em bị kẹt học tiếng Pháp ạ. Mà em sắp lấy bằng B1 nên em không muốn ảnh hưởng đến kết quả thi ạ.. . Em rất mong quí thầy cô xem xét sớm cho em được chuyển lớp ạ. Dạ em cảm ơn trước.",
            "Chào bạn. . . . Sau ngày 26/08/2019 PĐT không giải quyết các trường hợp đăng ký môn học. Danh sách sinh viên đã in và cập nhật ở Khoa. . . . Rất tiếc không thể giúp bạn.",
            "No solution"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Khác ... . Em là sinh viên năm 2. Kỳ 182 em có đăng ký môn bóng bàn, kỳ 191 em đăng ký tiếp và bị trùng học phần. Vậy cho em hỏi em có thể thay đổi môn bóng bàn thành môn khác không ạ ? Em cảm ơn !",
            "Chào bạn. . . . Bạn có thể làm đơn xin rút môn học ( có tính học phí) và nộp về PĐT vì thời điểm này bạn không thể hủy hoặc đổi nhóm",
            "QUOTE Chào bạn. . . . Bạn có thể làm đơn xin rút môn học ( có tính học phí) và nộp về PĐT vì thời điểm này bạn không thể hủy hoặc đổi nhóm  /QUOTE . . . . Em đọc thấy nếu rút môn học sẽ nhận điểm R môn đó. Vậy cho em hỏi điểm R có ảnh hưởng gì đến điểm trung bình tích lũy không ạ ?",
            "Điểm R KHÔNG ẢNH HƯỞNG ĐẾN ĐIỂM TBTL CỦA EM NHÉ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Khác ... . Dạ cho em hỏi là em mổ đứt dây chằng chéo trước vào ngày 9/7/2019 và học kì 1 năm em không thể học thể dục được thì em phải xin miễn làm sao ạ. . . .",
            "Chào bạn. . . . Bạn bạn liên hệ trực tiếp PĐT để xin các trường hợp đặc cách."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Kính gửi Phòng Đào Tạo. . Em tên [full_name]V [student_id]2 sinh viên chương trình Việt-Pháp. Em có nguyện vọng đăng ký học Cao học, Em cần phải chuẩn bị hồ sơ gồm những gì và đăng ký ở đâu. Ngoài ra, em xin hỏi them, nếu chưa hoàn thành học phần, có thể đăng ký các môn cao học được không?. . Em xin cảm ơn.. .",
            "responsible person: [551] [staff_name] [helpdesk staff]",
            "Chào bạn . . . . Bạn liên hệ trực tiếp tại phòng đào tạo sau đại học nhé. Tầng trệt nhà B3"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: G[student_id]  /b \t. . . .   i Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được . Kính gửi Phòng Đào Tạo. . . Em tên là [full_name] Công Trường, MSSV G[student_id]. . Hiện em đã có điểm môn 701302 - Thực tập tốt nghiệp nhưng khi đăng ký môn 701303 - Luận văn tốt nghiệp, hệ thống vẫn báo chưa có điểm ạ. Em xin cám ơn.",
            "QUOTE MSSV/MSGV: G[student_id]    . . . . Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được. . . . Kính gửi Phòng Đào Tạo. . . Em tên là [full_name], MSSV G[student_id]. . Hiện em đã có điểm môn 701302 - Thực tập tốt nghiệp nhưng khi đăng ký môn 701303 - Luận văn tốt nghiệp, hệ thống vẫn báo chưa có điểm ạ. Em xin cám ơn.  /QUOTE . . . . Trường, Đã cập nhật điểm rồi em lên đăng ký lại nhe!"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: V[student_id]  /b \t. . . . Chào cô/thầy. . Em mssv V[student_id]. . Cho em hỏi tại sao khi e đăng ký môn LVTN máy lại báo chưa đạt môn TTTN dù môn đã có điểm là 8.0 đã được cập nhật vào bảng điểm rồi ạ. Mong thầy/cô xem sớm giúp em ạ.",
            "Chiều nay sau 5h bạn vào đăng ký lại nhé"
        ]
    },
    {
        "intent": "",
        "message": [
            "Chứng chỉ ngoại ngữ - Đại học - Cao đẳng chính quy   Thẩm tra chứng chỉ (nộp chứng chỉ) . Kính gửi: Quý thầy cô Phòng Đào Tạo Trường Đại Học Bách Khoa TP HCM. . Em tên là [full_name] - MSSV: [student_id]. . Em đã nộp chứng chỉ anh văn vào ngày 23/8. Nhưng hôm nay em đăng ký môn học   b HK191 Đăng ký môn học - Học kỳ 1 (2019 - 2020) - HK191 - Hệ Chính Quy - Đăng ký bổ sung LVTN -TTTN -DCLVTN  /b  để đăng ký luận văn tốt nghiệp thì vẫn báo chưa có chứng chỉ ngoại ngữ. Trong khi trong quy chế thì có ghi có thể nộp chứng chỉ bắt cứ lúc nào trước 2 ngày của đợt đăng ký.. . Nên thầy cô cho em hỏi là em có được đăng ký luận văn không ạ. Em cảm ơn.",
            "Chào bạn,. . Bạn cần đọc lại quy định. . Bạn xem hướng dẫn cách nộp chứng chỉ và chuyển điểm tại  www.aao.hcmut.edu.vn- Sinh viên -  Hướng dẫn - Ngọại ngữ- Hướng dẫn nộp chứng chỉ ngoại ngữ:......  I phải đăng ký nộp CCNN trước ngày bắt đầu Đợt đăng ký môn học từ 2 ngày – 2 tuần (Xem chi tiết tại Lịch học vụ),  /I ......nghĩa là từ 2 ngày đến 2 tuần  chi tiết theo lịch học vụ có ghi rõ ngày lấy dữ liệu anh văn nhe bạn.. . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Em [full_name] sinh viên năm nhất của khoa khoa học máy tính. . Cho em hỏi em đang bị gãy xương thì em có thể đăng kí môn học thể dục như thế nào ạ",
            "responsible person: [551] [staff_name] [helpdesk staff]",
            "Chào bạn. . . . các trường hợp sức khỏe không đảm bảo bạn vui lòng liên hệ trực tiếp PĐT để trình bày lý do ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Kính gửi PDT. . Em là sinh viên khoá K2018 và em muốn hỏi về môn Giáo dục thể chất. . . Hiện tại kì 191 em đã đăng kí môn bóng chuyền PE1011 lớp L13. Ở kì trước em đã qua môn GDTC 1 và bóng chuyền nên kì này nếu em học môn bóng chuyền nữa thì sẽ không được tính là qua GDTC.. . Em muốn xin PDT đổi môn học thể chất từ bóng chuyền sang bóng rổ PE1015 lớp L13 hoặc L14 được không ạ? Em xin đảm bảo sẽ sắp xếp lịch và đi học đầy đủ. . . Em xin cảm ơn.",
            "responsible person: [551] [staff_name] [helpdesk staff]",
            "Chào bạn. . . . Bạn có thể nộp đơn xin rút môn học (có tính học phí) và nộp và PĐT, thời điểm này PĐT không giải quyết chuyển nhóm và đăng ký bổ sung môn học."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được . Kính gửi PĐT. . . . Em là sinh viên hệ chính quy Bằng 2.. . Em tiến hành đăng ký bổ sung LVTN hệ chính quy đợt HK191 nhưng bị báo lỗi là không đăng ký được do không đúng loại hình đào tạo.. . . . Kính mong PĐT xem xét.. . . . Trân trọng",
            "Kính gửi PĐT. . . . Sáng nay em có lên liên hệ PĐT để thông báo về trường hợp không đăng ký được LVTN cho HK191. PĐT đã có yêu cầu mở đăng ký cho nhom B01 để sinh viên VB2 có thể đăng ký được và yêu cầu em đăng ký lại vào chiều nay.. . . . Hiện tại thì nhóm B01 đã mở nhưng em vẫn không đăng ký được do không đúng loại hình đào tạo.. . . . Kính mong PĐT xem xét và giải quyết giúp.. . . . Trân trọng",
            "Bạn vào đăng ký lại nhé"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Khác ... ."
        ]
    },
    {
        "intent": "",
        "message": [
            "B Xét chứng chỉ ngoại ngữKính gửi: Quý thầy cô Phòng Đào Tạo Trường Đại Học Bách Khoa TP HCM . . Em tên là: [full_name]-[student_id]. . Em xin hỏi khi nào đơn xin phép chuyển điểm ielts của em cho môn anh văn 1 2 3 4 mới được duyệt ạ vì kì thi anh văn đầu vào sắp tới mà em chưa có thông báo gì.. .",
            "Chào bạn,. . Bạn xem hướng dẫn cách nộp chứng chỉ và chuyển điểm tại  www.aao.hcmut.edu.vn- Sinh viên -  Hướng dẫn - Ngọại ngữ.. . Bạn phải thực hiện đúng quy trình chuyển điểm thì mới được cập nhật điểm, hiên tại bạn chưa thanh toán lệ phí chuyển điểm.. . Khi bạn đã thực hiện đúng quy định thì theo lịch học vụ Phòng đào sẽ tự cập nhật điểm av cho bạn. . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Chuyển thời khóa biểu . Kính gửi PĐT, em tên [full_name], mssv [student_id],mong PĐT có thể chuyển môn Bóng chuyền sang 1 môn thể chất khác cho em được không vì hk 182 em đã học bóng chuyền. . . .",
            "Chào bạn. . . . Sau ngày 26/08 PĐT không giải quyết các trường hợp đổi và hủy nhóm môn học."
        ]
    },
    {
        "intent": "",
        "message": [
            "Do em quên đăng kí đề cương luận văn tốt nghiệp nên giờ em có thể đăng kí đề cương luận văn tốt nghiệp không ạ?",
            "Chào bạn,. . Đợt cuối đăng ký môn học đang mở bạn vui lòng  đăng ký online đúng hạn.. . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Chuyển thời khóa biểu . Em tên là [full_name] [student_id], em xin phòng đào tạo chuyển môn học thể chất giúp em, từ lớp Võ L12-A sang lớp Aerobic L12. . . . Em xin cảm ơn.",
            "Chào bạn. . . . Sau ngày 26/08 PĐT không giải quyết các trường hợp về ĐKMH. . . . . Rất tiếc không thể giúp bạn"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tên: [full_name]. . MSSV [student_id]. . Khoa kĩ thuật xây dựng. . . . Khi em nhận giấy nghĩa vụ quân sự thì phần hộ khẩu thường trú ghi trong giấy nghĩa vụ quân sự bị sai thông tin. hộ khẩu thường trú đúng là TP BẾN TRE TỈNH BẾN TRE.Mong nhà trường xem xét và xử lí giúp em. . . .",
            "responsible person: [551] [staff_name] [helpdesk staff]",
            "Chào bạn,[full_name] [full_name] Bạn vui lòng cầm giấy sai ấy đến trực tiệp [full_name]ổ kỹ thuật - P[full_name]đào tạo gặp [full_name][full_name][full_name]hu để được hộ trợ[full_name][full_name] [full_name] [full_name]hân[full_name]"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Khác ... . [full_name]. MSSV: [student_id]. khoa Kĩ thuật xây dựng. . em đăng kí nhầm môn học vẽ kĩ thuật xây dựng (ci1033) thành môn vẽ kĩ thuật cơ khí (ci1003). . Vậy em có được xin chuyển lớp không ạ. em đã đi học vẽ kĩ thuật cơ khí được 1 buổi rồi.",
            "Chào bạn. . . . Sau ngày 26/08 PĐT không giải quyết các trường hợp về ĐKMH. . . . . Rất tiếc không thể giúp bạn. . . ."
        ]
    }
]