[
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tăng sĩ số lớp môn học . Hiện tại em muốn xin tăng sỉ số lớp [full_name] Lý A01-A01 EE2013 cho em có thể chuyển thời khoá biểu môn này sang lớp này và để em có thể đăng ký thêm môn khác.",
            "Chào bạn. . Hiện PĐT đã tăng sĩ số môn học lên mức tối đa có thể. . Bạn vào đăng ký liền nhé. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tăng sĩ số lớp môn học . Dạ em xin được xin mở sỉ lớp A01 môn IM3001 sáng thứ 2. Em và bạn em mới xin chưa kịp đăng kí thì môn đã đầy ạ. Em chỉ học được thứ 2 ạ. Lớp thứ 6 em bị học môn chuyên ngành nên không có đổi được ạ. Em mong thầy xem xét dùm em ạ.",
            "Chào bạn. . Hiện PĐT đã tăng sĩ số môn học lên mức tối đa có thể. . Bạn vào đăng ký liền nhé. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tăng sĩ số lớp môn học CO3061 - Nhập môn trí tuệ nhân tạo lớp L01 .",
            "Chào bạn. . Hiện PĐT đã tăng sĩ số môn học lên mức tối đa có thể. . Bạn vào đăng ký liền nhé. . Thân. .",
            "Hiện tại em vẫn chưa thấy sĩ số tăng lên để đăng kí ạ",
            "li answer rate: Answer is not complete / Câu trả lời chưa hoàn chỉnh",
            "bạn đã đăng ký được môn học rồi mà"
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính gửi phòng đào tạo, em tên [full_name], MSSV: [student_id], em mong mở thêm lớp GTM, mã số môn học: EE1011, để kịp chương trình đào tạo. Hiện em đã năm 3, mong PĐT tạo điều kiện để em theo kịp chương trình . . Em xin chân thành cảm ơn. . . .",
            "Chào bạn,. . Môn học hiện tại đã vượt sức chưa tối đa cho phép.. . Nếu bạn môn đăng ký môn học thì bạn liên hệ VP Khoa xin mở thêm lớp, hoặc chờ đăng ký trong đợt Dự thính.. . Thân. .",
            "Chào anh,. . Dạ môn này có đợt dự thính không?",
            "Chào em,. . . . Em làm đơn xin mở dự thính, các bạn đăng kí đủ sỉ số sẽ mở lớp."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tăng sĩ số lớp môn học . Tên môn học: Phương pháp thống kê và phân tích dữ liệu. Msmh: 701708",
            "Chào bạn. . Hiện PĐT đã tăng sĩ số môn học lên mức tối đa có thể. . Bạn vào đăng ký liền nhé. . Thân. .",
            "Xin cảm ơn thầy nhiều ạ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tăng sĩ số lớp môn học .",
            "Chào bạn. . Hiện PĐT đã tăng sĩ số môn học lên mức tối đa có thể. . Bạn vào đăng ký liền nhé. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được .",
            "Bạn thực hiện khai báo lý lịch theo hướng dẫn của PĐT đã gửi email cho bạn trước đó để được mở khóa ĐKMH"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tăng sĩ số lớp môn học . Em tên là: [full_name] - MSSV: [student_id].. . Em muốn xin tăng thêm sỉ số lớp môn học:Kỹ thuật xúc tác và ứng dụng - MS:CH3151 (thứ 3, tiết 789).. . Hôm trước em đã xin gia tăng 1 lần và được giải quyết tăng từ 60 SV lên 70 SV, nhưng vào đăng ký thì lớp lại hết slot!. . Em thấy nhu cầu các bạn học môn này khá nhiều, nếu không tăng thêm được thì có thể mở thêm lớp mới được không ạ? . . Em xin chân thành cảm ơn!",
            "Chào bạn. . Hiện PĐT đã tăng sĩ số môn học lên mức tối đa có thể. . Bạn vào đăng ký liền nhé. . Thân. .",
            "Em thấy vẫn là 70 SV ạ!. . Lớp này không thể tăng thêm sỉ số nữa được hay sao vậy ạ?",
            ". . Chào em,. . . . PDT đã tăng sỉ số, em đăng kí lại nhé.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Em chào admin. . Em là [full_name] [student_id]. . Khoa xây dựng. . Em mong muốn admin mở rộng sĩ số của lớp Sức bền vật liệu A01_A01 của Học kì 192 này để em đăng kí môn ạ. . Em cảm ơn.\t. . . .",
            "Chào em,. . . . Em có thể cho biết mã số môn học.. .",
            "mã môn học em cần mở rộng sĩ số là CI2007",
            "Chào em,. . . . . . . . Môn này  phòng thí nghiệm bị full sỉ số không tăng được nữa. Em có thể làm đơn xin mở lớp dự thính.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Khác ... .",
            "Cô ơi hôm qua em có gửi đơn lên phòng đạo tạo xin mở lớp Kết cấu thép 1 (CI3009) thì thầy tiếp nhận ghi là hôm nay 13h lên đăng kí môn học nhưng đến giờ lớp kết cấu thép 1 vẫn chưa được mở ạ. Mong cô giải quyết giúp em!",
            "Chào bạn. . . . Các môn học mở lớp sẽ được cập nhật sau 18h chiều nay"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được .",
            "CI2031 và CI2035 trùng lịch học. . CI1035 không mở lớp"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Chuyển thời khóa biểu . Em tên là: [full_name] MSSV [student_id]. . Em muốn xin chuyển môn học Quản trị kinh doanh cho kỹ sư từ nhóm A02 ( thứ 6 tiết 789 )  sang nhóm A01 ( thứ 2 tiết 10 11 12 ).. . Lý do xin chuyển: Thứ 6 có môn chuyên ngành 456 trùng thời khóa biểu nên em không đăng ký được. . . Em xin chân thành cảm ơn.. .",
            "Chào bạn. . Hiện PĐT đã tăng sĩ số môn học lên mức tối đa có thể. . Bạn vào đăng ký- hiệu chỉnh liền nhé. . Thân. .",
            "Chào anh/chị . . Hiện tại em cũng vừa mới vào hiệu chỉnh nhưng thấy lớp cũng đã đầy rồi ạ. . . Không biết PĐT có thể gia tăng nữa không ạ ?. . Em xin cám ơn.",
            "Chào em,. . . . Môn này đã tăng tối đa không tăng được nữa. Em có thể làm đơn xin mở lớp.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "B   /B Đăng ký môn học - Đại học - Cao đẳng chính quy   Khác ... . kính gửi . . e là [full_name] tất quang e muốn hỏi e bị nợ môn của k18 bây giờ e muốn đăng ký học cùng k19 vì đăng ký k18 không đủ để mở lớp thì có được không ạ nếu được thì e phải làm gì ạ . . e cảm ơn",
            "Bạn thực hiện đăng ký trên phần mềm ĐKMH và không phân biệt Khóa 2019, bạn chỉ cần đảm bảo đủ các điều kiện đăng ký"
        ]
    },
    {
        "intent": "",
        "message": [
            "PĐT cho em hỏi là em đã qua môn giải tích mạch(EE1011) nhưng sao ko đăng kí đc môn trường điện từ(EE2003) vậy ạ. . Khi đăng kí thì lại nói phải học giải tích mạch EE2033 là sao vậy ạ. . Em có gửi ảnh kèm theo ạ. . Mong PĐT xem xét lại. Em K18 ạ. . Em cảm ơn nhiều . . . .",
            ". . Chào bạn. . Các trường hợp này [full_name] đã thay đổi điều kiện môn học trước, PĐT sẽ cập nhật lại trên website trong tuần này.. . Bạn có thể liên hệ trực tiếp [full_name] để biết rõ hơn các thay đổi về môn Tiên quyết + học Trước"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tăng sĩ số lớp môn học . AS2009 - Csở cơhọc lượngtử - vlcr. . Nhóm lớp : L02",
            "Chào bạn. . Hiện PĐT đã tăng sĩ số môn học lên mức tối đa có thể. . Bạn vào đăng ký liền nhé. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Em tên là Chea Kimheang . . MSSV [student_id]. . Em làm đơn này kính xin BAn Giám Hiệu nhà trường , Phong đào tạo , Khoa và quý Thầy cô cho phép em được đăng ký học môn :. . - Hư Hỏng Sữa Chửa Cong Trường . . - Mã số môn học : CI1051. . - Lớp A01. . Kính mong Ban giám hiệu nhà trường , quý Phòng , quý khoa và quý Thầy Cô xem xét và giải quyết cho em .. . Em xin chân thành cảm ơn.",
            "Chào bạn. . Hiện PĐT đã tăng sĩ số môn học lên mức tối đa có thể. . Bạn vào đăng ký liền nhé. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được .  Chào thầy cô đã tiếp nhận câu hỏi của em ạ. Em là [full_name] sinh viên khóa K18. Hiện tại trường đang mở đăng ký môn học đợt 2 kỳ 192 nhưng em không thể đăng ký được môn học nào cả. Em tính sẽ đăng ký môn Tư tưởng HCM và một số môn gồm cả chuyên ngành và đại cương. Dù em chưa qua anh văn 1 nhưng vẫn có thể đăng ký các môn đại cương ạ.Mà giờ em không thể đăng ký được, em mong thầy cô có thể giúp em ạ. Không đăng ký được em sẽ phải nghỉ 1 kỳ ạ. Mong thầy cô giúp đỡ.. .  Cảm ơn thầy cô đã đọc ạ. Em cảm ơn.",
            "[full_name] - MSSV: [student_id]. . Gmail: [email]. . Sđt: [phone_number]",
            "Chào bạn. . . . Bạn không thể đăng ký các môn năn 2 lý do bạn không đủ chuẩn anh văn sau năm nhất căn cứ theo quy chế học vụ.. . . . Bạn hoàn toàn có thể đăng ký các môn đại cương ở năm 1"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Chuyển thời khóa biểu . vì lý do tình trạng ĐKMH vừa qua gặp sự cố, rất nhiều môn em bị hủy và khi đăng kí lại thì không chọn được lớp học chung với các bạn cùng lớp chuyên ngành. rất khó trong quá trình học tập và trao đổi. em rất mong nhà trường chuyển đổi thời khóa biểu sao cho phù hợp với mong muốn của em. em sẽ gữi kèm: tên+mã môn học cùng với mã lớp muốn chuyển sang:. . . . _Cấp thoát nước(Cl3095)-chuyển sang A03, thứ 3(tiết 7-8-9);. . _Nền móng (Cl3195)- chuyển sang A06, thứ 5 (tiết 3-4-5);. . _ĐAMH nền móng(Cl3197)- chuyển sang A13, thứ 6 (tiết 3-4-5);. . . . rất mong Phòng Đào Tạo sớm phản hồi mong muốn của em,để kịp sắp xếp thời khóa biểu cũng như tiến độ học tập không bị trễ hạn.. . em xin chân thành cảm ơn. .",
            "Chào bạn. . Hiện PĐT đã tăng sĩ số môn học lên mức tối đa có thể. . Bạn vào đăng ký liền nhé. . Thân. .",
            "dạ em đã đăng kí được phù hợp với mong muốn. em xin chân thành cảm ơn."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]1  /b \t. . . .   i Đăng ký môn học - Đại học - Cao đẳng chính quy   Tăng sĩ số lớp môn học .   p Em xin phép nhà trường tăng sĩ số môn học: Nhập môn trí tuệ nhân tạo - CO3061. Môn này là môn cuối cùng của em để tốt nghiệp ạ   /p",
            "Chào bạn. . Hiện PĐT đã tăng sĩ số môn học lên mức tối đa có thể. . Bạn vào đăng ký liền nhé. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "B Lớp A01 IM3001. . . . Da thưa, dạ môn này sao mà thầy/cô vừa mới mở mà em chưa đăng kí được mà nó lại đầy nữa rồi ạ. Em mong thầy coi lại ạ. . . . .   i Đăng ký môn học - Đại học - Cao đẳng chính quy   Tăng sĩ số lớp môn học .",
            "Chào bạn. . Hiện PĐT đã tăng sĩ số môn học lên mức tối đa có thể. . Bạn vào đăng ký liền nhé. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tăng sĩ số lớp môn học .",
            "Chào bạn. . Hiện PĐT đã tăng sĩ số môn học lên mức tối đa có thể. . Bạn vào đăng ký liền nhé. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được . Kính thưa các thầy cô, em rất cảm ơn các thầy cô đã chiếu cố và giúp em tăng slot cho em, nhưng vì môn CO3061 có quá nhiều bạn đăng kí, khi em nhận được câu trả lời thì đồng thời các lớp cũng đã bị đăng ký hết. Nay em xin các thầy cô có thể tăng thêm 1 slot cho em ở một lớp CO3061 được không ạ? . . . . Môn này là môn tiên quyết để em học các môn cho học kì tiếp theo, song do lỗi hệ thống trước đó nên em bị gạt ra, mất slot dẫn đến sự bất tiện này.. . . . Em kính mong các thầy cô có thể chiếu cố giúp em!. . . . . . Em xin trân thành cảm ơn!. . . . [full_name].",
            ". . Chào bạn,. . Môn học hiện tại đã vượt sức chưa tối đa cho phép.. . Nếu bạn môn đăng ký môn học thì bạn liên hệ VP Khoa xin mở thêm lớp, hoặc chờ đăng ký trong đợt Dự thính.. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tăng sĩ số lớp môn học . Em chào phòng đạo tạo, em muốn xin PĐT tăng sĩ số lớp để em đăng ký học ạ.. . . . Em là [full_name], mssv  [student_id].. . Em muốn đăng ký lớp:. .     Mã môn             Mã lớp. .      . .     MT1007             L10_L19. .     SP1007             L07. .     CO1007             L02. .     MT1005             L25_L45. . . . Em xin cảm ơn Phòng Đào Tạo.",
            "Chào bạn. . Hiện PĐT đã tăng sĩ số một số môn học lên mức tối đa có thể. . Bạn vào đăng ký liền nhé. . Thân. .",
            "Dạ em chào Phòng Đào Tạo, hiện trong hk tới em có 2 môn bắt buộc mà hiện tại em vẫn chưa đăng ký được vì hết chỗ. Đó là 2 môn:. . . . MT1005  nhóm lớp L25_L45. . MT1007  nhóm lớp L10_L19. . . . Vậy bây giờ em phải làm sao ạ?. . . . Em cũng muốn hỏi là môn. . SP1007  nhóm lớp L07 có còn được tăng sĩ số không ạ? Em đã vào đăng ký ngay lập tức nhưng đã đủ.. . . . Em xin cảm ơn Phòng Đào Tạo.",
            ". . Chào bạn. . Hiện PĐT đã tăng sĩ số một số môn học lên mức tối đa có thể. . Bạn vào đăng ký liền nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được .",
            "Em chuyển trường từ đầu năm 2 nhưng lúc em nhập học đã hết hạn đăng kí môn học, vì thế nên Phòng Đào Tạo đã giúp em trong việc đăng kí môn học. Nhưng qua đến đợt đăng kí môn học cho học kì 2 của năm 2,khi em tự đăng kí trên trang mybk thì em đã không thể đăng kí được vì lý do chưa chuẩn sinh viên năm 2",
            "Chào bạn. . Như emai PĐT đã gửi trước đó, PĐT đã cập nhật lại số tín chỉ xếp loại sinh viên theo các năm. Các môn học ở HK191 vẫn được cộng vào số tín chỉ hiện tại . . . . Đối với chuẩn giáo dục thể chất PĐT sẽ không áp dụng ở HK192 nhưng sẽ áp dụng từ HK193 trở đi.Sinh viên phải học và đạt cả 3 môn thể dục thì được tính đạt chuẩn giáo dục thể chất. Các bạn SV lưu ý chuẩn bị trước để tránh trường hợp không ĐKMH được.. . . . Các thay đổi về quy chế các bạn xem tại đây :. . http://www.aao.hcmut.edu.vn/image/data/quyche/Ca%CC%81c%20thay%20%C4%91o%CC%82%CC%89i%20tu%CC%9B%CC%80%20HK192-updated.pdf. . Chúc bạn học tốt.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính chào, quý Thầy/Cô!. . . . MSSV: [student_id]. . . . Tăng sỉ số lớp môn học Kỹ thuật điện - EE2027 nhóm A01.. . . . Lý do, hai tiết gần nhau với môn chuyên ngành nên em không đk được môn này ở nhóm A02.. . . . Rất mong sự giúp đỡ của Quý Thầy/Cô giúp đỡ!. . . . Cảm ơn, trân trọng kính chào!",
            "Chào bạn. . Hiện PĐT đã tăng sĩ số một số môn học lên mức tối đa có thể. . Bạn vào đăng ký liền nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được . Hiện tại thì các môn giáo dục thể chất không có nhóm lớp nào cho các sinh viên chương trình Việt Pháp PFIEV đăng kí. Các sinh viên lúc đăng kí đều nhận thông báo \" Bạn không được phép đăng kí vào nhóm lớp này\". Xin phòng đào tạo xem xét vấn đề này",
            "Bạn không lặp lại 1 câu hỏi nhiều lần (SPAM)",
            "No solution"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV: [student_id]. . . .   i  Tăng sĩ số lớp môn học. .   /i  Môn: kỹ thuật xúc tác và ứng dụng-ch3151. . . .",
            "Chào bạn. . Hiện PĐT đã tăng sĩ số môn học lên mức tối đa có thể. . Bạn vào đăng ký liền nhé. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Phòng đào tạo cho em hỏi, em muốn xin đổi thời khoá biểu của một môn học sang một ngày khác Trong đợt đăng kí này  thì em phải làm như thế nào ạ.. . Ví dụ như là môn đó chỉ có 1 lớp mình học thứ 2 và 3 nhưng em có mong muốn đổi ngày thứ 3 thành thứ 4 chẲng hạn thì mình cần phải làm gì.. . Em xin cảm ơn. .",
            "Chào em,. . . . Không thể đổi được em, vì trùng lịch học của nhiều bạn sv khác và trùng lịch dạy của thầy cô.. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính thưa phòng đào tạo. . Em tên [full_name] mssv [student_id]. . Em xin phòng đào tạo tăng thêm sĩ số lớp Mạng viễn thông. . . . .",
            "Chào bạn. . Hiện PĐT đã tăng sĩ số môn học lên mức tối đa có thể. . Bạn vào đăng ký liền nhé. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tăng sĩ số lớp môn học . Hiện tại em muốn đăng kí môn học Hệ Thống Sản Xuất ( IM2021) nhưng đã đủ sĩ số, mong nhà trường tăng sĩ số để em có thể đăng kí ạ. Em cảm ơn.. .",
            "Chào bạn. . Hiện PĐT đã tăng sĩ số môn học lên mức tối đa có thể. . Bạn vào đăng ký liền nhé. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được . Thưa phòng đào tạo, em tên là [full_name], mssv: [student_id]. Em tạo câu hỏi này để xin phòng đào tạo mở khóa đăng ký môn học. Lí do bị khóa là vì em thanh toán học phí trễ. Em xin cảm ơn ạ!",
            "Chào em,. . . . PDT đã mở khoá em đăng kí lại nhé."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tăng sĩ số lớp môn học . Mã môn học 404709, nhóm P03",
            "Chào bạn. . Hiện PĐT đã tăng sĩ số môn học lên mức tối đa có thể. . Bạn vào đăng ký liền nhé. . Thân. .",
            "Dạ thưa thầy, em cảm ơn thầy đã tăng sĩ số lớp giúp em. . . Nhưng em lỡ đăng ký 34 tín chỉ trước đó, mà hệ thống chỉ cho đăng ký tối đa 37 tín chỉ, môn này 4 tín chỉ, tổng cộng sẽ là 38 tín chỉ nên em không thể đăng ký được mặc dù đã mở thêm sĩ số. Thầy cho em hỏi là có cách nào để em có thể học được môn này trong kỳ 192 không ạ? Vì môn này chỉ mở một lần trong năm.. . Em cảm ơn thầy nhiều ạ,. . [full_name].",
            "Chào bạn,. . Bạn phải tự sắp xếp đăng ký môn học theo đúng quy định nhé!. . Thân",
            "Dạ tại ban đầu em ko biết là chỉ được   B tối đa 37 tín chỉ  /B , nếu biết thì đã không để việc này xảy ra (  B đk tới 38 chỉ  /B ).. . . . Vậy sẽ ko còn cách nào khác mà phải đợi năm sau ạ? Tại em cũng là SV năm 4 nên em muốn trả nợ cho xong môn học này trong kỳ 192.. .  . . Mong thầy cô giúp em ạ.. . Em xin cảm ơn.. .",
            "Chào bạn. . . . Trường hợp đăng ký quá số tín chỉ theo quy chế không còn cách nào giải quyết được cho bạn.. . . . Nếu bạn muốn đặc cách bạn có thể nộp đơn tay trình bày rõ lý do và nộp về PĐT để ban lãnh đạo xét duyệt cho bạn. .",
            "No solution"
        ]
    },
    {
        "intent": "",
        "message": [
            "Hiện tại em muốn xin tăng sỉ số các lớp:. . + [full_name]01_[full_name]03 EE2013 - Vi xử lý. . + [full_name]01_[full_name]03 EE2017 - Cơ sở kỹ thuật điện. . + [full_name]01_[full_name]03 EE2019 - Cơ sở điều khiển tự động. . + [full_name]01_[full_name]03 EE2015 - Xử lý số tín hiệu. . + [full_name]01 EE2025 - Thực tập điện 1. . Cho em có thể đăng kí thời khóa biểu môn này để thuận tiện cho việc đi lại. .   i Đăng ký môn học - Đại học - Cao đẳng chính quy   Tăng sĩ số lớp môn học .",
            "Chào bạn. . Hiện PĐT đã tăng sĩ số môn học lên mức tối đa có thể. . Bạn vào đăng ký liền nhé. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Khác ... . Dạ em có thắc mắc sau ạ: Hôm bữa đi học đăng ký môn học thầy có nhắc là phải có ít nhất 8 tín chỉ tự do của các môn thuộc các ngành khác mà bổ trợ cho ngành mình thì lúc đăng kí một môn ngành khác thì em có cần phải hỏi trưởng khoa mình hay trưởng khoa phụ trách môn không ạ? Với lại lúc em đăng ký rồi thì có tính cho em các tín chỉ tự do không ạ? Em xin cảm ơn ạ",
            "Chào bạn,. . Bạn vui lòng liên hệ với GVCN hoặc ban chủ nhiệm khoa để xin tư vấn về CTĐT nhé"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tăng sĩ số lớp môn học .",
            "Chào bạn. . Hiện PĐT đã tăng sĩ số môn học lên mức tối đa có thể. . Bạn vào đăng ký liền nhé. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Kính gửi quí thầy cô PĐT, em thắc mắc về thời gian giãn cách tối thiểu nếu muốn học liên tiếp giữa cơ sở 1 và cơ sở 2 ạ?",
            "responsible person: [551] [staff_name] [helpdesk staff]",
            "Giãn cách tối thiểu là 2 tiết (2 tiếng đồng hồ)"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Chuyển thời khóa biểu . Em tên là [full_name]. MSSV [student_id]. . . . Em xin PĐT xin dời thời khóa biểu môn [full_name] CHẾ [full_name] - CH3197 được mở vào ngày thứ 6 tiết 4 5 6 lên tiết 3 4 5 ngày thứ 6.. . . . Lý do: Vào tiết 7 8 9 thứ 6, em có thời khóa biểu môn khác nhưng không chuyển được sang nhóm khác vì đã đủ sĩ số và trùng giờ.. . . . Em mong PĐT hồi âm.. . . . Em xin cảm ơn!",
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Chuyển thời khóa biểu. . . . Em tên là Nguyễn Hiền Thảo. MSSV [student_id]. . . . Em xin PĐT xin dời thời khóa biểu môn KỸ THUẬT CHẾ [full_name] - CH3197 được mở vào ngày thứ 6 tiết 4 5 6 lên tiết 3 4 5 ngày thứ 6.. . . . Lý do: Vào tiết 7 8 9 thứ 6, em có thời khóa biểu môn khác nhưng không chuyển được sang nhóm khác vì đã đủ sĩ số và trùng giờ. Hoặc có thể cho em được đăng ký liên tiếp 6 tiết liên tục (từ tiết 4 5 6 đến tiết 7 8 9).. . . . Em mong PĐT hồi âm.. . . . Em xin cảm ơn!",
            "Chào em,. . . . Môn học đã xếp và công bố không thể chuyển môn học được."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Chuyển thời khóa biểu . Xin được chuyển thời khoá biểu từ lớp L03 sang lớp L01 môn CO3061 - Nhập môn trí tuệ nhân tạo.. . . .",
            "Bạn phải thực hiện tự chuyển nhóm PĐT không giải quyết trường hợp này.",
            "No solution"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tăng sĩ số lớp môn học . Kính gửi quý thầy/cô phòng đào tạo. . Em tên [full_name]. MSSV [student_id]. Em viết đơn này xin phòng đào tạo mở thêm sĩ số môn học Hệ thống sản xuất IM2021 lớp L02 sáng thứ 2 tiết 234, em muốn được học giờ này vì sẽ tiện thời gian cho em trong quá trình học tập hơn và em chỉ có thể đăng ký giờ này này thôi ạ.. . Em xin chân thành cảm ơn.",
            "Chào bạn. . Hiện PĐT đã tăng sĩ số môn học lên mức tối đa có thể. . Bạn vào đăng ký liền nhé. . Thân. .",
            "Chào em,. . . . PDT đã tăng sỉ số, em đăng kí lại nhé.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]0  /b \t. . . . Xin cho em hỏi là: em thuộc khoa điện K13 chương trình đào tạo 4.5 năm thì hạn tối đa của chương trình đào tạo em có thể học là 6.5 hay 7 năm? (13 hay 14 học kì?)",
            "Chào bạn,. . Bạn vui lòng xem quy định về thời gian đào tạo tối đa của bạn tại đây:. . http://aao.hcmut.edu.vn/sinh viên/quy chế/Quy chế đào tạo và học vụ bậc đại học, cao đẳng:/Điều 5. Thời gian và kế hoạch đào tạo/5.4 Thời gian đào tạo tối đa"
        ]
    },
    {
        "intent": "",
        "message": [
            "Em là [full_name] khoá K17. . Em mong muốn thầy cô mở thêm sĩ số lớp Vật lý bán dẫn A02_A04\tđể em có thể sắp xếp được thời gian phù hợp cho thời khoá biểu",
            "Bạn vui lòng cung cấp MSMH cần tăng sĩ số"
        ]
    },
    {
        "intent": "",
        "message": [
            "Lịch thi - Đại học - Cao đẳng chính quy   Lịch thi (không tìm thấy,sai phòng thi,...) ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được . em không thể gửi đăng kí môn học dù không bị trùng tkb",
            "Bạn đang chọn đợt chuyển hệ. Bạn xem kỹ chọn đúng đợt đkmh."
        ]
    },
    {
        "intent": "",
        "message": [
            "Chứng chỉ ngoại ngữ - Đại học - Cao đẳng chính quy   Khác ... . Dạ em tên là [full_name] tài mssv [student_id] e đã nộp bằng toeic 310 và đã được xét duyệt mà kì này em đăng kí anh văn 1 thì hệ thống bảo thiếu anh văn cơ bản ạ . Vậy bây giờ em phải học từ anh văn cơ bản hay do hệ thống bị lỗi ạ . .",
            "Chào bạn,. . Do quy chế mới ra có thay đổi về chuẩn anh văn cơ bản nên trường hợp của bạn hiện tại chưa đăng ký được AV1.. . Bạn vui lòng đợi đợt DKMH đợt 3 mở từ 02/01/2019 để xét lại chuẩn AVCB nhé.. . Thân.. .",
            "Gửi đến SV.. . Phòng Đào tạo sẽ cập nhật AV cơ bản để SV đăng ký AV1, đề nghị SV chú ý đăng ký vào đợt bổ sung.. . thân chào."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được . Em xin hỏi phòng đào tạo, việc là e mới xin mở lớp môn Quá Trình & Thiết Bị và Hóa Lý vì tụi e trễ AV1, tuy nhiên lớp Hóa lý mở Thứ 2 tiết 456 cơ sở 1 và Quá Trình &Thiết Bị thứ 2 tiết 789, vì giãn cách tiết nên em không đươc đăng kí. Vì lí do trễ AV nên e xin phép phòng đào tạo cho phép đăng kí luôn cả môn với lịch như vậy được không ạ? Tại tụi em cần học QT&TB để thực tập và Hóa Lý 1 là môn tiên quyết ạ. Em mong phòng đào tạo xem xét! Nếu được thì em cần thủ tục gì ạ? Em xin cám ơn!",
            "Chào bạn. . . . PĐT không thể đăng ký cho bạn 2 môn nếu vi phạm giãn cách giữa 2 cơ sở được,. . . . Không thể giúp bạn trong trường hợp này."
        ]
    },
    {
        "intent": "",
        "message": [
            "Lịch thi - Đại học - Cao đẳng chính quy   Lịch thi (không tìm thấy,sai phòng thi,...) .",
            "Chào bạn. . Trường hợp thanh toán trễ lệ phí thi Anh văn sẽ không có tên trong danh sách thi đợt này. Bạn vui lòng đợi mail thông báo của phòng  Đào tạo về đợt thi sau. . Lưu ý: Lần sau bạn vui lòng đặt câu hỏi trong phần nội dung"
        ]
    },
    {
        "intent": "",
        "message": [
            "Em tên Lê Mậu Duy [student_id] chào thầy cô PĐT.. . . . Em vừa mới chuyển hệ đào tạo.. . Thầy cô cho em xin mở thêm sĩ số môn Tư tưởng [full_name] [SP1005] vào Ngày Thứ [3] [full_name] [789] Phòng [B1-308][CS1].. . . . Mong thầy cô giải quyết cho em kịp đợt ĐKMH. Em xin cám ơn thầy cô PĐT ạ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Em có đăng ký lớp đồ án thiết kế me2011. Nhưng khi đăng kí lại có thông báo chưa đặt chuẩn ănh văn sau năm 2,tuy nhiên em đã đặt chuẩn anh văn sau năm 2.. . Mong phòng đạo tạo giải quyết cho e ạ.",
            "Em có đăng ký lớp đồ án thiết kế me2011. Nhưng khi đăng kí lại có thông báo chưa đặt chuẩn ănh văn sau năm 2,tuy nhiên môn này chỉ cần đạt anh văn coe bản là sẽ được đăng kí vì kif 1 em đã đăng kí rồi.. . Mong phòng đạo tạo giải quyết cho e ạ.",
            "li answer rate:"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tăng sĩ số lớp môn học . Em tên: là [full_name] MSSV: [student_id]. . Em muốn xin gia tăng sỉ số lớp A01 môn học Kỹ thuật xúc tác và ứng dụng (tiết 789 thứ 3).. . Em xin chân thành cảm ơn!",
            "Chào em,. . . . Em có thể cho biết mã số môn học.. .",
            "Chào bạn. . Hiện PĐT đã tăng sĩ số môn học lên mức tối đa có thể. . Bạn vào đăng ký liền nhé. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Chứng chỉ ngoại ngữ - Đại học - Cao đẳng chính quy   Thẩm tra chứng chỉ (nộp chứng chỉ) . Dạ em mới nộp bằng ngoại ngữ và đã đóng tiền à. Vậy khi nào e mới được thẩm tra và có thể đăng kí môn được ạ. Em chân thành cảm ơn ạ",
            "Chào bạn,. . . . Theo quy định về ngoại ngữ thì nếu bạn nộp chứng chỉ để xét đạt chuẩn và chuyển điểm anh văn cho đăng ký môn học, bạn chỉ cẩn nộp trước đợt quy định 1 ngày ( VD: đợt 25/07  thì bạn nộp 24/07 là đươc), không cần phải chờ kết quả thẩm tra.. . Thân.. . \t\t\t. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Em tên [full_name] chào thầy cô PĐT.. . Em vừa mới chuyển hệ đào tạo ạ.. . . . Thầy/cô có thể cho em xin mở thêm sĩ số môn:. . 1) Tư tưởng [full_name] (SP1005) Lớp A01 Thứ 3 Tiết [789] Phòng [B1-308].. . 2) Xác suất thống kê (MT2001) Lớp A01 Thứ 3 Tiết [345] Phòng [B1-212].. . . . Rất mong thầy cô giải quyết cho em kịp đợt ĐKMH. Em xin cám ơn thầy cô PĐT ạ.. .",
            "Em tên [full_name] chào thầy cô PĐT.. . Em vừa mới chuyển hệ đào tạo ạ.. . . . Thầy/cô có thể cho em xin mở thêm sĩ số môn:. . 1) Tư tưởng [full_name] (SP1005) Lớp A01 Thứ 3 Tiết [789] Phòng [B1-308].. . 2) Xác suất thống kê (MT2001) Lớp A01 Thứ 3 Tiết [345] Phòng [B1-212].. . . . Rất mong thầy cô giải quyết cho em kịp đợt ĐKMH. Em xin cám ơn thầy cô PĐT ạ.. .",
            "Em tên Lê Mậu Duy [student_id] chào thầy cô PĐT.. . Em vừa mới chuyển hệ đào tạo ạ.. . . . Thầy/cô có thể cho em xin mở thêm sĩ số môn:. . 1) Tư tưởng [full_name] (SP1005) Lớp A01 Thứ 3 Tiết [789] Phòng [B1-308].. . 2) Xác suất thống kê (MT2001) Lớp A01 Thứ 3 Tiết [345] Phòng [B1-212].. . . . Rất mong thầy cô giải quyết cho em để không bị ảnh hưởng đến các môn khác và tiến trình học cho kịp đợt ĐKMH này. . . Em xin cám ơn thầy cô PĐT rất nhiều ạ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tăng sĩ số lớp môn học . Chào thầy cô, cho e xin tăng sĩ số môn Kỹ thuật điện mã môn EE2027, nhóm lớp A03. Em xin cảm ơn.",
            "Chào em,. . . . PDT đã tăng sỉ số, em đăng kí lại nhé.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tăng sĩ số lớp môn học . Em là [full_name] MSSV [student_id].. . Em xin mở thêm sĩ số lớp quản trị kinh doanh cho kĩ sư (IM3001), nhóm  A01.. . Mong thầy cô chấp nhận yêu cầu của em ạ.",
            "Chào bạn. . PĐT đã tăng sĩ số cho bạn, 20p nữa bạn có thể vào ĐKMH . Bạn vào đăng ký nhanh để tránh hết chỗ.. ."
        ]
    }
]