[
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Tăng sỉ sô lớp môn. . Thí nghiệm silicat dc ( MA3035) lên 30 được không ạ vì lớp giờ đã 27/25 rồi. .",
            "Chào bạn, . . Hiện tại các nhóm lớp đã được Phòng Đào tạo mở tối đa sĩ số theo đúng quy định (về môn học, sức chứa phòng...).Trường hợp bạn muốn tăng sĩ số của một nhóm lớp nào đó, bạn vui lòng liên hệ trực tiếp tại Phòng Đào tạo cơ sở 1 (trong thời gian đăng ký môn học), để được nhóm hỗ trợ đăng ký môn học kiểm tra, nếu còn khả năng tăng được hoặc có thể có 1 vài bạn sv xin hủy, nhóm sẽ hỗ trợ tăng sĩ số cho bạn (nếu được) và có thể vào đăng ký ngay luôn nhé. . . Chúc bạn học tốt!. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Cho em hỏi học kì này trường có mở lớp Đại số tuyến tính không ạ ? Em đăng kí môn học thì không thấy lớp Đại số tuyến tính đâu ạ.",
            "Chào bạn,. . . . Bạn vui lòng liên hệ văn phòng Đào Tạo Quốc Tế để tư vấn cho bạn.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Môn thực tập cơ khí đại cương 2 là môn bắt buộc trong chương trình đạo tạo của em. Em muốn đăng kí môn này nhưng đã hết sỉ số, lớp còn sỉ số thì em bị trùng giờ học môn khác nên không thể đăng kí dược. Em mong PĐT mở rộng thêm sỉ số lớp CC02 (tiết 2-6 thứ 3) để em có thể đăng kí. . . Em xin cảm ơn ạ.",
            "Chào bạn, . . Hiện tại các nhóm lớp đã được Phòng Đào tạo mở tối đa sĩ số theo đúng quy định (về môn học, sức chứa phòng...).Trường hợp bạn muốn tăng sĩ số của một nhóm lớp nào đó, bạn vui lòng liên hệ trực tiếp tại Phòng Đào tạo cơ sở 1 (trong thời gian đăng ký môn học), để được nhóm hỗ trợ đăng ký môn học kiểm tra, nếu còn khả năng tăng được hoặc có thể có 1 vài bạn sv xin hủy, nhóm sẽ hỗ trợ tăng sĩ số cho bạn (nếu được) và có thể vào đăng ký ngay luôn nhé. . . Chúc bạn học tốt!. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ em chào Phòng Đào Tạo. Em tên [full_name], là sinh viên lớp CK19HT04. Phòng đào tạo cho em hỏi là nếu học kỳ chính em chỉ đăng ký 6 chỉ và học kỳ dự thính em đăng ký thêm 8 chỉ nữa thì cuối học kỳ em chỉ cần tích lũy trên 10 chỉ là được hay bắt buộc học kỳ chính em phải đăng ký 10 chỉ không tính học kỳ dự thính ạ? Em cảm ơn Phòng Đào Tạo đã giải đáp câu hỏi của em.",
            "Chào bạn,. . . . [full_name] tại bạn đăng kí được khá nhiều môn, ngày 18/9 bạn kiểm tra TKB trên cổng thông tin sinh viên nha.. . . . Thân. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Mong trường có thể tra giúp em lý do em không thể đăng kí môn HK3 để em khắc phục và tránh ở các học kì tiếp theo. Em xin cảm ơn! . . Họ tên: [full_name] MSSV: [student_id]",
            "Chào bạn,. . - Sinh viên xem lý do tại sao có ĐKMH đợt 1 mà không có kết quả tại trang web: mybk.hcmut.edu.vn    Đăng ký môn học    Kết quả - ĐKMH HK1(20-21) – Hệ chính quy – Đợt 1     bấm vào mục Đăng ký mới    chọn Loại hình đăng ký    xem Lịch sử đăng ký. . Nếu bạn không tích lũy đủ số tín chỉ quy định, bạn sẽ không đăng ký được môn học của năm tiếp theo, Quy định về xếp năm thứ của sinh viên, và quy định về mức độ môn học em xem trong quy chế đào tạo và học vụ của trường, cụ thể như sau:. . Xếp năm thứ của SV ở Khoản 4.2, Điều 4.. . 4.2 Xếp hạng năm đào tạo. . Sau mỗi học kỳ, SV được xếp hạng năm đào tạo theo số tín chỉ tích lũy (TCTL) như sau:. . - SV năm thứ nhất: dưới 28 tín chỉ. . - SV năm thứ hai: từ 28 đến dưới 56 tín chỉ. . - SV năm thứ ba: từ 56 đến dưới 80 tín chỉ. . - SV năm thứ tư: từ 80 đến dưới 128 tín chỉ. . - SV năm thứ năm (đối với các CTĐT trên bốn năm): từ 108 tín chỉ. . Quy định mức độ môn học khi SV đăng ký môn học ở Khoản 9.7, Điều 9.. . 9.7. Ràng buộc về xếp hạng năm đào tạo SV và môn học được phép đăng ký. . Mức độ môn học được định nghĩa như sau:. . - Môn năm thứ nhất: dành cho tất cả SV các năm. . - Môn năm thứ hai: dành cho các SV từ năm thứ hai trở lên. . - Môn năm thứ ba: dành cho các SV từ năm thứ ba trở lên. . - Môn năm thứ tư: dành cho các SV từ năm thứ ba và thứ tư trở lên. . - Môn năm thứ năm: dành cho các SV từ năm thứ tư và thứ năm trở lên. . Nhà trường dùng mã môn học có dạng XXLYYY để phân định năm học, trong đó XX là viết tắt của ngành/Khoa, L là năm thứ và YYY là thứ tự môn học. . Như vậy, nếu các SV chưa đạt đủ 28TC thì vẫn có thể đăng ký các môn học có dạng XX1YYY, ví dụ như các môn Đại số tuyến tính (MT1007), Pháp luật VN ĐC (SP1007), ... Các môn học này trong các chuong trình đào tạo có thể được xếp vào các năm học ở năm 2.. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Chào thầy/ cô,em và các bạn có mong muốn học Cơ ứng dụng trong học kì này. Cho e hỏi quy trình để được mở lớp là gì ạ ?",
            "Em làm đơn xin mở lớp ở VP [full_name] ( môn học ) nhé. . sau đó nộp lại đơn cho PĐT (sớm) để mở lớp"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Mong thầy cô tăng sĩ số môn Phương pháp tính MT1009 nhóm L02 để em đăng kí, em cảm ơn nhiều",
            "Chào bạn, . . Hiện tại các nhóm lớp đã được Phòng Đào tạo mở tối đa sĩ số theo đúng quy định (về môn học, sức chứa phòng...).Trường hợp bạn muốn tăng sĩ số của một nhóm lớp nào đó, bạn vui lòng liên hệ trực tiếp tại Phòng Đào tạo cơ sở 1 (trong thời gian đăng ký môn học), để được nhóm hỗ trợ đăng ký môn học kiểm tra, nếu còn khả năng tăng được hoặc có thể có 1 vài bạn sv xin hủy, nhóm sẽ hỗ trợ tăng sĩ số cho bạn (nếu được) và có thể vào đăng ký ngay luôn nhé. . . Chúc bạn học tốt!. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Thưa thầy cô, em tên là [full_name], cho em xin hỏi vì em đã đăng kí môn anh văn 2 nhưng trong kết quả đăng kí môn học của em thì bị xóa bỏ, mong thầy cô xem xét lại giúp em. Em xin cám ơn.. .",
            "Môn học mới được xếp bổ sung."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ, em chào thầy/ cô ạ! Học kỳ 201 của em hiện đang 19 tín chỉ và em mong muốn học cải thiện thêm 1 môn Hóa Hữu cơ (3 tín chỉ) nên tổng cộng là 22 tín chỉ. Và điểm trung bình tích lũy của em hiện là 7.63 nên em xin các thầy cô cho phép em được đăng ký học ạ!",
            "Chào bạn.. . Bạn đk môn vào ngày mai nhé. sẽ cập nhật tín chỉ lên cho bạn. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Em chào thầy cô. . Em tên là [full_name], mssv [student_id]. . Thuộc khoa Kỹ thuật xây dựng. . Em viết đơn này mong muốn tăng sĩ số lớp A04-A07 môn Cơ học đất CI3001. . Em xin chân thành cảm ơn. . . .",
            "Chào bạn, . . Hiện tại các nhóm lớp đã được Phòng Đào tạo mở tối đa sĩ số theo đúng quy định (về môn học, sức chứa phòng...).Trường hợp bạn muốn tăng sĩ số của một nhóm lớp nào đó, bạn vui lòng liên hệ trực tiếp tại Phòng Đào tạo cơ sở 1 (trong thời gian đăng ký môn học), để được nhóm hỗ trợ đăng ký môn học kiểm tra, nếu còn khả năng tăng được hoặc có thể có 1 vài bạn sv xin hủy, nhóm sẽ hỗ trợ tăng sĩ số cho bạn (nếu được) và có thể vào đăng ký ngay luôn nhé. . . Chúc bạn học tốt!. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Xin mở sĩ số môn Hệ thống năng lượng xanh EE3131 lớp A01",
            "Chào bạn, . . Hiện tại các nhóm lớp đã được Phòng Đào tạo mở tối đa sĩ số theo đúng quy định (về môn học, sức chứa phòng...).Trường hợp bạn muốn tăng sĩ số của một nhóm lớp nào đó, bạn vui lòng liên hệ trực tiếp tại Phòng Đào tạo cơ sở 1 (trong thời gian đăng ký môn học), để được nhóm hỗ trợ đăng ký môn học kiểm tra, nếu còn khả năng tăng được hoặc có thể có 1 vài bạn sv xin hủy, nhóm sẽ hỗ trợ tăng sĩ số cho bạn (nếu được) và có thể vào đăng ký ngay luôn nhé. . . Chúc bạn học tốt!. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em muốn xin thêm 1 lượt đăng ký môn học Cơ học máy mã môn học ME2043 ở lớp A01 học kỳ 201.. . Em là sinh viên khoa K18, nhưng môn này bắt đầu từ khóa K19 sẽ không còn học nữa mà đổi qua mã môn học mới. Nếu không đăng ký được lớp này em sẽ không còn cơ hội trả môn này.",
            "đã tăng sĩ số"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Chào thầy cô,. . . . Em tên là [full_name], mssv [student_id].. . Thầy cô cho em hỏi trường mình có cung cấp công cụ nào để em kiểm tra điều kiện xét tốt nghiệp, để em xem lại mình còn thiếu môn học gì hay điều kiện gì để được tốt nghiệp không ạ?. . Em đã đọc quy chế và kiểm tra rất kĩ các môn học và yêu cầu còn thiếu của mình để được tốt nghiệp, nhưng em sợ mình có sai sót và bỏ quên một số điều kiện nào đó.. . Nếu các công cụ của trường có hỗ trợ việc này thì xin các thầy cho xem giúp em ạ.. . . . Cảm ơn thầy cô!. . . . Trân trọng,. . [full_name]",
            "Chào bạn. . - Hiện tại bạn tự kiểm tra theo chương trình đào tạo. . - Điều 20. Công nhận tốt nghiệp. . SV được công nhận tốt nghiệp, được cấp bằng và bảng điểm khi thỏa tất cả các điều kiện sau:. . a. Đã được công nhận là SV theo bậc học, hình thức đào tạo, ngành/chuyên ngành;. . b. Hoàn thành CTGD của khóa-ngành/chuyên ngành, có số TCTLN tối thiểu bằng tổng số tín chỉ của CTGD khóa-ngành/chuyên ngành và có ĐTBTLN tối thiểu là 5,00;. . c. Đạt yêu cầu chuẩn tiếng Anh (xem Phụ lục 1 & 2);. . d. Cho đến thời điểm xét tốt nghiệp, không bị kỷ luật đình chỉ học tập và không bị truy cứu trách nhiệm hình sự;. . e. Đạt điểm rèn luyện toàn khóa tối thiểu là loại trung bình; Có chứng chỉ GDTC (hoặc đạt các môn GDTC); Có tối thiểu 15 ngày công tác xã hội (bậc đại học)/10 ngày (bậc cao đẳng) (không áp dụng với SV bằng 2, VLVH, ĐTTXa);. . f. Có chứng chỉ GDQP (không áp dụng với SV có quốc tịch nước ngoài, SV bằng 2, VLVH, ĐTTXa).. . SV chưa đạt GDQP, GDTC, nhưng đã hết thời gian đào tạo tối đa, trong thời hạn 5 năm tính từ ngày phải ngừng học, được bổ sung để có đủ điều kiện xét tốt nghiệp.. . Trường ĐHBK xét tốt nghiệp và tổ chức lễ tốt nghiệp, trao bằng hai lần mỗi năm. Trong thời gian làm thủ tục cấp bằng tốt nghiệp, trường cấp Giấy chứng nhận tốt nghiệp tạm thời cho SV. Giấy này có giá trị từ ngày cấp đến ngày nhận bằng tốt nghiệp (tối đa 6 tháng) và giấy này không thay thế cho bằng tốt nghiệp.. . Riêng SV liên kết quốc tế sau khi hoàn thành giai đoạn 1 tại ĐHBK sẽ được chuyển tiếp đến trường liên kết tại nước ngoài khi đủ điều kiện và được trường liên kết cấp bằng tốt nghiệp khi đủ điều kiện (Xem Quy định về chuyển tiếp)."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Chào thầy/cô. Em là sinh viên lớp XD18TD1. Em muốn xin mở thêm slot lớp hệ thống thông tin địa lý (CI2045). Em tha thiết được đkmn này vì nếu không có em sẽ bị trễ tiến độ học tập ạ. . . Em cảm ơn.",
            "Chào bạn, . . Hiện tại các nhóm lớp đã được Phòng Đào tạo mở tối đa sĩ số theo đúng quy định (về môn học, sức chứa phòng...).Trường hợp bạn muốn tăng sĩ số của một nhóm lớp nào đó, bạn vui lòng liên hệ trực tiếp tại Phòng Đào tạo cơ sở 1 (trong thời gian đăng ký môn học), để được nhóm hỗ trợ đăng ký môn học kiểm tra, nếu còn khả năng tăng được hoặc có thể có 1 vài bạn sv xin hủy, nhóm sẽ hỗ trợ tăng sĩ số cho bạn (nếu được) và có thể vào đăng ký ngay luôn nhé. . . Chúc bạn học tốt!. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Em chào thầy ạ cho em hỏi đợt thi anh văn đợt trước em được 355 đủ để đăng kí môn năm 3 nếu trong đợt thì anh văn tới đây em dưới 350 thì em có đăng kí được môn năm 3 k 3 không ạ.em cảm ơn",
            "Chào bạn,. . Sẽ tính chuẩn AV ở đợt cao nhất cho bạn nhé!. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]  /b  Cho em hỏi một học kì đăng kí dưới 14 chỉ thì nhà trường có xếp thời khóa biểu không ạ?. . Nếu học kì hè em có 27 chỉ thì nhà trường có thể xem xét cho em đăng kí các môn cơ sở ngành năm 2 được không ạ? Do em chuẩn bị thi tiếng anh nên nếu em qua av 2 thì sẽ được 29 chỉ ạ, em mong nhà trường xem xét giúp em ạ.. . Em chân thành cảm ơn ạ!. . . .   i Yêu cầu khác .",
            "Trong Hiện tại vẫn cho em học. tuy nhiên em cần đk đủ hoặc nhiều hơn tín chỉ tối thiểu để kịp tiến độ học tập và ràng buộc chuẩn SV sau các năm. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học .   B  dạ hiện tại em đủ điều kiện đăng ký môn pthh Ci3061 ở đợt 1, nhưng kết quả đợt một vì lỗi từ pdt nên đã hủy môn của em, hiện tại đợt 2 đã đủ sĩ số. . . Em mong có thể mở thêm sỉ số môn này để em có thể đăng ký ạ. .",
            "Chào bạn, . . Hiện tại các nhóm lớp đã được Phòng Đào tạo mở tối đa sĩ số theo đúng quy định (về môn học, sức chứa phòng...).Trường hợp bạn muốn tăng sĩ số của một nhóm lớp nào đó, bạn vui lòng liên hệ trực tiếp tại Phòng Đào tạo cơ sở 1 (trong thời gian đăng ký môn học), để được nhóm hỗ trợ đăng ký môn học kiểm tra, nếu còn khả năng tăng được hoặc có thể có 1 vài bạn sv xin hủy, nhóm sẽ hỗ trợ tăng sĩ số cho bạn (nếu được) và có thể vào đăng ký ngay luôn nhé. . . Chúc bạn học tốt!. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Xin chào thầy (cô), ngày 20/8/2020 em có đăng kí nhận giấy tạm hoãn nghĩa vụ quân sự và được trường thông báo đến để nhận vào ngày ngày 24/8/2020. Tuy nhiên sau hai lần lên trường vào ngày 24 và 26 em đều không thể tìm thấy giấy của mình. Em muốn hỏi là làm sao để em có thể xin lại giấy và các bước thực hiện như thế nào (vì mỗi sinh viên chỉ được nhận một lần trên một học kì)? Do sắp đến kì hạng nộp cho phường nên em rất mong được quý thầy (cô) trả lời và hướng dẫn giúp em trong thời gian sớm nhất.Em xin chân thành cảm ơn.  B",
            "Chào bạn. . Giấy tạm hoãn nghĩa vụ quân sự bạn đăng ký, pdt đã in, bạn liên hệ nơi nhận là pdt co sở 2, 107H1 để nhận. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "B   /B   I   /I Đăng ký môn học . Cho em hỏi: ĐKMH đợt 3 e làm đơn xin mở lớp còn được không ạ",
            "Chào bạn,. . Quy trình mở môn học :. .   + Bước 1: SV tải mẫu đơn tại trang web: www.aao.hcmut.edu.vn  -  Sinh viên -  biểu mẫu -  mẫu Đề nghị mở môn học (ngoại lệ). .   + Bước 2: Sau khi có xác nhận chữ ký đồng ý theo quy định trong đơn. .   SV nộp đơn tại PĐT – cơ sở 1-  . .   Thời gian nộp đơn mở lớp dự thính: từ ngày 25/08/2020 đến 10g ngày 27/08/2020. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em muốn đăng kí môn Phân tích dữ liệu, Mã IM3049 nhưng đã hết slot, em xin pđt tăng thêm sĩ số ạ",
            "Chào bạn, . . Hiện tại các nhóm lớp đã được Phòng Đào tạo mở tối đa sĩ số theo đúng quy định (về môn học, sức chứa phòng...).Trường hợp bạn muốn tăng sĩ số của một nhóm lớp nào đó, bạn vui lòng liên hệ trực tiếp tại Phòng Đào tạo cơ sở 1 (trong thời gian đăng ký môn học), để được nhóm hỗ trợ đăng ký môn học kiểm tra, nếu còn khả năng tăng được hoặc có thể có 1 vài bạn sv xin hủy, nhóm sẽ hỗ trợ tăng sĩ số cho bạn (nếu được) và có thể vào đăng ký ngay luôn nhé. . . Chúc bạn học tốt!. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Xin chào quý thầy cô,. . Do tình hình là là có nhiều môn cần thiết cho chuyên ngành của em hiện không mở nên em muốn hỏi là thủ tục xin mở lớp là gì ạ?",
            "Em liên hệ VP [full_name] ( môn học ) để xin mở lớp nhé"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . [full_name]. . MSSV: [student_id]. . Xin tăng sỉ số môn học: Hóa hữu cơ . . Mã môn CH2021. . Lớp A03. . Em xin chân cám ơn. .",
            "Chào bạn, . . Hiện tại các nhóm lớp đã được Phòng Đào tạo mở tối đa sĩ số theo đúng quy định (về môn học, sức chứa phòng...).Trường hợp bạn muốn tăng sĩ số của một nhóm lớp nào đó, bạn vui lòng liên hệ trực tiếp tại Phòng Đào tạo cơ sở 1 (trong thời gian đăng ký môn học), để được nhóm hỗ trợ đăng ký môn học kiểm tra, nếu còn khả năng tăng được hoặc có thể có 1 vài bạn sv xin hủy, nhóm sẽ hỗ trợ tăng sĩ số cho bạn (nếu được) và có thể vào đăng ký ngay luôn nhé. . . Chúc bạn học tốt!. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học  /i  Em không thể đăng ký môn phương pháp tính (006023), em đã qua 2 môn là giải tích 1(006401) và Đại số (006405) ạ. . . .",
            "Chào bạn. . Phòng đào tạo đã cập nhật lại dữ liệu, bạn nhanh chóng vào đăng ký lại môn học đợt 2 (từ 25/8 đến 15g 31/8). . Chúc bạn học tập tốt nhé. . Thân. . . . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ thưa thầy / cô, em muốn hỏi là tại sao những môn đại cương ( giải tích 1, vật lý 1, giải tích 2,...) lại không mở để đăng ký vậy ạ?. . Em cảm ơn ạ.",
            "Môn không mở, bạn liên hệ VP Khoa để xin mở lớp"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . dạ cho em hỏi là học kì 1 năm 2 nếu như mình đăng kí ít hơn 15 tín chỉ theo quy định thì có bị sao ko ạ. . . . . .",
            "Bạn đăng ký đủ tối thiểu 14 TC nhé"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Gửi Phòng đào tạo. . Em muốn mở thêm sĩ số lớp A01, mã môn học: EE3041: Xử lí tín hiệu số với FPGA.. . Em chân thành cảm ơn",
            "Chào bạn, . . Hiện tại các nhóm lớp đã được Phòng Đào tạo mở tối đa sĩ số theo đúng quy định (về môn học, sức chứa phòng...).Trường hợp bạn muốn tăng sĩ số của một nhóm lớp nào đó, bạn vui lòng liên hệ trực tiếp tại Phòng Đào tạo cơ sở 1 (trong thời gian đăng ký môn học), để được nhóm hỗ trợ đăng ký môn học kiểm tra, nếu còn khả năng tăng được hoặc có thể có 1 vài bạn sv xin hủy, nhóm sẽ hỗ trợ tăng sĩ số cho bạn (nếu được) và có thể vào đăng ký ngay luôn nhé. . . Chúc bạn học tốt!. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ em chào quý thầy cô! . . . . Trong lần đkmh đợt 2 này, em bị hủy gần hết môn (chỉ còn 1 môn) đã đăng ký trong đợt 1. Em vào đăng ký lại, thì hệ thống báo em thiếu chuẩn sinh viên năm 2 (28 chỉ).. . . . Tình hình học tập hiện tại của em đang thế này ạ:. . - Học kỳ 191 và 192 em tích lũy được 21 tín chỉ. . - Học kỳ hè 193 hiện tại em đang học 5 tín chỉ. . - Em vừa mới nộp xong chứng chỉ Toeic quốc tế 495 điểm, đăng ký chuyển điểm môn AV1, AV2 và AV3. Em đã thanh toán đầy đủ lệ phí chuyển điểm, hiện đang chờ PĐT thẩm tra chứng chỉ.. . . . Nếu tạm tính thêm 5 tín chỉ học kỳ hè và 6 tín chỉ của 3 môn Anh văn em vừa quy đổi, thì số chỉ tích lũy của em đã đủ \"Chuẩn sinh viên năm 2\" để đkmh trong đợt 2 này.. . . . Mong quý thầy cô xem xét điểu chỉnh tình trạng của em trên hệ thống, để em kịp đkmh trong đợt 2 này ạ. . . . . Em đã cố gắng rất nhiều để đạt được mức điểm Toeic trên. Vừa lấy được phiếu điểm là em đã nộp liền. Kính mong quý thầy cô giúp đỡ em ạ! Em cảm ơn rất nhiều! . .",
            "Bạn đã đủ chuẩn SV_2 để đk môn học. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Dạ thưa quý cô/ thầy.Em tên là [full_name] msss [student_id]. Em mong muốn được học môn chuyên ngành mã môn học là ME3085- Thiết kế trang phục 1 của năm 3 nhưng hiện tại lớp đã full 34/34. Thầy cô có thể xem xét tăng sĩ số lớp lên để em có thể đăng kí học môn này được không ạ. Môn này thực sự rất cần thiết với em. Và số lượng học ít nên không có lớp nào khác nữa. Rất mong phòng đào tạo có thể xem xét và tăng sĩ số giúp em.  Em mong được thầy/ cô phản hồi . Em xin cảm ơn ạ.",
            "Chào bạn, . . Hiện tại các nhóm lớp đã được Phòng Đào tạo mở tối đa sĩ số theo đúng quy định (về môn học, sức chứa phòng...).Trường hợp bạn muốn tăng sĩ số của một nhóm lớp nào đó, bạn vui lòng liên hệ trực tiếp tại Phòng Đào tạo cơ sở 1 (trong thời gian đăng ký môn học), để được nhóm hỗ trợ đăng ký môn học kiểm tra, nếu còn khả năng tăng được hoặc có thể có 1 vài bạn sv xin hủy, nhóm sẽ hỗ trợ tăng sĩ số cho bạn (nếu được) và có thể vào đăng ký ngay luôn nhé. . . Chúc bạn học tốt!. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Tên môn học:Nguyên lí Máy. . Mã môn học :ME1015. . Lớp :L05",
            "Đã tăng sĩ số"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Dạ em kính chào quý thầy/cô đang xem ạ.. . Em tên là [full_name], MSSV [student_id], lớp HC19HC12.. . Em có đăng ký môn học theo ctđt là 15 tín chỉ bao gồm 2 chỉ môn anh văn, nhưng do em có nộp bằng để chuyển điểm nên em quyết định không đăng ký môn anh văn có trong ctđt nữa ạ. . . Em muốn hỏi là trong một học kỳ nếu đăng ký môn học dưới 14 tín chỉ thì có sao không ạ? Có ảnh hưởng gì đến học bổng khuyến khích cuối kỳ không ạ?. . Em xin cảm ơn."
        ]
    },
    {
        "intent": "",
        "message": [
            "Chào thầy (cô), em là [full_name] mssv [student_id]. Vào học kì 191 em có thi chuẩn anh văn đầu vào được 430 là đủ để đậu av1 và av2 (so với chỉ tiêu k19) nhưng lại không có điểm chuyển, hiện giờ em không thể đăng kí av3 cho HK 201. Mong thầy (cô) đọc được và xem xét trường hợp của em sẽ được giải quyết như thế nào. Em Xin chân thành cảm ơn.",
            "Chào bạn. . - Về quy định chuẩn tiếng anh trong quá trình học: Bạn vui lòng xem chi tiết tại trang web aao--  sinh viên --  Quy chế --  Quy chế đào tạo và học vụ bậc đại học và cao đẳng -- Phụ lục 1: Quy định về ngoại ngữ . . Chúc bạn học tập tốt nhé.. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em xin kính chào Thầy/ Cô!. . . . Vừa rồi em có nhận được email về việc sinh viên tích luỹ dưới 28 tín chỉ có thể đăng kí được các môn có mã XX1XXX nhưng em không thể đăng kí được môn Pháp luật đại cương. . . . . Mong Thầy/ Cô có thể phản hồi sớm giúp em! Em xin cảm ơn!",
            "Em đã đk được các môn học trên rồi mà"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em tên là [full_name] - [student_id]. Khoa Cơ Khí chuyên ngành Logistics và quản lý chuỗi cung ứng.. . Em xin phép PĐT được mở lớp môn học Đại số tuyến tính (MT1007) với danh sách sinh viên đăng ký đính kèm bên dưới. Mong PĐT tạo điều kiện mở lớp cho chúng em ạ.. . Em xin chân thành cảm ơn!. . Thân.. .",
            "Quy trình mở môn học :. .   + Bước 1: SV tải mẫu đơn tại trang web: www.aao.hcmut.edu.vn  -  Sinh viên -  biểu mẫu -  mẫu Đề nghị mở môn học (ngoại lệ). .   + Bước 2: Sau khi có xác nhận chữ ký đồng ý theo quy định trong đơn. .   SV nộp đơn tại PĐT – cơ sở 1-  . .   Thời gian nộp đơn mở lớp dự thính: từ ngày 25/08/2020 đến 10g ngày 27/08/2020. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ em chào thầy/cô, thầy/cô cho e xin tăng sĩ số thêm 4 chỗ cho môn học Kiến trúc mã CI1049 lớp A01 tiết 10-11-12 vào chiều thứ hai. Do học kì này chỉ mở 1 lớp thôi ạ. Mã số sinh viên của em: [student_id]. . Mã số sinh viên của các bạn em: . . [student_id]. . [student_id]. . [student_id]. . Em cảm ơn thầy/cô rất nhiều ạ. . . . .",
            "đã tăng sĩ số"
        ]
    },
    {
        "intent": "",
        "message": [
            "B   b MSSV/MSGV: 1712586  /b \t. . . .   i Đăng ký môn học . Thưa quý thầy cô, Em nghe nói môn học THỰC TẬP CƠ KHÍ ĐẠI CƯƠNG 2 (ME2001) hiện đã không còn mở nữa, mà thay vào đó là môn học có mã số ME2087. Vậy em có thể học môn ME2087 rồi làm đơn chuyển điểm không ạ? Em là sinh viên khóa K17.",
            "Chào bạn,. . . . Việc này bạn liên hệ với khoa để tư vấn nha.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Xin chào ad.. . Em tên Nguyễn Minh Ngọc_MSSV:[student_id]. . Khoa môi trường và tài nguyên.. . Ad cho e hỏi, hiện ngành kỹ thuật môi trường đã có ctđt, và trong HK3 có 2 môn là Hóa Phân Tích và Hóa học trong kỹ thuật và khoa học môi trường 1. Nhưng khi đăng kí môn Hóa học trong kỹ thuật và khoa học môi trường 1 thì lại không thể đăng kí vì yêu cầu phải học Hóa Phân Tích trước, E xin gởi PĐT CTĐT của khoa và hình ảnh không thể đăng kí, e mong ad sẽ hỗ trợ và giúp đỡ chúng e, e xin cảm ơn.. . . . . . . . . .",
            "[full_name], em chuyển nhóm môn học để đk"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Thưa phòng đào tạo, hiện tại em đang đi thực tập ở Vũng Tàu, Đăng ký môn học bị lỗi không cập nhật chuẩn thể chất. Sau khi hết lỗi chuẩn thể chất thì hết chỗ đăng ký môn học. Em kính mong phòng đào tạo gia tăng sĩ số môn học công trình trên đất yếu vì thiệt thòi cho em về thời gian đăng ký. Em xin chân thành cảm ơn.",
            "Chào bạn, . . Hiện tại các nhóm lớp đã được Phòng Đào tạo mở tối đa sĩ số theo đúng quy định (về môn học, sức chứa phòng...).Trường hợp bạn muốn tăng sĩ số của một nhóm lớp nào đó, bạn vui lòng liên hệ trực tiếp tại Phòng Đào tạo cơ sở 1 (trong thời gian đăng ký môn học), để được nhóm hỗ trợ đăng ký môn học kiểm tra, nếu còn khả năng tăng được hoặc có thể có 1 vài bạn sv xin hủy, nhóm sẽ hỗ trợ tăng sĩ số cho bạn (nếu được) và có thể vào đăng ký ngay luôn nhé. . . Chúc bạn học tốt!. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Em chào thầy/cô,. . Em tạo yêu cầu này mong có thể mở thêm sĩ số cho 2 mã môn học thuộc Khoa Khoa học và Kỹ thuật Máy Tính: CO3059 (CNPM nâng cao), CO3065 (Nhập môn AI).. . Em xin cảm ơn!. .   i Đăng ký môn học ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Chào thầy/cô ạ, xin phép thầy/ cô Tăng sĩ số môn học thiết kế hệ thống nhúng ee3003 để em có thể được đăng ký ạ. Em xin cảm ơn quý thầy cô. . . .",
            "Chào bạn, . . Hiện tại các nhóm lớp đã được Phòng Đào tạo mở tối đa sĩ số theo đúng quy định (về môn học, sức chứa phòng...).Trường hợp bạn muốn tăng sĩ số của một nhóm lớp nào đó, bạn vui lòng liên hệ trực tiếp tại Phòng Đào tạo cơ sở 1 (trong thời gian đăng ký môn học), để được nhóm hỗ trợ đăng ký môn học kiểm tra, nếu còn khả năng tăng được hoặc có thể có 1 vài bạn sv xin hủy, nhóm sẽ hỗ trợ tăng sĩ số cho bạn (nếu được) và có thể vào đăng ký ngay luôn nhé. . . Chúc bạn học tốt!. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . E muốn đăng kí thể chất môn PE1019 bơi lội mà sao kì này không mở ạ",
            "Em muốn mở lớp trên cs1 ạ"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học  /i cho e hỏi nếu hết kì dự thính 193, nếu e đủ 28 chỉ thì e có đk môn kì chính hoặc dự thính k ạ. . . . . .",
            "em hiện đã đạt chuẩn SV_N2"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Vì đăng ký môn học bị lỗi không cập nhật chuẩn thể chất. Sau khi hết lỗi chuẩn thể chất thì hết chỗ đăng ký môn học. Em kính mong phòng đào tạo gia tăng sĩ số môn học hư hỏng sửa chữa công trình vì thiệt thòi cho em về thời gian đăng ký. Em xin chân thành cảm ơn.",
            "Chào bạn, . . Hiện tại các nhóm lớp đã được Phòng Đào tạo mở tối đa sĩ số theo đúng quy định (về môn học, sức chứa phòng...).Trường hợp bạn muốn tăng sĩ số của một nhóm lớp nào đó, bạn vui lòng liên hệ trực tiếp tại Phòng Đào tạo cơ sở 1 (trong thời gian đăng ký môn học), để được nhóm hỗ trợ đăng ký môn học kiểm tra, nếu còn khả năng tăng được hoặc có thể có 1 vài bạn sv xin hủy, nhóm sẽ hỗ trợ tăng sĩ số cho bạn (nếu được) và có thể vào đăng ký ngay luôn nhé. . . Chúc bạn học tốt!. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em chào thầy/cô ạ!. . Thầy/cô cho em hỏi là em tính xin mở lớp nhập môn kỹ thuật mã EE1001 nhưng chỉ có 20 bạn. Thầy/cô cho em hỏi là khi k20 có thời khoá biểu rồi tụi em có thể xin tăng sỉ số để học chung với K20 được không ạ!. . Vì môn này dễ quá nên cũng khó mà mở lớp cho tụi em ạ!. Vì kỳ 1 em đi viện nên mới không đi học được bây giờ em học sắp kịp ctdt nhưng môn này là môn mà em khó trả nhất ạ! . . Mong pđt tạo điều kiện để tụi em có thể được học và trả nợ sớm ạ!!. . Em cảm ơn ạ!",
            "Chào bạn, . . Hiện tại các nhóm lớp đã được Phòng Đào tạo mở tối đa sĩ số theo đúng quy định (về môn học, sức chứa phòng...).Trường hợp bạn muốn tăng sĩ số của một nhóm lớp nào đó, bạn vui lòng liên hệ trực tiếp tại Phòng Đào tạo cơ sở 1 (trong thời gian đăng ký môn học), để được nhóm hỗ trợ đăng ký môn học kiểm tra, nếu còn khả năng tăng được hoặc có thể có 1 vài bạn sv xin hủy, nhóm sẽ hỗ trợ tăng sĩ số cho bạn (nếu được) và có thể vào đăng ký ngay luôn nhé. . . Chúc bạn học tốt!. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em năm nhất thì còn môn hóa đại cương với lý 1 là chưa qua môn nhưng nếu em đki chỉ hai môn này thì không đủ 14 chỉ cho 1 học kì,nhưng mà em đăng kí những môn khác cũng không được.Vậy nhà trường có thể giúp em được không ạ?. .",
            "1. Xếp năm đào tạo cho SV. . u SV năm thứ nhất: dưới 28 tín chỉ. . u SV năm thứ hai: từ 28 đến dưới 56 tín chỉ. . u SV năm thứ ba: từ 56 đến dưới 80 tín chỉ. . u SV năm thứ tư: từ 80 đến dưới 128 tín chỉ. . u SV năm thứ năm (đối với các CTĐT trên bốn năm):. . từ 108 tín chỉ"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Cho em hỏi nếu em chưa tích luỹ đủ 28 chỉ thì sẽ không được đăng kí môn năm 2. Vậy em có thể đăng kí những môn em đã rớt vào học kì chính 201 được không ạ? Em cảm ơn",
            "được em. nếu các môn đó ko ràng buộc điều kiện"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]  /b \tcho e hỏi môn thí nghiệm vật lí mã PH1007 khi nào mở ạ. . . .",
            "Em liên hệ [full_name] để xin mở lớp"
        ]
    },
    {
        "intent": "",
        "message": [
            "Xin chà admin ạ. . Em là [full_name] . . MSSV [student_id] - khoa Kỹ thuật Xây Dựng. . Cho em hỏi là môn Địa chất công trình - mã CI1043 có 2 tín chỉ kì này không mở thì kì sau có mở không ạ. . . Vì hiện tại em chưa qua môn này và có nhiều bạn cùng khoá K18 chưa học nên em dự định trả nợ môn học vào kì sau. . . Mong admin hồi đáp ạ.. . Em xin chân thành cảm ơn.. . . . . . . . . .",
            "em liên hệ VP [full_name] để xin mở lớp. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ thưa thầy cô, cho em hỏi là đợt 1 đkmh em có đk anh văn 2 để học vào kì 201 nhưng khi xem kết quả đăng kí thì em lại bị xóa bỏ, không được xếp lớp học mặc dù em đã qua anh văn 1 ạ, mong thầy cô xem xét lại giúp em. Em xin cám ơn.",
            "em vào đk lại môn học nhé. . Môn Anh văn mới dược mở bổ sung. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Phòng đào tạo có thể tăng xỉ số sinh viên môn học thiết kế thí nghiệm và xử lý số liệu  (mã môn : CH3309) sáng thứ 3 tiết 345 lớp A06 được không ạ. Em cảm ơn!. . Trân trọng",
            "Chào bạn, . . Hiện tại các nhóm lớp đã được Phòng Đào tạo mở tối đa sĩ số theo đúng quy định (về môn học, sức chứa phòng...).Trường hợp bạn muốn tăng sĩ số của một nhóm lớp nào đó, bạn vui lòng liên hệ trực tiếp tại Phòng Đào tạo cơ sở 1 (trong thời gian đăng ký môn học), để được nhóm hỗ trợ đăng ký môn học kiểm tra, nếu còn khả năng tăng được hoặc có thể có 1 vài bạn sv xin hủy, nhóm sẽ hỗ trợ tăng sĩ số cho bạn (nếu được) và có thể vào đăng ký ngay luôn nhé. . . Chúc bạn học tốt!. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác  /i. . Em tên [full_name] MSSV [student_id]. . Dạ cho em hỏi là cái phần học phí chính quy 320.000 là học phí gì vậy ạ . . Em cảm ơn ạ",
            "Chào bạn. . học phí chính quy 320.000 là học phí của môn TT nhận thức ngành (CAU). . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Em chào thầy/cô,. . Em tạo yêu cầu này mong có thể mở thêm sĩ số cho 2 mã môn học thuộc Khoa Khoa học và Kỹ thuật Máy Tính: CO3065 (CNPM nâng cao), CO3061 (Nhập môn AI).. . Em xin cảm ơn!. . . .   i Đăng ký môn học .",
            "Chào bạn, . . Hiện tại các nhóm lớp đã được Phòng Đào tạo mở tối đa sĩ số theo đúng quy định (về môn học, sức chứa phòng...).Trường hợp bạn muốn tăng sĩ số của một nhóm lớp nào đó, bạn vui lòng liên hệ trực tiếp tại Phòng Đào tạo cơ sở 1 (trong thời gian đăng ký môn học), để được nhóm hỗ trợ đăng ký môn học kiểm tra, nếu còn khả năng tăng được hoặc có thể có 1 vài bạn sv xin hủy, nhóm sẽ hỗ trợ tăng sĩ số cho bạn (nếu được) và có thể vào đăng ký ngay luôn nhé. . . Chúc bạn học tốt!. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Chào thầy/ cô,. . . . Vì hệ thống bị lỗi GDTS_3 nên môn [ME4017] của em đã bị xóa. Em muốn xin đăng ký mở thêm sĩ số thì có thể làm cách nào ạ?. . . . Vì hiện tại em đang tham gia Thực tập Tốt nghiệp ở xa thành phố nên không thể lên PĐT để xin trực tiếp. . . . Em xin chân thành cảm ơn!",
            "Chào bạn, . . Hiện tại các nhóm lớp đã được Phòng Đào tạo mở tối đa sĩ số theo đúng quy định (về môn học, sức chứa phòng...).Trường hợp bạn muốn tăng sĩ số của một nhóm lớp nào đó, bạn vui lòng liên hệ trực tiếp tại Phòng Đào tạo cơ sở 1 (trong thời gian đăng ký môn học), để được nhóm hỗ trợ đăng ký môn học kiểm tra, nếu còn khả năng tăng được hoặc có thể có 1 vài bạn sv xin hủy, nhóm sẽ hỗ trợ tăng sĩ số cho bạn (nếu được) và có thể vào đăng ký ngay luôn nhé. . . Chúc bạn học tốt!. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính gửi nhà trường,. . Em là [full_name], khóa K17, khoa Kỹ thuật Hóa học,. . Vừa qua em có xin mở sĩ số môn Thí nghiệm chuyên ngành vô cơ (CH3179) nhưng được phản hồi lại là lớp quá tải nên không mở thêm được nữa, em có hỏi giảng viên giảng dạy môn này là thầy [full_name] và thầy đồng ý thêm 1 người nữa, vậy nên em làm đơn có chữ ký của thầy và scan gửi qua đây thì có được đăng kí bổ sung k ạ, hay em phải nộp đơn lên phòng đào tạo vậy ạ.. . Mong nhà trường xem xét và phản hồi.. . Em xin chân thành cảm ơn.. . . .",
            "Chào bạn, . . Hiện tại các nhóm lớp đã được Phòng Đào tạo mở tối đa sĩ số theo đúng quy định (về môn học, sức chứa phòng...).Trường hợp bạn muốn tăng sĩ số của một nhóm lớp nào đó, bạn vui lòng liên hệ trực tiếp tại Phòng Đào tạo cơ sở 1 (trong thời gian đăng ký môn học), để được nhóm hỗ trợ đăng ký môn học kiểm tra, nếu còn khả năng tăng được hoặc có thể có 1 vài bạn sv xin hủy, nhóm sẽ hỗ trợ tăng sĩ số cho bạn (nếu được) và có thể vào đăng ký ngay luôn nhé. . . Chúc bạn học tốt!. . Thân. ."
        ]
    }
]