[
    {
        "intent": "",
        "message": [
            "Đăng ký môn học .",
            "Chào bạn,. . . . Được bạn, bạn vào đăng kí nha.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính thưa pđt, pđt có thể cho em đk thêm môn tnvl dự thính DT01 thầy trần anh tú được không ạ. Em xem nhầm lịch nên bị nhầm,pđt châm chước cho em với ạ",
            "[full_name]E MSSV/MSGV: [student_id]    . . . . Đăng ký môn học. . . . Kính thưa pđt, pđt có thể cho em đk thêm môn tnvl dự thính DT01 thầy trần anh tú được không ạ. Em xem nhầm lịch nên bị nhầm,pđt châm chước cho em với ạ  /[full_name]E . .   [full_name]E MSSV/MSGV: [student_id]    . . . . Đăng ký môn học. . . . Kính thưa pđt, pđt có thể cho em đk thêm môn tnvl dự thính DT01 thầy trần anh tú được không ạ. Em xem nhầm lịch nên bị nhầm,pđt châm chước cho em với ạ  /[full_name]E . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Chào thầy cô . . Em viết thư này muốn xin hủy môn AV4 dự thính lớp DT01. Không biết nếu hủy có phải thanh toán học phí không ạ. Mong sẽ nhận được phản hồi từ thầy cô.. . Em xin cảm ơn ạ.",
            "Chào bạn,. . . . . . Đã huỷ anh văn 4 nhóm DT01.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Hiện tại em đang là sinh viên ngành Cơ Điện tử năm thứ 4, em có nguyện vọng thi lại Đại học vào một ngành khác không thuộc trường Đại học Bách Khoa. Em phải chuẩn bị những gì ạ?",
            "Chào bạn,. . . . Nếu bạn sinh viên năm 4, bạn có thể hoàn thành chương trình học bên Bách Khoa và học bằng 2 của trường khác.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Chào PĐT,. . . . Em là sinh viên khóa 2016, em muốn hỏi về hạn chót bổ sung anh văn nói viết cho đợt tốt nghiệp tháng 11 là khi nào ạ ?. . . . Lễ tốt nghiệp tháng 11 sẽ được tổ chức vào ngày nào ạ ?. . . . [full_name] trọng cảm ơn.. .",
            "Chào bạn,. . . . - Đăng kí bổ sung anh văn nói viết bạn liên hệ Trung Tâm Ngoại Ngữ của trường.. . . . - Nhà trường chưa có thông báo chính thức ngày tổ chức lễ tốt nghiệp tháng 11. Khi nào có thông báo chính thức PDT sẽ gởi mail cho sinh viên.. . . . Thân. . . .",
            "No solution"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ e chào Thầy/Cô, em có làm đơn gửi phòng đào tạo để đăng ký môn NMKT( EN1001) vào hôm thứ 4. Nhưng vẫn có thời khoá biểu. Mong Thầy/Cô kiểm tra giúp em ạ. E cảm ơn nhiều ạ!",
            "Chào bạn,. . . . Khoảng 5h chiều này, PDT sẽ cập trên cổng thông tin sinh viên.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Dạ chào thầy/cô,. . Em là [full_name], MSSV: [student_id]. Thầy/cô cho em hỏi là chuẩn tiếng Anh môn Anh văn 4 ở sinh viên K17 là 500 hay 600 ạ? Do em chưa học môn Anh văn 4, ví dụ nếu em thi Toeic được 600 điểm thì theo bảng điểm chuyển mới thì sẽ đổi môn AV 1 và 2 10d còn môn AV 4 5d, vậy em không đổi AV 4 được không ạ? . . Em cảm ơn thầy/cô nhiều ạ!. . . .",
            "Chào bạn,. . . . Bạn xem mail thông PDT có gởi cho sinh viên. . . . Thân gởi các bạn sinh viên. .  . . Nhà trường gia hạn thời gian đăng ký chuyển điểm các môn ngoại ngữ theo bảng quy đổi cũ (áp dụng trước HK201) cho các trường hợp sinh viên nộp Chứng Chỉ Ngoại Ngữ  trong đó ngày thi CCNN trước ngày 21/9/2020.. .  . . Thời gian gia hạn đăng ký chuyển điểm (phải hoàn thành lệ phí chuyển điểm): trước ngày 01/11/2020.. .  . . -       Trong thời gian gia hạn này, các yêu cầu chuyển điểm Anh văn sẽ được áp dụng theo quy định chuyển điểm cũ (áp dụng trước HK201).. .  . . -       Sau thời gian gia hạn, hoặc đối với các CCNN có ngày thi từ 21/9/2020, các yêu cầu chuyển điểm Anh văn sẽ áp dụng quy định chuyển điểm mới (áp dụng từ HK201).. .  . . Thông báo này áp dụng cho tất cả các Khóa. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: thư pdt, học kỳ trước em có làm đơn xin chuyển từ khoa cơ khí chất lượng cao sang đại trà và đã được nhà trường xét duyệt cho học chung với khoa k20. Em có một số câu hỏi như sau:. . . . 1  Em sinh hoạt công đân cùng với khóa k19 hay k20 ạ? Em đi xinh hoạt công dân vào hôm nào ạ?. . 2  Do đơt đăng ký môn học vừa qua em có đăng ký môn học vẽ kỹ thuật, nhưng bị trùng lịch với thời khóa biết cứng của k20, giờ em xin hủy môn học phải làm như nào ạ?. . 3  Em có phải đi khai giảng không ạ? Làm sao em em có thẩ nhận được lớp và thầy chủ nhiệm mới ạ?",
            "Yêu cầu khác. . . . thư pdt, học kỳ trước em có làm đơn xin chuyển từ khoa cơ khí chất lượng cao sang đại trà và đã được nhà trường xét duyệt cho học chung với khoa k20. Em có một số câu hỏi như sau:. . . . 1  Em sinh hoạt công đân cùng với khóa k19 hay k20 ạ? Em đi sinh hoạt công dân vào hôm nào ạ?. . 2  Do đơt đăng ký môn học vừa qua em có đăng ký môn học vẽ kỹ thuật, nhưng bị trùng lịch với thời khóa biết cứng của k20, giờ em xin hủy môn học phải làm như nào ạ?. . 3  Em có phải đi khai giảng không ạ? Làm sao em có thể nhận được lớp và thầy chủ nhiệm mới ạ?  /QUOTE . .",
            "Chào bạn,. . . . - Sinh hoạt công dân bạn liên hệ Phòng Công Tác Chính Trị Sinh Viên.. . . . - Bạn làm đơn xin đăng kí môn học nộp PDT (khi nộp đơn bạn phải xuất trình quyết định chuyển từ chất lượng cao sang đại trà nha).. . . . - Bạn về khoa để hỏi về giáo viên chủ nhiệm của bạn.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Kính gửi PĐT,. . Em tên là [full_name], MSSV [student_id], sinh viên khóa XD15CB. Hôm thứ 2 ngày 5/10 em có qua phòng CTCT sinh viên để đăng ký xác nhận sinh viên nằm trong danh sách sẽ được cập nhật bổ sung tốt nghiệp, nhưng cho đến bây giờ vẫn chưa thấy có tên em trong danh sách dự kiến, vì công việc nên em không thể ghé phòng đào tạo thường xuyên được nên xin cho em hỏi là tình trạng danh sách tốt nghiệp của em đã được cập nhật hay chưa ạ?. . Em xin cảm ơn phòng đào tạo đã nhận yêu cầu. . [full_name]",
            "Chào bạn,. . . . Bạn vui lòng kiểm tra mail PDT hướng dẫn đăng kí tốt nghiệp.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . chào thầy cô, trong đợt đăng kí dự thính đợt 2 em có hủy môn tư tưởng nhưng em vẫn thấy có trong thời khoá biểu, vậy có bắt buộc học không ạ.",
            "Chào bạn,. . . . Bạn vui lòng kiểm tra TKB trên cổng thông tin sinh viên nha.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Cho em xin hỏi về mục Nơi sinh trong phần đăng kí tốt nghiệp, Nơi Sinh của em hiện nay đang để trống, em muốn bổ sung thì làm như thế nào, em xin cám ơn.. . . .",
            "Chào bạn,. . Bạn có thể kiểm tra thông tin trên giấy CNTN tạm thời, nếu có sai sót gì vui lòng phản hồi tại Phòng Đào tạo. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính gửi PĐT, kỳ dự thính vừa rồi em có gửi đăng ký môn học CI3211 - Kết cấu thép 2, nhóm DT02 do thầy [full_name] giảng dạy, tuy nhiên khi xếp thời khóa biểu thì được đưa vào nhóm DT01 do thầy [full_name] giảng dạy. . . Do em còn đi làm ban ngày nên không thể học được vào chủ nhật, rất mong PĐT có thể sắp xếp lại thời khóa biểu đúng theo nhóm em đã đăng ký môn học.. . Chân thành cảm ơn PĐT.",
            "Chào bạn,. . . . Bạn vui lòng kiểm tra lại TKB trên cổng thông tin sinh viên và trên BKEL nha.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Chào thầy cô ạ, . . Em có đăng kí dự thính kì 201 môn Giải tích 2 là nhọm DT07, nhưng thời khoá biểu và BKeL hiện em ở nhóm DT01. Mong thầy cô xem xét giúp em ạ!",
            "Chào bạn, . . . . Bạn vui lòng kiểm tra lại cổng thông tin sinh viên và trên BKEL nha.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em chào cô ! Em là [full_name], sinh viên k16 khoa kỹ thuật xây dựng. Cô cho em hỏi hiện tại em đã có đủ hết các điều kiện tốt nghiệp theo tiêu chuẩn lớp KSTN nhưng em tìm vẫn chưa thấy tên trên danh sách dự kiến tốt nghiệp. Ngoài ra em cũng không cập nhật thông tin được trên mục Đăng ký tốt nghiệp của MyBk.. . Kính mong cô trả lời giúp em ạ !. . Em cảm ơn cô !. .",
            "Chào bạn,. . . . Bạn kiểm mail PDT gởi cho sinh viên hướng dẫn đăng kí tốt nghiệp.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Kính gửi Phòng Đào Tạo Đại Học Bách Khoa TPHCM.. . . . Em là sinh viên CQ Bằng 2, MS: [student_id]. Em có câu hỏi về TKB Dự Thính HK1 (2020-2021). . . . Trên TKB trên MyBK của em có môn học CI2003 không giống với khi đăng kí môn học, nên em khó sắp xếp thời gian học. Mong PĐT điều chỉnh lại giúp em, em cám ơn rất nhiều ạ.",
            "Kính gửi Phòng Đào Tạo Đại Học Bách Khoa TPHCM.. . . . Em là sinh viên CQ Bằng 2, MS: [student_id]. Em có câu hỏi về TKB Dự Thính HK1 (2020-2021). Em có đăng kí môn học CI2003 nhưng bị trùng TKB HK chính. Mong PĐT hỗ trợ sắp TKB môn CI2003 cho em vào nhóm DT01_DT02 như hình đính kèm ạ. Em cám ơn rất nhiều ạ.",
            "Chào bạn,. . . . Hiện tại đang trong đợt DKMH dự thính đợt 3, bạn vào đăng kí nha.. . . . Thân. . . .",
            "li answer rate: Answer is not complete / Câu trả lời chưa hoàn chỉnh",
            "Dạ em chào cô ạ,. . . . Em đã đăng kí được môn học CI2003 như mong muốn. Nhưng địa điểm học thí nghiệm trên TKB myBK không  giống với như ĐKMH. Cô kiểm tra giúp em với ạ, em cám ơn cô.",
            "Chào bạn,. . . . Bạn xem TKB học của mình trên cổng thông tin sinh viên nha https://mybk.hcmut.edu.vn/stinfo/.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Thưa thầy (cô), em có điều chỉnh lại đăng ký TKB học kỳ dự thính 201 của em, nhưng không thấy phần hủy đăng ký ở đâu. Không biết đây là lỗi hay nhà trường không cho hủy nữa ạ. Trong email nhà trường có nói là có thể hủy môn ạ.. . Mong thầy(cô) giúp đỡ em ạ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em tên [full_name], mssv [student_id], đợt đăng ký dự thính vừa rồi em có đăng ký lớp DT02 MT1003, nhưng vì không để ý mã môn giải tích 1 của Việt Pháp là MT1001 nên em đã đăng ký nhầm. Em muốn rút môn đăng ký MT1003 mà không phải nộp học phí. Em cảm ơn.",
            "Chào bạn,. . . . Đã huỷ môn MT1003 nhóm DT02.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "B   /B Đăng ký môn học . Dạ Phòng Đào Tạo cho em xin hủy môn giải tích 2, mã môn học MT1005, môn học dự thính học kì 1 (2020 - 2021).. . Do sơ suất nên em đã đọc nhầm thành 11h59 tối ngày 9/10 và không hủy môn kịp theo đúng lịch Đăng Kí Môn Học đợt 2 của Phòng Đào Tạo. Em rất xin lỗi ạ. Mong Phòng Đào Tạo xem xét cho em.. . . .",
            "Chào bạn,. . . . Đợt 3 dkmh không cho huỷ môn, chỉ cho bổ sung thôi nha bạn.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Cho em hỏi em đã nộp đơn rút môn học và được PĐT duyệt rồi nhưng sao trên thời khóa biểu của em vẫn còn môn đó ạ ?. . . .",
            "Chào bạn,. . . . Bạn cho biết mã số môn học bạn rút để PDT kiểm tra lại cho bạn.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "[full_name] thi cuối kỳ học kỳ 2/2019-2020 do dịch COVID-19 . Dạ cho em hỏi không biết điểm thi cho các bạn bị hoãn thi đã có chưa ạ. Em thi môn Xác suất thông kê vào ngày 17/9/2020.. . . . Tại vì trong mybk của em đang để ô điểm đó ở số 13 là [full_name] thi chứ không phải là Hoãn thi. . . . .",
            "Chào bạn,. . . . Bạn sinh viên chất lượng cao,  bạn vui lòng liên hệ văn phòng Đào Tạo Quốc Tế để tư ván cho bạn nha.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Do sơ sót của em không kiểm tra mail nên bị trễ hạn đăng kí đợt 2, em có đăng kí vào đợt 1 nhưng bị hủy. Giờ em có thể đăng kí bổ sung môn Kinh tế chính trị [full_name][full_name] SP1033 lớp DT01 được không ạ. Em cảm ơn rất nhiều.. .",
            "Chào bạn,. . . . Hiện tại đang trong đợt DKMH dự thính đợt 3, bạn vào đăng kí nha.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Chào thầy/cô,. . . . Em là sinh viên K16, khoa Máy tính, hiện đang theo học chương trình KSTN.. . . . Hiện tại em đã đủ các tiêu chuẩn để tốt nghiệp trong đợt tốt nghiệp tháng 11 này, riêng chỉ có tiêu chuẩn về chứng chỉ TOEIC Speaking - Writing với mức 245 cho KSTN. Hiện tại em chỉ đạt được mức điểm  200 cho chương trình chính quy.. . . . Em muốn hỏi là em có thể đăng ký tốt nghiệp theo bằng chính quy được không nếu em vẫn chưa thi được mức điểm của KSTN. Vì theo quy định trên AAO, em không thấy đề cập về trường hợp này ạ.. . . . Trong danh sách dự kiến tốt nghiệp từ PĐT, các bạn như em (chưa đủ mức điểm cho KSTN), không nằm trong danh sách này ạ. Liệu em có cần đăng ký thêm thủ tục nào để được xét tốt nghiệp bằng chính quy trong đợt tháng 11 này không ạ?. . . . Mong thầy/cô hồi đáp giúp em ạ!. . . . Em cảm ơn,. . . . [full_name].. .",
            "Chào bạn,. . Bạn vui lòng làm đơn xin xét tốt nghiệp bằng chính quy (không nhận bằng KSTN) và nộp tại Phòng Đào tạo nhé!. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Phòng đạo tạo đăng kí giúp em môn học dự thính vì lớp mở muộn em đăng kí không kịp, hoàn thành tiến độ học tập đúng hạn ạ. . Tên môn học: Máy thủy lực - máy nén. . Mã số môn học: CI3161. . Nhóm lớp: DT01. . Phòng học : B1-211. . Thứ 5. . Tiết 13-14-15. . . .",
            "Chào bạn,. . . . Hiện tại đang trong đợt DKMH dự thính đợt 3, bạn vào đăng kí nha.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: 1633672  /b \t. . . .   i Yêu cầu khác . Học kỳ 1 khóa 2019-2020 em có đăng ký môn Nguyên Lý Máy mã môn ME2003 ở 2 nhóm T01-A và RZ01-, nhóm T01-A em đã đậu nên không đi thi nhóm RZ01- vì nhóm này tổ chức thi sau nhưng phòng đào tạo cập nhật điểm cho em cả 2 nhóm là 13.0 là vắng thi.. . Mong phòng đào tạo cập nhật lại điểm môn Nguyên Lý Máy ở nhóm T01-A giúp em.. . Em xin chân thành cảm ơn",
            "Gửi đến SV. . Phòng Đào tạo đã cập nhật điểm. . Thân chào"
        ]
    },
    {
        "intent": "",
        "message": [
            "Cho em hỏi, ví dụ học kì 202 em đăng ký môn Anh văn 3 và dự thính học kì 202 em đăng ký Anh văn 4 có được không ạ ?. . Sở dĩ em hỏi vậy là do bạn em học Tư tưởng Hồ Chí Minh và Đường lối CMĐCS Việt Nam trong cùng một học kỳ (dù môn Đường lối yêu cầu học trước Tư tưởng HCM). . Em cảm ơn ạ.. . . .",
            "Chào bạn,. .  . . - Học kì 202 em đăng ký môn Anh văn 3 và dự thính học kì 202 em đăng ký Anh văn 4 --  không được nha bạn.. . . . - Học kỳ 192 khác biệt so với học kỳ trước vì do dịch covid_192 nên nhưng môn học kỳ 2 đã học livestram trước đó rất lâu. Khi bắt đầu học trực tiếp trên lớp những môn lý thuyết bạn đã học tương đối hơn nữa chương trình học, nên nhà trường đặc cách nhưng môn học trước có thể đăng kí vào dự thính 192 nha bạn (tức là 2 môn học chung 1 học kỳ).. . . . Thân. . . .",
            "No solution"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Thầy cô cho Em hỏi Phòng CTCT - SV ở CS 2 T7 có mở cửa tiếp SV không ạ?. .",
            "Chào bạn,. . Vấn đề về sinh hoạt công dân, bảo hiểm y tế, BHTN, điểm rèn luyện, sinh viên khá giỏi toàn diện, giấy xác nhận sinh viên về vay vốn ngân hàng bạn vui lòng liên hệ tại Phòng Công tác chính trị sinh viên để được hướng dẫn.. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ chào thầy /cô! . . Em đang có thắc mắc lúc đkmh dự thính 201.Đợt 1 em đki thành công, đợt 2 cũng thành công.E không vi phạm bất kì điều kiện gì nhưng thời khóa biểu lại không có lịch học còn bkel lại hiển thị môn học đó.Vậy thì em có bị hủy môn học đó không?Nếu hủy thì tại sao không hủy ngay đợt 1 mà lại hủy khi có tkb rồi ạ ?",
            "Chào bạn,. . . . Bạn vui lòng xem kết quả DKMH, hiện tại còn trong đợt 3 DKMH  của dự thính bạn lên đăng kí lại nha.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em Chào PĐT,. . Em là [full_name]_MSSV:[student_id]. . Em xin phép PĐT đăng kí bổ sung lớp Giải Tích 2 kì Dự thính 201.. . Lí do: Vì đơn xin học cùng k20 đã được chấp nhận và lịch học giữa môn học đó và môn Giải tích 2 lại ở hai cơ sở và không có thời giãn cách phù hợp. Nên đã bị xóa môn Giải tích 2.. . Xin phép PĐT đăng kí bổ sung giúp em vào lớp Giải tích 2.. . Môn Học: Giải tích 2.. . Mã Môn Học: MT1005. . Nhóm Lớp: DT08. . . . Em xin trân trọng cám ơn. . .",
            "Chào bạn,. . . . Hiện tại đang trong đợt DKMH dự thính đợt 3, bạn vào đăng kí nha.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Thưa anh/chị,. . Cho em hỏi làm thế nào thế nào để em và khoảng 20 bạn nữa có thể mở lớp ci2005 cơ lưu chất trong kỳ này ạ. Vì kỳ sau chúng e phải làm luận văn tốt nghiệp. Và một số anh chị cần ra trường. . . Hoàn cảnh gia đình mỗi khác nhau, việc ra trường đúng hạn đối với một số sinh viên chúng em quyết định cả một tương lai của bản thân và gia đình.. . Với lại chúng em thấy khoảng thời gian 1 tiếng 10 phút hoàn toàn đủ để chúng em tham gia lớp học giữa 2 cơ sở. Vì môn trước đó thường về sớm. Hoặc nhà trường có thể xem xét mở lớp online. Như trong đợt dịch vừa rồi ạ.. . Kính mong phòng đào tạo xem xét và tạo điều kiện cho chúng em. . . Em xin chân thành cảm ơn ạ",
            "Chào bạn,. . . . Môn CI2005 có mở dự thính,  đợt 3 DKMH bạn vào đăng kí nha.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Cho em hỏi vừa rồi em đăng kí học dự thính 2 môn nhưng do lịch học quá dày cho em hỏi có thể cho em chỉ đóng họ phí một môn và học một môn thôi được ko ạ\t. . Em xin cám ơn. .",
            "Chào bạn,. . . . Bạn đăng học bao nhiêu môn thì học phí sẽ đóng bấy nhiêu môn chứ bạn. Trừ trường hợp bạn không đăng kí học thì mới không đóng học phí.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ chào Thầy,Cô ạ.. . Em có đăng kí môn mạch điện tử (EE2007) nhóm lớp DT02_DT05 dự thính trùng 1 tiết 10 với môn Đường lối cách mạng của Đảng Cộng Sản Việt Nam.Nên môn mạch điện tử bị xóa ạ. .  Em xin được đăng kí thêm môn mạch điện tử  . Còn tiết trễ em sẽ bù lại sau ạ. Cám ơn Thầy ,Cô đã đọc ạ",
            "Chào bạn,. . . . Bạn vui lòng xem kết quả DKMH, hiện tại còn trong đợt 3 DKMH  của dự thính bạn lên đăng kí lại nha.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em chào cô.. . Em tên là Hồ Thiện Minh. . MSSV :[student_id]. . Em muốn được đăng kí môn Nhập Môn Kiến Trúc . . MSMH:CI1065. . Nhưng do em đã đăng kí hiện tại là 19 chỉ và không được cập nhật như các bạn cùng đăng kí vì do vượt quá số chỉ tối đa của học kì. . . Em xin Phòng Đào Tạo cho phép em tăng số tín chỉ tối đa là 22 chỉ để em được đăng kí bổ sung thêm môn Nhập Môn Kiến Trúc 3 chỉ ạ  . . Môn này rất khó để đăng kí nhưng do sự sơ xuất của em nên gây nên sự bất tiền này. . . . Em xin Phòng Đào Tạo thương tình mà giúp đỡ em ạ. . . . Em xin lỗi vì sự bất tiện này.. . Em mong được sự giúp đỡ của cô.. . Em chân thành cám ơn cô ạ.. .",
            "Chào bạn,. . . . Trong qui chế học vụ điều 9, mục 9.3 có qui định như sau:. . 9.3. Số tín chỉ tối đa trong một học kỳ chính. . . . Số tín chỉ tối đa được phép đăng ký trong một học kỳ chính (SốTCmax) là 21 TC. Các trường hợp riêng:. . . . -       SV khá giỏi (ĐTBTL ≥ 7,5 hoặc SV lớp KSTN): SốTCmax = 25 TC (Không áp dụng cho HK có TTTN hoặc LVTN/TLTN) và phải được sự đồng ý của [full_name].. . . . -       SV chương trình Kỹ sư chất lượng cao Việt-Pháp (PFIEV) từ K.2018 về trước: SốTCmax  = 35 TC.. . . . -       Các lớp có học kỳ chính mở ngoài giờ không hạn chế SốTCmax mà bị giới hạn bởi quỹ thời gian có thể xếp TKB.. . . . - Việc này bạn viết đơn gởi ban lãnh đạo phòng Đào Tạo  xét duyệt thử nha.. . . . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính gửi: Phòng Đào Tạo. . . . Em tên: Hàng Phước Tánh. . MSSV:170010. . . . Lý do: em xin đăng ký môn học AV4 (mã LA1009) ,do em bị trùng lịch của môn học khác , và lớp AV4 thứ 4 và thứ 7 em học được nhưng lớp đã đủ sỉ số ạ , Dạ nay em làm đơn kính mong Phòng Đạo Tạo tăng thêm sỉ số Môn Anh Văn 4 lớp thứ 4 và thứ 7 để em có thể học được ạ . . . Kính mong nhận được sự chấp thuận của Phòng Đào Tạo. Em [full_name] cảm ơn ạ.",
            "Dạ em xin phép Phòng đào tạo cho em được đăng ký vào lớp anh văn 4 lớp thứ tư và thứ 6 ạ ( em xin lỗi đã làm phiền Phòng đào tạo ) kính mong nhận được sự chấp thuận của Phòng Đào Tạo . . . Em xin chân thành cảm ơn ạ.",
            "Chào bạn,. . . . Bạn muốn tăng sỉ số môn nào bạn cho biết mã số môn học?, mã nhóm?.. . . . Thân",
            "li answer rate: Answer suits the needs / Câu trả lời đúng ý"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính thưa pđt,em viết mail này để xin pđt có thể cho em được đk thêm môn thí nghiệm vật lý dự thính ạ. . Lý do:Do mấy ngày nay em bị sốt,cảm(sốt 39 độ) nằm trên giường không thể đi lại,cũng không thể làm gì được vì vậy nên đã quá thời hạn đk môn dự thính ạ.Nên em viết mail này mong pđt thông cảm và xem xét cho em được đk môn tnvl của thầy [full_name] với ạ. .  Mong pđt thông cảm và xem xét cho em được đk môn tnvl với ạ.Nếu được thì em cảm ơn pđt rất nhiều ạ",
            "Chào bạn,. . . . Hiện tại đang trong đợt DKMH dự thính đợt 3, bạn vào đăng kí nha.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "I Yêu cầu khác: Kính gửi anh/chị,. . . . Hiện tại trang student info của em không có mục tiến độ học tập.. . . . Mong bộ phận kỹ thuật hỗ trợ giúp em ạ.. . . . Trân trọng,. . [full_name]",
            "Chào bạn,. . . . Hiện tại tiến độ học tập hiện nay không cập nhật nữa nha bạn.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Cho em hỏi sao em đã đăng kí thành công 2 môn trong kì dự thính mà giờ trong thời khóa biểu cập nhật thì chỉ còn một môn vậy ạ. Cả 2 môn đều không trùng giờ học và là môn đại cương ạ.",
            "Chào bạn,. . . . Bạn vui lòng xem kết quả DKMH, hiện tại còn trong đợt 3 DKMH  của dự thính bạn lên đăng kí lại nha.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em chào thầy/cô. . . Em tên [full_name] hệ VHVL. MSSV [student_id].. . Kì này em có đăng kí luận văn tốt nghiệp và đã có thời khóa biểu, nhưng hôm nay em xem lại thời khóa biểu đã mất luận văn tốt nghiệp. . . Mong thầy/cô giúp tạo điều kiện để em sớm tốt nghiệp.. . Em xin cám ơn thầy/cô.",
            "Gửi đến SV. . SV có tên trong danh sách nhận LVTN HK201 mà PĐT đã gửi về [full_name]. . Thân chào."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Cho em hỏi là tại sao đợt đăng ký môn học dự thính em đăng ký 4 môn, đều được báo đăng ký thành công. Mà giờ trong thời khoá biểu của em lại không được cập nhật môn học ạ.",
            "Vì trong đợt đăng ký đợt 2, môn Vật Lý 1 và môn Độ tin cậy và đảm bảo chất lượng (IU2007) không bị trùng lịch nên em không chỉnh sửa gì cả, giờ em thấy xếp lịch bị trùng 1 tiết học trực tuyến môn Vật lý 1 nên môn IU2007 của em hình như không được xếp vào. Em có thể chuyển nhóm tiết học Online Vật lý 1 để được học môn IU2007 không ạ",
            "Chào bạn,. . . . Bạn vui lòng xem kết quả DKMH, hiện tại còn trong đợt 3 DKMH  của dự thính bạn lên đăng kí lại nha.. . . . Đợt 3 DKMH chỉ cho đăng kí môn học, không cho chuyển nhóm nha.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính thưa pđt,em viết mail này để xin pđt có thể cho em được đk thêm môn thí nghiệm vật lý dự thính ạ. . Lý do:Do mấy ngày nay em bị sốt,cảm(sốt 39 độ) nằm trên giường không thể đi lại,cũng không thể làm gì được vì vậy nên đã quá thời hạn đk môn dự thính ạ.Nên em viết mail này mong pđt thông cảm và xem xét cho em được đk môn tnvl của thầy [full_name] với ạ. . Mong pđt thông cảm và xem xét cho em được đk môn tnvl với ạ.Nếu được thì em cảm ơn pđt rất nhiều ạ"
        ]
    },
    {
        "intent": "",
        "message": [
            "Cho em hỏi nếu đổi ngày đi shcd thì có bị trừ điểm rèn luyện hay gì không ạ.",
            "Cho em hỏi nếu đổi ngày đi shcd thì có bị trừ điểm rèn luyện hay gì không ạ.",
            "Chào bạn,. . Vấn đề về sinh hoạt công dân, bảo hiểm y tế, BHTN, điểm rèn luyện, sinh viên khá giỏi toàn diện, giấy xác nhận sinh viên về vay vốn ngân hàng bạn vui lòng liên hệ tại Phòng Công tác chính trị sinh viên để được hướng dẫn.. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em kính chào PĐT,. . . . Em tên [full_name], MSSV: [student_id].. . . . Em đã có điểm kiểm tra tiếng Anh nói-viết vào thứ 3 tuần rồi (06/10/2020) và đủ điều kiện để tốt nghiệp.. . . . Em muốn hỏi khi nào em nhận được mail thông báo có tên trong danh sách tốt nghiệp dự kiến ạ, và ngoài ra em có cần làm theo yêu cầu nào khác không ạ?. . . . Em xin cảm ơn.",
            "Chào bạn,. . . .    Phòng đào tạo đã ghi nhận trường hợp xét tốt nghiệp bổ sung của sinh viên, sau ngày 21/10 Phòng Đào Tạo sẽ thông báo danh sách tốt nghiệp cập nhật mới : . . -          Sinh viên xem kết quả xét lại tốt nghiệp trên: www.aao.hcmut.edu.vn - tốt nghiệp - thông tin tốt nghiệp -  danh sách tốt nghiệp 11/2020. . -          Trường hợp không có tên trong danh sách tốt nghiệp bổ sung sinh viên liên hệ trực tiếp phòng đào tạo để kiểm tra lại lý do.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ nhà trường cho em hỏi, dự thính kì này mình có đợt 3 không ạ, vì em vừa có kết quả môn nên đăng kí không kịp đợt 2 môn giải tích 1 và 2 ạ. Em cảm ơn nhà Trường a. . . .",
            "Nếu được, mong nhà trường hỗ trợ em được vào 1 lớp bất kì của môn giải tích 2 ạ, vì đợt này em nghĩ cũng có đợt 3 như các kì trước và đợt 2 em đăng kí trể 1 hôm, khi đọc lại thông báo lịch trình đăng kí môn kì 201 em mới thấy chỉ có 2 đợt, em cảm ơn nhà trường đã hỗ trợ ạ.",
            "li answer rate: Answer suits the needs / Câu trả lời đúng ý",
            "Chào bạn,. . . . Hiện tại đang trong đợt DKMH dự thính đợt 3, bạn vào đăng kí nha.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "-Học vụ . Học kỳ 2 (2019-2020) em không đăng ký môn học , em cũng không nhận được mail của trường, nay lên xem mybk thì báo rằng bị tạm dừng học. Hiện em đã hoàn thành điều kiện để tốt nghiệp, chỉ thiếu điểm anh văn nói viết. Vậy bây giờ em nên nộp đơn để thu nhận lại hay chờ có điểm tiếng anh rồi mới nộp đơn? Và cho em hỏi sau khi nộp đơn cứu xét thì bao lâu mới có quyết định thu nhận lại?  Em cảm ơn.",
            "Chào bạn. . Bạn tải mẫu đơn thu nhận rồi nộp tại phòng đào tạo để xử lý thu nhận cho em nghen. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Phòng đào tạo cho em hỏi:. . Học kỳ 20.1 - dự thính cơ mở đợt 3 không ạ?. . em cảm ơn phòng đào tạo.",
            "Chào bạn,. . . . Hiện tại đang trong đợt DKMH dự thính đợt 3, bạn vào đăng kí nha.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em tên [full_name] MSSV [student_id]. . . Lý do: Xin phòng đào tạo cho em được đăng ký môn cơ học kết cấu CI2029 nhóm DT01 giảng viên [full_name] ạ. . Vì trễ đăng ký nên em không thể đăng ký thêm được nữa ạ. Môn này cũng là môn rất quan trọng để em có thể đăng ký những môn khác cho học kì sau ạ. . . Em xin phòng đào tạo xử lý giùm e ạ. Em cảm ơn nhiều ạ.",
            "Chào bạn,. . . . Hiện tại đang trong đợt DKMH dự thính đợt 3, bạn vào đăng kí nha.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Thầy cô cho em hỏi cách làm đơn vay vốn ngân hàng chính sách xã hội tại địa phương với ạ.. . Em xin cảm ơn."
        ]
    },
    {
        "intent": "",
        "message": [
            "Em tên : [full_name] . . Mã sinh viên : [student_id]. . Việc là em muốn bảo lưu kết quả trúng tuyển để năm sau học nhưng không biết làm như thế nào em mong thầy/cô giúp em vấn đề này . . ( kỹ thuật vật liệu - mã ngành: 129 ). . . . . .",
            "Chào bạn,. . Bạn có thể làm đơn bảo lưu kết quả tuyển sinh và nộp tại Phòng Đào tạo (theo quy định hướng dẫn tại trang tuyensinh.vn/Thông tin nhập học/ Phần 3 Bảo lưu tuyển sinh. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Thưa Thầy/Cô,. . Dạ em biết là thời hạn đăng kí môn học dự thính học kì 201 đã kết thúc, vì lúc trước đó em chưa sắp xếp được khoảng thời gian hợp lý để học. Sau khi đã sắp xếp xong thì cũng đã trễ thời hạn 1 ngày. Em xin hỏi quý Thầy/Cô rằng em có thể làm đơn xin đăng kí môn học bổ sung cho kì dự thính này được nữa không ạ? Vì em cần hoàn thành vài môn học trong học kì này.. . Em xin chân thành cảm ơn.. . . .   i Đăng ký môn học .",
            "Chào bạn,. . . . Hiện tại đang trong đợt DKMH dự thính đợt 3, bạn vào đăng kí nha.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính gửi quý thầy cô phòng đào tạo của Đại Học Bách Khoa.. . Em tên: Đỗ Trần Hùng     Mssv: [student_id]. . Lớp: Việt Pháp 1/ 2018. . Nay em làm đơn này xin phép thầy cô có thể cho em đăng ký được học lớp dự thính môn điện động học (404709). 9/10 là ngày hết hạn đăng ký học dự thính, nhưng bởi vì hôm nay 10/10 em mới thi lại môn này và cảm thấy kết quả chưa khả quan lắm nên kính mong quý thầy cô có thể xem xét cho em được tham gia vào lớp dự thính này. . . Em xin cảm ơn quý thầy cô. Chúc quý thầy cô có nhiều sức khoẻ.",
            "Chào bạn,. . . . Hiện tại đang trong đợt đăng kí dự thính đợt 3, bạn vào đăng kí nha.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Cho em hỏi làm sao chuyển ca sinh hoạt công dân ạ vì ngày chính của em bị vướng lịch học rồi ạ",
            "Chào bạn,. . Vấn đề về sinh hoạt công dân, bảo hiểm y tế, BHTN, điểm rèn luyện, sinh viên khá giỏi toàn diện, giấy xác nhận sinh viên về vay vốn ngân hàng bạn vui lòng liên hệ tại Phòng Công tác chính trị sinh viên để được hướng dẫn.. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "[full_name] . . . .   B SP1009 - Đườnglối CM của ĐảngCSVN  /B . . . . . .   i Đăng ký môn học .   /B MT1005 - Giải tích 2 - nhóm lớp DT03  B . .   . . . . . . . . . . . . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: 1710524  /b \t. . . . . .   /B XOÁ MÔN HỌC   B . . . .   /B SP1009 - Đườnglối CM của ĐảngCSVN  B . . . . . .   /B Đăng ký môn học  B . . . .   /B MT1005 - Giải tích 2 - nhóm lớp DT03  B . .   . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Dạ em là [full_name] học HC13 của khoa kỹ thuật hóa học K20 . . Dạ em nộp hồ sơ nhập học vào thứ 3 ngày 6/10 . . em quên chụp ảnh lại những giấy chứng nhận tốt nghiệp tạm thời, giấy chứng nhận kết quả thi, giấy khám sức khỏe nên hồ sơ ảnh của em bị thiếu những giấy tờ đó ạ, em phải làm sao ạ",
            "Chào bạn,. . . . Khoảng tháng 11 bạn liên hệ PDT để xin mượn hồ sơ để cập nhật hồ sơ ảnh nha bạn.. . . . Thân"
        ]
    }
]