[
    {
        "intent": "",
        "message": [
            "Em chào thầy, cô ở phòng đào tạo,. . Em tên là [full_name], kỳ này em có đăng ký song hành luận văn và thực tập ngoài trường. Nhưng nhà trường đã hủy vì em chưa có điểm thực tập ngoài trường.. . Không biết em có thể bảo lưu đề cương luận văn và kỳ sau chỉ đăng ký luận văn tốt nghiệp thôi được không ạ?. . Em cảm ơn thầy, cô!. .   i Học vụ .",
            "Chào em,. . Môn Đề cương LVTN của bạn đã có điểm chưa? Vấn đề khi ĐKMH Phòng Đào tạo chỉ xét khi môn học của SV có điểm đạt.. . Về bảo lưu đề cương của bạn còn tùy thuộc vào giảng viên hướng dẫn LVTN của bạn có chấp nhận nữa không nhé!. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Môn kiểm tra do PĐT xếp lịch tập trung . Kính gửi PĐT,. . . . Em xin gửi phiếu đăng ký dự kiểm tra bổ sung giữa kỳ môn Mathematical Modeling ạ. Em đã liên lạc với giảng viên thông qua BKeL nhưng không nhận được hồi đáp nên viết đơn này ạ.. . Em xin cảm ơn ạ.. . . . Thân mến,. . [full_name].",
            "Chào bạn, . . Bạn vui lòng gửi kèm minh chứng và gửi lại đơn cho rõ ràng hơn(đơn của bạn gửi mờ không rõ ràng). . Thân.",
            "Chào chị/cô,. . . . Em gửi lại đơn và PDF vé điện tử của Vietnam Airlines ạ.. . Em xin cảm ơn ạ.. . . . Thân mến,. . [full_name].",
            "li answer rate: Answer is not complete / Câu trả lời chưa hoàn chỉnh",
            "Chào bạn. . Phòng đào tạo gởi Sinh viên Phiếu cho phép kiểm tra bổ sung học kỳ 2/2021-2022 theo file đính kèm.. . Sinh viên cần bản chính vui lòng liên hệ phòng đào tạo 101A1 để nhận.. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: 1712146  /b \t. . . .   i Khiếu nại đăng ký môn học . Em là sinh viên K17 khoa KTHH, do dợt đăng kí môn học vừa rồi em có đăng kí Luận văn tốt nghiệp nhưng bị xóa môn học và em đã không kiểm tra lại để đăng kí vào những đợt bổ sung. Phòng đào tạo cho em hỏi có thể xem xét để em đăng kí báo cáo luận văn trong học kì này không ạ. Em hiện chưa có bằng Tiếng Anh. Em xin cảm ơn ạ.. .",
            "Chào em,. . Bạn vui lòng trình bày rõ là bạn có đủ điều kiện nhận LVTN hay không?. . Vì hiện tại đã quá trễ để đăng ký LVTN cho HK212?. . Thời điểm này phải có xác nhận của GVHD và [full_name] đồng ý nữa nhé!. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Kinh gửi phòng đào tạo, em tên [full_name] - mssv [student_id] - hệ VHVL lớp BK14HTĐ.. . Em viết đơn này mong phòng đạo tạo hướng dẫn em qui trình đăng kí tốt nghiệp, em đã hoàn thành trương trình đào tạo có danh sách tốt nghiệp đợt này, em đã đang kí xét tốt nghiệp vậy em lên nộp bằng tốt nghiệp THPT được chưa và cần bổ sung thêm giấy tờ nào.. . Mong phòng đào tạo hổ trợ giúp em. . Em chân thành cảm ơn !!!  B",
            "Chào em,|. . Được nhé bạn, bạn có thể đem nộp thẩm tra bằng tại phòng  Đào tạo (101A1) nhé bạn. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Kính gửi phòng đào tạo.. . Em là [full_name], MSSV [student_id], khoa Khoa học ứng dụng.. . Hiện tại em đã bị tạm dừng 2 học kỳ vì vấn đề chưa đủ điều kiện anh văn để đăng kí xét tốt nghiệp. Em đã đăng kí thi toeic để lấy bằng nhưng hiện em đang bị nhiễm bệnh nên rất có thể sẽ không thể tham dự kịp kì thi.. . Mong phòng đạo tạo hỗ trợ giúp em làm thế nào để không bị buộc phải thôi học.. . Em xin cảm ơn rất nhiều ạ.. .",
            "Chào bạn,. . Về việc đăng ký thu nhận lại:. . Bạn vui lòng tải mẫu đơn: Thu nhận tại trang web : aao.hcmut.edu.vn    Sinh viên    biểu mẫu. . Điền đầy đủ thông tin nộp qua trực tiếp tại Phòng đào tạo hoặc BKSI bạn nộp để thu nhận vào Hk 221. . - Và cố gắng thi CCNN nộp trước tháng 10/2022 để tốt nghiệp, nếu không sẽ bị xóa tên vì tạm dừng quá hạn cho phép. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em chào anh/chị,. . . . Em tên [full_name], MSSV [student_id], hiện tại em có tên trong danh sách tốt nghiệp dự kiến 2022 (em mới đạt chuẩn AV nói viết vài ngày trước), nhưng vì trong hk2 này em không đăng ký môn nên bị   B tình trạng sinh viên là \"Tạm dừng\"  /B . Cho em hỏi làm sao để em mở khóa tình trạng sinh viên để có thể đăng ký tốt nghiệp trong học kì này được ạ. . . . . Em cảm ơn. . .",
            "\"Chào em,. . Hiện tại PDT đang ra Quyết định thu nhận lại cho SV để đăng ký xét tốt nghiệp, em theo dõi tình trạng trên mybk/Thông tin Sinh viên, khi nào chuyển qua trạng thái \"\"đang học\"\", em vào đăng ký tốt nghiệp lại nhé.. . Thân\""
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Thưa thầy (cô), em tên là [full_name], Mssv: [student_id], lớp L02 môn MT2013. . . . Hôm ngày 6/3, em có lịch thi XSTK vào lúc 2h chiều, nhưng đến lúc vào BKex lại không tìm thấy phòng thi trong khi hôm 5/3 vào thì vẫn có, em không biết vì lí do gì, nên em mong thầy (cô) có thể giải quyết và cho phép em được thi bổ sung ạ. Em xin cảm ơn. .",
            "đang xử lý."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Kính gửi Phòng Đào Tạo,. . . . Em đã có mặt trong danh sách tốt nghiệp dự kiến của trường tháng 4/2022 nhưng không thể vào trang đăng ký tốt nghiệp trên trang MyBK. Em tạo yêu cầu này để đăng ký và mong Phòng Đào tạo mở quyền truy cập để em đăng ký tốt nghiệp.. . . . Em xin cảm ơn ạ.",
            "\"Chào em,. . Hiện tại PDT đang ra Quyết định thu nhận lại cho SV để đăng ký xét tốt nghiệp, em theo dõi tình trạng trên mybk/Thông tin Sinh viên, khi nào chuyển qua trạng thái \"\"đang học\"\", em vào đăng ký tốt nghiệp lại nhé.. . Thân\""
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Em có lỡ quên đăng ký BHYT đợt 07/03 đến 16/03. Em muốn đăng ký bổ sung thì làm sao ạ ? Em xin cảm ơn.. . . .",
            "Chào bạn. . Vấn đề BHYT, Học bổng, vay vốn ngân hàng, gia hạn và miễn giảm học phí, sinh hoạt công dân… Bạn vui lòng liên hệ Phòng Công tác Chính trị Sinh viên để được hướng dẫn.. . Email: [email]. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính gửi thầy cô Phòng đào tạo,. . Em tên là [full_name], MSSV: [student_id], là sinh viên khoa xây dựng. . . Hiện tại em và một vài bạn thuộc khóa 17,18 vẫn chưa qua môn Thủy lực thủy văn cầu đường (CI3011). Em có xem qua chương trình đào tạo của khóa K19 thì không thấy môn học trên nên có thể sẽ không đủ sỉ số để xin mở lớp.. . Thưa thầy cô cho em hỏi là với tình hình như trên thì có cách nào để em và các bạn khác có thể hoàn thành môn học này được không ạ ?. . Mong câu trả lời sớm nhất từ thầy cô.. . Em xin cảm ơn.",
            "\"Chào bạn,. . Về Chương trình Đào tạo, danh sách môn tương đương…, bạn vui lòng xem tại:. . aao.hcmut.edu.vn/Sinh viên/Chương trình Đào tạo. . Sinh viên thắc mắc về CTĐT vui lòng liên hệ về Khoa xin gặp Thầy/Cô Phụ trách về CTĐT để được tư vấn và hỗ trợ thêm.. . Thân. . \""
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Thưa phòng đào tạo,. . Em tên [full_name]-[student_id]. Em gặp 1 vấn đề là em chưa qua môn thủy lực cầu đường (mã CI3011) ạ mà môn này có vẻ chỉ còn tầm 3, 4 bạn vướng lại là có em với bạn em. Em đăng kí kì này thì do ít sinh viên quá nên không mở lớp được mà môn này qua lứa sau không có môn tương đương trong chương trình học thưa [full_name] nên giờ em không biết phải làm sao để trả môn này ạ. Hay bộ môn có thể tổ chức một đợt thi vớt cho tụi em qua môn này hoặc tụi em có thể môn một môn tự chọn có số chỉ tương đương để hoàn thành được không ạ. Mong thầy giải đáp giúp em với em cám ơn.. . Cám ơn [full_name] đã đọc mail ạ!!!. . . .",
            "\"Chào bạn,. . Về Chương trình Đào tạo, danh sách môn tương đương…, bạn vui lòng xem tại:. . aao.hcmut.edu.vn/Sinh viên/Chương trình Đào tạo. . Sinh viên thắc mắc về CTĐT vui lòng liên hệ về Khoa xin gặp Thầy/Cô Phụ trách về CTĐT để được tư vấn và hỗ trợ thêm.. . Thân. . \""
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Dạ em chào pđt, . . . . Hiện tại là em đã hoàn thành hết tât cả các yêu cầu tốt nghiệp của trường rồi ạ. Giờ em đang chờ bên pđt chuyển điểm sớm để có thể đăng ký xét tốt nghiệp nhưng em có vào trang web xét tốt nghiệp để xem thử thì không được do tình trạng sinh viên là \"bị xóa tên vì hết thời gian học\".. . . . Mong pđt có thể giúp em, em xin cảm ơn pđt nhiều ạ.",
            "\"Chào bạn,. . PDT đã ghi nhận yêu cầu về đăng ký xét TN của bạn. SV vui lòng theo dõi email  và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 30/03/2022 SV vẫn chưa nhận được thấy tên trong ds dự kiến tốt nghiệp ( Tra danh sách tại http://www.aao.hcmut.edu.vn    Tốt nghiệp    Thông tin tốt nghiệp) hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 04/2022 (cập nhật mới gia hạn thời gian xử lý tốt nghiệp). . Về tình trạng sinh viên, khi nào em có tên trong ds dự kiến tốt nghiệp, PDT sẽ tự động ra QD thu nhận cho bạn nhé. . Thân. . \"",
            "\"Chào bạn. . Pdt kiểm tra hiện tại bạn còn nợ Toeic. . Không đủ ĐK để tốt nghiệp. . Bạn kiểm tra lại nghen. . Trường hợp có khiếu nại bạn có thể gửi lại qua bksi.. . Trường hợp SV học môn tương đương nhưng chưa được cập nhật, vui lòng gửi lại thêm 1 yêu cầu khác về việc xin cập nhật môn tương đương (ghi rõ tên và mã MH SV học, ở học kỳ nào? bao nhiêu điểm? và tương đương với môn học nào thuộc CTĐT của SV). . Thân\""
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em đang có học vài môn tương đương muốn chuyển đổi điểm. . . PDT cho em hỏi em về thủ tục chuyển điểm của môn tương đương ạ.. .",
            "Chào bạn, . . Bạn cần chuyển điểm tương đương môn nào thì bạn vui lòng viết đơn ghi rõ tên môn đã học có điểm và tên môn tương đương. Để phòng đào tạo xem xét trả lời cho bạn theo quy định. . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Gửi phòng đào tạo,. . . . Em là [full_name], mssv: [student_id], khoa: Khoa học ứng dụng.. . Em đã hoàn thành luận văn tốt nghiệp kì 1, năm 2021-2022. Em mới đăng kí nộp chứng chỉ ngoại ngữ Ielts và đang chờ để bên trung tâm BC gửi cho phòng đào tạo thẩm tra ạ. . . Trong lúc này em mới xem lại tình trạng thì thấy tình trạng sinh viên đã là tạm dừng rồi ạ. Em xin đăng kí thu nhận lại tình trạng sinh viên để xét tốt nghiệp ạ. . . Em cũng có câu hỏi phụ là: điểm anh văn sau khi thẩm tra sẽ tự động quy đổi thành anh văn 1,2,3,4 và cập nhật vào điểm trung bình tích lũy ngành đúng không ạ?. . . . Em xin cám ơn. . . . .",
            "Chào em,. . Trường hợp vui lòng thanh toán khoản lệ phí chuyển điểm thì mới ghi nhận SV đăng ký chuyển điểm AV1,2,3,4. . Trường hợp của em vui lòng theo dõi tình trạng thẩm tra chứng chỉ tại mybk/Nộp chứng chỉ ngoại ngữ, khi nào chuyển qua tình trạng đã thẩm tra hợp lệ (thời gian thẩm tra phụ thuộc vào đơn vị cấp chứng chỉ), bạn gửi lại yêu cầu qua bksi xin chuyển điểm sớm để xét tốt nghiệp nhé. . Về tình trạng sinh viên, khi nào em có tên trong ds dự kiến tốt nghiệp, PDT sẽ tự động ra QD thu nhận cho bạn nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em chào thầy cô. . Em thuộc diện được địa phương cấp BHYT, nhưng mà năm nay địa phương không còn cấp nữa. Em có nhu cầu mua BHYT. Em xem lại thông báo mua BHYT thì để là từ ngày 07/03/2022 đến 16h00 14/03/2022. Giờ em muốn mua BHYT thì phải làm sao ạ? Em cảm ơn thầy cô ạ.",
            "Chào bạn. . Vấn đề BHYT, Học bổng, vay vốn ngân hàng, gia hạn và miễn giảm học phí, sinh hoạt công dân… Bạn vui lòng liên hệ Phòng Công tác Chính trị Sinh viên để được hướng dẫn.. . Email: [email]. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Xin chào thầy/cô!!!. . Em [full_name], MSSV [student_id], lớp XD15VL01.. . Em đã hoàn thành xong chương trình chính quy với 142 tín chỉ (hiện tại em vẫn là 140 chỉ do chưa cập nhật điểm chuyển anh văn 4, em đã chuyển điểm lúc trước tết), đạt điều kiện điểm trung bình, đủ 15 ngày công tác xã hội và đủ các điều kiện về chứng chỉ anh văn nói-viết và nghe đọc!. . Nhưng hiện tại, em chưa được đăng kí tốt nghiệp trên mybk và cũng không có tên trong danh sách dự kiến tốt nghiệp tạm thời. Mong thầy/cô xem xét duyệt em vào danh sách tốt nghiệp dự kiến để em có thể đăng kí tốt nghiệp vào đợt tháng 4 này ạ!. . Em cảm ơn!",
            "Đã tl"
        ]
    },
    {
        "intent": "",
        "message": [
            "Phòng đào tạo cho em hỏi là em là sinh viên k2015 và đã có tên trong danh sách dự kiến tốt nghiệp nhưng vẫn chưa được thu nhận lại (do bị tạm dừng học kì do không đăng kí môn học) nên không thể đăng kí tốt nghiệp được thì giờ em phải làm gì ạ?. . Xin cảm ơn. . . .",
            "\"Chào em,. . Hiện tại PDT đang ra Quyết định thu nhận lại cho SV để đăng ký xét tốt nghiệp, em theo dõi tình trạng trên mybk/Thông tin Sinh viên, khi nào chuyển qua trạng thái \"\"đang học\"\", em vào đăng ký tốt nghiệp lại nhé.. . Thân\""
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Dạ em xin chào thầy/cô pdt ạ.. . Em tên là [full_name], MSSV:[student_id]. . Khoa: Kĩ thuật hóa học - ngành công nghệ sinh học. . . Đợt trước em có đăng kí học chương trình liên thông thạc sĩ và đang theo học. Nhưng vì lí do gia đình không còn đủ điều kiện để cho em tiếp tục học chương trình thạc sĩ, nên em muốn hủy không theo học chương trình thạc sĩ nữa ạ. Không biết em phải làm thế nào để được xác nhận hủy học chương trình ạ. Kính mong thầy/cô giúp đỡ. Em xin cảm ơn thầy/cô ạ.",
            "\"Chào bạn. . -        Về vấn đề liên quan đến học chương trình liên thông Kỹ sư-Thạc sĩ & Thạc sĩ (Cao học) bạn vui lòng liên hệ Phòng đào tạo Sau đại học qua địa chỉ: Website:www.pgs.hcmut.edu.vn, Email  [email]. . Xem thêm thông tin :Chương trình Cử nhân – Kỹ sư – Thạc sĩ hiện tại nhà trường tại : trang web portal.hcmut.edu.vn    Đào tạo    Chương trình đào tạo    Quyết định ban hành Quy định về cấu trúc & quy trình xây dựng, thẩm định, hiệu chỉnh chương trình đào tạo. . Thân. . \""
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em chào thầy/cô ạ. . Em là sinh viên K15, thời gian đào tạo tối đa đến 4/2022.. . . . Em có 2 câu hỏi sau ạ:. . . . 1.Tình trạng sinh viên của em hiện tại là \"Nghỉ\".. . Em chỉ còn thiếu điều kiện tốt nghiệp là anh văn.. . Theo lịch của pdt thì đến 11/4/2022 là hạn chót bổ sung điều kiện tốt nghiệp.. . Thầy cô cho em hỏi, sau ngày 11/4/2022 mà em vẫn chưa đủ chuẩn tiếng anh thì em làm đơn xin gia hạn thêm một học kỳ để bổ sung điều kiện tiếng anh thì có được không ạ?. . . . 2. Em đăng kí in bảng điểm nhưng tài khoản OCB online thông báo hết thời hạn hiệu lực khi thực hiện thanh toán.. . Thầy/cô vui lòng cho em hỏi, em có thể thanh toán bằng hình thức tiền mặt hay một hình thức nào khác không ạ?. . Nhờ thầy/cô hỗ trợ giúp em ạ. . Mong nhận được phản hồi từ thầy/cô ạ. . Em xin cảm ơn!. .",
            "\"Chào em,. . SV khóa 2015 hiện tại đã hết thời gian đào tạo theo quy định và hạn cuối tốt nghiệp vào đợt tháng 4/2022 này.. . Hiện tại PDT đã ra quyết định thôi học vì hết thời gian đào tạo. . Trong đợt tốt nghiệp tháng 4/2022 này, khi nào SV đủ điều kiện tốt nghiệp, có thể làm đơn gửi qua bksi để xin cứu xét thu nhận lại để xét tốt nghiệp nhé. . Sau ngày 22/04/2022, SV chưa đủ điều kiện tốt nghiệp do chưa hoàn thành đủ ngày CTXH, CCNN xét tốt nghiệp, có thể nộp đơn xin gian hạn 1HK tại Phòng Đào tạo.. . (chưa đủ điều kiện vì thiếu CCNN  có nghĩa là SV phải hoàn thành tất cả các môn học thuộc CTĐT, kể cả AV1,2,3,4. có thể làm đơn xin gia hạn thời gian nộp CCNN để tốt nghiệp. SV lưu ý, trường hợp này PDT phải xét điều kiện đúng là SV chỉ còn nợ CCNN để tốt nghiệp mới được gia hạn nhé). . Về tài khoản OCB, SV vui lòng liên hệ tại ngân hàng để được hỗ trợ nhé, không thanh toán bằng tiền mặt nhé bạn, bạn có thể thanh toán trực tiếp tại ngân hàng OCB. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính chào quý thầy cô,. . Em là [full_name], MSSV [student_id], lớp VP19PO.. . Em muốn đăng ký in lại thẻ SV, tuy nhiên là do năm trước em có đăng ký một lần nhưng sau đó đã tìm thấy thẻ cũ nên chưa đóng lệ phí in thẻ.. . Hiện tại em không tạo được đăng ký mới.. . Nếu bây giờ em thanh toán theo đăng ký cũ thì em có được cấp thẻ không ạ.. .   i Yêu cầu khác .",
            "Chào em,. . Do em chưa thanh toán khoản lệ phí in thẻ nên không thể đăng ký làm lại thẻ khác được nhé, SV vui lòng vào thanh toán khoản lệ phí in lại thể SV và gửi câu hỏi qua bksi để báo đã thanh toán, để cô nhờ bộ phận in thẻ kiểm tra và in thẻ cho bạn nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Kính gửi quý Thầy/cô.. . . . Em là [full_name] MSSV: [student_id].. . Hiện này em đã hoàn thành tất chương trình học và chờ kết quả anh văn để đăng ký xét tôt nghiệp, nhưng em kiểm tra trên Mybk thì tình trạng SV của em là \" Nghỉ\" vì vậy Thầy/cô cho em hỏi rằng em phải làm những thủ tục gì để được thu nhận lại và đăng ký tốt nghiệp đợt tháng 4 ạ.. . Em xin chân thành cảm ơn ạ",
            "Chào em,. . Trong đợt tốt nghiệp tháng 4/2022 này, khi nào SV đủ điều kiện tốt nghiệp, có thể làm đơn gửi qua bksi để xin cứu xét thu nhận lại để xét tốt nghiệp nhé. . SV theo dõi lịch trình tốt nghiệp tháng 4/2022 tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 4/2022 . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Cho e xin hỏi là em đã học đủ các môn theo chương trình học của trường với những môn em đã được miễn mong thầy cô xem lại giúp em. Nhưng trên hệ thống để là em chưa đủ điều kiện ra trường mong thầy cô xem lại giúp em... Cho em biết em còn thiếu những môn nào.. . Mong thầy cô giúp để em đủ điều kiện ra trường",
            "\"Chào bạn,. . PDT đã ghi nhận yêu cầu về đăng ký xét TN của bạn. SV vui lòng theo dõi email  và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 30/03/2022 SV vẫn chưa nhận được thấy tên trong ds dự kiến tốt nghiệp ( Tra danh sách tại http://www.aao.hcmut.edu.vn    Tốt nghiệp    Thông tin tốt nghiệp) hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 04/2022 (cập nhật mới gia hạn thời gian xử lý tốt nghiệp). . Về tình trạng sinh viên, khi nào em có tên trong ds dự kiến tốt nghiệp, PDT sẽ tự động ra QD thu nhận cho bạn nhé. . Thân. . \""
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Kinh gửi: [full_name]. . Em tên [full_name], MSSV: [student_id], ngành Công nghệ kỹ thuật ô tô.. . Em xin hỏi với bảng điểm, tín chỉ tích lũy, các môn học, chứng chỉ anh văn, ngày công tác xã hội,... của em hiện nay thì em còn thiếu môn học nào, tín chỉ tích lũy đủ không, chứng chỉ anh văn còn thiếu gì,... để đăng ký tốt nghiệp.. . Em xin phòng đạo tạo chỉ ra những thứ còn thiếu sót trong điều kiện để đăng ký tốt nghiệp của em dùm em.. . Em xin cảm ơn",
            "Chào em,. . Trường hợp xét tốt nghiệp báo bạn còn nợ TOEIC. . . . SV xem quy định tại đây: http://www.aao.hcmut.edu.vn/sinh viên/quy chế/học vụ/Quyết định ban hành Quy định học vụ và đào tạo bậc Đại học/ phụ lục 1/2. Chuẩn ngoại ngữ tốt nghiệp . . Thân\""
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Dạ em chào pđt ạ,. . . . Do hiện tại là em là sinh viên K15 nên ngày 15/03/2022 em đã bị nhà trường xóa tên vì hết tgian đào tạo. Hiện tại em đã hoàn thành hết các yêu cầu xét tốt nghiệp nhưng em không vào được trang web do tình hình trên.. . . . Em mong pđt có thể mở khóa giúp em để em có thể đăng ký xét tốt nghiệp được ạ. Em xin cảm ơn pđt nhiều.",
            "\"Chào bạn,. . PDT đã ghi nhận yêu cầu về đăng ký xét TN của bạn. SV vui lòng theo dõi email  và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 30/03/2022 SV vẫn chưa nhận được thấy tên trong ds dự kiến tốt nghiệp ( Tra danh sách tại http://www.aao.hcmut.edu.vn    Tốt nghiệp    Thông tin tốt nghiệp) hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 04/2022 (cập nhật mới gia hạn thời gian xử lý tốt nghiệp). . Về tình trạng sinh viên, khi nào em có tên trong ds dự kiến tốt nghiệp, PDT sẽ tự động ra QD thu nhận cho bạn nhé. . Thân. . \""
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Chào cô. . Em có kết quả nói viết vào ngày Chủ nhật 20/03/2022 ạ. Hiện tại tình trạng của em là bị Nghỉ nên em không đăng ký tốt nghiệp được ạ.. . Em cảm ơn. .",
            "\"Chào bạn,. . PDT đã ghi nhận yêu cầu về đăng ký xét TN của bạn. SV vui lòng theo dõi email  và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 30/03/2022 SV vẫn chưa nhận được thấy tên trong ds dự kiến tốt nghiệp ( Tra danh sách tại http://www.aao.hcmut.edu.vn    Tốt nghiệp    Thông tin tốt nghiệp) hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 04/2022 (cập nhật mới gia hạn thời gian xử lý tốt nghiệp). . Về tình trạng sinh viên, khi nào em có tên trong ds dự kiến tốt nghiệp, PDT sẽ tự động ra QD thu nhận cho bạn nhé. . Thân. . \""
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Dạ kính thưa quý thầy cô, em đã hoàn thành xong môn học cơ lưu chất (CI2003) vào học kỳ 1 (2021 -2022) với điểm tổng kết là 6đ, nhưng hôm nay em vào xem thì hiện không thấy bảng điểm và cũng không được cộng vào số tín chỉ tích lũy.. . Kính mong quý thầy cô PĐT giải quyết thắc mắc giúp em. . . xin chân thành cám ơn. . trân trọng!. .",
            "Chào em,. . Em vui lòng liên hệ GV/Bộ Môn/Khoa nhờ nộp bảng điểm sớm lên Phòng Đào tạo để cập nhật điểm sớm cho SV nhé. . Điểm là do GV chấm, nhập điểm và nộp cho Khoa chuyển Phòng Đào tạo cập nhật cho SV nhé. . Thân",
            "li answer rate: Answer does not suit / Câu trả lời không đúng ý"
        ]
    },
    {
        "intent": "",
        "message": [
            "Em chào thầy cô.. . em là [full_name] mssv [student_id]. . em có vắng buổi thi Gk môn hoá đại cương 19/3/2022  do nhập viện vì covid ạ. em có mail nhanh cho pđt nhưng chưa thấy hồi đáp. mong quý thầy cô hướng dẫn em được kiểm tra bổ sung ạ. . . em cảm ơn.",
            "\"Chào bạn,. . Về việc kiểm tra bổ sung (giữa kỳ):. . SV có thể liên hệ với GV để xin được kiểm tra bổ sung lại, nếu GV không đồng ý. . Bạn vui lòng tải mẫu đơn: Phiếu đăng ký dự thi kiểm tra bổ sung tại trang web : aao.hcmut.edu.vn    Sinh viên    biểu mẫu. . Điền đầy đủ thông tin đính kèm minh chứng nộp tại BKSI (áp dụng đối với các môn lý thuyết có lịch thi ). . Thân\""
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học  /CH43B3 . . . . Em đăng ký LVTN từ kỳ 211 nhưng do dịch em không lên phòng làm thí nghiệm được, kỳ 212 em mới bắt đầu làm. Em muốn hỏi làm thế nào để đăng ký LVTN bổ sung vô kỳ này ạ. Tại hiện giờ em không có tên trong danh sách làm LVTN ạ.. . Em cảm ơn ạ. . . .",
            "\"Chào bạn. . Hiện tại đã đến tuần thứ 13 của HK 212, nên bạn vui lòng làm đơn đăng ký LVTN, trong đơn ghi rõ tên môn học, mã số môn học, lý do bổ sung. Và phải có xác nhận của Khoa + Giảng viên hướng dẫn đồng ý bổ sung và xác nhận tiến độ thực hiện được bao nhiêu phần trăm (có thể gởi yêu cầu Khoa + Giảng viên hướng dẫn xác nhận trong đơn, hoặc xác nhận qua mail, bạn chụp hình mail  đồng ý đính kèm ), gởi yêu cầu tại BKSI để xử lý. . Thân. . \""
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính gửi thầy cô :. . Em thuộc khóa 2015 đến nay đã đủ điều kiện tốt nghiệp nhưng em có đăng kí nhầm mã môn học nhưng hai môn tương đương nhau, kính mong thầy cô xem xét giúp em. . Mã môn học: 008001 : Pháp luật Việt Namm đại cương.điểm tổng kết 5.5. . Em muốn chuyển sang môn tương đương. . Mã môn học: SP1007 : Pháp luật Việt Nam đại cương. .   Em xin chân thành cảm ơn.. . . .",
            "Chào em,. . Trường hợp của bạn đã cập nhật và xét đủ điều kiện tốt nghiệp nhé.. . Bạn đợi danh sách tốt nghiệp mới cập nhật trong tuần sau nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Kính gửi Phòng Đào Tạo. . Em tên [full_name] . . Mssv [student_id]. . Em có chuyển hệ vào năm 2021 và học theo chương trình khoá k17,lúc đó em có hỏi thì PĐT nói là học phí của em sẽ được tính theo khoá k17. Ba học kì trước học phí của em đều được tính theo khoá k17 nhưng sao kì 212 này lại tính theo khoá k21 ạ (11tr250 ngàn cho 12 chỉ). . Em cảm ơn.",
            "\"Chào em,. . Em vui lòng xem quy định về tính học phí tại đây:. . http://aao.hcmut.edu.vn/sinh viên/học vụ/học phí/Năm học 2021-2022. . Thông báo này đã gửi thông báo cho SV từ HK 1/2021-2022 . . Trường hợp khiếu nại về HP, Sinh viên vui lòng trình bày rõ về trường hợp của bạn khiếu nại tính sai ở khoản nào giúp cô nhé!. . Thân\""
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Thưa quí thầy cô.. . Em tên Ngô Minh Triều [student_id] CK17NH2\\. . . . Trường hợp em theo như cô báo trên bksi là sẽ bị tạm dừng học học kỳ này và đã bị hủy tkb từ trước tết.Nhưng đến nay pđt vẫn chưa ra quyết định,em vào bkpay thì lại hiển thị học phí hk này (dù em đã bị hủy toàn bộ tkb của kì này từ trước tết rồi ạ, em không được học học kì này).NẾU [full_name]T [full_name] [full_name] Ạ.. . . . Mong quí thầy cô thương em xem xét và xử lý sớm cho em.Em đã mail cho pđt xin xừ lý từ sớm nhưng do pđt [full_name]A ra quyết định nên giờ bắt em đóng thêm khoản học phí em không học thì tội em. . . . Mong quí thầy cô xem lại cách làm việc ạ, đừng để lịch sử lặp lại mà tội em. Em hiện tại bị trễ 1 năm học và đã phải đóng khoản học phí em xin hủy trước đó,[full_name] [full_name].. . . . [full_name]ỦA EM.. . [full_name] Ạ.",
            "đã trả lời"
        ]
    },
    {
        "intent": "",
        "message": [
            ". . Kính chào quý thầy cô.. . Em tên [full_name] - Lớp Z3CD - MSSV: [student_id] - Hệ VHVL khoa: Điện - Điện tử. . . Em có nhận thông báo học phí sau lần điều chỉnh mới nhất, khi truy cập vào ngày 22/03/2022 thì thấy thu thêm 1 khoảng 2.100.000đ với nội dung \"Học phí VHVL địa phương\", so với lần thông báo đầu tiên thì không có khoản này.. . Em rất băn khoăn về khoản học phí này, mong thầy cô giải thích cho em được hiểu ạ.. . Em xin chân thành cảm ơn!. .",
            "Chào bạn,. . - Về thông tin học phí bạn vui lòng xem chi tiết tại trang web aao.hcmut.edu.vn    sinh viên    học vụ    học phí    Mức thu học phí các bậc đào tạo năm 2021-2022   Mục VI- Vừa làm vừa học. . - Học phí của bạn bao gồm 3 khoản:. .   + Học phí dự thính ngoài giờ(nhóm DT): . .    525.00*12 tín chỉ=6.300.000. .   + Học phí Vừa học vừa làm địa phương(Thực tập tốt nghiệp+Đề cương luận văn nhóm Z3CD):  . .    525.000*4 tín chỉ=2.100.00. .   + Ngoài ra bạn còn 1 khoản anh văn dự thính Anh văn 350 sẽ được đưa lên sau. . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Xin chào PĐT, em tên [full_name], MSSV [student_id] cho em xin hỏi cách gia hạn thêm 1 học kì để làm và báo cáo luận văn ạ. Em còn thiếu anh văn để được làm luận văn ạ. Không biết em có thể gia hạn thêm học kì không ạ? Nếu không được thì em phải làm gì ạ? Em mong PĐT giúp em. Em chân thành cảm ơn. . .",
            "\"\"\"Chào bạn. . - Về quy định thời gian và kế hoạch học tập: Bạn vui lòng xem chi tiết tại trang web aao    sinh viên    Quy chế    Quy chế đào tạo và học vụ bậc đại học và cao đẳng    Các trường hợp được kéo dài thời gian đào tạo    điều 5.5. . Trường hợp của bạn không đủ điều kiện gia hạn chỉ có thể chuyển sang vừa làm vừa  học:. . Bạn tải mẫu Phiếu đề nghị chuyển sang VLVH  tại trang web: aao.hcmut.edu.vn gởi tại BKSI để Pdt xử lý chuyển sang VLVH cho bạn. . Thân\"\"\""
        ]
    },
    {
        "intent": "",
        "message": [
            "Em tên [full_name]ỀU [student_id] CK17NH2. . . . Xin quí thầy cô xem lại trường hợp em thông qua các mail và câu hỏi trên bksi từ năm ngoái.. . . . Em hiện vừa vẫn phải chịu đóng học phí nợ từ trước vừa bị phạt tạm dừng học kì này/hủy tkb học kì này từ trước tết (hoàn toàn không nằm trong qui chế nhưng em cũng đành chấp nhận).Thì tại sao bây giờ em phải thêm học phí kì này dù đã bị hủy tkb,có mail thông báo em tạm dừng học nhưng đợi quyết định.. . . . Thưa quí thầy cô pđt,mong quí thầy cô xem xét và thương cho em.Vì bệnh tật,kinh tề khó khăn mà năm ngoái em không thể học được,mail cho các thầy cô thì chỉ nhận sự thờ ơ,nên đành phải bỏ liều.Mọi hình phạt hiện giờ em xin nhận và cố gắng hoàn thành học phí cũ.Nhưng bây giờ bắt em đóng học phí kì này dù kì này em không được học/ bị xử lý tạm dừng (chưa có quyết định do pđt chậm trễ) thì vô lý quá ạ.Em chắc chỉ có chết chứ không có khả năng thanh toán kì này đâu ạ. .",
            "Chào bạn. . Như câu trả lời trước [full_name] đang trong quá trình ra quyết định nên khi nào có quyết định chính thức thì sẽ hủy học phí. . Thân. . . .   QUOTE Thời gian: 02/28/2022 04:26:21 pm. . Từ: [548] (002282) [full_name]. . . . Chào bạn. . Trường hợp của bạn Cô đã xin ý kiến của Ban lãnh đạo Phòng đào tạo và phản hồi lại kết quả cho bạn như sau. . 1) [full_name] đang trong quá trình ra quyết định tạm dừng HK212 cho bạn. . 2) Trước nộp đơn thu nhận lại Hk213 thì bạn phải các khoản thanh toán học phí còn nợ. . 3) theo quy định Không thể hủy học phí, điểm của Hk202,211. . Thân  /QUOTE . . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em là sinh viên khóa 17. PDT Cho em hỏi là sao em đã chuyển điểm tiếng anh, đủ điểm anh văn nói viết và đủ 142 chỉ rồi mà vẫn trong trạng thái tạm dừng và không thể đăng ký tốt nghiệp ạ ? . . . . Em muốn đăng ký tốt nghiệp trong kỳ này thì phải làm sao ạ ? . . . . Em xin cảm ơn",
            "\"Chào bạn,. . PDT đã ghi nhận yêu cầu về đăng ký xét TN của bạn. SV vui lòng theo dõi email  và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 30/03/2022 SV vẫn chưa nhận được thấy tên trong ds dự kiến tốt nghiệp (http://www.aao.hcmut.edu.vn    Tốt nghiệp    Thông tin tốt nghiệp) hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ tại (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 04/2022 . . Về tình trạng sinh viên, khi nào bạn có tên trong ds dự kiến tốt nghiệp, PDT sẽ tự động ra QD thu nhận cho bạn nhé. . Thân\""
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: chào thầy cô ạ, em là sv k20, bây giờ em mới thấy thông báo đóng BHYT mà giờ đã quá hạn, baay giờ em có thể đóng BHYT được không ạ",
            "\"Chào bạn. . Vấn đề BHYT, Học bổng, vay vốn ngân hàng, gia hạn và miễn giảm học phí, sinh hoạt công dân… Bạn vui lòng liên hệ Phòng Công tác Chính trị Sinh viên để được hướng dẫn.. . Email:  [email]. . Thân. . \""
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em chào phòng đào tạo ạ,. . Hiện tại em đã có tên trong danh sách dự kiến tốt nghiệp tháng 4/2022 rồi ạ, tuy nhiên trang đăng ký tốt nghiệp của em bị khóa vì chưa được cấp quyền bởi quản trị ạ. Mong phòng đào tạo mở trang cho em đăng ký tốt nghiệp ạ.. . Em xin cảm ơn.",
            "\"Chào em,. . Hiện tại PDT đang ra Quyết định thu nhận lại cho SV để đăng ký xét tốt nghiệp, em theo dõi tình trạng trên mybk/Thông tin Sinh viên, khi nào chuyển qua trạng thái \"\"đang học\"\", em vào đăng ký tốt nghiệp lại nhé.. . Thân\""
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Cho e hỏi sinh viên k17 vẫn đang học nhưng thẻ sinh viên có hiệu lực tới T3/2022 thì có cần đăng kí làm lại thẻ không ạ",
            "Chào em,. . Tùy nhu cầu của SV nhé, trường hợp thẻ hết hạn, SV có thể đăng ký làm lại và được gia hạn thêm 1 năm nữa nhé bạn.. . SV vui lòng vào trang https://mybk.hcmut.edu.vn/2. Đăng ký in Thẻ Sinh viên. . Để đăng ký nhé!. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em chào thầy/cô ạ,. . . . Em là sinh viên K15 đã hết thời gian đào tạo. Nay em muốn xin chuyển hệ. Thầy/ cô cho em hỏi là em chỉ cần nộp đơn theo mẫu 15 trong Danh sách biểu mẫu dành cho sinh viên (file đính kèm) hay em phải đăng ký Xét tuyển hệ đại học VLVH đợt tháng 04/2022 theo link này: https://mybk.hcmut.edu.vn/tuyensinh/dangKyDotXetTuyen.action. . . . Và nếu đăng ký theo link trên thì em thấy thủ tục cần phải nộp bằng tốt nghiệp cấp 3, nhưng em lại làm mất cả bản chính và bản sao. Lúc nhập học vào năm 2015 thì em có nộp 1 bản sao cho trường, nên bây giờ em xin không phải nộp được không ạ?. . . . Ngoài ra khi đăng ký chuyển hệ thành công thì em đăng ký môn ngay trong học kỳ 3 năm học 2021 - 2022 được không ạ? Hay em chỉ được đăng ký môn học bắt đầu từ học kỳ 1 năm học 2022 -2023 ạ.. . . . Em kính mong thầy cô giúp em ạ. Em cảm ơn thầy cô ạ.. . . .",
            "Chào bạn. . Bạn điền vào mẫu đơn ghi rõ chuyển sang bắt đầu từ HK213 và gởi lại Pdt giải quyết . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Cho hỏi tại sao khóa biểu HK 212  của em lại không có trên hệ thống MYBK ạ ?. . Em cảm ơn !",
            "Thân gởi các bạn sinh viên. . Hiện tại SV đang bị tạm dừng theo quyết định số 855 ngày 25/3/2022 vì chưa thanh toán học phí HK 211 (CHÍNH QUY) theo quy định. Hiện tại TKB HK211,212 đã bị hủy theo quy định, phần học phí HK211& HK212 bị ghi nợ.. . Tất cả thắc mắc, khiếu nại SV vui lòng gởi phản hồi về Phòng đào tao.. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Thưa cô,. . Em tên là [full_name], MSSV [student_id] thuộc lớp DT_HK211 nhóm dt01, môn Giải tích 1 vào học kì 1 năm học 2021-2022. . . Em viết thư này để thắc mắc về việc điểm tổng kết môn của em là 13, em đã tham gia đầy đủ các kì thi và chỉ thiếu điểm bài tập lớn. Theo tính toán của em thì vẫn đủ điểm qua môn, nhưng hôm nay khi kiểm tra lại điểm thì điểm tổng kết môn của em là 13.. . Hơn nữa, nhóm của em là DT01-A, nhưng mà ở khung điểm tổng kết trên mybk của em lại là DT02, không biết đây có phải là sự nhầm lẫn gì không.. . Mong cô kiểm tra lại giúp em và trả lời sớm cho em với ạ. Em là sinh viên năm cuối chỉ còn bảo vệ luận văn mong cô cố gắng giúp em. Em xin cảm ơn cô ạ. . Lần nữa xin cảm ơn và xin lỗi đã làm phiền cô.. . Thân ái,. . . .",
            "Chào em,. . Em vui lòng xem và kiểm tra lại bảng điểm được cập nhật tại mybk/Thông tin sinh viên nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Hiện tại em không thể đăng ký tốt nghiệp với lí do môn học CO1011 (nợ) của em không được cập nhật môn tương đương (CO1027 + CO1031) (đã học lại) tại học kì 202. Mong phòng đào tạo cập nhật sớm để em có thể đăng ký tốt nghiệp. . Điểm CO1027 : 6.0. . Điểm CO1031 : 8.5. .",
            "Chào em,. . Trường hợp của em đã được cập nhật môn tương đương và xét tốt nghiệp.. . SV vui lòng đợi danh sách tốt nghiệp bổ sung cập nhật lại trong tuần sau nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Dạ em chào cô,. . . . Vào thứ năm ngày 17/03/2022 em có đăng ký tốt nghiệp và thanh toán qua bkpay, em có tick vô ô nhận giấy tốt nghiệp tạm thời. Dạ vậy thứ 3 tuần sau (ngày 29/03/2022) (1 tuần sau khi đăng kí tốt nghiệp và thanh toán BKpay, vào thứ 3 hằng tuần_ em có thầy trong mail) em sẽ đến nhận bằng tốt nghiệp tạm thời ở đâu vậy ạ?. . . . Em cảm ơn cô",
            "Tốt nghiệp . . . Tốt nghiệp. . . . Dạ em chào cô,. . . . Vào thứ năm ngày 17/03/2022 em có đăng ký tốt nghiệp và thanh toán qua bkpay, em có tick vô ô nhận giấy tốt nghiệp tạm thời. Dạ vậy thứ 3 tuần sau (ngày 29/03/2022) (1 tuần sau khi đăng kí tốt nghiệp và thanh toán BKpay, vào thứ 3 hằng tuần_ em có thầy trong mail) em sẽ đến nhận bằng tốt nghiệp tạm thời ở đâu vậy ạ?. . . . Em cảm ơn cô",
            "Chào em,. . File giấy CN tốt nghiệp tạm thời sẽ được up trước vào trang mybk/Đăng ký tốt nghiệp cho SV sử dụng trước, sau ngày 28/3 em có thể vào tải về sử dụng trước, bản giấy sẽ nhận tại phòng đào tạo (101a1). . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Kính chào thầy/ cô, em là [full_name], sinh viên khóa K20 thuộc Khoa Môi trường và Tài Nguyên. . . Em gửi đơn xin được dự thi kiểm tra bổ sung môn học MT1007 - Đại số tuyến tính phần thi giữa kỳ, vì lý do bị trùng lịch học thí nghiệm tại trường.. . Mong thầy/ cô xem xét. Em xin cảm ơn ạ. . .",
            "Chào bạn. . Phòng đào tạo gởi Sinh viên Phiếu cho phép kiểm tra bổ sung học kỳ 2/2021-2022 theo file đính kèm.. . Sinh viên cần bản chính vui lòng liên hệ phòng đào tạo 101A1 để nhận.. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Kính chào thầy/cô!. . . . Hiện tại em đã đăng ký thi tiếng anh nói viết vào 30/3. Em không biết liệu khi có kết quả phòng đào tạo còn cho phép đăng ký tốt nghiệp không ạ.. . . . Thầy cô cho em hỏi ngoài tiêu chuẩn về anh văn, em còn chưa đạt điều kiện gì để đăng ký tốt nghiệp không ạ, để em bổ sung.. . . . Chân thành cảm ơn thầy/cô!",
            "\"Chào bạn,. . Cô gửi bạn file xét tốt nghiệp, . . SV vui lòng kiểm tra lại điều kiện của mình, trường hợp khiếu nại thắc mắc vui lòng trình bày rõ và gửi lại qua bksi giúp cô nhé!. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ  /i  cho em xin được hoãn thi môn hóa đại cương, Mã môn học CH1003, vì không đủ trang thiết bị . . . .",
            "\"Chào bạn,. . Về việc kiểm tra bổ sung (giữa kỳ):. . SV có thể liên hệ với GV để xin được kiểm tra bổ sung lại, nếu GV không đồng ý. . Bạn vui lòng tải mẫu đơn: Phiếu đăng ký dự thi kiểm tra bổ sung tại trang web : aao.hcmut.edu.vn    Sinh viên    biểu mẫu. . Điền đầy đủ thông tin đính kèm minh chứng nộp tại BKSI (áp dụng đối với các môn lý thuyết có lịch thi ). . Thân\""
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Kính gửi phòng đào tạo, em tên [full_name], hiện đang thực tập tốt nghiệp bổ sung cho học kì 203 đã đăng kí nhưng hiện có môn thực tập của học kì 212 nữa nên cho em hỏi nếu em đã thực tập trong kì 203 rồi thì em chỉ đóng học phí cho 1 lần môn này thôi đúng khôngạ? Hoặc xin phòng đào tạo xoá môn thực tập trong kì 212 để tránh việc em phải đóng học phí đến 2 lần môn này ạ. Em mong được phòng đào tạo giải quyết. Xin cảm ơn phòng đào tạo.",
            "Chào bạn. . Nếu bạn đã có TKb môn TTTN trong HK203 thì sao lại đăng ký ở HK212, nếu đăng ký có tkb thì phải thanh toán học phí. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Chào Anh/Chị,. . Em tên là [full_name], MSSV [student_id]. Hiện tại tình trạng sinh viên của em đang Tạm dừng và em mong muốn được mở lại tình trạng sinh viên để tiếp tục đăng ký môn học. Anh/Chị có thể giúp em mở lại được không ạ.. . Em xin chân thành cảm ơn Anh/Chị.",
            "Chào bạn,. . Về việc đăng ký thu nhận lại:. . Bạn vui lòng tải mẫu đơn: Thu nhận tại trang web : aao.hcmut.edu.vn    Sinh viên    biểu mẫu. . Điền đầy đủ thông tin nộp qua trực tiếp tại Phòng đào tạo hoặc BKSI. . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . dạ em muốn hỏi là em đã từng thi anh văn tại trường và qua anh văn cơ bản nhưng lại không có cập nhật điểm nên em không thể đăng ký av1 ạ. . . em xin chân thành cảm ơn.",
            "Chào bạn. . Bạn vui lòng gởi minh chứng đính kèm. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Lý do tạo yêu cầu:. . Em tên là [full_name], hiện tại do hệ thống. . đăng ký in thẻ sinh viên trên mybk bị lỗi nên em tạo yêu cầu này để xin đăng ký làm lại thẻ sinh viên ạ. Em cảm ơn.. .",
            "Chào bạn. . Hệ thống in thẻ hoạt động bình thường nghen bạn. . , bạn vào đăng ký lại nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "MT1005 . Ở học kì 2 em không đăng kí được môn Giải tích 2 .Em định kì hè đăng kí học mà em nghe thông tin mới nhất về vấn đề học vụ là kì hè chỉ được đăng kí học cải thiện. Vậy cho em hỏi ở kì hè em có được đăng kí Giải tích 2 không ạ. . . .",
            "Chào bạn. . Bạn đợi thông báo đăng ký HK213 nghen. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Dạ em đang gặp vấn đề là em đã bổ sung điều kiện tốt nghiệp và tên em đã có trong danh sách tốt nghiệp dự kiến tháng 4 nhưng tình trạng sinh viên của em vẫn là tạm dừng nên em không được đăng ký tốt nghiệp ạ.. . . .   i Tốt nghiệp .",
            "Chào em, . . - Hiện tại PDT đã ra Quyết định thu nhận lại cho SV để đăng ký tốt nghiệp, em xem tình trạng trên mybk/Thông tin Sinh viên, đã chuyển qua trạng thái đang học, em vào đăng ký tốt nghiệp lại nhé.. . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Dạ thưa quý thầy/cô PĐT, theo như hướng dẫn của quý thầy cô, em đã đăng ký xét miễn 4 anh văn và đã thanh toán trên BkPay rồi ạ. Em hy vọng được mở lại MyBK của em để em tiến hành đăng ký tốt nghiệp (hiện tại em đã đủ tiêu chuẩn). Em cám ơn quý thầy/cô đã nhắc nhở ạ.",
            "\"Chào bạn,. . PDT đã ghi nhận yêu cầu về đăng ký xét TN của bạn. SV vui lòng theo dõi email  và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 30/03/2022 SV vẫn chưa nhận được thấy tên trong ds dự kiến tốt nghiệp ( Tra danh sách tại http://www.aao.hcmut.edu.vn    Tốt nghiệp    Thông tin tốt nghiệp) hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 04/2022 (cập nhật mới gia hạn thời gian xử lý tốt nghiệp). . Về tình trạng sinh viên, khi nào em có tên trong ds dự kiến tốt nghiệp, PDT sẽ tự động ra QD thu nhận cho bạn nhé. . Thân. . \""
        ]
    }
]