[
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: cho em hỏi tại sao em đã để địa chỉ nhận thẻ là địa chỉ nhà mà trên phiếu lại ghi địa chỉ là pđt cs 2 vậy ạ. Trong khi trong mục địa chỉ chỉ có 2 lựa chọn là pđt cs1 và chuyển phát qua bưu điện.Mong trường kiểm tra giúp em. Nếu em có để nhầm địa chỉ thì mong được thầy/ cô hỗ trợ báo lại cho em để em được chuyển địa chỉ trường chuyển về nhà giúp em ạ. Vì em đang không ở tại tp hcm. Em mong nhận được sự hỗ trợ sớm từ trường ạ. .  Cho em hỏi luôn là làm sao để theo dõi được tình trạng vẩn chuyện của thẻ. Em xin chân thành cảm ơn",
            "Chào bạn,. . Chưa hiểu rõ câu hỏi của bạn, lúc bạn đăng ký in thẻ có chỗ để bạn cập nhật thông tin về tên người nhận, sdt và địa chỉ ko?. . Bạn vui lòng trình bày rõ. . Thân",
            "No solution"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ cho em hỏi, em đã học xong lớp AVCB và lớp AV1A (ở kì dự thính) nhưng vẫn chưa thi cuối kì, vậy:. .    . .     Em phải đăng kí lớp AV2A ở kì chính hay kì dự thính . . . .     Em có thể đăng kí lớp AV2 ở kì chính được không. . . .     Điểm của lớp AVCB và AV1A có được tính vào điểm trung bình tích lũy không hay chỉ được tính tín chỉ. . . . Dạ em cảm ơn ạ. . . .",
            "Chào bạn. . 1) ở Hk nào cũng được nếu có mở lớp, Bạn cứ đăng ký ở Chính quy lẫn dự thính vì môn này học phí tính theo dự thính. . 2) Được. . 3) Tính [full_name] ở các môn anh văn tương đương nên chỉ tính vào số tín chỉ đạt. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Em chào pđt ạ,  do tình hình dịch bệnh nên em không lên hỏi trực tiếp được. . . Em đang học cao đẳng bão dưỡng công nghiệp tháng 11 này em tốt nghiệp,  và em muốn học liên thông từ kì 211 này thì có được không ạ, em đki môn học rồi sau chuyển điểm qua thì có được không ạ.. . Mong thầy cô cho em biết thêm thông tin ạ. . . Chúc thầy cô buổi tối vui vẻ ạ.",
            "Chào em,. . PĐT đã nhận được thông tin của em, đã gửi đến bộ phận phụ trách sẽ trả lời  em qua bksi, email.. . Thân mến,. .",
            "Chào em,. . Đầu vào phải tốt nghiệp Cao Đẳng nhé em, nếu SV học trước các môn bổ túc kiến thức Toán là được (tháng 11 mới mở).. . Thân mến,. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]  /b \t[full_name] [full_name] [full_name] [full_name]   i Học vụ  /i [full_name] [full_name] [full_name] [full_name] Xin chào [full_name][full_name] [full_name] Hiện nay em đã về quê, tuy nhiên hiện tại em chưa có Laptop, vì gia đình em cũng không có điều kiện nên khoảng tháng 9 em nhận được tiền vay sinh viên và mua gấp được[full_name] Kèm theo đó nhà em ở vùng quê, mạng di động rất chập chờn, mà nhà em cũng không có đăng ký Wifi[full_name] Điện thoại của em hiện đang hư camera trước[full_name][full_name] [full_name] Do đó kì thi online sắp tới em có thể không thể tham gia được[full_name][full_name] [full_name] Vậy em muốn hỏi khoảng tháng 9 có đợt thi online nào không[full_name] Kèm với đó em muốn hỏi em có thể xin hoãn thi diện thiếu trang thiết bị được không, nếu được thì cách thức như thế nào[full_name][full_name] [full_name] Em xin cảm ơn",
            "Chào em,. . Về việc hoãn thi cuối kỳ của (HK chính 202, DT202 và DT203). . 1)    Sinh viên vui lòng tải mẫu đơn tại aao.hcmut.edu.vn/ sinh viên/biểu mẫu/Phiếu đăng ký hoãn thi / vắng thi có phép (cuối kỳ) (SV lưu ý ghi rõ 1 môn học/phiếu đăng ký hoãn thi/vắng thi). Điền đầy đủ thông tin và trình bày rõ lý do xin hoãn thi. . 2)    Bổ sung xác nhận:. . -       HK chính 202: Xác nhận của Giảng viên V/v không dự kiến cấm thi (Sv có thể gởi mẫu đơn để Giảng viên xác nhận trên mẫu đơn hoặc xác nhận qua email của Sv, sau đó chụp hình gởi kèm đơn hoãn thi).. . -       HK DT202 và DT203: Xác nhận của Giảng viên V/v không dự kiến cấm thi (hoặc dự kiến không bị ràng buộc đến mức sẽ không đạt môn học, như điểm TNg   =3) (Sv có thể gởi mẫu đơn để Giảng viên xác nhận trên mẫu đơn hoặc xác nhận qua email của Sv, sau đó chụp hình gởi kèm đơn hoãn thi). Tuy vậy, đối với HK DT202 và DT203, Nhà trường đã thông báo rõ ngay từ đầu là học trực tuyến, PĐT có quyền từ chối hoãn thi vì các lý do đường truyền yếu, mạng yếu, webcam…. . -       Đối với DA, TTNT, DCLV, LVTN: phải có xác nhận của GVHD + Bộ Môn + Khoa về việc dịch Covid-19 ảnh hưởng nghiêm trọng đến kết quả thực hiện đề tài, nêu rõ về việc ảnh hưởng nghiêm trọng như thế nào để được xem xét. (Sv có thể gởi mẫu đơn để GVHD + Bộ Môn + Khoa xác nhận trên mẫu đơn hoặc xác nhận qua email của Sv, sau đó chụp hình gởi kèm đơn hoãn thi). . Lưu ý:. . 1. Về kiểm tra giữa kỳ của HK DT202 và 203: SV liên hệ trực tiếp GV và Bộ môn để được xem xét.. .  2. Các môn có phần thí nghiệm, PĐT sẽ tự hoãn thi cho đến khi TNg xong. Một số MH, Giảng viên sẽ đề nghị cho thi trước, điểm TNg sẽ bù sau, khi đó SV có thể xin hoãn thi.. . 3. Về quy định (thi xóa điểm VT, cách tính điểm ĐẠT) Vắng thi có phép và hoãn thi: Bạn vui lòng xem chi tiết tại trang web aao.hcmut.edu.vn--  sinh viên --  Quy chế --  Quy chế đào tạo và học vụ bậc đại học và cao đẳng -- Điều 17.2. . Chúc bạn học tập tốt nhé.. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Em không có máy tính, thì có tham gia thi CK được không??? E dùng điện thoại Realme 3 thì có đủ để làm bài không???. .   i Yêu cầu khác .",
            "Chào bạn,. . Hiện tại về hướng dẫn về thi trực tuyến đang được ban hành, bạn vui lòng đợi thông báo và hướng dẫn về quy định thi trực tuyến nhé!. . Hoặc bạn có thể xem hướng dẫn về việc xin hoãn thi:. . Về việc hoãn thi cuối kỳ của (HK chính 202, DT202 và DT203). . 1)    Sinh viên vui lòng tải mẫu đơn tại aao.hcmut.edu.vn/ sinh viên/biểu mẫu/Phiếu đăng ký hoãn thi / vắng thi có phép (cuối kỳ) (SV lưu ý ghi rõ 1 môn học/phiếu đăng ký hoãn thi/vắng thi). Điền đầy đủ thông tin và trình bày rõ lý do xin hoãn thi. . 2)    Bổ sung xác nhận:. . -       HK chính 202: Xác nhận của Giảng viên V/v không dự kiến cấm thi (Sv có thể gởi mẫu đơn để Giảng viên xác nhận trên mẫu đơn hoặc xác nhận qua email của Sv, sau đó chụp hình gởi kèm đơn hoãn thi).. . -       HK DT202 và DT203: Xác nhận của Giảng viên V/v không dự kiến cấm thi (hoặc dự kiến không bị ràng buộc đến mức sẽ không đạt môn học, như điểm TNg   =3) (Sv có thể gởi mẫu đơn để Giảng viên xác nhận trên mẫu đơn hoặc xác nhận qua email của Sv, sau đó chụp hình gởi kèm đơn hoãn thi). Tuy vậy, đối với HK DT202 và DT203, Nhà trường đã thông báo rõ ngay từ đầu là học trực tuyến, PĐT có quyền từ chối hoãn thi vì các lý do đường truyền yếu, mạng yếu, webcam…. . -       Đối với DA, TTNT, DCLV, LVTN: phải có xác nhận của GVHD + Bộ Môn + Khoa về việc dịch Covid-19 ảnh hưởng nghiêm trọng đến kết quả thực hiện đề tài, nêu rõ về việc ảnh hưởng nghiêm trọng như thế nào để được xem xét. (Sv có thể gởi mẫu đơn để GVHD + Bộ Môn + Khoa xác nhận trên mẫu đơn hoặc xác nhận qua email của Sv, sau đó chụp hình gởi kèm đơn hoãn thi). . Lưu ý:. . 1. Về kiểm tra giữa kỳ của HK DT202 và 203: SV liên hệ trực tiếp GV và Bộ môn để được xem xét.. .  2. Các môn có phần thí nghiệm, PĐT sẽ tự hoãn thi cho đến khi TNg xong. Một số MH, Giảng viên sẽ đề nghị cho thi trước, điểm TNg sẽ bù sau, khi đó SV có thể xin hoãn thi.. . 3. Về quy định (thi xóa điểm VT, cách tính điểm ĐẠT) Vắng thi có phép và hoãn thi: Bạn vui lòng xem chi tiết tại trang web aao.hcmut.edu.vn--  sinh viên --  Quy chế --  Quy chế đào tạo và học vụ bậc đại học và cao đẳng -- Điều 17.2. . Chúc bạn học tập tốt nhé.. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: 2134149  /b \t. . . .   i Học vụ . Kính thưa Thầy và quý Thầy Cô Phòng Đào Tạo Nhà Trường !. . . . Em tên là Lê Toàn, MSSV 2134149, Hệ VHVL, Khoa Quản Lý Công Nghiệp, khóa 2014.. . Em thuộc diện sinh viên chính quy chuyển sang vào tháng 04/2021.. . . . Dạ, thưa Thầy, ở thời gian học chính quy em đã học theo phân ngành Quản Trị Kinh Doanh (trong  ngành QLCN) với tổng số tín chỉ TÍCH LŨY NGÀNH LÀ: 123 tín chỉ.. . . . Tuy nhiên, khi nhận được email của phòng đào tạo gần đây, em lại được xếp vào phân ngành Quản Lý Công Nghiệp do đó số tín chỉ thuộc chuyên ngành cũ em đã học cũng bị mất tương ứng là:. . . . A. Nhom Mon Hoc Bat Buoc Tu Chon (ĐÃ ĐẠT NHƯNG DO EM BỊ XÉT QUA CHUYÊN NGÀNH QLCN NÊN BỊ MẤT) : 7 MÔN - 17 TÍN CHỈ .. .      . . 1. IM3043  Kinh tế học kinh doanh     3 TC          5.5     HK 181. . 2. IM4015  Thuế                                  2 TC          5.5     HK 182. . 3. IM3023 Thương mại điện tử           3   TC        5.0      HK 182. . 4. IM3033 Tiếp thị giữa các tổ chức   3  TC         8.0      HK 182. . 5. IM4007  Kế hoạch kinh doanh         3  TC        7.5      HK 191. . 6.  IM4321 Đề cương luận văn tn        0   TC           6.0      HK 192. . 7.  IM3323Thực tập tốt nghiệp            3    TC          7.5       HK 193  . . . . B. Các môn học bắt buộc đã  tích lũy được , nhưng phòng đào tạo chưa xét chuyển qua: (5 MÔN- 17 TC). . . . 8. IM2019  Kế toán quản trị            3.0                 6.5       HK 183  . . . . 9. MT1007  Đại số tuyến tính         3.0                 6.0        HK 193   . . . . 10. MT1003  Giải tích 1                    4.0               5.5        HK 193  . . . . 11. IM3049  Phân tích dữ liệu           3.0               5.0        HK 201      . . . . 12. PH1003  Vật Lý 1                        4.0               5.0        HK 201          . . . . Dạ, thưa thầy để học 7 môn chuyên ngành trên thì em phải mất hơn 2 năm, nên ngày 19/03 em đã đến phòng đào tạo A1 để làm đơn xin được xếp đúng chuyên ngành. Tuy nhiên thì Thầy tiếp sinh viên lúc ấy nói với em là em không cần làm đơn mà sẽ được xếp đúng chuyên ngành lúc còn học chính quy, em chỉ việc học nối tiếp theo  (vì QTKD và QLCN cùng chung một ngành nên Thầy bảo em không cần làm đơn chuyển ). . . . Dạ, nay em viết thư này kính mong Thầy xem xét  để em được học tiếp chuyên ngành Quản Trị Kinh Doanh; vì nếu được như vậy em chỉ cần một học kỳ để hoàn thành Luận văn Tốt Nghiệp và chứng chỉ Toeic 400 và  môn Anh Văn trong Kinh Doanh.. . . . Hoàn cảnh điều kiện của em phải cùng lúc học và làm từ lúc bắt đầy, em đã học 7 năm rồi, nay nếu bị đổi chuyên ngành và kéo thêm 2 năm nữa thì sẽ trở nên rất khó khăn cho em, nên em kính mong Thầy và Phòng Đào Tạo cứu xét và hướng dẫn em  để em được học theo chuyên ngành cũ để có cơ hội được tốt nghiệp trong năm nay.. . . . Em xin chân thành cám ơn Thầy, kính chúc Thầy nhiều sức khỏe !. . . . Lê Toàn. . 0988320416. . . .   B Phụ Lục: Nguyên văn Danh sách PĐT gửi cho em:  /B   . . . . Sinh Vien       : LE TOAN    ( 2134149). . Tinh Den        : Hoc Ky 2 - Nam Hoc 2020-2021. . Tieu Chuan Xet  : Tieu Chuan Tot Nghiep K.2014 - CQs                          . . . . So Tin Chi Tich Luy Cua Nganh Hoc   92       134. . So Tin Chi Tich Luy Chung          106       134. . Diem Trung Binh Tich Luy          0.00      5.00. . Diem anh van:   0. . . . Nhom To Hop Mon Hoc Bat Buoc Tu Chon 2       6/16   Khong Dat. . . . Mon Hoc Bat Buoc Chua Tich Luy Duoc. . IM2019  KE TOAN QUAN TRI          3.0. . IM3049  PHAN TICH DU LIEU         3.0. . IM3061  ANH VAN TRONG KINH DOANH  3.0. . IM3313  THUC TAP TOT NGHIEP       3.0. . IM4311  DE CUONG LUAN VAN TN      0.0. . IM4313  LUAN VAN TOT NGHIEP (QCN  9.0. . MT1003  GIAI TICH 1               4.0. . MT1007  DAI SO TUYEN TINH         3.0. . PH1003  VAT LY 1                  4.0. . . . . . . .",
            "Chào bạn. . Pdt đã gởi mail cho bạn, bạn kiểm tra lại thông tin nghen. . . . PĐT gởi SV kết quả miễn môn học. . Sau khi tập hợp các email xin miễn môn học của SV, PĐT đã gởi đến các Khoa quản lý môn học để xem xét và được phản hồi. PĐT cập nhật vào hệ thống SV có thể xem kết quả trên web www.aao.hcmut.edu.vn\\stinfo. . Trường hợp các SV có môn không được miễn vì những lý do sau:. . 1. Khoa không có cơ sở để đối sánh đề cương giữa 2 chương trình. Do không có đề cương môn học ở bật Cao Đẳng. . 2. Các môn học bật Cao đẳng có chuẩn đầu ra không tương đương với chuẩn đầu ra bật đại học.. .  . . Đối với trường hợp (1.) Phòng đào tạo sẽ nhận bổ sung đề cương đến hết tháng 09/2021. Lưu ý các môn SV dự kiến xin miễn bổ sung các SV không nên đăng ký môn học thuộc HK211. Nhà trường sẽ không hoàn trả học phí các môn này. . Thân chào, chúc các bạn sức khỏe và thành công. .",
            "Chào bạn,. . Phòng đào tạo đã ghi nhận trường hợp của bạn, và đã chuyển thông tin đến các bộ phận liên quan để kiểm tra và xử lý, bạn vui lòng đợi Pdt phản hồi kết quả qua BKSI hoặc mail sinh viên. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Dạ cho em hỏi về mã số môn học ạ! Hiện tại em đang là sinh viên năm 3 thì có thể đăng ký các môn học có số bắt đầu là số 4 được không ạ? Ví dụ như môn: ME4201, ME4203, ME4205,... Vì em thấy số bắt đầu của từng mã môn học từ trước đến nay nó luôn nhỏ hơn hoặc bằng số năm học hiện tại của em. Em xin cảm ơn ạ!"
        ]
    },
    {
        "intent": "",
        "message": [
            "B   /B Học vụ. Em chào thầy, cô. . cho em xin hỏi, nếu em muốn hoãn thi cuối kỳ 202 thì em cần làm những gì ạ và đơn thì mình nộp như thế nào ạ, em xin cảm ơn!. . . .",
            "Chào bạn,. . Về việc hoãn thi cuối kỳ của (HK chính 202, DT202 và DT203). . 1)\tSinh viên vui lòng tải mẫu đơn tại aao.hcmut.edu.vn/ sinh viên/biểu mẫu/Phiếu đăng ký hoãn thi / vắng thi có phép (cuối kỳ) (SV lưu ý ghi rõ 1 môn học/phiếu đăng ký hoãn thi/vắng thi). Điền đầy đủ thông tin và trình bày rõ lý do xin hoãn thi. . 2)\tBổ sung xác nhận:. . -\tHK chính 202: Xác nhận của Giảng viên V/v không dự kiến cấm thi (Sv có thể gởi mẫu đơn để Giảng viên xác nhận trên mẫu đơn hoặc xác nhận qua email của Sv, sau đó chụp hình gởi kèm đơn hoãn thi). . . -\tHK DT202 và DT203: Xác nhận của Giảng viên V/v không dự kiến cấm thi (hoặc dự kiến không bị ràng buộc đến mức sẽ không đạt môn học, như điểm TNg   =3) (Sv có thể gởi mẫu đơn để Giảng viên xác nhận trên mẫu đơn hoặc xác nhận qua email của Sv, sau đó chụp hình gởi kèm đơn hoãn thi). Tuy vậy, đối với HK DT202 và DT203, Nhà trường đã thông báo rõ ngay từ đầu là học trực tuyến, PĐT có quyền từ chối hoãn thi vì các lý do đường truyền yếu, mạng yếu, webcam…. . -\tĐối với DA, TTNT, DCLV, LVTN: phải có xác nhận của GVHD + Bộ Môn + Khoa về việc dịch Covid-19 ảnh hưởng nghiêm trọng đến kết quả thực hiện đề tài, nêu rõ về việc ảnh hưởng nghiêm trọng như thế nào để được xem xét. (Sv có thể gởi mẫu đơn để GVHD + Bộ Môn + Khoa xác nhận trên mẫu đơn hoặc xác nhận qua email của Sv, sau đó chụp hình gởi kèm đơn hoãn thi). . Lưu ý:. . 1. Về kiểm tra giữa kỳ của HK DT202 và 203: SV liên hệ trực tiếp GV và Bộ môn để được xem xét.. .  2. Các môn có phần thí nghiệm, PĐT sẽ tự hoãn thi cho đến khi TNg xong. Một số MH, Giảng viên sẽ đề nghị cho thi trước, điểm TNg sẽ bù sau, khi đó SV có thể xin hoãn thi.. . 3. Về quy định (thi xóa điểm VT, cách tính điểm ĐẠT) Vắng thi có phép và hoãn thi: Bạn vui lòng xem chi tiết tại trang web aao.hcmut.edu.vn--  sinh viên --  Quy chế --  Quy chế đào tạo và học vụ bậc đại học và cao đẳng -- Điều 17.2. . Chúc bạn học tập tốt nhé.. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em chào PĐT, em hiện đang là sinh viên khóa 2017, khoa Khoa học và Kỹ Thuật Máy Tính. . . . . Em có thắc mắc, hiện tại do tình hình dịch COVID-19 nên em chưa thể đăng kí tham gia thi Anh Văn nói-viết. Vậy thì em có thể chờ, và nếu được thì chờ đến thời điểm nào mới có thể đăng kí thi TOEIC 2 kĩ năng nói-viết được ạ ? Nếu như việc thi lấy chứng chỉ ngoại ngữ bị tạm hoãn thì hiện tại em phải đăng kí môn học hay có cách khác không ạ ?. . . . Mong nhận được phản hồi từ PĐT, em xin cảm ơn.. . . . [full_name], . .",
            "Chào bạn,. . Tùy tình hình hiện tại và cho đến khi nào có chỉ đạo của TP về việc tổ chức lại nhé. Bạn có thể liên hệ tại TTNN để được tư vấn thêm.. . Về việc ĐKMH thì tùy bạn, nếu không có TKB trong học kỳ thì bạn sẽ bị tạm dừng theo quy chế, khi nào đủ điều kiện thì bạn làm đơn thu nhận lại để xét tốt nghiệp.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Rút môn học (phải thanh toán học phí) Học kỳ 203 . Kính chào văn phòng đào tạo. . Em xin rút môn học,vì một chút lý do cá nhân mà đã chậm hạn nộp đơn rút môn học,em mong phòng đào tạo xem xét giúp em.. .",
            "Chào bạn,. . - Phòng Đào tạo đã tiếp nhận yêu cầu về việc xin Rút môn học HK Hè 3/2019-2020 (tính Học Phí). Bạn vui lòng theo dõi kết quả được cập nhật trên trang Mybk/xem điểm sau ngày 15/09/2020 (nếu sau thời gian trên vẫn chưa được xử lý bạn có thể vào trang bksi.hcmut.edu.vn để khiếu nại).. . . . Chúc bạn học tập tốt nhé.. . Thân",
            "li answer rate: Answer does not suit / Câu trả lời không đúng ý"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính gửi PĐT, Em tên là [full_name], SV k17. Thầy cô cho em hỏi là theo tiến độ thì học kì tiếp theo em đăng kí luận văn tốt nghiệp, mà hiện em chưa thể thi toeic để xét nhận luân văn(500), vậy em có thể làm luận văn không ạ, và nếu được thì bao giờ phải nộp Toeic bổ sung ạ. Em cảm ơn.. .",
            "Chào bạn. . Theo quy chế học vu: đăng ký LVTN phải nộp CCNN chuẩn theo quy định. . - Khi nào hết dịch bạn đăng ký thi liền, có kết quả báo PDT để hỗ trợ bạn đăng ký LVTN nghen. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]  /b . . . . Cho em hỏi không có thẻ SV (do em về quê không mang thẻ về cùng) thì dùng CMND thay thế lúc thi được không ạ. Vì nếu in lại thẻ SV thì em sợ bị trừ điểm rèn luyện ạ. . . .",
            "Chào bạn,. . Khi thi bắt buộc phải có thẻ SV nhé bạn. Bạn có thể đăng ký in lại thẻ SV và đăng ký nhận qua đường bưu điện (người nhận trả cước). . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em bị trễ thể chất, nếu tình hình dịch bệnh vẫn phức tạp không thể mở thể dục để trả. Vậy có thể em sẽ không thể đăng ký môn học trong vài học kì ạ?. .",
            "Chào bạn,. . Trong đợt đăng ký môn học (đợt 1) này được xem là đợt nguyện vọng, không ràng bất cứ điều kiện gì, khi SV vào ĐKMH hiện thông báo không đủ điều kiện để ĐKMH vì thiếu môn tiên quyết, học trước, gdtc ..., chỉ cảnh báo để SV kiểm tra về điều kiện ĐKMH của mình. Sau khi kết thúc đợt ĐKMH, PDT sẽ lấy dữ liệu xuống và hậu kiểm lại tất cả các điều kiện ràng buộc về môn học (nếu có). SV viên vui lòng đợi công bố kết quả đợt 1, nếu kết quả ĐKMH không đúng (hoặc sai sót) có thể khiếu nại và đăng ký lại  vào đợt 2.. . Thân chào."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính chào quý thầy/cô. . . . Em có một thắc mắc mong được thầy/cô giúp đỡ giải đáp ạ. . . Theo em tìm hiểu thì chúng em cần đăng ký tối thiểu 10 tín chỉ/Học kỳ để duy trì tình trạng \"ĐANG THEO HỌC\". Tuy nhiên em có thắc mắc là 10 tín chỉ này chỉ được xét trong học kỳ chính (không tính các tín chỉ Dự thính trong kỳ), hay 10 tín chi này được phép cộng gộp học kỳ chính và dự thính trong kỳ lại ạ? . . . . Trong thời gian chò đợi phản hồi từ quý thầy/cô, em xin chân thành cảm ơn!. . Kinh chúc quý thầy/cô thật nhiều sức khoẻ!",
            "Chào em,. . Theo em tìm hiểu thì chúng em cần đăng ký tối thiểu 10 tín chỉ/Học kỳ để duy trì tình trạng \"ĐANG THEO HỌC\". Tuy nhiên em có thắc mắc là 10 tín chỉ này =  tính HK chính nha em.. . Thân mến,. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "B   /B   B   /B Yêu cầu khác .  Kính gửi Ban giám hiệu, PĐT, quý thầy cô. .  Em tên [full_name] [student_id] khoa CNVL. .  Em muốn xin hoãn thi online vì máy tính hãng  Dell của em k có chức năng bật camera,và giọng nói thì chỉ có nghe được thầy cô nói còn bên em không phản hồi lại được.. .  Kính mong quý thầy cô chấp nhận hoãn thi online ạ.",
            "Chào bạn,. . Về việc hoãn thi cuối kỳ của (HK chính 202, DT202 và DT203). . 1)    Sinh viên vui lòng tải mẫu đơn tại aao.hcmut.edu.vn/ sinh viên/biểu mẫu/Phiếu đăng ký hoãn thi / vắng thi có phép (cuối kỳ) (SV lưu ý ghi rõ 1 môn học/phiếu đăng ký hoãn thi/vắng thi). Điền đầy đủ thông tin và trình bày rõ lý do xin hoãn thi. . 2)    Bổ sung xác nhận:. . -       HK chính 202: Xác nhận của Giảng viên V/v không dự kiến cấm thi (Sv có thể gởi mẫu đơn để Giảng viên xác nhận trên mẫu đơn hoặc xác nhận qua email của Sv, sau đó chụp hình gởi kèm đơn hoãn thi).. . -       HK DT202 và DT203: Xác nhận của Giảng viên V/v không dự kiến cấm thi (hoặc dự kiến không bị ràng buộc đến mức sẽ không đạt môn học, như điểm TNg   =3) (Sv có thể gởi mẫu đơn để Giảng viên xác nhận trên mẫu đơn hoặc xác nhận qua email của Sv, sau đó chụp hình gởi kèm đơn hoãn thi). Tuy vậy, đối với HK DT202 và DT203, Nhà trường đã thông báo rõ ngay từ đầu là học trực tuyến, PĐT có quyền từ chối hoãn thi vì các lý do đường truyền yếu, mạng yếu, webcam…. . -       Đối với DA, TTNT, DCLV, LVTN: phải có xác nhận của GVHD + Bộ Môn + Khoa về việc dịch Covid-19 ảnh hưởng nghiêm trọng đến kết quả thực hiện đề tài, nêu rõ về việc ảnh hưởng nghiêm trọng như thế nào để được xem xét. (Sv có thể gởi mẫu đơn để GVHD + Bộ Môn + Khoa xác nhận trên mẫu đơn hoặc xác nhận qua email của Sv, sau đó chụp hình gởi kèm đơn hoãn thi). . Lưu ý:. . 1. Về kiểm tra giữa kỳ của HK DT202 và 203: SV liên hệ trực tiếp GV và Bộ môn để được xem xét.. .  2. Các môn có phần thí nghiệm, PĐT sẽ tự hoãn thi cho đến khi TNg xong. Một số MH, Giảng viên sẽ đề nghị cho thi trước, điểm TNg sẽ bù sau, khi đó SV có thể xin hoãn thi.. . 3. Về quy định (thi xóa điểm VT, cách tính điểm ĐẠT) Vắng thi có phép và hoãn thi: Bạn vui lòng xem chi tiết tại trang web aao.hcmut.edu.vn--  sinh viên --  Quy chế --  Quy chế đào tạo và học vụ bậc đại học và cao đẳng -- Điều 17.2. . Chúc bạn học tập tốt nhé.. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: dạ cho em hỏi là em có lịch thi hk203 (hk hè) nhưng hiện laptop em gặp nhiều vấn đề về việc ghi lại video màn hình và camera của laptop , em ở khu vực Biên Hoà và khu em ở bị lệnh cách ly , giăng dây nên em không thể ra để mượn máy , sửa máy đc . Nên em muốn hỏi cách làm đơn để thi offline ạ,em cảm ơn",
            "Chào bạn,. . Về việc giải quyết việc thi offline trong tình hình hiện nay là không thể nhé bạn.. . Bạn có thể làm đơn hoãn thi cuối kỳ, hoãn thi cuối kỳ của (HK chính 202, DT202 và DT203). . 1)    Sinh viên vui lòng tải mẫu đơn tại aao.hcmut.edu.vn/ sinh viên/biểu mẫu/Phiếu đăng ký hoãn thi / vắng thi có phép (cuối kỳ) (SV lưu ý ghi rõ 1 môn học/phiếu đăng ký hoãn thi/vắng thi). Điền đầy đủ thông tin và trình bày rõ lý do xin hoãn thi. . 2)    Bổ sung xác nhận:. . -       HK chính 202: Xác nhận của Giảng viên V/v không dự kiến cấm thi (Sv có thể gởi mẫu đơn để Giảng viên xác nhận trên mẫu đơn hoặc xác nhận qua email của Sv, sau đó chụp hình gởi kèm đơn hoãn thi).. . -       HK DT202 và DT203: Xác nhận của Giảng viên V/v không dự kiến cấm thi (hoặc dự kiến không bị ràng buộc đến mức sẽ không đạt môn học, như điểm TNg   =3) (Sv có thể gởi mẫu đơn để Giảng viên xác nhận trên mẫu đơn hoặc xác nhận qua email của Sv, sau đó chụp hình gởi kèm đơn hoãn thi). Tuy vậy, đối với HK DT202 và DT203, Nhà trường đã thông báo rõ ngay từ đầu là học trực tuyến, PĐT có quyền từ chối hoãn thi vì các lý do đường truyền yếu, mạng yếu, webcam…. . -       Đối với DA, TTNT, DCLV, LVTN: phải có xác nhận của GVHD + Bộ Môn + Khoa về việc dịch Covid-19 ảnh hưởng nghiêm trọng đến kết quả thực hiện đề tài, nêu rõ về việc ảnh hưởng nghiêm trọng như thế nào để được xem xét. (Sv có thể gởi mẫu đơn để GVHD + Bộ Môn + Khoa xác nhận trên mẫu đơn hoặc xác nhận qua email của Sv, sau đó chụp hình gởi kèm đơn hoãn thi). . Lưu ý:. . 1. Về kiểm tra giữa kỳ của HK DT202 và 203: SV liên hệ trực tiếp GV và Bộ môn để được xem xét.. .  2. Các môn có phần thí nghiệm, PĐT sẽ tự hoãn thi cho đến khi TNg xong. Một số MH, Giảng viên sẽ đề nghị cho thi trước, điểm TNg sẽ bù sau, khi đó SV có thể xin hoãn thi.. . 3. Về quy định (thi xóa điểm VT, cách tính điểm ĐẠT) Vắng thi có phép và hoãn thi: Bạn vui lòng xem chi tiết tại trang web aao.hcmut.edu.vn--  sinh viên --  Quy chế --  Quy chế đào tạo và học vụ bậc đại học và cao đẳng -- Điều 17.2. . Chúc bạn học tập tốt nhé.. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Chào thầy/cô ạ,. . Cho em hỏi sinh viên K20 được đăng kí học lại môn Vật Lý 1 vào kỳ chính 211 được không hay phải đăng kí vào kỳ dự thính ạ?",
            "Chào em,. . Việc đăng ký môn học vào hk chính hay DT do sv lựa chọn: khả năng mở lớp, TKB có trùng giờ không ?, có vượt số tín chỉ cho phép không ?.... . DT: khả năng mở lớp có không ? học phí cao hơn CQ, địa điểm học .... . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Cho em nộp đơn thu nhận lại ạ",
            "Chào bạn. . PDT đã tiếp nhận và đang xử lý đơn thu nhận của bạn. . Bạn vui lòng theo dõi tình trạng sinh viên của bạn chuyển sang từ “tạm dừng” sang tình trạng “Đang học” sẽ cập nhật trên Mybk-thông tin sinh viên, dự kiến trễ nhất vào cuối tháng 7/2021. . - Bạn xem lịch học vụ HK211 để đăng ký môn học (ĐỢT 2- [full_name]) (nếu có nhu cầu). . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Vì tình hình covid e không thể lên trường xin đươn thu nhận lại tại phòng đào tạo. Xin nhà trường duyệt giúp em ạ. . . .",
            "Chào bạn. . PDT đã tiếp nhận và đang xử lý đơn thu nhận của bạn. . Bạn vui lòng theo dõi tình trạng sinh viên của bạn chuyển sang từ “tạm dừng” sang tình trạng “Đang học” sẽ cập nhật trên Mybk-thông tin sinh viên, dự kiến trễ nhất vào cuối tháng 7/2021. . - Bạn xem lịch học vụ HK211 để đăng ký môn học (ĐỢT 2- [full_name]) (nếu có nhu cầu). . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Cho em nộp đơn thu nhập học trở lại ạ",
            "Chào bạn. . PDT đã tiếp nhận và đang xử lý đơn thu nhận của bạn. . Bạn vui lòng theo dõi tình trạng sinh viên của bạn chuyển sang từ “tạm dừng” sang tình trạng “Đang học” sẽ cập nhật trên Mybk-thông tin sinh viên, dự kiến trễ nhất vào cuối tháng 7/2021. . - Bạn xem lịch học vụ HK211 để đăng ký môn học (ĐỢT 2- [full_name]) (nếu có nhu cầu). . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ cho em hỏi lúc trước khi em làm hồ sơ liên thông lên đại học hệ VHVL ngành BDCN,em đã đăng kí và thanh toán lệ phí miễn môn.Nhưng sao hiện tại khi em đkmh hk 211 thì vẫn còn một số môn yêu cầu phải học xong các môn tiên quyết(mặc dù những môn đó em đã qua rồi và đã đóng tiền xét miễn môn rồi).. . Và cho em xin hỏi vấn đề thứ 2 là em có thể xin danh sách các môn em đã được miễn không ak,tại hiện tại nhìn vào chương trình đào tạo K19 mà em học chung thì em không biết môn nào em đã qua ak.. . Em cảm ơn",
            "Chào em,. . PĐT đã nhận được thông tin của em, đã gửi bộ phận phụ trách xem trả lời em qua bksi, email. . Thân mến,. .",
            "Chào em,. . Đợt đăng ký hiện tại hệ thống online chưa xét tiên quyết.. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em bị rớt Vật lí 1 và hoá đại cương ở năm 1. Cho em hỏi là em đăng kí môn vật lí 1 và hoá đại cương trong kì chính 211 được không  hay phải đăng kí học dự thính ạ",
            "Chào em,. . Việc đăng ký vào hk chính hay DT do sv lựa chọn: TKB có trùng giờ không ?, có vượt số tín chỉ cho phép không ?. . DT: khả năng mở lớp có không ? học phí cao hơn CQ, địa điểm học .... . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em chào Thầy/Cô ạ! . . Theo như Em đọc quy định về xử lý học vụ trường hợp sinh viên có điểm trung bình học kì trước bằng 0 và không đăng kí môn học học kì kế tiếp sẽ bị buộc thôi học. . . Cho Em hỏi là nếu sinh viên đó có điểm trung bình học kì trước bằng 0 nhưng có đăng kí môn học ở học kì kế tiếp thì có bị buộc thôi học không ạ?. . Em xin cám ơn ạ!",
            "Chào bạn. . điểm trung bình học kì trước bằng 0 nhưng nếu có TKB Hk211 thì theo quy định sẽ không bị BTH. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "B Tốt nghiệp . Em tên [full_name],MSSV:[student_id] hiện đang học hệ VHVL khoa Kĩ Thuật Giao Thông khoá 2020, em đã đi làm từ 2017 và đã có hợp đồng lao động ngành ô tô, đúng chuyên ngành với ngành em đang học luôn. Vậy em có phải đi thực tập tốt nghiệp hay không?. . Nếu không đi thực tập em phải nộp giấy tờ gì để nhà trường miễn môn học thực tập tốt nghiệp cho em ?. . Em cám ơn ạ. .",
            "Chào bạn,. . Vấn đề về đi TTTN tính là một môn học và thường phải có báo cáo cho giảng viên. Và khoa là phân giáo viên hướng dẫn và tổ chức đi thực tập, bạn vui lòng liên hệ ở Khoa của bạn để được tư vấn thêm cho bạn về việc TTTN. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "B   /B   B Học vụ. . Kính gửi quí thầy cô.. . Vì tình hình dịch bệnh và điều kiện cá nhân,nên tụi em rất hoang mang về việc thi online.. .    Em mong muốn nhận được thông báo tổng quan nhất về việc thi online sắp tới ạ.. .    Em cũng xin hỏi cách thức hoãn thi và hệ quả sau đó, nếu em ko đáp ứng được việc thi online.. . Vì em đang ở quê thuộc vùng sâu vùng xa,gửi được mail này còn khó,nên việc thi online sắp tới còn khó khăn hơn. .  [full_name] [full_name] CỦA [full_name]. .  EM XIN CÁM ƠN  /B",
            "Chào bạn,. . Về việc hoãn thi cuối kỳ của (HK chính 202, DT202 và DT203). . 1)    Sinh viên vui lòng tải mẫu đơn tại aao.hcmut.edu.vn/ sinh viên/biểu mẫu/Phiếu đăng ký hoãn thi / vắng thi có phép (cuối kỳ) (SV lưu ý ghi rõ 1 môn học/phiếu đăng ký hoãn thi/vắng thi). Điền đầy đủ thông tin và trình bày rõ lý do xin hoãn thi. . 2)    Bổ sung xác nhận:. . -       HK chính 202: Xác nhận của Giảng viên V/v không dự kiến cấm thi (Sv có thể gởi mẫu đơn để Giảng viên xác nhận trên mẫu đơn hoặc xác nhận qua email của Sv, sau đó chụp hình gởi kèm đơn hoãn thi).. . -       HK DT202 và DT203: Xác nhận của Giảng viên V/v không dự kiến cấm thi (hoặc dự kiến không bị ràng buộc đến mức sẽ không đạt môn học, như điểm TNg   =3) (Sv có thể gởi mẫu đơn để Giảng viên xác nhận trên mẫu đơn hoặc xác nhận qua email của Sv, sau đó chụp hình gởi kèm đơn hoãn thi). Tuy vậy, đối với HK DT202 và DT203, Nhà trường đã thông báo rõ ngay từ đầu là học trực tuyến, PĐT có quyền từ chối hoãn thi vì các lý do đường truyền yếu, mạng yếu, webcam…. . -       Đối với DA, TTNT, DCLV, LVTN: phải có xác nhận của GVHD + Bộ Môn + Khoa về việc dịch Covid-19 ảnh hưởng nghiêm trọng đến kết quả thực hiện đề tài, nêu rõ về việc ảnh hưởng nghiêm trọng như thế nào để được xem xét. (Sv có thể gởi mẫu đơn để GVHD + Bộ Môn + Khoa xác nhận trên mẫu đơn hoặc xác nhận qua email của Sv, sau đó chụp hình gởi kèm đơn hoãn thi). . Lưu ý:. . 1. Về kiểm tra giữa kỳ của HK DT202 và 203: SV liên hệ trực tiếp GV và Bộ môn để được xem xét.. .  2. Các môn có phần thí nghiệm, PĐT sẽ tự hoãn thi cho đến khi TNg xong. Một số MH, Giảng viên sẽ đề nghị cho thi trước, điểm TNg sẽ bù sau, khi đó SV có thể xin hoãn thi.. . 3. Về quy định (thi xóa điểm VT, cách tính điểm ĐẠT) Vắng thi có phép và hoãn thi: Bạn vui lòng xem chi tiết tại trang web aao.hcmut.edu.vn--  sinh viên --  Quy chế --  Quy chế đào tạo và học vụ bậc đại học và cao đẳng -- Điều 17.2. . Chúc bạn học tập tốt nhé.. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em chào quý thầy cô!. . . . Dạ em muốn xin hoãn thi cuối kỳ do không đảm bảo thiết bị và đường truyền. Nhưng chưa biết cách hoàn thành thủ tục như thế nào.. . . . Em đã xem qua mẫu đơn xin hoãn thi nhưng không biết làm sao để in ra vì các tiệm photo đã đóng cửa, và không biết cách lấy chữ ký giáo viên và chữ ký bộ môn.. . . . Mong quý thầy cô giúp đỡ. Em xin cảm ơn! . .",
            "Chào bạn,. . Về việc hoãn thi cuối kỳ của (HK chính 202, DT202 và DT203). . 1)    Sinh viên vui lòng tải mẫu đơn tại aao.hcmut.edu.vn/ sinh viên/biểu mẫu/Phiếu đăng ký hoãn thi / vắng thi có phép (cuối kỳ) (SV lưu ý ghi rõ 1 môn học/phiếu đăng ký hoãn thi/vắng thi). Điền đầy đủ thông tin và trình bày rõ lý do xin hoãn thi. . 2)    Bổ sung xác nhận:. . -       HK chính 202: Xác nhận của Giảng viên V/v không dự kiến cấm thi (Sv có thể gởi mẫu đơn để Giảng viên xác nhận trên mẫu đơn hoặc xác nhận qua email của Sv, sau đó chụp hình gởi kèm đơn hoãn thi).. . -       HK DT202 và DT203: Xác nhận của Giảng viên V/v không dự kiến cấm thi (hoặc dự kiến không bị ràng buộc đến mức sẽ không đạt môn học, như điểm TNg   =3) (Sv có thể gởi mẫu đơn để Giảng viên xác nhận trên mẫu đơn hoặc xác nhận qua email của Sv, sau đó chụp hình gởi kèm đơn hoãn thi). Tuy vậy, đối với HK DT202 và DT203, Nhà trường đã thông báo rõ ngay từ đầu là học trực tuyến, PĐT có quyền từ chối hoãn thi vì các lý do đường truyền yếu, mạng yếu, webcam…. . -       Đối với DA, TTNT, DCLV, LVTN: phải có xác nhận của GVHD + Bộ Môn + Khoa về việc dịch Covid-19 ảnh hưởng nghiêm trọng đến kết quả thực hiện đề tài, nêu rõ về việc ảnh hưởng nghiêm trọng như thế nào để được xem xét. (Sv có thể gởi mẫu đơn để GVHD + Bộ Môn + Khoa xác nhận trên mẫu đơn hoặc xác nhận qua email của Sv, sau đó chụp hình gởi kèm đơn hoãn thi). . Lưu ý:. . 1. Về kiểm tra giữa kỳ của HK DT202 và 203: SV liên hệ trực tiếp GV và Bộ môn để được xem xét.. .  2. Các môn có phần thí nghiệm, PĐT sẽ tự hoãn thi cho đến khi TNg xong. Một số MH, Giảng viên sẽ đề nghị cho thi trước, điểm TNg sẽ bù sau, khi đó SV có thể xin hoãn thi.. . 3. Về quy định (thi xóa điểm VT, cách tính điểm ĐẠT) Vắng thi có phép và hoãn thi: Bạn vui lòng xem chi tiết tại trang web aao.hcmut.edu.vn--  sinh viên --  Quy chế --  Quy chế đào tạo và học vụ bậc đại học và cao đẳng -- Điều 17.2. . Chúc bạn học tập tốt nhé.. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Vừa làm vừa học  . Em nộp file pfd mẫu đơn xin thu nhận lại vào học kì 211 ạ.. . Cho em hỏi,. .    Em đã hoàn thành hết các môn rồi mà tình hình dịch phức tạp, trường không tổ chức thi Toeic, em cũng không đăng ký thi ở trung tâm nào được. Vậy em có thể xin đăng ký luận văn tốt nghiệp và làm rồi chờ hậu kiểm để bổ sung bằng Toeic được không ạ? Giống mấy môn khác như mail mà trường mới gửi cho sinh viên đó ạ.. .  . .    Nếu không được thì giờ em phải đăng ký đại 1 môn nào đó để duy trì tình hình học tập hay sao ạ?. .  . . Xin cám ơn.",
            "Chào bạn. . Theo quy định là phải có CCNN thì mới đăng ký được LVTN. . - Khi nào hết dịch bạn đăng ký thi liền nghen, sau khi có kết quả bạn báo Pdt liền để hướng dẫn bạn DKMH. . Thân",
            "Nếu không hết dịch em không kịp thi Toeic trong học kì này thì sao cô? Lúc đó nếu em vẫn không đăng ký môn nào thì có bị đuổi không? Vì học kì trước đã tạm ngưng rồi. Vậy nên có cần đăng ký đại môn đồ án 2 (chỉ có 1 chỉ) chẳng hạn để duy trì tình trạng học không?. . Xin cảm ơn cô",
            "Chào bạn. . Không cần đăng ký môn học nếu bạn không nợ theo CTDT nghen. . Cố gắng thi CCNN đạt theo quy định. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em Tên Là Trần Quang Nhật, Mssv [student_id] đến từ khoa CNVL. . Trong 2 năm học vừa qua, số lượng sinh viên đăng ký học thể chất rất đông nên em chỉ có thể hoàn thành được 2 môn thể chất, trong đó có 1 môn kỳ 202. em đã đăng ký học kỳ hè sẽ học môn cuối cùng nhưng vì tình hình dịch bệnh nên trường đã hủy lớp. . . Trong lần ĐKMH kỳ 211 vừa qua, ở đợt 1 em đã đăng ký được nhưng em sợ sang đợt 2 PĐT sẽ xóa các môn chuyên ngành năm 3 của em. Vậy nên em xin các Thầy/Cô có thể xem xét giúp em, tạm hoãn thể chất cho em đăng ký học tiếp để kịp tiến trình vì các kỳ vừa qua em đều rất cố gắng.. . Em xin chân thành cảm ơn Thầy/Cô ạ. Em xin chúc Thầy/Cô 1 ngày tốt lành ạ",
            "Chào bạn,. . Trong đợt đăng ký môn học (đợt 1) này được xem là đợt nguyện vọng, không ràng bất cứ điều kiện gì, khi SV vào ĐKMH hiện thông báo không đủ điều kiện để ĐKMH vì thiếu môn tiên quyết, học trước, gdtc ..., chỉ cảnh báo để SV kiểm tra về điều kiện ĐKMH của mình. Sau khi kết thúc đợt ĐKMH, PDT sẽ lấy dữ liệu xuống và hậu kiểm lại tất cả các điều kiện ràng buộc về môn học (nếu có). SV viên vui lòng đợi công bố kết quả đợt 1, nếu kết quả ĐKMH không đúng (hoặc sai sót) có thể khiếu nại và đăng ký lại  vào đợt 2.. . Thân chào."
        ]
    },
    {
        "intent": "",
        "message": [
            ". . Em chào phòng đào tạo, em là [full_name] Phú Mạnh MSSV [student_id] Khoa Kỹ thuật hóa học trường mình.. . PDT cho em hỏi là em là K17, muốn đăng ký luận văn kì này nhưng chưa kịp thi anh văn thì em có thể xin nộp bằng trễ hạn để đăng ký luận văn được không ạ ? Và nếu được thì hạn nộp đơn xin là đến khi nào vì em thấy tình hình dịch bệnh khá phức tạp. Mong PDT có thể giải thích rõ cho em về vấn đề này với.. . Em xin chân thành cảm ơn PDT.",
            "Chào bạn. . Theo quy định là phải có CCNN thì mới đăng ký được LVTN. . - Khi nào hết dịch bạn đăng ký thi liền nghen. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Kính gửi Phòng đào tạo,. . . . Em là [full_name] - MSSV:[student_id], chuyện là kì này em đã học các môn gần hết rồi ạ. Còn 3 môn tự chọn nhưng do em có đăng kí thêm học liên thông trình độ Đại học - Thạc sĩ. Do nó 2 trong 3 môn đó em bị trùng với bên Thạc Sĩ, theo tìm hiểu thì em biết 2 môn đó học trong CT của Thạc sĩ sẽ được miễn và công nhận dưới trình độ Đại học. Thành ra kì I của năm 4 em chỉ còn có 4 chỉ thì không biết như vậy có được học trong kì I năm 4 không ạ. Em cảm ơn nhiều ạ.. . . . Chúc cô/ thầy nhiều sức khỏe.. . . . Sinh viên,. . [full_name]. .",
            "Chào bạn. . Trước tiên bạn cứ đăng ký các môn bạn cần học, Sau đó nếu có trục trặc gì thì bạn báo Pdt để kiểm tra và hỗ trợ lại vấn đề của bạn nghen. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . chào thầy cô. . thầy/cô  ơi, hôm bữa em hỏi bên BKSI về trường hợp của em (bị bệnh nên không thể tiếp tục làm luận văn trong kì 202) thì PĐT nói em gởi giấy xin phép vắng thi cuối kì. em đã làm rồi và PĐT đã chấp nhận. Và giờ có đợt đk môn học mới vậy em muốn bảo vệ luận văn trong kì tới thì giờ em đăng kí tiếp luận văn trong đợt ĐKMH lần này đúng không thầy/cô.. .",
            "Chào bạn. . Bạn xem kĩ lại qd, bạn không cần đăng ký LVTN, bạn thực hiện ở Khoa - bộ môn (xuất trình quyết định), trước ngày bảo vệ bạn liên hệ Pdt để đăng ký xóa điểm HT, Pdt sẽ cấp cho bạn phiếu ghi điểm để bạn gởi Khoa 0 bộ môn vào điểm. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Kính gửi phòng đào tạo trường đại học Bách Khoa Hồ Chí Minh.. . Em tên: [full_name]. . Mssv: [student_id], hệ VHVL, khoa: Xây Dựng. . Do tình hình dịch bệnh covid phức tạp tại quê nhà Tiền Giang, hiện tại e đang đảm nhiệm vị trí dân quân tự vệ tại địa phương của mình. Trong tình hình dịch bệnh căng thẳng tại địa phương , em được lệnh của chỉ huy quân sự điều về để thực hiện nghĩa vụ dân quân tròn công tác phòng chống dịch và cứu trợ trong mùa dịch tại địa phương. Nên em xin phép được bảo lưu kết quả học tập của em ở thời điểm hiện tại.. . Rất mong được sự xem xét và phê duyệt của phòng đào tạo trường đại học Bách Khoa thành phố Hồ Chai Minh.. . Em xin trân trọng cám ơn.",
            "Chào bạn,. . Bạn vui lòng làm đơn tạm dừng (kèm minh chứng) nộp qua bksi nhé!. . Tải mẫu đơn tạm dừng tại: aao.hcmut.edu.vn/sinh viên/ biểu mẫu.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ em đã đóng học phí nợ của dt 203, vậy em phải làm đơn gì nữa để có thể đăng ký môn học học kì chính 211 kế tiếp ạ.",
            "Chào bạn,. . Trong đợt đăng ký môn học (đợt 1) này được xem là đợt nguyện vọng, không ràng bất cứ điều kiện gì, khi SV vào ĐKMH hiện thông báo không đủ điều kiện để ĐKMH vì thiếu môn tiên quyết, học trước, gdtc ..., chỉ cảnh báo để SV kiểm tra về điều kiện ĐKMH của mình. Sau khi kết thúc đợt ĐKMH, PDT sẽ lấy dữ liệu xuống và hậu kiểm lại tất cả các điều kiện ràng buộc về môn học (nếu có). SV viên vui lòng đợi công bố kết quả đợt 1, nếu kết quả ĐKMH không đúng (hoặc sai sót) có thể khiếu nại và đăng ký lại  vào đợt 2.. . Thân chào."
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính gửi Phòng Đào Tạo. . Em tên [full_name]. . MSSV [student_id]. Lớp GT15TAU2. . Vì lý do không đăng ký môn học nên em đã bị tạm dừng ở học kỳ 2 năm học 2020-2021.. . Nay kính  nhờ Phòng Đào Tạo xét duyệt Phiếu đăng ký thu nhận lại theo file đính kèm giúp em.. . Thanks & Best Regard!. .",
            "Chào bạn. . PDT đã tiếp nhận và đang xử lý đơn thu nhận của bạn. . Bạn vui lòng theo dõi tình trạng sinh viên của bạn chuyển sang từ “tạm dừng” sang tình trạng “Đang học” sẽ cập nhật trên Mybk-thông tin sinh viên, dự kiến trễ nhất vào cuối tháng 7/2021. . - Bạn xem lịch học vụ HK211 để đăng ký môn học (ĐỢT 2- [full_name]) (nếu có nhu cầu). . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em chào PĐT ạ !. . PĐT cho em hỏi là email trường cấp, sau tốt nghiệp của SV khoá 2017 có bị xoá không ạ ? Và khi nào thì tiến hành xoá email này ạ ?. . Em cám ơn PĐT",
            "Chào bạn. . Sau khi nhận bằng tốt nghiệp, tải hình tốt nghiệp xong là sẽ bị xóa. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Trường hợp của em bị lỗi hệ thống môn học hoặc có sự nhầm lẫn gì đó. Em là sinh viên năm nhất thuộc Khoa Kỹ Thuật Giao Thông, nhưng trên BKEL của em lại có môn Đồ án môn học tổ chức thi công (CI4127) dành cho các sinh viên năm tư. Môn này thuộc bên Khoa Kỹ Thuật Xây Dựng. Từ đầu học kỳ 202 em có phát hiện ra nhưng em chủ quan nghĩ là sẽ không sao, Phòng Đào Tạo sẽ cập nhật lại sau. Mãi hôm nay thầy phụ trách bộ môn có gửi mail yêu cầu nộp file đồ án, em mới phát hiện là vẫn còn môn này. Trên Bkel, em không có quyền truy cập, trong thời khóa biểu chính thức của em  không có thông tin cụ thể về môn này. . . Em xin lỗi vì làm đơn trễ so với quy định. Đây là lần đầu em gặp trường hợp này nên mong được Phòng Đào Tạo xem xét giải quyết. Em có nguyện vọng được hủy môn học và không bị xét nợ môn. Em xin cảm ơn.. .",
            "Chào bạn,. . Bạn vui lòng viết và trình bày rõ trong đơn, để trình Ban Lãnh đạo xem xét vì hiện tại đã quá trễ để giải quyết việc rút MH cho HK202.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Dạ em chào Thầy/Cô ạ. Theo như quy thông báo mới nhất của trường thì việc tổ chức thi cuối kì HK202 này sẽ diễn được tổ chức bằng hình thức trực tuyến. Do hiện tại trang thiết bị đáp ứng yêu cầu thi không được đảm bảo do laptop của em bị hư, vì vậy em muốn làm đơn xin phép hoãn thi cuối kì HK202 này thì cần phải làm thủ tục như nào ạ. Tình hình hiện nay của em là đang ở khu vực phong tỏa của TP.Biên Hòa, tỉnh Đồng Nai.. . Mong được Thầy/Cô sớm giải đáp thắc mắc ạ. Chúc Thầy/Cô một ngày làm việc tốt lành",
            "Chào bạn,. . Về việc hoãn thi cuối kỳ của (HK chính 202, DT202 và DT203). . 1)    Sinh viên vui lòng tải mẫu đơn tại aao.hcmut.edu.vn/ sinh viên/biểu mẫu/Phiếu đăng ký hoãn thi / vắng thi có phép (cuối kỳ) (SV lưu ý ghi rõ 1 môn học/phiếu đăng ký hoãn thi/vắng thi). Điền đầy đủ thông tin và trình bày rõ lý do xin hoãn thi. . 2)    Bổ sung xác nhận:. . -       HK chính 202: Xác nhận của Giảng viên V/v không dự kiến cấm thi (Sv có thể gởi mẫu đơn để Giảng viên xác nhận trên mẫu đơn hoặc xác nhận qua email của Sv, sau đó chụp hình gởi kèm đơn hoãn thi).. . -       HK DT202 và DT203: Xác nhận của Giảng viên V/v không dự kiến cấm thi (hoặc dự kiến không bị ràng buộc đến mức sẽ không đạt môn học, như điểm TNg   =3) (Sv có thể gởi mẫu đơn để Giảng viên xác nhận trên mẫu đơn hoặc xác nhận qua email của Sv, sau đó chụp hình gởi kèm đơn hoãn thi). Tuy vậy, đối với HK DT202 và DT203, Nhà trường đã thông báo rõ ngay từ đầu là học trực tuyến, PĐT có quyền từ chối hoãn thi vì các lý do đường truyền yếu, mạng yếu, webcam…. . -       Đối với DA, TTNT, DCLV, LVTN: phải có xác nhận của GVHD + Bộ Môn + Khoa về việc dịch Covid-19 ảnh hưởng nghiêm trọng đến kết quả thực hiện đề tài, nêu rõ về việc ảnh hưởng nghiêm trọng như thế nào để được xem xét. (Sv có thể gởi mẫu đơn để GVHD + Bộ Môn + Khoa xác nhận trên mẫu đơn hoặc xác nhận qua email của Sv, sau đó chụp hình gởi kèm đơn hoãn thi). . Lưu ý:. . 1. Về kiểm tra giữa kỳ của HK DT202 và 203: SV liên hệ trực tiếp GV và Bộ môn để được xem xét.. .  2. Các môn có phần thí nghiệm, PĐT sẽ tự hoãn thi cho đến khi TNg xong. Một số MH, Giảng viên sẽ đề nghị cho thi trước, điểm TNg sẽ bù sau, khi đó SV có thể xin hoãn thi.. . 3. Về quy định (thi xóa điểm VT, cách tính điểm ĐẠT) Vắng thi có phép và hoãn thi: Bạn vui lòng xem chi tiết tại trang web aao.hcmut.edu.vn--  sinh viên --  Quy chế --  Quy chế đào tạo và học vụ bậc đại học và cao đẳng -- Điều 17.2. . Chúc bạn học tập tốt nhé.. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Do tình hình dịch bệnh căng thẳng ở Thành phố Hồ Chí [full_name] nên em đã phải về quê tránh dịch dẫn đến không kịp tiến độ luận văn tốt nghiệp,vậy nên em có thể xin hoãn bảo vệ luận văn tốt nghiệp sang đợt sau (học kì 211) được không ạ .",
            "Chào bạn,. . Về việc hoãn thi đối với DA, TTNT, DCLV, LVTN: phải có xác nhận của GVHD + Bộ Môn + Khoa về việc dịch Covid-19 ảnh hưởng nghiêm trọng đến kết quả thực hiện đề tài, nêu rõ về việc ảnh hưởng nghiêm trọng như thế nào để được xem xét. (Sv có thể gởi mẫu đơn để GVHD + Bộ Môn + Khoa xác nhận trên mẫu đơn hoặc xác nhận qua email của Sv, sau đó chụp hình gởi kèm đơn hoãn thi)"
        ]
    },
    {
        "intent": "",
        "message": [
            "Em kính chào Thầy /Cô.. . Em có thắc mắc mong Thầy / cô giải đáp giúp em.. . Học kỳ sau do tình hình mới nên PDT mở lớp ngoài giờ và có một số lớp VLVH sẽ được xếp học chung với Dự thính của hệ Chính quy.. . Thầy/ cô cho em hỏi là khi được xếp vào các lớp trên thì các môn học này có được tính môn học trong tkb học kì chính hệ VLVH không ạ ( mã mh theo dạng Txx) hay là dạng dự thính chuyển hệ ( giống các học kì trước) vậy ạ?. . Em xin cám ơn Thầy/ Cô nhiều ạ.. .   i Đăng ký môn học ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em xin chào thầy, cô ạ.. .  . . Em muốn hỏi là tình hình dịch bệnh này em không thể đăng kí thi lấy bằng toeic để nộp cho trường trong học kì sắp tới được ạ, do không có nơi tổ chức thi toeic.. . . . Tình trạng hiện tại em đang bị dừng học tập , học kì tiếp theo em không có bằng toiec có bị thôi học không ạ? . .  . . Em có thể làm đơn tạm dừng học tập để khi nào có thể tổ chức thi toeic thì em đi nộp vào sau để đk tốt nghiệp được không ạ? ( em vẫn đang thiếu 1 môn anh văn 4 để đủ chỉ tốt nghiệp ạ).. . . . Mong sự phản hồi sớm từ thầy/cô.Em xin cảm ơn ạ.",
            "Chào bạn,. . Theo quy chế, nếu bạn bị tạm dừng quá 2HK liên tiếp thì sẽ bị buộc thôi học. Nên nếu HK211 bạn bạn có TKB vẫn chưa bị buộc thôi học.. . Bạn là Khóa 2015, thì HK211 là học kỳ cuối cùng của bạn, và bạn tốt nghiệp trễ nhất là vào tháng 4/2022. Sau đợt này bạn không đủ điều kiện tốt nghiệp sẽ bị BTH theo quy chế vì hết thời gian đào tạo.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Phòng đào tạo cho em hỏi hệ thông chuyển điểm của mình gặp vấn đề gì mà e vẫn không thể chuyển điểm anh văn được ạ, hệ thống báo lỗi là “ không thể gửi yêu cầu qua BKPay”",
            "Chào bạn,. . Đã kiểm tra và khắc phục lại lỗi, bạn vui lòng vào đăng ký lại nhé!. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . cho em hỏi sắp tới thi online được sử dụng điện thoại được không ạ, tại lap em không có cam. .",
            ". . Chào bạn,. . Hiện tại về hướng dẫn về thi trực tuyến đang được ban hành, bạn vui lòng đợi thông báo và hướng dẫn về quy định thi trực tuyến nhé!. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Cho em hỏi là khi còn ở lớp CQ, em đã đi thực tập tốt nghiệp xong và đạt 8,5. Sau đó em chuyển sang hệ VHVL thì không thấy được chuyển điểm môn thực tập tốt nghiệp. Khi xem bên bảng điểm chuyển thì em không thấy có điểm. CHo em hỏi là vì sao em không có ?. . . . Mong sớm nhận được phản hồi từ phía nhà trường.. . Thân,. . [full_name]",
            "Chào em,. . PĐT đã nhận được thông tin của em, đã gửi đến bộ phận phụ trách. PĐT sẽ trả lời em qua bksi, hoặc email.. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ cho em hỏi ạ. hiện nay em đang học môn anh văn 2 dự thính hè kì 203. Hiện nay đang mở đkmh kì tiếp theo nhưng em không được đk môn anh văn 3 vì môn anh văn 2 chưa thi. Vậy đến khi nào em có thể đăng kí môn anh văn 3 ạ. . . Em có gửi kèm 1 bức hình e đăng kí nhưng bị từ chối ạ.. . Em chân thanh cảm ơn và mong nhận được phản hồi sớm.",
            "Chào bạn,. . Trong đợt đăng ký môn học (đợt 1) này được xem là đợt nguyện vọng, không ràng bất cứ điều kiện gì, khi SV vào ĐKMH hiện thông báo không đủ điều kiện để ĐKMH vì thiếu môn tiên quyết, học trước, gdtc ..., chỉ cảnh báo để SV kiểm tra về điều kiện ĐKMH của mình. Sau khi kết thúc đợt ĐKMH, PDT sẽ lấy dữ liệu xuống và hậu kiểm lại tất cả các điều kiện ràng buộc về môn học (nếu có). SV viên vui lòng đợi công bố kết quả đợt 1, nếu kết quả ĐKMH không đúng (hoặc sai sót) có thể khiếu nại và đăng ký lại  vào đợt 2.. . Thân chào.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Dạ em chào PĐT ạ . Cho em hỏi là kì này em cần viết đơn cứu xét học vụ nhưng do tình hình dịch phức tạp nên em không thể nộp đơn trực tiếp được thì em phải làm sao ạ? Mong PĐT hỗ trợ em ạ",
            "Chào bạn,. . Vui lòng trình bày rõ nội dung câu hỏi của bạn, cụ thể là cứu xét trường hợp gì nhé!. . Thân",
            "Dạ là đơn xin cứu xét học vụ ạ . Cô cho em xin cách giải quyết được không ạ để em được đăng kí môn học ạ . Mong cô giúp đỡ em ạ",
            "Chào bạn. . Trường hợp của bạn phải thông báo rõ là diện buộc thôi học, trường hợp này bạn phải liên hệ Văn phòng Khoa gởi đơn để Hội đồng học vụ Khoa xem xét cho bạn. . Văn phòng\t: Tòa nha A3 – 268 Lý Thường Kiệt, Q. 10, TP. HCM. . Điện thoại\t: (84.8) 38.647.256 - Ext: 5847. . Fax\t: (84.8) 38.645.137. . Website\t: http://www.cse.hcmut.edu.vn. . Email\t: [email]. . Trưởng khoa\t: PGS.TS [full_name]. . Email của Trưởng khoa\t:",
            "Dạ PĐT cho xem xin email của văn phòng khoa được không ạ . Mail hồi nãy em gửi không được ạ",
            "Chào bạn,. . email của khoa bạn nhé!. . [email]. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Kính chào thầy cô!Em tên là [full_name] ([student_id]) học ngành Cơ Điện Tử hệ vừa làm vừa học khóa T10 2020 học kỳ 202. . . Hôm trước nhà trường đưa ra bản giảm môn học có môn em vừa bắt đầu học và đã xin huỷ môn học ( ME2009 và ME2005) sau này nhà trường lại đưa ra bản giảm môn học mới cập nhật lại lại không có môn học ME2009,nhà trường giải đáp giúp em vấn đề này.. . Em xin chân thành cảm ơn quý thầy cô đã hỗ trợ",
            "Chào bạn,. . PĐT đã nhận được thông tin của em, đã gửi đến bộ phận phụ trách trả lời  em qua bksi, email. . Thân,. .",
            "Chào em,. . - Miễn môn do Khoa quyết định, nếu SV thuộc diện đã tốt nghiệp BDCN chuyển tiếp lên ĐH ngành CDT hoặc Cơ khí.. . - Danh mục miễn môn mới thay đổi xem file đính kèm.. .",
            "Dear [full_name]. . Kính chào thầy cô!Em tên là [full_name] ([student_id]) học ngành Cơ Điện Tử hệ vừa làm vừa học khóa T10 2020 . . Dear [full_name]. . Sao lúc đầu lại giảm những môn đó sau học hết 1 kỳ rồi lại thay đổi tiếp tục, vậy những vấn để về sau nhà trường thay đổi vậy chúng em sao biết đường đăng ký hoặc học ra trường đúng hẹn. Nhà trường thông báo sẽ học đúng chương trình 2 năm sẽ kết thúc khi chúng em bước chân vào trường. Vì việc học thuộc diện công ty hỗ trợ em cần biết chương trình mình đào tạo là mấy năm mới hoàn tât.. . Thank!",
            "li answer rate: Answer is not complete / Câu trả lời chưa hoàn chỉnh",
            "Chào bạn,. . PĐT đã nhận được thông tin của em, đã gửi đến bộ phận phụ trách trả lời  em qua bksi, email. . Thân,. .",
            "Chào em. . Diện SV tốt nghiệp CĐ Cao Thắng hiện nay [full_name] đã xét miễn một số môn học. Sau khi đã đối sánh chương trình đào tạo giữa 2 trường. Tuy có một số thay đổi cho phù hợp đến nay đã là bảng cuối cùng nhé. . Thân chào"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: 2036066  /b \t. . Chào Thầy/Cô. Em là sinh viên chuyển từ hệ chính quy sang hệ VHVL được 1 năm. Hiện em đăng ký môn LVTN mã EE4333, HK chính và dự thính 211 + VHVL đang mở, thì hiện ra thông báo thiếu các môn như (hình bên dưới đính kèm). EM cam kết tất cả các môn đó và cả các môn khác em đều đã hoàn thành đầy đủ theo chương trình đào tạo, đa phần là khi còn học bên hệ chính quy, chỉ còn mỗi môn LVTN. Vậy xin quý Thầy/Cô cập nhật lại giúp em để trách bị trường hợp đăng ký không thành công môn học LVTN cuối này. Em xin cảm ơn!. .   i Đăng ký môn học .",
            "Chào bạn,. . Trong đợt đăng ký môn học (đợt 1) này được xem là đợt nguyện vọng, không ràng bất cứ điều kiện gì, khi SV vào ĐKMH hiện thông báo không đủ điều kiện để ĐKMH vì thiếu môn tiên quyết, học trước, gdtc ..., chỉ cảnh báo để SV kiểm tra về điều kiện ĐKMH của mình. Sau khi kết thúc đợt ĐKMH, PDT sẽ lấy dữ liệu xuống và hậu kiểm lại tất cả các điều kiện ràng buộc về môn học (nếu có). SV viên vui lòng đợi công bố kết quả đợt 1, nếu kết quả ĐKMH không đúng (hoặc sai sót) có thể khiếu nại và đăng ký lại  vào đợt 2.. . Thân chào.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em chào thầy/ cô. . . . Trong mail trường mình em đọc thì thi giữa kì. .  GT1 Dự thính HK202 vào ngày 24/7 , nhưng trong lịch thi trên mybk lại là 31/7 .. . Em không hiểu lắm, vậy mình sẽ thi vào ngày nào ạ. . Em xin cảm ơn",
            "Bộ môn toán đã xin đổi ngày sang 31/07/2021.. . Chủ nhiệm bộ môn chịu trách nhiệm thông tin lại tới bạn nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Vì lý do không đáp ứng được yêu cầu về trang thiết bị điện tử, đường truyền như trong hướng dẫn. Nhà tôi ở miền núi nên mạng lướt điện, mạng lười internet rất chập chờn, thường xuyên rớt mạng, lag,...Nên tôi làm đơn xin hoãn thi cuối kỳ. Kính mong Phòng đào tạo xem xét.. . . .",
            "Chào bạn,. . Về việc hoãn thi cuối kỳ của (HK chính 202, DT202 và DT203). . 1)    Sinh viên vui lòng tải mẫu đơn tại aao.hcmut.edu.vn/ sinh viên/biểu mẫu/Phiếu đăng ký hoãn thi / vắng thi có phép (cuối kỳ) (SV lưu ý ghi rõ 1 môn học/phiếu đăng ký hoãn thi/vắng thi). Điền đầy đủ thông tin và trình bày rõ lý do xin hoãn thi. . 2)    Bổ sung xác nhận:. . -       HK chính 202: Xác nhận của Giảng viên V/v không dự kiến cấm thi (Sv có thể gởi mẫu đơn để Giảng viên xác nhận trên mẫu đơn hoặc xác nhận qua email của Sv, sau đó chụp hình gởi kèm đơn hoãn thi).. . -       HK DT202 và DT203: Xác nhận của Giảng viên V/v không dự kiến cấm thi (hoặc dự kiến không bị ràng buộc đến mức sẽ không đạt môn học, như điểm TNg   =3) (Sv có thể gởi mẫu đơn để Giảng viên xác nhận trên mẫu đơn hoặc xác nhận qua email của Sv, sau đó chụp hình gởi kèm đơn hoãn thi). Tuy vậy, đối với HK DT202 và DT203, Nhà trường đã thông báo rõ ngay từ đầu là học trực tuyến, PĐT có quyền từ chối hoãn thi vì các lý do đường truyền yếu, mạng yếu, webcam…. . -       Đối với DA, TTNT, DCLV, LVTN: phải có xác nhận của GVHD + Bộ Môn + Khoa về việc dịch Covid-19 ảnh hưởng nghiêm trọng đến kết quả thực hiện đề tài, nêu rõ về việc ảnh hưởng nghiêm trọng như thế nào để được xem xét. (Sv có thể gởi mẫu đơn để GVHD + Bộ Môn + Khoa xác nhận trên mẫu đơn hoặc xác nhận qua email của Sv, sau đó chụp hình gởi kèm đơn hoãn thi). . Lưu ý:. . 1. Về kiểm tra giữa kỳ của HK DT202 và 203: SV liên hệ trực tiếp GV và Bộ môn để được xem xét.. .  2. Các môn có phần thí nghiệm, PĐT sẽ tự hoãn thi cho đến khi TNg xong. Một số MH, Giảng viên sẽ đề nghị cho thi trước, điểm TNg sẽ bù sau, khi đó SV có thể xin hoãn thi.. . 3. Về quy định (thi xóa điểm VT, cách tính điểm ĐẠT) Vắng thi có phép và hoãn thi: Bạn vui lòng xem chi tiết tại trang web aao.hcmut.edu.vn--  sinh viên --  Quy chế --  Quy chế đào tạo và học vụ bậc đại học và cao đẳng -- Điều 17.2. . Chúc bạn học tập tốt nhé.. . Thân. .",
            "Vì lý do không đáp ứng được yêu cầu về trang thiết bị điện tử, đường truyền như trong hướng dẫn. Nhà tôi ở miền núi nên mạng lướt điện, mạng lười internet rất chập chờn, thường xuyên rớt mạng, lag,...Nên tôi làm đơn xin hoãn thi cuối kỳ. Kính mong Phòng đào tạo xem xét.. . . .",
            "Chào bạn,. . Về việc hoãn thi cuối kỳ của (HK chính 202, DT202 và DT203). . 1)    Sinh viên vui lòng tải mẫu đơn tại aao.hcmut.edu.vn/ sinh viên/biểu mẫu/Phiếu đăng ký hoãn thi / vắng thi có phép (cuối kỳ) (SV lưu ý ghi rõ 1 môn học/phiếu đăng ký hoãn thi/vắng thi). Điền đầy đủ thông tin và trình bày rõ lý do xin hoãn thi. . 2)    Bổ sung xác nhận:. . -       HK chính 202: Xác nhận của Giảng viên V/v không dự kiến cấm thi (Sv có thể gởi mẫu đơn để Giảng viên xác nhận trên mẫu đơn hoặc xác nhận qua email của Sv, sau đó chụp hình gởi kèm đơn hoãn thi).. . -       HK DT202 và DT203: Xác nhận của Giảng viên V/v không dự kiến cấm thi (hoặc dự kiến không bị ràng buộc đến mức sẽ không đạt môn học, như điểm TNg   =3) (Sv có thể gởi mẫu đơn để Giảng viên xác nhận trên mẫu đơn hoặc xác nhận qua email của Sv, sau đó chụp hình gởi kèm đơn hoãn thi). Tuy vậy, đối với HK DT202 và DT203, Nhà trường đã thông báo rõ ngay từ đầu là học trực tuyến, PĐT có quyền từ chối hoãn thi vì các lý do đường truyền yếu, mạng yếu, webcam…. . -       Đối với DA, TTNT, DCLV, LVTN: phải có xác nhận của GVHD + Bộ Môn + Khoa về việc dịch Covid-19 ảnh hưởng nghiêm trọng đến kết quả thực hiện đề tài, nêu rõ về việc ảnh hưởng nghiêm trọng như thế nào để được xem xét. (Sv có thể gởi mẫu đơn để GVHD + Bộ Môn + Khoa xác nhận trên mẫu đơn hoặc xác nhận qua email của Sv, sau đó chụp hình gởi kèm đơn hoãn thi). . Lưu ý:. . 1. Về kiểm tra giữa kỳ của HK DT202 và 203: SV liên hệ trực tiếp GV và Bộ môn để được xem xét.. .  2. Các môn có phần thí nghiệm, PĐT sẽ tự hoãn thi cho đến khi TNg xong. Một số MH, Giảng viên sẽ đề nghị cho thi trước, điểm TNg sẽ bù sau, khi đó SV có thể xin hoãn thi.. . 3. Về quy định (thi xóa điểm VT, cách tính điểm ĐẠT) Vắng thi có phép và hoãn thi: Bạn vui lòng xem chi tiết tại trang web aao.hcmut.edu.vn--  sinh viên --  Quy chế --  Quy chế đào tạo và học vụ bậc đại học và cao đẳng -- Điều 17.2. . Chúc bạn học tập tốt nhé.. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Dạ cho em hỏi , hiện tại thẻ SV em để quên lại trong TPHCM vậy thi onl cuối kì mình dùng CMND cá nhân được không ạ? Em xin cảm ơn!. .",
            "Chào bạn,. . Khi thi bắt buộc phải có thẻ SV nhé bạn. Bạn có thể đăng ký in lại thẻ SV và đăng ký nhận qua đường bưu điện (người nhận trả cước). . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Kính thưa thầy/ cô. . Em là [full_name] khoa KTXD, em muốn hỏi là nếu em làm thủ tục hoãn thi do thiếu trang thiết bị thì em sẽ bị xoá điểm thành phần phải không ạ? Và điểm thi cuối kì của em sẽ dùng làm điểm tổng kết? Em cảm ơn.. . . .",
            "Bạn vui lòng xem quy định về điển hoãn thi tại đây. . Bạn vui lòng xem chi tiết tại trang web aao.hcmut.edu.vn--  sinh viên --  Quy chế --  Quy chế đào tạo và học vụ bậc đại học và cao đẳng -- Điều 17.2"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Chào thầy/cô,. . Em đăng ký học hệ VHVL trúng tuyển đợt 2 năm 2019. Trong quá trình em đăng ký môn học gặp một số khó khăn do không biết chính xác các môn cần học để hoàn thành chương trình học và tốt nghiệp. Em có xuống PĐT A1 hỏi thì cô có nói là làm theo email trường hướng dẫn. Em vẫn thấy mơ hồ, em sợ đăng ký nhằm môn sẽ mất tiền cùng mất thời gian nên em nhờ thầy/cô xác nhận lại CTĐT kèm theo là đúng hay chưa.. . Em có kèm theo hình ảnh email trường lần đầu tiên hướng dẫn đăng ký + file đính kèm.. . Em có kèm theo CTĐT theo ý em hiểu là em cần phải hoàn thành để ra trường. (bỏ đi các môn TD,Tiếng Anh, GDQP).. . Mong được thầy/cô giải đáp, em xin cảm ơn.",
            "Chào em,. . PĐT đã nhận được thông tin của em, đã gửi câu hỏi đến bộ phận phụ trách trả lời em qua bksi, email.. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính gửi Phòng Đào tạo,. . . . Em tên là [full_name], MSSV [student_id], em hiện là sinh viên năm 4 khoa Kỹ thuật Giao thông. Hiện tại em có nguyện vọng đăng ký thi trực tuyến anh văn 2 kỹ năng nói-viết để kịp đợt đăng ký xét tốt nghiệp của học kỳ này. Nhưng khi đăng ký thi anh văn 2 kỹ năng trực tuyến trong mục 3 của phần Đăng ký môn học thì em lại nhận kết quả là không được đăng ký (em có đính kèm hình ảnh). Em có thử vào mục 1 là \"đăng ký môn học HK211-đợt 1\" để đăng ký với mã BKE123 thì em nhận được kết quả như hình em gửi kèm và đăng ký thành công. Em xin phép được hỏi cách đăng ký trên của em là đăng ký thi trực tuyến hay là học trực tuyến anh văn 2 kỹ năng nói-viết và cách này có hợp lệ không ạ.. . . . Em xin chân thành cảm ơn.",
            "Chào bạn. . Đợt này dành cho các bạn nhận được mail thông báo: các bạn đã hết thời gian học, nhà trường cứu xét cho đăng ký. . Nên bạn có nhu cầu thi anh văn 2 kỹ năng vui lòng đợi thông báo sau. . Thân"
        ]
    }
]