[
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em tên là [full_name] . . MSSV [student_id] . . lớp CK18NH_1 ngành Nhiệt Lạnh khoa Cơ Khí. . . . dạ là [full_name] đã đồng ý cho em đăng ký học môn Điều hòa không khí (ME3037) song hành với môn Kỹ Thuật Lạnh (ME3035) vào học kỳ dự thính, nhóm lớp DT01_DT01 của thầy [full_name] ạ. . . . Em có gửi đính kèm đơn xác nhận của [full_name] ạ",
            "Chào bạn,. . PDT đã ghi nhận yêu cầu về ĐKMH của bạn và đã chuyển cho bộ phận ĐKMH kiểm tra và xử lý.. . Bạn vui lòng theo dõi và kiểm tra TKB thường xuyên trên mybk/Thông tin SV và hệ thống BKeL để kịp tham gia lớp học online. SV chủ động liên hệ với GV để xin vào lớp học trước nhé!. . Trường hợp nếu không đăng ký được (không có khả năng hoặc không đủ điều kiện)  PDT sẽ phản hồi cho SV qua bksi.. . Chúc các bạn học tốt!. . Thân mến,. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em tên [full_name] . . Mssv [student_id]. . Cho e hỏi sao trường bảo không xét ccav tiên quyết để làm luận văn . Sao e đăng ký lại không được . E có chụp hình lý do . Mong pdt xem xét giúp em",
            "Chào bạn,. . SV xem TKB tại mybk/Thông tin SV/ Xem TKB. . Trường hợp SV đăng ký TTTN, LVTN, ĐCLVTN mà không có TKB trong đợt bổ sung.. . . . Sinh viên vui lòng xem kết quả ĐKMH, xem lý do vì sao không ĐKMH được (có đăng ký, nhưng không có TKB) tại trang web: mybk.hcmut.edu.vn    Đăng ký môn học    Đăng ký bổ sung TTTN+LVTN+ ĐCLVTN HK211 Đợt kết quả    bấm vào mục Đăng ký mới    chọn Loại hình đăng ký    xem Lịch sử đăng ký.. . Trong trường hợp kết quả xử lý ĐKMH không đúng, bạn có thể làm đơn khiếu nại (kèm minh chứng nếu có), gửi qua trang bksi ghi rõ tiêu đề: “Khiếu nại ĐKMH HK211”, nội dung khiếu nại trình bày rõ lý do, ghi rõ tên, mã môn học, Số tín chỉ tích lũy? Số ngày CTXH (nếu đăng ký LVTN). . Trường hợp SV có học môn tương đương vui lòng trình bày rõ, đã học ở HK nào? tên và MH,tương đương môn học nào?. . Thân chào. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học .      Em tên là [full_name], MSSV [student_id], hiện đang học văn bằng 2 khoa Kỹ thuật Địa chất và Dầu khí. . .      Học kỳ này em có đăng ký Đề cương luận văn tốt nghiệp, nhưng vì có sự nhầm lẫn nên em đã đăng ký mã số môn học của khóa 2018, trong khi em đang học theo chương trình của khóa 2017. . .      Em kính xin Phòng Đào Tạo mở đợt đăng ký bổ sung Đề cương luận văn tốt nghiệp. Nếu học kỳ này không làm Đề cương luận văn em sẽ bị trễ 1 học kỳ. Em rất mong được hoàn thành đúng tiến độ học tập. Em rất xin lỗi vì sự bất tiện này. Em xin cảm ơn ạ!",
            "Chào bạn,. . Vui lòng bổ sung giúp mã ĐCLV. . nhé"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em tên là Nguyễn Đoàn Quang Tùng, MSSV [student_id], hiện đang học văn bằng 2 khoa Kỹ thuật Địa chất và Dầu khí.. .      Học kỳ này em có đăng ký Đề cương luận văn tốt nghiệp, nhưng vì có sự nhầm lẫn nên em đã đăng ký mã số môn học của khóa 2018, trong khi em đang học theo chương trình của khóa 2017.. .      Em kính xin Phòng Đào Tạo cho em đăng ký bổ sung Đề cương luận văn tốt nghiệp với Mã môn học GE4311. Nếu học kỳ này không làm Đề cương luận văn em sẽ bị trễ 1 học kỳ. Em rất mong được hoàn thành đúng tiến độ học tập. Em rất xin lỗi vì sự bất tiện này. . . Em xin cảm ơn ạ!",
            "Đăng ký môn học. . . .      Em tên là [full_name], MSSV [student_id], hiện đang học văn bằng 2 khoa Kỹ thuật Địa chất và Dầu khí.. .      Học kỳ này em có đăng ký Đề cương luận văn tốt nghiệp, nhưng vì có sự nhầm lẫn nên em đã đăng ký mã số môn học của khóa 2018, trong khi em đang học theo chương trình của khóa 2017.. .      Em kính xin Phòng Đào Tạo cho em đăng ký bổ sung Đề cương luận văn tốt nghiệp với Mã môn học GE4311. Nếu học kỳ này không làm Đề cương luận văn em sẽ bị trễ 1 học kỳ. Em rất mong được hoàn thành đúng tiến độ học tập. Em rất xin lỗi vì sự bất tiện này.. . Em xin cảm ơn ạ!  /QUOTE . .",
            "Chào bạn,. . PDT đã ghi nhận yêu cầu về ĐKMH của bạn và đã chuyển cho bộ phận ĐKMH kiểm tra và xử lý.. . Bạn vui lòng theo dõi kết quả cật nhật TKB tại mybk sau ngày 15/9/2021. . Trường hợp sau ngày này vẫn chưa có TKB, SV vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . SV chủ động liên hệ khoa để xin nhận GV hướng dẫn.. . Thân. .",
            "li answer rate: Answer suits the needs / Câu trả lời đúng ý"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Dạ, em chào thầy/cô ạ,. . . . Thầy/cô cho em hỏi là em có đăng kí môn \"Đồ án môn học thiết kế luận lý\" mã môn học là CO3091, nhưng đến nay vẫn chưa có thời khóa biểu cho môn này, vậy em tiếp tục chờ, hay phải tự liên lạc? Nếu tự liên lạc thì liên lạc với ai vậy ạ?. . . . Dạ, em cảm ơn thầy/cô ạ.",
            "Chào bạn. . Đã cập nhật lại tkb trên Bkel, bạn xem nhé. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ em tên là [full_name]. . MSSV: [student_id] Khoa cơ khí. . . . Em đã được Bộ môn Nhiệt lạnh và Khoa Cơ Khí đồng ý xác nhận cho em học song hành 2 môn học Đó là Điều hòa không khí (ME3037) và môn Kỹ thuật Lạnh (ME3035).. . . . Em xin phép được phép xác nhận và hiệu chỉnh giùm em để em được phép học môn học Điều hòa không khí này.. . . . Em xin cảm ơn !!. .",
            "Chào bạn,. . PDT đã ghi nhận yêu cầu về ĐKMH của bạn và đã chuyển cho bộ phận ĐKMH kiểm tra và xử lý.. . Bạn vui lòng theo dõi và kiểm tra TKB thường xuyên trên mybk/Thông tin SV và hệ thống BKeL để kịp tham gia lớp học online. SV chủ động liên hệ với GV để xin vào lớp học trước nhé!. . Trường hợp nếu không đăng ký được (không có khả năng hoặc không đủ điều kiện)  PDT sẽ phản hồi cho SV qua bksi.. . Chúc các bạn học tốt!. . Thân mến,. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính gửi thầy/cô. . Em tên là [full_name] MSSV [student_id]. . em có đăng kí thực tập tốt nghiệp và đề cương luận văn nhưng đã 3 tuần chưa có cập nhật trên bkel.Nhà trường có thể cẬP [full_name] để em hoàn thành tiến độ được không ạ.Em cảm ơn.",
            "Chào bạn,. . Bạn vui lòng liên hệ [full_name] để hỏi về việc phân GV hướng dẫn nhé (nếu đã có TKB trên mybk). . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em tên [full_name], MSSV [student_id]. Số tín chỉ tích luỹ của em là 120, số ngày CTXH là 14. Em đăng kí môn học CH43B3 (luận văn tốt nghiệp CNSH) nhưng kết quả bị huỷ vì không đủ điều kiện.. . Mong quý thấy cô kiểm tra lại giúp em.. . Em chân thành cảm ơn.",
            "Chào bạn,. . PDT đã ghi nhận yêu cầu về ĐKMH của bạn và đã chuyển cho bộ phận ĐKMH kiểm tra và xử lý.. . Bạn vui lòng theo dõi kết quả cật nhật TKB tại mybk sau ngày 6/9/2021. . Trường hợp sau ngày này vẫn chưa có TKB, SV vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . SV chủ động liên hệ khoa để xin nhận GV hướng dẫn.. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ chào PĐT. . Em tên là [full_name] MSSV [student_id]. . Đợt vừa rồi PĐT có mở đợt đăng ký bổ sung LVTN mà không xét CCAV từ ngày 23/08/2021 đến 25/08/2021 em có đăng ký và sau đó đến đợt kết quả thì bị hủy và em không xem được nguyên nhân bị hủy. Mong PĐT có thể trả lời cho em biết lý do bị hủy và em có thể đăng ký lại vào thời điểm nào ạ.. . Em cảm ơn PĐT.",
            ". . Chào bạn,. . Trường hợp SV đăng ký TTTN, LVTN, ĐCLVTN mà không có TKB trong đợt bổ sung.. . Sinh viên vui lòng xem kết quả ĐKMH, xem lý do vì sao không ĐKMH được (có đăng ký, nhưng không có TKB) tại trang web: mybk.hcmut.edu.vn    Đăng ký môn học    Đăng ký bổ sung TTTN+LVTN+ ĐCLVTN HK211 Đợt kết quả    bấm vào mục Đăng ký mới    chọn Loại hình đăng ký    xem Lịch sử đăng ký.. . Trong trường hợp kết quả xử lý ĐKMH không đúng, bạn có thể làm đơn khiếu nại (kèm minh chứng nếu có), gửi qua trang bksi ghi rõ tiêu đề: “Khiếu nại ĐKMH HK211”, nội dung khiếu nại trình bày rõ lý do, ghi rõ tên, mã môn học, Số tín chỉ tích lũy? Số ngày CTXH (nếu đăng ký LVTN). . Trường hợp SV có học môn tương đương vui lòng trình bày rõ, đã học ở HK nào? tên và MH,tương đương môn học nào?. . Thân chào. ."
        ]
    },
    {
        "intent": "",
        "message": [
            ". . Dạ em chào Thầy, Cô . . Em tên : [full_name] ( MSSV [student_id] ). . . Em là sinh viên liên thông từ Trường Cao Đẳng Xây Dựng Hồ Chí Minh khoa Kỹ Thuật Xây Dựng em có 1 số thắc mắc mong thầy cô có thể giải đáp. . thứ 1 là em vẫn chưa biết được các môn em được miễn chính thức nhưng nghe các anh chị khoá trước nói thì sẽ được miễn giải tích 1, hoá đại cương, lý đại cương và các môn về chính trị đến nay em vẫn chưa biết được các môn em sẽ được miễn.. . thứ 2 là em xem chương trình nói là sẽ đổi từ đào tạo kỹ sư thành cử nhân giảm số tín chỉ xuống nhưng em xem trong phần điểm chuyển thì nếu dù đã tính các môn chuyển thì em còn phải học là 94 chỉ bao gồm cả chính trị mặc dù môn này em đã học rồi và với hệ vừa học vừa làm như tụi em thì 94 chỉ là 1 quá lớn về thời gian nó gần bằng 3 năm đại học.. . Dạ em cảm ơn Thầy, Cô mong thầy cô giải đáp thắc mắc cho em. . . . .",
            "Chào em,. . Em vui lòng gửi email [email] để được hướng dẫn nhé.. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]  /b \t[full_name] [full_name] [full_name] [full_name]   i Đăng ký môn học  /i [full_name] [full_name] Kính gửi PĐT trường Đại học Bách Khoa Thành phố Hồ Chí Minh[full_name][full_name] [full_name] Em là [full_name], MSSV:[student_id][full_name] [full_name] [full_name] Sinh viên khoa Quản lý công nghiệp, Khóa 2017[full_name][full_name] [full_name] EM xin hỏi là em đã rớt 1 môn học thuộc môn tự chọn nhóm B, hiện tại em đã đăng ký môn học khác cũng thuộc nhóm B thay vì học lại môn đó có được không ạ? Em có nhất thiết phải học lại môn tự chọn đã rớt đó hay không ạ? [full_name] [full_name] Mong nhận được sự giải đáp từ quý thầy/cô[full_name] Em cảm ơn![full_name] [full_name]",
            "Chào em,. . Em có nhất thiết phải học lại môn tự chọn đã rớt đó hay không ạ?. . =  Không nhất thiết phải học lại nhé em.. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em cần đăng ký in giấy chứng nhận sinh viên học kì 211 để nộp cho địa phương để tạm hoãn nghĩa vụ quân sự. Trên web đăng ký mybk hệ thống thông báo tạm dừng hoạt động cho đến ngày 27/08/2021 nhưng đến nay là 29/08 vẫn chưa thể truy cập để đăng ký. Mong nhà trường sớm giải quyết yêu cầu để em có thể nộp giấy chứng nhận sinh viên đúng hạn.",
            "Chào bạn,. . SV chủ động đăng ký giấy Xác nhận SV hoãn NVQS để bổ sung cho địa phường và chọn dịch vụ gửi qua được bưu điện (người nhận trả tiền) nếu có nhu cầu (PDT không in hàng loạt như các năm trước). . Dự kiến trong đầu tháng 9/2021 sẽ bắt đầu cho đăng ký (khi TKB trong HK đã ổn định). . . . - Hiện tại bưu cục không nhận chuyển đến hết ngày 6/9/21. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Rút môn học học kì 211 .",
            "Chào bạn,. . Hiện tại đã hết thời gian hiệu chỉnh  và hủy môn học của học kỳ chính và HK dự thính HK211 nhé bạn.. . SV vui lòng đợi thông báo về việc rút môn học (có tính học phí theo quy định), sẽ thông báo cho SV trong tháng 9/2021. . Xem chi tiết quy chế tại đây:. . aao.hcmut.edu.vn/sinh viên/quy chế/học vụ/Quy chế đào tạo và học vụ bậc đại học, cao đẳng:/ điều 11.2. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em tham gia và hoàn thành môn học XÂY DỰNG CẦU (CI4033) 3tc với điểm tổng kết 8.00 ở học kỳ 1 năm học 2018-2019. Tuy nhiên khi đăng ký môn học Luận văn tốt nghiệp (CI4313) thì không đăng ký được vì chưa có 2 môn tiên quyết là Xây dựng Cầu (CI4121) 2tc và ĐAMH thiết kế cầu (CI4123) 1tc. . . Theo Danh sách môn học CTĐT K2014 (15,16,17) tương đương cho CTĐT 2013 (14) về trước đăng trên trang web Phòng Đào Tạo thì môn học Xây dựng Cầu (CI4033) tương đương với 2 môn học Xây dựng Cầu (CI4121) và ĐAMH. . thiết kế cầu (CI4123).. . Em kính mong Bộ môn, Ban chủ nhiệm Khoa, Phòng Đào Tạo xem xét cho em được chuyển điểm theo môn học tương ứng như đã trình bày trên để đủ điều kiện đăng ký thực hiện Luận văn tốt nghiệp",
            "Chào bạn,. . PDT đã ghi nhận yêu cầu về ĐKMH của bạn và đã chuyển cho bộ phận ĐKMH kiểm tra và xử lý.. . Bạn vui lòng theo dõi kết quả cật nhật TKB tại mybk sau ngày 20/9/2021. . Trường hợp sau ngày này vẫn chưa có TKB, SV vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . SV chủ động liên hệ khoa để xin nhận GV hướng dẫn.. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Em chào thầy cô ạ.. . Em là [full_name] - [student_id]. HK 202 vừa rồi em có thi môn Phân tích và thiết kế Giải thuật(CO3031), sau khi thi máy tính bị hư, do trong vùng dịch nên không thể đi sửa, nên không có file ghi mành hình nên em đã đăng ký hoãn thi môn này thông qua form. . . Tuy nhiên hôm nay sau khu vực giản cách, đi sửa máy tính và còn file ghi màn hình, em đã gửi file cho giáo viên bộ môn. Em có thể xin HỦY hoãn thi mà em đã gửi được trước đó được không ạ?. . Em xin chân thành cảm ơn và hy vọng sớm được phản hồi.. . . . Trân trọng.. . [full_name]",
            "Chào em,. . Em làm đơn xin hủy hoãn thi: ghi rõ HK, mã môn học, tên môn học ... , hoặc lấy mẫu đơn hoãn thi sửa thành đơn HỦY HOÃN THI, gửi qua bksi. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Em chào quý Thầy cô,. . Hiện tại em đã đủ các điều kiện tốt nghiệp thì em cần thực hiện đăng ký tốt nghiệp như thế nào vậy ạ? Em vào MyBK đăng ký nhưng không được ạ.",
            "Chào bạn. . - Đợt đăng ký tốt nghiệp hiện tại đến 30/8 là của HK 202. . - Đợt tốt nghiệp tháng 11/2021 - HK211 sẽ có thông báo cụ thể cho SV về danh sách về cách đăng ký tốt nghiệp dự kiến bắt đầu từ tháng 9/2021. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính chào thầy/cô,. . . . Em tên [full_name]-MSSV:[student_id]. . . . Em gửi thư này với mong muốn thầy/cô cho em đăng ký vào lớp   B DT01_DT01  /B  với mã môn học   B MT2001  /B  (Xác suất và thống kê).. . . . Lý do: Thời gian trước đó em tập trung cho luận văn của mình, làm ngày làm đêm và không chú ý kiểm tra mail, đến khi em bảo vệ luận văn xong thì gia đình em nhận được tin chú em-chủ nhà xe [full_name], bị đưa ra khởi tố trách nhiệm hình sự với hành vi làm lây lan dịch bệnh(kể ra như này em thực sự cảm thấy xấu hổ nhưng em không biết phải thế nào nữa), thời gian vừa rồi gia đình em hết sức bối rối, sau đó là nhiều chuyện ập đến và đến hôm nay em vào xem thì thấy lịch đăng ký môn học đã chấm dứt cách đây 2 ngày. Đây là lỗi của em khi đã không chú ý các thông báo của nhà trường, nhưng em thực sự mong muốn đăng ký môn học này. Mong các thầy/cô có thể giúp em tham gia lớp học.. .  . . Em xin cảm ơn và gửi lời chúc sức khỏe đến các thầy/cô. Mong chúng ta bình an vượt qua đại dịch.",
            "Chào bạn,. . PDT đã ghi nhận yêu cầu về ĐKMH của bạn và đã chuyển cho bộ phận ĐKMH kiểm tra và xử lý.. . Bạn vui lòng theo dõi và kiểm tra TKB thường xuyên trên mybk/Thông tin SV và hệ thống BKeL để kịp tham gia lớp học online. SV chủ động liên hệ với GV để xin vào lớp học trước nhé!. . Trường hợp nếu không đăng ký được (không có khả năng hoặc không đủ điều kiện)  PDT sẽ phản hồi cho SV qua bksi.. . Chúc các bạn học tốt!. . Thân mến,. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em chào pđt ạ, em có thắc mắc về việc rút môn học ở học kì này như nào ạ? bình thường thì phải in biểu mẫu và tới trực tiếp nộp pđt, nhưng giờ dịch thì em phải làm như nào ạ ?",
            "Chào bạn,. . Hiện tại đã hết thời gian hiệu chỉnh  và hủy môn học của học kỳ chính và HK dự thính HK211 nhé bạn.. . SV vui lòng đợi thông báo về việc rút môn học (có tính học phí theo quy định), sẽ thông báo cho SV trong tháng 9/2021. . Xem chi tiết quy chế tại đây:. . aao.hcmut.edu.vn/sinh viên/quy chế/học vụ/Quy chế đào tạo và học vụ bậc đại học, cao đẳng:/ điều 11.2. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Dạ em chào anh/chị. . Anh/chị cho em hỏi là em đã có điểm AV1 là 8,5đ nhưng do em xem bảng chuyển điểm AV cũ nên chuyển nhầm AV1 thành 6đ.. . . . Vậy sau này, tính điểm TBTL sẽ lấy điểm đã có là 8,5đ hay là điểm chuyển là 6đ ạ.. . . . Em cám ơn",
            "Chào bạn. . Theo quy định sẽ lấy điểm cao nhất nghen bạn. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "em tên :[full_name]. . MSSV [student_id]. . em xin hỏi bây giờ em xin vào lớp an toàn điện (EE3097) của cô [full_name] mã lớp DT01 trong học kì chính 211 được nữa không ạ.Tại em thấy lớp vừa mới bắt đầu học được 1 tuần và còn dư nhiều chỗ nên em muốn đăng kí vào đề học cải thiện điểm.Em đã gửi mail xin cô và được cô đồng ý ạ.Kì này em ra trường mà giờ thiếu 0,01 là tốt nghiêp 7.0 bằng khá nên em rất mong anh chị giúp đỡ em với ạ.em thực sự rất cần ạ .. . Em xin cảm ơn thầy cô rất nhiều.. . . .",
            "Chào bạn,. . PDT đã ghi nhận yêu cầu về ĐKMH của bạn và đã chuyển cho bộ phận ĐKMH kiểm tra và xử lý.. . Bạn vui lòng theo dõi và kiểm tra TKB thường xuyên trên mybk/Thông tin SV và hệ thống BKeL để kịp tham gia lớp học online. SV chủ động liên hệ với GV để xin vào lớp học trước nhé!. . Trường hợp nếu không đăng ký được (không có khả năng hoặc không đủ điều kiện)  PDT sẽ phản hồi cho SV qua bksi.. . Chúc các bạn học tốt!. . Thân. .",
            "li answer rate: Answer suits the needs / Câu trả lời đúng ý"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . kính gửi Phòng đào tạo!. .     Em có đăng ký luận văn tốt nghiệp HK211 trong đợt đăng ký môn học bổ sung vừa rồi. Nhưng không đăng ký được môn do thiếu anh văn. Em được biết là kì này PĐT không xét chuẩn anh văn ạ! . .     Em không biết là em có thiếu yêu cầu gì nữa không ạ! Mong PĐT xem xét giúp em lý do ạ.. .    Em chân thành cảm ơn!. .                  [full_name] . .                    MSSV: [student_id]",
            "Chào bạn,. . SV xem TKB tại mybk/Thông tin SV/ Xem TKB. . Trường hợp SV đăng ký TTTN, LVTN, ĐCLVTN mà không có TKB trong đợt bổ sung.. . . . Sinh viên vui lòng xem kết quả ĐKMH, xem lý do vì sao không ĐKMH được (có đăng ký, nhưng không có TKB) tại trang web: mybk.hcmut.edu.vn    Đăng ký môn học    Đăng ký bổ sung TTTN+LVTN+ ĐCLVTN HK211 Đợt kết quả    bấm vào mục Đăng ký mới    chọn Loại hình đăng ký    xem Lịch sử đăng ký.. . Trong trường hợp kết quả xử lý ĐKMH không đúng, bạn có thể làm đơn khiếu nại (kèm minh chứng nếu có), gửi qua trang bksi ghi rõ tiêu đề: “Khiếu nại ĐKMH HK211”, nội dung khiếu nại trình bày rõ lý do, ghi rõ tên, mã môn học, Số tín chỉ tích lũy? Số ngày CTXH (nếu đăng ký LVTN). . Trường hợp SV có học môn tương đương vui lòng trình bày rõ, đã học ở HK nào? tên và MH,tương đương môn học nào?. . Thân chào. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Kính gửi thầy/cô Phòng Đào Tạo - Đại học Bách Khoa TP.HCM,. . . . Em là [full_name], MSSV [student_id], sinh viên khoa Quản Lý Công Nghiệp, lớp QL170304.. . Em gửi mail này mong thầy/cô xem xét và giải đáp giúp em tình trạng: . . Em đã học đủ số tín chỉ theo chương trình đào tạo công bố trên cổng thông tin của trường nhưng số tín chỉ tích lũy ngành và tín chỉ tích lũy bị lệch 2 chỉ (như hình đính kèm).. . Em đã tiến hành điền điểm và tín chỉ theo bảng điểm tất cả các môn em đã học vào file chương trình đào tạo (có đính kèm file excel bên dưới) và so sánh mã môn học.. . Kết quả là em đã hoàn thành theo đúng chương trình đào tạo là 136 chỉ (các môn bắt buộc, tự chọn với 6 chỉ nhóm A, 19 chỉ nhóm B theo chuyên ngành Quản lý Công Nghiệp) và không có môn nào ngoài chương trình đào tạo nhưng bảng điểm vẫn hiển thị em chỉ hoàn thành 134 tín chỉ tích luỹ ngành. . . Điều này em không rõ là mình đã gặp vấn đề gì hay do hệ thống chưa cập nhật.. . Mong thầy/cô sớm xem xét và giải đáp giúp em để em có thể được tốt nghiệp đúng thời hạn.. . Em cảm ơn thầy/cô và chúc thầy/cô nhiều sức khoẻ! . .",
            "Chào bạn. . Hiện tại thông tin Trường thông báo đó hệ thống không chính xác nghen bạn, vì hệ thống đó không cập nhật thường xuyên. . - Nên căn cứ vào điểm bạn đã đạt theo CTDT của bạn là chính xác. . -Bạn đợi thông báo DS dự kiến tốt nghiệp tháng 11/2021, nếu không có thì phản hồi lại Pdt để kiểm tra nghen",
            "Yêu cầu khác: Kính gửi thầy/cô Phòng Đào Tạo - Đại học Bách Khoa TP.HCM,. . . . Em là Nguyễn Trang Mỹ Xuyên, MSSV [student_id], sinh viên khoa Quản Lý Công Nghiệp.. . . . Em gửi mail này mong thầy/cô xem xét và giải đáp giúp em tình trạng: . . . . Em đã học đủ số tín chỉ theo chương trình đào tạo công bố trên cổng thông tin của trường nhưng số tín chỉ tích lũy ngành và tín chỉ tích lũy bị lệch 3 chỉ (như hình đính kèm).. . . . Em đã tiến hành điền điểm và tín chỉ theo bảng điểm tất cả các môn em đã học vào file chương trình đào tạo và so sánh mã môn học.. . . . Kết quả là em đã hoàn thành chương trình đào tạo là 125 chỉ (các môn bắt buộc, tự chọn với tối thiểu 6 chỉ nhóm A, 16 chỉ nhóm B theo chuyên ngành Quản trị Kinh doanh) và không có môn nào ngoài chương trình đào tạo nhưng bảng điểm vẫn hiển thị em chỉ hoàn thành 122 tín chỉ tích luỹ ngành. . . . . Điều này em không rõ là mình đã gặp vấn đề gì hay do hệ thống chưa cập nhật.. . . . Mong thầy/cô sớm xem xét và giải đáp giúp em để em có thể được xét làm luận văn đúng thời hạn.. . . . Em cảm ơn thầy/cô và chúc thầy/cô nhiều sức khoẻ!. . . . . . Mỹ Xuyên.",
            "Chào bạn. . - Đúng: điểm cập nhật, điểm trung bình học kỳ, điểm trung bình tích luỹ chung, số tín chỉ tích luỹ. . - Sai: biểu đồ cũng như số tín chỉ tích luỹ ngành, vì một số lý do bất khả kháng Pdt không cập nhật dữ liệu thường xuyên. . - [full_name] tự đối chiếu bảng điểm so với CTDT của mình, đúng là được. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Như tiêu đề ạ, cách đây vài ngày em có tạo một yêu cầu nhưng do chưa nhận được phản hồi từ PĐT em xin phép gửi lại.. . Em xin cám ơn!",
            "Chào em,. . - Danh sách thi PĐT đã gửi trước rồi em. . - Em đã điền form hoãn thi, xem email xác nhận nhé.. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . em lỡ đăng kí lộn môn tự chọn giờ em muốn hủy môn được không ạ .Nếu hủy được thì phải làm những gì ạ.. .",
            "Chào bạn,. . Hiện tại đã hết thời gian hiệu chỉnh  và hủy môn học của học kỳ chính và HK dự thính HK211 nhé bạn.. . SV vui lòng đợi thông báo về việc rút môn học (có tính học phí theo quy định), sẽ thông báo cho SV trong tháng 9/2021. . Xem chi tiết quy chế tại đây:. . aao.hcmut.edu.vn/sinh viên/quy chế/học vụ/Quy chế đào tạo và học vụ bậc đại học, cao đẳng:/ điều 11.2. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Dạ là có cách nào xem lại vid mấy môn mik đã học online ko ạ",
            "Chào em,. . Các nội dung trong khóa học do GV phụ trách môn học quản. PĐT không có quyền can thiệp.. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Dạ em chào thầy cô. . Hiện tại em đang cần thông tin liện lạc(cụ thể là gmail) của giảng viện ạ. . 1/Cô [full_name]-CH1004-TN Hóa Đại Cương. . 2/PGS.TS [full_name]-ME3003-[full_name] và [full_name]. . EM cảm ơn thầy cô ạ!. .",
            "Chào em,. . Em vui lòng liên hệ Khoa, Bộ môn của môn học để được hướng dẫn nhé.. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Kiểm tra lại giúp em thời gian đào tạo với ạ . Lúc trước em xem là tới tháng 10/2022 mà sao giờ xem lại là tháng 10/2021.. . em muốn học tiếp phải làm sao ạ .em phải viết đơn hay sao thầy cô ơi .em đang cố gắng học cho xong ạ .em cảm ơn. .",
            ". . Chào bạn. . - Về quy định thời gian và kế hoạch học tập: Bạn vui lòng xem chi tiết tại trang web aao    sinh viên    Quy chế    Quy chế đào tạo và học vụ bậc đại học và cao đẳng    Các trường hợp được kéo dài thời gian đào tạo    điều 5.5. . - Chính xác thời gian học của hệ liên thông là 8 Học kỳ. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em chào thầy cô ạ. . Thầy cô cho em hỏi do tính toán sai nên đợt đăng ký môn học vừa rồi em không đăng ký, nhưng sau đó em muốn học lớp dự thích thì có cách nào không ạ. Em cám ơn thầy cô rất nhiều ạ",
            "Chào em,. . Em vui lòng trình bày lý do, mã môn học, tên môn học, mã nhóm để PĐT xem xét nhé.. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Kính chào pđt,. . Cho em hỏi nếu em muốn tạm dừng học và làm đơn tạm dừng nhưng giảng viên chủ nhiệm và chủ nhiệm khoa không kí vào đơn do không gặp trực tiếp được thì phải làm thế nào để xác nhận đơn cho em ạ.. . Em cám ơn và kính chào.. . . .",
            "Chào bạn,. . SV vui lòng tải mẫu đơn tạm dừng tại trang aao.hcmut.edu.vn/Sinh viên/biểu mẫu. Điền đầy đủ thông tin và gửi qua bksi nhé.. . Thời điểm hiện tại thì không cần xác nhận nhé bạn (trước 4 tuần của HK). . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Thưa quý thầy cô. . . Em tên là: [full_name] - MSSV: [student_id] . . Em muốn đăng kí môn học Kết Cấu Thép 2 (CI3211) lớp dự thính kỳ này. Nhưng do môn học này lớp em có điểm trễ nên là em không đăng kí kịp tiến độ ĐKMH của phòng đào tạo. Em mong muốn thầy (cô) có thể hỗ trợ cho em được thêm vào lớp Kết Cấu Thép 2 - DT 03 - GV: [full_name] để em có thể học môn học này ở kỳ này. Như vậy thì kỳ tớ em mới có thể làm LVTN được, vì môn học này là môn tiên quyết. . . Em cảm ơn quý thầy (cô) đã xem xét.",
            "Chào bạn,. . PDT đã ghi nhận yêu cầu về ĐKMH của bạn và đã chuyển cho bộ phận ĐKMH kiểm tra và xử lý.. . Bạn vui lòng theo dõi và kiểm tra TKB thường xuyên trên mybk/Thông tin SV và hệ thống BKeL để kịp tham gia lớp học online. SV chủ động liên hệ với GV để xin vào lớp học trước nhé!. . Trường hợp nếu không đăng ký được (không có khả năng hoặc không đủ điều kiện)  PDT sẽ phản hồi cho SV qua bksi.. . Chúc các bạn học tốt!. . Thân mến,. . . .",
            "li answer rate: Answer suits the needs / Câu trả lời đúng ý"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Chào pđt, pđt cho e hỏi là e đã đăng ký hoãn thi môn Kết cấu thép 2 rồi mà trong bảng điểm của em vẫn hiện là điểm 0 vậy ạ? Em cám ơn!. .",
            "Chào em,. . - Danh sách thi PĐT đã gửi trước rồi em. . - Em đã điền form hoãn thi, xem email xác nhận nhé.. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ em là SV khóa K15, MSSV [student_id]. . HK211 em có đăng kí LVTN, MSMH : CI4343. . Em đã có điểm môn học AV1 nhưng khi đang kí môn LVTN thì bị hủy với lí do thiếu môn AV_1. . PĐT kiểm tra lại giúp em với ạ.. .",
            "Chào bạn,. . PDT đã ghi nhận yêu cầu về ĐKMH của bạn và đã chuyển cho bộ phận ĐKMH kiểm tra và xử lý.. . Bạn vui lòng theo dõi kết quả cật nhật TKB tại mybk sau ngày 6/9/2021. . Trường hợp sau ngày này vẫn chưa có TKB, SV vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . SV chủ động liên hệ khoa để xin nhận GV hướng dẫn.. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Kính CHào quý Thầy Cô. . . . Em tên [full_name] MSSV [student_id]. Do các môn tiên quyết của em đã hoàn thành ở những học kỳ trước (mã cũ) nên không thể đăng ký môn luận văn tốt nghiệp (cđ) mac CI4313 được, em có liên hệ bô môn để xác nhận chuyển điểm các môn học tương đương từ mã cũ sang mã mới để đăng ký luận văn học kỳ này. Mong PĐT giải quyết dùm em.",
            "Đã tiếp nhận"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em là [full_name] mã số sinh viên [student_id], sinh viên liên thông bên cao đẳng bảo dưỡng công nghiệp, số tín chỉ tích lũy 127 và số ngày công tác xã hội là 15.5 ngày, môn tiên quyết đồ án thiết kế ( ME2011),Đồ án chuyên ngành (Kỹ thuật Chế tạo)(ME4045),Đề cương luận văn tốt nghiệp ( ME4725) em điều thỏa. . Em đăng kí môn ME4727- Luận văn tốt nghiệp( mã liên thông ) nhưng lại bị hủy ở đợt kết quả. Còn phần lịch sử đăng kí để thiếu chứng chỉ anh văn và eleaning cũng không có.  . . Mong quý thầy cô kiểm tra lại giúp em. . Em xin cảm ơn. . . .",
            "Đã có [full_name]B"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Cho em hỏi sau khi tốt nghiệp thì email sinh viên của trường mình có được dùng tiếp không ạ? Vì em có nhiều drive lưu trên email của trường, nhiều data trên Notion, nhiều danh sách liên lạc,... . . .",
            "Chào bạn. . Chính xác là mail SV sẽ không còn tồn tại sau khi tốt nghiệp, Nên bạn cân nhắc để lưu trữ dữ liệu. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ em chào thầy cô.. . Em là sinh viên k17. Dạ thầy cô, cho em hỏi là hiện tại phòng đào tạo cho tụi em đăng kí làm luận văn mà chưa xét đến chuẩn anh văn quốc tế ạ. Tụi em đã đăng kí và có kết quả đăng kí trên bkel rồi ạ nhưng với tình hình dịch hơi khó khăn hiện nay, tụi em không thể lên phòng thí nghiệm để tiến hành làm luận văn được ạ.. . Dạ vậy tụi em không biết là tụi em có được gia hạn thêm thòi gian làm luận văn không ạ?. . Em cám ơn thầy cô và mong nhận được phản hồi sớm từ thầy cô ạ!",
            "Chào bạn,. . Bạn vui lòng liên hệ với [full_name] và GVHD để được hướng dẫn về LVTN nhé.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Chào thầy/cô, em là [full_name] - MSSV: [student_id].. . Vì 1 số lý do, nên hè năm thứ 3 em đã không đăng ký thực tập ngoài trường mà đăng ký vào đầu năm nay (HK 1 năm thứ 4). . . Tuy nhiên, em đã đi thực tập ở 1 công ty hồi hè và có kết quả rồi. Vậy thì em có được công nhận là đã qua môn thực tập ngoài trường (CO3315) chưa ạ. . . Rất mong thầy/cô giải đáp giúp em, em cảm ơn nhiều ạ.",
            "Chào bạn. . Khi nào ở Khoa cập nhật điểm thì mới gọi là qua nghen bạn"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em chào thầy/cô. . Em là [full_name] (MSSV: [student_id]). Em muốn xin đăng ký rút môn học vì em đã có kết quả của môn học em đăng ký học trong HK202 vừa rồi và đã đạt đủ điểm để hoàn thành môn học nên em muốn xin đăng ký rút môn học ạ. Em có lên trang web của nhà trường download \"Phiếu đăng ký rút môn học\", nhưng em thấy trong phiếu rút môn học có nội dung là \"Đăng ký rút môn học và nhận điểm R\". Thầy/cô cho em hỏi điểm R có ảnh hưởng tới kết quả môn học của em không ạ? Nếu không bị ảnh hưởng em xin nộp \"phiếu đăng ký rút môn học\" em đính kèm bên dưới ạ.. .",
            "Chào bạn,. . Hiện tại đã hết thời gian hiệu chỉnh  và hủy môn học của học kỳ chính và HK dự thính HK211 nhé bạn.. . SV vui lòng đợi thông báo về việc rút môn học (có tính học phí theo quy định), sẽ thông báo cho SV trong tháng 9/2021. . Xem chi tiết quy chế tại đây:. . aao.hcmut.edu.vn/sinh viên/quy chế/học vụ/Quy chế đào tạo và học vụ bậc đại học, cao đẳng:/ điều 11.2. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            ". . Em kính chào quý thầy cô [full_name].. . . . Em là [full_name] - MSSV [student_id].. . . . Thưa quý thầy cô, này 25/8 vừa rồi là ngày đăng ký luận văn cuối cùng nhưng vì em vừa mất hết laptop và điện thoại nên em không kịp kiểm tra mail và đăng ký luận văn tốt nghiệp. Em viết mail này kính mong quý thầy cô có thể giúp em đăng ký được luận văn tốt nghiệp.. . . . Em xin chân thành cám ơn quý thầy cô. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            ". . Họ tên: [full_name]. . MSSV: [student_id]. . . . . . Em là sinh viên khoa CNVL khóa 19, do năm đầu rớt môn Nhập môn kỹ thuật MA1001, được thầy/cô pdt bảo nộp đơn để đăng ký học chung với K21, nay em đã viết và đính kèm phía dưới, mong pdt xem xét và xếp lớp. Em cảm ơn ạ",
            "Chào bạn. . Phòng đào tạo đã ghi nhận thông tin bạn đăng ký môn học chung với K2021, Thời gian bắt đầu học của Khoá 2021 là 4/10/2021, nên bạn vui lòng xem TKB tại Mybk vào thời gian trên, nếu không có TKB thì phản hồi lại Pdt. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Kính gửi: Phòng Đào Tạo. . . . Em tên là [full_name], Khóa K15, MSSV:[student_id], Lớp DD15LT08.. . . . Hiện tại em đã hoàn thành đầy đủ các điều kiện để xét tốt nghiệp. Nhưng khi em kiểm tra thông tin của mình trong danh sách tốt nghiệp dự kiến thì không có thông tin. Kính mong PĐT kiểm tra và hướng dẫn giúp em hoàn thành việc đăng ký tốt nghiệp ạ.. . Em đã đặt câu hỏi từ 23/08 đến nay vẫn chưa có phản hồi. Vì sắp hết hạn đăng ký chính thức nên kính mong PĐT có thể phản hồi sớm giúp em!. . . . Em xin chân thành cảm ơn.",
            "Chào bạn. . - Đợt đăng ký tốt nghiệp hiện tại đến 30/8 là của HK 202. . - Đợt tốt nghiệp tháng 11/2021 - HK211 sẽ có thông báo cụ thể cho SV về danh sách về cách đăng ký tốt nghiệp dự kiến bắt đầu từ tháng 9/2021. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Chào Phòng Đào tạo. . Em tên: [full_name] -[student_id]. . Dạ Pdt cho em hỏi : Do kì này pdt không xét chứng chỉ anh văn để đăng kí luận văn nên em đã gửi đăng kí luận văn nhưng sao không có trong thời khóa biểu ạ.(tín chỉ để đăng kí luận văn của em đã đủ ). . . .",
            "Chào bạn,. . Trường hợp SV đăng ký TTTN, LVTN, ĐCLVTN mà không có TKB trong đợt bổ sung.. . Sinh viên vui lòng xem kết quả ĐKMH, xem lý do vì sao không ĐKMH được (có đăng ký, nhưng không có TKB) tại trang web: mybk.hcmut.edu.vn    Đăng ký môn học    Đăng ký bổ sung TTTN+LVTN+ ĐCLVTN HK211 Đợt kết quả    bấm vào mục Đăng ký mới    chọn Loại hình đăng ký    xem Lịch sử đăng ký.. . Trong trường hợp kết quả xử lý ĐKMH không đúng, bạn có thể làm đơn khiếu nại (kèm minh chứng nếu có), gửi qua trang bksi ghi rõ tiêu đề: “Khiếu nại ĐKMH HK211”, nội dung khiếu nại trình bày rõ lý do, ghi rõ tên, mã môn học, Số tín chỉ tích lũy? Số ngày CTXH (nếu đăng ký LVTN). . Trường hợp SV có học môn tương đương vui lòng trình bày rõ, đã học ở HK nào? tên và MH,tương đương môn học nào?. . Thân chào. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Em có lịch thi trường điện từ ngày 17/8 nhưng trước đó do vấn đề sức khoẻ nên em có đăng kí hoãn thi môn này.Nhưng sau đó sức khoẻ cải thiện nên em có tham gia thi môn này(có điểm danh và thực hiện đầy đủ các yêu cầu thì).Nhưng hiên tại em có biết thông tin phải có đơn hủy hoãn thi, vậy cho em hỏi giờ em nộp đơn hủy hoãn thi có được không ạ",
            "Chào em,. . Em làm đơn xin hủy hoãn thi: ghi rõ HK, mã môn học, tên môn học ... , hoặc lấy mẫu đơn hoãn thi sửa thành đơn HỦY HOÃN THI, gửi qua bksi. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính gửi: Phòng Đào Tạo. . . . Em xin gửi lại đơn đăng kí môn học học kì 211.. . . . Mong Phòng Đào Tạo xem xét cho em.. . . . Trân trọng,. . . . [full_name]",
            "Chào bạn,. . PDT đã ghi nhận yêu cầu về ĐKMH của bạn và đã chuyển cho bộ phận ĐKMH kiểm tra và xử lý.. . Bạn vui lòng theo dõi và kiểm tra TKB thường xuyên trên mybk/Thông tin SV và hệ thống BKeL để kịp tham gia lớp học online. SV chủ động liên hệ với GV để xin vào lớp học trước nhé!. . Trường hợp nếu không đăng ký được (không có khả năng hoặc không đủ điều kiện)  PDT sẽ phản hồi cho SV qua bksi.. . Chúc các bạn học tốt!. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . . . Em kính chào quý thầy cô [full_name].. . . . Em là [full_name] - MSSV [student_id].. . . . Thưa quý thầy cô, này 25/8 vừa rồi là ngày đăng ký luận văn cuối cùng nhưng vì em vừa mất hết laptop và điện thoại nên em không kịp kiểm tra mail và đăng ký luận văn tốt nghiệp. Em viết mail này kính mong quý thầy cô có thể giúp em đăng ký được luận văn tốt nghiệp.. . . . Em xin chân thành cám ơn quý thầy cô. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em là [full_name], . . MSSV : [student_id]. . Em đăng ký luận văn tốt nghiệp được cùng thầy [full_name] hướng dẫn. Nhưng kỳ này thầy về hưu. Bạn của em cũng đăng ký thầy [full_name] hướng dẫn nhưng được bộ môn chuyển tự động qua thầy [full_name]. Nhưng em vẫn chưa được chuyển giáo viên hướng dẫn và vẫn chưa có tên trong danh sách phân công hướng dẫn luận văn tốt nghiệp.. . Lịch thực hiện luận văn tốt nghiệp đã bắt đầu rồi ạ. Mong nhà trường phản hồi để em có thể được thực hiện luận văn.. . Em cảm ơn",
            "Chào em,. . Em liên hệ Khoa, Bộ môn để được hướng dẫn nhé.. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính gửi Phòng Đào tạo,. . . . Em tạo yêu cầu này để xin được học môn   B Nhập môn Điện toán (CO1005)  /B  chung với K21.. . . . Em đã email gửi khoa và được khoa đồng ý.. . (  I Vì thầy [full_name] bận nhiều việc nên duyệt sót đơn của em, do đó bây giờ thầy mới phản hồi ạ  /I   U ).. . . . Cụ thể:. . . .   B Nhóm lớp: L03_L08. . . . Lịch học: Thứ 6 - [full_name] 2, 3. .           Thứ 5 - [full_name] 8, 9, 10, 11, 12  /B . . . . Em xin đính kèm các email cũng như Đơn xin của em.. . . . Mong PĐT chấp nhận cho em được học NMĐT(CO1005) chung với K21 kỳ này ạ.. . . . Em xin cảm ơn.",
            "Chào bạn,. . Phòng đào tạo đã ghi nhận thông tin bạn đăng ký môn học chung với K2021, Thời gian bắt đầu học của Khoá 2021 là 4/10/2021, nên bạn vui lòng xem TKB tại Mybk vào thời gian trên, nếu không có TKB thì phản hồi lại Pdt. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: 1812447  /b \t. . . .   i Đăng ký môn học . Tong đợt đăng ký môn dự thính vừa rồi em có xin mở môn CÔNG NGHỆ SẢN XUẤT XI MĂNG (MA3027). Do là môn chuyên ngành nên số lượng bạn đăng kỳ ít. em muốn giữ lại lớp không bị huỷ thì em cần bổ sung thêm những gì ạ. Em cảm ơn",
            "Chào bạn. . Hiện tại không thể mở lại lớp được. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . em chào pdtd. . . . Em làm đơn này vì lí do xin được đăng kí môn học Đề cương luận văn tốt nghiệp   ( Kỹ thuật hàng không) mã TR4331. . . ( các đợt đăng kí môn học không đăng kí được vì thiếu môn học trước TR1001, bây giờ em đã xin chuyển môn tương đương và được khoa, pđt chấp nhận nên đã đủ điều kiện đăng kí đề cương).. . đơn theo file đính kèm ạ. . . . Em xin cảm ơn Pđt ạ,. . Chúc thầy cô nhiều sức khỏe.. .",
            "Chào bạn,. . PDT đã ghi nhận yêu cầu về ĐKMH của bạn và đã chuyển cho bộ phận ĐKMH kiểm tra và xử lý.. . Bạn vui lòng theo dõi kết quả cật nhật TKB tại mybk sau ngày 15/9/2021. . Trường hợp sau ngày này vẫn chưa có TKB, SV vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . SV chủ động liên hệ khoa để xin nhận GV hướng dẫn.. . Thân. .",
            "Đăng ký môn học . Kính gửi phòng đào tạo.. . . . Em là [full_name], MSSV [student_id]. Học khoa Kỹ thuật địa chất và dầu khí. . . . . Em có đăng kí môn GE2035 - Đchất k/trúc &đo vẽ bđđc Nhóm L02. Nhưng hiện tại em muốn đăng kí thêm môn Ge3087 Phân tích và thiết kế KDK nhưng lại bị lỗi đó là không đủ thời gian dãn cách giữa 2 cơ sở. Do tình hình dịch bệnh nên học online, em rất mong PĐT xem xét cho em được đăng kí học lớp GE3087 Phân tích và thiết kế KDK. Hiện đã có lớp GE3087 Phân tích và thiết kế KDK hy vọng PDT xếp thêm em vào danh sách . Do khóa em là khóa cuối của môn này nên em hi vọng PĐT giúp đỡ xem xét cho em.",
            "Chào bạn,. . PDT đã ghi nhận yêu cầu về ĐKMH của bạn và đã chuyển cho bộ phận ĐKMH kiểm tra và xử lý.. . Bạn vui lòng theo dõi và kiểm tra TKB thường xuyên trên mybk/Thông tin SV và hệ thống BKeL để kịp tham gia lớp học online. SV chủ động liên hệ với GV để xin vào lớp học trước nhé!. . Trường hợp nếu không đăng ký được (không có khả năng hoặc không đủ điều kiện)  PDT sẽ phản hồi cho SV qua bksi.. . Chúc các bạn học tốt!. . Thân mến,. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "PĐT cho e hỏi e tổng số chỉ tích lũy của em tại sao là 112 ạ, e e chỉ còn 1 đồ án chuyên ngành chưa học thôi ? Có hình ảnh em đính kèm theo mong PĐT giải đáp thắc mắc của e. . .",
            "Chào bạn,. . PDT đã ghi nhận yêu cầu về ĐKMH (học phần tốt nghiệp: TTTN, DCLV, LVTN) của bạn và đã chuyển cho bộ phận ĐKMH kiểm tra và xử lý.. . Bạn vui lòng theo dõi và kiểm tra TKB thường xuyên trên mybk/Thông tin SV. . . Trường hợp nếu không đăng ký được (không đủ điều kiện (thiếu môn tiên quyết, thiếu ngày CTXH..)  PDT sẽ phản hồi cho SV qua bksi.. . Chúc các bạn học tốt!. . Thân mến,. .",
            "Dạ em chào cô,. . Em còn thiếu 1 môn tiên quyết đó cô mà môn đó có 1 chỉ à, mà e tra cứu e được tín chỉ 112/114 tiêu chuẩn. Em thấy khó hiểu nên hỏi lại ạ, Chứ e chưa được làm LVTN ạ . . . . Sinh viên [full_name]."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Chào Thầy/Cô!. . Cho em hỏi ngày 23/08 (ngày đầu của đăng kí LVTN bổ sung) em đã khiếu nại về vấn đề không đăng kí luận văn tốt nghiệp vì các môn học tương đương của em vẫn chưa được giải quyết đến ngày 26/08 mới được trả lời nhưng chỉ là đóng topic hỏi chứ không nhận được phản hồi hay giải đáp đã xử lý vấn đề của em chưa, và đã quá hạn đăng kí LVTN bổ sung, cho em hỏi em có thể làm LVTN kỳ này không, vì em chỉ vướng vấn đề quy đổi môn học tương đương, trong khi các môn học đó em đã hoàn thành và đạt điều kiện nhận luận văn tốt nghiệp, và thủ tục làm như thế nào, mong PĐT giải quyết sớm cho em.. . Em cảm ơn!. .",
            "Chào bạn,. . Vui lòng bổ sung giúp cô Mã môn LVTN nhé!. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Em chào thầy/cô ạ.. . Em là [full_name] - [student_id]. Em xin gửi đơn HỦY hoãn thi ạ. Em đã ghi rõ lý do trong đơn ạ.. . Nếu có sai sót mong  thầy/cô phản hồi để em sửa ạ. Em xin chân thành cảm ơn.. . . . Trân trọng.. . [full_name]. . .",
            "Chào bạn. . - Phòng Đào tạo đã đồng ý yêu cầu về việc xin HUỶ Hoãn Thi của bạn. . . - Bạn thi bình thường theo Lịch thi đã thông báo. . - Trường hợp có sự cố bất khả kháng trong khi thi dẫn đến không thể hoàn thành được bài thi, và không được giải quyết cho thi các ca thi sau (nếu có), sinh viên có thể đăng ký \"Hoãn thi\" ngay sau buổi thi (không phải vắng thi có phép), SV phải báo với CBCT hoặc trực thi để được ghi nhận vào trong danh sách thi. PDT sẽ đối chiếu lại với danh sách Khoa để ra quyết định hoãn thi. . Chúc bạn học tập tốt nhé.. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]. . [full_name]  /b \t. . . .   i Yêu cầu khác . Dạ phần thông tin pđt gửi em chưa cập nhật so với kết quả nhận được từ email support.stu ạ.. . Mong pđt chỉnh sửa giúp em ạ. . . . Đây là email kết quả học tập mà em được nhận trước đó.. . . . Hiện tại em đã hoàn thành môn học . . Cơ học ứng dụng (2 chỉ). . Thực tập tốt nghiệp (2 chỉ). . . . Mong pđt hiệu chỉnh giúp em ạ.. . . . Em xin cảm ơn",
            "Vui lòng bổ sung thêm giúp cô mã [full_name] nhé!. . Thân"
        ]
    }
]