[
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Cho e hỏi vấn đề này ạ, kì 211 này e không đăng ký môn đề cương luận văn tốt nghiệp, nhưng liệu e có thể xin đăng ký đề tài luận văn để làm luận văn và bảo lưu điểm luận văn tốt nghiệp cho kì sau được không ạ?. . . . em cám ơn.",
            "Chào bạn,. . Bạn vui lòng liên hệ về Khoa của bạn để hỏi nhé!. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ .  . . Em xin chào quí thầy/ cô. Do hoàn cảnh khó khăn và tình trạng dịch bệnh khó  trong thời gian quá. Em xin lỗi vì đã không đủ điều kiện tài chính để thanh toán học phí của học kì vừa qua. Nay em xin hỏi cách để khắc phục tình trạng tạm dừng học ạ. Em sẽ hết mình cố gắng thanh toán học phí sớm nhất. Em cám ơn quí thầy cô ạ.",
            "Chào bạn. . Tình trạng của bạn là tạm dừng và còn nợ học phí. . Trước tiên bạn phải thanh toán học phí, xong phải nộp đơn thu nhận lại. . - Đến thời điểm hiện tại quá trễ để dkmh Hk211, đến đầu tháng 12/2021, bạn nộp đơn thu nhận cho HK211. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính chào Phòng đào tạo!. . Em là [full_name] mssv [student_id]. Em không thể đăng ký thi TOEIC do không có quyền đăng ký môn học.. . Kính mong PDT xem xét hỗ trợ em vấn đề này, ngày 8 hết hạn đăng ký ạ.. . Em xin cám ơn!",
            "Chào bạn. . Bạn vui lòng vào đăng ký lại nhé,. . Thân",
            "Kính chào cô!. . Em vẫn chưa đăng ký được cô ơi, \"bạn không có quyền đăng ký\", ảnh như trên ạ. . . (Hôm qua em xếp hàng chờ tiêm ngừa nên không thấy tin nhắn). . Kính mong cô giúp đỡ",
            "Chào bạn,. . Hiện tại đợt 1 đã full rồi nhé, bạn đợi thông báo đăng ký đợt tiếp theo nhé!. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Kính gửi Phòng đào tạo trường đại học Bách Khoa TPHCM. . Em tên Nguyễn Minh An MSSV [student_id]2. . Em đã hết hạn đào tạo chính qui và mong muốn được chuyển sang hệ VHVL để tiếp tục hoàn thành chương trình đào tạo. Em đã làm đơn xin chuyển hệ và đơn xin đăng ký môn học gửi BKSI như hướng dẫn (TKB của em đã có nhưng bị xóa). Đã 1 tuần từ lúc em gửi đơn đến nay vẫn chưa thấy phản hồi, em rât lo lắng, Mong BKSI hoặc Phòng Đào Tạo phản hồi giúp em và khoảng bao lâu thì em được xét chuyển hệ và có kịp đăng ký luận văn trong học kỳ này không ạ. Mong phòng đào tạo xem xét giúp em để em được tiếp tục học.. . Em xin cảm ơn"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . dạ em là sinh viên k18 hệ VLVH, cho em hỏi học phí môn AV250 tính sao vậy ạ, do em không thấy tín chỉ. em cám ơn ạ. .",
            "Chào bạn. . Môn này 3 tín chỉ. . 3*525= [student_id]",
            "Chào bạn. . Đính chính lại môn này không có tín chỉ và học phí là [student_id]. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em chào thầy cô!. . Em có nhận được email từ phòng đào tạo về việc đăng ký thi Toeic 2 kỹ năng nói - viết, vậy cho em hỏi :. .  Trong đợt 1 của tháng 9 thì em bắt buộc phải đăng ký trong đợt này hay em có thể đăng kí vào đợt 2,3... của tháng 9 hoặc các đợt của tháng 10 ạ?. .  Tại vì SV chỉ được đăng ký thi 1 lần duy nhất trong đợt tháng 9 & tháng 10.. . Nên việc phải chuẩn bị kỹ để bước vào kì thi là vô cùng quan trọng ạ. Em mong quý thầy cô giải đáp thắc mắc ạ.. .  Em cảm ơn",
            "hân gửi các bạn sinh viên,. . . .  . . . . Được sự đồng ý của Ban Giám Hiệu, Phòng Đào tạo kết hợp cùng Trung tâm Ngoại ngữ tổ chức kiểm tra Anh văn 2 kỹ năng Nói - Viết theo hình thức trực tuyến trong tháng 9 & tháng 10 năm 2021 dành cho các sinh viên chuẩn bị tốt nghiệp trong học kỳ 211 (dự kiến xét tốt nghiệp đến hết học kỳ 211).. . . . - Đăng ký tại: mybk.hcmut.edu.vn è chọn  Đăng ký môn học è chọn Đăng ký thi Anh văn 2 kỹ năng theo hình thức trực tuyến–Đợt 1-MSMH:BKE123. . . . - Thời gian đăng ký Đợt 1: từ 8g ngày 06/9 đến 14g50 ngày 08/9. . . . - Thời gian thanh toán lệ phí: từ 8g ngày 9/9 đến 14g50 ngày 10/9. . . .  . . . . - Lưu ý:. . . . 1) Trong tháng 9/2021 dự kiến tổ chức 4 đợt thi, mỗi đợt tổ chức khoảng 800 SV thi.  Cụ thể Đợt 1 sẽ thi vào các ngày: 15/9, 16/9, 17/9, 18/9, 19/9 và 20/9 (TTNN sẽ có thông báo chi tiết ngày thi cho SV qua mail sau khi SV thanh toán lệ phí). . . .  Trường hợp SV không đăng ký được trong Đợt 1, vui lòng đợi thông báo đăng ký vào đợt tiếp theo.. . . . 2) SV chỉ được đăng ký thi 1 lần duy nhất trong đợt tháng 9 & tháng 10 /2021 (hình thức trực tuyến), trường hợp SV thi không đạt, hoặc bỏ thi, hoặc thanh toán lệ phí thi trễ hạn vui lòng đợi thông báo sau hoặc hết thời gian giãn cách có thể đăng ký thi trực tiếp tại Trung tâm Ngoại ngữ.. . . .  3) Trường hợp SV không thanh toán lệ phí hoặc thanh toán lệ phí trễ hạn sẽ không được thi & ghi nợ lệ phí (SV phải thanh toán dù không dự thi).. . . .  4) Hình thức thi trực tuyến theo file đính kèm.. . . .  5) SV đã đạt Anh văn 2 kỹ năng Nói - Viết theo quy định vui lòng bỏ qua email này."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Họ và tên: [full_name]. . MSSV: [student_id]. . Lớp: XD17CTGT02. . . . Dạ em chào quý thầy cô phòng đạo tạo,dạ thầy cô cho em hỏi về vấn đề thi online 2 kỹ năng speaking và writting.Dạ em có nghe thông tin là những ai nhận được mail đợt 1 trong tháng 9 này mà không đăng ký thi thì những đợt sau sẽ không được thi nữa đúng ko ạ. Dạ thầy cô cho em hỏi thông tin này có chính xác không ạ.. . Dạ em cảm ơn quý thầy cô.",
            "Chào bạn,. . Theo thông báo này là quy trình cuối cùng nhé,. . Thân gửi các bạn sinh viên,. . . . Được sự đồng ý của Ban Giám Hiệu, Phòng Đào tạo kết hợp cùng Trung tâm Ngoại ngữ tổ chức kiểm tra Anh văn 2 kỹ năng Nói - Viết theo hình thức trực tuyến trong tháng 9 năm 2021 dành cho các sinh viên chuẩn bị tốt nghiệp trong học kỳ 211(dự kiến xét tốt nghiệp đến hết học kỳ 211). . . . - Đăng ký tại: Mybk.hcmut.edu.vn à chọn  Đăng ký môn học à chọn Đăng ký thi Anh văn 2 kỹ năng theo hình thức trực tuyến–Đợt 1-MSMH:BKE123. . . . - Thời gian đăng ký: từ 8g ngày 06/9 đến 14g50 ngày 08/9. . . . - Thời gian thanh toán lệ phí: từ 8g ngày 9/9 đến 14g50 ngày 10/9. . . . - Lưu ý:. . . . 1) Trong tháng 9/2021 dự kiến tổ chức 4 đợt thi, mỗi đợt tổ chức khoảng 750 SV, thi vào các ngày: 15/9, 16/9, 17/9, 18/9, 19/9  và 20/9 (sẽ có thông báo chi tiết cho SV qua mail). . . . Trường hợp SV không đăng ký được trong đợt 1, vui lòng đợi thông báo đăng ký vào đợt tiếp theo.. . . .  . . . . 2) SV không thanh toán lệ phí hoặc thanh toán lệ phí trễ hạn sẽ không được thi & ghi nợ lệ phí (SV phải thanh toán dù không dự thi). . . . .  . . . . 3) SV chỉ được đăng ký thi 1 lần duy nhất trong đợt tháng 9/2021 (hình thức trực tuyến), trường hợp SV thi không đạt, hoặc bỏ thi, hoặc thanh toán lệ phí thi trễ hạn vui lòng đợi thông báo sau hoặc hết thời gian giãn cách có thể đăng ký thi trực tiếp tại Trung tâm Ngoại ngữ.. . . .  . . . . 4) Hình thức thi trực tuyến theo file đính kèm"
        ]
    },
    {
        "intent": "",
        "message": [
            "[full_name],MSSV:[student_id]. . Dạ cho em hỏi là em có đăng kí anh văn cơ bản ở đợt đăng kí môn học dự thính chính quy +hệ vừa học vừa làm -KH211-Đợt 2 ,nhưng đến nay chưa thấy có lịch học ạ .Em xin cảm ơn.. .",
            "Sinh viên vui lòng xem kết quả ĐKMH, xem lý do vì sao không ĐKMH được (có đăng ký, nhưng không có TKB) tại trang web: mybk.hcmut.edu.vn    Đăng ký môn học    Đăng ký môn học HK211 - Kết quả đợt 3 (đợt 2)    bấm vào mục Đăng ký mới    chọn Loại hình đăng ký    xem Lịch sử đăng ký.. . - Trong trường hợp kết quả xử lý ĐKMH không đúng, bạn có thể làm đơn khiếu nại (kèm minh chứng nếu có), gửi qua trang bksi ghi rõ tiêu đề: “Khiếu nại ĐKMH HK211”, nội dung khiếu nại trình bày rõ lý do, ghi rõ tên, mã môn học và mã nhóm đã đăng ký.. . 5\\- SV xem TKB tại mybk/Thông tin SV/ Xem TKB. . Chúc các bạn học tốt!. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Hôm trước em có hỏi về việc rút môn học vẽ kỹ thuật cơ khí khi đã hết thời gian đăng kí/hủy môn của HK chính. Thì em có thắc mắc là HK chính em chỉ đăng kí 15 TC nếu hủy thì chỉ còn 11 TC. Như vậy là ít hơn số TC tối thiểu trong HK chính (14 TC) thì có được rút môn không ạ?"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Kính chào PDT,. . . . Hiện tại em đã nhận được email đăng kí Anh văn Nói - Viết. Tuy nhiên thì trong email có viết là em chỉ được đăng kí 1 lần trong suốt tháng 9 và tháng 10. Vậy giả sử em muốn đăng kí đợt 2 thì em có kịp để đăng kí tốt nghiệp trong lần tới không ạ (Tức tháng 11).. . . . Rất mong nhà trường giải đáp giúp em ạ,. . Trân trọng,. . [full_name]",
            "Ngoài ra, đợt 2 sẽ bắt đầu thi từ khi nào ạ?. . Em cảm ơn, [full_name]",
            "Chào bạn,. . 4 đợt này dự kiến tổ chức trong tháng 9 và 10 nhé, thời gian cụ thể sẽ ghi trong mail của từng đợt nhé, vui lòng đợi thông báo cụ thể trong mail.. . Trong 4 này để phục vụ cho đợt xét TN tháng 11/2021 nhé!. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Kính gửi Phòng đào tạo Trường Đại học Bách Khoa Tphcm,. . . . Em là sinh viên khoá k17. Em nhận được mail từ phòng đào tạo về việc đăng ký thi anh văn nói viết online vào tháng 9&10 này.. . . . Tuy nhiên em có một thắc mắc muốn hỏi như sau:. . . . Em nhận được thông tin từ bên bk english của trường là tháng 9 này trường tổ chức 4 đợt thi online. Mỗi đợt trường chỉ mail cho 800 bạn sinh viên đủ điều kiện xét tốt nghiệp. Nếu như đợt 1 đã nhận mail của trường thì những đợt sau sẽ không được đăng ký thi nữa mà chỉ được đăng ký thi vào đợt nhận được mail.. . Em muốn hỏi là thông tin này có chính xác không ạ? Vì trong mail pđt vừa gửi không có đề cập tới thông tin này.. . . . Rất mong Phòng đào tạo có thể phản hồi sớm ạ!. . . . Em xin chân thành cảm ơn.. . Thân.  B   /B",
            "Chào bạn,. . Theo thông báo này nhé bạn.. . Thân gửi các bạn sinh viên,. . . . Được sự đồng ý của Ban Giám Hiệu, Phòng Đào tạo kết hợp cùng Trung tâm Ngoại ngữ tổ chức kiểm tra Anh văn 2 kỹ năng Nói - Viết theo hình thức trực tuyến trong tháng 9 & tháng 10 năm 2021 dành cho các sinh viên chuẩn bị tốt nghiệp trong học kỳ 211 (dự kiến xét tốt nghiệp đến hết học kỳ 211).. . . . - Đăng ký tại: mybk.hcmut.edu.vn è chọn  Đăng ký môn học è chọn Đăng ký thi Anh văn 2 kỹ năng theo hình thức trực tuyến–Đợt 1-MSMH:BKE123. . . . - Thời gian đăng ký Đợt 1: từ 8g ngày 06/9 đến 14g50 ngày 08/9. . . . - Thời gian thanh toán lệ phí: từ 8g ngày 9/9 đến 14g50 ngày 10/9. . . .  . . . . - Lưu ý:. . . . 1) Trong tháng 9/2021 dự kiến tổ chức 4 đợt thi, mỗi đợt tổ chức khoảng 800 SV thi.  Cụ thể Đợt 1 sẽ thi vào các ngày: 15/9, 16/9, 17/9, 18/9, 19/9 và 20/9 (TTNN sẽ có thông báo chi tiết ngày thi cho SV qua mail sau khi SV thanh toán lệ phí). . . .  Trường hợp SV không đăng ký được trong Đợt 1, vui lòng đợi thông báo đăng ký vào đợt tiếp theo.. . . . 2) SV chỉ được đăng ký thi 1 lần duy nhất trong đợt tháng 9 & tháng 10 /2021 (hình thức trực tuyến), trường hợp SV thi không đạt, hoặc bỏ thi, hoặc thanh toán lệ phí thi trễ hạn vui lòng đợi thông báo sau hoặc hết thời gian giãn cách có thể đăng ký thi trực tiếp tại Trung tâm Ngoại ngữ.. . . .  3) Trường hợp SV không thanh toán lệ phí hoặc thanh toán lệ phí trễ hạn sẽ không được thi & ghi nợ lệ phí (SV phải thanh toán dù không dự thi).. . . .  4) Hình thức thi trực tuyến theo file đính kèm.. . . .  5) SV đã đạt Anh văn 2 kỹ năng Nói - Viết theo quy định vui lòng bỏ qua email này."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Thầy cô cho em hỏi em muốn lấy giấy hoãn nghĩa vụ quân sự thì liên hệ như thế nào ạ",
            "Chào bạn,. . SV chủ động đăng ký giấy Xác nhận SV hoãn NVQS để bổ sung cho địa phường và chọn dịch vụ gửi qua được bưu điện (người nhận trả tiền) nếu có nhu cầu (PDT không in hàng loạt như các năm trước). . Dự kiến trong đầu tháng 9/2021 sẽ bắt đầu cho đăng ký (khi TKB trong HK đã ổn định). . . . - Sau khi xử lý giấy chứng nhận sinh viên, Phòng Đào tạo sẽ gửi về địa chỉ sinh viên đăng ký khi bưu điện hoạt động lại bình thường trong đợt giãn cách xã hội. Mặt khác, sinh viên có thể tải bản scan trên trang đăng ký chứng nhận sinh viên (sau khi yêu cầu của SV đã được xử lý).. . Thân mến,. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em tên là [full_name], sinh viên lớp TT01 môn Pháp luật đại cương học kỳ 202. Tuần vừa rồi, em đã gửi câu hỏi lên đây về vấn đề điểm thi của em, rằng do em gõ nhầm dấu ` sau mã số sinh viên trong form điền để nộp video quá trình làm bài thi cuối kỳ môn Pháp luật đại cương, nên em đã bị tính là vắng thi. Em đã cố gắng liên lạc với thầy của em cả tuần rồi nhưng không được ạ. Khi em gửi gmail cho Phòng Đào tạo, Phòng Đào tạo có bảo em nên đề nghị xin phúc tra, nhưng khi em làm điều đó trên hệ thống mybk thì hệ thống lại báo là môn của em không cho phép phúc tra. Vậy nhà trường có thể giúp gì trong trường hợp của em không ạ? Em cảm ơn!",
            "Chào bạn. . Chỉ có thể liên hệ với Giảng viên để trình bày nghen bạn. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính gửi PDT. . . . Em tên: [full_name] . . . . MSSV: [student_id]. . . . Em có học Môn Thang máy (ME3245), do dịch nên em chưa được TN Thang máy (ME3246).. . . . . . Mong PDT có thể sắp xếp cho lớp chúng em được học TN online trong tháng 9 này vì em muốn đăng kí nhận bằng tạm thời để có thể đi xin việc. . . . . Em còn đúng thí nghiệm môn Thang máy (ME 3245) là em sẽ hoàn thành thủ tục được đăng kí xét tốt nghiệp. . . . . Em xin chân thành cảm ơn!",
            "Chào em,. . Vấn đề này em liên hệ Khoa, Bộ môn để được hướng dẫn nhé.. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em là sinh viên năm 4, khoa Điện - Điện tử, hoàn thành bảo vệ luận văn ngày 12/8. Em đã hoãn thi môn kỹ thuật siêu cao tần (ee3025 - môn rớt trước đó). Theo em đọc quy chế điều 17.2,   Từ HK191, sau khi nhận điểm VP, SV phải đăng ký thi cuối kỳ với môn học có mở trong thời hạn một năm học. Nếu SV thi đạt, thì điểm VP này sẽ được chuyển thành điểm [full_name] (DT). Trong trường hợp SV thi không đạt, thì điểm thi sẽ được lấy làm điểm tổng kết thay thế cho điểm VP. Điểm VP sẽ không được thay thế bằng điểm các lần học sau và ĐTBTL được tính từ điểm cao nhất của các lần học (xem Điều 18, Điều 19, Điều 14).  Em có một vài câu hỏi:. . . .        1) Nếu \"SV thi đạt\" thì thi cuối kì là bao nhiêu điểm thì đạt?. . . .        2) Về \"điểm [full_name] (DT)\", \"[full_name] - 21 - DT- [full_name] nhưng không tính vào ĐTB\". Như vậy là bỏ môn đó ra không tính điểm cho ĐTBTL hay lấy điểm rớt (3.5 điểm) tính cho ĐTBTL?. . . .        3) Em có đăng kí hoãn thi cho môn siêu cao tần nhưng lại điểm 13, sao không được tính thành điểm 22 (vắng thi có phép) hoặc điểm 14 (Hoãn thi, được phép thi sau)? Em có gửi minh chứng là em có giấy xuất viện khi là F0 tại kí túc xá.. . . .        4) Em có thể đăng kí thi lại (môn hoãn thi) cho siêu cao tần nếu môn đó trong kì 211 chỉ mở môn dự thính?. . . . Mong nhận được phản hồi sớm nhất từ thầy/cô vì em không biết tính như thế nào để ra trường được.",
            "Chào em,. . Mục 1, 2: em xem quy chế rồi tự tính nhé.. . -      3) Em có đăng kí hoãn thi cho môn siêu cao tần nhưng lại điểm 13, sao không được tính thành điểm 22 (vắng thi có phép) hoặc điểm 14 (Hoãn thi, được phép thi sau)? Em có gửi minh chứng là em có giấy xuất viện khi là F0 tại kí túc xá.. . = . . - Danh sách thi PĐT đã gửi trước rồi em. . - Em đã điền form hoãn thi, xem email xác nhận nhé.. . . . - môn đó trong kì 211 chỉ mở môn dự thính?. . =  Hệ CQ, DT đều được nếu HK có mở.. . Thân mến,. .",
            "Chào bạn,. . . . 1. Trên 5 là tính điểm đạt.. . 2. Rớt là bạn phải thi lại nha.. . 3. Hiện tại PDT đang lọc danh sách hoãn thi và ra quyết định hoãn thi cho  các bạn.. . 4. Việc này tùy bạn, bạn muốn đăng kí học lại vẫn được.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính gửi Phòng Đào Tạo !. . . . . . Em tên : [full_name]. . MSSV : [student_id]. . Lớp     : CK17LTH. . Em là sinh viên liên thông cơ khí chế tạo máy khóa 2017 ( liên thông từ cao đẳng bảo dưỡng công nghiệp - đại học bách khoa TPHCM )  . Hiện em đã hoàn thành hết các môn học , đã xác nhận bằng toeic bên trường . Em chỉ còn thiếu  luận văn tốt nghiệp ( ME4029 ) , em đã đăng ký môn học vào học kỳ 1 này , đã xác nhận thành công nhưng giờ vào lại thì thấy ghi là : \" Bạn không thể đăng ký  môn học , vui lòng liên hệ phòng đào tạo \" . . . Vậy hiện tại em có thể làm thế nào để được đăng ký Luận Văn Tốt Nghiệp ( ME4029 ) để hoàn thành hết chương trình học được đây ạ !. . Em kính mong Phòng Đào Tạo có thể tạo điều kiện để em hoàn tất chương trình học và lấy bằng tốt nghiệp ạ !. . Em xin cám ơn rất nhiều !. .",
            "Chào bạn,. . Trường hợp của bạn đã hết thời gian đào tạo, nên bạn không thể đăng ký môn học cho HK211.. . Hiện tại bạn chỉ có thể làm đơn xin chuyển qua hình thức đào tạo VLVH để tiếp tục hoàn thành chương trình đào tạo.. . Xem chi tiết quy chế về thời gian đào tạo tại đây:. . aao.hcmut.edu.vn/sinh viên/quy chế/học vụ/Quy chế đào tạo và học vụ bậc đại học, cao đẳng:/ điều 5. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Em tên: [full_name] . . . . Yêu cầu khác: Trong học kỳ 1 năm học 2021-2022 em có đăng ký môn học Hệ thống năng lượng xanh (EE3131)_[full_name] (DT_HK211). Tuy nhiên em đã qua môn học (vừa mới có điểm) nên em kính nhờ Thầy/cô cho em xin rút môn học.. . . . Trân trọng!",
            "Chào bạn,. . Hiện tại đã hết thời gian hiệu chỉnh  và hủy môn học của học kỳ chính và HK dự thính HK211 nhé bạn.. . SV vui lòng đợi thông báo về việc rút môn học (có tính học phí theo quy định), sẽ thông báo cho SV trong tháng 9/2021. . Xem chi tiết quy chế tại đây:. . aao.hcmut.edu.vn/sinh viên/quy chế/học vụ/Quy chế đào tạo và học vụ bậc đại học, cao đẳng:/ điều 11.2. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ .   /B Hôm nay em nhận được điểm cuối kì nhập trên hệ thống môn Giải Tích 1 (MT1003) là 13 ([full_name]). Em đã đăng kí hoãn thi trước đó với lý do sức khoẻ sau khi tiêm vaccine. Vậy tại sao em không được xét là điểm 14 ạ? . . Em mong văn phòng kiểm tra lại thông tin điểm giúp em ạ. . . Em cảm ơn",
            "Chào em,. . - Danh sách thi PĐT đã gửi trước rồi em. . - Em đã điền form hoãn thi, xem email xác nhận nhé.. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học .",
            "Chào em,. . Em cần hỗ trợ gì. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em chào Thầy/Cô!. . . . Em tên: [full_name]. . MSSV: [student_id]. . Ngày sinh: 24/04/1998. . SĐT: [phone_number]. . Nay em làm đơn này xin được rút môn học Đề cương luân văn tốt nghiệp, do đã có điểm vào học kỳ trước đó (Hình ảnh đi kèm).. . Mong Thầy/Cô xác nhận ạ.. . . . Em xin cảm ơn!",
            "Chào bạn,. . Hiện tại đã hết thời gian hiệu chỉnh  và hủy môn học của học kỳ chính và HK dự thính HK211 nhé bạn.. . SV vui lòng đợi thông báo về việc rút môn học (có tính học phí theo quy định), sẽ thông báo cho SV trong tháng 9/2021. . Xem chi tiết quy chế tại đây:. . aao.hcmut.edu.vn/sinh viên/quy chế/học vụ/Quy chế đào tạo và học vụ bậc đại học, cao đẳng:/ điều 11.2. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Chào Thầy/Cô,. . Em tự giới thiệu em là:. . Sinh viên : [full_name]. . MSSV      : [student_id]. . Lớp       : DD16DV3. . nội dung: đăng kí môn học để duy trì trạng thái sinh viên sau khi đã được nhà trường thu nhận lại.. . Mã số môn học mong muốn đăng kí:. . EE3151: Đồ án (Kỹ thuật điện tử, truyền thông ). . Em mong Thầy/Cô giúp đỡ em với ạ.. . Em chân thành cảm ơn Thầy/Cô.. . . .",
            "Chào bạn,. . Hiện tại SV muốn xin ĐK bổ sung môn học (ghi rõ lý do xin đăng ký trễ, tên MH, mã MH, mã nhóm xin đăng ký và kèm xác nhận đông ý của GV cho vào lớp (thời điểm này đã là tuần thứ  4 của HK rồi). . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Cho em hỏi về đăng ký rút môn học học kì 211 là khi nào vậy ạ. Cách rút môn và mẫu đơn như thế nào ạ. . Em cảm ơn pđt",
            "Chào bạn,. . Hiện tại đã hết thời gian hiệu chỉnh  và hủy môn học của học kỳ chính và HK dự thính HK211 nhé bạn.. . SV vui lòng đợi thông báo về việc rút môn học (có tính học phí theo quy định), sẽ thông báo cho SV trong tháng 9/2021. . Xem chi tiết quy chế tại đây:. . aao.hcmut.edu.vn/sinh viên/quy chế/học vụ/Quy chế đào tạo và học vụ bậc đại học, cao đẳng:/ điều 11.2. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính gửi PDT . . Em tên: [full_name] . . MSSV: [student_id]. . Em đã đăng ký LVTN trong học kỳ này, nhưng kiểm tra thì hệ thống báo môn tiên quyết không đạt. . . Em đã kiểm tra lại tất cả môn học đã công bố điểm trên hệ thống thì em thiếu môn tiên quyết (Thực tập điện tử 1 và Máy điện đang học ở học kỳ II năm học 2020-2021 nhưng do dịch nên tạm dừng). . . . . Theo thông tin điều kiện đăng ký thì tất cả các môn học ở học kỳ trước được xét là đạt cho dù chưa có điểm và sẽ hậu kiểm sau. . . . . Kính mong PDT xem xét cập nhật lại để em đủ điều kiện nhận LVTN ạ. . . . . Trân trọng!",
            "Chào bạn,. . PDT đã ghi nhận yêu cầu về ĐKMH (học phần tốt nghiệp: TTTN, DCLV, LVTN) của bạn và đã chuyển cho bộ phận ĐKMH kiểm tra và xử lý.. . Bạn vui lòng theo dõi và kiểm tra TKB thường xuyên trên mybk/Thông tin SV. . . Trường hợp nếu không đăng ký được (không đủ điều kiện (thiếu môn tiên quyết, thiếu ngày CTXH..)  PDT sẽ phản hồi cho SV qua bksi.. . Chúc các bạn học tốt!. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Kính gửi phòng Đào tạo!. . . . Em tên: [full_name]. . Mssv: [student_id]. . . . Em là sinh viên văn bằng 2. Hiện em đã hoàn thành hết các môn học trong chương trình k2016.. . Thời hạn đào tạo của em đến tháng 10/2021, nhưng do tình dịch bệnh nên em còn thiếu anh văn 2 kỹ năng nói viết để xét tốt nghiệp.. . Hiện tại em đang bị khóa quyền đăng ký thi anh văn, em mong phòng Đào tạo cho em đăng ký thi trong đợt sắp tới.. . . . Em xin cảm ơn!. .",
            "Chào bạn. . Pdt đã cập nhật lại, ngày mai 8/9 bạn lên đăng ký lại nghen. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Chào phòng đào tạo, sau khi đăng kí môn học qua bksi, hiện tại em vẫn chưa có thời khóa biểu trên BK Stinfo, cũng như chưa khóa học trên BK e-learning. Và do đó, em không có cách nào để biết giảng viên giảng dạy môn là ai và không thể liên lạc với giảng viên ấy. Em không biết liệu rằng em đã đăng ký thành công hay chưa.. . . . Mong phòng đào tạo cho em thông tin tường minh hoặc cập nhật đầy đủ trên các hệ thống ạ.. . Em chân thành xin cảm ơn.",
            "Chào bạn, . . Đã có TKB trên mybk/Thông tin SV rồi nhé, bạn vào kiểm tra lại. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính gửi Trường Đại Học Bách Khoa,. . . . Em tên [full_name], Mssv [student_id], sinh viên P.F.I.E.V nghành kỹ thuật hàng không.. . Em có đăng ký Luận văn tốt nghiệp Msmh: 213700 trong học kì này. Nhưng em không có lịch trong thời khóa biểu. . . Phòng đào tạo giải đáp lý do giúp em với ạ. . . Em đã được Thầy [full_name] bộ môn Kỹ Thuật Hàng Không nhận đề tài luận văn rồi ạ. . . Em mong nhận được phải hồi sớm nhất. . . . . Trân trọng và cám ơn ạ.",
            "Chào bạn,. . PDT đã ghi nhận yêu cầu về ĐKMH của bạn và đã chuyển cho bộ phận ĐKMH kiểm tra và xử lý.. . Bạn vui lòng theo dõi kết quả cật nhật TKB tại mybk sau ngày 20/9/2021. . Trường hợp sau ngày này vẫn chưa có TKB, SV vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . SV chủ động liên hệ khoa để xin nhận GV hướng dẫn.. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Dạ em chào các Thầy/Cô,. . . . Em là [full_name], MSSV [student_id] khóa K2017 ạ. Hiện tại em đã hoàn thành xong khóa bảo vệ luận văn để tốt nghiệp.. . Em mong muốn được Thầy/Cô hỗ trợ giúp em ạ. Tháng 5/2021, em có đăng ký thi toeic Listening & Reading tại trung tâm trường. Tuy nhiên, do tình hình Covid-19 diễn biến phức tạp nên đã bị hủy thi, vì vậy em không kịp thi đạt 600 để chuyển đổi av3 và av4 để có thể đủ điều kiện xét tốt nghiệp. Trước đó, em đã thi kỳ thi anh văn đầu vào được nhà trường tổ chức có sự coi thi của nhân viên IIG (có lăn tay, quét cổng an ninh như thi thật ở trung tâm IIG) tại CS2 được 600 điểm (đạt av4 theo bảng chuyển điểm). Thầy/Cô cho em hỏi điểm này có được dùng để chuyển điểm av3 và av4 trước tình hình dịch căng thẳng trên cả nước và không biết khi nào IIG có thể tổ chức thi trở lại không ạ. Em mong Thầy/Cô có thể xem xét giúp em vấn đề này để tạo điều kiện cho em được xét tốt nghiệp, ra trường đúng hạn ạ?. . Nếu không thể, vậy có cách nào để chuyển đổi av3 và av4 giúp em có thể được tốt nghiệp vào cuối HK211 không ạ? Em cám ơn rất nhiều ạ. . . . . Cuối cùng, em chúc quý Thầy/Cô thật nhiều sức khỏe, an toàn vượt qua đại dịch Covid ạ!. . . . Trân trọng,. . [full_name]",
            "Tốt nghiệp . Dạ em chào các Thầy/Cô,. . . . Em là [full_name], MSSV [student_id] khóa K2017 ạ. Hiện tại em đã hoàn thành xong khóa bảo vệ luận văn để tốt nghiệp.. . Em mong muốn được Thầy/Cô hỗ trợ giúp em ạ. Tháng 5/2021, em có đăng ký thi toeic Listening & Reading tại trung tâm trường. Tuy nhiên, do tình hình Covid-19 diễn biến phức tạp nên đã bị hủy thi, vì vậy em không kịp thi đạt 600 để chuyển đổi av3 và av4 để có thể đủ điều kiện xét tốt nghiệp. Trước đó, em đã thi kỳ thi anh văn đầu vào được nhà trường tổ chức có sự coi thi của nhân viên IIG (có lăn tay, quét cổng an ninh như thi thật ở trung tâm IIG) tại CS2 được 600 điểm (đạt av4 theo bảng chuyển điểm). Thầy/Cô cho em hỏi điểm này có được dùng để chuyển điểm av3 và av4 trước tình hình dịch căng thẳng trên cả nước và không biết khi nào IIG có thể tổ chức thi trở lại không ạ. Em mong Thầy/Cô có thể xem xét giúp em vấn đề này để tạo điều kiện cho em được xét tốt nghiệp, ra trường đúng hạn ạ?. . Nếu không thể, vậy có cách nào để chuyển đổi av3 và av4 giúp em có thể được tốt nghiệp vào cuối HK211 không ạ? Em cám ơn rất nhiều ạ.. . . . Cuối cùng, em chúc quý Thầy/Cô thật nhiều sức khỏe, an toàn vượt qua đại dịch Covid ạ!. . . . Trân trọng,. . [full_name]",
            "Chào bạn. . - Sinh viên đăng ký dự kỳ kiểm tra tiếng Anh định kỳ (theo định dạng TOEIC) do PĐT kết hợp trung tâm IIG tổ chức không dùng để miễn môn các môn anh văn 1234 chỉ dùng để đạt chuẩn tiếng Anh sau mỗi năm học. . - Về quy định chuẩn tiếng anh trong quá trình học: Bạn vui lòng xem chi tiết tại trang web aao--  sinh viên --  Quy chế --  Quy chế đào tạo và học vụ bậc đại học và cao đẳng -- Phụ lục 1: Quy định về ngoại ngữ --  điều 2-c. . Chúc bạn học tập tốt nhé.. . - Bạn chỉ có thể đợi sau giãn cách để đăng ký thi CCNN quốc tế, hoặc đăng ký học anh văn . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Em chào quý thầy cô, . . . . Em có nhu cầu làm lại thẻ sinh viên do bị mất, khi đăng ký in lại thẻ trên Mybk và chuyển phát qua bưu điện, thì hệ thống báo lỗi. Em đã thực hiện nhiều lần nhưng vẫn không được. Hệ thống báo lỗi như hình em đính kèm ạ.. . Em xin hỏi cách khắc phục sự cố trên và còn cách nào để đăng ký in thẻ sinh viên được không ạ?. . . . Em xin chân thành cảm ơn!. .",
            "Chào bạn. . Pdt đã cập nhật lại, bạn vào đăng ký lại nghen. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "B Yêu cầu khác . Chào thầy/cô, . . Em là [full_name], MSSV: [student_id], em thuộc diện con thương binh, những học kỳ trước với các môn học lần đầu em đều được miễn nhưng tại sao học kỳ này trường lại tính học phí của em tính luôn cả học phí môn học mới chỉ học lần đầu tiên. Em đăng kí 17 tín chỉ. Em cải thiện 9 tín chỉ thì trường phải tính học phí 9 tín chỉ mới đúng với quy chế ạ. Những học kỳ trước trường chỉ tính học phí tín chỉ học cải thiện thôi ạ. Nếu trường có thay đổi quy chế phải thông báo sinh viên để kịp chuẩn bị chứ ạ, sao lại thay rồi và tính luôn học phí tín chỉ mới học môn lần đầu ạ. Mong thầy cô xem xét trường hợp của em.(Xác nhân con thương binh em đã gửi cho trường năm 2019 và trường xác nhận không cần gửi đơn xác nhận vào các học kỳ sau, trường sẽ tự động miễn giảm học phí luôn). Em chân thành cảm ơn thầy cô đã xem.. .",
            "Chào em,. . Em liên hệ phòng Công tác chính trị sv qua email [email] để được hướng dẫn nhé.. . - Thời điểm hiện tại P.CTCTSV chưa gửi PĐT danh sách miễn giảm HP. Khoảng cuối tháng 10 PĐT nhận được DS thì cập nhật lại trước khi sv đóng HP.. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính thưa Phòng đào tạo,. . Em là sinh viên k17 có nhận được email về việc đăng ký thi toeic nói viết đợt 1, mã BKE123. Em xin phép hỏi: em có nhận được mail thi đợt 1, nếu như em không đăng ký thi (do chưa chuẩn bị đủ kiến thức) thì những đợt đăng ký sau (nếu có), em có được phép đăng ký thi không ạ?. . Em xin cảm ơn!. . Trân trọng.",
            "Chào bạn,. . Được nhé bạn, trong mail có nói rõ nhé bạn.. . Thân gửi các bạn sinh viên,. . . .  . . . . Được sự đồng ý của Ban Giám Hiệu, Phòng Đào tạo kết hợp cùng Trung tâm Ngoại ngữ tổ chức kiểm tra Anh văn 2 kỹ năng Nói - Viết theo hình thức trực tuyến trong tháng 9 & tháng 10 năm 2021 dành cho các sinh viên chuẩn bị tốt nghiệp trong học kỳ 211 (dự kiến xét tốt nghiệp đến hết học kỳ 211).. . . . - Đăng ký tại: mybk.hcmut.edu.vn è chọn  Đăng ký môn học è chọn Đăng ký thi Anh văn 2 kỹ năng theo hình thức trực tuyến–Đợt 1-MSMH:BKE123. . . . - Thời gian đăng ký Đợt 1: từ 8g ngày 06/9 đến 14g50 ngày 08/9. . . . - Thời gian thanh toán lệ phí: từ 8g ngày 9/9 đến 14g50 ngày 10/9. . . .  . . . . - Lưu ý:. . . . 1) Trong tháng 9/2021 dự kiến tổ chức 4 đợt thi, mỗi đợt tổ chức khoảng 800 SV thi.  Cụ thể Đợt 1 sẽ thi vào các ngày: 15/9, 16/9, 17/9, 18/9, 19/9 và 20/9 (TTNN sẽ có thông báo chi tiết ngày thi cho SV qua mail sau khi SV thanh toán lệ phí). . . .  Trường hợp SV không đăng ký được trong Đợt 1, vui lòng đợi thông báo đăng ký vào đợt tiếp theo.. . . . 2) SV chỉ được đăng ký thi 1 lần duy nhất trong đợt tháng 9 & tháng 10 /2021 (hình thức trực tuyến), trường hợp SV thi không đạt, hoặc bỏ thi, hoặc thanh toán lệ phí thi trễ hạn vui lòng đợi thông báo sau hoặc hết thời gian giãn cách có thể đăng ký thi trực tiếp tại Trung tâm Ngoại ngữ.. . . .  3) Trường hợp SV không thanh toán lệ phí hoặc thanh toán lệ phí trễ hạn sẽ không được thi & ghi nợ lệ phí (SV phải thanh toán dù không dự thi).. . . .  4) Hình thức thi trực tuyến theo file đính kèm.. . . .  5) SV đã đạt Anh văn 2 kỹ năng Nói - Viết theo quy định vui lòng bỏ qua email này.. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Kính gửi thầy/ cô, . . Em có nhận được thông tin là sẽ có 4 đợt thi nói viết trong tháng 9 và tháng 10, trong mỗi đợt PĐT sẽ gửi mail cho 800 sinh viên và bắt buộc các sinh viên đó phải thi trong đợt đó, có nghĩa là chúng em không được chọn đợt mình thi đúng không ạ? (em có đính kèm hình ảnh). . Em xin cảm ơn thầy/cô.",
            "Chào bạn,. . . . Theo thông báo này nhé bạn. . . . Thân gửi các bạn sinh viên,. . . .  . . . . Được sự đồng ý của Ban Giám Hiệu, Phòng Đào tạo kết hợp cùng Trung tâm Ngoại ngữ tổ chức kiểm tra Anh văn 2 kỹ năng Nói - Viết theo hình thức trực tuyến trong tháng 9 & tháng 10 năm 2021 dành cho các sinh viên chuẩn bị tốt nghiệp trong học kỳ 211 (dự kiến xét tốt nghiệp đến hết học kỳ 211).. . . . - Đăng ký tại: mybk.hcmut.edu.vn è chọn  Đăng ký môn học è chọn Đăng ký thi Anh văn 2 kỹ năng theo hình thức trực tuyến–Đợt 1-MSMH:BKE123. . . . - Thời gian đăng ký Đợt 1: từ 8g ngày 06/9 đến 14g50 ngày 08/9. . . . - Thời gian thanh toán lệ phí: từ 8g ngày 9/9 đến 14g50 ngày 10/9. . . .  . . . . - Lưu ý:. . . . 1) Trong tháng 9/2021 dự kiến tổ chức 4 đợt thi, mỗi đợt tổ chức khoảng 800 SV thi.  Cụ thể Đợt 1 sẽ thi vào các ngày: 15/9, 16/9, 17/9, 18/9, 19/9 và 20/9 (TTNN sẽ có thông báo chi tiết ngày thi cho SV qua mail sau khi SV thanh toán lệ phí). . . .  Trường hợp SV không đăng ký được trong Đợt 1, vui lòng đợi thông báo đăng ký vào đợt tiếp theo.. . . . 2) SV chỉ được đăng ký thi 1 lần duy nhất trong đợt tháng 9 & tháng 10 /2021 (hình thức trực tuyến), trường hợp SV thi không đạt, hoặc bỏ thi, hoặc thanh toán lệ phí thi trễ hạn vui lòng đợi thông báo sau hoặc hết thời gian giãn cách có thể đăng ký thi trực tiếp tại Trung tâm Ngoại ngữ.. . . .  3) Trường hợp SV không thanh toán lệ phí hoặc thanh toán lệ phí trễ hạn sẽ không được thi & ghi nợ lệ phí (SV phải thanh toán dù không dự thi).. . . .  4) Hình thức thi trực tuyến theo file đính kèm.. . . .  5) SV đã đạt Anh văn 2 kỹ năng Nói - Viết theo quy định vui lòng bỏ qua email này.. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em chào PĐT,. . Em có nhận được mail của PĐT thông báo về việc đăng ký thi Anh văn online 2 kỹ năng nói - viết. Em muốn hỏi là: nếu em không đăng ký thi trong đợt 1, thì có thể đăng ký trong đợt 2 hoặc 3 hoặc 4 không ạ? Hay bắt buộc phải đăng ký trong đợt 1 này ạ?. . Em xin cảm ơn.",
            "Chào bạn,. . Được nhé bạn,. . . . Vui lòng đọc kỹ mail thông báo nhé. . . . Thân gửi các bạn sinh viên,. . . .  . . . . Được sự đồng ý của Ban Giám Hiệu, Phòng Đào tạo kết hợp cùng Trung tâm Ngoại ngữ tổ chức kiểm tra Anh văn 2 kỹ năng Nói - Viết theo hình thức trực tuyến trong tháng 9 & tháng 10 năm 2021 dành cho các sinh viên chuẩn bị tốt nghiệp trong học kỳ 211 (dự kiến xét tốt nghiệp đến hết học kỳ 211).. . . . - Đăng ký tại: mybk.hcmut.edu.vn è chọn  Đăng ký môn học è chọn Đăng ký thi Anh văn 2 kỹ năng theo hình thức trực tuyến–Đợt 1-MSMH:BKE123. . . . - Thời gian đăng ký Đợt 1: từ 8g ngày 06/9 đến 14g50 ngày 08/9. . . . - Thời gian thanh toán lệ phí: từ 8g ngày 9/9 đến 14g50 ngày 10/9. . . .  . . . . - Lưu ý:. . . . 1) Trong tháng 9/2021 dự kiến tổ chức 4 đợt thi, mỗi đợt tổ chức khoảng 800 SV thi.  Cụ thể Đợt 1 sẽ thi vào các ngày: 15/9, 16/9, 17/9, 18/9, 19/9 và 20/9 (TTNN sẽ có thông báo chi tiết ngày thi cho SV qua mail sau khi SV thanh toán lệ phí). . . .  Trường hợp SV không đăng ký được trong Đợt 1, vui lòng đợi thông báo đăng ký vào đợt tiếp theo.. . . . 2) SV chỉ được đăng ký thi 1 lần duy nhất trong đợt tháng 9 & tháng 10 /2021 (hình thức trực tuyến), trường hợp SV thi không đạt, hoặc bỏ thi, hoặc thanh toán lệ phí thi trễ hạn vui lòng đợi thông báo sau hoặc hết thời gian giãn cách có thể đăng ký thi trực tiếp tại Trung tâm Ngoại ngữ.. . . .  3) Trường hợp SV không thanh toán lệ phí hoặc thanh toán lệ phí trễ hạn sẽ không được thi & ghi nợ lệ phí (SV phải thanh toán dù không dự thi).. . . .  4) Hình thức thi trực tuyến theo file đính kèm.. . . .  5) SV đã đạt Anh văn 2 kỹ năng Nói - Viết theo quy định vui lòng bỏ qua email này.. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . . . Em viết email này nhằm muốn được giải đáp về vấn đề không hiển thị trên hệ thống e-learning môn học Dự thính HK211 mà em đã đăng ký. . . Cụ thể:. . - Đợt đăng ký môn học Dự thính bổ sung HK211, Lộ trình 2, đợt 2 (học từ 30/8). . - Môn đặng ký là Giải tích 2 - MT1005, lớp DT04 do cô [full_name] phụ trách giảng dạy ạ. . . . . Hiện đã bắt đầu tuần học của môn, nhưng môn học này vẫn chưa hiển thị cả trên thời khóa biểu cá nhân và hệ thống e-learning của em. . . . . Em có đính kèm hình làm minh chứng cho việc đã gửi đăng ký môn học phía dưới.. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]  /b \t[full_name] [full_name] [full_name] [full_name]   i Tốt nghiệp  /i [full_name] [full_name] [full_name] [full_name] Xin chào thầy cô,[full_name] [full_name] Em là sinh viên K17, vừa xong luận văn, còn thiếu chuẩn anh văn nói viết để ra trường[full_name][full_name] [full_name] Vừa qua, em đã nhận được email về việc sẽ tổ chức 4 đợt thi nói viết[full_name][full_name] [full_name] Em có thắc mắc là nếu em không đăng kí thi đợt 1 thì em có thể đăng kí thi đợt sau được không ạ, vì hiện tại tình trạng wifi chỗ em ở không ổn định nên em tính đợi đến tháng 10 nếu hết giãn cách để qua nhà bạn em thi[full_name][full_name] [full_name] Hiện tại em nghe một số bạn bảo là đợt 1 chỉ có 800 suất cho những ai nhân được mail từ pdt, ai nhận mail pdt mà không đăng kí đợt 1 thì sẽ không được đăng kí các đợt khác[full_name][full_name] [full_name] Em hi vọng thầy cô giải đáp thắc mắc giúp em ạ[full_name][full_name] [full_name] Xin cảm ơn[full_name][full_name] [full_name] Trân trọng,[full_name] [full_name] [full_name][full_name] [full_name]",
            "Xin chào thầy cô,. . Em đã thấy thông tin từ trung tâm BKE, được đăng kí đợt khác.. . Em đã được giải đáp thắc mắc nên em xin phép không hỏi nữa ạ (em không biết xoá câu hỏi như thế nào).. . Thầy cô không cần trả lời nữa nhé.. . Xin cảm ơn và xin lỗi đã làm phiền thầy cô.. . Trân trong,. . [full_name].",
            "Theo thông báo này nhé bạn. . . . Thân gửi các bạn sinh viên,. . . .  . . . . Được sự đồng ý của Ban Giám Hiệu, Phòng Đào tạo kết hợp cùng Trung tâm Ngoại ngữ tổ chức kiểm tra Anh văn 2 kỹ năng Nói - Viết theo hình thức trực tuyến trong tháng 9 & tháng 10 năm 2021 dành cho các sinh viên chuẩn bị tốt nghiệp trong học kỳ 211 (dự kiến xét tốt nghiệp đến hết học kỳ 211).. . . . - Đăng ký tại: mybk.hcmut.edu.vn è chọn  Đăng ký môn học è chọn Đăng ký thi Anh văn 2 kỹ năng theo hình thức trực tuyến–Đợt 1-MSMH:BKE123. . . . - Thời gian đăng ký Đợt 1: từ 8g ngày 06/9 đến 14g50 ngày 08/9. . . . - Thời gian thanh toán lệ phí: từ 8g ngày 9/9 đến 14g50 ngày 10/9. . . .  . . . . - Lưu ý:. . . . 1) Trong tháng 9/2021 dự kiến tổ chức 4 đợt thi, mỗi đợt tổ chức khoảng 800 SV thi.  Cụ thể Đợt 1 sẽ thi vào các ngày: 15/9, 16/9, 17/9, 18/9, 19/9 và 20/9 (TTNN sẽ có thông báo chi tiết ngày thi cho SV qua mail sau khi SV thanh toán lệ phí). . . .  Trường hợp SV không đăng ký được trong Đợt 1, vui lòng đợi thông báo đăng ký vào đợt tiếp theo.. . . . 2) SV chỉ được đăng ký thi 1 lần duy nhất trong đợt tháng 9 & tháng 10 /2021 (hình thức trực tuyến), trường hợp SV thi không đạt, hoặc bỏ thi, hoặc thanh toán lệ phí thi trễ hạn vui lòng đợi thông báo sau hoặc hết thời gian giãn cách có thể đăng ký thi trực tiếp tại Trung tâm Ngoại ngữ.. . . .  3) Trường hợp SV không thanh toán lệ phí hoặc thanh toán lệ phí trễ hạn sẽ không được thi & ghi nợ lệ phí (SV phải thanh toán dù không dự thi).. . . .  4) Hình thức thi trực tuyến theo file đính kèm.. . . .  5) SV đã đạt Anh văn 2 kỹ năng Nói - Viết theo quy định vui lòng bỏ qua email này.. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Em xin giảm học phí do kì chính quy em chỉ đăng ký mỗi 3 chỉ ạ. Gia đình em cũng đang gặp khó khăn do covid-19 và nhà em còn có F0 nên mong nhà trường hỗ trợ giảm học phí chính quy ạ.",
            "Chào bạn. . Vấn đề BHYT, Học bổng, vay vốn ngân hàng, miễn giảm và gia hạn học phí… Bạn vui lòng liên hệ Phòng Công tác Chính trị Sinh viên để được hướng dẫn.. . Email:  [email]. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Nguyễn [full_name]_MSSV: [student_id]\t. . . . Em muốn xin đăng kí các môn học này ạ, mong pdt xem xét cho em,. . . . Mã số-Tên môn học:. . -TR3053 - Thiết kế tàu thủy. . -MT1003 - Giải tích 1. . -TR2037 - [full_name]/thủy1-tĩnhhọc. . -[full_name]1003 - Vật lý 1. . -MT1005 - Giải tích 2. . -GDTS_2 - Chuẩn thể chất sau năm 2. . . .",
            "Nguyễn [full_name]_MSSV: [student_id]    . . . . Em bị gặp lỗi trong đợt đăng kí nên không thấy thời khóa biểu học em muốn xin đăng kí các môn học này a, mong pdt xem xét cho em,. . . . Mã số-Tên môn học:. . -TR3053 - Thiết kế tàu thủy. . -MT1003 - Giải tích 1. . -TR2037 - [full_name] t/thủy1-tĩnhhọc. . -[full_name]1003 - Vật lý 1. . -MT1005 - Giải tích 2. . -GDTS_2 - Chuẩn thể chất sau năm 2",
            "Chào bạn,. . Hiện tại SV muốn xin ĐK bổ sung môn học (ghi rõ lý do xin đăng ký trễ, tên MH, mã MH, mã nhóm xin đăng ký và kèm xác nhận đông ý của GV cho vào lớp (thời điểm này đã là tuần thứ  4 của HK rồi). . Đã quá trễ rồi, bạn vui lòng làm gấp theo hướng dẫn nhé. . Thân. .",
            "Dạ phòng cho em hỏi cách liên hệ với giảng viên môn học sao ạ, như vậy em mới xin xác nhận đồng ý vào lớp được ạ.",
            "Lý do xin đăng kí trễ:. . Vào ngày 21/7/2021, em có đăng kí những môn:. . -TR3053 - Thiết kế tàu thủy. . -MT1003 - Giải tích 1. . -TR2037 - [full_name] t/thủy1-tĩnhhọc. . -PH1003 - Vật lý 1. . -MT1005 - Giải tích 2. . -GDTS_2 - Chuẩn thể chất sau năm 2. . Rồi tới ngày 19/8, em có đăng kí lại những môn này nhưng em không biết vì lý do gì mà em không có tkb môn học, sau đó em có liên hệ với bạn em và biết được lịch học đã diễn ra được 2-3 tuần, em rất hoang mang và gửi mail đến phòng để xin mở lại tkb để tiếp tục lịch học.. . Hiện tại, em muốn xin mở những môn này:. . -TR3053 - Thiết kế tàu thủy. . -TR2037 - [full_name] t/thủy1-tĩnhhọc. . -MT1005 - Giải tích 2. . xác nhận thì em sẽ tìm cách xin phép giảng viên môn học ạ.",
            "Bạn vui lòng vào trang ĐKMH để kiểm tra và liên hệ về khoa để xin thông tin liên hệ của GV nhé, hiện tại đã qua 4 tuần học, nên phải có sự đồng ý của GV mới có thể dkmh cho bạn được nhé.. . Bạn liên hệ với GV chủ nhiệm để được hỗ trợ và tư vấn về việc học của mình nhé. . Sinh viên vui lòng xem kết quả ĐKMH, xem lý do vì sao không ĐKMH được (có đăng ký, nhưng không có TKB) tại trang web: mybk.hcmut.edu.vn    Đăng ký môn học    Đăng ký môn học HK211 - Kết quả đợt 2 (hoặc Kết quả đợt 1)    bấm vào mục Đăng ký mới    chọn Loại hình đăng ký    xem Lịch sử đăng ký.. . Thân",
            "Dạ phòng cho em hỏi là xác nhận như thế nào ạ?. . Lời nói quay lại hay viết thư điện tử xong đưa giảng viên ạ? Em mới xin xác nhận của giảng viên nhưng quay video được ko ạ?. . -TR2037 - [full_name] t/thủy1-tĩnhhọc. . ( Thầy Tạo)",
            "Chào bạn,. . Mail xác nhận đồng ý của Giảng viên nhé bạn.. . Thân",
            "Dạ em hiểu rồi ạ, em sẽ nói lại vs giảng viên .Em cảm ơn.",
            "Chào bạn,. . Trong mail GV vui lòng xác nhận đồng ý cho bạn vào lớp, ghi rõ tên và MSSV của bạn nhé (dù trễ hạn). . Thân",
            "Dạ thầy em hỏi vầy:. . Thầy sẽ gửi mail cho ai?. . Và xác nhận ra sao?. . Thông thường muốn ai xác nhận gì đó thì người cần xác nhận phải gửi thư trong đó có ghi các nội dung...nếu người xác nhận thấy phù hợp mới quyết định phản hồi.. . Chị xem xét giúp em với.. .",
            "Vậy để xác nhận thì em nhờ giảng viên viết mail đồng ý gửi về mail: [email] phải không ạ ?",
            "Chào bạn,. . Thầy gửi cho bạn, bạn chụp hình nội dung mail thầy gửi và gửi qua bksi cho PDT nhé. . Thân",
            "Dạ phòng cho em gửi ảnh mail xác nhận của giảng viên ạ.",
            "Chào bạn,. . Bạn vui lòng khi gửi mail xác nhận của GV, vui lòng ghi lại rõ thông tin tên MH, mã MH và mã nhóm MH, ghi rõ lý do xin đăng ký môn học trễ giúp cô nhé!. . Thân",
            "Mã [full_name] Học: -TR2037 . . Tên [full_name] Học: - [full_name] t/thủy1-tĩnhhọc. . Mã Nhóm: -Trong Lớp Chưa Chia. . Lý do xin đăng kí trễ:. . Vào ngày 21/7/2021, em có đăng kí môn học. Sau đó vào ngày 19/8, em có đăng kí lại nhưng gặp sự cố mạng nên không có lịch học.. . (Có kèm ảnh xác nhận mail của GV ạ)",
            "Chào bạn,. . SV Chào bạn,. . PDT đã ghi nhận yêu cầu về ĐKMH của bạn và đã chuyển cho bộ phận ĐKMH kiểm tra và xử lý.. . Bạn vui lòng theo dõi và kiểm tra TKB thường xuyên trên mybk/Thông tin SV và hệ thống BKeL để kịp tham gia lớp học online. SV chủ động liên hệ với GV để xin vào lớp học trước nhé!. . Trường hợp nếu không đăng ký được (không có khả năng hoặc không đủ điều kiện)  PDT sẽ phản hồi cho SV qua bksi.. . Chúc các bạn học tốt!. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em tên là [full_name]. . MSSV [student_id]. . Lớp XD17KT - Ngành kiến trúc - Khoa xây dựng. . . . Mục đích em muốn nhờ thầy cô hỗ trợ em đăng ký môn học CI2013 - Bố cục tạo hình kiến trúc 2 để có thể duy trì việc học tại trường đại học Bách Khoa.",
            "Chào em,. . Hiện tại đã hết thời gian hiệu chỉnh, em cần phải có xác nhận đồng ý vào lớp của giáo viên nhé.. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Em muốn hủy môn học cho học kỳ 211 thì quy trình thế nào ạ (hiện tại là hết hạn hiệu chỉnh môn học)  .",
            "Chào bạn,. . Hiện tại đã hết thời gian hiệu chỉnh  và hủy môn học của học kỳ chính và HK dự thính HK211 nhé bạn.. . SV vui lòng đợi thông báo về việc rút môn học (có tính học phí theo quy định), sẽ thông báo cho SV trong tháng 9/2021. . Xem chi tiết quy chế tại đây:. . aao.hcmut.edu.vn/sinh viên/quy chế/học vụ/Quy chế đào tạo và học vụ bậc đại học, cao đẳng:/ điều 11.2. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Chào thầy(cô) . . Em là sinh viên khoa k16 của Trường Vừa rồi em có đăng kí luận văn nhưng bị hủy do thiếu ngày CTXH vì địa phương em bị bung dịch nên em  gửi xác nhận tham gia tình nguyện chốt chặn dịch ở địa phương muộn nên chưa được cập nhật ngày ctxh. . Mong thầy (cô)  cập nhật giúp em để em được làm luận văn trong kì này ạ! . . Em xin cảm ơn. . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Do dịch Covid-19 nên hiện tại công ty ba em không phát lương. Em thấy thông báo học phí dự thính trên mybk hạn là 14 tháng 9 nhưng thật sự hiện giờ nhà em không còn một đồng để đóng học phí, em có nói mẹ em thì mẹ em nói hiện giờ nhà không còn tiền nên không đóng được thì nghỉ học kì này. Em muốn xin phòng đào tạo có thể mở gia hạn được không ạ?",
            "Chào bạn. . Vấn đề BHYT, Học bổng, vay vốn ngân hàng, miễn giảm và gia hạn học phí… Bạn vui lòng liên hệ Phòng Công tác Chính trị Sinh viên để được hướng dẫn.. . Email:  [email]. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ em chào Thầy/ Cô ạ, . . Em có nhận được mail trường về đăng ký thi anh văn nói viết trong tháng 9 và tháng 10. Tuy nhiên trong mail thì trường có bảo rằng chỉ được đăng ký 1 lần duy nhất. Vậy em có thể đăng ký tháng 10 được không ạ? hay em phải đăng ký tháng 9 (do bên trung tâm BK English có mail rằng nếu nhận được mail của trường thì phải đăng ký đợt 1- tức là tháng 9, nếu không đăng ký thì em sẽ không đăng ký được những đợt tiếp theo- tức là tháng 10). Em muốn hỏi có đúng như vậy không ạ. . Em chân thành cảm ơn.",
            "Chào bạn,. . Được nhé bạn, theo thông báo mới nhất gửi cho SV nhé:. . Thân gửi các bạn sinh viên,. . . .  . . . . Được sự đồng ý của Ban Giám Hiệu, Phòng Đào tạo kết hợp cùng Trung tâm Ngoại ngữ tổ chức kiểm tra Anh văn 2 kỹ năng Nói - Viết theo hình thức trực tuyến trong tháng 9 & tháng 10 năm 2021 dành cho các sinh viên chuẩn bị tốt nghiệp trong học kỳ 211 (dự kiến xét tốt nghiệp đến hết học kỳ 211).. . . . - Đăng ký tại: mybk.hcmut.edu.vn è chọn  Đăng ký môn học è chọn Đăng ký thi Anh văn 2 kỹ năng theo hình thức trực tuyến–Đợt 1-MSMH:BKE123. . . . - Thời gian đăng ký Đợt 1: từ 8g ngày 06/9 đến 14g50 ngày 08/9. . . . - Thời gian thanh toán lệ phí: từ 8g ngày 9/9 đến 14g50 ngày 10/9. . . .  . . . . - Lưu ý:. . . . 1) Trong tháng 9/2021 dự kiến tổ chức 4 đợt thi, mỗi đợt tổ chức khoảng 800 SV thi.  Cụ thể Đợt 1 sẽ thi vào các ngày: 15/9, 16/9, 17/9, 18/9, 19/9 và 20/9 (TTNN sẽ có thông báo chi tiết ngày thi cho SV qua mail sau khi SV thanh toán lệ phí). . . .  Trường hợp SV không đăng ký được trong Đợt 1, vui lòng đợi thông báo đăng ký vào đợt tiếp theo.. . . . 2) SV chỉ được đăng ký thi 1 lần duy nhất trong đợt tháng 9 & tháng 10 /2021 (hình thức trực tuyến), trường hợp SV thi không đạt, hoặc bỏ thi, hoặc thanh toán lệ phí thi trễ hạn vui lòng đợi thông báo sau hoặc hết thời gian giãn cách có thể đăng ký thi trực tiếp tại Trung tâm Ngoại ngữ.. . . .  3) Trường hợp SV không thanh toán lệ phí hoặc thanh toán lệ phí trễ hạn sẽ không được thi & ghi nợ lệ phí (SV phải thanh toán dù không dự thi).. . . .  4) Hình thức thi trực tuyến theo file đính kèm.. . . .  5) SV đã đạt Anh văn 2 kỹ năng Nói - Viết theo quy định vui lòng bỏ qua email này.. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Hiện hổi học kì vừa rồi là 202 và 203 em có trùng giờ và môn thi AV3. Em có liên lạc pdf 1 lần rồi và kêu em liên hệ thầy giải quyết bên Trung tâm anh văn và Thầy bảo giờ em cứ thi đi nếu rớt sẽ tạo điều kiện thi lần 2, mà hiện giờ em nhận được điểm 13 thi giải quyết sao ạ, em hoang mang quá. Rất mong nhận được phản hồi từ quý thầy cô ạ.. .",
            "Chào em,. . Em vui lòng email đến thầy [email] để được hướng dẫn nhé.. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Hiện nay địa phương em sinh sống đã gửi giấy gọi nghĩa vụ quân sự, hạn chót là ngày 14/9 cần phải nộp giấy xác nhận cho phường.. . . . Tuy nhiên hệ thống in giấy xác nhận lại đang tạm ngưng để phục vụ tân sinh viên K21. Em xin hỏi có cách nào khác để có thể chứng minh em hiện vẫn đang là SV và đang theo học tại trường hay ko. . . . . Em xin cảm ơn.. . . . P/s: nơi em sinh sống ko có chi nhánh ngân hàng OCB nên cũng ko thể xác nhận bằng biên lai nộp học phí được ạ.",
            "Chào bạn,. . SV chủ động đăng ký giấy Xác nhận SV hoãn NVQS để bổ sung cho địa phường và chọn dịch vụ gửi qua được bưu điện (người nhận trả tiền) nếu có nhu cầu (PDT không in hàng loạt như các năm trước). . Dự kiến trong đầu tháng 9/2021 sẽ bắt đầu cho đăng ký (khi TKB trong HK đã ổn định). . . . - Sau khi xử lý giấy chứng nhận sinh viên, Phòng Đào tạo sẽ gửi về địa chỉ sinh viên đăng ký khi bưu điện hoạt động lại bình thường trong đợt giãn cách xã hội. Mặt khác, sinh viên có thể tải bản scan trên trang đăng ký chứng nhận sinh viên (sau khi yêu cầu của SV đã được xử lý).. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em chào PĐT ạ!. . hiện tại nhà em khó khăn do dịch covid, em có đăng kí vay vốn Quỹ ĐHQG mà tới tháng 11 mới được. Cho em xin phép gia hạn học phí dự thính tới tháng 11 đóng chung với kì chính được không ạ?. . Em xin cảm ơn ạ!",
            "Chào bạn. . Vấn đề BHYT, Học bổng, vay vốn ngân hàng, miễn giảm và gia hạn học phí… Bạn vui lòng liên hệ Phòng Công tác Chính trị Sinh viên để được hướng dẫn.. . Email:  [email]. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Dạ em chào phòng đào tạo,. . Em có đăng ký hoãn thi 2 môn là Giải tích 2(MT1005) nhóm tổ CC11-A của học kì 203 và Đại số tuyến tính (MT1007) nhóm tổ CC12-A của học kì 202 vừa rồi nhưng mà điểm thi của em không phải là điểm hoãn mà lại là điểm 13. Phòng đào tạo xem giúp em ạ, em cám ơn!. .   i Học vụ .",
            "Chào em,. . - Danh sách thi PĐT đã gửi trước rồi em. . - Em đã điền form hoãn thi, xem email xác nhận nhé.. . Thân mến,. .",
            "Dạ, em đã điền form hoãn thi rồi tuy nhiên điểm em trong bảng điểm, điểm thi hai môn đó đều là điểm 13 ạ. Em có nhận email xác nhận rồi ạ, tuy nhiên bảng điểm em vẫn là 13. Phòng đào tạo xem lại giúp em ạ, em cám ơn",
            "Chào bạn. . Bạn xem lại thông báo sau khi đăng ký vào form Hoãn thi, kết quả sẽ trả lời Sinh viên vào cuối tháng 9. . . Nếu có QD hoãn thi sẽ được cập nhật thành điểm 14. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học .",
            "Chào bạn,. . Thời điểm này đã là tuần thứ 3 của học kỳ rồi, bạn vui lòng bổ sung thêm xác nhận đồng ý cho vào lớp của GV cho cô nữa nhé, nếu như GV đồng ý (thân)"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Hiện tại điện thoại em bị lỗi camera khả năng cao không thi được môn mạch điện tử vào ngày 12/9 tới. Em xin hỏi pdt là em xin hoãn thi có phép thì em điền vô  https://forms.gle/ckyYcJMWN7w3kqe56. . theo hướng dẫn trong mail Phương thức đăng ký hoãn thi HK202 (Chính quy và dự thính) + HK hè 203 và không cần xin phép giảng viên hay sao ạ. Em xin cảm ơn vì đã dành thời gian đọc. .",
            "Chào em,. . Hiện tại đã hết đợt đăng ký HOÃN THI, PĐT lấy dữ liệu để xử lý. Dự kiến thứ 5, ngày 09/9/21 mở lại.. . Thân mến,. .",
            "li answer rate: Answer does not suit / Câu trả lời không đúng ý"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Dạ, chào quý thầy/cô. . Cho con hỏi.. . -Trường khi nào mới vận chuyển sách được ạ. . -Con vào trang đăng kí mua sách mà có thông báo tạm dừng vận chuyển rồi ạ. .",
            "Chào em,. . Sách em liên hệ thư viện hoặc email [email] để được hướng dẫn nhé.. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính gửi pđt, . . . . Em nhận được email về việc đăng ký thi nói viết đợt 1, trong trường hợp đợt này hết slot đăng ký, thì em có được đăng ký vào các đợt tiếp theo không ạ? Hay bắt buộc em phải đăng ký vào đợt 1 ạ? . . . . Mong nhận được phản hồi. Em cảm ơn thầy cô ạ.",
            "Chào bạn,. . Được nhé bạn, theo thông báo mới nhất gửi SV nhé.. . Thân gửi các bạn sinh viên,. . . .  . . . . Được sự đồng ý của Ban Giám Hiệu, Phòng Đào tạo kết hợp cùng Trung tâm Ngoại ngữ tổ chức kiểm tra Anh văn 2 kỹ năng Nói - Viết theo hình thức trực tuyến trong tháng 9 & tháng 10 năm 2021 dành cho các sinh viên chuẩn bị tốt nghiệp trong học kỳ 211 (dự kiến xét tốt nghiệp đến hết học kỳ 211).. . . . - Đăng ký tại: mybk.hcmut.edu.vn è chọn  Đăng ký môn học è chọn Đăng ký thi Anh văn 2 kỹ năng theo hình thức trực tuyến–Đợt 1-MSMH:BKE123. . . . - Thời gian đăng ký Đợt 1: từ 8g ngày 06/9 đến 14g50 ngày 08/9. . . . - Thời gian thanh toán lệ phí: từ 8g ngày 9/9 đến 14g50 ngày 10/9. . . .  . . . . - Lưu ý:. . . . 1) Trong tháng 9/2021 dự kiến tổ chức 4 đợt thi, mỗi đợt tổ chức khoảng 800 SV thi.  Cụ thể Đợt 1 sẽ thi vào các ngày: 15/9, 16/9, 17/9, 18/9, 19/9 và 20/9 (TTNN sẽ có thông báo chi tiết ngày thi cho SV qua mail sau khi SV thanh toán lệ phí). . . .  Trường hợp SV không đăng ký được trong Đợt 1, vui lòng đợi thông báo đăng ký vào đợt tiếp theo.. . . . 2) SV chỉ được đăng ký thi 1 lần duy nhất trong đợt tháng 9 & tháng 10 /2021 (hình thức trực tuyến), trường hợp SV thi không đạt, hoặc bỏ thi, hoặc thanh toán lệ phí thi trễ hạn vui lòng đợi thông báo sau hoặc hết thời gian giãn cách có thể đăng ký thi trực tiếp tại Trung tâm Ngoại ngữ.. . . .  3) Trường hợp SV không thanh toán lệ phí hoặc thanh toán lệ phí trễ hạn sẽ không được thi & ghi nợ lệ phí (SV phải thanh toán dù không dự thi).. . . .  4) Hình thức thi trực tuyến theo file đính kèm.. . . .  5) SV đã đạt Anh văn 2 kỹ năng Nói - Viết theo quy định vui lòng bỏ qua email này.. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Thưa thầy/cô,. . Theo như email em nhận được từ phòng đào tạo thì trong   /B tháng 9 sẽ tổ chức 4 đợt thi, mỗi đợt sẽ tổ chức cho 800 sinh viên, mỗi người chỉ thi được 1 lần, nếu không đăng kí được đợt này thì đợi thông báo sau. Tuy nhiên, em có một số thông tin từ BKenglish là những sinh viên nhận được email này chỉ được đăng kí đợt này, những đợt sau không được đăng kí.. . Do có một số hiểu lầm, em rất mong PĐT xác nhận thông tin này giúp em với ạ. Nếu em không đăng kí được đợt 1 tháng 9, vậy những đợt sau có được đăng kí không ạ?. . Do thiếu về điều kiện vật chất nên không tham gia được, vậy em có cần làm đơn xin đổi đợt thi được không ạ?. . . .",
            "Thưa thầy/cô,. . Theo như email em nhận được từ phòng đào tạo thì trong tháng 9 sẽ tổ chức 4 đợt thi, mỗi đợt sẽ tổ chức cho 800 sinh viên, mỗi người chỉ thi được 1 lần, nếu không đăng kí được đợt này thì đợi thông báo sau. Tuy nhiên, em có một số thông tin từ BKenglish là những sinh viên nhận được email này chỉ được đăng kí đợt này, những đợt sau không được đăng kí.. . Do có một số hiểu lầm, em rất mong PĐT xác nhận thông tin này giúp em với ạ. Nếu em không đăng kí được đợt 1 tháng 9, vậy những đợt sau có được đăng kí không ạ?. . Do thiếu về điều kiện vật chất nên không tham gia được đợt 1 tháng 9, vậy em có cần làm đơn xin đổi đợt thi được không ạ?. . Em xin cảm ơn.",
            "Chào bạn,. . Được đăng ký nhé, theo thông báo mới nhất gửi SV nhé:. . Thân gửi các bạn sinh viên,. . . . Được sự đồng ý của Ban Giám Hiệu, Phòng Đào tạo kết hợp cùng Trung tâm Ngoại ngữ tổ chức kiểm tra Anh văn 2 kỹ năng Nói - Viết theo hình thức trực tuyến trong tháng 9 & tháng 10 năm 2021 dành cho các sinh viên chuẩn bị tốt nghiệp trong học kỳ 211 (dự kiến xét tốt nghiệp đến hết học kỳ 211).. . . . - Đăng ký tại: mybk.hcmut.edu.vn è chọn  Đăng ký môn học è chọn Đăng ký thi Anh văn 2 kỹ năng theo hình thức trực tuyến–Đợt 1-MSMH:BKE123. . . . - Thời gian đăng ký Đợt 1: từ 8g ngày 06/9 đến 14g50 ngày 08/9. . . . - Thời gian thanh toán lệ phí: từ 8g ngày 9/9 đến 14g50 ngày 10/9. . . .  . . . . - Lưu ý:. . . . 1) Trong tháng 9/2021 dự kiến tổ chức 4 đợt thi, mỗi đợt tổ chức khoảng 800 SV thi.  Cụ thể Đợt 1 sẽ thi vào các ngày: 15/9, 16/9, 17/9, 18/9, 19/9 và 20/9 (TTNN sẽ có thông báo chi tiết ngày thi cho SV qua mail sau khi SV thanh toán lệ phí). . . .  Trường hợp SV không đăng ký được trong Đợt 1, vui lòng đợi thông báo đăng ký vào đợt tiếp theo.. . . . 2) SV chỉ được đăng ký thi 1 lần duy nhất trong đợt tháng 9 & tháng 10 /2021 (hình thức trực tuyến), trường hợp SV thi không đạt, hoặc bỏ thi, hoặc thanh toán lệ phí thi trễ hạn vui lòng đợi thông báo sau hoặc hết thời gian giãn cách có thể đăng ký thi trực tiếp tại Trung tâm Ngoại ngữ.. . . .  3) Trường hợp SV không thanh toán lệ phí hoặc thanh toán lệ phí trễ hạn sẽ không được thi & ghi nợ lệ phí (SV phải thanh toán dù không dự thi).. . . .  4) Hình thức thi trực tuyến theo file đính kèm.. . . .  5) SV đã đạt Anh văn 2 kỹ năng Nói - Viết theo quy định vui lòng bỏ qua email này.. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Em tên [full_name] ([student_id]). Em hiện đang là sv nâm 4 hệ đại trà chính quy. Em muốn hỏi rằng trong học kì 192 này em có đăng kí 3 môn như sau:. . - luận văn tốt nghiệp (học kì chính). . - kĩ thuật điện (học kì chính và học cải thiện điểm, đã qua môn này trước đó). . - đại số tuyến tính ( dự thính, cải thiện điểm, đã qua môn trước đó). . Vậy em muốn hỏi là xét học bổng cho HK 192 này thì có xét môn kĩ thuật điện và đại số tuyến tính không ạ? Hay chỉ xét đối với luận văn tốt nghiệp.. . Em cảm ơn. Rất mong được phản hồi nhanh. . .",
            "Chào em,. . Em liên hệ phòng Công tác chính trị sv qua email [email] để được hướng dẫn nhé.. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Chào anh chị phòng đào tạo, hiện tại có thông tin những người nhận được mail thi AV nói viết phải bắt buộc thi đợt 1 và không được phép đăng kí các đợt thi sau. Em xin hỏi thông tin này đúng không. Mail gấp quá nên cũng chưa ôn bài được gì ạ. . . Em cảm ơn phòng đào tạo.. . . .   i Yêu cầu khác .",
            "Theo nội dung mail này gửi nhé bạn. . . . Thân gửi các bạn sinh viên,. . . . Được sự đồng ý của Ban Giám Hiệu, Phòng Đào tạo kết hợp cùng Trung tâm Ngoại ngữ tổ chức kiểm tra Anh văn 2 kỹ năng Nói - Viết theo hình thức trực tuyến trong tháng 9 năm 2021 dành cho các sinh viên chuẩn bị tốt nghiệp trong học kỳ 211(dự kiến xét tốt nghiệp đến hết học kỳ 211). . . . - Đăng ký tại: Mybk.hcmut.edu.vn à chọn  Đăng ký môn học à chọn Đăng ký thi Anh văn 2 kỹ năng theo hình thức trực tuyến–Đợt 1-MSMH:BKE123. . . . - Thời gian đăng ký: từ 8g ngày 06/9 đến 14g50 ngày 08/9. . . . - Thời gian thanh toán lệ phí: từ 8g ngày 9/9 đến 14g50 ngày 10/9. . . . - Lưu ý:. . . . 1) Trong tháng 9/2021 dự kiến tổ chức 4 đợt thi, mỗi đợt tổ chức khoảng 750 SV, thi vào các ngày: 15/9, 16/9, 17/9, 18/9, 19/9  và 20/9 (sẽ có thông báo chi tiết cho SV qua mail). . . . Trường hợp SV không đăng ký được trong đợt 1, vui lòng đợi thông báo đăng ký vào đợt tiếp theo.. . . .  . . . . 2) SV không thanh toán lệ phí hoặc thanh toán lệ phí trễ hạn sẽ không được thi & ghi nợ lệ phí (SV phải thanh toán dù không dự thi). . . . .  . . . . 3) SV chỉ được đăng ký thi 1 lần duy nhất trong đợt tháng 9/2021 (hình thức trực tuyến), trường hợp SV thi không đạt, hoặc bỏ thi, hoặc thanh toán lệ phí thi trễ hạn vui lòng đợi thông báo sau hoặc hết thời gian giãn cách có thể đăng ký thi trực tiếp tại Trung tâm Ngoại ngữ.. . . .  . . . . 4) Hình thức thi trực tuyến theo file đính kèm"
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính gửi quý PĐT,. . . . Em là [full_name] - MSSV: [student_id]. . . . Năm học 2020-2021 vì em tham gia BHYT định kỳ mỗi năm trễ hơn các bạn khác, nên đã đăng ký và thanh toán ngày khi trường thông báo đợt 3, cho BHYT sinh viên 6 tháng có hiệu lực từ tháng 7/2021 đến tháng 12/2021.. . . . Tuy nhiên đến thời điểm hiện tại, em có theo dõi tình hình tham gia BHYT của mình trên ứng dụng VSSID theo yêu cầu của nhà trường đã hướng dẫn sinh viên đăng kí đầu năm 2021, tuy nhiên dù đang thanh toán từ 1/6/2021 nhưng đến thời điển hiện tại là 5/9/2021, sau 3 tháng vẫn chưa được cập nhật thời hạn tham gia BHYT cho tới cuối năm 2021 ạ.. . . . Vì em đã theo dõi khá lâu nên hôm nay quyết định bày tỏ thắc mắc và kính mong quý PĐT giải đáp - kiểm tra cập nhật lại giúp em với ạ vì với em số tiền đó cũng không phải nhỏ ạ.. . . . Em xin chân thành cám ơn.. . . .   i Yêu cầu khác .",
            "Chào bạn. . Vấn đề BHYT, Học bổng, vay vốn ngân hàng, miễn giảm và gia hạn học phí… Bạn vui lòng liên hệ Phòng Công tác Chính trị Sinh viên để được hướng dẫn.. . Email:  [email]. . Thân. ."
        ]
    }
]