[
    {
        "intent": "",
        "message": [
            "Dạ em chào pđt! Pđt cho em hỏi là nhà trường cho nghỉ vậy có cách nào để em nộp chứng chỉ ngoại ngữ cho trường mình để kịp đăng ký học kỳ dự thính không ạ? Mong pđt phản hồi sớm giúp em!!",
            "Chào bạn,. . Nộp chứng chỉ online nhé bạn, hiện tại Phòng Đào tạo vẫn làm việc bình thường nhé bạn. Nên vẫn chưa hiểu rõ bạn có thắc mắc gì về việc nộp CCNN",
            "Dạ em chào pđt. Cho em hỏi là em nộp chứng chỉ ngoại ngữ rồi mà 10 ngày rồi chưa thẩm tra kết quả cho em để em đăng ký môn học dự thính. Pđt có thể thẩm tra sớm cho em để em đăng ký môn học không ạ .!!"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được. . hiện tại, em ko đăng ký đủ môn học của học kỳ 2 bắt buộc, đó là môn giải tích 2 ạ. và môn học giáo dục thể chất . lí do là em ko đăng ký môn học vào các đợt 1 và 2 do em nộp học phí trễ hạn; nên khi nộp học phí trễ xong, trên mybk rất lâu sau đó mới mở cho em đăng ký đợt 3 ạ, lúc đó các lớp của môn của em đăng ký gần như hết, nên em bị kẹt lịch của tkb nên chưa thể tím thấy lớp giải tích 2 hợp lịch em ạ",
            "cung cấp mã môn học và mã nhóm để xem xét. . Thân",
            "da . . MT1005 nhom [full_name]01_[full_name]02. . PE1011 nhom [full_name]09",
            "MT1005 full ko đk được. . PE1011 L09 đã bổ sung. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Khác ... .   B Nhà trường cho em hỏi lịch mở môn học dự thính được dời đến khi nào? Và em muốn làm đơn xin mở lớp môn học trong đợt dự thính này (HK192) thì khi nào nộp để không bị trễ ạ?",
            "Chào bạn,. . Bạn vui lòng đợi email thông báo của Phòng Đào tạo về thời gian đăng ký dự thính mới và cập nhật tại lịch học vụ. Đợt 1 là đợt đăng ký kế hoạch bạn có thể vào đăng ký môn học muốn mở và sau đợt kế hoạch Phòng Đào tạo mới tiếp nhận đơn mở lớp nhé (sẽ thông báo thời gian nhận đơn mở lớp cụ thể trong email)"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Thưa thầy cô.. . Vào HK192 em đăng kí 21 chỉ, nhưng em cảm thấy các môn trong kì 192 khá nặng, nên em xin phép làm phiền thầy/cô xóa giúp em môn ME2015 (vật liệu học và xử lí) trong những môn em đã đăng kí vào kì 192.. . Em xin cảm ơn!",
            "Chào bạn,. . Hiện tại đã hết thời gian để hủy môn học nhé bạn, bạn có thể đăng ký rút MH, xem quy định tại đây:. . http://www.aao.hcmut.edu.vn/ sinh viên/quy chế/Quy chế đào tạo và học vụ bậc đại học, cao đẳng:/ Điều 11. Hủy, rút môn học"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ - Đại học - Cao đẳng chính quy   Khác ... . Chào thầy/cô trong ban tư vấn ạ. Học kì một vừa qua em đã không đạt môn GDTC 1 (Môn bóng đá), thầy/cô có thể cho em hỏi là em có bắt buộc phải đăng kí lại môn bóng đá cho lần đăng kí tiếp theo không ạ? (Vì em không dự định sẽ học lại môn bóng đá vào các học kì tới). . . Em xin cảm ơn thầy/cô đã đọc câu hỏi của em và mong sẽ sớm nhận được phản hồi từ ban tư vấn ạ.",
            "Chào bạn,. . Bạn vui lòng xem quy định về GDTC tại đây:. . http://www.aao.hcmut.edu.vn/ sinh viên/quy chế/Quy định về các môn Thể dục từ HK182"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Thưa thầy cô.. . Vào HK192 em đăng kí 21 chỉ, nhưng em cảm thấy các môn trong kì 192 khá nặng,nên em xin làm phiền thầy/cô xóa giúp em môn ME2015 (vật liệu học và xử lí) trong những môn em đã đăng kí vào kì 192.. . Em xin cảm ơn!"
        ]
    },
    {
        "intent": "",
        "message": [
            "Chào thầy/cô,. . Em tên [full_name]. . MSSV [student_id]. . Trước Tết em có viết đơn xin chỉnh sửa điểm số do sai sót điểm.Đơn đã được thầy phụ trách bộ môn kí tên xác nhận và gửi về phòng đào tạo. Nhưng đến nay điểm trên mybk vẫn chưa được chỉnh sửa. Vậy cho em hỏi khi nào thì điểm sẽ được chỉnh sửa ạ.. . Em xin cảm ơn thầy/cô.. .",
            "responsible person: [551] [staff_name] [helpdesk staff]",
            "Chào bạn,. . Thầy cô là người sửa điểm nhé bạn, bạn vui lòng liên hệ với giáo đã vào sửa điểm và in bảng điểm sửa nộp lại Phòng Đào tạo chưa nhé!"
        ]
    },
    {
        "intent": "",
        "message": [
            "Em xin chào thầy/cô. . Môn hỏi mã CO2003 - Cấu trúc dữ liệu và giải thuật của em đã bị nhập sai điểm tổng kết sau khi server PĐT bị lỗi. Em xin thầy/cô xem xét và chỉnh sửa lại ạ.. . Em xin cảm ơn.. .   i Điểm thi - Đại học - Cao đẳng chính quy   Điểm môn học .",
            "Chào bạn,. . Điểm là do giảng viên chấm và nhập điểm, nếu nhập điểm sai, thầy cô sẽ là người sửa điểm cho bạn và không ai có thể can thiệp vào việc sửa điểm nhé. Bạn vui lòng liên hệ với thầy cô sửa điểm cho bạn.. . Nếu thầy cô không nắm rõ về quy trình sửa điểm có thể liên hệ tại văn phòng khoa để được hướng dẫn."
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính gửi Phòng Đào Tạo,. . Em tên [full_name] . . MSSV [student_id]. . Em học bằng 2 chính quy chuyển sang hệ VLVH, các điểm môn học đã hoàn thành ở Bằng 2 em có làm phiếu yêu cầu chuyển điểm từ Bằng 2 sang VLVH nhưng vẫn chưa được cập nhật.. . Theo tiêu chuẩn làm luận văn TN là 114 chỉ nhưng em chỉ mới được cập nhật 61 chỉ. Vậy em còn thiếu những môn nào để em đăng ký Môn Học. . . . Em xin chân thành cảm ơn. .",
            "Kính gửi phòng Đào Tạo,. . . . Em nhận được email phản hồi về các môn còn nợ là các môn đại cương.. . Em nhận được file các môn học còn nợ ( dự kiến xét tốt nghiệp)Em được chuyển từ Bằng 2 qua nên các môn học trong bảng các môn còn nợ em được miễn. Em xin gửi file đính kèm là bảng điểm được miễn Kính xin phòng Đào Tạo xem xét lại.Em đã học 7 năm rồi chưa ra trường được mà bắt em học lại những môn đại cương chắc em học không nổi. Xin chân thành cảm ơn",
            "li answer rate: Answer is not complete / Câu trả lời chưa hoàn chỉnh",
            "chào bạn;. . Hiện tại bạn vẫn chưa đủ chuẩn anh văn để nhận Luận Văn Tốt nghiệp.. . Bạn vui lòng kiểm tra lại chứng chỉ anh văn của mình nhé. . Thân",
            "Dạ, em cám ơn",
            "Kính gửi Phòng Đào Tạo,. .      gửi Anh [full_name],. .  Em bổ sung chứng chỉ anh văn để kỳ này nhận [full_name]. . . . Em gửi file đính kèm. . . . Xin chân thành cảm ơn. . . .",
            "Chào bạn,. . . . Bạn còn đợt DKMH của hệ VLVH nha, bạn đợi thông báo để biết thời gian đăng kí nha.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Khác ... . Em chào anh/ chị phòng đào tạo, trước Tết em đã gửi một email về vấn đề điểm môn học học kì 191 xuất hiện sau khi đã hết thời hạn đăng ký môn học. . . Em đã được hướng dẫn đăng ký tay môn học đó vào tuần học đầu tiên của học kì 192 nhưng dịch Corona xuất hiện và delay 2 tuần học.. . . . Em muốn hỏi liệu em có thể gửi 1 file pdf hoặc word để xin đăng kí bổ sung môn học này hay không?. .",
            "Chào bạn,. . Bạn vui lòng liên hệ tại Văn Phòng Đào tạo Quốc tế để được hướng dẫn thêm nhé!"
        ]
    },
    {
        "intent": "",
        "message": [
            "Vừa làm vừa học - ĐTTX   Điểm thi . Em tên [full_name] . . MSSV: [student_id]. . Hệ VLVH. . Em học Cơ Lưu Chất thầy [full_name] ( Chủ nhật tiết 8,9,10). . Lớp T01 .. . Thi ngày 03/01/2020. . . Em mới xem bảng điểm thấy chỉ còn môn Cơ Lưu Chất là chưa có điểm.. . Em rất xốt ruột nên mới nhắn tin hỏi. Mong A/C bỏ qua giúp em.. . Em chân thành cảm ơn.",
            "Chào bạn;. . Hiện tại điểm môn Cơ lưu chất giảng viên chưa nộp điểm nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Điểm thi - Đại học - Cao đẳng chính quy   Điểm môn học . Thưa PĐT, em muốn phúc tra điểm thi cuối kì môn Sức bền vật liệu CI2007 HK191. Nhưng lúc em điền đơn xin phúc tra trong mybk thì hệ thống báo em không được phúc tra và liên hệ PĐT. Vậy giờ em phải làm sao ạ? Em xin cảm ơn. .",
            "Chào bạn,. .  Bạn vui lòng đăng nhập vào đăng ký lại, do bạn để thời gian chờ quá lâu nên chương trình tự khoá lại.. . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được . Chào anh chị,. . Em tên là [full_name]. . MSSV [student_id]. . Em đang theo học ngành Công nghệ Kĩ Thuật Ô Tô CLC.. . Em có đăng ký môn học học kì 192 nhưng môn Chi tiết máy (ME2007) thì bị hủy sau ĐKMH đợt 3, nhưng em không bổ sung hay xóa môn học ở đợt 3.. . Em nghĩ do số tín chỉ tích lũy của em mới 52 trong khi Chi tiết máy là môn học của năm 3, cho nên em bị hủy môn đúng không ạ?. . Nay em gửi câu hỏi mong anh chị giải đáp cho em tại sao em lại mất môn học Chi tiết máy (ME2007). . . Em có đính kèm file ảnh về kết quả đăng ký môn học của em ạ.. . Em mong nhận được phản hồi nhanh nhất của anh chị.",
            "Chào bạn,. . Bạn có thể vào trang đăng ký MH, vào phần lịch sử đăng ký MH để xem lý do hủy MH, bạn có thể liên hệ tại Văn Phòng Đào tạo Quốc tế để được hướng dẫn thêm nhé"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Khác ... . Em tên: [full_name] ([student_id]) . . Hiện đang học nghành: Điện tử-Viễn Thông. . . . Học kỳ 2(2019-2020) em có đăng ký đồ án(EE3061). Trong thời khóa biểu em đang là nhóm A01 (Điện- Điện Tử) nhưng nghành em đang theo học là Điện tử- Truyền thông. . . . . Mong trường có thể sắp xếp cho em chuyển sang nhóm lớp A05( Điện tử - Viễn Thông) được không ạ. Em xin cảm ơn.",
            "Chào bạn,. . Không phân biệt là nhóm Điện - Điện tử và nhóm Điện tử - truyền thông nhé bạn. Mình tính theo mã môn học, miễn là mã MH bạn đang ký đúng theo Chương trình đào tạo của bạn, trường không xếp theo nhóm lớp nhé bạn, tất cả đều là do các bạn tự đăng ký môn học online nhé.. . Hiện tại đã hết thời gian để thay đổi và hiệu chỉnh môn học nhé bạn.",
            "Dạ em cảm ơn. Em thấy có phân nhóm Điện Điện tử và Điện tử- Truyền thông trong file em gửi. Chị check lại giúp em với ạ. . . Với hiện tại vẫn chưa có tên GV hướng dẫn. Không biết khi nào có dsach Hướng dẫn ĐỒ án ạ. . . Em xin cảm ơn.",
            "Chào em,. . . . Việc này em về khoa hỏi nhé."
        ]
    },
    {
        "intent": "",
        "message": [
            "Điểm thi - Đại học - Cao đẳng chính quy   Điểm môn học . Kính thưa thầy cô Phòng đào tạo, cho em hỏi khi nào mới có điểm Anh văn 1 vậy ạ, thi ngày 6/1/2020 tới nay là 10/2/2020 mà em thấy chưa có điểm?",
            "Chào bạn,. . điểm môn học tuỳ thuộc vào giào viên nộp điểm nha bạn.. . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: 1810560  /b \t. . . .   i Điểm thi - Đại học - Cao đẳng chính quy   Điểm môn học . Thưa thầy cô,. . Cho em hỏi là em chuyển điểm Anh Văn 1 rồi thì điểm thi môn học Anh Văn 1 của em không có hay sao ạ?. . Nếu chuyển điểm không hiển thị tại bảng điểm mybk thì có thể cho em biết điểm thành phần và điểm thi được không để em biết được bài thi cuối kì của em?. . . . Em cảm ơn thầy cô nhiều.. .",
            "Chào bạn,. . điểm chuyển chỉ tính vào tích luỹ chung, không tính vào tích luỷ học kỳ nha bạn.. . điểm môn học trên TKb thì hiển thị trên bảng điểm sv và tính vào điểm trung bình học kỳ.. . Bạn vui lòng xem các quy định trên tại quy chế học vụ bạn nhé.. . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Chương trình đào tạo (thiếu môn tiên quyết, song hành...) . Em chào các thầy cô,. . Cho em hỏi là em đã lỡ đăng ký môn học mà em không hoàn thành đủ điều kiện môn học trước của môn đó. Vậy thì môn học mà em đã đăng ký có được tính không ạ. Mong thầy cô phản hồi sớm.. . Em cảm ơn nhiều ạ.. .",
            "Chào bạn,. . Bạn vui lòng trình bày rõ hơn nhé, bạn kiểm tra TKB trên mybk có môn học đó không nhé",
            "Chào cô ạ,. . Vì một số lý do nên em không hoàn thành được môn Giải Tích 1 ở HK1 và không có điểm, trong HK2 em đã đăng ký môn Giải Tích 2 theo chương trình đào tạo và có TKB của môn trên MyBK. Vậy nếu khi em hoàn thành được môn Giải Tích 2 thì điểm có được tính không ạ.Mong cô phản hồi.. . Em cảm ơn cô nhiều ạ.",
            "Chào bạn,. . Tất cả các môn học bạn đăng ký học, có thời TKB, bạn có đi thi và có điểm đều có trong bảng điểm của bạn nhé!"
        ]
    },
    {
        "intent": "",
        "message": [
            "Dạ chào Phòng Đào tạo,. . Em là sinh viên tài năng, nhưng trong số các học phần mở rộng của HK191 vừa rồi, nhóm em quên nộp bài của 1 môn. Do hôm nay ngày 10/02/2020 bảng điểm cập nhật em xem thì thấy ở môn đó học phần mở rộng bị điểm 13. Em không biết là bị vậy có được xét học bổng khuyến khích học tập không (các môn còn lại em qua hết)?. . Em cảm ơn.",
            "Chào em,. . Các môn học phần mở rộng của KSTN không tính vào học bổng khuyến khích và xét huy chương vàng bạc khi tốt nghiệp nha bạn.. . Thân mến",
            "Dạ chào cô,. . Em cảm ơn cô đã phản hồi.. . Em còn 2 thăc mắc mong muốn được cô giải đáp :. .    1. Bảng điểm in ra có in điểm của học phần mở rộng không cô?. .    2. Môn học tài năng gồm học phần lý thuyết và học phần mở rộng. Học phần lý thuyết thì em đã qua môn với điểm cao. Còn học phần mở rộng nhóm em quên nộp bài nên bị tạch. Vậy em trả học phần mở rộng là chỉ đăng kí học phần mở rộng hay phải đăng kí cả 2 học phần.. . Em cảm ơn.",
            "Chào em,. . - Bảng điểm thì vẫn có môn học phần mở rộng.. . - Chỉ đăng ký môn lý thuyết trong hk chính. Từ môn này bộ phận dữ liệu PDT sẽ có mã mh mở rộng tương ứng cho bạn.. . Thân mến"
        ]
    },
    {
        "intent": "",
        "message": [
            "Điểm thi - Đại học - Cao đẳng chính quy   Điểm môn học . Gửi thầy/ cô tại phòng đào tạo,  . . Em tên [full_name], MSSV [student_id]. .    Em đã học và qua môn Nhập môn lập trình (mã môn học CO1003) vào học kỳ 2 năm 2016-2017 với điểm tổng kết 6.5 (thời điểm đó em có kiểm tra bảng điểm thì điểm tổng kết vẫn là 6.5). Em không hiểu vì sao hôm nay khi xem lại tiến độ học tập của mình em lại chưa đạt môn đó, đồng thời trên bảng điểm lại không thấy điểm thành phần nữa, điểm tổng kết lại chuyển thành cột điểm thi học kỳ?!? Mong thầy/cô kiểm tra lại giúp em ạ.. .    Em cảm ơn",
            "Chào em,. . Đã trả lời qua email của em.. . Thân mến"
        ]
    },
    {
        "intent": "",
        "message": [
            "Xin chào Phòng đào tạo!. . Em tên [full_name], mssv: [student_id]. . Em muốn hỏi có phải lịch đăng kí luận văn bổ sung có được dời luôn hay không vì em nhận được mail nhà trường chỉ nói dời đợt dự thính, và nếu dời thì ngày bao nhiêu sẽ đăng kí được.. . Em xin cảm ơn PĐT.",
            "Chào bạn,. . Có dời hết tất cả các lịch nhé bạn, hiện tại chưa có ngày chính xác, bạn vui lòng đợi email thông báo của nhà trường nhé!"
        ]
    },
    {
        "intent": "",
        "message": [
            "Em tên là: [full_name]. . MSSV: [student_id]. . Chuyên ngành: Công Nghệ Thông Tin (VLVH). . . . Dạ em xin chào phòng đào tạo, nếu mà môn đó được miễn thì có phải đóng học phí không ạ. Em xin cảm ơn.. . . .",
            "Chào bạn;. . Những môn bạn đã được miễn lần đầu thì không cần phải học môn đó, nên học phí cũng không có trong những môn đã miễn nhé. . Thân",
            "Em xin cảm ơn ạ.",
            "bạn check mail nhé"
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính gửi nhà trường!. . Em có thắc mắc về đăng kí môn học xin được giải đáp. Em hiện tại không còn nợ môn, nhưng HK2 2019-2020 em chưa đủ chứng chỉ anh văn để đăng kí luận văn nên học kì chính em chưa đăng kí được. Em có thể đăng kí dự thính một môn học khác để duy trì tình trạng sinh viên không ạ? Và cho em hỏi còn đợt đăng kí luận văn nào em có thể đăng kí để kịp ra trường đúng hạn không ạ?",
            "Chào bạn,. . Bạn đăng ký dự thính bình thường nhé.. . V/v không đủ chứng chỉ tiếng Anh, thì hiện tại có thể tự liên lạc với giảng viên để xin được làm LV trước, sau khi có chứng chỉ bạn đăng ký nộp online theo quy định và làm đơn xin đăng ký bổ sung LVTN nộp tại Phòng Đào tạo để được xem xét nhé. Tại thời điểm bạn nộp đơn thì thầy Trưởng Phòng trả lời cho bạn là có được không nhé. Trong đơn phải có xác nhận của giảng viên hướng dẫn và Khoa về tiến độ thực hiện LVTN của bạn."
        ]
    },
    {
        "intent": "",
        "message": [
            "Chương trình đào tạo - Đại học - Cao đẳng chính quy   Khác ... . Hiên tại trên trang Web của PDT, lịch học vụ, học kì 2 bắt đầu từ 19/2 nhưng trong TKB đã có tiết từ ngày 17/2. Mong PDT giải đáp thắc mắc này giúp em. Em cảm ơn ạ.",
            "Chào bạn,. . Bạn xem tại lịch học vụ nhé, thời gian bắt đầu của học kỳ 192 là 19/02/2020 nhé bạn.",
            "Dạ em mới xem lại lịch học vụ, chính xác bây giờ là học ngày 17/2 đúng không ạ.",
            "Chào bạn,. . Đúng rùi hen bạn, chúc bạn học tốt"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Cho em hỏi là tại sao trên aao lịch học vụ trường ghi là bắt đầu học từ t4 ngày 19.2.2020 còn trên mybk thời khóa biểu thì lịch học từ t2 tuần 8 tức là ngày 17.2.2020 . . Cho em hỏi là mình bắt đầu học từ ngày nào ạ . .",
            "Chào bạn,. . Bạn xem tại lịch học vụ thời gian bắt đầu của học kỳ 192 là ngày 19/02/2020 nhé bạn.",
            "Cho mình hỏi giờ mình lên lại aao thì lịch học vụ lại ghi từ ngày 17/2/2020 ạ. Trường cập nhật chính xác giùm mình với ạ",
            "Chào bạn,. . Hiện tại đã cập nhật lại lịch học vụ nhé bạn, sẽ chính thức bắt đầu từ 17/02/2020.. . Nhà trường sẽ gửi mail thông báo chính thức lại cho tất cả các bạn sinh viên."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tăng sĩ số lớp môn học . Do kết quả thép 2 có sau đợt đăng kí môn học nên không kịp nên không kịp đăng kí kì chính. .",
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tăng sĩ số lớp môn học. . Do kết quả thép 2 có sau đợt đăng kí môn học nên không kịp nên không kịp đăng kí kì chính. . Trễ luận văn 1 năm do môn này là tiên quyết. .   /QUOTE . .",
            "QUOTE MSSV/MSGV: [student_id]      . . . . Đăng ký môn học - Đại học - Cao đẳng chính quy   Tăng sĩ số lớp môn học. . Do kết quả thép 2 có sau đợt đăng kí môn học nên không kịp nên không kịp đăng kí kì chính. . Trễ luận văn 1 năm do môn học tiên quyết. .   . . . . . . . . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Chương trình đào tạo - Đại học - Cao đẳng chính quy   Khác ... . Dạ em chào thầy/cô,. . . . Cho em hỏi trên trang web aao của PĐT thì ghi bắt đầu học kì là T4 (19/2) mà sao trong thời khoá biểu trong mybk thì là T2 (17/2) ạ?. . . . Em cám ơn nhiều ạ!",
            "Chào bạn,. . Lịch học bắt đầu học kỳ từ 19/2 là đúng nhé bạn.",
            "Sao PĐT mới sửa lại là T2 17/2 rồi ạ?"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ - Đại học - Cao đẳng chính quy   Khác ... . Thầy cô cho em hỏi là học kì 192 bắt đầu từ khi nào. Tại trên lịch học vụ là 19/2( thứ 4 ). Còn trên tkb thì bắt đầu từ t2(17/2). Vậy cái nào mới hợp lí ạ. Em xin cảm ơn"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Cho em hỏi, em có vào MyBk mục 23 - đăng ký BHYT/BHTN nhưng sau khi điền đầy đủ và cập nhật thông tin cá nhân rồi, em vẫn không thể chọn được mục \"chọn loại bảo hiểm đăng ký mua\" (mục bị khóa như hình đính kèm). Mong nhận được sự hỗ trợ của nhà trường.",
            "Chào bạn,. . Vấn đề về BHYT, SHCD bạn vui lòng liên hệ tại Phòng Công tác Chính trị sinh viên để được hướng dẫn."
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính thưa Ban giám hiệu. . Em là [full_name] MSSV [student_id], em đã làm đơn phúc tra nhưng đến giờ vẫn chưa có kết quả mong có thể xem xét ạ. Em có gửi kèm ảnh đơn phúc tra ở dưới. . Chân thành cảm ơn. .",
            "Chào bạn,. . Kết quả phúc tra tuỳ thuộc vào thời điểm giáo viên trả kết quả về phòng đào tạo.. . Bạn vui lòng đợi.. . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tăng sĩ số lớp môn học . Em muốn đăng kí môn 'Tính toán động lực học lưu chất' (AS3035) để có thể ra trường đúng hạn nhưng bây giờ thời gian đăng kí môn học đã hết. Phòng đào tạo cho em hỏi là liệu em có thể xin đăng kí bổ sung vào lớp 'Tính toán động lực học lưu chất' hiện đang có được không?",
            "bạn đã được đăng ký môn AS3035 nhóm A01.. . Xem tkb vào vài hôm tới. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Khác ... . Xin chào thầy (cô), em là [full_name] MSSV [student_id] khoa Kỹ thuật Hóa Học.. . 1/ Em thắc mắc tên giảng viên ghi trên kết quả DKMN đợt 3 khác tên trên BK E-learning ở một số môn. EM không biết là do trường cập nhật nhằm hay đã thay đổi giảng viên (vì một số giảng viên đã đăng bài giảng và em dự tính sẽ in ra và sợ cập nhật sai sẽ không biết giảng viên sẽ đăng thông báo gì). Mong bên trường cho em biết để in bài ra.. . 2/ Theo như lịch học vụ trên trang của trường thì để nhập học lại vào ngày 25/2/2020 (thứ 4) nhưng trên TKB của trang Thông tin sinh viên thì lại có tiết các môn vào ngày thứ 2 vả thứ 3 cùng tuần. Vậy cho em hỏi thực hiện theo lịch nào? . . Cám ơn thầy cô đã giải đáp thắc mắc.",
            "Chào bạn,. . Bạn vui lòng vào kiểm theo đúng tên môn (mã MH) và nhóm môn học của mình trên trang mybk và đối chiếu lại với trang BKeL. Thầy cô thay đổi thì có thể do dưới Khoa đề nghị thay đổi nhé, bạn có thể liên hệ tại Khoa để được tư vấn rõ hơn.. . Bạn vui lòng vào xem lịch học vụ nhé, thời gian bắt đầu học kỳ hiện tại là thứ 4 (19/2/2020) nhé bạn."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được . Xin chào, em là sinh viên K17 hệ cao đẳng. Trước tết bên em có 1 nhóm vẫn chưa học môn Công nghệ hàn 2( 260625), nên đã lập danh sách để xin mở lớp. Sau đó bên phía trung tâm có đưa danh sách các môn học được bổ sung mở trong hk 192 và có môn hàn 2. Chúng em đăng ký và thấy có 28/20000 nhưng thời khoá biểu chính thức không có môn này. Mong thầy cô giải quyết giúp em.",
            "danh sách trung tâm đưa ko có tên bạn.. . [full_name] đã bổ sung môn 260625 nhóm C01 cho bạn. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Dạ em chào thầy/cô PĐT,. . . . Hôm trước trên BKeL giảng viên dạy truyền khối của em là thầy [full_name] mà sao giờ đổi lại là thầy [full_name] ạ? . . . . Truyền khối (CH2051), nhóm L01 ạ,. . . . Em cám ơn nhiều ạ!"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ - Đại học - Cao đẳng chính quy   Khác ... . Thầy cô cho em hỏi là học kì 192 bắt đầu từ khi nào. Tại trên lịch học vụ là 19/2( thứ 4 ). Còn trên tkb thì bắt đầu từ t2(17/2). Vậy cái nào mới hợp lí ạ. Em xin cảm ơn"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: 1712277  /b \t. . . .   i Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được . Dạ cho em hỏi là em có đăng kí môn Biến đổi khí hậu vào ngày T5 nhưng khi có thời khóa biểu em lại bị mất môn nay với lí do là không kịp di chuyển giữa 2 cơ sở với môn Anh Văn 3, tuy nhiên Anh Văn 3 em đăng kí vào ngày thứ 6. Em không biết có sự nhầm lẫn ở đây hay không hay do em chưa đủ điều kiện nào để đăng kí môn Biến đổi khí hậu ạ. Em chân thành cảm ơn quý thầy cô ạ.",
            "môn EN3021 học thứ 6, tiết 7 và Thứ 4, tiết 2 cận giờ môn LA1009 và EN3037. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được . Do em chuyển điểm anh văn ( Toeic ) sau ngày 26/12/2019 nên không được đăng ký LVTN trong đợt 3 , như em được biết là còn 1 đợt đk LVTN bổ sung từ ngày 11/02 - 17/02/2020 ( Ảnh kèm bên dưới) mà sao em chưa thấy mục đăng ký bổ sung trên mục \" đăng ký môn học \" trên mybk , em mong thầy cô giải đáp giúp em , em cảm ơn .",
            "Chào bạn,. . Hiện tại lịch học và đăng ký MH đều dời lại cho dịch cúm nha bạn. Bạn vui lòng vào xem lịch học vụ để biết lịch dời nhé!"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được . Cho em xin lỗi ạ, em nhầm môn Anh văn 3 và Anh văn 4 ạ, tuy nhiên em vẫn mong có giải đáp ạ, vì thời gian vẫn cho phép em được đăng kí môn Biến đổi khí hậu ạ. Một lần nữa em xin cảm ơn ạ.",
            "bạn vui lòng nói rõ câu hỏi.. . mục đích là gi ???"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Khác ... . Dạ em chào thầy/cô PĐT,. . . . Cho em hỏi môn quá trình và thiết bị truyền khối (CH2051) nhóm L01 bị đổi gv ạ? Trên đăng kí môn học và BKeL hôm trước là thầy [full_name], mà giờ bị đổi thành thầy [full_name] ạ!. . . . Em cám ơn nhiều ạ!"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Khác ... . Kính gửi Phòng Đào tạo trường Đại học Bách Khoa Tp. Hồ Chí Minh. . Đợt ĐKMH vừa rồi do em nghĩ là đã học đủ môn GDTC nên em không đăng kí. Nhưng sau đó hỏi lại Phòng Đào tạo thì em còn thiếu một môn GDTC. Do học kì 192 chưa bắt đầu nên em xin Phòng Đào tạo có thể cho em đăng kí ngay môn GDTC cho học kì 192 này luôn được không ạ?. . Em xin cảm ơn Phòng Đào tạo ạ.. .",
            "bạn cung cấp mã môn học, nhóm để xem xét. . Thân",
            "Dạ mã môn học PE1025, nhóm A01.. . Em cảm ơn ạ.",
            "đã đăng ký môn PE1025 nhóm A01 cho bạn. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được . Thời khóa biểu chưa cập nhật môn Luận Văn Tốt Nghiệp (400433)",
            "Chào bạn,. . Bạn vui lòng vào trang đăng ký MH để xem lý do không đăng ký MH được nhé. Bạn vui lòng liên hệ tại Văn Phòng Đào tạo Quốc tế để được hỗ trợ nhé!"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ - Đại học - Cao đẳng chính quy   Khác ... . Kính gửi Nhà trường,. . . . Em muốn hỏi về thời gian bắt đầu HK192 Đại học Chính quy là vào thứ 2 ngày 17/2/2020 hay vào thứ 4 ngày 19/2/2020 ạ?. . . . Em xin chân thành cảm ơn.",
            "Chào bạn,. . Bạn vui lòng xem thời gian bắt đầu học kỳ tại Lịch học vụ nhé: từ ngày 19/2/2020"
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính gửi các thầy cô trong phòng đào tạo. . Em là [full_name] MSSV: [student_id]. . Trong 2 đợt mua bảo  hiểm trước em đã không mua bảo hiểm tai nạn mà trong học kì 192 này em có học môn thí nghiệm hóa hữu cơ cần có loại bảo hiểm này. Cho em hỏi làm cách nào để đăng kí mua được BHTN?. . Em cảm ơn ạ",
            "responsible person: [551] [staff_name] [helpdesk staff]",
            "Chào bạn,. . Vấn đề Bảo hiểm, bạn vui lòng liên hệ tại Phòng Công tác Chính trị sinh viên để được hướng dẫn."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tăng sĩ số lớp môn học . Em muốn đăng kí môn 'Tính toán động lực học lưu chất' (AS3035) để có thể ra trường đúng hạn nhưng bây giờ thời gian đăng kí môn học đã hết. Phòng đào tạo cho em hỏi là liệu em có thể xin đăng kí bổ sung vào lớp 'Tính toán động lực học lưu chất' hiện đang có được không?. .",
            "đã đk cho bạn. AS3035 nhóm A01. tkb sẽ cập nhật sau. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Trong thời gian nghỉ tránh dịch. Văn phòng của trường vẫn làm việc bình thường phải không ạ ? Em xin cám ơn ạ!",
            "Chào bạn,. . Phòng Đào tạo vẫn làm việc bình thường nhé bạn"
        ]
    },
    {
        "intent": "",
        "message": [
            "Cho em hỏi là: . . Em thấy trên lịch học vụ thời gian bắt đầu học kì là thứ 4 19.02, mà trên thời khóa biểu của sinh viên có môn bắt đầu học vào thứ 2 17.02.. . Vậy thì thứ 2 17.02 mình có đi học không ạ. . Em xin cám ơn",
            "lịch học từ 17/02 nhé."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . xin chào thầy /cô , e muốn hỏi là em đang học chhương trình đại trà và muốn chuyển sang chương trình chất lượng cao vào năm sau và học lại năm thứ nhất có được không ạ, và nếu chuyển thì em có thể chuyển ngành được không ạ. em cám ơn thầy/cô đã giải đáp thắc mắc của em.",
            "responsible person: [551] [staff_name] [helpdesk staff]",
            "Chào bạn,. . Bạn vui lòng liên hệ tại Văn Phòng Đào tạo Quốc tế để được hướng dẫn."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Dạ pđt cho em hỏi là thời khóa biểu của em bắt đầu từ 17.02. Vậy là mình học 17.2 luôn hay sao ạ? Hay là bắt đầu vào ngày 19.02, tại em thấy có nhiều bạn bảo ngày 19.02 làm em thắc mắc quá. .",
            "responsible person: [551] [staff_name] [helpdesk staff]",
            "Chào bạn,. . Đã cập nhật lại lịch học vụ nhé bạn, bạn học lại vào ngày 17/02/2020. Hiện tại vẫn chưa có thông báo gì mới!"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ - Đại học - Cao đẳng chính quy   Rút môn học . Em chào thầy(cô) ạ!. . Do em thấy nhà trường thông báo ngày học lại là 19/02/2020. Vậy ngày đó là ngày PĐT nhận giấy đăng kí rút môn học luôn phải không ạ? Em xin cám ơn ạ",
            "Chào bạn,. . Việc rút MH đã có thông báo dời ngày nhận đơn lại từ ngày 16/03/2020 đến ngày 20/03/2020 nhé bạn (đã gửi mail sinh viên). Nếu không có lý do đặc biệt bạn vui lòng nộp trong thời gian đó nhé!"
        ]
    },
    {
        "intent": "",
        "message": [
            "Em chào thầy/cô,. . . . Thầy cô cho em hỏi thời gian nhập học kì 192 là ngày thứ 2 (17/2) hay là thứ 4 (19/2) ạ ? Em coi trong lịch học vụ thì thấy ở trên bắt đầu học kì là 19/2, ở dưới là bắt đầu học kì là 17/2 ạ.",
            "Chào bạn,. . Đã cập nhật lại lịch học vụ nhé bạn, trường sẽ chính thức học lại vào ngày 17/02/2020 nhé bạn"
        ]
    },
    {
        "intent": "",
        "message": [
            "Điểm thi - Đại học - Cao đẳng chính quy   Điểm môn học . Em tên [full_name] cho em hỏi điểm môn AV 3 LA1007 lớp L09 A cuối học kì 1 có  chưa ạ . . Em xin cảm ơn",
            "Chào bạn,. . điểm môn học tuỳ thuộc vào giáo viên nộp điểm bạn nhé.. . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Chứng chỉ ngoại ngữ - Đại học - Cao đẳng chính quy   Xét miễn môn anh văn (chuyển điểm) . kính gửi pdt!!. . em là [full_name] MSSV: [student_id]. . theo như quy chế của PDT thì từ học kỳ 201 về sau  sẽ áp dụng bảng đổi điểm ngoại ngữ mới.. . Vậy cho e hỏi hè này nếu em nộp bằng để chuyển điểm thì có được áp dụng theo quy chế cũ không và hạng chót áp dụng bảng điểm cũ là  ngày nào ạ ?",
            "Chào bạn,. . Bạn vui lòng theo dõi lịch học vụ, lịch lấy dữ liệu anh văn trong HK201 thì sẽ áp dụng theo bảng quy đổi mới nha bạn.. . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học kỳ 192 em đủ điều kiện đăng ký luận văn tốt nghiệp sau khi có kết quả mấy môn tiên quyết, nhưng đã quá hạn đăng ký luận văn cho học kỳ này. Pđt cho em hỏi là bây giờ em còn đăng ký được luận văn tốt nghiệp trong kỳ này nữa không ạ.. . Em xin cám ơn.. .   i Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được .",
            "Chào bạn,. . Hiện tại còn 1 đợt để đăng ký bổ sung LVTN nhé bạn, Bạn vui lòng xem tại lịch học vụ nhé!"
        ]
    },
    {
        "intent": "",
        "message": [
            "Dịch vụ cho sinh viên - Đại học - Cao đẳng chính quy   Đăng ký in bảng điểm . Kính gửi nhà trường.. . Em vừa mới đăng kí in bảng điểm ạ, web đã báo in xong. Cho em hỏi phòng đào tạo mình vẫn làm việc bình thường khi nghỉ dịch phải không ạ để em đến nhận liền. . Em cảm ơn.",
            "Chào bạn,. . Phòng Đào tạo vẫn làm việc bình thường nhé bạn"
        ]
    }
]