[
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Cho em hỏi khi nào pđt mở đăng kí giáo dục thể chất ạ",
            "Chào bạn,. . . . Có mở lớp nha bạn.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng kí môn học . Kính gửi Phòng Đào tạo (PĐT). . . . Em tên là [full_name], MSSV [student_id], Khoa Kĩ thuật Địa chất và Dầu khí. . . . Trong đợt đăng kí môn học lần 2 HK201 em có đăng kí môn Phương pháp tính (MSMH: MT1009), học phòng C6-402, Thứ 3 tiết 10- 12, nhằm cải thiện điểm. Nhưng do gia đình gặp khó khăn về điều kiện kinh tế, đồng thời do bận việc cá nhân nên em không kịp hủy đăng kí, vậy nên em kính mong PĐT hủy đăng kí môn này, để giảm bớt gánh nặng về tài chính và việc học, đồng thời nhanh chóng tốt nghiệp, cũng như tạo điều kiện cho những bạn sinh viên không kịp đăng kí.. . . . Kính mong PĐT xem xét và giải quyết.. . . . Em xin chân thành cảm ơn.. . . .",
            "Chào bạn,. . . . Đợt 3 DKMH có cho huỷ, PDT có gởi mail cho sinh viên.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Chào thầy(cô), em là [full_name], k16, khoa xây dựng, ngành cơ sở hạ tầng.. . Em tính sau khi tốt nghiệp em tính học văn bằng 2 ngành công trình xây dựng dân dụng và công nghiệp, mà kỳ sau em học mỗi 1 môn 1 luận văn, nếu em đăng ký học vài môn ngành ctxd dân dụng và công nghiệp thì lúc em đăng ký học văn bằng 2 có học lại những môn đã học rồi không ạ. . . Em cảm ơn.",
            "Chào bạn,. . Tùy ngành bạn đăng ký ở bằng 2 để xét miễn môn cho bạn.. . Lúc đăng ký văn bằng 2, bạn có thể hỏi thục tục để xét miễn môn. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính thưa quý thầy, cô.. . Em là sinh viên k19 thuộc khoa Kỹ thuật hoá học.. . Hiện tại em tích lũy được 23 tín chỉ ạ.. . Theo như thông báo của nhà trường và 1 số bạn hỏi thì nhà trường trả lời: Không cần tích lũy đủ 28 tín chỉ.. . Vì vậy em là sinh viên cũng mới vào nên không biết quy định đó là lỗi văn bản nên em đã để học kì sau học lại để cải thiện điểm để ưu tiên lại trong việc phân ngành nên em không tập trung vào môn đó.. . Em cũng vừa vào trường và biết sau này sẽ học nhiều hơn, khó hơn nên để kì hè này tranh thủ về nhà.. . Nếu mà bị đình chỉ học thì quả thật là rất khó theo kịp lại bè bạn ạ.. . Mong quý thầy cô hãy hiểu và thông cảm cho em",
            "Chào bạn,. . . . Bạn đăng kí những môn năm 2 phải tích luỹ 24 tín chỉ, nếu không đủ 24 tin chỉ thì bạn đăng kí học lại những môn năm nhất, những môn đại cương.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Do ảnh hưởng của dịch bệnh nên gia đình em gặp khó khăn về kinh tế, em muốn xin dược gia hạn học phí hè thì có cách nào không ạ",
            "Chào bạn. . HK193 là học kỳ không bắt buộc nên không gia hạn đóng học phí được. . Nếu bạn không đóng học phí theo quy định sẽ : Bạn cần phải thanh toán học phí mặc dù trễ hạn.. . Học kỳ chính: SV thanh toán trễ hạn hoặc không thanh toán thì sẽ bị trừ điểm rèn luyện (trừ 5 điểm/lần vi phạm). Các SV vẫn chưa hoàn tất học phí sau hạn cuối cùng trong học kỳ (HK192 là 15g ngày 02/7/2020) thì sẽ bị tạm dừng học, hủy kết quả đăng ký môn học/TKB chính thức và kết quả học tập (nếu có) của học kỳ.. . Học kỳ dự thính và diện dự thính chuyển hệ: SV thanh toán trễ hạn hoặc không thanh toán thì sẽ bị xóa thời khóa biểu, không có tên tham dự kiểm tra/thi và không được đăng ký môn học cho học kỳ dự thính tiếp theo. Trường hợp này, SV phải thanh toán học phí (dù đã trễ hạn) và nộp đơn trình bày lý do trễ hạn để được xem xét dự  thi và được đăng ký môn học cho học kỳ dự thính tiếp theo. Tải mẫu đơn trình bày lý do trễ hạn tại: trang web aao    sinh viên    biểu mẫu.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "E ĐÃ NỘP ĐƠN XIN RÚT MÔN HỌC TRONG HK HÈ 193 NHƯNG ĐÃ BỊ GỬI SAI LÊN TIN NHẮN (21/8). [full_name] E [full_name] [full_name] [full_name] THI GIỮA [full_name]. [full_name] E RÚT MÔN HỌC NÀY ĐƯỢC KHÔNG Ạ.. . EM CÁM ƠN Ạ . . . .",
            "Đã trả lời!. .",
            "Chào bạn,. . Bạn vui lòng làm đơn xin trình bày rút môn học trễ hạn (trình bày rõ lý do) và nộp trực tiếp tại Phòng Đào tạo.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Thật sự em biết do lỗi của em vì tích không đủ chỉ. Em từng có về việc hỏi về vụ tích không đủ chỉ thì được bảo là do lỗi đánh máy. Em chỉ xin là trường có thể thứ lỗi cho tụi em 1 lần có được không ạ. Em mong là trường sẽ 1 lần nữa giúp đỡ cho những bạn không đủ chỉ đăng kí môn học. Chỉ 1 lần nữa thôi ạ. .",
            "Chào bạn,. . . . Chưa hiểu bạn muốn hỏi việc gì?. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Cho em hỏi là một sinh viên có thể gửi nhiều hồ sơ đăng ký học bổng được không ạ? Hay mỗi sinh viên chỉ được chọn đăng ký 1 học bổng duy nhất?",
            "Chào bạn,. . Bạn vui lòng liên hệ nơi nhận hồ sơ học bổng để được hướng dẫn nhé!. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Dạ em lỡ làm mất thẻ sinh viên thì phải làm sao ạ?. .",
            "Chào bạn,. . Bạn có thể đăng ký in lại thẻ sinh viên tại đây:. . mybk/In lại thẻ sinh viên. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . PĐT cho em hỏi là em đã có đủ 29 ngày công tác xã hội nhưng không đăng kí tốt nghiệp được vì trong đó bảo nợ ngày CTXH, trong danh sách tốt nghiệp tạm thời cũng không có tên em. Mong PĐT giải quyết cho em ạ.. . Em xin cám ơn.",
            "Chào bạn,. . Bạn vui lòng vào kiểm tra và đăng ký tốt nghiệp xem còn báo lỗi gì?. . Vui lòng chụp hình gửi đính kèm để PDT kiểm tra cho bạn nhé!. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: thầy ơi, thứ 2 ngày 31-8 em có đóng học phí hè [student_id] nhưng sao đến giờ trên mybk của em vẫn ghi là chưa đóng ạ",
            "Chào bạn,. . Bạn vui lòng vào kiểm tra lại bkpay nhé, khoản HP học kỳ dự thính hè 193 của bạn đã được thanh toán!. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]8  /b \t. . . .   i Đăng ký môn học . Em chào thầy cô , em vào trang ĐKMH thì có thông báo không được đăng ký môn học , liên hệ phòng đào tạo.. . . . Cho em hỏi có phải do em đã hết hạn đào tạo nên bị vậy không ạ, nếu thực sự là vì lý do trên , có cách nào để em tiếp tục được đăng ký môn học để tốt nghiệp không ạ , do em chỉ còn 1 môn luận văn để ra trường thôi ạ . . .  . . Em xin cảm ơn .",
            "Chào bạn,. . . . Bạn kiểm tra lại bạn có hết thời gian đào tạo không?. . . . Thân.. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: PĐT cho em hỏi là khi nào sẽ phát giấy tạm hoãn NVQS ạ. 15/9 là hạn chót để em nộp giấy cho Ủy ban xã rồi ạ. Em xin cảm ơn.",
            "Chào bạn,. . Hiện tại nhà trường vẫn đang cấp giấy hoãn NVQS cho học kỳ 192,193 có hạn tới 31/10/2020.. . Sau ngày 21/9/2020 nhà trường mới cấp cho học kỳ 1/2020-2021 (theo lịch học vụ). . Bạn có thể trình bày với BCH Quân sự, nếu BCH quận sự cần xác minh thông tin gì từ phía nhà  trường có thể gửi công văn về trường để xác minh.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em hiện là sv k16. Tiến độ học tập học kì 7 thì em có đồ án 2 nhưng do có 1 môn học trước em chưa học nên không được đăng kí. Em muốn nhờ pđt hướng dẫn em làm đơn xin cứu xét để được làm đồ án cho đúng tiến độ ạ. Môn học trước kia em sẽ bổ sung ở kì 8 ạ. Về kiến thức môn học thì em có thể tự tìm hiểu đủ để làm đồ án ạ!. .",
            "Chào bạn,. . . . Rất tiếc không thể giúp bạn được.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . chào thầy/cô!. . học kỳ 3 (2019-2020) (HK192) e có đăng ký môn EE3093 - Vận hành &điều khiển hệ thống điện. e đi học và kiểm tra đầy đủ nhưng giờ chưa có lịch thi, các bạn lớp e đã có rồi. . không biết học vụ của e có vấn đề gì hay trường chưa cập nhật hết ạ?. . mong thầy/cô xem xét giùm e. . e xin cảm ơn!",
            "Chào em.. . Lịch thi đã được cập nhật. . Trân trọng"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Xin chào nhà trường!. . Trường cho em hỏi em đã có tên trong danh sách tốt nghiệp dự kiến, đã đăng ký tốt nghiệp trên mybk và thanh toán. Nay lên kiểm tra trên aao thì thấy ghi nợ ngày ctxh. Nhưng em đã đủ ngày ctxh là 15.5. Cho em hỏi có sai sót gì không ạ. Em cảm ơn",
            "Chào bạn,. . PDT đã cập nhật lại ngày CTXH, bạn vui vào kiểm tra và đăng ký tốt nghiệp lại nhé, xem còn báo lỗi gì? Vui lòng chụp hình đính kèm gửi để PHòng Đào tạo kiểm tra.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em đang là sinh viên K19 CLC ngành KTMT và em mong muốn được chuyển sang ngành KHMT được không ạ? Em học chung với [full_name]0 nên vẫn chưa bắt đầu chương trình học ạ. . . Lý do: Vì trong tương lai em muốn chuyển sang chương trình liên kết quốc tế của trường mình, và em được tư vấn ngành liên kết ở ĐH đối tác giống với ngành KHMT hơn nên em mong muốn được chuyển ngành để phù hợp với chương trình học trong tương lai hơn ạ.. . Em xin cảm ơn",
            "Chào bạn. . Bạn liên hệ trực tiếp văn phòng đào tao quốc tế để tu vấn và hỗ trợ. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Chào quí thầy/cô!. . Em là sinh viên khóa 15, thầy/cô cho em hỏi là giấy xác nhận điểm rèn luyện năm học 2018 -2019 em có thể xin ở đâu được không ạ.. . Em xin cám ơn!. . . . Sinh viên gửi. . [full_name]. . Nguyễn Thành [full_name]",
            "Chào bạn,. . Bạn vui lòng liên hệ phòng Công tác Chính trị sinh viên để được hướng dẫn về điểm rèn luyện.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em là sinh viên khóa K13, nhập học tháng 9/2013 hạn đào tạo tối đa là 10/2020, em không đăng kí môn học kì tiếp theo được. Phòng đào tạo cho em hỏi em có thể  làm đơn xin kéo giản thêm 2 học kì để có thể hoàn tất chương trình học của em được không vì em đã hoàn thành 140/156 chỉ, em còn 6 chỉ trong học kì này và 10 chỉ luận văn là hoàn tất kính mong phòng đào tạo giải đáp giúp em. Em xin cảm ơn.",
            "Chào bạn. . - Về quy định thời gian và kế hoạch học tập: Bạn vui lòng xem chi tiết tại trang web aao    sinh viên    Quy chế    Quy chế đào tạo và học vụ bậc đại học và cao đẳng    Các trường hợp được kéo dài thời gian đào tạo    điều 5.5. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "B Yêu cầu khác: Cho em hỏi là khi nào có lịch thi kiểm tra anh văn định kỳ vậy ạ ?",
            "Chào bạn,. . Hiện tại nhà trường đã lấy dữ liệu của sinh viên đã đăng ký dự thi và đóng tiền đúng hạn gửi qua IIG để sắp lịch thi và sẽ gửi mail thông báo cho sinh viên vào lịch thi sau khi có kết quả phản hồi từ IIG. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính thưa thầy(cô).. . Em tên [full_name], mã số sinh viên [student_id].. . Trong học kỳ 192 em có học môn Công nghệ phần mềm (CO3001) nhóm L02 và môn Thực tập công nghệ phần mềm (CO3055) nhóm L02 nhưng đến nay vẫn chưa có điểm của các môn học này.. . Em rất cần biết điểm của các môn này vì sắp tới thời gian đăng kí môn học đợt 3 cho học kỳ 201.. . Em xin chân thành cảm ơn.",
            "responsible person: [551] [staff_name] [helpdesk staff]"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em chào cô.. . Em dự định sẽ TN vào T11 này. Em muốn hỏi cô, ngoài chưa đạt AV nói-viết em còn thiếu điều kiện nào không ạ.. . Em cảm ơn.. . . .",
            "Chào bạn,. . Bạn có thể tự kiểm tra điều kiện tốt nghiệp của bạn (theo CTĐT của bạn). Sau khi bạn hoàn thành đủ (cả AV nói viết) bạn có thể đăng ký xét tốt nghiệp bổ sung tại Phòng Đào tạo.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Vì hiện tại em chưa có bằng toeic 450, nên không được mở đăng kí luận văn. . . Em xin được mở đăng kí luận văn và bổ sung bằng toeic trong thời gian làm luận văn.",
            "Chào bạn,. . . . Rất tiếc không thể giúp bạn việc này, khi nào bạn đủ chuẩn ngoại ngữ nhận luận văn thì bạn mới đăng kí luận văn được nha.. . . . . . Thân.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]8  /b \t. . . . Học kì này là học kì cuối của khoá em , nhưng do dịch covid , ba em e bị mất việc , em phải gánh kinh tế trong nhà + một khoảng vay ngân hàng , gánh năng chi phí nên em không tập trung tốt được vào kì luận văn vừa rồi .. . . . Có cách nào có thể giúp em làm đơn xin cứu xét thêm một học kì để e có thể làm luận văn khác và tốt nghiệp được không ah ? . . . . Em cảm ơn . . . .",
            "Chào bạn,. . Bạn đã hết thời gian đào tạo và bạn không thuộc đối tượng để được gia hạn thêm 1HK.. . Vui lòng xem quy định về gia hạn tại đây:. . http://aao.hcmut.edu.vn/ sinh viên/quy chế/ Quy chế đào tạo và học vụ bậc đại học, cao đẳng:/Điều 5. Thời gian và kế hoạch đào tạo/5.4 Thời gian đào tạo tối đa. . Bạn  có thể đăng ký chuyển qua hệ VLVH tại Trường nếu cần. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Dạ em chào thầy/cô,. . . . Em có nhận được thông tin từ Khoa là năm nay muốn xin giấy xác nhận SV phải liên hệ với Phòng Đào tạo để biết quy trình nên em muốn liên hệ để biết cách thức của quy trình này ạ. . . . . Em xin cảm ơn.. .",
            "Chào bạn. . -\tBạn có thời khóa biểu HK192 nên bạn có thể đăng nhập vào trang web mybk.hcmut.edu.vn    In xác nhận sinh viên    chọn mục: in giấy chứng nhận Sv để hoãn NVQS. . Để phòng đào tạo lấy dữ liệu in giấy chứng nhận Sv để hoãn NVQS cho bạn. . -\tGiấy chứng nhận Sv để hoãn NVQS cho niên học 2020-2021 (HK201) sẽ được phòng đào tạo in chuyển về Khoa phát cho sinh viên có thời khóa biểu HK201 dự kiến sau ngày 21/9/20. . Chúc bạn học tập tốt nhé.. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Chào phòng đào tạo!. . Em tên [full_name], sinh viên K17 khoa Điện- Điện tử, em muốn hỏi là nếu như em chưa học xong đủ 142 tín chỉ của nghành đào tạo trong khoảng thời gian 4 năm (sẽ kết thúc vào học kỳ 202) thì đến học kỳ 211 (Học kỳ dự kiến tăng học phí lên 25 triệu/năm) thì những môn học em học trong học kỳ 211 trở về sau sẽ được tính học phí như thế nào, bao gồm những môn có mã môn học giữ nguyên và thay đổi kể từ khoá 2019. Ví dụ em cần học 12 chỉ trong học kỳ 211 thì học phí của em cần đóng là bao nhiêu ạ?",
            "Chào bạn,. . Bạn vui theo dõi thông tin học phí của nhà trường nhé.. . Nếu có thay đổi về học phí, nhà trường sẽ gửi mail thông báo cụ thể cho sinh viên.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]8  /b \t. . . .   i Đăng ký môn học . Kính gửi thầy cô phòng đào tạo DHBK TP.HCM . . Em tên là : [full_name]  Mssv : [student_id]8. .  Cho em xin có câu hỏi về đăng kí môn học như sau ạ :. .  Thời điểm đăng kí môn học chung với khóa K20 là lúc nào vậy ạ. Em muốn đăng kí 1 môn học với K20 nhưng mãi chưa đăng kí được ạ. . .  Em cám ơn!",
            "Chào bạn,. . . . Khoá 20 chưa nhập học nên chưa có TKB nha bạn.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Dạ em chào phòng đào tạo.. . Cho em hỏi là một sinh viên phải đăng kí ít nhất bao nhiêu tín chỉ thì mới được đăng kí in giấy xác nhận sinh viên ạ. Em là sinh viên năm cuối rồi nhưng vì chưa qua toeic nên chưa thể đăng kí được luận văn ạ",
            "Chào bạn,. . Bạn có thời khóa biểu trong học kỳ là được cấp giấy xác nhận sinh viên!. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Chào thầy (cô),. . Thầy (cô) cho em hỏi sau khi đăng kí tốt nghiệp thì khoảng bao lâu thì có bằng tốt nghiệp tạm thời ạ. . Em cảm ơn. . Ân.",
            "Chào bạn,. . Thứ 6 hàng tuần phòng Đào tạo sẽ tiến hành lấy dữ liệu đăng ký tốt nghiệp in giấy CNTN tạm thời cho sinh viên thanh toán tiền trước ngày thứ 6 và chuyển về Khoa phát cho sinh viên vào thứ 2. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Cho em hỏi là muốn có giấy tạm hoãn nghĩa vụ quân sự học kỳ 201 thì em phải đăng kí môn học cho thời khoá biểu học kỳ chính 201 đúng không ạ? Nếu không có thời khoá biểu thi có giấy tạm hoãn không?. . Em cảm ơn!1"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em là [full_name] mssv [student_id] khoa Quản lý công nghiệp.. . Dạ phòng đạo tạo cho em hỏi là em muốn xin giấy xác nhận xin viên để làm hồ sơ vay vốn ngân hàng thì khi đang ký trên Mybk em phải xin vời lí do gì ạ ?. Tại vì em không thấy có lí do vay vốn ngân hàng? Mong phòng đào tạo có thể giải quyết thắc mắc giúp em ạ?. . Em cảm ơn rất nhiều!",
            "Chào bạn,. . Giấy xác nhận vay vốn ngân hàng, bạn vui lòng liên hệ Phòng Công tác Chính trị sinh viên để được hướng dẫn và cấp giấy nhé!. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Và (260621) CN lạnh điều hoà 1,(260628) CN lạnh điều hoà 2 vì số lượng sv rất ít nên khó mở lớp nên xin pdt xem xét cho em đc bổ sung 3 môn này nếu lớpp mở ạ,em cảm ơn",
            "Chào bạn,. . . . ĐỢT 3 dkmh bạn đã đăng kí chưa?. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . phòng đào tạo cho em hỏi điểm chuyển anh văn thay đổi từ hk2020 có áp dụng cho sinh k17 không ạ.Vì điều kiều kiện nộp chuẩn anh văn tốt nghiệp là 500 nhưng chuyển điểm anh văn 4 lại là 600",
            "Chào bạn,. . Trong quy định có ghi rõ nhé bạn, áp dừng từ học kỳ 1/2020-2021, cho sinh viên tất cả các khóa.. . Về việc chuyển điểm:. . Nếu bạn nộp Chứng Chỉ Ngoại Ngữ và đăng ký chuyển điểm (phải hoàn thành lệ phí chuyển điểm) trước ngày 18/9/2020 thì áp dụng theo quy định chuyển điểm cũ - Bảng quy đổi điểm chuyển Ngoại Ngữ mới bắt đầu từ ngày 21/9/20 áp dụng cho HK201. . Về chuẩn xét LVTN, bạn xem quy định tại đây:. . http://aao.hcmut.edu.vn/ sinh viên/quy chế/ Quy chế đào tạo và học vụ bậc đại học, cao đẳng:/Phụ lục 1: Quy định về ngoại ngữ (áp dụng cho các chương trình giảng dạy bằng tiếng Việt)/3.   Chuẩn tiếng Anh khi nhận Luận văn tốt nghiệp (LVTN) và khi tốt nghiệp. . Chúc bạn học tập tốt nhé. . Thân. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . trong quy chế trường có nói là giáo dục thể chất sẽ được đăng kí vào đầu mỗi học kì, nhưng em không biết mình sẽ đăng kí ở đâu, bằng hình thức nào? . . Mong được phòng đào tạo giải đáp thắc mắc, em xin cảm ơn!. .",
            "Chào bạn,. . . . Hiện tại đang đợt đăng kí thể dục, bạn đọc mail PDT có gởi cho bạn.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Thầy/cô cho em hỏi là việc đóng trễ học phí kì dự thính 193 1 đến 2 tuần có ảnh hưởng gì đến lịch thi và kết quá thi cuối kì của em không ạ. Em cám ơn và chúc thầy/cô một tuần làm việc hiệu quả.",
            "Chào bạn. . Bạn vui lòng kiểm tra mail sinh viên, phòng đào tạo đã gởi hướng dẫn về việc thanh toán học phí trễ hạn HK193. . Chúc bạn học tập tốt nhé. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em có hỏi về việc cập nhật ngày CTXH trên ds tốt nghiệp tạm thời cách đây không lâu và nhận được câu trả lời là :\" PĐT sẽ cập nhật mỗi thứ 2 hàng tuần\". Trong khi đó em đã đợi 2 cái thứ 2 như vậy rồi ạ. Mong pđt cập nhật sớm giúp em.",
            "Chào bạn,. . Hiện tại đã cập nhật và mở cho bạn khai tốt nghiệp, bạn vui lòng vào kiểm tra lại và đăng ký tốt nghiệp nhé!. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            ". . Họ và tên: [full_name]. . MSSV: [student_id]. . Lý do: Em xin được vắng thi ngày 27/9/2020 môn Vi xử lý. . Nhà em có em với chị ruột thôi mà hôm đó chỉ đám cưới. Em xin hỏi em có thể vắng thi hôm đó để dự đám được không ạ. Nếu được em xin được bảo lưu kết quả giữa kỳ, thí nghiệm, em xin được thi cuối kỳ vào kỳ dự thính 201 để bổ sung được không ạ. . Em xin cảm ơn nhiều lắm",
            "Chào bạn,. . Bạn vui lòng xem các trường hợp được xem xét vắng thi cuối kỳ:. . http://aao.hcmut.edu.vn/ sinh viên/quy chế/ Quy chế đào tạo và học vụ bậc đại học, cao đẳng:/Điều 17. Vắng thi, hoãn thi, cấm thi, miễn thi/c. Vắng các buổi thi cuối kỳ:. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Kính gửi: PĐT trường đại học Bách khoa Tp. HCM.. . Em tên: Nguyễn Đoàn [full_name]. . Mssv: [student_id]. . Em học liên thông ngành tự động hóa khoa điện điện tử. Nay các môn cơ sở và chuyên ngành em đều hoàn thành. Chỉ còn môn EE2007 MẠCH ĐIỆN TỬ nên em không đăng ký môn Đồ Án được. Mà các bạn chung khóa đã làm đến luận văn. Do môn này hơn 2 năm nay em đăng ký môn mà không mở lớp hoặc không có giảng viên dạy. Và hiện tại do tình hình bệnh dịch nên có thể sẽ không mở lớp trong các kỳ sau. Nên em kính mong PĐT xem xét giúp em miễn môn EE2007 hoặc xét môn học tương đương để em có thể làm đăng ký môn đồ án để theo kịp tiến độ học tập. . . Kính mong thầy/cô PĐT xét duyệt giúp em.. . Em xin chân thành cảm ơn!. .",
            "đã đk cho bạn môn EE2007 bên Cq.. . Ko thể miễn môn này. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Dạ cho em hỏi đợt vét cuối cùng thường sau tuần học đầu tiên bao nhiêu tuần ạ, em xin chân thành cám ơn. . . . . .",
            "Chào bạn, . . Xem chi tiết lịch học vụ (lịch đăng ký môn học + lịch chuyển điểm ngoại ngữ + lịch trình tốt nghiệp…) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Hk1(2020-2021). . Thân. .",
            "li answer rate: Answer suits the needs / Câu trả lời đúng ý"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em chào cô [full_name]. . . . Đầu tiên cảm ơn cô đã trước thắc mắc hôm trước của em.. . . . Theo như giải đáp của cô, thì hiện đã đủ điều kiện tốt nghiệp nhưng chưa thanh toán học phí. Nhưng em chưa rõ là học phí gì, vì học phí em đã thanh toán đầy đủ. . . . . Em cảm ơn cô",
            "Chào bạn,. . Bạn nợ khoản lệ phí in BD, và bạn mới vào ngày 7/9/2020.. . Sau ngày 15/9/20, Phòng Đào tạo sẽ cập nhật cho sinh viên vào đăng ký tốt nghiệp (các trường hợp SV nợ HP, Nợ CTXH). . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Dạ Thưa phòng đào tạo em là [full_name] MSSV [student_id] e có đk 3 môn học kì 193 mà e quên nay đi đóng tiền thì đã quá hạn cho phép. Dạ giờ em cần phải xử lý sao ạ. Như vậy e có được phép thi cuối kì không ạ. Mong phòng đào tạo trả lời em ạ. Em xin chân thành cảm ơn. .",
            "Chào bạn,. . Học kỳ dự thính: SV thanh toán trễ hạn hoặc không thanh toán thì sẽ bị xóa thời khóa biểu, không có tên tham dự kiểm tra/thi và không được đăng ký môn học cho học kỳ dự thính tiếp theo. Trường hợp này, SV phải thanh toán học phí (dù đã trễ hạn) và nộp đơn trình bày lý do trễ hạn để được xem xét dự  thi và được đăng ký môn học cho học kỳ dự thính tiếp theo. Tải mẫu đơn trình bày lý do trễ hạn tại: trang web aao    sinh viên    biểu mẫu. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "B Đăng ký môn học . thưa phòng đào tạo, . . em tên [full_name], mssv [student_id]. .   /B tình trạng sinh viên:. . -Để đăng kí môn học (dkmh) học kì 2 (202) thì k18 cần hoàn thành av3 . . . - em đã đăng kí av3 vào kì 201 rồi ạ. . .   /B  câu hỏi:. . 1. thời gian có điểm av3 trong bảng điểm là trước hay sau khi dkmh ( đợt 1, 2, 3). . 2. nếu điểm av3 có sau khi dkmh đợt 1 và có trước đợt 2 thì em vẫn dkmh bình thường phải không ạ ( trường hợp em qua môn av3 )? ( tức là đợt 1 không đăng kí được môn học vì không có điểm av nhưng đợt 2 đã có điểm và pass av rồi ). . em cảm ơn ạ?",
            "Chào bạn,. . . . - Nếu học kỳ 201 em đăng kí anh văn 3, khi DKMH 202 chưa có điểm kịp thì PDT sẽ tạm cho bạn DKMH. . . . . - Khi có điểm PDT sẽ xét lại nha.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Cho em hỏi em chưa nộp học phí đúng hạn cho học kì hè thì phải làm sao ạ, trường có thể gia hạn thêm hay em có thể nộp bổ sung không ạ. .",
            "Chào bạn,. . Học kỳ dự thính: SV thanh toán trễ hạn hoặc không thanh toán thì sẽ bị xóa thời khóa biểu, không có tên tham dự kiểm tra/thi và không được đăng ký môn học cho học kỳ dự thính tiếp theo. Trường hợp này, SV phải thanh toán học phí (dù đã trễ hạn) và nộp đơn trình bày lý do trễ hạn để được xem xét dự  thi và được đăng ký môn học cho học kỳ dự thính tiếp theo. Tải mẫu đơn trình bày lý do trễ hạn tại: trang web aao    sinh viên    biểu mẫu.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính gửi: phòng đào tạo đại học Bách Khoa TPHCM.. . Em tên: [full_name].. . MSSV: [student_id]  Học lớp: BD16CDT. . Khoa: Bảo dưỡng công nghiệp. Nay em viết đơn này để xin phòng đào tạo tăng thêm sĩ số lớp học môn Hóa đại cương ( mã số môn tương đương đại học là ch1003) nhóm lớp là A01_A01. . . Thời gian học là thứ 5 : 78910. thứ 6 : 3456. . Vì đợt đăng ký đợt 1 và 2 em cũng có đăng ký mà trường sắp cho em học ở sơ sở 2. vì xa và sát giờ môn học khác nên e đành phải hủy. em rất mong được phòng đào tạo giúp tạo điều kiện cho em học được lớp này. vì thời gian em học chỉ còn 1 năm. kỳ sau em phải đi thực tập và làm luận văn nên sợ không có thời gian. . . Em rất mong nhận được sự giúp đở của phòng đào tạo. Em xin chân thành thầy cô đã đọc và lắng nghe lời em nói ạ"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Dậ em chào Thầy (Cô).. . Em là sinh viên K13. Em còn thiếu khoảng 3-4 môn học mà không mở lớp nữa và còn môn luận văn nữa. Vậy em phải làm sao ạ. . . Em cảm ơn Thầy (Cô).",
            "Chào bạn,. . Khóa 2013 đã hết thời gian đào tạo rồi nhé bạn. Bạn có thể làm đơn thôi học chuyển qua hệ VLVH và nộp đơn tại Phòng Đào tạo.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em mong là trường hỗ trợ gì đó cho mấy bạn không đủ chỉ đk ạ. Em biết đó là do lỗi đánh máy nên tụi em không đạt đủ yêu cầu đăng ký môn. Em chỉ mong là trường giúp đỡ gì đó ạ. . .",
            "Chào bạn,. . . . Chưa hiểu ý bạn?. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            ". . Em là [full_name], MSSV [student_id] là sinh viên lớp KUVLY2. . Em có nộp đơn xin được phép đăng kí môn học tại phòng giáo vụ tại cơ sở 1, lý thường kiệt vào ngày 28/08/2020 và phòng giáo vụ đã nhận đơn của em. Từ đó đến ngày 07/09/2020, em vẫn không thể đăng kí môn học. Em xin nhà trường cho phép đăng kí môn học ạ.. . . . . . . .",
            "Chào bạn,. . . . Bạn nộp phiếu tăng sỉ số, PDT nếu tăng được thì sẽ báo cho bạn vào đăng kí (ngày tại lúc bạn nộp phiếu).. . . . Không được cũng báo cho bạn luôn nha.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Kính thưa phòng đào tạo,. . . . Nay em có nguyện vọng được chuyển từ chương trình chất lượng cao sang ct đại trà trong cùng ngành học. Cho em hỏi rằng các môn học em đã đậu qua có được tính khi chuyển sang chương trình mới không? Và đối với các môn Thể Chất, Chính Trị, Đại Cương và Chuyên Ngành thì mức độ khả thi là như thế nào ạ?. . . .",
            "Chào bạn. . - Về quy định miễn thi : Bạn vui lòng xem chi tiết tại trang web aao.hcmut.edu.vn--  sinh viên --  Quy chế --  Quy chế đào tạo và học vụ bậc đại học và cao đẳng -- Điều 17.4. . Chúc bạn học tập tốt nhé.. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ e chào Thầy/Cô, em có muốn đăng ký là môn En2013( kiểm soát ô nhiễm không khí), nhưng lại bị vướng điều kiện chuẩn sv năm 3. Nhưng e thấy quy định mã môn 2x là của năm 2. Mong thẩy/cô giải đáp giùm em, e cảm ơn ạ!",
            "Chào bạn,. . . . Tuỳ môn nha bạn có những môn 2X những là môn năm 3 nha bạn.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Chào thầy/ cô PĐT ạ, em là Huỳnh Hoài Phúc sinh viên k17 bộ môn Kĩ thuật Tàu Thủy Khoa kĩ thuật giao thông. Hiện tại e còn thiếu môn Nhập Môn kĩ thuật TR1001 mới có thể làm luận văn được ạ. Nhưng kì này do dịch covid nên e thực tập trễ và đang thực tập tại Vũng Tàu không thể về làm đơn đăng kí môn như hướng dẫn của PĐT. Vì vậy, e có thể nhờ PĐT đăng kí giúp e môn nhập môn kĩ thuật TR1001 để e có thể học chung với K20 và hoàn thành chương trình đào tạo đúng hạn không ạ.. . Em mong PĐT có thể tạo điều kiện thuận lợi cho e ạ. Em xin cảm ơn ạ . .   i Đăng ký môn học .",
            "Chào bạn,. . . . Việc này không thể giúp cho bạn được.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học  /i  . . Xin mở sỉ số Kỹ thuật An toàn điện (EE3097) lớp A01_A01. . . .",
            "Chào bạn,. . . . Tất cả các môn  đã mở sỉ số tối đa không tăng được nữa nha bạn.. . . . Thân.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ e chào Thầy/Cô, em có dự đinh đăng ký môn Nhập môn về kỹ thuật ( EN1001) chung với k20 của khoa Môi trường. Nhưng em sợ trùng lịch, em có tham khảo lịch K19 khoa Môi trường là học ở hk191 là thứ 5 t7-10. Em không biết thời khoá biểu này có thay đổi không ạ, Thầy cô có thể cho em biết lịch trước của K20 được không ạ? Do e đợi mấy kì rồi mà chưa có mở môn. Mong thầy/cô tra giúp em ạ, e cảm ơn Thầy/Cô rất nhiều ạ!",
            "Chào bạn,. . . . Hiện tại khoá 20 chưa nhập học, nên chưa có lịch học nha bạn.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Kính thưa phòng đào tạo,. . Hiện tại em đang là sinh viên năm 3 ngành Cơ Kỹ thuật, thuộc Khoa Khoa học Ứng dụng. Trong kỳ thi Đánh giá năng lực 2020 vừa rồi, em đã trúng tuyển vào ngành Kiến trúc (117).. . Em xin hỏi:. . - Em có thể học song song hai ngành Cơ Kỹ thuật và Kiến trúc không? Vừa giữ MSSV ngành Cơ Kỹ thuật vừa có MSSV mới của ngành Kiến trúc.. . - Em có thể chuyển điểm những môn đã học bên ngành Cơ Kỹ thuật sang cho ngành Kiến trúc không? Trong chương trình đào tạo ngành Kiến trúc có những môn em đã học và đã qua như Giải tích 1, Giải tích 2,... cùng mã số môn học với ngàng Cơ Kỹ thuật. Nếu được chuyển điểm thì thủ tục và giấy tờ như thế nào? . . Em xin chân thành cảm ơn quý thầy cô ở phòng đào tạo trả lời thắc mắc của em."
        ]
    }
]