[
    {
        "intent": "",
        "message": [
            "Dạ thầy/cô cho em hỏi quy trình để hoãn báo cáo Đề cương LVTN được không ạ. Em cảm ơn thầy/cô.",
            "Chào em,. . Em vui lòng xem lại email PĐT đã gửi:. . Kế hoạch tổ chức thi học kỳ 1 năm 2021-2022. . mục 5. Hướng dẫn đăng ký hoãn thi Cuối kỳ, dự thi. . Thân mến. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Cho em hỏi phòng học TR5 là ở đâu ạ",
            "Chào em,. . Em không ghi rõ thông tin môn học cụ thể.. . Em liên hệ Văn phòng Đào tạo quốc tế [email] để được hỗ trợ nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính gửi các thầy cô trường đại học Bách Khoa TP Hồ Chí Minh. . . . Em tên là [full_name], MSSV: [student_id]. . . . Em xin được trình bày vấn đề của mình ạ. Tuần sau, em có lịch đi thí nghiệm trên cs1 của trường nhưng em được thông báo là phải có bản hard copy của bảo hiểm tai nạn thì mới được cho vào thí nghiệm. . . . . Em được biết là nhà trường đã mua bảo hiểm tai nạn cho sinh viên nhưng em không biết làm cách nào có được bản hard copy của cái bảo hiểm tai nạn đó để nộp cho giáo viên thí nghiệm để em được vào thí nghiệm.. . . . Em mong các thầy cô giúp đỡ cho em, em xin cảm ơn các thầy cô. Em chúc các thầy cô mạnh khỏe và một ngày tốt lành ạ.. . . . Trân trọng,. . [full_name]. . . . . .",
            "Chào em,. . Em liên hệ phòng Công tác chính trị sv qua email [email] để được hướng dẫn nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Dạ cho em hỏi nếu em muốn tham gia học phần thí nghiệm kì này thì còn đăng ký được không ạ. Vì lúc mở form đăng ký thì gia đình em có F0 nên em không thể đăng ký được. Tuy nhiên, hiện tại gia đình em đã khỏi bệnh và em muốn được tham gia lớp học để kết thúc học phần và hiện tại em cũng đang sinh sống tại TPHCM ạ. Em cảm ơn ạ.",
            "Chào em,. . Em vui lòng gửi lại nội dung có mã số môn học, tên môn học, học kỳ.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Chào ad.. . Em là SV K14 đã tốt nghiệp nhưng có một số tài liệu và thông tin lưu trong email của trường ([email]). . . Vì vậy em viết mail này nhờ PDT cấp lại quyền truy cấp để em có thể lấy các tài liệu lưu trên đó xuống. . . Em xin chân thành cảm ơn",
            "Chào em,. . thời hạn sử dụng của tài khoản BK Net ID sau khi tốt nghiệp từ 1-3 tháng tùy theo chính sách liên kết với google về email. . PĐT không phụ trách về vấn đề này nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Gửi nhà trường:. . Dạ trong đợt sinh hoạt công dân định kỳ đợt 1 năm 2021-2022, em đã hoàn thành chuyên đề 1 vào ngày 9/12/2021. Nhưng đến nay đã được hơn 3 ngày nhưng vẫn chưa được chấm điểm. Rất mong nhà trường sử lý để em có thể hoàn thành chuyên đề 2 đúng hạn ạ.",
            "Chào em,. . Em liên hệ phòng Công tác chính trị sv qua email [email] để được hướng dẫn nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Dạ cho em hỏi là em đã đăng ký hoãn thi môn giải tích mạch nhưng chưa học thí nghiệm và thời khóa biểu của em cũng xóa thời gian học thí nghiệm thì sau khi thời gian thi xong nếu có lịch thì em vẫn phải học thí nghiệm đúng không ạ? Và nếu học thì điểm thí nghiệm trên 5 sẽ tính là đạt và phù hợp quy chế hoãn thi đúng không ạ?",
            "Chào em,. . Về quy định (thi xóa điểm VT, cách tính điểm ĐẠT) Vắng thi có phép và hoãn thi: Bạn vui lòng xem chi tiết tại trang web aao.hcmut.edu.vn--  sinh viên --  Quy chế --  Quy chế đào tạo và học vụ bậc đại học và cao đẳng -- Điều 17.2. . Thân mến. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính chào thầy cô Phòng Đào Tạo,. . Cho em hỏi là hiện tại em bị thiếu 8 tín chỉ trong đó có 4 tín chỉ là anh văn 3 và anh văn 4, theo em được biết là sinh viên chỉ được thiếu tối đa là 7 tín chỉ mới được nhận luận văn, cho em hỏi là em có thể làm đơn xin Phòng Đào Tạo, Khoa và giáo viên hướng dẫn được làm luận văn rồi bổ sung anh văn sau để đủ số tín chỉ theo yêu cầu được không ạ, em xin cam kết bổ sung anh văn trước thời gian bảo vệ luận văn ạ. Số tín chỉ hiện tại của em là 128 tín chỉ, mong các thầy cô Phòng Đào Tạo hướng dẫn và giúp đỡ, em cảm ơn rất nhiều.. . Chúc thầy cô nhiều sức khoẻ.",
            "Chào em,. . Em vui lòng xem email PĐT đã gửi:. . - Nhà trường tạm thời không xét điều kiện: chuẩn tiếng Anh sau mỗi năm học (chuẩn Anh văn hàng năm), xét chuẩn CCAV quốc tế khi xét LVTN, chuẩn Giáo dục thể chất cho riêng HK chính 212 và HK dự thính 212.. . =  Nghĩa là phía sau dấu hai chấm là tạm thời không xét.. . Thân mến. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ .  . . Em là sinh viên k17 hệ chinh quy. Nay em muốn chuyển sang hệ VLVH thì em phải nói làm sao?. . Em xin cảm ơn",
            "Chào em,. . Em tải mẫu đơn PHIẾU ĐỀ NGHỊ CHUYỂN SANG HÌNH. . THỨC VỪA LÀM VỪA HỌC: điền đầy đủ thông tin rồi gửi lại nhé.. . http://www.aao.hcmut.edu.vn/sinh viên/biểu mẫu. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Dạ em có đăng kí xin hoãn thi cuối kì môn Xác suất thống kê lớp DT01 vào ngày 12/12/2021 do không đủ điều kiện về thiết bị điện tử. Em có thể được dự thi vào đợt kế tiếp dành cho các bạn khác cũng gặp vấn đề về thiết bị điện tử cũng như đường truyền mạng giống như em được ko ạ",
            "Chào em,. . - Em vui lòng xem lại email PĐT đã gửi:. . Kế hoạch tổ chức thi học kỳ 1 năm 2021-2022. . mục 5. Hướng dẫn đăng ký hoãn thi Cuối kỳ, dự thi. . - Em có thể được dự thi vào đợt kế tiếp dành cho các bạn khác cũng gặp vấn đề về thiết bị điện tử cũng như đường truyền mạng giống như em được ko ạ. . =  Em vui lòng liên hệ GV nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "[full_name]-[student_id]. . Em chào cô,. . Cô có thể cho em hỏi em đang học năm 2 chương trình chất lượng cao ngành kỹ thuật hàng không. Em muốn xét điểm để học chương trình kỹ sư thạc sĩ thì phải cần những yêu cầu gì ạ? Em cảm ơn ạ. . .",
            "Chào em,. . Về vấn đề liên quan đến học chương trình liên thông Đại học-Thạc sĩ & Thạc sĩ (Cao học) bạn vui lòng liên hệ Phòng đào tạo Sau đại học qua địa chỉ: Website:www.pgs.hcmut.edu.vn, Email    : [email]. . [email]. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính gửi quý thầy cô,. . . . Em là [full_name] , MSSV: [student_id]. . Hôm nay, em gửi mail này để có thể nhận được giúp đỡ từ quý thầy cô. Hôm qua, em có thi môn kết cấu thép 1 (vào lúc 16h) trên exam.hcmut.edu.vn và đã nộp bài thi nhưng khi em đăng nhập lại để nộp file ghi hình thì bị từ chối và trang web hiển thị là tài khoản đã bị khóa quyền truy cập vào phòng thi. Vì vậy, em mong PĐT có thể giúp em mở lại tài khoản để em có thể nộp lại file ghi hình lên hệ thống và hoàn thành thủ tục cần thiết cho phần thi cuối kì (môn kết cấu thép 1 - CI3009 - HT02A - 16h 11/12/2021).. . . . Mong nhận được phản hồi từ quý thầy cô.. . Em xin chân thành cảm ơn.. . . . [full_name],. . . .",
            "Chào bạn,. . - Bạn vui lòng xem chi tiết hướng dẫn thi trực tuyến nhà trường đã gửi thông báo đến SV. . - Bạn cần thực hiện theo hướng dẫn của nhà trường và thực hành để thuần thục các thao tác ghi màn hình trước khi thi.. . - Bạn nên liên hệ GV giảng dạy để được hướng dẫn.. . Thân mến. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em chào thầy/cô ạ,. . Em là [full_name], MSSV: [student_id], lớp TN19DDT.. . Em có thắc mắc về việc học trực tiếp ở cơ sở 1 ạ. Hiện tại các bạn khác ở lớp em đều có thời khóa biểu học trực tiếp và có phân chia nhóm học ở cơ sở 1. Nhưng em vẫn chưa có thời khóa biểu ạ. Em đã điền vào mục có nhu cầu đi học lại thí nghiệm, thực tập ở phiếu khảo sát trước và em đã tiêm 2 mũi rồi ạ. Vậy bây giờ em có thể đi học trực tiếp hay em đợi thời khóa biểu có tiết vậy ạ.. . Mong thầy/ cô phản hồi sớm. Em cảm ơn nhiều ạ.",
            "Chào em,. . Em vui lòng gửi lại nội dung có mã số môn học, tên môn học, học kỳ.. . Thân mến. .",
            "Dạ em chào cô ạ,. . Em gửi cô thông tin về môn học ạ.. . Học kỳ 211. . 1. EE2025 Thực tập điện 1 . . 2. EE3023 Thực tập điện 2. . 3. EE2023 Thực tập điện tử 1. . 3. EE3021 Thực tập điện tử 2",
            "Chào em,. . Phòng Đào tạo đã tiếp nhận thông tin đăng ký học thí nghiệm trực tiếp của em, dự kiến TKB sẽ cập nhật trước ngày 18/12/2021.. . SV vui lòng theo dõi mail và thời khóa biểu được cập nhật Mybk/Thông tin sinh viên/Xem thời khóa biểu. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Dạ em chào thầy/cô,. . . .  Thầy cô cho em hỏi, em có đăng ký môn anh văn 4A và được xếp lịch học từ 1/12, em có thấy trong mail trường có ghi là thời gian đóng học phí từ 10/12 đến 17/12 nhưng em vào bkpay lại không có mục để đóng học phí, thầy/cô cho em hỏi là do chưa mở thanh toán học phí đúng không ạ. Em cảm ơn thầy/cô nhiều ạ.. .",
            "Chào em,. . Sẽ có email thông báo khi đưa lên bkpay nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "em là [full_name] [student_id] e xin phép hoãn thi xác suất thống kê do nhà em cúp điện nên không đủ điều kiện thi ạ .",
            "Chào em,. . Em vui lòng xem lại email PĐT đã gửi:. . Kế hoạch tổ chức thi học kỳ 1 năm 2021-2022. . mục 5. Hướng dẫn đăng ký hoãn thi Cuối kỳ, dự thi. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Gửi PĐT,. . Em xin hoãn thi môn XSTK vào lúc 16h ngày 12/12. . Lí do: máy tính em bị hỏng đột xuất nên k đủ điều kiện dự thi.. . Mong PĐT xem xét giúp em. .",
            "Chào em,. . Em vui lòng xem lại email PĐT đã gửi:. . Kế hoạch tổ chức thi học kỳ 1 năm 2021-2022. . mục 5. Hướng dẫn đăng ký hoãn thi Cuối kỳ, dự thi. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính gửi Nhà trường!. . Em tên [full_name] - [student_id].. . Trước đây em theo hệ chính quy tại trường, nhưng vì một số vấn đề cá nhân em đã xin chuyển sang hệ VHVL (đã được ra quyết định thu nhận lại hệ VHVL). Sau đó em có gởi mail lên PĐT xin được xét tốt nghiệp theo hệ VHVL vì vấn đề chưa nằm trong danh sách dự kiến tốt nghiệp cũng như tình trạng sinh viên chưa được mở lại.. . Tiếp đến PĐT có gởi lại thông tin chờ phản hồi và nếu sau ngày 13/12 chưa được thì đặt yêu cầu câu hỏi trên BKSI.. . Vậy nên em xin gởi thông tin nội dung cũng như vấn đề xem xét bổ sung vào danh sách dự kiến để kịp thời gian tốt nghiệp trong đợt. Em trân trọng cảm ơn!",
            "\"Chào bạn,. . PDT đã ghi nhận yêu cầu về đăng ký xét TN của bạn. SV vui lòng theo dõi email  và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 21/12/2021 SV vẫn chưa nhận được mail hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 11/2021 (cập nhật mới gia hạn thời gian xử lý tốt nghiệp). . Về tình trạng sinh viên, khi nào em có tên trong ds dự kiến tốt nghiệp, PDT sẽ tự động ra QD thu nhận cho bạn nhé. . Thân. . \""
        ]
    },
    {
        "intent": "",
        "message": [
            "Em vừa làm xong bài thi môn xác suất thống kê (MT2013) và trong lúc làm bài thì có vấn đề nhưng hiện tại em chưa tìm được nơi để báo cáo sự cố trong lúc làm bài (đề bài lỗi). Em xin hỏi là hiện giờ cần liên lạc ở đâu để giải đáp về sự cố của em. Em xin cảm ơn.. . . .",
            "Chào bạn,. . - Bạn vui lòng xem chi tiết hướng dẫn thi trực tuyến nhà trường đã gửi thông báo đến SV. . - Bạn cần thực hiện theo hướng dẫn của nhà trường và thực hành để thuần thục các thao tác ghi màn hình trước khi thi.. . - Bạn nên liên hệ GV giảng dạy để được hướng dẫn.. . Thân mến. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Xin chào thầy cô và các anh chị, em là [full_name] MSSV: [student_id]. . Em muốn hỏi thầy cô và các anh chị là SV năm nhất có được bảo lưu kết quả học tập không? Điều kiện để được bảo lưu là gì? Và nếu không được bảo lưu, em có thể xin tạm dừng học bằng cách nào? . . Em xin cảm ơn thầy cô và các anh chị",
            "Chào em,. . Em vui lòng xem quy chế. . http://www.aao.hcmut.edu.vn/quy chế quy định/học vụ/- Quy chế đào tạo và học vụ bậc đại học, cao đẳng/điều 26. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Chào BKSI. . Sau nhiều lần liên hệ pdt thì em được chuyển liên hệ qua [full_name]. Và nhiều lần liên hệ [full_name] và sau nhiều ngày chờ đợi thì lại hồi đáp hồi đáp như chưa hồi đáp (em có đính kèm câu trả lời của [full_name]).. . Em đang không biết là [full_name] có đang giúp sinh viên giải quyết vấn đề không ?. . Về vấn đề tốt nghiệp thì em có hỏi [full_name] thì được hướng dẫn sau ngày 7/12 nếu không được thì liên hệ lại. Em liên hệ phòng đào tạo thì bảo sau ngày 13/12 không được thì liên hệ lại [full_name]. Ủa sao em thấy mình đang bị kéo dài thời gian nhỉ ?. . Vậy vấn đề của em [full_name] có nắm được không? [full_name] có muốn giải quyết cho em không? Ở những yêu cầu trước (từ ngày 30/11) em đã nêu rất kỹ vấn đề của mình rồi.. . Em xin được nhắc lại vấn đề của em.. . Hiện tại, em đã hoàn thành tất cả môn học + tốt nghiệp, đủ điểm av (nghe + nói + đọc +viết) để tốt nghiệp. Em hoàn thành tiếng anh nói viết vào ngày 16/11/2021. . . Nhưng ngày 18/11/2021 em lại bị quyết định tạm dừng học vụ vì không đăng kí môn học HK1 (2021-2022). Vậy em cần đăng kí thêm môn gì để học tiếp ạ ?. . Thời hạn tốt nghiệp được dời lại đến hết ngày 24/12/2021. Vậy có thể xem như em đã đủ điều kiện tốt nghiệp trước thời hạn cho phép, thì tại sao lại tạm dừng học vụ của em, điều này cũng đồng nghĩa em không truy cập được vào link đăng kí tốt nghiệp trên MyBK).. . Em rất mong BKSI trả lời giúp em hai câu hỏi lớn trên.. . Em xin cảm ơn. .",
            "Chào em,. . Do bạn thuộc chương trình KSTN, nên hiện tại xét tốt nghiệp của bạn vẫn chưa đủ chuẩn của KSTN nhé.. . Em xem lại, nếu em muốn xét bằng thường, vui lòng gửi lại giúp cô 1 yêu cầu xin nhận bằng thường không nhận bằng tài năng do bạn không đủ chuẩn tài năng và gửi lại qua bksi. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính gửi quý thầy cô,. . . . Em là [full_name] , MSSV: [student_id]. . Hôm nay, em nhắn tin này mong quý thầy cô có thể cho em biết cách thức đăng ký hoặc hướng dẫn đăng ký bảo hiểm y tế trên hệ thống mybk.. . . . Mong nhận được phản hồi.. . Em cảm ơn ạ.. . . . [full_name],. . . .",
            "Chào em,. . Em liên hệ phòng Công tác chính trị sv qua email [email] để được hướng dẫn nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em chào Pđt em tên là [full_name] Trường MSSV [student_id] kì trước em có hoãn thi kì này em đã thi lại pđt cho em hỏi cách tính điểm hoãn thi cũng như bình thường phải không ạ. Vd như em thi cuối kì trên 3 và điểm thành phần cộng với điểm thi cuối kì trên 5 là em được qua môn phải không ạ. Em cảm ơn pđt chúc pđt một ngày làm việc vui vẻ ạ.",
            "Chào em,. . - •\tQuy định hoãn thi (HT): xem chi tiết tại khoản 17.2 Điều 17 trong Quy chế đào tạo và học vụ (aao.hcmut.edu.vn    Sinh viên    Quy chế).. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Chào Phòng Đào Tạo.. . Em tên là [full_name] MSSV [student_id]. Em còn 3 khoản chưa thanh toán trên BKPay. Một khoản là in lại thẻ sinh viên ở kỳ 1909 (cái này bữa em có đăng ký làm lại thẻ sinh viên mà quên thanh toán nên nó không cho em thanh toán nữa). Hai cái là BHYT và BHTT ở học kỳ 1711( cái này là bữa em ở KTX khu A thì em đóng bảo hiểm ở KTX nhưng không hiểu sao bên BKPay lại không cập nhật, tại có một số bạn ở KTX cũng đóng tiền BHYT và BHTT ở KTX khu A như em nhưng BKPay của các bạn ấy không hiện cần thanh toán tiền BHYT ). Vậy em cần thanh toán 3 khoản này thì mới đủ điều khiện xét tốt nghiệp hay sao vậy. Em đã đủ điều kiện để xét tốt nghiệp nhưng lại còn 3 khoản chưa thanh toán nên em không biết cách xử lý như thế nào.. . Em cảm ơn.. . . .",
            "Chào em,. . - BHYT: Em liên hệ phòng Công tác chính trị sv qua email [email] để được hướng dẫn nhé.. . - Thanh toán thẻ SV: BKPay luôn mở nhé.. . Thân mến. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Chào thầy/cô,. . . . Hiện tại em vừa hoàn thành đủ ngày CTXH, nhưng trên trang xét tốt nghiệp vẫn đang hiện là nợ CTXH.. . Mong thầy/cô có thể cập nhật tình trạng lại giúp em ạ.. . . . Em cảm ơn.. . . .",
            "Chào em,. . Vui lòng trình bày rõ bạn cập nhật khi nào? vì cô thấy em đã đăng ký tốt nghiệp được rồi nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Kính thưa Phòng đào tạo.. . Em tên [full_name], MSSV 161116 em xin phép PĐT cho em gửi phiếu đăng ký thu nhận lại do em học hết chương trình học nhưng không có anh văn nói viết để đăng ký tốt nghiệp nên đã không đăng ký môn học. . Cám ơn PĐT.",
            "Chào em,. . Em gửi lại đơn thu nhận từ HK212 nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Dạ cho em hỏi là học tập trực tiếp tại trường bắt buộc phải tiêm đủ 2 mũi vacxin hay chỉ cần 1 mũi là được ạ? Tại vì em mới được tiêm 1 mũi mà em cần vào trường sử dụng phòng thí nghiệm để làm đề cương luận văn ạ.Vậy em có được vào trường không ạ?. . Em cảm ơn ạ!",
            "Chào em,. . Em vui lòng đọc các email PĐT đã gửi nhé. . hay chỉ cần 1 mũi là được ạ?. . =  Không được nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ .   p E  /p"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em đã thanh toán xong học phí mong PĐT mở lại lịch thi cho em. Em cảm ơn ạ",
            "Chào em,. . PĐT ghi nhận thông tin của em, em chú ý thanh toán đúng thời gian vào các HK sau nhé.. . - mong PĐT mở lại lịch thi cho em. . =  Em thi bình thường nhé.. . Thân mến. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "MSSV : [student_id]. . Gửi thầy cô,. . Em thuộc khoá k20, sinh viên năm 2. Do năm 1 em không học giáo dục thể chất hp1 và chỉ học giáo thục thể chất hp 2 ở kỳ 202. Do ảnh hưởng của dịch bệnh nên phải học online kỳ 211 và giáo dục thể chất chỉ mở 2 môn nên em không đăng ký môn thể chất hp1, em đợi đến kỳ 212 để đăng ký hp 1.. . Câu hỏi của em là: . . -Học kỳ 212 có mở giáo dục thể chất hp 1 không ạ? . . - Và nếu không có thì em phải đợi đến kỳ 221 để hoàn thành thể chất hp 1 và em không thể đăng ký môn mã 3 đúng không ạ? . . -Có cách nào giải quyết cho vấn đề trên nếu thể chất hp1 không mở ở kỳ 212 không ạ?. . . . Trân trọng,. . [full_name]",
            "Chào em,. . - Nhà trường tạm thời không xét điều kiện: chuẩn tiếng Anh sau mỗi năm học (chuẩn Anh văn hàng năm), xét chuẩn CCAV quốc tế khi xét LVTN, chuẩn Giáo dục thể chất cho riêng HK chính 212 và HK dự thính 212.. . =  Nghĩa là phía sau dấu hai chấm là tạm thời không xét.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Sinh viên: [full_name] - [student_id]. . . . Ở học kỳ hiện tại 211, do môn học em cần đăng ký không mở dẫn đến tình trạng hiện tại em đang bị đình chỉ học vụ (do không đăng ký môn học học kỳ 211). . . . Em đã gửi yêu cầu thu nhận lại sinh viên vào ngày 6/12/2021 nhưng chưa nhận được phản hồi.. . . . Em có đính kèm biểu mẫu \"Thu nhận lại sinh viên bên dưới\". Em mong phòng đào tạo sẽ thu nhận em lại trước đợt đăng ký môn học lần 2 học kỳ 212.. . . . Em chân thành cảm ơn!. . . . . . . .",
            "Chào em,. . Phòng Đào tạo đã tiếp nhận đơn thu nhận của em.. . SV theo dõi tình trạng và quyết định sẽ cập nhật tại mybk/Thông tin Sinh viên (dự kiến cập nhật QD trong tháng 12/2021). . SV vui lòng theo dõi lịch học vụ và mail sinh viên để biết thời gian đăng ký môn học cho học kỳ tiếp theo. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Thầy cô cho gửi đơn xin chuyển hệ vừa làm vừa học, e cảm ơn thầy cô. . . .",
            "Chào bạn. . PDT đã tiếp nhận và đang xử lý đơn chuyển sang VLVH vào HK2(2021-2022) của bạn.. . Bạn vui lòng theo dõi tình trạng sinh viên sẽ cập nhật “thu nhận vào hệ VLVH”  trên Mybk-thông tin sinh viên, dự kiến trễ nhất vào 20/12/2021. . - Xem chi tiết Lịch đăng ký môn học + đăng ký tốt nghiệp của Hk212 tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ để biết thời gian đăng ký môn học hoặc đăng ký tốt nghiệp. . - Quy chế đào tạo và học vụ: xem chi tiết tại trang web aao.hcmut.edu.vn   Sinh viên   Quy chế-Quy định  Học vụ. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Dạ chào thầy/cô ạ,. . Em muốn hỏi về việc khi nào trường mở lại link đăng ký học off các môn thí nghiệm ở trường ạ. Đợt mở trước do tình hình dịch bệnh ở chỗ em không cho phép nên em không đăng ký. Hiện tại đã ổn định, em muốn đăng ký để có thời khoá biểu các học phần thí nghiệm để học thì đăng ký ở đâu ạ.. . Em xin cảm ơn và chúc thầy cô nhiều sức khoẻ!",
            "Chào em,. . Em vui lòng gửi lại nội dung có mã số môn học, tên môn học, học kỳ.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "U Yêu cầu khác: Em chào PDT, em là [full_name] MSSV [student_id], ngành Kỹ thuật Môi trường, khoa Môi trường và Tài nguyên.. . Học kỳ 202 nhóm chúng em có làm đồ án môn Kỹ thuật xử lý khí thải MSMH EN3029, đã bảo vệ xong vào ngày 20/8/2021 và giảng viên hướng dẫn báo đã nộp bảng điểm về phòng đào tạo. Tuy nhiên đến nay vẫn chưa có điểm, em mong quý thầy cô kiểm tra lại giúp em với ạ.. . Em xin cảm ơn.",
            "Chào em,. . Điểm do GV nhập, bảng điểm [full_name] gửi PĐT lưu. Em vui lòng liên hệ [full_name], GV nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Dạ em tên là [full_name] MSSV [student_id]. . Vào ngày 9/12 em đã nhận được giấy tốt nghiệp tạm thời của PĐT chuyển về ạ, vậy PĐT cho em hỏi sao bao lâu em nhận được bằng chính thức và cách thức nhận như thế nào ạ, mong PĐT hỗ trợ giúp em ạ.. . Em xin cảm ơn ạ.",
            "Chào bạn. . Pdt đang tiến hành in bằng tốt nghiệp đại học, khi nào in xong, Pdt sẽ thông báo qua email cho sv về thời gian và hình thức nhận bằng . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính gửi phòng đào tạo, . . Em tên [full_name], MSSV [student_id], là sinh viên thuộc khoa Công nghệ vật liệu. Em và một số bạn K19 có học môn Con người và môi trường MSMH EN1003. Trong chương trình đào tạo của khoa CNVL không có môn này nhưng môn học này vẫn có trong CTĐT của khoa Môi trường và Tài nguyên. Tụi em đã học môn này từ các kì trước. Vậy ở học kì 6 sắp tới, môn này có được tính vào chỗ 'Tín chỉ tự do\" trong CTĐT của Khoa CNVL không ạ? Tụi em có thể học bất kì môn học nào để được tính vào \"Tín chỉ tự do\" hay phải bắt buộc học đúng kì và đúng môn do khoa yêu cầu ạ?. . Kính mong nhận được sự phản hồi từ các thầy cô.. . Em xin chân thành cảm ơn ạ.",
            "Chào em,. . Học phần tự chọn tự do là học phần sinh viên được tự do đăng ký, không bị ràng buộc với ngành/chuyên ngành sinh viên đang theo học, nhưng phải có kiến thức không trùng lắp với các kiến thức dùng để xét tốt nghiệp của chương trình đào tạo. Hai học phần được xem là trùng lắp nếu có chuẩn đầu ra/nội dung trùng lắp đến 50%.. . . . Ở một chừng mức nào đó, để tránh cho sinh viên không lúng túng khi chọn môn tự do, tránh lãng phí thời gian và tài chính, [full_name] gợi ý cho sinh viên chọn các môn nhằm trang bị kiến thức chuyên sâu hơn ở các chuyên ngành.. . . . Em liên hệ [full_name] trình bày môn đã chọn tự do, để [full_name] xem xét và xác nhận, hoặc có hướng dẫn cụ thể.. . . . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Chào thầy/cô, . . Em là [full_name] ([student_id]). . Em đã đủ điều kiện xét tốt nghiệp nhưng điểm trung bình tích lũy đạt 7.95 nên em đã đăng ký môn MT2001 vào kỳ dự thính 211 này để cải thiện, và em mới hoàn thành bài thi cuối kỳ của môn học vào hôm nay.. . Hạn chót đăng ký tốt nghiệp đợt này là ngày 24/12.. . Cho em hỏi nếu giáo viên nhập điểm môn học này lên Mybk trước ngày 24/12 thì khi em tốt nghiệp có được tính điểm môn này vào không (thêm môn này là em vừa tròn 8.0).. . Em đặt câu hỏi để biết được nên đăng ký tốt nghiệp đợt này luôn hay đợi đợt sau, vì em nghe bạn em nói là hình như phải hết học kỳ thì điểm tốt nghiệp của mình mới được cập nhật.. . Em xin cảm ơn ạ",
            "Chào em,. . Vấn đề là điểm môn học đó đã được cập nhật lên mybk/Thông tin SV chưa nhé.. . Tùy bạn cân nhắc nhé. Bạn muốn cải thiện hay xét tốt nghiệp luôn. Vì thầy cô phải chấm điểm và nộp điểm lên PDT mới có thể xét tốt nghiệp cho bạn được nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Chào phòng đào tạo , em đã nhận được thông báo học thí nghiệm trực tiếp ở trường nhưng do lịch thi cuối kỳ bị trùng với 1 buổi của môn học thí nghiệm , không biết em có thể xin phép để hoãn học thí nghiệm đợt này để đăng ký được học vào các đợt sau không ạ.. . Em cảm ơn",
            "Chào em,. . Phòng Đào tạo đã tiếp nhận thông tin xin hủy đăng ký học thí nghiệm trực tiếp của em.. . SV vui lòng theo dõi mail và thời khóa biểu được cập nhật Mybk/Thông tin sinh viên/Xem thời khóa biểu sau khi trường được hoạt động lại bình thường (dự kiến trong tháng 3/2022). . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: 1811214  /b \t. . . .   i Học vụ . Em chào Thầy/Cô, lúc trước khi nhà trường gửi mail về việc đăng kí học thực hành trực tiếp em có đăng kí ở đợt đầu tiên nhưng không đăng kí ở  đợt sau. Hiện tại em đã tiêm đủ 2 mũi vacxin và muốn tiếp tục việc học thực hành thì cần làm những gì ạ.. . Em hy vọng phòng đào tạo có thể tạo điều kiện giúp em hoàn thành các học phần thực hành này.. . Mong Thầy/Cô sớm phản hồi. Em xin cảm ơn.",
            "Chào em,. . Em vui lòng gửi lại nội dung có mã số môn học, tên môn học, học kỳ.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em đã tốt nghiệp vào tháng 4/2021 nhưng chưa vào trường lấy bằng ạ. Cho em hỏi hiện tại trường mình đã tiếp lại sinh viên chưa ạ? Em cảm ơn ạ.",
            "Chào em,. . PĐT đã làm việc trực tiếp nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Kính gửi phòng đào tạo trường Đại học Bách Khoa. . . . Em tên: [full_name]. . MSSV: [student_id]. . LỚP: BDk17CN02. . Hiện tại em đã có tên trong danh sách dự kiến tốt nghiệp đợt 2 năm 2021, nhưng em không đăng kí xét tốt nghiệp được, mong phòng đào tạo xem xét lại giúp em, em xin cám ơn.",
            "\"Chào bạn,. . Lỗi Đăng ký tốt nghiệp đã được khắc phục, em vui lòng vào đăng ký lại nhé. . Thân\""
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Tốt nghiệp . Kính gửi phòng đào tạo trường Đại học Bách Khoa. . . . Em tên: [full_name]. . MSSV: [student_id]. . LỚP: BDk17CN02. . Hiện tại em đã có tên trong danh sách dự kiến tốt nghiệp đợt 2 năm 2021, nhưng em không đăng kí xét tốt nghiệp được, mong phòng đào tạo xem xét lại giúp em, em xin cám ơn.",
            "Chào bạn,. . Em vào đăng ký thử xem báo lỗi gì? Vui lòng chụp hình gửi đính kèm để PDT kiểm tra trả lời nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: 1911052  /b \t. . . .   i Học vụ . Kính chào PĐT. Hiện em vừa bị vỡ màn hình laptop, do tình hình dich bệnh nên không thể sửa chữa ngay được. Em có lịch thi môn   B HÓA ĐẠI CƯƠNG  /B  nhóm lớp L09-B Hk211 vào 16 giờ ngày mai, thứ 2 ngày 13 tháng 12. Em xin được đăng ký   B hoãn thi  /B  môn này ạ. Kính mong PĐT ghi nhận trường hợp của em. Em xin cảm ơn   . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "[student_id] [full_name]. . . . ME3004 và ME2006. . . .",
            "Đã trả lời. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em chào thầy cô ạ. . . Em không đủ điều kiện để điền forms xin học TN tại cơ sở 1 của trường từ ngày 13/12/2021 nên không được sắp lịch học thí nghiệm môn Dung sai và kỹ thuật đo (ME3003) ạ. Hiện tại thì những bạn đủ điều kiện điền form thì đã có lịch học rồi ạ. Thầy cô cho em hỏi em nên làm gì để không bị mất điểm TN và đánh rớt môn ạ. . . Lớp TN của em là lớp L14, GV là thầy [full_name] ạ. . . Em xin cảm ơn thầy, cô.",
            "Chào em,. . Việc tổ chức thi kết thúc TNg theo kế hoạch của Khoa/Bộ môn, các Sinh viên chưa hoàn tất TNg (chưa đủ điều kiện đến trường) có thể thực hiện các bài TNg sau khi trường đã được tổ chức học tập trực tuyến đầy đủ. (dữ kiến trong tháng 3 trường hoạt động trực tiếp) . . Thân mến"
        ]
    },
    {
        "intent": "",
        "message": [
            "Em chào thầy/cô,. . Em có nhận được mail các môn thực hành sẽ học offline tại trường. Vậy lớp lý thuyết vẫn triển khai học online cho kì sau hay học offline luôn ạ?. . Em cám ơn ạ! . .",
            "Chào em,. . Trường được hoạt động lại bình thường (dự kiến trong tháng 3/2022). . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Em là [full_name], MSSV [student_id]. Em muốn hỏi về quy trình hoãn thi ạ. Theo email của trường thì em hoãn thi bằng cách đăng ký tại trang mybk.hcmut.edu.vn    Ứng dụng cho Sinh viên    12. Đăng ký hoãn thi Cuối kỳ. Em đã làm theo và . . trên web ghi chờ xử lí. Cho em hỏi vậy em có phải làm đơn hoãn thi nộp cho phòng đào tạo không ạ ?. Em xin cảm ơn !",
            "Chào bạn. . Không nộp đơn nghen bạn. . Về vấn đề Hoãn thi của HK211 bạn vui lòng xem chi tiết: Thông báo kế hoạch tổ chức thi HK211 Pdt đã gởi qua mail  vào ngày 22/11/2021- Mục 5. Hoặc Quy trình Hoãn thi HK211 Pdt đã gởi qua mail  vào ngày 10/12/2021. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . dạ cho em hỏi học kỳ 212 có thêm đợt đăng kí bổ sung môn GDQP không ạ?",
            "Chào em,. . SV vui lòng theo dõi lịch học vụ và mail sinh viên để biết thời gian đăng ký môn học cho học kỳ tiếp theo.(SV ĐKMH vào đợt 2, 13 giờ ngày 23/12/21). . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Tên: [full_name]. . MSSV: [student_id] . . Hoãn thi CK môn: Hóa Đại Cương . . Học kỳ: 211 . . Lý do: Không đáp ứng được các yêu cầu về trang thiết bị điện tử",
            "Chào em,. . Em vui lòng xem lại email PĐT đã gửi:. . Kế hoạch tổ chức thi học kỳ 1 năm 2021-2022. . mục 5. Hướng dẫn đăng ký hoãn thi Cuối kỳ, dự thi. . Thân mến. .",
            "li answer rate: Answer suits the needs / Câu trả lời đúng ý"
        ]
    },
    {
        "intent": "",
        "message": [
            ". . . . Kính gửi : Phòng đào tạo trường Đại học Bách Khoa thành phố Hồ Chí Minh. . Em tên là [full_name], mssv [student_id], khoa Điện - Điện tử.. . Sự việc là lúc trước em có đăng ký lên trường lên thí nghiệm môn Nhập môn kỹ thuật của thầy [full_name] và đã có lịch học. Nhưng do ảnh hưởng của dịch bệnh nên em không thấy đến trường để tham gia buổi thí nghiệm được. Vì thế, em xin phòng đào tạo cho em được hoãn các buổi học thí nghiệm tại trường của thầy [full_name] lại.. . Em xin chân thành cảm ơn.",
            "Chào em,. . Phòng Đào tạo đã tiếp nhận thông tin xin hủy đăng ký học thí nghiệm trực tiếp của em.. . SV vui lòng theo dõi mail và thời khóa biểu được cập nhật Mybk/Thông tin sinh viên/Xem thời khóa biểu sau khi trường được hoạt động lại bình thường (dự kiến trong tháng 3/2022). . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Chào Thầy/Cô ạ,. . Em là sinh viên Trung tâm Bảo dưỡng công nghiệp K2017.. . Sắp tới em định đăng ký thi Anh Văn nhưng mà thẻ sinh viên của em đã hết hạn (04/2021) nên em muốn hỏi Thầy/Cô, nếu em xin cấp lại thẻ sinh viên thì hạn thẻ có được gian hạn không ạ?. . Em xin cảm ơn Thầy/Cô ạ.",
            "Chào em,. . Em đăng ký in thẻ nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Em là [full_name], MSSV [student_id]. Hiện tại em có lịch học thí nghiệm trực tiếp môn   B Thực tập điện 1 (EE2025)  /B  và   B Thực tập điện tử 1 (EE2023)  /B . Nhưng do mẹ em có bệnh nền và chưa được tiêm mũi 3 nên em xin phép PĐT hủy lịch đk học thí nghiệm 2 môn này giúp em.. . . . Thời khóa biểu em để trong   B file đính kèm  /B .. . . . Em cảm ơn.. .   i Yêu cầu khác .",
            "Chào em,. . Phòng Đào tạo đã tiếp nhận thông tin xin hủy đăng ký học thí nghiệm trực tiếp của em.. . SV vui lòng theo dõi mail và thời khóa biểu được cập nhật Mybk/Thông tin sinh viên/Xem thời khóa biểu sau khi trường được hoạt động lại bình thường (dự kiến trong tháng 3/2022). . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Xin chào cán bộ BKSI ạ.. . Em có đóng tiền BHYT ở trường, nhưng khi đăng kí KTX thì họ cũng bắt đóng tiền BHYT và bảo là nhà trường sẽ hoàn trả  tiền BHYT đã đóng trước đó. Cho em xin được hỏi khi nào em sẽ nhận được tiền hoàn trả ạ. Em xin cảm ơn ạ.. . . .",
            "Chào em,. . Em liên hệ phòng Công tác chính trị sv qua email [email] để được hướng dẫn nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em chào thầy,cô!. . Thầy, cô cho em xin hỏi là theo mail mới nhất từ pdt thì quy định hoãn thi cuối kỳ 211 là trong 5 ngày bắt đầu từ ngày vắng thi, vậy nếu em đã bấm hoãn thi trước ngày thi rồi thì có cần bấm huỷ hoãn thi để làm lại hoãn thi trong vòng 5 ngày đó không ạ?. . Em cảm ơn thầy,cô!",
            "Chào em,. . Không cần làm lại nhé em.. . Thân mến. ."
        ]
    }
]