[
    {
        "intent": "",
        "message": [
            "B   /B Yêu cầu khác:   B   /B  em chào cô/thầy, hiện tại hệ thống bkpay bảo trì đến hết ngày 20/12/2021, nhưng hạn đóng tiền BHYT đợt 2 cũng chỉ đến ngày 20/12/2021. Có cách nào để em nộp tiền BHYT đúng hạn không ạ ?",
            "Chào em,. . Em liên hệ phòng Công tác chính trị sv qua email [email] để được hướng dẫn nhé.. . Thân mến. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Do hệ thống BKPay bảo trì đến 16g00 ngày 20/12, trùng với hạn cuối cùng thanh toán BHYT đợt 2, nên hiện tại em không thể thanh toán được BHYT.. . . . Em xin hỏi trường hợp này nên xử lý như thế nào để không bị hủy đăng ký môn học kỳ sau ạ ?. . . . Em xin cảm ơn.",
            "Chào em,. . Em liên hệ phòng Công tác chính trị sv qua email [email] để được hướng dẫn nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "i Yêu cầu khác . Kính gửi PĐT!. . Em tên: [full_name]    MSSV: [student_id]. . Là sinh viên hệ VHVL khoa Cơ khí nhập học 11/2020. . Em viết mail này để trình bày với PĐT vấn đề như sau:. . _Do PDT đã gửi danh sách các môn được miễn đến sinh viên bị trễ nên ở HK202 em học bị trùng 2 môn: Quản trị kinh doanh cho kĩ sư (IM3001) và Sức bền vật liệu (CI2001).. . _Vì gần thi học kì thì nhận được danh sách miễn môn chính thức: IM3001 và CI2001 là 2 môn được miễn nên em đã không thi cuối kì 2 môn đó.. . _Vì thế mong PDT xóa điểm hai môn đó trong bảng điểm HK202 của em để không phải bị ghi điểm 13. . _Cũng HK202 em đã tham gia thực tập ngoài trường và đã có kết quả, tuy nhiên môn thực tập ngoài trường lại bị lập lại 2 lần trong bảng điểm, mong PĐT chỉnh sửa lại giúp em.. . Em xin cảm ơn!",
            "Chào em,. . Em vui lòng email đến [email] để được hỗ trợ nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính gửi Phòng đào tạo Trường Đại học Bách Khoa TPHCM.. . . . Em tên [full_name]. Sinh viên hệ VLVH ngành Kỹ thuật điều khiển và Tự động hóa. MSSV: [student_id].. . . . Em gửi mail này mong Phòng đào tạo cập nhật giúp em Thời khóa biểu để em được tham gia lớp Thí nghiệm môn Truyền số liệu và mạng (EE3020) sắp đến.. . . . Nguyên nhân do trước đó em bị lỡ thông tin đăng kí học offline tại trường do chưa tiêm đủ mũi vacxin. Nay em làm mail này kính mong nhà trường giúp em được đến lớp thực hành này.. . . .",
            "Chào em,. . Phòng Đào tạo đã tiếp nhận thông tin đăng ký học thí nghiệm trực tiếp của em, dự kiến TKB sẽ cập nhật trước ngày 18/12/2021.. . SV vui lòng theo dõi mail và thời khóa biểu được cập nhật Mybk/Thông tin sinh viên/Xem thời khóa biểu. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Em có hạn thanh toán cho bảo hiểm y tế sẽ kết thúc vào 16h ngày 20/12/2021 nhưng BKpay lại bảo trì từ giờ đến hết ngày 20/12/2021 nên em sẽ bị trễ hạn thanh toán BHYT.. . . . Giờ em phải làm thế nào ạ??. . . . . .",
            "Chào em,. . Em liên hệ phòng Công tác chính trị sv qua email [email] để được hướng dẫn nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em xin chào thầy/cô,. . Em tên [full_name], mã số sinh viên [student_id].. . Theo thời khóa biểu của nhà trường thì em có 2 buổi học thí nghiệm môn Hóa đại cương lớp VL10 vào tuần 50 và 51 (thứ 5 ngày 16/12 và 23/12).. . Nhưng vào thứ 2 ngày 13/12 em xuất hiện các triệu chứng nhiễm Covid-19 và sau khi xét nghiệm đã có kết quả   B dương tính  /B  nên hiện em phải tự cách ly tại nhà trong 14 ngày và không thể tham gia các buổi học trực tiếp tại trường.. . Em đã liên hệ với cô [full_name] qua hệ thống Bkel nhưng hiện vẫn chưa nhận được hồi âm từ cô.. . Em có thể xin đăng ký tham dự các buổi thí nghiệm ở đợt sau không ạ?. . Em xin cám ơn",
            "Chào em,. . Phòng Đào tạo đã tiếp nhận thông tin xin hủy đăng ký học thí nghiệm trực tiếp của em.. . SV vui lòng theo dõi mail và thời khóa biểu được cập nhật Mybk/Thông tin sinh viên/Xem thời khóa biểu sau khi trường được hoạt động lại bình thường (dự kiến trong tháng 3/2022). . Thân mến. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Kính chào thầy/cô,. .   Em là [full_name], MSSV: [student_id]. Em có câu hỏi răng: . .   Em đăng ký BHYT vào sáng nay 15/12/2021 và hạn chót của việc thanh toán BHYT là 16h ngày 20/12/2021. . .   Tuy nhiên em nhận được email báo răng hệ thống BkPay đang bảo trì đến hết ngày 20/12/2021 nên em không thể thanh toán được. . .   Thầy/cô cho em hỏi trường hợp này xử lý như thế nào ạ, và việc thanh toán BHYT có được dời lại không ạ? . .   Em cám ơn.",
            "Chào em,. . Em liên hệ phòng Công tác chính trị sv qua email [email] để được hướng dẫn nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Hiện tại em đã hoàn thành bài 1 của sinh hoạt công dân trên bke-learning vào ngày 11/12 nhưng đến nay vẫn chưa chấm điểm, và em chưa thể làm được bài 2 nhưng hạn cuối là ngày 25/12. em hỏi là khi nào mới được chấm và nếu chấm trễ hơn 25 thì em có bị trễ hạn không ạ",
            "Chào em,. . Em liên hệ phòng Công tác chính trị sv qua email [email] để được hướng dẫn nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Dạ em là [full_name], nay em có câu hỏi liên quan đến việc thanh toán bhyt do BKpay đang bảo trì tới 20/12, nhưng hạn đăng ký lại hết vào 16h ngày 20/12 thì liệu có được gia hạn việc đăng ký bhyt không ạ. .",
            "Chào em,. . Em liên hệ phòng Công tác chính trị sv qua email [email] để được hướng dẫn nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Chào thầy/cô.. . Em tên là [full_name] K19 khoa MO. Vừa rồi em đã đăng ký học thí nghiệm trực tiếp nhưng kết quả thì không có tên trong danh sách tham gia học(cụ thể là lớp L01 Hóa phân tích của kì 202). . . Không biết là em có thể đăng kí học thí nghiệm vào lúc nào hay hướng giải quyết như thế nào ạ?. . Mong được giải đáp từ thầy cô!. . Em cảm ơn thầy/cô ạ.. .",
            "Chào em,. . Phòng Đào tạo đã tiếp nhận thông tin đăng ký học thí nghiệm trực tiếp của em, dự kiến TKB sẽ cập nhật trước ngày 18/12/2021.. . SV vui lòng theo dõi mail và thời khóa biểu được cập nhật Mybk/Thông tin sinh viên/Xem thời khóa biểu. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp .",
            "Vui lòng ghi rõ nội dung câu hỏi"
        ]
    },
    {
        "intent": "",
        "message": [
            "B Đề nghị được tạm dừng học kỳ 2  năm học 2020 – 2021. . Lý do:\t . . Vì e đã có gia đình hiện tai vợ e mang thai sức khỏe không được tốt nên e phải ở nhà chăm sóc .E chưa sắp xếp được thời gian đi học kính mong thầy cô xem xét và duyệt cho e được tạm dừng học kỳ 2 2020-2012.Em xin chân thành cảm ơn. .  .",
            "Chào em,. . Bạn vui lòng sửa lại giúp là học kỳ 2/2021-2022 nhé . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em tên: [full_name]. . MSSV [student_id]. . Em đã lên phòng đào tạo và gặp được thầy cô hướng dẫn em những yêu cầu và em đã thực hiện theo chỉ dẫn của quý thầy cô.. . Em mong quý thầy cô xem xét duyệt cho em được bảo vệ luận văn ạ. . Điểm anh văn em đã nộp nhưng chưa thanh toán tiền được vì BKpay hiện đang bảo trì ạ. . Dưới đây là mẫu đơn:. . 1) Đơn xin tiếp nhận học lại. . 2) Đơn xác nhận về tiến độ luận văn được Khoa Xây dựng và Thầy hướng dẫn xác nhận. . 3) Chứng chỉ anh văn ielts 4.5. .",
            "Chào em,. . Đơn của em đã được duyệt, em vui lòng theo dõi TKB và HP được cập nhật tại mybk/Thông tin SV.. . Sau ngày 30/12 em chưa thấy được cập nhật TKB, vui lòng liên hệ lại để được kiểm tra và xử lý. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Kính gửi pdt, Em tên [full_name], mssv [student_id], học kỳ này em có tên trong danh sách dự kiến tốt nghiệp, nhưng vì kỳ này em không đăng ký môn nên bị tạm dừng + thiếu 1 ngày ctxh nên không có tên trong danh sách chính thức, nay em đi hiến máu và trong tuần này sẽ cập nhật 1 ngày ctxh, em muốn hỏi làm sao để đăng ký xét tốt nghiệp bổ sung ạ? . . Em cảm ơn",
            "Chào em,. . Em vui lòng liên hệ Văn phòng Đoàn Khoa của bạn để được cập nhật ngày công tác xã hội lên trang hoạt động ngoại khóa.. . Sau khi được cập nhật lên hệ thống bạn vui lòng gửi lại câu hỏi quả bksi để được mở khóa cho Đăng ký tốt nghiệp nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Họ và tên [full_name]. . MSSV [student_id]. . Lớp GT16TAU1. . Dạ các thầy/cô cho em hỏi là em đã cso quyết định thu nhận lại vào ngày 08/12/2021. Em đăng ký cấp giấy xác nhận sinh viên để thi Toeic nhưng không được mong muốn các thầy/cô có thể giúp em ạ. . Cảm ơn các thầy/cô đã xem ạ.",
            "Chào bạn. . Hồ sơ của bạn đang giải quyết, khi nào xong Cô sẽ scan gởi tại BKSI cho bạn. . Thân",
            "Chào bạn. . Pdt gởi bản scan giấy xác nhận đính kèm. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính gửi PĐT. . Em là [full_name], MSSV [student_id]. . Trong học kỳ này em có đăng ký và làm LVTN. . Nhưng do tình hình dịch bệnh và Laptop bị hư trong thời gian giãn cách xã hội nên chưa thể hoàn thành LNTN đúng tiến độ.. . Em muốn hỏi một số câu hỏi mong các Thầy/Cô giải đáp giúp em:. . - Em có thể làm đơn xin hoãn bảo vệ LVTN được không?. . - Nếu không thể xin hoãn bảo vệ LVTN, em có thể xin kéo dài thời gian đào tạo thêm 1 học kỳ để kỳ tới làm LVTN được không (vì thời gian đào tạo tối đa của em đến Tháng 4 - 2022). . - Nếu không thể xin kéo dài thời gian đào tạo, em có thể xin chuyển qua hệ VLVH ngay để đăng ký LVTN trong học kỳ tới được không hay phải đợi tới đúng thời gian tuyển sinh của hệ VLVH mới được đăng ký chuyển hệ.. . . . Mong quý Thầy/Cô giải đáp giúp em.. .   i Học vụ .",
            "Chào em,. . Căn cứ trên tình hình phòng chống dịch Covid-19, theo lệnh của Ban giám hiệu, Phòng Đào tạo (PĐT) thông báo kế hoạch tổ chức thi học kỳ 1 năm học 2021-2022, ngày 08/11/2021 (Phòng Đào tạo đã gửi mail cho SV vào ngày 22/11/2021), có thông báo rõ về thời gian phản biện và bảo vệ Luận văn tốt nghiệp (LVTN) trong HK211 và có ghi rõ về các \" Trường hợp cần thiết, sẽ có một đợt bảo vệ bổ sung cho các trường hợp đề tài bị ảnh hưởng nghiêm trọng bởi tình hình dịch Covid-19\". SV vui lòng xem lại email sinh viên về thông báo báo này.. . - Về đơn xin hoãn LVTN HK211 của bạn, Phòng Đào tạo hiện không thể tiếp nhận được.. . SV vui lòng liên hệ khoa để được hỗ trợ và hướng dẫn để xin đăng ký bảo vệ trong đợt bổ sung theo đúng chỉ đạo của Ban Giám hiệu nhà trường.. . -Trường hợp Khoa không tiếp nhận trường hợp tổ chức đợt bảo vệ bổ sung, SV nhờ Khoa làm công văn đề nghị lên Phòng Đào tạo, ghi rõ lý do vì sao không thể tổ chức đợt bảo vệ LVTN bổ sung, để Phòng Đào tạo trình lên Ban Giám hiệu nhà trường xin ý kiến và phản hồi cho sinh viên.. . - em có thể xin chuyển qua hệ VLVH ngay để đăng ký LVTN trong học kỳ tới được không hay phải đợi tới đúng thời gian tuyển sinh của hệ VLVH mới được đăng ký chuyển hệ.. . =  http://www.aao.hcmut.edu.vn/sinh viên/biểu mẫu/Phiếu đề nghị chuyển sang hình thức Vừa Làm Vừa Học. . Thân mến. .",
            "Kính chào cô!. . . . Hôm thứ 2 ngày 20/12/2021 em có đến văn phòng khoa Kỹ thuật Xây dựng và trao đổi với [full_name] về việc xin hoãn LVTN.. . Vì lý do trong thời gian dịch bệnh và giãn cách xã hội Laptop của em bị hư và không thể hoàn thành LVTN đúng tiến độ.. . Em có làm đơn xin hoãn LVTN học kỳ này và đã được GVHD và [full_name] xác nhận.. . Em cũng nhờ [full_name] liên lạc với PĐT và làm công văn gửi PĐT vì học kỳ này [full_name] không tổ chức đợt bảo vệ LVTN bổ sung.. . . . Mong cô có thể giúp em kiểm tra xem em có được hoãn bảo vệ LVTN học kỳ này không ạ.. . Em chân thành cảm ơn Cô.. .",
            "Chào em,. . Trường hợp nếu khoa không đồng ý tổ chức đợt bảo vệ bổ sung, em nhờ [full_name] làm công văn đề nghị lên Phòng Đào tạo cho bạn hoãn LVTN và ghi lý về trường hợp không đồng ý tổ chức đợt bảo vệ bổ sung.. . Em theo dõi tình trạng trả lời công văn tại [full_name] để xem kết quả trả lời nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ .   CODE Kính gửi Phòng đào tạo Trường ĐH Bách Khoa. . . . Em tên : [full_name] , MSSV [student_id], hệ đào tạo : VHVL ; Khoa :  Điện - Điện tử.. . . . Em xin đăng ký hoãn thi vì lý do không đảm bảo trang thiết bị tham gia thi trực tuyến.. . . . . . Môn học xin hoãn thi :. . Giải tích mạch EE1011 Ngày thi theo lịch thi : 18h00 ngày 17/12/2021. . Cơ sở điện tử công suất EE2021 Ngày thi theo lịch thi : 18h00 21/12/2021. . Em xin cảm ơn Phòng đào tạo!",
            "Chào em,. . Em vui lòng xem lại email PĐT đã gửi:. . Kế hoạch tổ chức thi học kỳ 1 năm 2021-2022. . mục 5. Hướng dẫn đăng ký hoãn thi Cuối kỳ, dự thi. . Thân mến. .",
            "Kính gửi Phòng đào tạo Trường ĐH Bách Khoa.. . . . Em đã đăng ký hoãn thi như trong mail hướng dẫn, như hình em gửi dưới đây ạ. . . . . Em còn vài điều chưa rõ nên muốn hỏi thêm ạ:. . + Em làm như trong hình là đã đủ thủ tục chưa ạ?. . + Ngày vào lịch thi em có cần vào phòng thi  để báo hoãn thi với giáo viên canh thi không ạ? hay là vắng thi ạ?. . + 2 môn em đk hoãn thi vào HK211 thì theo quy trình đến khi nào em có thể thi ạ? có thể cho em xin vài trường hợp tham khảo để em hiêu rõ hơn được không ạ?. . . . Em xin cảm ơn!",
            "Kính gửi Phòng đào tạo Trường ĐH Bách Khoa.. . . . Em đã đăng ký hoãn thi như trong mail hướng dẫn, như hình em gửi đính kèm ở trên đây ạ.. . . . Em còn vài điều chưa rõ nên muốn hỏi thêm ạ:. . + Em làm như trong hình là đã đủ thủ tục chưa ạ?. . + Ngày vào lịch thi em có cần vào phòng thi  để báo hoãn thi với giáo viên canh thi không ạ? hay là vắng thi ạ?. . + 2 môn em đk hoãn thi vào HK211 thì theo quy trình đến khi nào em có thể thi ạ? có thể cho em xin vài trường hợp tham khảo để em hiêu rõ hơn được không ạ?. . . . Em xin cảm ơn!",
            "Đã trả lời. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Em chào thầy/cô. . Em là sinh viên K21 nhưng BHYT của em hết hạn vào cuối năm 2021 nên phải đóng tiền BHYT cho năm 2022. Vì không để ý điều này nên em đã bỏ qua đợt đóng BHYT đợt một. Em dự định đóng tiền vào đợt hai từ ngày 13/12 đến ngày 20/12. Nhưng hệ thống vừa thông báo BKPay sẽ bảo trì đến hết ngày 20/12. Thầy/cô cho em hỏi là còn cách nào đóng BHYT nữa không. . Em cảm ơn thầy/cô",
            "QUOTE MSSV: [student_id]    . . Em chào thầy/cô. . Em là sinh viên K21 nhưng BHYT của em hết hạn vào cuối năm 2021 nên phải đóng tiền BHYT cho năm 2022. Vì không để ý điều này nên em đã bỏ qua đợt đóng BHYT đợt một. Em dự định đóng tiền vào đợt hai từ ngày 13/12 đến ngày 20/12. Nhưng hệ thống vừa thông báo BKPay sẽ bảo trì đến hết ngày 20/12. Thầy/cô cho em hỏi là còn cách nào đóng BHYT nữa không. . Em cảm ơn thầy/cô  /QUOTE . .",
            "QUOTE Trích. . MSSV: [student_id]    . . Em chào thầy/cô. . Em là sinh viên K21 nhưng BHYT của em hết hạn vào cuối năm 2021 nên phải đóng tiền BHYT cho năm 2022. Vì không để ý điều này nên em đã bỏ qua đợt đóng BHYT đợt một. Em dự định đóng tiền vào đợt hai từ ngày 13/12 đến ngày 20/12. Nhưng hệ thống vừa thông báo BKPay sẽ bảo trì đến hết ngày 20/12. Thầy/cô cho em hỏi là còn cách nào đóng BHYT nữa không. . Em cảm ơn thầy/cô. . . .   /QUOTE . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV: [student_id]  /b \t. . . . Em chào thầy/cô. . Em là sinh viên K21 nhưng BHYT của em hết hạn vào cuối năm 2021 nên phải đóng tiền BHYT cho năm 2022. Vì không để ý điều này nên em đã bỏ qua đợt đóng BHYT đợt một. Em dự định đóng tiền vào đợt hai từ ngày 13/12 đến ngày 20/12. Nhưng hệ thống vừa thông báo BKPay sẽ bảo trì đến hết ngày 20/12. Thầy/cô cho em hỏi là còn cách nào đóng BHYT nữa không. . Em cảm ơn thầy/cô. . . .",
            "Chào em,. . Em liên hệ phòng Công tác chính trị sv qua email [email] để được hướng dẫn nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em tên là [full_name]. . MSSV: [student_id]. . Thuộc nhóm VL03 môn Thực tập điện 1. . Em muốn tạm hoãn lịch thực tập sang kì sau vì bị trùng lịch 3/6 buổi với môn Thực tập điện tử 1 và vướng lịch thi ạ. Em mong pđt sẽ giải quyết giúp em ạ.. . Em cám ơn.",
            "Chào em,. . Phòng Đào tạo đã tiếp nhận thông tin xin hủy đăng ký học thí nghiệm trực tiếp của em.. . SV vui lòng theo dõi mail và thời khóa biểu được cập nhật Mybk/Thông tin sinh viên/Xem thời khóa biểu sau khi trường được hoạt động lại bình thường (dự kiến trong tháng 3/2022). . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Em có thi cuối kỳ anh văn 2 ngày 4/12 nhưng trong lúc mở thi thì thông báo tài khoản khoá không thể đăng nhập được. Em có thông báo ngay cho cô giáo bộ môn và cô nói là em lên hỏi pdt.  Em có lên trang bk đăng ký hoãn nhưng đã quá hạn . Nhờ PĐT giúp đỡ trường hợp em ạ!. . Em cảm ơn!. . . .",
            "Chào em,. . Em vui lòng xem lại email PĐT đã gửi:. . Kế hoạch tổ chức thi học kỳ 1 năm 2021-2022. . mục 5. Hướng dẫn đăng ký hoãn thi Cuối kỳ, dự thi. . Thân mến. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em chào thầy/ cô ạ.. . Vài hôm trước do em không đăng kí môn học được nên em đã nộp phiếu thu nhận lên đây và hôm nay cô đã rep lại em nhưng em không hiểu ạ.. . Thầy/cô có thể giải thích rõ ràng hơn giúp em được không ạ.. . Em cảm ơn.. . Trân trọng.",
            "Chào em,. . Do em ghi thu nhận hk301 không đúng nên không nhận đơn.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Xin chào PDT, trong trường hợp môn học kể từ khóa 2019 về sau không còn học nữa và chỉ còn 1 SV duy nhất chưa qua được thì sao? Hiện tại em đã khảo sát các sinh viên khóa gần nhất và các bạn đã qua môn hết rồi. Nếu làm đơn mở lớp cho trường hợp 1 sinh viên muốn trả nợ thì có được không ạ?. . . . Hiện tại môn Đtử học các mạch logic ( 402703 ) của chương trình VP các bạn đã qua hết rồi, chỉ còn sót lại 1 SV là em thôi. Trong TH này, liệu em có thể gửi đơn xin phép PDT mở môn dọc dưới dạng đồ án cho 1 SV nếu giảng viên chịu chấp nhận dạy không ạ?. . . . Em xin cám ơn. . . .",
            "Chào bạn. . - Bạn nên tư vấn ở [full_name] (Thầy phó [full_name] phụ trách chương trình đào tạo). . - Nhưng hiện tại có cách giải quyết là mở lớp môn học này, học theo dạng đồ án nếu Giảng viên đồng ý:. . Tải mẫu đơn “Đề nghị mở môn học”, sau đó SV gửi email trực tiếp đến Giảng viên giảng dạy & [full_name]/Bộ môn để được:. . -      [full_name] xác nhận đồng ý. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Dạ chào phòng đào tạo, . . Em tên [full_name] . . MSSV: [student_id];. . Khoa cơ khí;. . Ngành Cơ điện tử;. . Hiện tại, đơn hoãn của em đã nộp về bộ môn và bộ môn có bảo em hỏi đến phòng đào tạo là đơn như vậy thì có được chấp nhận chưa để bộ môn sắp xếp hoãn theo nguyện vọng. Mong pdt hồi đáp.",
            "Chào bạn,. . bạn đang hỏi về hoãn LVTN ở học kỳ nào?. . Trường hợp bạn nộp đơn ở bộ môn, bạn vui lòng liên hệ về bộ môn để hỏi kết quả nhé.. . Căn cứ trên tình hình phòng chống dịch Covid-19, theo lệnh của Ban giám hiệu, Phòng Đào tạo (PĐT) thông báo kế hoạch tổ chức thi học kỳ 1 năm học 2021-2022, ngày 08/11/2021 (Phòng Đào tạo đã gửi mail cho SV vào ngày 22/11/2021), có thông báo rõ về thời gian phản biện và bảo vệ Luận văn tốt nghiệp (LVTN) trong HK211 và có ghi rõ về các \" Trường hợp cần thiết, sẽ có một đợt bảo vệ bổ sung cho các trường hợp đề tài bị ảnh hưởng nghiêm trọng bởi tình hình dịch Covid-19\". SV vui lòng xem lại email sinh viên về thông báo báo này.. . - Về đơn xin hoãn LVTN HK211 của bạn, Phòng Đào tạo hiện không thể tiếp nhận được.. . SV vui lòng liên hệ khoa để được hỗ trợ và hướng dẫn để xin đăng ký bảo vệ trong đợt bổ sung theo đúng chỉ đạo của Ban Giám hiệu nhà trường.. . Trường hợp [full_name] không tiếp nhận trường hợp tổ chức đợt bảo vệ bổ sung, SV nhờ [full_name] làm công văn đề nghị lên Phòng Đào tạo, ghi rõ lý do vì sao không thể tổ chức đợt bảo vệ LVTN bổ sung, để Phòng Đào tạo trình lên Ban Giám hiệu nhà trường xin ý kiến và phản hồi cho sinh viên.. . Thân mến,"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em chào Thầy/cô ạ!. . Em đang là sinh viên khóa K18 của Trung tâm Đào tạo Bảo dưỡng Công Nghiệp.. . Em có gửi đơn xin học trực tiếp các môn thực hành vào mail [email] để đăng và mong thầy cô xét duyệt cập nhật thời khóa biểu các môn thực hành của kì 202 - 211 giúp em.. . Em mong thầy/cô xem xét và thêm lịch học vào thời khóa biểu giúp em.. Em cảm ơn thầy cô ạ!",
            "Chào em,. . Em đã gửi email PĐT, em xem trả lời qua email nhé. . . Thân mến"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Gửi phòng đào tạo trường Đh BK Tp.HCM,. . Em có ý định tạm dừng/thôi học, nhưng trong thời điểm dịch bệnh như hiện nay thì việc tạm dừng/thôi học được thực hiện như thế nào ạ?. . Em mong nhận được phản hồi chi tiết nhất có thể ạ.",
            "Em muốn hỏi thêm là sau khi đã tạm dừng hay thôi học thì thẻ ngân hàng có còn sử dụng được hay không ạ?",
            "\"Chào bạn,. . Về việc đăng ký tạm dừng học/thôi học:. . Bạn vui lòng tải mẫu đơn: Tạm dừng/thôi học tại trang web : aao.hcmut.edu.vn    Sinh viên    biểu mẫu. . Điền đầy đủ thông tin nộp qua mail [email] hoặc BKSI. . Về thẻ ngân hàng là thẻ cá nhân của SV nhé, không liên quan đến việc thôi học hay tạm dừng nhé bạn. . Thân. . \""
        ]
    },
    {
        "intent": "",
        "message": [
            "Dạ em tên : [full_name]. . MSSV : [student_id]. . Khoa : Công trình kỹ thuật xây dựng. . Lớp : CC17KCX1. . Hiện tại do em đã không đăng kí đóng bảo hiểm y tế ở đợt vừa rồi nên không có mã thẻ để đăng kí bảo hiểm y tế cho đợt này nên văn phòng cho em xin hỏi là em có thể làm gì để đóng được bảo hiểm y tế đợt này ạ , em xin cảm ơn văn phòng.",
            "Chào em,. . Em liên hệ phòng Công tác chính trị sv qua email [email] để được hướng dẫn nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "B   /B   U   /U Học vụ . Em học Thí nghiệm Hóa vô cơ CH2014 nhóm L07, mà thời khóa biểu của em ghi tuần 50 là ngày mai học thí nghiệm nhóm VL02. PĐT cho em hỏi là em có cần phải đi học không ạ, nếu có thì em muốn đăng ký hoãn học thí nghiệm thì phải làm sao ạ",
            "Học vụ. . . . Em học Thí nghiệm Hóa vô cơ CH2014 nhóm L07, mà thời khóa biểu của em ghi tuần 50 là ngày mai học thí nghiệm nhóm VL02. PĐT cho em hỏi là em có cần phải đi học không ạ  /QUOTE . .",
            "Chào em,. . Phòng Đào tạo đã tiếp nhận thông tin xin hủy đăng ký học thí nghiệm trực tiếp của em.. . SV vui lòng theo dõi mail và thời khóa biểu được cập nhật Mybk/Thông tin sinh viên/Xem thời khóa biểu sau khi trường được hoạt động lại bình thường (dự kiến trong tháng 3/2022). . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]  /b . . Em tên là [full_name], mã số sinh viên [student_id], em có lịch học các môn thực tập điện và thực tập điện tử vào những tuần 50-51 và 52 ở Bách Khoa Cơ sở 1. Do tình hình dịch bệnh, bản thân đang có vấn đề sức khỏe và địa phương chưa đủ an toàn để có thể di chuyển liên thành phố nên em xin phép được dời lịch học sang các tuần khác (các tuần sau tết )ạ. . . . .   i Yêu cầu khác .",
            "Chào em,. . Phòng Đào tạo đã tiếp nhận thông tin xin hủy đăng ký học thí nghiệm trực tiếp của em.. . SV vui lòng theo dõi mail và thời khóa biểu được cập nhật Mybk/Thông tin sinh viên/Xem thời khóa biểu sau khi trường được hoạt động lại bình thường (dự kiến trong tháng 3/2022). . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Kinh chào quý thầy cô ạ, em có đăng kí thẻ BHYT năm học sau và hạn đóng tiền là ngày 20/12, nhưng BKPay hiện tại lại bảo trì đến hết 20/12 và nếu không tham gia BHYT thì em không được đăng kí môn học trong học kì sau. Mong quý thầy cô xử lý tình huống này giúp em ạ.",
            "Chào em,. . Em liên hệ phòng Công tác chính trị sv qua email [email] để được hướng dẫn nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em học lớp CH2014 nhóm VL02 (L07 cũ). Theo thời khóa biểu hiện tại, ngày mai em có lịch học thí nghiệm trên cs1. Em là F0 và mới vừa hết cách ly, nên tình trạng sức khỏe của em hiện giờ chưa hồi phục hoàn toàn. Xin phép PĐT cho em hoãn học thí nghiệm nhóm VL02",
            "Chào em,. . Phòng Đào tạo đã tiếp nhận thông tin xin hủy đăng ký học thí nghiệm trực tiếp của em.. . SV vui lòng theo dõi mail và thời khóa biểu được cập nhật Mybk/Thông tin sinh viên/Xem thời khóa biểu sau khi trường được hoạt động lại bình thường (dự kiến trong tháng 3/2022). . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Dạ nhà trường cho em hỏi là sau khi học kì 1 năm nhất kết thúc, em muốn bảo lưu kết quả học tập của mình tại Đại học Bách Khoa thì em cần phải làm những thủ tục gì và khi nào ạ? Em xin cảm ơn ạ.",
            "\"Chào bạn,. . Về việc đăng ký tạm dừng học:. . Bạn vui lòng tải mẫu đơn: Tạm dừng tại trang web : aao.hcmut.edu.vn    Sinh viên    biểu mẫu. . Điền đầy đủ thông tin nộp qua mail [email] hoặc BKSI. . Thân. . \""
        ]
    },
    {
        "intent": "",
        "message": [
            "B Yêu cầu khác: Kính gửi Phòng đào tạo Trường ĐH Bách Khoa. . Em tên là [full_name] - MSSV:[student_id] - sinh viên K21 khoa Kỹ thuật Hóa học hệ chính quy.. . Việc là em có lịch học thí nghiệm hóa lớp VL07 trực tiếp tại trường vào tuần thứ 01 và 02 tại tòa B2-401A, cơ sở 1 vào lúc 12:00-16:50 . Nhưng vì tình hình dịch bệnh ở địa phương em nên gia đình vẫn chưa thể sắp xếp để tham gia buổi học.. . Mong phòng Đào tạo có thể cân nhắc trường hợp của em và dời lịch học thí nghiệm hóa trực tiếp tại trường.. . . . Em xin lỗi vì sự bất tiện này.. . . . Em mong sẽ nhận được câu trả lời sớm từ phòng Đào tạo ạ.. . Em xin cảm ơn.",
            "Chào em,. . Phòng Đào tạo đã tiếp nhận thông tin xin hủy đăng ký học thí nghiệm trực tiếp của em.. . SV vui lòng theo dõi mail và thời khóa biểu được cập nhật Mybk/Thông tin sinh viên/Xem thời khóa biểu sau khi trường được hoạt động lại bình thường (dự kiến trong tháng 3/2022). . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Xin chào Anh (chị).. . . . Hiện đang dịch bệnh nên em không thể đến trường. Cho em hỏi thủ tục chuyển sang hệ VHVL làm online được không ạ? Nếu được thì thủ tục chuyển như thế nào?. . . . Xin cảm ơn.",
            "\"Chào bạn,. . Về việc chuyển qua hệ VLVH. . Bạn vui lòng tải mẫu đơn: Phiếu đề nghị chuyển sang hình thức Vừa Làm Vừa Học  tại trang web : aao.hcmut.edu.vn    Sinh viên    biểu mẫu. . Điền đầy đủ thông tin nộp qua mail [email] hoặc BKSI. . Thân. . \""
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em tên là [full_name], MSSV:[student_id]. Do tình hình dịch Covid, nên lịch thi Toeic của em đã bị hoãn và IIG mới sắp xếp cho em thi bù vào ngày 5/12/2021. Hôm nay, vừa có kết quả, em đã đăng ký chuyển điểm để đủ điều kiện xét Tốt nghiệp, nhưng do BKPay bảo trì nên em chưa thanh toán phí chuyển điểm được. Hạn đăng ký xét Tốt nghiệp là 24/12 trong khi hệ thống BKPay bảo trì đến 20/12, em sợ rằng không đủ thời gian để xét chuyển điểm , sau đó là xét vào danh sách Tốt nghiệp dự kiến, để em có thể đăng ký Tốt nghiệp trước hạn 24/12. Em rất lo lắng.. . Như vậy, có hình thức thanh toán phí chuyển điểm AV nào khác ngoài BKPay không ạ? . . Em rất mong được PĐT tạo điều kiện hỗ trợ em được đóng phí chuyển điểm Anh văn nhanh chóng, để em được đăng ký Tốt nghiệp đúng thời hạn ạ. Em cảm ơn PĐT rất nhiều ạ.",
            "Chào em,. . Sau ngày 20/12 em vô thanh toán nhé, trường hợp CCNN của bạn phải đợi kết quả thẩm tra nữa nhé bạn.. . Trường hợp của em vui lòng theo dõi tình trạng thẩm tra chứng chỉ tại mybk/Nộp chứng chỉ ngoại ngữ, khi nào chuyển qua tình trạng đã thẩm tra hợp lệ (thời gian thẩm tra phụ thuộc vào đơn vị cấp chứng chỉ), bạn gửi lại yêu cầu qua bksi xin chuyển điểm sớm để xét tốt nghiệp nhé. . Về tình trạng sinh viên, khi nào em có tên trong ds dự kiến tốt nghiệp, PDT sẽ tự động ra QD thu nhận cho bạn nhé. . Thân\""
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Kính gửi: Phòng đào tạo. . Em tên là: [full_name]. . MSSV: [student_id]. . Hiện có môn học Thí nghiệm hoá vô cơ (CH2014) nhóm lớp VL01 bắt đầu học từ tuần 50.. . Em viết đơn xin PĐT cho em xin dời lịch học Thí nghiệm hoá vô cơ (CH2014) nhóm lớp VL01 vào chủ nhật tiết 8-12. Vì lý do tình hình dịch bệnh ở quê em đang căng thẳng và nghiêm trọng và số ca lây nhiễm đang tăng cao nên em chưa thể vào TPHCM để học tập như lịch đã sắp xếp ạ. Em mong PĐT có thể cho em rút khỏi môn học vào kì này và được sắp xếp học vào kì sắp tới. Em đã xin phép giảng viên và được phép ạ.. . Em xin chân thành cảm ơn ạ. .",
            "Chào em,. . Phòng Đào tạo đã tiếp nhận thông tin xin hủy đăng ký học thí nghiệm trực tiếp của em.. . SV vui lòng theo dõi mail và thời khóa biểu được cập nhật Mybk/Thông tin sinh viên/Xem thời khóa biểu sau khi trường được hoạt động lại bình thường (dự kiến trong tháng 3/2022). . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em tên là [full_name]. MSSV: [student_id]. . . Thưa thầy cô phòng đào tạo cho em hỏi về xếp loại tốt nghiệp xuất sắc ạ. Do em đọc trong quy chế về quy định xếp loại tốt nghiệp trong Chương V điều số 21 về xếp loại xuất sắc. Em có thắc mắc về việc hạ bậc từ Xuất sắc xuống giỏi nếu vi phạm 1 trong 3 trong trường hợp. Cụ thể là có số tín chỉ các môn không đạt phải học lại vượt quá 5% tổng số tín chỉ CTGD, em không biết việc em học cải thiện môn có bị rơi vào trường hợp này không ạ. Do môn đó em qua rùi nhưng điểm số không cao nên muốn học cải thiện để nâng điểm trung bình tích lũy ạ. Mong các thầy cô giải đáp giúp em để em có kế hoạch học tập tốt nhất để đạt được mục tiêu ạ. Em xin chân thành cám ơn",
            "Chào em,. . Khái niệm học cải thiện khác với học lại nhé.. . Cải thiện là môn học đã đạt và đăng ký học cải thiện học môn đã đạt.. . Học lại là môn học đã rớt và đăng ký học lại môn bị rớt.. . Thân mến. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Kính gửi: Phòng Đào tạo Trường Đại học Bách Khoa TPHCM.. . . . Thông tin sinh viên. . Họ và tên: [full_name]. . Khóa: K15. . MSSV: [student_id]. . Chuyên ngành: Điện tử Viễn thông. . Lớp: DD15DV1. . . . Tháng 11 vừa rồi em có nhận được email từ PĐT về việc đến nhận Bằng tốt nghiệp, (theo quyết định tốt nghiệp số 2271/QĐ-ĐHBK, ngày 18/10/2021).. . Địa điểm : [full_name] – Nhà A1 – Phòng 101. . . . Hiện tại em đang ở quê và chưa có lịch trình quay trở lại TPHCM. Vậy nên em dự định đến nhận Bằng ngay khi trở lại TPHCM. Việc trì hoãn này có vấn đề gì không ạ?. . . . Em xin chân thành cảm ơn.",
            "\"Chào em,. . Khi nào em có mặt ở TPHCM thì liên hệ Phòng Đào tạo để nhận bằng tốt nghiệp. Bằng tốt nghiệp vẫn được lưu trữ tại Phòng Đào tạo cho Sinh viên.. . Trường hợp nhận thay bằng tốt nghiệp: Phải có giấy ủy quyền có xác nhận của chính quyền và chỉ có thể ủy quyền cho ba/mẹ/anh/chị/ em ruột (khi nhận phải kèm theo hộ khẩu, CMND/CCCD). . Về lễ tốt nghiệp tháng 11/2021 SV vui lòng đợi thông báo sau của nhà trường. . Thân. . \""
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Kính gửi thầy cô,. . . . Như đã trình bày, em xin phép gửi đơn xin hoãn thi môn giải tích 2 từ HK203.. . . . Trong file đính kèm có đơn xin hoãn thi và hình ảnh xác nhận của giảng viên [full_name].. . . . Đây là môn học quan trọng của em cần hoàn thành trước khi tốt nghiệp nên mong PDT tạo điều kiện cho em ghi danh vào kỳ thi lần tới. . . . Nếu có thiếu thủ tục gì vui lòng phản hồi câu hỏi của em sớm nhất ạ. . . . Em cảm ơn.",
            "Chào bạn. . Đơn hoãn thi của em đã được đồng ý nhé, PDT sẽ gởi QD hoãn thi dự kiến trước 24/12/2021 qua BKSI. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Dạ em có đăng kí bảo hiểm 12 tháng thì trên hệ thống ghi hạn thanh toán vào 20/12/2021 mà BKpay bị bảo trì đến hết ngày 20/12/2021. Thầy cô cho em hỏi làm sao để thanh toán phí bảo hiểm đúng hạn được ạ. . . Em cảm ơn thầy cô ạ.",
            "Chào em,. . Em liên hệ phòng Công tác chính trị sv qua email [email] để được hướng dẫn nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . 1.cho em hỏi , kì 212 em muốn đăng ký 24 chỉ , mà kỳ 211 chưa có điểm thì làm sao để đăng ký    21 chỉ v ạ . . 2. là môn av nhu có bị giới hạn bởi số chỉ tối đa của 1 học kỳ k ạ",
            "\"Chào em,. . Về trường hợp đăng ký MH vượt số tín chỉ quy định, em vui lòng làm đơn trình bày rõ, tên và mã MH xin đăng ký bổ sung, vượt bao nhiêu chỉ so với quy định.. . Trong đơn phải có xác nhận đồng ý của Khoa. . SV nộp đơn ĐKMH vượt số tín chỉ quy định cho Phong Đào tạo (qua bksi hoặc mail) sau khi kết thúc đợt 2 - ĐKMH (từ ngày 30/12/2021). . Thân\""
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Dạ cho em hỏi, hạn chót thanh toán phí bảo hiểm y tế là ngày 20 tháng 12 nhưng hệ thống BKpay bảo trì đến sau ngày 20 tháng 12, như vậy có cách nào thanh toán hay cách giải quyết khác không ạ? Tại vì em thấy hạn chót 20 tháng 12 nên chủ quan chưa đóng vội, em cảm ơn nhiều ạ.",
            "Chào em,. . Em liên hệ phòng Công tác chính trị sv qua email [email] để được hướng dẫn nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Hiện tại BKPAY đang bảo trì đến hết ngày 20/12 nhưng em cũng có hạn đóng bảo hiểm y tế trước ngày 20/12. Nếu như em đóng trễ vì lý do khách quan như vậy thì có ảnh hưởng gì đến điểm rèn luyện hay kết quả học tập không ạ?",
            "Chào em,. . Em liên hệ phòng Công tác chính trị sv qua email [email] để được hướng dẫn nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Hiện tại em vào phần đăng kí môn học thì thấy ghi là : Bạn không được quyền đăng ký môn học! Vui lòng liên hệ [full_name]!",
            "Như vậy có sao không ạ, khóa 15 hiện tại của em là còn 1 học kì nữa đúng không ạ",
            "Chào em,. . SV K.2015 hết thời gian đào tạo từ HK212. . Thân mến. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Võ Hoàng Khang - MSSV: [student_id] [full_name] Bài Thi Cuối Kỳ",
            "Chào em,. . Môn trắc nghiệm theo quy chế không có phúc tra em nhé, các môn tự luận đăng ký trên mybk/phuc tra.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em chào thầy (cô) em tên là [full_name] MSSV là [student_id] là sinh viên K17 khoa Công nghê Vật liệu. Hiện tại em đã hoàn những tiêu chí để xét tốt nghiệp và còn bằng toeic để quy đổi điểm anh văn 4 nữa là đủ. Cách đây 1 tháng em có đăng kí thi toeic ở IIG nhưng không may đến ngày thi em bị nhiễm covid 19 nên em không đi thi được và em vừa thi lại ngày 13/12/2021. Theo như lịch của IIG là ngày 25/12/2021 họ sẽ trả điểm nhưng không may hạn chót để hoàn thành các chỉ tiêu xét tốt nghiệp của trường mình là ngày 24/12/2021. Vì vậy em xin phép thầy cô cho em được hỏi phòng đào tạo có thể cho em xin bổ sung bằng anh văn trễ 1 ngày được không ạ, thật sự em rất mong hoàn thành tất cả để được tốt nghiệp và xin việc làm, em mong thầy cô có thể hiểu cho em. Em chân thành cảm ơn.. . Trân trọng . . [full_name]. . . .",
            "Chào em,. . Cô không thể trả lời trường hợp của bạn được nhé.. . Vấn đề khi em nộp CCNN để xét tốt nghiệp, thì phải đợi kết quả thẩm tra hợp lệ mới xét tốt nghiệp được (thời gian thẩm tra phụ thuộc vào đơn vị cấp chứng chỉ).. . Khi nào em đủ hết tất cả điều kiện (chứng chỉ thẩm  tra hợp lệ), em có thể gửi lại câu hỏi qua bksi, thời điểm đó sẽ trả lời cho trường hợp của bạn nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em chào Phòng Đào Tạo,. . . . Em tên là Phạm [full_name] - MSSV: [student_id]. . Em vừa nhận giấy chứng nhận tốt nghiệp tạm thời. Kết quả xếp loại tốt nghiệp của em chưa được cập nhật theo điểm trung bình tích lũy hiện tại. . . ĐTBTL của em hiện tại là 7.02, đủ điều kiện xếp loại khá. Bằng tốt nghiệp tạm thời em nhận chỉ xếp loại trung bình khá.. . Kính mong Phòng Đào Tạo giải quyết giúp em ạ. Em xin chân thành cảm ơn",
            "Chào em,. . Điểm trên mybk/Thông tin Sinh viên là điểm trung bình tích lũy em nhé, còn xếp loại tốt nghiệp dựa vào điểm trung bình tích lũy ngành.. . Em vui lòng xem quy định về tính điểm trung bình tích lũy ngành tại đây, vui lòng kiểm tra lại, nếu có khiếu nại vui lòng trình bày rõ là tính sai như thế nào nhé.. . Xem chi tiết quy chế tại đây:. . aao.hcmut.edu.vn/sinh viên/quy chế/học vụ/Quy chế đào tạo và học vụ bậc đại học, cao đẳng:/ Điều 19. Số tín chỉ tích lũy, điểm trung bình tích lũy. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Kính gửi Phòng đào tạo Trường ĐH Bách Khoa.. . . . Em tên : [full_name] , MSSV [student_id], hệ đào tạo : VHVL ; Khoa :  Điện - Điện tử.. . . . . . Em đã đăng ký hoãn thi vì lý do không đảm bảo trang thiết bị tham gia thi trực tuyến. Do là lần đầu nên em còn 1 số điều chưa rõ ạ.. . . . . . Môn học xin hoãn thi :. . Giải tích mạch EE1011 Ngày thi theo lịch thi : 18h00 ngày 17/12/2021. . Cơ sở điện tử công suất EE2021 Ngày thi theo lịch thi : 18h00 21/12/2021. . . . Em đã đăng ký hoãn thi như trong mail hướng dẫn, như hình em gửi đính kèm ở trên đây ạ.. . . . Em còn vài điều chưa rõ nên muốn hỏi thêm ạ:. . + Em làm như trong hình là đã đủ thủ tục chưa ạ?. . + Ngày vào lịch thi em có cần vào phòng thi  để báo hoãn thi với giáo viên canh thi không ạ? hay là vắng thi ạ?. . + 2 môn em đk hoãn thi vào HK211 thì theo quy trình đến khi nào em có thể thi ạ? có thể cho em xin vài trường hợp tham khảo để em hiêu rõ hơn được không ạ?. . . . Em xin cảm ơn!. .",
            "Chào em,. . + Em làm như trong hình là đã đủ thủ tục chưa ạ?. . =  Em vui lòng xem lại email PĐT đã gửi:. . Kế hoạch tổ chức thi học kỳ 1 năm 2021-2022. . mục 5. Hướng dẫn đăng ký hoãn thi Cuối kỳ, dự thi. . + Ngày vào lịch thi em có cần vào phòng thi  để báo hoãn thi với giáo viên canh thi không ạ? hay là vắng thi ạ?. . =   vắng thi. . + 2 môn em đk hoãn thi vào HK211 thì theo quy trình đến khi nào em có thể thi ạ?. . =  Về quy định Vắng thi có phép và hoãn thi: Bạn vui lòng xem chi tiết tại trang web aao.hcmut.edu.vn--  sinh viên --  Quy chế --  Quy chế đào tạo và học vụ bậc đại học và cao đẳng -- Điều 17.2. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Dạ em kính chào quý Thầy/Cô,. . Em là [full_name]-[student_id].. . . . + Hiện tại thì em đã có chứng chỉ Tiếng Anh (Toeic) để Tốt Nghiệp trong học kỳ này. Em đã nộp bằng trên hệ thống MYBK. Em đã thanh toán lệ phí và đang chờ \"Xét nhận đăng ký của PDT\" để có thể chuyển điểm và đủ điều kiện để tốt nghiệp ạ.. . + Tính từ lúc em thanh toán lệ phí chuyển điểm đến nay đã là 5 ngày (có tệp đính kèm), mà chưa được xét duyệt chuyển điểm. Theo lịch là 24/12 sẽ là hạn cuối để xét tốt nghiệp. Vậy em rất mong sự hỗ trợ của quý thầy/cô trong PĐT có thể giúp em xác nhận chuyển điểm trường hợp của em trong tuần này ạ, để em có cơ hội tốt nghiệp đúng hạn trong học kỳ này.. . . . Em rất mong sự hồi đáp và sự giúp đỡ từ quý Thầy/Cô!. . Em xin chân thành cảm ơn.. .",
            "Chào em,. . Trường hợp em đã trả lời và ghi nhận xét tốt nghiệp nhé!. . Em xem câu trả lời giúp cô. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Em xin chào nhà trường. . . Em tên là Vũ Ngọc Lãm, MSSV [student_id]. . Dạ là vì hồm nay em vô kiểm tra thời khóa biểu thấy có lịch học thí nghiệm hóa đại cương ở lớp VL01,thứ 7,tiết 8-12 lúc 13h-17h50,phòng B2-401A, tuần 51-52 ạ.Do tình hình dịch ở địa phương em chưa được khách quan cho lắm với lại em vẫn chưa kiếm được chỗ ở dưới sài gòn,nên em xin nhà trường cho em dời lịch học sang đợt học sau( sau tết).. . rất mong được nhà trường phản hồi sớm . . em xin cảm ơn",
            "QUOTE Em xin chào nhà trường.. . Em tên là [full_name], MSSV [student_id],khoa kỹ thuật địa chất, kỹ thuật dầu khí. . Dạ là vì hôm nay em vô kiểm tra thời khóa biểu thấy có lịch học thí nghiệm hóa đại cương ở lớp VL01,thứ 7,tiết 8-12 lúc 13h-17h50,phòng B2-401A, tuần 51-52 ạ. Do tình hình dịch ở địa phương em chưa được khách quan cho lắm với lại em vẫn chưa kiếm được chỗ ở dưới sài gòn, nên em xin nhà trường cho em dời lịch học sang buổi   học sau( sau tết) ạ .. . rất mong được nhà trường phản hồi sớm. . em xin cảm ơn  /QUOTE . .",
            "Chào em,. . Phòng Đào tạo đã tiếp nhận thông tin xin hủy đăng ký học thí nghiệm trực tiếp của em.. . SV vui lòng theo dõi mail và thời khóa biểu được cập nhật Mybk/Thông tin sinh viên/Xem thời khóa biểu sau khi trường được hoạt động lại bình thường (dự kiến trong tháng 3/2022). . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Do em đã hoàn thành chương trình học, chỉ còn thiếu av nói viết để xét tốt nghiệp, nên học kỳ . . 1 năm 2020-2021 em không có đăng ký môn học. do đó em đã bị tạm dừng. em làm đơn này xin nhà trường thu nhận lại.. .",
            "Chào em,. . Phòng Đào tạo đã tiếp nhận đơn thu nhận của em.. . SV theo dõi tình trạng và quyết định sẽ cập nhật tại mybk/Thông tin Sinh viên (dự kiến cập nhật QD trong tháng 12/2021). . SV vui lòng theo dõi lịch học vụ và mail sinh viên để biết thời gian đăng ký môn học cho học kỳ tiếp theo. (SV ĐKMH vào đợt 2, 13 giờ ngày 23/12/21). . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Cho em hỏi là kì 212 có xét chứng chỉ AV để đăng kí LVTN không ạ?. . Rất mong nhận được câu trả lời của thầy/cô",
            "Chào em,. . Em vui lòng xem lại email PĐT đã gửi:. . - Nhà trường tạm thời không xét điều kiện: chuẩn tiếng Anh sau mỗi năm học (chuẩn Anh văn hàng năm), xét chuẩn CCAV quốc tế khi xét LVTN, chuẩn Giáo dục thể chất cho riêng HK chính 212 và HK dự thính 212.. . =  Nghĩa là phía sau dấu hai chấm là tạm thời không xét.. . Thân mến. . . . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính gửi, em tên [full_name] , MSSV [student_id][full_name] Hiện tại em đang có nhu cầu in 2 bản điểm của 2 học kỳ gần nhất để bổ sung vào hồ sơ học bổng của Khoa[full_name]Cho em hỏi cách đăng ký in 2 bản điểm và phương thức nhận như thế nào a[full_name] Có thể nhận online không a[full_name] Em cám ơn ạ[full_name] [full_name] Thịnh[full_name] [full_name]",
            "Chào em,. . Bảng điểm in có 2 loại. . - Bảng điểm tất cả các HK. . - Giấy xác nhận điểm trung bình. . Em đăng ký trên mybk/đăng ký in bảng điểm/.... . Thân mến"
        ]
    }
]