[
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Kính gửi PĐT,. . . . Em là [full_name], MSSV [student_id]8.. . . . Em xác nhận là đã mua BYHT cho năm học kế tiếp rồi ạ. Mong phòng đào tạo xác nhận và công nhận kết quả ĐKMH của em trong học kì tới.. . . . Em cảm ơn ạ,. . [full_name]",
            "Chào em,. . Em liên hệ phòng Công tác chính trị sv qua email [email] để được hướng dẫn nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Em chào cô,. . Em vẫn bị lỗi đó chưa ĐKTN đc ạ.. . Em cảm ơn cô.",
            "\"Chào bạn,. . Lỗi Đăng ký tốt nghiệp đã được khắc phục, em vui lòng vào đăng ký lại nhé. . Thân\""
        ]
    },
    {
        "intent": "",
        "message": [
            "Dạ thầy/cô,. . . . Hiện tại đang là thời gian đăng ký bảo hiểm trên Mybk. Tuy nhiên lúc em vào trang đăng ký thì mục \"Chọn loại bảo hiểm\" bị xám và không thể chọn đăng ký. Em có hỏi thăm vài bạn cùng khóa thì gặp tình trạng tương tự, cho em hỏi trường hợp này là bị gì ạ? . . . . Em cảm ơn thầy/cô!. . . .",
            "Chào em,. . Em liên hệ phòng Công tác chính trị sv qua email [email] để được hướng dẫn nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Kính gửi thầy cô,. . . . Cho em xin hỏi về lịch phản biện và bảo vệ LVTN HK 211 ạ. Và lúc trước em có đọc qua mail là có thể có đợt bảo vệ bổ sung thì sẽ có không ạ và nếu có thì ở thời gian nào ạ.. . . . Em xin cảm ơn.",
            "Chào em,. . Em vui lòng xem lại email PĐT đã gửi:. . \"Kế hoạch tổ chức thi học kỳ 1 năm 2021-2022\". . ...2. Thời gian Thi. . - Tuần 49-52 (ngày 6-31/12/2021). Riêng sinh viên (SV) chính quy khoá 2021, tuần thi . . là tuần 52 (ngày 27-31/12/2021).. . - Một số học phần kết thúc sớm có thể tổ chức thi ngay trong tháng 11/2021. . . - Phản biện và bảo vệ Luận văn tốt nghiệp (LVTN): theo Biểu đồ học tập hiện hành, . . tuần 51-52 (ngày 20-31/12/2021). Trường hợp cần thiết, sẽ có một đợt bảo vệ bổ sung . . cho các trường hợp đề tài bị ảnh hưởng nghiêm trọng bởi tình hình dịch Covid-19. . . Thời gian sẽ thông báo sau. . ...\". . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Cho em hỏi tại sao trong mục chọn loại bảo hiểm y tế cần mua, em lại không chọn được ạ.",
            "Chào em,. . Em liên hệ phòng Công tác chính trị sv qua email [email] để được hướng dẫn nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em là [full_name]. MSSV [student_id]. Hiện nay khi em bấm nộp đơn đăng ký xét tốt nghiệp thì bị lỗi như ảnh. Mong pđt sửa lỗi giúp em."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em tên là [full_name], lớp: CC18KHM1. . . . . . Tóm tắt sự việc là em đã đăng ký hủy hoãn thi, nhưng đến hôm thi em không bị vướng nữa, nên em quyết định tham gia thi tập chung, quay video, điểm danh đầy đủ như các bạn trong lớp. Hiện tại bảng điểm trên MyBK của em đang để trạng thái 14 là Hoãn thi. . . . . Em có gửi email trực tiếp tới Phòng đào tạo qua đường mail [email] nhưng không nhận được sự phản hồi, nên để đảm bảo em gửi thêm thông qua bksi để trình lên BLĐ Phòng.. . . . Thông tin chi tiết em có ghi đầy đủ trong \"Đơn xin hủy hoãn thi\" và một số hình ảnh kèm theo đính kèm theo.. . . . Em xin cám ơn và hi vọng nhận được sự phản hồi ạ.. . . . Thân mến, . . [full_name]. . . .",
            "Chào bạn. . Hồ sơ hủy hoãn thi của bạn đang làm, dự kiến tuần sau sẽ gởi quyết định và cập nhật điểm. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Kính gửi: Phòng đào tạo Trường đại học Bách Khoa thành phố Hồ Chính Minh.. . . . Em tên là Nguyễn Văn Tuân, MSSV [student_id], lớp XD14KT, ngành Kiến trúc, khoa Kỹ thuật Xây dựng.. . . . Sau đây em xin được trình bày về trường hợp của mình ạ. Em năm nay là sinh viên năm cuối, hiện đã hết thời gian đào tạo. Hiện tại em đã đạt hết các môn học trong chương trình đào tạo, ngoại trừ Đồ án tốt nghiệp và Chứng chỉ ngoại ngữ. Do đợt dịch vừa rồi nên em đã và đang được nhà trường cho phép làm Đồ án tốt nghiệp mà không xét đủ điều kiện TOEIC 450, và học kỳ này em chỉ đạt được TOEIC 430 thôi ạ. Vậy nên hôm nay em viết đơn này, kính mong thầy cô cho phép em được gia hạn thêm 01 học kỳ, để em có khả năng hoàn thành kịp chương trình đào tạo. Rất mong thầy cô tạo điều kiện giúp em đợt này, em sẽ cố gắng hết sức để hoàn thành mục tiêu ạ. Em cảm ơn thầy cô rất nhiều!. . . . Em gửi thầy cô hình chụp kết quả TOEIC đính kèm bên dưới ạ.. .",
            "Kính gửi: Phòng đào tạo Trường đại học Bách Khoa thành phố Hồ Chí Minh.. . . . Em tên là [full_name], MSSV [student_id], lớp XD14KT, ngành Kiến trúc, khoa Kỹ thuật Xây dựng.. . . . Sau đây em xin được trình bày về trường hợp của mình ạ. Em năm nay là sinh viên năm cuối, hiện đã hết thời gian đào tạo. Hiện tại em đã đạt hết các môn học trong chương trình đào tạo, ngoại trừ Đồ án tốt nghiệp và Chứng chỉ ngoại ngữ. Do đợt dịch vừa rồi nên em đã và đang được nhà trường cho phép làm Đồ án tốt nghiệp mà không xét đủ điều kiện TOEIC 450, và học kỳ này em chỉ đạt được TOEIC 430 thôi ạ. Vậy nên hôm nay em viết đơn này, kính mong thầy cô cho phép em được gia hạn thêm 01 học kỳ, để em có khả năng hoàn thành kịp chương trình đào tạo. Rất mong thầy cô tạo điều kiện giúp em đợt này, em sẽ cố gắng hết sức để hoàn thành mục tiêu ạ. Em cảm ơn thầy cô rất nhiều!. . . . Em gửi thầy cô hình chụp kết quả TOEIC đính kèm bên dưới ạ.",
            "Em xin gửi thầy cô hình ảnh Đơn viết tay đính kèm ạ.",
            "Chào bạn. . PDT đã tiếp nhận và đang xử lý đơn kéo dài thời gian học vào HK2(2021-2022) của bạn.. . PDT sẽ phản hồi  file scan quyết định kéo dài  cho sinh viên tại  BKSI  trễ nhất là 23/12/2021. . - Xem chi tiết Lịch đăng ký môn học + đăng ký tốt nghiệp của Hk212 tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ để biết thời gian đăng ký môn học hoặc đăng ký tốt nghiệp. . - Quy chế đào tạo và học vụ: xem chi tiết tại trang web aao.hcmut.edu.vn   Sinh viên   Quy chế-Quy định  Học vụ. . Thân. .",
            "\". . Chào bạn. . Pdt gởi scan quyết định  kéo dài thời gian đào tạo theo file đính kèm. . - Đến 13g 23/12 bạn vào dkmh Theo Lịch học vụ. . - Nếu không dkmh được bạn có thể gởi yêu cầu đkmh: ghi rõ tên môn học + MSMH kèm bản qd kéo dài thời gian đào tạo  cho Pdt. . Thân\""
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em không đăng kí môn cho học kì 1 2021-2022. Em đã hoàn thành việc bảo vệ luận văn tốt nghiệp, còn thiếu toeic 2 kỹ năng còn lại. Trong trường hợp không thể hoàn thành toeic 2 kỹ năng để tốt nghiệp, em cần làm đơn như thế nào để được tiếp tục duy trì tình trạng học để có thời gian hoàn thành anh văn để ra trường ạ. Em cảm ơn ạ.",
            "Chào em,. . Em tải biểu mẫu thu nhận, điền đầy đủ thông tin gửi lại bksi nhé.. . http://www.aao.hcmut.edu.vn/sinh viên/biểu mẫu. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Em muốn đăng kí nộp bằng nhưng em không đăng kí được ạ, em nên làm như thế nào ạ?. .",
            "Chào em,. . SV đăng ký mà vào không đúng thời gian mở, trước 20/12/2021 và sau 22/01/2022 thì SV sẽ không ấn được nút \"xác nhận đăng ký\".. . Vì vậy SV phải vào đăng ký đúng thời gian PĐT đã thông báo. (PĐT mở từ 0h ngày 20/12/2021 đến 0h ngày 22/01/2022). . Thân mến. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Thưa thầy cô,. . Em là [full_name], trong đợt vừa qua, sau khi thực hiện hoàn chỉnh bổ sung các môn còn thiếu để thực hiện đăng kí tốt nghiệp, em không thể vào trang đăng kí được nữa và đồng thời các thông tin về tốt nghiệp của em cũng không được cập nhật. Em mong thầy cô có thể thông báo cho em về tình trạng đăng kí tốt nghiệp của em và các hướng xử lý. Em mong sớm nhận được phản hồi từ thầy cô ạ. . . . . Sinh viên,. . [full_name]",
            "\"Chào bạn,. . PDT đã ghi nhận yêu cầu về đăng ký xét TN của bạn. SV vui lòng theo dõi email  và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 21/12/2021 SV vẫn chưa nhận được mail hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 11/2021 (cập nhật mới gia hạn thời gian xử lý tốt nghiệp). . Thân. . \""
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Dạ em đã đạt môn Trang bị điện - điện tử trong máy công nghiệp trong HK202, nhưng chưa được nhập điểm do chưa tới đợt nhập điểm. Em muốn viết đơn xác nhận đã đạt môn học để giáo viên bộ môn ký xác nhận cho em đã đạt môn học này, để em có đủ điều kiện đăng kí tốt nghiệp. Em muốn hỏi là có thể lấy biểu mẫu này ở đâu ạ, em tìm trên aao mà không thấy ạ. Và có còn cách nào khác để pđt xác nhận là em đã đạt môn này không ạ. Em xin cảm ơn ạ.",
            "Chào em,. . Điểm do GV nhập, bảng điểm [full_name] gửi PĐT. Em vui lòng liên hệ [full_name], GV nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            ". . ﻿Thầy/cô/admin cho em hỏi môn Pháp luật Việt Nam đại cương học theo mã môn học cũ (008001) thay vì môn học mới (SP1007) thì có được tính vào số tín chỉ tích lũy ngành không ạ hay phải học lại mã mới? Em cảm ơn nhiều ạ.. .",
            "Chào bạn,. . Về Chương trình Đào tạo, danh sách môn tương đương…, bạn vui lòng xem tại:. . aao.hcmut.edu.vn/Sinh viên/Chương trình Đào tạo. . Sinh viên thắc mắc về CTĐT vui lòng liên hệ về Khoa xin gặp Thầy/Cô Phụ trách về CTĐT để được tư vấn và hỗ trợ thêm.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Dạ anh/ chị cho em hỏi với ạ, em là sinh siên năm 2, đợt trước em có đăng ký đi học offline thí nghiệm vì còn thiếu 1 buổi của kì 202 và đã đủ tiêm 2 mũi cũng được di chuyển thoải mái. Nhưng đó giờ lâu quá không có thông báo nữa nên em đã về quê (không còn ở HCM nữa) thì em không tham dự buổi thí nghiệm và học chung với mọi người sau khi có lịch chính thức được đúng không ạ? Em xin cảm ơn.",
            "Chào em,. . Phòng Đào tạo đã tiếp nhận thông tin xin hủy đăng ký học thí nghiệm trực tiếp của em.. . SV vui lòng theo dõi mail và thời khóa biểu được cập nhật Mybk/Thông tin sinh viên/Xem thời khóa biểu sau khi trường được hoạt động lại bình thường (dự kiến trong tháng 3/2022). . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Chào thầy/cô. . Em đang là sinh viên k17 đã đủ điều kiện tốt nghiệp. Tuy nhiên em xem lại tình trạng sinh viên lại ghi là tạm dừng vì không đang kí môn học học kì 1 (2021-2022) nên dem không thể thực hiện đăng kí được ạ.. . Em rất mong thầy/cô xem lại giúp em.. . Em cảm ơn thầy/cô",
            "\"Chào bạn,. . PDT đã ghi nhận yêu cầu về đăng ký xét TN của bạn. SV vui lòng theo dõi email  và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 21/12/2021 SV vẫn chưa nhận được mail hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 11/2021 (cập nhật mới gia hạn thời gian xử lý tốt nghiệp). . Thân. . \""
        ]
    },
    {
        "intent": "",
        "message": [
            "B Dạ thưa các thầy cô là bên đhqg đã có mail cho em từ 16/10 là sẽ gửi giấy điểm đgnl qua đường bưu điện nhưng hiện tại là em vẫn chưa có ạ,bây giờ em phải làm sao ạ",
            "Chào em,. . Em vui lòng xem lại email PĐT đã gửi\". . NHẮC: V/v CÁCH THỨC NỘP HỒ SƠ NHẬP HỌC SV K21 BỔ SUNG. . .... . Mọi thắc mắc, khiếu nại sinh viên vui lòng liên hệ mail: huongthuy@hcmut.edu.vn để được tư vấn và hỗ trợ kịp thời.\". . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Dạ anh/ chị cho em hỏi với ạ, em là sinh siên năm 2, em vừa nhận được mail đóng bhyt, mà bhyt của em là thời hạn 5 năm liên tục từ 1/10/2020 nên đến giờ vẫn còn hạn sử dụng, nhưng hồi đầu năm nhất vẫn đóng ạ. Như vậy thì năm nay em có phải đóng tiếp không ạ? Tại em thấy là ghi là bắt buộc nên không hiểu lắm.. . . . Em xin cảm ơn.",
            "Chào em,. . Em liên hệ phòng Công tác chính trị sv qua email [email] để được hướng dẫn nhé.. . Thân mến. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Dạ như yêu cầu của phòng đào tạo, em gửi lại đơn xin phép đi học trực tiếp có bổ sung môn học em muốn đăng kí. Kính mong phòng đào tạo xem xét ạ. Em chân thành cảm ơn.. .",
            "Chào em,. . Phòng Đào tạo đã tiếp nhận thông tin đăng ký học thí nghiệm trực tiếp của em, dự kiến TKB sẽ cập nhật trước ngày 13/12/2021.. . SV vui lòng theo dõi mail và thời khóa biểu được cập nhật Mybk/Thông tin sinh viên/Xem thời khóa biểu. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Dạ em xin chào thầy/cô ạ,. . Em có đăng ký học trực tiếp tại trường nhưng chưa có thời khóa biểu.. . Em gửi đơn này để trình bày nguyện vọng được tham gia học các môn TH/TN HK211.. . . . Thông tin các môn học TH/TN Hk211 gồm có:. . - Thực tập điện 1 (EE2025). . - Thực tập điện tử 1 (EE2023). . - Thí nghiệm cơ sở điện tử công suất (EE2022). . . . Em rất mong Phòng Đạo tạo xem xét để em có thể quay lại trường học ạ.. . Em xin chân thành cảm ơn ạ.",
            "Chào em,. . Phòng Đào tạo đã tiếp nhận thông tin đăng ký học thí nghiệm trực tiếp của em, dự kiến TKB sẽ cập nhật trước ngày 13/12/2021.. . SV vui lòng theo dõi mail và thời khóa biểu được cập nhật Mybk/Thông tin sinh viên/Xem thời khóa biểu. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Em là [full_name], lớp CC21HKG1, MSSV [student_id]. Em muốn hỏi là em đã nộp đầy đủ hồ sơ ưu tiên xét tuyển về trường (ngày 15/06/2021-qua bưu điện), nhưng trường báo về là em chưa nộp đầy đủ. Em nên làm sao ạ?. . Mong Phòng đào tạo sớm trả lời em!. . Trân trọng,. . [full_name]",
            "Chào em,. . Em vui lòng xem lại email PĐT đã gửi:. . NHẮC: V/v CÁCH THỨC NỘP HỒ SƠ NHẬP HỌC SV K21 BỔ SUNG. . Hộp thư đến. . . . support.stu@hcmut.edu.vn. . Tệp đính kèm. . 09:34 (1 giờ trước). . tới loc.dangchon. . . . Thân gửi Tân sinh viên,. . . . Theo qui định, sau khi được Trường xác nhận nhập học, bạn phải nộp Hồ sơ nhập học đầy đủ để Trường tổng hợp gửi danh sách lên Bộ.. . . . Hiện bạn còn thiếu các giấy tờ bắt buộc phải nộp sau khi Phòng đào tạo hậu kiểm hồ sơ. (file đính kèm hồ sơ thiếu phải bổ sung K2021).. . . . Bạn hãy kiểm tra danh sách đính kèm và nhanh chóng nộp bổ sung hoàn tất trước ngày 15/12/2021 về cho PĐT cập nhật.. . . . Cách thức gửi qua bưu điện đến địa chỉ: Phòng Đào tạo Trường ĐHBK 268 Lý Thường Kiệt, P.14, Q.10, Tp.HCM (trên phong bì ghi rõ nội dung nộp hồ sơ nhập học Tân SV K21).. . . . Sau thời hạn trên nếu Phòng đào tạo chưa nhận được hồ sơ bổ sung, bạn sẽ bị loại khỏi danh sách trúng tuyển và xác nhận nhập học tại trường. . . . . Mọi thắc mắc, khiếu nại sinh viên vui lòng liên hệ mail: huongthuy@hcmut.edu.vn để được tư vấn và hỗ trợ kịp thời.. . . .  . . . . Trân trọng thông báo."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV: [student_id]  /b \t. . . . Em chào thầy/cô [full_name]T,. . Học kì 211 vừa rồi do không có TKB nên em bị xếp vào diện buộc tạm dừng học theo quyết định 2869/QĐ-ĐHBK.. . Nay em gửi đơn xin thu nhận lại mong [full_name]T xem xét và chấp thuận để em được tiếp tục học tập tại trường.. . . . Em xin chân thành cảm ơn.",
            "Chào em,. . Phòng Đào tạo đã tiếp nhận đơn thu nhận của em.. . SV theo dõi tình trạng và quyết định sẽ cập nhật tại mybk/Thông tin Sinh viên (dự kiến cập nhật QD trong tháng 12/2021). . SV vui lòng theo dõi lịch học vụ và mail sinh viên để biết thời gian đăng ký môn học cho học kỳ tiếp theo. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "B Tốt nghiệp .   /B . .   I Dạ cho em hỏi tại sao em đã đủ điều kiện đăng ký tốt nghiệp nhưng sau khi đã điền đầy đủ thông tin và thêm ảnh thì lúc bấm nút đăng ký bị lỗi ạ. Em mong anh/ chị giúp đỡ cho em ạ.. .   /B",
            "\"Chào bạn,. . Lỗi Đăng ký tốt nghiệp đã được khắc phục, em vui lòng vào đăng ký lại nhé. . Thân\""
        ]
    },
    {
        "intent": "",
        "message": [
            "Em muốn hỏi về việc hoãn thi học kỳ HK1 (2021-2022) này ạ. Làm sao để đăng ký hoãn thi ạ. Em cảm ơn ạ.. . . .",
            "Chào em,. . Em vui lòng xem lại email PĐT đã gửi:. . \"Kế hoạch tổ chức thi học kỳ 1 năm 2021-2022\". . ...5. Hướng dẫn đăng ký hoãn thi Cuối kỳ, dự thi. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "B   /B Yêu cầu khác: Em xin chào anh/chị ạ,. . Cho em hỏi khi em thanh toán BHYT 1 năm vào ngày 22/11/2021 trên hệ thống OCB đã trừ tiền mà ở trên Bkpay vẫn chưa xác nhận em đã thanh toán !. . Mã giao dịch: FT21326LCFTL\\BNK. . Kính mong anh/chị có thể kiểm tra lại giúm em . . Em xin cảm ơn",
            "Em xin gửi hình minh chứng lịch sử giao dịch ạ",
            "Chào em,. . Em liên hệ phòng Công tác chính trị sv qua email [email] để được hướng dẫn nhé.. . Thân mến. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em tên [full_name]. MSSV: [student_id]. . Em xin phòng đào tạo cập nhật môn học tương đương của môn học CI3075 - Xây dựng & khai thác đường (3 tín chỉ). Em học môn học tương đương là CI3221 - ĐAMH thiết kế đường (1 tín chỉ) HK 2 năm học 2019-2020 + CI3219 Xây dựng & khai thác đường HK1 năm học 2020-2021. Em rất mong PĐT sớm cập nhật điểm và danh sách tốt nghiệp dùm em để em có bằng và nộp vào Công ty đang làm ạ. Em xin chân thành cảm ơn các thầy các cô ạ.. . . .",
            "Chào em,. . Em cần làm đơn gửi email [email]  để PĐT kiểm tra rồi trả lời em nhé.. . Thân mến. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em chào quý thầy/ cô!. . . . Em là SV hệ VLVH, thầy/ cô cho em hỏi điểm tổng kết môn học bao nhiêu điểm mới tính là qua môn ạ. . Tại vì có nhiều luồng thông tin về điểm tổng kết, nên em chưa biết là trên bao nhiêu điểm sẽ được tính là qua môn.. . Rất mong quý thầy/ cô cho em thông tin ạ. . Em cảm ơn.",
            "Chào em,. . Em vui lòng xem quy chế. . http://www.aao.hcmut.edu.vn/quy chế quy định/học vụ/- Quy chế đào tạo và học vụ bậc đại học, cao đẳng/điều 15. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Dạ Em chào Thầy/Cô . Hiện tại thì trên mybk mục 12 của em vẫn chưa cập nhật lên môn em hoãn kì 202 ạ . Vậy em có thể làm gì để hoãn qua kì 212 ạ. .",
            "Chào em,. . Em vui lòng xem email PĐT đã gửi:. . \"Quy trình Hoãn thi HK211 và Xóa điểm hoãn thi HK202&203. . Hộp thư đến. . . . - Ho Tro SV   [email] . . 15:31 (59 phút trước). . tới stu.all, \". . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Dạ chào thầy cô, cho em hỏi là nếu mình hoãn thi thì kỳ sau thi lại điểm sẽ tính thế nào ạ? . . Em cảm ơn.",
            "Chào em,. . Em xem quy chế hoãn thi nhé. . •\tQuy định hoãn thi (HT): xem chi tiết tại khoản 17.2 Điều 17 trong Quy chế đào tạo và học vụ (aao.hcmut.edu.vn    Sinh viên    Quy chế).. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Kính chào Phòng đào tạo. . . . Em là [full_name]. . MSSV: [student_id]. . . . Hiện tại em đăng ký Tốt nghiệp nhưng khi nhấn nộp đơn xét Tốt nghiệp thì xuất hiện lỗi như hình đính kèm ( lỗi ở hình [full_name]02.jpg).. . . . Em cần sự hỗ trợ nhanh chóng từ Phòng đào tạo để có thể đăng ý Tốt nghiệp.. . . . Em rất cần bằng Tốt nghiệp để bổ sung Hồ sơ việc làm cho Công ty.. . . . Em xin cảm ơn.. . . . Trân trọng./.. . [full_name]"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Kính gửi Phòng Đào Tạo. . Em là [full_name] MSSV: [student_id]. . Em đã đăng ký, đóng tiền và nhận được mail báo đăng ký tốt nghiệp đã được xác nhận. Nhưng hôm nay em vào lại trang đăng ký tốt nghiệp thì vẫn hiển thị \"không được phép đăng ký tốt nghiệp (Tạm dừng)\", cho em hỏi là em đã đăng ký thành công chưa và khi nào thì em được nhận bằng tốt nghiệp tạm thời. Mong pdt xem xét giải quyết giúp em.. . Em xin cảm ơn.",
            "\"Chào em,. . không sao bạn, PDT sẽ tự động ra thu nhận lại và quyết định tốt nghiệp cho bạn.. . SV đã đăng ký tốt nghiệp thành công, vui lòng đợi mail thông báo lên nhận bằng từ Phòng Đào tạo. . Thân\""
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Kính gửi phòng đào tạo,. . Dạ cho em hỏi khi nào thì e-learning của mình vào lại mượt ạ. Thật sự em làm quiz mà tính thời gian thì chuyển câu rất lâu ạ. Mong phòng đào tạo gấp rút xử lý.. . . . Em cảm ơn. . Trân trọng",
            "Chào em,. . PĐT đã gửi email đến sv:. . \"T/báo về hệ thống BKeL. . Hộp thư đến. . . . - Ho Tro SV   [email] . . 17:48, Th 4, 1 thg 12 (13 ngày trước). . tới stu.all, bcc: tôi. . . . Gửi các bạn Sinh viên,. . . .  . . . . Hệ thống e-learning BKeL của trường ta đang ở tình trạng không ổn định, dữ liệu quá lớn. Tổ kỹ thuật BKeL đang liên tục điều chỉnh, sửa chữa, xoá bớt các dữ liệu cũ từ trước học kỳ 1/2018-2019, để tiếp tục phục vụ việc dạy và học của trường.. . . .  . . . . Chúng tôi kỳ vọng hệ thống sẽ hoạt động ổn định chậm nhất vào cuối tuần này, Chủ Nhật 05/12/2021.. . . .  . . . . Do tính bất ổn định của hệ thống BKeL hiện nay, được sự chỉ đạo của Ban Giám hiệu, Phòng Đào tạo đề nghị Quý Thầy Cô sử dụng hệ thống thi BKeX cho việc tổ chức thi cuối kỳ để đảm bảo an toàn và thuận tiện.. . . .  . . . . Trong tương lai, trường sẽ chuẩn bị một hệ thống mới với các quy định mới và dự kiến áp dụng từ học kỳ 2/2021-2022.. . . .  . . . . Chúng tôi rất tiếc về sự cố lần này. Kính mong Quý Thầy Cô và Sinh viên tiếp tục cùng đồng hành với nhà trường trong việc đảm bảo chất lượng dạy và học.. . . .  . . Trân trọng thông báo.\". . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Chuyện là lúc trước em có đăng ký học trực tiếp qua mail. Mà lúc đó em nghĩ khi trường có thời khóa biểu học thì ktx cũng mở cửa. Nhưng tuần sau em có lịch học thí nghiệm mà em đang ở quê không lên được. Em có thể dời lịch học lại, rồi học chung với mấy bạn còn lại chưa đăng ký  không ạ. Và em có cần nhắn tin xin trực tiếp thầy/cô dạy TN không ạ. Em cảm ơn",
            "Chào em,. . Phòng Đào tạo đã tiếp nhận thông tin xin hủy đăng ký học thí nghiệm trực tiếp của em.. . SV vui lòng theo dõi mail và thời khóa biểu được cập nhật Mybk/Thông tin sinh viên/Xem thời khóa biểu sau khi trường được hoạt động lại bình thường (dự kiến trong tháng 3/2022). . Thân mến. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Câu hỏi: Em xin hỏi về giấy giới thiệu UTXT. Lúc làm bộ hồ sơ UTXT, em không biết đến giấy này, nhà trường xin cho em hỏi em có được giấy này bằng cách nào ạ?",
            "Chào em,. . Em vui lòng xem lại email PĐT đã gửi:. . NHẮC: V/v CÁCH THỨC NỘP HỒ SƠ NHẬP HỌC SV K21 BỔ SUNG. . Hộp thư đến. . . . support.stu@hcmut.edu.vn. . Tệp đính kèm. . 09:34 (1 giờ trước). . . . Thân gửi Tân sinh viên,. . . . Theo qui định, sau khi được Trường xác nhận nhập học, bạn phải nộp Hồ sơ nhập học đầy đủ để Trường tổng hợp gửi danh sách lên Bộ.. . . . Hiện bạn còn thiếu các giấy tờ bắt buộc phải nộp sau khi Phòng đào tạo hậu kiểm hồ sơ. (file đính kèm hồ sơ thiếu phải bổ sung K2021).. . . . Bạn hãy kiểm tra danh sách đính kèm và nhanh chóng nộp bổ sung hoàn tất trước ngày 15/12/2021 về cho PĐT cập nhật.. . . . Cách thức gửi qua bưu điện đến địa chỉ: Phòng Đào tạo Trường ĐHBK 268 Lý Thường Kiệt, P.14, Q.10, Tp.HCM (trên phong bì ghi rõ nội dung nộp hồ sơ nhập học Tân SV K21).. . . . Sau thời hạn trên nếu Phòng đào tạo chưa nhận được hồ sơ bổ sung, bạn sẽ bị loại khỏi danh sách trúng tuyển và xác nhận nhập học tại trường. . . . . Mọi thắc mắc, khiếu nại sinh viên vui lòng liên hệ mail: huongthuy@hcmut.edu.vn để được tư vấn và hỗ trợ kịp thời.. . . .  . . . . Trân trọng thông báo."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Kính gửi thầy/cô Phòng Đào Tạo - Đại học Bách Khoa TP.HCM,. . . . . . Em là [full_name], MSSV [student_id], sinh viên khoa Quản Lý Công Nghiệp, lớp QL170102.. . . . . . Em gửi mail này mong thầy/cô xem xét và giải đáp giúp em tình trạng: . . . . . . Em đã học đủ số tín chỉ theo chương trình đào tạo công bố trên cổng thông tin của trường nhưng số tín chỉ tích lũy ngành và tín chỉ tích lũy bị lệch 21 chỉ (TCTL=149; TCTLN= 128).. . . . Nếu có thể, em mong muốn nhận được \"file ghi nhận các môn đạt\" của minh để có thể biết sự chênh lệch này đến từ đâu.. . . . Em cảm ơn,. . . . . . . .",
            "Chào em,. . - STCTL ngành chưa có cập nhật lên Mybk được do chưa có điểm của tất cả sv chứ không phải của 1 mình em.. . - Khi sv cần in bảng điểm thì sẽ có đầy đủ ĐTB tính đến thời điểm sv đăng ký in.. . Thân mến. . . . . . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Dạ em chào thầy cô của phòng Đào tạo ạ. . Em tên là [full_name], sinh viên ngành kĩ thuật cơ khí chất lượng cao. . Em không đăng kí kịp đợt đăng kí lớp thí nghiệm thì có bị làm sao không ạ?. . Nếu bây giờ em đăng kí thì có được không ạ?. . Em cảm ơn thầy cô ạ . . . .",
            "Chào em,. . Em vui lòng gửi lại nội dung có mã số môn học, tên môn học, học kỳ.. . Thân mến. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Xin chào thầy / cô,. . Em muốn xin hóa đơn học phí dự thính HK211 (Bản PDF). . . Em có liên lạc qua mail nhưng chưa nhận được phản hồi. Em đang cần hóa đơn cho việc xin học bổng. Cảm ơn cô / thầy rất nhiều !. . . . Họ và tên: [full_name]. . MSSV: [student_id]",
            "Chào em,. . Em liên hệ với phòng Kế hoạch tài chính qua email [email] để được hỗ trợ nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Chào thầy cô,. . . . Em là [full_name], mssv [student_id]. Hiện em đã nhận được mail thông báo trường rằng bằng HS giỏi em nộp chưa công chứng. Tuy nhiên, theo em được biết thì trong bộ hồ sơ tân sinh viên không yêu cầu nộp bằng HS giỏi. Mặc khác, hiện tại chúng em chưa có bằng HS giỏi mà chỉ có giấy chứng nhận HS giỏi. Cho em hỏi rằng em nộp bản công chứng giấy chứng nhận HS giỏi được không?  Và nếu nộp thì em chuyển phát nhanh bản công chứng giấy chứng nhận HS giỏi về phòng đào tạo của trường hay phải đến tận trường nộp trực tiếp ạ?. . . . Cảm ơn thầy cô đã dành thời gian ra đọc câu hỏi của em. Mong thầy cô sớm hồi âm. Em xin cảm ơn.",
            "Chào em,. . Em vui lòng xem lại email PĐT đã gửi:. . NHẮC: V/v CÁCH THỨC NỘP HỒ SƠ NHẬP HỌC SV K21 BỔ SUNG. . Hộp thư đến. . . . support.stu@hcmut.edu.vn. . Tệp đính kèm. . 09:34 (1 giờ trước). . . . Thân gửi Tân sinh viên,. . . . Theo qui định, sau khi được Trường xác nhận nhập học, bạn phải nộp Hồ sơ nhập học đầy đủ để Trường tổng hợp gửi danh sách lên Bộ.. . . . Hiện bạn còn thiếu các giấy tờ bắt buộc phải nộp sau khi Phòng đào tạo hậu kiểm hồ sơ. (file đính kèm hồ sơ thiếu phải bổ sung K2021).. . . . Bạn hãy kiểm tra danh sách đính kèm và nhanh chóng nộp bổ sung hoàn tất trước ngày 15/12/2021 về cho PĐT cập nhật.. . . . Cách thức gửi qua bưu điện đến địa chỉ: Phòng Đào tạo Trường ĐHBK 268 Lý Thường Kiệt, P.14, Q.10, Tp.HCM (trên phong bì ghi rõ nội dung nộp hồ sơ nhập học Tân SV K21).. . . . Sau thời hạn trên nếu Phòng đào tạo chưa nhận được hồ sơ bổ sung, bạn sẽ bị loại khỏi danh sách trúng tuyển và xác nhận nhập học tại trường. . . . . Mọi thắc mắc, khiếu nại sinh viên vui lòng liên hệ mail: huongthuy@hcmut.edu.vn để được tư vấn và hỗ trợ kịp thời.. . . .  . . . . Trân trọng thông báo."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em chào thầy cô ở Phòng Đào Tạo. . Em là [full_name] - MSSV : [student_id]. . Em có nhận được mail thiếu bộ hồ sơ nhập học UTXT. Em mong được kiểm tra lại vấn đề này ạ bởi như trong hình xác nhận của mybk nhập học này thì trường đã nhận được hồ sơ của em rồi ạ. Em cảm ơn !",
            "Chào em,. . Em vui lòng xem lại email PĐT đã gửi:. . \"NHẮC: V/v CÁCH THỨC NỘP HỒ SƠ NHẬP HỌC SV K21 BỔ SUNG. . Hộp thư đến. . . . support.stu@hcmut.edu.vn. . Tệp đính kèm. . 09:34 (1 giờ trước). . . . Thân gửi Tân sinh viên,. . . . Theo qui định, sau khi được Trường xác nhận nhập học, bạn phải nộp Hồ sơ nhập học đầy đủ để Trường tổng hợp gửi danh sách lên Bộ.. . . . Hiện bạn còn thiếu các giấy tờ bắt buộc phải nộp sau khi Phòng đào tạo hậu kiểm hồ sơ. (file đính kèm hồ sơ thiếu phải bổ sung K2021).. . . . Bạn hãy kiểm tra danh sách đính kèm và nhanh chóng nộp bổ sung hoàn tất trước ngày 15/12/2021 về cho PĐT cập nhật.. . . . Cách thức gửi qua bưu điện đến địa chỉ: Phòng Đào tạo Trường ĐHBK 268 Lý Thường Kiệt, P.14, Q.10, Tp.HCM (trên phong bì ghi rõ nội dung nộp hồ sơ nhập học Tân SV K21).. . . . Sau thời hạn trên nếu Phòng đào tạo chưa nhận được hồ sơ bổ sung, bạn sẽ bị loại khỏi danh sách trúng tuyển và xác nhận nhập học tại trường. . . . . Mọi thắc mắc, khiếu nại sinh viên vui lòng liên hệ mail: huongthuy@hcmut.edu.vn để được tư vấn và hỗ trợ kịp thời.. . . .  . . . . Trân trọng thông báo.\"",
            "Em đã xem kĩ mail của PĐT rồi ạ. Nhưng em vẫn không biết em thiếu gì mà lại ghi em thiếu cả bộ hồ sơ ạ. Em có đính kèm hình ảnh ở trên là xác nhận trường đã nhận được hồ sơ của em. Bây giờ phiếu điểm và các phiếu đã nộp hết rồi. Có những phiếu chỉ có duy nhất em cũng đã nộp nên làm sao nộp lại được ạ. Em mong được kiểm tra lại vì trên mybk nhập học đã nhận được hồ sơ của em từ tháng 9 rồi ạ!",
            "Chào em,. . Mọi thắc mắc, khiếu nại sinh viên vui lòng liên hệ mail: [email] để được tư vấn và hỗ trợ kịp thời.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Dạ em chào thầy/cô ạ.. . Vào ngày 11/12 tới thì em có lịch thi cuối kỳ môn hóa hữu cơ, nhưng ko may là vào hôm đấy em bị trùng với lịch đi tiêm vaccin mũi 2 ở địa phương. . . Nên em có làm đơn xin vắng thi cuối kỳ môn hóa hữu cơ vào lúc 14h00 ngày 11/12/2021, nhóm L02-A. Phiếu đăng ký vắng thi em để trong file đính kèm.. . Em mong PĐT chấp nhận yêu cầu này. em xin chân thành cảm ơn ạ.",
            "Chào em,. . Em vui lòng xem lại email PĐT đã gửi: . . \"Kế hoạch tổ chức thi học kỳ 1 năm 2021-2022\". . Cô chỉ trích lượt:. . \"5. Hướng dẫn đăng ký hoãn thi Cuối kỳ, dự thi. . - Sinh viên không đáp ứng các yêu cầu về trang thiết bị điện tử, đường truyền như . . trong hướng dẫn thi trực tuyến được phép đăng ký hoãn thi Cuối kỳ trực tuyến. . . Trường hợp này, SV sẽ đăng ký Hoãn thi(HT) Cuối kỳ tại trang Mybk.hcmut.edu.vn . .    Ứng dụng cho Sinh viên    12. Đăng ký hoãn thi Cuối kỳ (Ứng dụng dự kiến bắt . . đầu mở cho Sinh viên đăng ký từ đầu tháng 12/2021 thời gian đăng ký hoãn thi theo . . quy đinh: trong vòng 5 ngày tính từ ngày vắng thi (chỉ tính ngày làm việc)), Sau khi . . SV đăng ký hoãn thi PĐT sẽ hậu kiểm các tình huống cấm thi hoặc không đủ điều . . 2. . kiện hoãn thi với Giảng viên/Bộ môn/Khoa trước khi ra quyết định cho phép hoãn thi.. . Trường hợp đặc biệt, nhà trường sẽ xem xét riêng. Nếu SV được nhận điểm hoãn thi . . Cuối kỳ thì sẽ được phép thi vào lần tổ chức kế tiếp của học phần trong thời hạn tối . . đa 01 năm theo quy định.\". . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: G[student_id]  /b \t. . . .   i Yêu cầu khác . Thân chào anh/chị,. . . . Em vừa nộp mẫu đơn xin chuyển hệ VHVL đến PĐT hôm ngày 1/12/2021 và đã được xác nhận xử lý. Em xin được phép hỏi là em có thể đăng ký MH trong đợt đăng ký hiện tại không (em không vào được trang ĐKMH, thông tin trong ảnh đính kèm) và để chuyển kết quả học tập từ chương trình CQ, em có cần thực hiện thủ tục gì không ạ ?. . . . Em xin chân thành cảm ơn,. . . . [full_name] [full_name]",
            "Chào em,. . Hiện tại chưa có đợt đăng ký MH, em xem lịch học vụ để đăng ký môn học vào đợt 2.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Dạ xin chào các thầy cô tại Phòng Đào tạo. Em là [full_name], MSSV: [student_id], hiện đang học hệ chất lượng cao.. . Vừa rồi em có nhận được thông báo nộp bổ sung Sơ yếu lí lịch bản thân từ Phòng Đào tạo ạ. . . Câu hỏi của em là: Em có bắt buộc phải gửi bưu điện về cho Phòng Đào tạo hay không hay có thể trực tiếp lên trường để gửi ạ? Và nếu có thể trực tiếp lên trường thì em phải nộp ở đâu ạ?. . Em xin chào các thầy cô tại Phòng Đào tạo ạ.. . Trân trọng./.",
            "Chào em,. . Em vui lòng xem email PĐT đã gửi:. . NHẮC: V/v CÁCH THỨC NỘP HỒ SƠ NHẬP HỌC SV K21 BỔ SUNG. . Hộp thư đến. . . . support.stu@hcmut.edu.vn. . Tệp đính kèm. . 09:34 (1 giờ trước). . . . Thân gửi Tân sinh viên,. . . . Theo qui định, sau khi được Trường xác nhận nhập học, bạn phải nộp Hồ sơ nhập học đầy đủ để Trường tổng hợp gửi danh sách lên Bộ.. . . . Hiện bạn còn thiếu các giấy tờ bắt buộc phải nộp sau khi Phòng đào tạo hậu kiểm hồ sơ. (file đính kèm hồ sơ thiếu phải bổ sung K2021).. . . . Bạn hãy kiểm tra danh sách đính kèm và nhanh chóng nộp bổ sung hoàn tất trước ngày 15/12/2021 về cho PĐT cập nhật.. . . . Cách thức gửi qua bưu điện đến địa chỉ: Phòng Đào tạo Trường ĐHBK 268 Lý Thường Kiệt, P.14, Q.10, Tp.HCM (trên phong bì ghi rõ nội dung nộp hồ sơ nhập học Tân SV K21).. . . . Sau thời hạn trên nếu Phòng đào tạo chưa nhận được hồ sơ bổ sung, bạn sẽ bị loại khỏi danh sách trúng tuyển và xác nhận nhập học tại trường. . . . . Mọi thắc mắc, khiếu nại sinh viên vui lòng liên hệ mail: huongthuy@hcmut.edu.vn để được tư vấn và hỗ trợ kịp thời.. . . .  . . . . Trân trọng thông báo."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em xin chào quý thầy cô. . Học kỳ 211 em có đăng ký thẻ bảo hiểu y tế và nộp tiền tại phòng y tế (lối vào cổng Tô Hiến Thành).. . Nhưng vì một số trục trặc hệ thống nên mà  khi em gặp mấy cô y tế hỏi thì mấy cô ở đó nói coi như học kỳ 211 em không có bảo hiểm y tế còn tiền thì mấy cô sẽ đóng cho học kỳ 212.. . . . Cho em hỏi trường hợp này của em có cần đăng ký thẻ bảo hiểm y tế đợt sắp tới đây không.. . . . Và hiện tại trong bkpay của em vẫn hiện là chưa đóng tiền bảo hiểm hk 211. . . . . Mong thầy cô cho em hướng giải quyết ạ. . . Em xin trân thành cảm ơn.",
            "Chào em,. . Em liên hệ phòng Công tác chính trị sv qua email [email] để được hướng dẫn nhé.. . Thân mến. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Dạ chào anh chị ạ.. . Em đăng ký bảo hiểm y tế đợt 2 nhưng đến đoạn chọn loại bảo hiểm để thanh toán thì lại không chọn được mặc dù đã cập nhập thông tin cá nhân đầy đủ rồi.. . Mong anh chị có thể hướng dẫn em ạ.. . Cảm ơn anh chị",
            "Chào em,. . Em liên hệ phòng Công tác chính trị sv qua email [email] để được hướng dẫn nhé.. . Thân mến. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Thầy cô cho em hỏi là em đã thi anh văn cơ bản nhu cầu A vào ngày 5.12 và bây giờ pdt mở cho đki chính quy thì em có được đăng kí anh văn 1 không ạ.. . Em cảm ơn.. .",
            "Chào em,. . Về Chương trình Đào tạo, danh sách môn tương đương…, bạn vui lòng xem tại:. . aao.hcmut.edu.vn/Sinh viên/Chương trình Đào tạo. . Sinh viên thắc mắc về CTĐT vui lòng liên hệ về Khoa xin gặp Thầy/Cô Phụ trách về CTĐT để được tư vấn và hỗ trợ thêm.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Em xin chào anh chị. . Em có vấn đề này nhưng khi liên lạc với thầy chủ nhiệm thì lại không nhận được sự giúp đỡ dù thầy có online. . . . Tóm tắt là em đang cần loại giấy tờ để xác nhận em là sv HCMUT và theo form của ngta đưa thì người ta yêu cầu phải có chữ kí hiệu trường. . Anh chị cho em hỏi mình có loại giấy tờ nào như vậy không(đính kèm)? Hay em phải điền thông tin cá nhân vào rồi đem lên cho thầy hiệu trưởng kí ạ?. . Em nghĩ là thầy hiệu trưởng sẽ không làm những chuyện vặt như vậy, nên em không biết thế nào, em đang cần sự giúp đỡ, mong anh chị hổ trợ ạ.. . Em xin cảm ơn.. . . .",
            "Chào em,. . Em liên hệ phòng Công tác chính trị sv qua email [email] để được hướng dẫn nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em muốn hỏi nhà trường là em đã nộp bằng THPT online vào thắng 6/2021 rồi nhưng khi kiểm tra lại lại phát hiện là có nhầm lẫn trong số hiệu văn bằng thì cho em hỏi rằng có sửa lại được hay không hay phải xóa và đăng kí mới và nếu đăng kí lại em có bị cho là nộp trễ và trừ điểm rèn luyện hoặc không được đăng kí môn hay không ạ",
            "Chào em,. . Em vui lòng email đến [email] để được hướng dẫn nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Dạ em chào quý thầy cô.. . Vào ngày trường đưa khảo sát học trực tiếp qua gmail em không đăng ký qua biểu mẫu vì hôm đó em không chắc chắn đủ điều kiện học, nhưng hiện tại em đã đủ điều kiện học trực tiếp, cho em hỏi em có thể đăng ký học trực tiếp tại trường từ ngày 13/12/2021 để làm luận văn không ạ?",
            "Chào em,. . Phòng Đào tạo đã tiếp nhận thông tin đăng ký học thí nghiệm trực tiếp của em, dự kiến TKB sẽ cập nhật trước ngày 13/12/2021.. . SV vui lòng theo dõi mail và thời khóa biểu được cập nhật Mybk/Thông tin sinh viên/Xem thời khóa biểu. . Thân mến. .",
            "Chào em,. . Em chỉ đăng ký vào trường làm LVTN hay có học TH/TN môn nào nữa không ?. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]  /b \t[full_name] [full_name] [full_name] [full_name]   i Tốt nghiệp  /i [full_name] [full_name] [full_name] [full_name] [full_name] [full_name] Kính gửi PĐT,[full_name] [full_name] [full_name] [full_name] Em là [full_name], em đã đủ điều kiện tốt nghiệp[full_name] Trong quá trình điền thông tin đăng ký hồ sơ tốt nghiệp ở mybk, khi bấm nút nộp hồ sơ em gặp lỗi như hình đính kèm[full_name] Thưa PĐT tình huống này là do đâu và xử lý như thế nào ạ?[full_name] [full_name]  [full_name] [full_name] Trân trọng,[full_name] [full_name] [full_name]",
            "\"Chào bạn,. . Lỗi Đăng ký tốt nghiệp đã được khắc phục, em vui lòng vào đăng ký lại nhé. . Thân\""
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính gửi phòng đào tạo, Em tên là [full_name], MSSV:[student_id]. . . Vì chưa tham gia BHYT trong đợt 1 nên em đăng ký BHYT trong đợt 2 này. Nhưng khi đăng ký BHYT tại trang MyBK thì ở mục \"Chọn loại bảo hiểm đăng ký mua\" không hiển thị lựa chọn. . . Em mong có được sự giải đáp và khắc phục từ phòng đào tạo ạ! . . Em xin cám ơn!. .   i Yêu cầu khác .",
            "Chào em,. . Em liên hệ phòng Công tác chính trị sv qua email [email] để được hướng dẫn nhé.. . Thân mến. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ cho em hỏi là để đăng ký anh văn nhu cầu thì có cần điều kiện gì không ạ. Như là để đăng ký anh văn nhu cầu 2A thì có phải học trước anh văn nhu cầu cơ bản Av và anh văn nhu cầu 1A. . Em xin cảm ơn nhiều ạ!",
            "Chào em,. . Anh văn nhu cầu 2A tương đương với AV2 nên vẫn xét phải học trước nhé.. . Thân mến. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Chào anh (chị),. . Hiện em đang là sinh viên năm 3, em có nghe nói về chương trình liên thông thạc sỹ từ khóa K19. Cho em hỏi khi em đăng ký môn học ở 212 thì học phí sẽ tính như thế nào vậy ạ?. . Em xin cảm ơn.. .   i Học vụ .",
            "Chào em,. . Về vấn đề liên quan đến học chương trình liên thông Đại học-Thạc sĩ & Thạc sĩ (Cao học) bạn vui lòng liên hệ Phòng đào tạo Sau đại học qua địa chỉ: Website:www.pgs.hcmut.edu.vn, Email    : [email]. . [email]. . Thân mến. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Kính chào thầy, cô. . Hôm trước em có đăng ký tham gia học thí nghiệm và đã có thời khóa biểu nhưng do tình hình dịch bệnh nơi em ở vẫn chưa ổn định nên em muốn hủy đăng ký học thí nghiệ. Vậy em cần làm thế nào để hủy việc học thí nghiệm cho phù hợp ạ?. . em cảm ơn ạ.",
            "Chào em,. . Phòng Đào tạo đã tiếp nhận thông tin xin hủy đăng ký học thí nghiệm trực tiếp của em.. . SV vui lòng theo dõi mail và thời khóa biểu được cập nhật Mybk/Thông tin sinh viên/Xem thời khóa biểu sau khi trường được hoạt động lại bình thường (dự kiến trong tháng 3/2022). . Thân mến. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em bị lỗi ở phần nộp bằng tốt nghiệp THPT . . Ở mục chọn sở gd và đt, em chọn tp.HCM thì nó hiện dấu x và em ko bấm xác nhận được.",
            "Chào em,. . SV đăng ký mà vào không đúng thời gian mở, trước 20/12/2021 và sau 22/01/2022 thì SV sẽ không ấn được nút \"xác nhận đăng ký\".. . Vì vậy SV phải vào đăng ký đúng thời gian PĐT đã thông báo. (PĐT mở từ 0h ngày 20/12/2021 đến 0h ngày 22/01/2022). . Thân mến. ."
        ]
    }
]