[
    {
        "intent": "",
        "message": [
            "Kính gửi Phòng đào tạo,. . Em tên là [full_name] . . MSSV [student_id] khoa Cơ Khí. . Em xin phép được hủy buổi thực hành thí nghiệm hóa vào ngày mai vào lúc 13:00 - 17:30 nhóm tổ VL24 phòng B2-406 cs1. . Lí do hiện tại em vẫn chưa có khả năng lên tp HCM để có thể tham gia thực hành được. . Em đã mail cho giáo viên bộ môn nhưng thầy đã bảo em gửi cho Phòng đào tạo. . Em mong Phòng đào tạo có thể hủy buổi học giúp em hoặc có thể hướng dẫn em cách để rút buổi học thí nghiệm vào ngày mai.. . Em xin chân thành cảm ơn.",
            "Chào em,. . Phòng Đào tạo đã tiếp nhận đơn xin hủy đăng ký học thí nghiệm trực tiếp của bạn.. . SV vui lòng theo dõi mail và thời khóa biểu được cập nhật Mybk/Thông tin sinh viên/Xem thời khóa biểu sau khi trường được hoạt động lại bình thường (dự kiến trong tháng 3/2022). . Thân mến. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Kính gửi nhà trường.. . . . Cho em được rút môn   B Thực tập ngoài trường  /B  trong kì này vì lúc đăng kí môn có sai sót. . . . . Em nghĩ đăng kí trong học kì chính và sẽ đi thực tập ở học kì hè. Nhưng theo như mail mới nhất từ phòng đào tạo thì đăng kí kì nào đi kì đó.. . . . Nay em làm đơn này mong nhà trường xem xét rút môn   B Thực tập ngoài trường  /B  cho em ạ.. . . . Em cảm ơn ạ.",
            "Chào em,. . Em cần tư vấn từ VPĐTQT, vì rút môn học có tính HP nhé.. . Thân gửi các bạn sinh viên,. . . .   Phòng đào tạo thông báo về phương thức đăng ký RÚT MÔN HỌC (tính Học Phí theo quy định) (Chính quy + Dự thính) của học kỳ 2 (2021-2022) như sau:. . . . SV đăng nhập vào Google bằng tài khoản BKNetID@hcmut.edu.vn và điền thông tin RÚT MÔN HỌC theo link : https://forms.gle/QUtA7vkKnkW9oqBm8. . . . Thời gian đăng ký : Từ ngày 10/01/2022 đến hết ngày 05/03/2022. . . . Xem chi tiết quy định về rút môn học tại QUY CHẾ ĐÀO TẠO VÀ HỌC VỤ điều 11.2. . Thân mến. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Chào thầy cô ạ. . Em tên là [full_name] mssv [student_id]. . Do một số lí do gia đình nên em muốn huỷ lịch học Thí Nghiệm Hoá Đại Cương trực tiếp vào tuần 3 4 lớp VL19.. . Em đã liên hệ với giảng viên giảng dạy rồi ạ và cô kêu em đăng kí huỷ đợt này và đăng kí đợt mới ạ . . Em xin lỗi vì sự bất tiện này . . Chân thành cảm ơn thầy cô  . .",
            "Chào em,. . Phòng Đào tạo đã tiếp nhận đơn xin hủy đăng ký học thí nghiệm trực tiếp của bạn.. . SV vui lòng theo dõi mail và thời khóa biểu được cập nhật Mybk/Thông tin sinh viên/Xem thời khóa biểu sau khi trường được hoạt động lại bình thường (dự kiến trong tháng 3/2022). . Thân mến. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Kính gửi Phòng Đào tạo,. . . . Sau khi liên hệ Khoa về vấn đề hoãn bảo vệ Luận văn sang học kỳ sau, Khoa và Bộ môn đã yêu cầu em xin bảo lưu kết quả đăng kí môn Luận văn tốt nghiệp ở học kỳ vừa rồi với Phòng Đào tạo để có thể hoãn bảo vệ trong kì này và bảo vệ Luận văn tốt nghiệp trong học kỳ sau (HK212).. . Vậy em xin phép được hỏi Phòng Đào tạo về cách thức làm đơn xin bảo lưu kết quả đăng kí LVTN.. . . . Trân trọng.. . [full_name]"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Dạ, em chào thầy/ cô. . . . Dạ, cho em hỏi là khi đăng kí đi thực tập trong . . . . kì  hè, thì kì hè đó mình có được đăng kí học. . . .  dự thính không ạ. . . . Em xin cảm ơn",
            "Chào em,. . Em vui lòng gửi lại thông tin có: mã số môn học, tên môn học, mã nhóm, HK, lý do nhé. . . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em có đăng kí môn học EN2019 cho kì đăng kí môn học dự thính 212 mà em thấy sỉ số lớp chỉ có 2 ban thì môn có được mở không ạ, và em muốn hỏi thêm về việc đăng kí làm đề cương luận văn tốt nghiệp mã là EN4311, em không hiểu sao không đăng kí được để em kịp tiến độ làm luận văn tốt nghiệp trong kì 221 ạ.",
            "Chào em,. . PDT đã ghi nhận yêu cầu về ĐKMH của bạn và đã chuyển cho bộ phận ĐKMH kiểm tra và xử lý.. . SV vui lòng theo dõi thời khóa biểu được cập nhật tại Mybk/Thông tin sinh viên/Xem thời khóa biểu dự kiến trễ nhất trước ngày 25/1/2022.. . Sau thời gian trên vẫn chưa được cập nhật TKB, SV vui lòng gửi lại câu hỏi qua bksi để biết lý do.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Dạ thưa thầy/cô:. . E tên [full_name] mssv [student_id]. E vừa báo cáo luận văn tốt nghiệp xong, e xin giấy xác nhận sinh viên để thi toiec nhưng không được, thầy /cô cho e hỏi là e lên trường xin giấy xác nhận sinh viên nữa được không, nếu không được e làm đơn xin gia hạn thêm 1 học kỳ nữa được không ạ, e cảm ơn",
            "Chào em,. . Em vui lòng làm đơn xin cấp giấy CNSV (ghi rõ lý do) và gửi qua bksi nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Chào [full_name], em hiện tại đã hoàn thành tất cả các môn học trong chương trình đào tạo nên học kì này em không có đăng kí môn học trong trường. Nhưng em vẫn còn thiếu ngày công tác xã hội, cho em hỏi việc em không đăng kí môn học ở học kì này thì em có bị cấm tham gia công tác xã hội không ạ? em xin cảm ơn",
            "Chào em,. . Em liên hệ phòng Công tác chính trị sv qua email [email] để được hướng dẫn nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Xin hỗ trợ cách thức liên hệ với Phòng Đào Tạo qua email. . #tôi không thể liên hệ với Phòng Đào Tạo qua email này: pđ[email]",
            "[email]. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em chào thầy/cô,. . . . Em đã có tên trong danh sách dự kiến tốt nghiệp và hiện tại em cần có bằng tốt nghiệp để nộp xin visa làm việc ở Sing.. . . . Không biết thầy/cô có thể tạo điều kiện cho em nhận bằng sớm được không ạ, vì bên đó họ đã đợi em 1 tháng rồi và không thể tiếp tục đợi.. . . . Em có đính kèm thông tin minh chứng. . . Em cảm ơn quý thầy/cô rất nhiều !. .",
            "\"Chào em,. . Trường hợp của em đã ra quyết định tốt nghiệp ngày 30/12/2021, cập nhật quyết định tốt nghiệp tại trang mybk/Thông tin SV/tình trạng và đang tiến hành in bằng nhé, dự kiến sẽ cố gắng thông báo nhận bằng trước nghỉ tết nguyên đán (ngày 27/1/2022). . Về lễ tốt nghiệp tháng 11/2021 SV vui lòng đợi thông báo sau của nhà trường. . Thân\""
        ]
    },
    {
        "intent": "",
        "message": [
            "Khiếu nại đăng ký môn học . Kính gửi PĐT.. . Cho em hỏi là bao giờ em được cập nhật môn Thực tập cơ khí ĐC2 ạ. Vì cũng đã là tuần 3 rồi ạ. Nếu cập nhật thì em mong PĐT cập nhật sớm cho em để em còn học bù các tuần trước ạ. Em cảm ơn.",
            "Chào em,. . PĐT không giải quyết được vì đã full sỉ số.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Em chào đại diện hỗ trợ ạ.. . . . Em tạo yêu cầu này vì muốn hủy môn học Thực tập Ngoài trường, mã môn học   b CO3345  /b  mà em đã đăng kí trong học kì 212.. . . . Lí do em hủy là do em vừa nhận được thông báo rằng thực tập nên đăng kí trong học kì hè để tránh bị hoãn điểm ạ.. . . . Em xin cảm ơn.. . Sinh viên,. . [full_name].. .   i Yêu cầu khác .",
            "Chào em,. . Em tham khảo thêm từ VpĐTQT, vì hết thời gian huỷ môn học.. . Về rút môn học:. . Thân gửi các bạn sinh viên,. . . .   Phòng đào tạo thông báo về phương thức đăng ký RÚT MÔN HỌC (tính Học Phí theo quy định) (Chính quy + Dự thính) của học kỳ 2 (2021-2022) như sau:. . . . SV đăng nhập vào Google bằng tài khoản [email] và điền thông tin RÚT MÔN HỌC theo link : https://forms.gle/QUtA7vkKnkW9oqBm8. . . . Thời gian đăng ký : Từ ngày 10/01/2022 đến hết ngày 05/03/2022. . . . Xem chi tiết quy định về rút môn học tại [full_name] điều 11.2. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Khiếu nại đăng ký môn học . Em xin kính chào Phòng Đào Tạo ạ, . . . . Em tên là [full_name]. Mã số sinh viên [student_id]. Kì này em có đăng kí học dự thính môn Cơ học thủy khí- TR1005. Trong kết quả đăng kí đã để trạng thái thành công nhưng em lại không có môn này trong thời khóa biểu và cả BKel ạ. Hiện tại lớp học này đã bắt đầu được 3 tuần nên em mong Phòng Đạo Tạo có thể giúp em sớm giải quyết trường hợp này ạ. . . . . Em xin chân thành cảm ơn ạ",
            "Chào em,. . Sinh viên vui lòng xem kết quả ĐKMH, xem lý do vì sao không ĐKMH được (có đăng ký, nhưng không có TKB) tại trang web: mybk.hcmut.edu.vn    Đăng ký môn học    Đăng ký môn học HK212 - Kết quả đợt 2 (3)    bấm vào mục Đăng ký mới    chọn Loại hình đăng ký    xem Lịch sử đăng ký.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "-Em là [full_name], sinh viên vật lý kỹ thuật.. . -Em thuộc lớp VL25 sẽ do thầy [full_name] phụ trách.. . -Em viết mail này xin phép cho em dời buổi thực hành thí nghiệm hóa học của em đến sau tết vì em hiện đang là F1 do em có tiếp xúc với F0 tại địa phương và đang tự cách ly tại nhà.. .   i Yêu cầu khác .",
            "Chào em,. . Phòng Đào tạo đã tiếp nhận đơn xin hủy đăng ký học thí nghiệm trực tiếp của bạn.. . SV vui lòng theo dõi mail và thời khóa biểu được cập nhật Mybk/Thông tin sinh viên/Xem thời khóa biểu sau khi trường được hoạt động lại bình thường (dự kiến trong tháng 3/2022). . Thân mến. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Cho em hỏi đơn phúc khảo của em (môn CI3233) đã được yêu cầu thầy chấm lại chưa ạ?. . . . Vì bài thi của em đặt tên file không đúng nên bị lạc bài -  em đang bị điểm 13.",
            "Chào em,. . Em  gửi phúc tra bài thi trên mybk: em vui lòng xem kết quả trên web em nhé. PĐT thường xuyên cập nhật kết quả trên web. . . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em tên là: [full_name]. . MSSv: [student_id]. . Học kỳ 1 năm học 2021 - 2022, em làm luận văn đề tài nghiên cứu. Nhưng vì dịch covid nên không thể đến trường, thực hiện phần thí nghiệm cho luận văn của mình. Nên chưa thể hoàn thành được luận văn.. . Cho em hỏi trường hợp của em có thể tạm hoãn sang học kỳ 2 không ạ? Mong nhà trường xem xét và giúp đỡ ạ.",
            "Chào em,. . Căn cứ trên tình hình phòng chống dịch Covid-19, theo lệnh của Ban giám hiệu, Phòng Đào tạo (PĐT) thông báo kế hoạch tổ chức thi học kỳ 1 năm học 2021-2022, ngày 08/11/2021 (Phòng Đào tạo đã gửi mail cho SV vào ngày 22/11/2021), có thông báo rõ về thời gian phản biện và bảo vệ Luận văn tốt nghiệp (LVTN) trong HK211 và có ghi rõ về các \" Trường hợp cần thiết, sẽ có một đợt bảo vệ bổ sung cho các trường hợp đề tài bị ảnh hưởng nghiêm trọng bởi tình hình dịch Covid-19\". SV vui lòng xem lại email sinh viên về thông báo báo này.. . - SV vui lòng liên hệ khoa để được hỗ trợ và hướng dẫn để xin đăng ký bảo vệ trong đợt bổ sung theo đúng chỉ đạo của Ban Giám hiệu nhà trường.. . -Trường hợp Khoa không tiếp nhận trường hợp tổ chức đợt bảo vệ bổ sung, SV nhờ Khoa làm công văn đề nghị lên Phòng Đào tạo, ghi rõ lý do vì sao không thể tổ chức đợt bảo vệ LVTN bổ sung, để Phòng Đào tạo trình lên Ban Giám hiệu nhà trường xin ý kiến và phản hồi cho sinh viên.. . Thân mến. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em xin hỏi cách để bảo lưu kết quả đăng kí luận văn tốt nghiệp",
            "Chào em,. . - Em vui lòng trình bày rõ hơn nhé.. . - Căn cứ trên tình hình phòng chống dịch Covid-19, theo lệnh của Ban giám hiệu, Phòng Đào tạo (PĐT) thông báo kế hoạch tổ chức thi học kỳ 1 năm học 2021-2022, ngày 08/11/2021 (Phòng Đào tạo đã gửi mail cho SV vào ngày 22/11/2021), có thông báo rõ về thời gian phản biện và bảo vệ Luận văn tốt nghiệp (LVTN) trong HK211 và có ghi rõ về các \" Trường hợp cần thiết, sẽ có một đợt bảo vệ bổ sung cho các trường hợp đề tài bị ảnh hưởng nghiêm trọng bởi tình hình dịch Covid-19\". SV vui lòng xem lại email sinh viên về thông báo báo này.. . - SV vui lòng liên hệ khoa để được hỗ trợ và hướng dẫn để xin đăng ký bảo vệ trong đợt bổ sung theo đúng chỉ đạo của Ban Giám hiệu nhà trường.. . -Trường hợp Khoa không tiếp nhận trường hợp tổ chức đợt bảo vệ bổ sung, SV nhờ Khoa làm công văn đề nghị lên Phòng Đào tạo, ghi rõ lý do vì sao không thể tổ chức đợt bảo vệ LVTN bổ sung, để Phòng Đào tạo trình lên Ban Giám hiệu nhà trường xin ý kiến và phản hồi cho sinh viên.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tên : Phạm Minh Phương . . Khoa : Kỹ thuật vật liệu . . . .   i Đăng ký môn học . Hôm nay em xin phép được bổ sung thêm mã số môn học : môn Giải Tích 2 ( mã số môn học : MT1005), [full_name] 1 ( mã số môn học : PH1003) , [full_name] ( mã số môn học : CI1003 ) những môn trong học kì 2. . Lí do bổ sung : Vào vài ngày hôm trước em có yêu cầu xin phép đăng ký bổ sung môn học . Sau khi được trả lời lại là em nên thêm mã số môn học vào . . . Hình ảnh, thông tin, lí do trước đó em đã để cụ thể ở phía dưới. Mong thầy cô xem và giúp đỡ em ạ .. . Em xin cảm ơn .. .",
            "Chào em,. . Pdt đã tiếp nhận đề nghị DKMH của em. . Em xem TKB cập nhật tại Mybk-xem TKB dự kiến sau ngày 21/01/2022. . Thân mến. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . cho em hỏi em đăng ký như trong ảnh là đăng ký môn học thành không không ạ? . . tại em không thấy thời khóa biểu.. . em xin cảm ơn.",
            "Chào em,. . Môn học có trong TKB thì mới được tính HP, mới thành công nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Dạ chào thầy/cô, do hôm nay chỗ em bị sự cố điện đến 6h nên em đã đóng trễ học phí bổ sung học kì 211 3 tiếng. Thầy/cô có thể xem xét cho em được không ạ? Em xin cảm ơn.",
            "Chào em,. . PĐT ghi nhận thông tin của em, em chú ý thanh toán đúng thời gian vào các HK sau nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . PĐT cho em hỏi ,em vừa có kết quả đồ án 2 và không đạt. Thầy Đồ án có bảo về đăng ký điểm y để tiếp tục làm cho kỳ này. Cho em hỏi quy trình đăng ký điểm y để em có thể tiếp tục làm đồ án 2 cho kỳ này là như thế nào?Em cảm ơn rất nhiều. .",
            "Chào em,. . Em vui lòng xem email PĐT đã gửi:. . Kế hoạch tổ chức thi học kỳ 1 năm 2021-2022. . mục 5. Hướng dẫn đăng ký hoãn thi Cuối kỳ, dự thi. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em có học môn sức bền vật liệu (mã mh: 809704) do thầy [full_name] giảng dạy, do môn học được mở dưới dạng đồ án nên điểm cả năm chỉ lấy điểm bài tập lớn. Em đã hoàn thành và nộp bài đúng kì hạn qua mail nhưng thầy vẫn cho em điểm 13. Mong phòng đào tạo có thể liên hệ thầy hoặc cho em xin số điện thoại để liên lạc với thầy. Em cảm ơn ạ.. .",
            "Chào em,. . Điểm do GV nhập, em vui lòng liên hệ GV.. . cho em xin số điện thoại để liên lạc với thầy.. . =  Em liên hệ [full_name] [email]. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . PĐT cho em hỏi nếu có sự đồng ý của giáo viên hướng dẫn và ký này em đã đăng ký thành công luận văn tốt nghiệp (nhưng kết quả vừa rồi đồ án 2 không đạt) thì em có thể tiếp tục đăng ký làm đồ án 2 song song cùng luận văn tốt nghiệp cho học kỳ này không? Em cảm ơn!",
            "Chào em,. . Về Chương trình Đào tạo, danh sách môn tương đương…, em vui lòng xem tại:. . aao.hcmut.edu.vn/Sinh viên/Chương trình Đào tạo. . Sinh viên thắc mắc về CTĐT vui lòng liên hệ về Khoa xin gặp Thầy/Cô Phụ trách về CTĐT để được tư vấn và hỗ trợ thêm.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tên :[full_name]   MSSV: [student_id] . . . .   i Tụi em có gửi danh sách pdt đăng ký giúp môn học Ge3009:Công nghệ khoan dầu khí, nhưng đến nay em vẫn chưa được vào lớp mong thầy cô xem xét giúp cho em vào lớp hoặc hướng dẫn em cách đăng ký xin vào lớp . Cảm ơn quý thầy cô    . . . .",
            "Chào em,. . Pdt đã tiếp nhận đề nghị DKMH của em. . Em xem TKB cập nhật tại Mybk-xem TKB dự kiến sau ngày 21/01/2022. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Kính gửi thầy cô Phòng Đào Tạo. Em là sinh viên hệ VHVL khóa 2020. Em có được xét miễn 4 môn anh văn 1,2,3,4. Thầy cô cho em hỏi nếu em đã được miễn av 1,2,3,4 thì em có cần học anh văn 250,300,350,400 hay có cần phải thi Toeic để nhận LVTN hay xét tốt nghiệp nữa không ạ. Nếu có thầy cô có thể cho em biết là em cần thi Toeic bao nhiêu điểm và cần học môn anh văn nào để ra trường với ạ. Em liên thông từ trương CĐ Điện Lực nhưng do không đủ sĩ số nên phải học trực tiếp tại trường nên những quy chê này không ai hướng dẫn cho em nên em hơi gặp khó khăn ạ. Em cảm ơn thầy/cô.. .",
            "Chào em,. . Không cần học nhưng đầu ra bạn phải nộp chứng chỉ toeic 500 (hoặc tương đương). . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em có đăng ký môn học Kỹ thuật số EE1009 của thầy [full_name] giảng. Em đã học được 1 buổi, nay em đăng nhập vào E-learning để vào môn học Kỹ thuật số mà không hiện trong trang.. . . . Cho em xin hỏi môn học Kỹ thuật số của em có bị lỗi gì không trong quá trình đăng ký môn học?. . . . Em cảm ơn",
            "Chào em,. . Pdt đã tiếp nhận đề nghị DKMH của em. . Em xem TKB cập nhật tại Mybk-xem TKB dự kiến sau ngày 21/01/2022. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em tên: [full_name] - MSSV: [student_id]. . Em vừa hoàn thành luận văn tốt nghiệp nhưng còn thiếu chứng chỉ anh văn nên không đủ điều kiện tốt nghiệp vào tháng 4. Do đó, em dự định tốt nghiệp vào tháng 11. Theo thông tin ở quy chế học vụ, nếu không đăng kí môn học vào kì tiếp theo, thì em phải làm đơn thu nhận lại. Vậy em phải làm đơn thu nhận lại vào thời gian nào để tốt nghiệp đợt tháng 11 ạ? . . Em cảm ơn thầy/cô!",
            "Chào em,. . Việc ĐKMH là tùy sinh viên nhé, trường hợp không có TKB trong học kỳ, SV sẽ bị buộc tạm dừng, không được cấp giấy CNSV.. . Khi đủ điều kiện TN, SV có thể làm đơn xin thu nhận lại nhé.. . Xem chi tiết quy chế tại đây:. . aao.hcmut.edu.vn/sinh viên/quy chế/học vụ/Quy chế đào tạo và học vụ bậc đại học, cao đẳng:/ điều 26. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Kính gửi Phòng Đào tạo. . Em tên là [full_name], MSSV: [student_id], em được trường sắp xếp học thí nghiệm hoá đại cương vào thứ 3 (18/1/2022) tiết thứ 2, nhóm/tổ VL20. . . Em viết đơn này để xin Phòng Đào tạo cho em được rút vì tình hình dịch còn phức tạp. Em sẽ học lại khi trường học trực tiếp.. . Mong Phòng Đào tạo xác nhận giúp em. . Chúc thầy/cô nhiều sức khoẻ.. . . . [full_name]",
            "Chào em,. . Phòng Đào tạo đã tiếp nhận đơn xin hủy đăng ký học thí nghiệm trực tiếp của bạn.. . SV vui lòng theo dõi mail và thời khóa biểu được cập nhật Mybk/Thông tin sinh viên/Xem thời khóa biểu sau khi trường được hoạt động lại bình thường (dự kiến trong tháng 3/2022). . Thân mến. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Chào anh, chị. Em hiện là sinh viên năm nhất, nếu học kỳ 2 em chỉ có 11 tín chỉ, học kỳ 1 em có 15 tín chỉ, thì em sẽ không đủ điều kiện để đăng ký môn học năm 2 hay sao ạ ? Nếu vậy anh, chị cho em hỏi, em nên khắc phục bằng cách nào ?",
            "Chào em,. . Em vui lòng liên hệ GVCN, [full_name] để tư vấn nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Kính gửi PĐT ĐH Bách Khoa tp HCM.. . Em tên [full_name], MSSV [student_id], sinh viên khoa Khoa học và Kĩ thuật Máy Tính khóa K15.. . Hiện tại em đã quá số học kì tối đa nên không đăng kí được DCLV/LVTN. Kính mong PĐT có thể hướng dẫn để em làm thế nào để đăng kí được DCLV/LVTN của hệ vừa học vừa làm.. . Em xin chân thành cảm ơn.. .",
            "Chào em,. . Em tải mẫu đơn, điền đầy đủ thông tin rồi gửi lại nhé.. . http://www.aao.hcmut.edu.vn/sinh viên/biểu mẫu/Phiếu đề nghị chuyển sang hình thức Vừa Làm Vừa Học. . Thân mến. . . .",
            "Kính gửi PĐT ĐH Bách Khoa tp HCM. . Em xin gửi Phiếu đề nghị chuyển sang hình thức Vừa Làm Vừa Học ạ.",
            "\"Chào bạn. . . . -  Bạn gởi lại câu hỏi muốn đăng ký môn gì ghi rõ tên môn học + mã môn học + lý do đang làm thủ tục chuyển sang VLVH (hiện tại chỉ có thể đăng ký môn học có mở ở lộ trình 2- dự thính, hoặc Lvtn). . trên Bksi mục DKMH, để Pdt xử lý. . . . Thân\""
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Xin kính chào quý thầy cô. E là cựu sv BK 2017. E có đăng ký hệ vhvl và nhận được mail là 17/1 sẽ biết kết quả nhưng giờ vẫn chưa thấy. Vậy kính xin quý thầy cô cho e hỏi thời gian biết kết quả là khi nào ạ?",
            "Chào em,. . Em vui lòng email đến [email] nhé. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính gửi quý thầy cô,. . Em tên [full_name] mssv: [student_id] sinh viên khoa kĩ thuật hóa học k21.. . Em có lịch học hóa thí nghiệm tuần 3-4, sáng thứ 4 lớp VL27. Tuy nhiên, do điều kiện đi lại khó khăn vì nhà em xa và tình hình dịch bệnh tại địa phương em còn rất phức tạp, nên em xin phép được hoãn học tới khi học trực tiếp lại. Mong thầy cô xem xét và giải quyết cho em. Em chân thành cảm ơn.. . [full_name]",
            "PĐT đã trả lời qua email.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Kính gửi PĐT, . . Em tên là [full_name], MSSV [student_id]. Hiện em đang học chuyên ngành Kỹ thuật điện.. . . . Cho em được hỏi là nếu sau khi em tốt nghiệp và  tiếp tục đăng ký Chương trình Tự động hoá theo dạng vừa học vừa làm thì những môn trùng với chương trình Kỹ thuật điện em đang theo học có được miễn không ạ?. . . . Em xin cảm ơn.",
            "Chào em,. . Em vui lòng gửi email đến [email] . . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Kính gửi cô,. . . . Em đã thi AV nói viết do trường tổ chức ngày 6/11/2021 và đạt đủ điểm để xét TN với điểm là 215 (Viết 110, Nói 105). Điểm này có cần đăng kí chuyển điểm như thi Toeic nghe - đọc không thưa cô? . . . . Hiện tại em đăng kí thì nhận báo là không hợp lệ (như hình)",
            "Chào em,. . Trường hợp nếu em thi AV nói viết tại Trung tâm Ngoại Ngữ của Trường tổ chức thì không cần phải đăng ký tại Mybk/Đăng ký chứng chỉ Ngoại ngữ nhé bạn, tự động TTNN sẽ chuyển kết quả cho PDT . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Cho em hỏi, sao em đăng kí thi toeic 2 kĩ năng nói-viết trên mybk không được ạ. . Em chưa làm luận văn, chưa có bằng Toeic nghe-đọc ạ",
            "Chào em,. . AV Nói - viết: Em vui lòng liên hệ Trung tâm ngoại ngữ sau tết Nguyên đán để đăng ký thi.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em là sv k17 khoa xây dựng, ngành cầu đường ạ. . Cho em hỏi thủ tục chuyển chuyên ngành, từ Cầu đường sang Dân dụng như thế nào ạ. . Em có đọc quy chế, cần phải có lý do chính đáng và xác nhận của trưởng khoa ( như ảnh đính kèm). . Bạn em khoa Địa chất dầu khí, đã  chuyển ngành thành công từ Dầu khí sang Địa chất. Bạn bảo là làm đơn có xác nhận chữ ký của trưởng 2 bộ môn rồi nộp cho văn phòng khoa thôi ạ. . Nhưng em liên hệ khoa Xây dựng thì họ nói đó là quy chế của trường, khoa không giải quyết được. . Mong pdt hướng dẫn giúp em. Em cảm ơn nhiều ạ",
            "QUOTE",
            ". . Em là sv k17 khoa xây dựng, ngành cầu đường ạ. . Cho em hỏi thủ tục chuyển chuyên ngành, từ Cầu đường sang Dân dụng như thế nào ạ. . Em có đọc quy chế, cần phải có lý do chính đáng và xác nhận của trưởng khoa ( như ảnh đính kèm). . Bạn em khoa Địa chất dầu khí, đã  chuyển ngành thành công từ Dầu khí sang Địa chất. Bạn bảo là làm đơn có xác nhận chữ ký của trưởng 2 bộ môn rồi nộp cho văn phòng khoa thôi ạ. . Nhưng em liên hệ khoa Xây dựng thì họ nói đó là quy chế của trường, khoa không giải quyết được. . Mong pdt hướng dẫn giúp em. Em cảm ơn nhiều ạ. .",
            "Chào em,. . Cô đã trả lời em ở câu trước rồi nhé, PĐT không có quyền can thiệp.. . Em vui lòng xem quy chế. . http://www.aao.hcmut.edu.vn/quy chế quy định/học vụ/- Quy chế đào tạo và học vụ bậc đại học, cao đẳng/điều 30. . Thân mến"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV[full_name] [student_id]  /b \t. . . .   i Học vụ . kính chào thầy cô!. . Em tên là[full_name] [full_name] MSSV[full_name][student_id]   Khoa[full_name]Cơ khí. . Vừa qua trường có cho chúng em điền form để tham lớp hoá thí nghiệm tại trường,em điền và đã được xếp vào lớp VL27 lớp của cô.Nhưng hiện tại em đang bị cách ly và ở quê nên không thể tham gia học được.Em đã mail cho giảng viên nhưng không thấy phản hồi nên em mong thầy cô giúp đỡ em.. . Em xin cảm ơn!",
            "Đã trả lời. . . . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Khiếu nại đăng ký môn học . Hôm trước em có gửi xin mở thêm sĩ số lớp DT01 EE 3099 kì 212, nhưng thấy rất lâu mới được trả lời, trong thời gian đó em đã đăng kí môn khác vào thời khóa biểu. Sau thời gian đó em mới nhận được trả lời và đã tự động đăng kí vào lớp DT01 EE3099 mà em chưa có đăng kí trong đợt đăng kí môn học. Hiện tại thời khóa biểu em khá nhiều môn (do em đã đăng kí các môn trước sau đó mới có tkb của môn EE3099) và là kì cuối nên em nghĩ mình không đủ thời gian cho môn này. Vì vậy em muốn hỏi em có thể hủy môn EE3099 mà KHÔNG PHẢI NỘP HỌC PHÍ được không ạ, vì môn này em không chủ động đăng kí trong đợt đăng kí môn học và khoảng học phí dự thính cao quá ạ.. . Em xin chân thành cảm ơn.",
            "Em mong nhận được hồi âm sớm ạ.. . Em xin cảm ơn.",
            "Chào em,. . Đã hết thời gian huỷ môn học.. . Về việc rút môn học: em xem email:. . Thân gửi các bạn sinh viên,. . . .   Phòng đào tạo thông báo về phương thức đăng ký RÚT MÔN HỌC (tính Học Phí theo quy định) (Chính quy + Dự thính) của học kỳ 2 (2021-2022) như sau:. . . . SV đăng nhập vào Google bằng tài khoản BKNetID@hcmut.edu.vn và điền thông tin RÚT MÔN HỌC theo link : https://forms.gle/QUtA7vkKnkW9oqBm8. . . . Thời gian đăng ký : Từ ngày 10/01/2022 đến hết ngày 05/03/2022. . . . Xem chi tiết quy định về rút môn học tại QUY CHẾ ĐÀO TẠO VÀ HỌC VỤ điều 11.2. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Dạ mong pđt giải đáp giúp em theo hình em gửi ạ. Việc tạm dừng là tạm dừng gì ạ? Và còn av nghe đọc do dịch nên chưa thi được thì có cách nào xin nộp trễ được không ạ?. . Em xin cảm ơn pđt nhiều ạ.",
            "Chào em,. . - Trường hợp thiếu chứng chỉ anh văn 2 kỹ năng để đủ điều kiện tốt nghiệp, SV [full_name]15 sẽ nộp đơn kéo dài (tự làm, không mẫu) thời gian sau tháng 04/2022.. . - Về quy định thời gian và kế hoạch học tập: em vui lòng xem chi tiết tại trang web aao    sinh viên    Quy chế    Quy chế đào tạo và học vụ bậc đại học và cao đẳng    Các trường hợp được kéo dài thời gian đào tạo    điều 5.5. . Thân mến. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Gửi PĐT,. . Em tên [full_name], MSSV [student_id] , khoa Điện - Điện tử, lớp DD18TD02.. . Em viết đơn này để đăng kí hoãn thực tập tốt nghiệp vì lý do dịch bệnh diễn biến phức tạp.. . Em xin cảm ơn.",
            "Chào em,. . Em vui lòng xem email PĐT đã gửi:. . Kế hoạch tổ chức thi học kỳ 1 năm 2021-2022. . mục 5. Hướng dẫn đăng ký hoãn thi Cuối kỳ, dự thi. . Gửi qua email [email] nhé em. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Thưa [full_name], . . Theo thông tin em thảo khảo ở http://www.aao.hcmut.edu.vn/index.php?route=catalog/chitiettn&path=67&tid=377. . thì hạn chót cho việc xét tốt nghiệp là cuối tháng 8, theo đúng tiến độ thì em sẽ bảo vệ luận van xong vào tháng 7 năm nay và tốt nghiệp. . . Tuy nhiên em dự định học thêm 1 kỳ dự thính hè năm nay để cải thiện một số môn cần thiết, em thấy lịch thi dự thính thường là đầu và giữa tháng 8. [full_name] cho em hỏi là em   B có thể kịp đăng ký xét tốt nghiệp đợt 2 năm nay (đợt cuối tháng 8) nếu đăng ký học dự thính hè không ạ?  /B",
            "Chào em,. . Còn tùy vào thời điểm xét tốt nghiệp và chấm, nhập điểm và nộp điểm của GV nữa nhé bạn.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Dạ em chào cô bên Phòng Đào Tạo ạ !. . Em là [full_name]_ MSSV:[student_id]. . Dạ em nhận được mail trường về việc tổ chức dạy bù trực tiếp Thực hành Hóa đại cương (CH1004) từ 17g 10/1/2022 đến 11g 12/1/2022. Hôm nay em nhận được mail thông báo về lịch học bắt đầu từ 17/1/2022 (tuần 3) lúc 7g-11g50- cs1 (B2-401A)- VL21. . Tình hình hiện tại, em bị 1 số triệu chứng nhiễm bệnh: mất vị giác và khứu giác, hơi nhảy mũi, nói giọng mũi, đường thở không tốt, tinh thần dễ xuống sức. Em đã tiêm 2 mũi và vẫn tự cách ly, điều trị tại nhà.. . Em xin phép dời lịch học cho tới khi có mail về đợt đăng ký kế tiếp .. . Em đã mail thông báo tình hình của bản thân cho Giảng viên cũ của môn Hóa Đại cương thí nghiệm nhưng vẫn chưa nhận được hồi âm từ giảng viên ạ! Em xin lỗi vì thông báo tới Phòng Đào Tạo  về vấn đề này quá trễ ( sáng hôm nay em có tiết trên trường) . . Em mong sớm nhận được hồi âm  ạ.. . Em cảm ơn cô nhiều lắm!",
            "Chào em,. . Pdt đã tiếp nhận đề nghị DKMH của em. . Em xem TKB cập nhật tại Mybk-xem TKB dự kiến sau ngày 21/01/2022. . Thân mến. . . .",
            "Chào em,. . Câu trên cô bị nhầm. . Phòng Đào tạo đã tiếp nhận đơn xin hủy đăng ký học thí nghiệm trực tiếp của bạn.. . SV vui lòng theo dõi mail và thời khóa biểu được cập nhật Mybk/Thông tin sinh viên/Xem thời khóa biểu sau khi trường được hoạt động lại bình thường (dự kiến trong tháng 3/2022). . Thân mến. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Cho em hỏi là em có hoãn thi 1 số môn mà mấy môn đó em học để trả nợ thì vào đợt tổ chức thi lại tiếp theo nếu em thi qua 5đ thì điểm mấy môn nợ có bị xóa không ạ và cách pđt xử lí và tính điểm của các môn hoãn thi vào điểm TBTL như thế nào ạ ạ . . Mong ad giải đáp thắc mắc cho em để em có thể có kế hoạch học tốt nhất ạ. . Em cảm ơn nhiều ạ",
            "Chào em,. . Về quy định (thi xóa điểm VT, cách tính điểm ĐẠT) Vắng thi có phép và hoãn thi: Bạn vui lòng xem chi tiết tại trang web aao.hcmut.edu.vn--  sinh viên --  Quy chế --  Quy chế đào tạo và học vụ bậc đại học và cao đẳng -- Điều 17.2. . Thân mến. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Dạ, em xin chào thầy/cô phụ trách.. . Em tên là [full_name], mssv [student_id], khoa Kỹ Thuật Giao Thông.. . Ở học kỳ trước, tức là học kỳ 211, em có học môn Anh Văn 4 (LA1009), nhóm L02-B. Các bạn trong lớp đã cập nhật điểm tổng kết rồi mà em vẫn chưa có ạ.. . Em mong thầy/cô phụ trách có thể xem xét trường hợp này và xử lý cho em ạ.. . Em cảm ơn ạ.",
            "Chào em,. . Điểm do GV nhập, em vui lòng liên hệ GV nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Dạ thưa thầy/cô, môn chi tiết máy vừa rồi em có thi lại, đã nộp bài và video nhưng được hiển thị điểm 13.00 (lần 2) là do chưa đủ điểm qua môn hay có sự cố gì thưa thầy/cô. Em cảm ơn ạ.",
            "Chào em,. . Điểm do GV nhập, em vui lòng liên hệ GV nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em muốn hỏi thanh toán các môn học mình đã đăng kí thì tính ra sao và thanyh toán như thế nào vậy ạ ?",
            "Chào em,. . Em vui lòng liên hệ VPĐTQT qua email [email]. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Chào thầy(cô),. . Em có thể phúc tra lại cột điểm bài tập lớn hay không ạ vì khi giáo viên cho xem điểm để xác nhận lại thì em phản hồi trễ nên điểm đã được nhập lên hệ thống. Nếu được thì thủ tục phúc tra có thay đổi gì so với trước ạ?. . Em cám ơn thầy(cô).. .",
            "Chào em,. . Khi GV thông báo điểm, SV có thể liên lạc GV để xin xem xét lại điểm. Nếu GV cần sửa điểm thì liên hệ PĐT nhé.. . aao/sinh viên/quy chế, quy định/học vụ/ Quy chế đào tạo và học vụ bậc đại học, cao đẳng. . Thân mến. . . . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "dạ thầy cô ơi ,em có đăng ký hoãn thi cuối kỳ 211 mà tại sao lại nhận điểm 13 vậy ạ, em có làm đang ký trên wed như thông báo mà sao lại nhận điểm 13 vậy",
            "Chào em,. . Hiện tại nhà trường chưa ra QD hoãn thi nhé em, dự kiến ra quyết định chung vào tháng 2, nên trường hợp đăng ký hoãn thi vẫn bị điểm 13 bình thường. Sau khi hậu kiểm với ds của [full_name] thì mới ra quyết định hoãn thi và sẽ điều chỉnh lại điểm trên mybk/Thông tin SV/xem điểm. . Lưu ý:. . 1) PDT sẽ hậu kiểm lại với danh sách cấm thi của [full_name] gửi lên, nếu SV bị cấm thi sẽ bị hủy kết quả hoãn thi theo quy định. SV vẫn phải hoàn thành các phần việc của môn học, nhất là TH/TNg và BTL. GV có quyền cấm thi nếu SV không hoàn thành tốt các phần này. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Em chào thầy cô PĐT. Cho hỏi là em đã đăng kí in bảng điểm và hoàn tất thanh toán trên BKPay vào ngày 4/1/2022. Nhưng đến hiện tại 18/1/2022 vẫn đang ở tình trạng đang in. Do em là sv năm cuối và đang cần bảng điểm để xin thực tập. Pđt có thể kiểm tra giúp tại sao bảng điểm của em được in lâu vậy được không ạ. Rất mong pđt có thể giúp em in sớm kịp gửi về giúp em để em hoàn thành hồ sơ xin thực tập. . Em xin cảm ơn",
            "Chào em,. . Bảng điểm của em đã được chuyển cho bưu điện nhé, nên em có thể dùng số điện thoại bạn đăng ký để tra mã vận đơn tại trang vietelpost. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Xin chào phòng đào tạo ạ.. . . . Em có đăng kí môn đề cương luận văn trên web nhưng web báo lại kết quả chỉ tham khảo và khi out ra thì bị mất kết quả đăng kí ạ. . . . . Em tên [full_name], MSSV: [student_id]. . . . Dạ mong phòng đào tạo hỗ trợ giúp em ạ, em cảm ơn thầy cô nhiều ạ. . .   i Đăng ký môn học .",
            "Chào em,. . PDT đã ghi nhận yêu cầu về ĐKMH của bạn và đã chuyển cho bộ phận ĐKMH kiểm tra và xử lý.. . SV vui lòng theo dõi thời khóa biểu được cập nhật tại Mybk/Thông tin sinh viên/Xem thời khóa biểu dự kiến trễ nhất trước ngày 25/1/2022.. . Sau thời gian trên vẫn chưa được cập nhật TKB, SV vui lòng gửi lại câu hỏi qua bksi để biết lý do.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Hiện tại em đã có điểm vậy em có cần thi lại không ạ",
            "Chào em,. . Em vui lòng trình bày rõ hơn. Thông tin cần có mã môn học, tên môn học, HK, lý do nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Dạ em xin chào ad ạ!. . Em tên là [full_name]. . MSSV: [student_id]. . Em là sinh viên K21 khoa kĩ thuật xây dựng. Hôm qua em có vào Mybk và xem điểm tổng kết môn học cụ thể là môn Vật Lý 1 thì em thấy ở phần điểm thành phần của em bị thiếu mất cột BTL do đó dẫn đến điểm tổng kết cuối kỳ của em cũng bị sai vậy ad cho em hỏi là em nên liên hệ vs ai để được giải quyết vấn đề này ạ? . . Em xin cảm ơn ạ.",
            "Chào em,. . Điểm do GV nhập, em vui lòng liên hệ GV nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Chào thầy/cô,. . Em tên [full_name], MSSV: [student_id]. . Em là sinh viên K15, tháng 4 này là đợt cuối cùng để đăng kí tốt nghiêp, hiện tại thì em chỉ còn thiếu anh văn 4 kỹ năng. Thầy/cô cho em hỏi là em có thể làm đơn xin gia hạn thêm thời gian để nộp anh văn được không ạ? Nếu không, thì hạn chót nộp anh văn của đợt tốt nghiệp này là ngày mấy ạ?. . Em xin cảm ơn ạ.. .",
            "\"Chào bạn,. . Trường hợp SV khóa 2015 thì hạn xét tốt nghiệp là đợt tháng 4/2022.. . Trường hợp gia hạn thời gian nộp CCNN xét tốt nghiệp của SV khóa 2015, sau khi hết đợt tốt nghiệp tháng 4/2022 (SV chưa đủ điều kiện vì thiếu CCNN), có nghĩa là SV phải hoàn thành tất cả các môn học thuộc CTĐT, kể cả AV1,2,3,4. có thể làm đơn xin gia hạn thời gian nộp CCNN để tốt nghiệp. SV lưu ý, trường hợp này PDT phải xét điều kiện đúng là SV chỉ còn nợ CCNN để tốt nghiệp mới được gia hạn nhé!. . Thân\""
        ]
    }
]