[
    {
        "intent": "",
        "message": [
            "Hỏi đáp học trực tuyến (BKeL) . Em chào Thầy/Cô. . . . Em là sinh viên văn bằng 2 (hệ chính quy).. . . . Em được trường miễn cho môn ĐẠI SỐ TUYẾN TÍNH, nếu bây giờ em đăng kí học môn đó, vậy trường có ghi nhận điểm mới môn đó của em vào điểm tích luỹ hay vẫn ghi nhận điểm chuyển mà trường đã chuyển cho em ạ ?. . . . Em cám ơn Thầy/Cô. . . .",
            "Chào bạn,. . . . Nếu bạn đăng kí học lại môn đã miễn thì vẫn được ghi điểm mới này nhen.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Em là [full_name], sinh viên K19, chương trình Tiên Tiến, ngành Điện - Điện tử.. . Em có đăng ký 3 môn học trong HK193 là. . - SP1033 KINH TẾ CHÍNH TRỊ MÁC LÊ-NIN. . - SP1031 TRIẾT HỌC MÁC LÊ-NIN . . - 007402 [full_name] HỌC . . Do chương trình học thay đổi và chưa cập nhật lại mã môn học mới, em xin phép hủy học đã đăng ký. Em mong văn phòng sẽ giúp đỡ và thành thật xin lỗi về sự bất tiện này. . . Em cám ơn Văn phòng đã hỗ trợ.",
            "responsible person: [551] [staff_name] [helpdesk staff]",
            "Chào bạn,. . . . Bạn liên hệ văn phòng đào tạo quốc tế để tư vấn cho bạn.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp - Đại học - Cao đẳng chính quy   . . . . Kính gửi Phòng Đào Tạo. . . . Em đăng ký theo form mẫu xét tốt nghiệp trên trang BK thì bị lỗi con trỏ chuột không cho click đăng ký.. . Mong Phòng Đào Tạo hỗ trợ em để đăng ký tốt nghiệp tháng 07/2020 ạ.. . Xin cảm ơn. . . .",
            "Chào bạn,. . . . Bạn không đăng kí được vì bạn nợ ngày công tác xã hội.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Hỏi đáp học trực tuyến (BKeL) . [full_name] (MSSV : [student_id]). . Nơi sinh trên web là :Tỉnh Bà rịa- Vũng tàu. . em muốn sửa lại nơi sinh là TP.HCM ạ !. .",
            "Chào bạn,. . . . Bạn scan giấy khai sinh gởi file lại, PDT sẽ chỉnh nơi sinh cho bạn.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học bổng - Đại học - Cao đẳng chính quy   Học bổng (danh sách, điều kiện,...)  /. . dạ cho em hỏi là học kì này trường có xét học bổng khuyến khích học tập kh ạ ?",
            "Chào bạn,. . . . Học kỳ này có xét, nhưng hiện nay nhà trường chưa có thông báo chính thức về việc này. Bạn đợi thông báo nhen.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Hỏi đáp học trực tuyến (BKeL) . Cho em hỏi em đóng học phí full rồi, trên bkpay cũng hiện đã thanh toán nhưng sao em vào in biên lai onl lại không hiện ạ ? Em cảm ơn . .",
            "Chào bạn,. . . . Bạn liên hệ văn phòng Đào tạo quốc tế để tư vấn cho bạn nhen.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp - Đại học - Cao đẳng chính quy   Cập nhật ngày CTXH, điểm ... . [full_name]ính chào PĐT.. . PĐT cho em hỏi hạn chót nộp chứng chỉ Anh [full_name] nói viết và hạn chót đăng ký chuyển điểm các môn AV của [full_name]16 (bảo vệ luận văn và kết thúc chương trình trong tháng 7) là khi nào ạ? [full_name]hi nào là tất cả các điểm số sẽ đóng sổ ạ? . . Em cảm ơn.",
            "Chào bạn,. . . . Tốt nghiệp đợt 1 chốt danh sách vào ngày 30/6, bạn cố gắng đạt anh văn nói và viết để tốt nghiệp vào tháng 11 này. Cố gắng nhé.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "em muốn hỏi là giờ e mới nộp tiền học dự thính thì e nộp như thế nào ạ ? e cám ơn",
            "Chào bạn,. . . . Bạn có thể nộp tiền dự thính tại ngân hàng OCB, làm xong nhớ nộp đơn trễ hạn học phí nộp PDT, mẫu đơn có trên trang web PDT (phiếu 12) http://www.aao.hcmut.edu.vn/index.php?route=catalog/chitietsv&path=91&tid=97.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Hỏi đáp học trực tuyến (BKeL) . Dạ chào chị. E nhận được mail gửi là xét tốt nghiệp rồi nhưng mà lúc e làm bước hai là đã không cập nhật được rồi ạ. Em có lên kiểm tra danh sách tốt nghiệp dự kiến thì không thấy tên em nhưng em đã nhận được email với tuần trước e có lên thì chin bảo chờ điểm bên BKenglish (em thi vào 15/5 và đã đủ điểm) chuyển qua là chị sẽ cập nhật danh sách tốt nghiệp giúp e.  Chị có thể kiểm tra lại giúp em không? [full_name]- Mssv [student_id]. Em cảm ơn chị nhiều.",
            "Chào bạn,. . . . Hiện tại đang làm quyết định thu nhận lại cho bạn, thứ 2 (22/6) mày bạn lên đăng kí tốt nghiệp lại nhen.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính gửi Phòng Đào tạo,. . . . Cho em hỏi:. . Trong tháng 7 và tháng 8/2020, nhà trường có mở đợt chuyển điểm chứng chỉ Anh văn nào không ạ?. . . . Em dự định thi lấy chứng chỉ Anh văn ngay bây giờ để có thể nộp bằng và được chuyển điểm ngay vào khoảng giữa tháng 8.. . . . Nên nếu từ đây đến hết tháng 8 KHÔNG CÒN đợt chuyển điểm nào nữa thì em sẽ CHƯA THI chứng chỉ Anh văn ngay bây giờ.. . . . Kính mong sớm nhận được giải đáp từ Phòng Đào tạo.. . Em xin chân thành cảm ơn!",
            "Chào bạn,. . . . Ngoại lịch học vụ, việc chuyển điểm phụ thuộc vào nhu cầu sinh viên. Nếu sinh viên có nhu cầu chuyển điểm nhiều thì PDT sẽ lấy dữ liệu chuyển điểm thường xuyên. Thông thường 2 tuần sẽ lấy dữ liệu.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Hỏi đáp học trực tuyến (BKeL) . Xin chào!. . Mình là sinh viên năm 1 (k19) của khoa Kỹ Thuật Xây Dựng. Học kỳ này mình có đăng kí thêm môn Pháp luật Việt Nam đại cương (SP1007), mặc dù trong đề xuất của trường thì không có. Nhưng mình thấy hầu hết tất cả các ngành và tất các năm đều học nên mình đã đăng kí. Mà bây giờ mình lại nghe nói là từ khóa này (k19) khoa Kỹ Thuật Xây Dựng không học môn này nữa vì không có trong chương trình đào tạo? Mình đang khá hoang mang và thắc mắc. Mong được trường giải đáp.. . Mong sớm nhận được câu trả lời,. . [full_name].. .",
            "Chào bạn,. . . . Môn Pháp luật Việt Nam đại cương tất cả các sinh viên đều học.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Vừa làm vừa học - ĐTTX   Điểm thi . Em tên là [full_name] MSSV [student_id] Hệ đào tạo Vừa Làm Vừa Học. Vào Ngày 17/5/2020 Em có thi môn AV400 vào lúc 13h30. Nhưng đến hiện tại chưa có điểm nên em gửi mail này xin hỏi về điểm của môn học AV400 để em biết tiện đăng kí cho học kì dự thính hè 2020 mong phòng đào tạo trả lời sớm giúp em.",
            "Chào bạn,. . . . Ngày mai PDT sẽ cập nhật điểm AV400 nhen.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Chứng chỉ ngoại ngữ - Đại học - Cao đẳng chính quy   Xét miễn môn anh văn (chuyển điểm) . Chào thầy(cô)! học kì trước (191), em có đăng kí đổi điểm anh văn 3 và anh văn 4 từ chứng chỉ thi của tổ chức iig, đến nay đã có kết quả thẩm tra và điểm quy đổi. Nhưng sao trong tổng số tín chỉ tích lũy lại không tính 4 chỉ đó ạ. Mong thầy cô kiểm tra giúp em",
            "Chào bạn,. . . . Môn ngoại ngữ khi chuyển điểm  được tính vào số tín chỉ tích luỹ chung chứ không tín vào số tín chỉ học kỳ.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp - Đại học - Cao đẳng chính quy   Thanh toán lệ phí & khai lý lịch tốt nghiệp . Thưa cô, em tên [full_name], MSSV: [student_id], sinh viên khoa Cơ Khí.. . Sáng ngày 16/06/2020 em có đăng kí tốt nghiệp ở phòng đào tạo, đã ghi danh, cô bảo em chờ danh sách ngày 22/06. Em muốn hỏi, em cần làm gì tiếp theo ạ? Em đóng tiền và nộp file ảnh tốt nghiệp như thế nào ạ?. .",
            "Chào bạn,. . . . Sau ngày 22/6 nếu bạn đủ điều kiện ra trường thì PDT sẽ gởi mail hướng dẫn bạn đăng kí tốt nghiệp.. . . . Thân.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Khác ... . Em kính chào phòng đào tạo. . Hôm trước em có đăng ký 2 môn học dự thính hè HK193. . Em muốn xin phòng đào tạo huỷ 2 môn học. . Em chân thành cảm ơn.",
            "Chào bạn,. . . . Đợt 2 đăng kí môn học sinh viên được quyền huỷ bổ sung môn học. Bạn thường kiểm tra mail để biết thời gian đăng kí môn học đợt 2 nhen.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Hỏi đáp học trực tuyến (BKeL) . Em tên là [full_name], mssv [student_id]2.. . . . Trong quá trình làm bài eL môn Phương pháp tính chương 4, em có lỡ vượt quá số lần làm bài nhưng vẫn chưa đủ chuẩn. Em đã bổ sung bằng làm bài chương 4 (bổ sung)với nội dung như bài chương 4 nhưng hiện tại vẫn không xem được nội dung video và kiểm tra của các chương còn lại. . . Em đã thử liên hệ các giảng viên bộ môn nhưng vẫn chưa được phản hồi.. . Mong pđt xem xét và giúp đỡ em ạ",
            "Chào bạn,. . . . Việc học trên lớp chỉ có thầy cô giảng dạy mới có quyền quyết định, PDT không can thiệp vào được. Bạn liên hệ với giáo viên giảng dạy nhé.. . . . Thân.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Em là sinh viên Việt Pháp khoá 2018, học kỳ đầu tiên em không đạt môn đại số mã ngành 006727. Em dự định đăng ký học lại môn học này nhưng từ khoá 2019 Việt Pháp đã đổi mã ngành và thay đổi số chỉ. Nếu em đăng ký lớp đại số tuyến tính của Việt Pháp khoá 2019 thì tín chỉ của em sẽ được tính như thế nào. Em cảm ơn.. .   i Hỏi đáp học trực tuyến (BKeL) .",
            "Chào em,. . . . Môn Đại số (K2018) 006727 - 4TC. . Môn Đại số tuyến tính (K2019) MT1015 - 3TC.. . Hiện tại Khoa chưa gởi PĐT danh sách các môn tương đương/thay thế giữa K2018 và K2019.. . Em có thể học môn MT1015, khi có danh sách môn TĐ/TT thì có thể bổ sung môn cho đủ tín chỉ (nếu có). Về xét tín chỉ theo CTDT K2018, môn thuộc CTDT K2018 sẽ được ghi điểm miễn (4TC) nếu đạt môn tương đương.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Hỏi đáp học trực tuyến (BKeL) . Cho em hỏi là hạn cuối chuyển điểm anh văn cho phân ngành khoa hóa là khi nào vậy ạ? Do em chưa có bằng và khóa thi gần nhất là 5/7 nên em không biết là có kịp chuyển điểm để phân ngành không? Em xin cảm ơn ạ!!",
            "Chào bạn,. . . . Ngoại lịch học vụ, việc chuyển điểm phụ thuộc vào nhu cầu sinh viên. Nếu sinh viên có nhu cầu chuyển điểm nhiều thì PDT sẽ lấy dữ liệu chuyển điểm thường xuyên. Thông thường 2 tuần sẽ lấy dữ liệu.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Chứng chỉ ngoại ngữ - Đại học - Cao đẳng chính quy   Xét miễn môn anh văn (chuyển điểm) . Dạ em muốn hỏi 3 vấn đề:. . 1. Điểm trong mục điểm chuyển trên mybk là điểm chính xác hay chỉ là minh hoạ thôi ạ tại vì em có thấy bảng điểm mới trên aao nhưng điểm của em vẫn theo bảng cũ nên em không biết có chính xác không ạ. Vì em phân vân muốn quy đổi thêm av4. (hình 1). . . . 2. Em đã quy đổi 3av và bây giờ em muốn quy đổi thêm av4 với bằng em đã nộp trước đó. Em thấy trên web em vẫn có thể đăng kí được vậy khi em chuyển av4 nó có mất 3av kia không ạ? (Hình 2)  B . . . . 3. Em lỡ đăng kí học av1 nhưng em đã quy đổi av thì nếu bây giờ em không học vậy em có bị tính là rớt môn và có ảnh hưởng tới việc nhận học bổng không ạ?. . . . Em xin cảm ơn!",
            "Chào bạn,. . . . -  Khi PDT đã cập nhật điểm chuyển ngoại ngữ là công nhận chứ không phải  có tính chất minh hoạ.Điểm anh văn khi chuyển điểm sẽ tín vào điểm trung bình tích luỹ chung chứ không tính vào tích luỹ học kỳ.. . . . - Nếu bạn đăng kí anh văn 1 mà hiện tại bạn có điểm chuyển anh văn 1 rồi thì bạn làm đơn rút môn học (mẫu rút có sẵn trên trang web PDT). Kèm theo đơn trình bày lý do rút môn học.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Hỏi đáp học trực tuyến (BKeL) . Em tên [full_name]. . MSSV: [student_id]. . Em muốn được đăng ký học dự thính môn bơi của trường. Hoặc đăng ký học chính thức, nhưng em học hệ vừa học vừa làm, nên em ko được đăng ký học tín chỉ ạ!. .",
            "Chào bạn,. . . . Nếu là hệ vừa học vừa làm thì chương trình đào tạo  không có môn giáo dục thể chất, nếu bạn muốn đăng kí học để biết thì bạn đăng kí học vẫn được.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp - Đại học - Cao đẳng chính quy   Khác ... . Em chào các thầy cô,. . . . Em đã hoàn thành đăng ký tốt nghiệp online, đã được xử lý và gửi mail.. . . . Tuy nhiên trong danh sách TN dự kiến vẫn chưa cập nhật CCNN mới của em, và dĩ nhiên không có tên trong DS chính thức.. . . . Cho em hỏi như vậy làm sao để biết em có được tốt nghiệp vào đợt 10/7 tới không?. . Em có cần đi lên PĐT không?. . . . Em cảm ơn ạ.",
            "Chào bạn,. . . . - PDT sẽ cập nhật danh sách tốt nghiệp chính thức, CCNN mới  sau đó.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "B   I   U   QUOTE   CODE Hỏi đáp học trực tuyến (BKeL) . cho em hỏi rằng em được xác nhân hỗ trợ học phí khó khăn đột xuất là số tiền đó sẽ trừ vào tiền học phí hay theo một cách khác ạ. em xin cảm ơn",
            "Chào bạn,. . . . Việc này bạn liên hệ với phòng Công Tác Chính Trị sinh viên nhé.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Hỏi đáp học trực tuyến (BKeL) . Chào anh/chị ạ,. . . . Em có thắc mắc về chứng chỉ IELTS như sau. . . . Trước hạn nộp bằng 10/6 vài ngày, em có lên IDP đăng ký gửi bản sao về Phòng Đào Tạo, nhưng em không biết là IDP có gửi trước hạn hay không. Ngoài ra, các thủ tục khác em đều hoàn thành trước hạn.. . . . Vậy cho em hỏi muốn kiểm tra bản sao đó đã được gửi đúng hạn chưa thì phải làm sao ạ?. . . . Cảm ơn anh/chị đã hỗ trợ,",
            "Chào bạn,. . . . Tôi không hiểu ý bạn, nếu bạn có CCNN thì bạn nộp trên MyBK để chuyển điểm.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp - Đại học - Cao đẳng chính quy   Khác ... .   B Em đã đủ điều kiện để tốt nghiệp và có tên trong danh sách dự kiến tốt nghiệp nhưng em vẫn không thể đăng ký tốt nghiệp trực tuyến trên MyBk được ạ. Cho em hỏi tại sao em không đăng ký được ạ",
            "Chào bạn,. . . . PDT đang làm quyết định thu nhận lại cho bạn, thứ 2 (22/6) bạn vào đăng kí tốt nghiệp nhen."
        ]
    },
    {
        "intent": "",
        "message": [
            "Hỏi đáp học trực tuyến (BKeL) . Thưa thầy/cô,. . Em tên [full_name], sv lớp VP16 Xây dựng, MSSV . .  [student_id].. . Em đã đăng ký chuyển điểm các tín chỉ Pháp 1-7 nhưng theo MyBK thì mã môn học các tín chỉ đã chuyển điểm chưa đúng với chương trình đào tạo của trường dành cho lớp Việt Pháp Xây dựng. Cụ thể những mã môn tín chỉ chưa đúng:. . - Pháp 5 (  B 003727  /B ) thay cho Pháp 5 (003705). . - Pháp 6 (  B 003728  /B ) thay cho Pháp 6 (003706). . - Pháp 7 (  B 003729  /B ) thay cho Pháp 7 (003707). . Em kính mong thầy/cô kiểm tra và điều chỉnh lại các mã môn tín chỉ trên theo chương trình đào tạo của trường ạ!. . Em xin cảm ơn,. . [full_name]",
            "Chào bạn,. . . . PDT đã chuyển về mã môn học 003727, 003728, 003729 cho bạn rồi, trên cổng thông tin sinh viên PDT sẽ cập nhật cho bạn sau nhen.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Tất cả các bạn có mã đề 7632 môn GT2 - Giữa kì đều có điểm bị sai mất 4 câu so với đáp án đúng mà thấy cô đưa ( đáp án mã 7632 của thầy cô cũng đúng sao với các câu trong các mã đề khác), nên làm mất khoảng 2,5 điểm của hàng trăm bạn sinh viên, Mong Phòng Đào tạo giải quyết. Em xin cảm ơn.. .",
            "Chào bạn,. . . . Việc này bạn phải trình bày với giáo viên để giải quyết khiếu nại cho bạn nha.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Cho em hỏi trong cái mail của nhà trường thông báo về việc tạm thời không xét chuẩn anh văn năm học hè 193 và học kỳ chính 201 thì có nói sẽ tổ chức kỳ thi TOEIC vào giữa tháng 6 mà sao giờ đã đến giữa tháng 6 rồi mà em chưa thấy nhà trường thômg báo về việc thi TOEIC định kỳ của học kỳ 192 này, em mong phòng đào tạo sớm trả lời dùm em, để em biết thời gian thi TOEIC và để em ôn luyện cho kỳ thi, em cảm ơn",
            "Chào bạn,. . . . Sau khi sinh viên học trở lại, lịch thực hành các phòng máy tính bị full hết thời gian. Do vậy, thời gian này không tổ chức được tiếng anh định kỳ theo định hướng  Toeic (có dự định khoảng tháng 9 này mới tổ chức được).. . . . Thân.. . . . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Ở mục cập nhật thông tin tốt nghiệp phần \"người hướng dẫn\", em có 2 GVHD LVTN thì ghi tên cả 2 người hay chỉ ghi 1 người GV HD1 ạ?",
            "responsible person: [551] [staff_name] [helpdesk staff]",
            "Chào bạn,. . . . Bạn ghi tên 1 giảng viên thôi nhé.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Chào thầy(cô)!em có đăng kí đổi điểm anh văn 3 và anh văn 4 từ chứng chỉ thi của tổ chức iig ( ngày 9/11/2019), đến nay đã có kết quả thẩm tra và điểm quy đổi. Nhưng sao trong tổng số tín chỉ tích lũy chung lại không tính 4 chỉ đó ạ. Mong thầy cô kiểm tra giúp em.. . Và yêu cầu Anh văn về 2 kỹ năng listening và reading của em đã xong chưa ạ!!",
            "Chào bạn,. . . . Các môn anh văn đã cập nhật trong phần chuyển điểm  trên trang thông tin cá nhân, có nghĩa là bạn đã được cập nhật số tín chỉ tích luỹ  chung các  môn anh văn trong hệ thống của trường rồi.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em chào thầy/cô ạ.. . Kì này em đang làm luận văn tốt nghiệp, do ảnh hưởng của dịch covid-19 nên tiến độ luận văn của em dự kiến sẽ không kịp bảo vệ đợt 1 (27/7-2/8). Do đó em đang có ý định đăng kí bảo vệ vào đợt 2 (14/9-20/9).. . . . Hiện tại em đang học lớp KSTN, do đó em băn khoăn về việc liệu đăng kí bảo vệ đợt 2 có ảnh hưởng gì tới bằng KSTN không ạ? . . Ngoài ra thì bảo vệ đợt 2 có phải đáp ứng yêu cầu gì thêm so với đợt 1 không ạ? . . . . Em cảm ơn!",
            "Chào bạn,. . . . Việc này bạn liên hệ với khoa để tư vấn cho bạn.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Thưa thầy/cô ạ,. . . . Em muốn hỏi về ngày kết thúc nghỉ hè năm nay của trường mình là ngày 20/9 theo biểu đồ kế hoạch học tập trên aao là đã ấn định chưa ạ hay sẽ còn thay đổi ạ? Vì em đang xin thực tập hè nhưng sợ thời gian nghỉ ngắn quá người ta không nhận nên em muốn xác định thời gian nghỉ hè của trường mình năm nay ấy ạ.. . . . Em cảm ơn thầy/cô nhiều.. . . . Sinh viên,. . [full_name]",
            "responsible person: [551] [staff_name] [helpdesk staff]",
            "Chào bạn,. . . . Khi biểu đồ công bố cho sinh viên có nghĩa là ấn định rồi, chỉ trừ trường có sự cố xảy ra biểu đồ mới thay đổi như năm này vì dịch bệnh nên biểu đồ mới có sự thay đổi.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính gửi Phòng Đào tạo,. . . . Cho em hỏi:. . Sau khi em đăng ký nộp và đăng ký chuyển điểm chứng chỉ Anh văn TOEIC thì Phòng Đào tạo sẽ chờ có kết quả thẩm tra chứng chỉ rồi mới tiến hành chuyển điểm cho em hay em vẫn có thể được chuyển điểm trước khi có kết quả thẩm tra chứng chỉ ạ?. . . . Kính mong sớm nhận được giải đáp từ Phòng Đào tạo.. . Em xin chân thành cảm ơn!",
            "Chào bạn,. . . . Khi bạn nộp chứng chỉ ngoại ngữ thì bằng nó sẽ được chuyển vào mục thẩm ra, bạn phải đăng kí chuyển điểm nữa nhé.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tên: [full_name]. . MSSV: [student_id]\t. . . . PĐT cho em hỏi điều kiện và thủ tục để xin chuyển khóa ạ!. . . .",
            "responsible person: [551] [staff_name] [helpdesk staff]",
            "Chào bạn,. . . . Chưa hiểu ý bạn sao lại chuyển khoá, vì trường BK học theo tín chỉ bạn hoàn thành chương trình thì ra trường.. . . . Thân.",
            "Tên: [full_name]. . MSSV: [student_id]   . . Do bị vướng môn tiên quyết anh văn nên em không thể đăng kí môn ở năm 2, em bị trễ 1 năm. Em muốn hỏi trường hợp của em có thể xin chuyển khóa không ạ. Em cảm ơn!. . . .",
            "responsible person: [551] [staff_name] [helpdesk staff]",
            "Chào bạn,. . . . - Học kỳ 193, 201, dự thính 201 không xét chuẩn sinh viên sau các năm. Bạn xem mail PDT gởi cho bạn.. . . . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ cho em xin hỏi là hè 193 này em có đăng ký thực tập tốt nghiệp (TTTN). Nhưng do còn thiếu 1 môn tiên quyết là dung sai và kỹ thuật đo (ME3003) cho môn đồ án chuyên ngành (ME4045) của kì sau.. . Vì vậy em cần phải học môn ME3003 trong kỳ 193 để không bị trễ kỳ sau. Em rất mong PĐT có thể tạo điều kiện giúp em được học môn ME3003 cùng với môn TTTN được không ạ. Em sẽ làm thõa thuận với công ty Thực tập để không làm ảnh hưởng đến quá trình học trên trường ạ.. . Em xin chân thành cảm ơn ạ!!!!!",
            "Chào bạn,. . . . Nếu không trùng TKB thực tập thì bạn vẫn đăng kí được môn học.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Hk hè 193, nếu em đk học thể dục thì em được học ở cơ sở 1 hay cơ sở 2 ạ. . Em cảm ơn !",
            "Chào bạn,. . . . Học kỳ hè học cơ sở 1 nhen.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "B [full_name]  /B . .   i Yêu cầu khác . Kính chào Quý thầy/ cô, em cần hỗ trợ về thông tin xét tốt nghiệp của em.. . . . Hiện tại, em kiểm tra trong   I Danh sách dự kiến tốt nghiệp  /I  đã có tên em. Em đã đăng ký   I Xét tốt nghiệp  /I  trên MyBK và đã đóng lệ phí (hình ảnh đính kèm). Tuy nhiên, em kiểm tra trong   I Danh sách tốt nghiệp chính thức  /I  thì không có tên em.. . . . Vậy cho em hỏi hiện tại em đã chính thức được xét tốt nghiệp cho đợt 1/2020 và tham dự lễ trao bằng ngày 10/7/2020 này chưa ạ? . . . . Em xin cảm ơn.",
            "Chào bạn,. . . . PDT sẽ cập nhật danh sách tốt nghiệp chính thức sau đó. . . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Em tên [full_name] Lớp XDCB17 em không nhớ mình đã nộp sổ đoàn chưa có cách nào kiểm tra không ạ,nếu chưa em có bị xử lí gì không và nộp sổ ở đâu ạ em cảm ơn. .",
            "Chào bạn,. . . . Việc này bạn liên hệ với văn phòng đoàn khoa của bạn nhen.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Dạ giấy khai sinh của em đây ạ,tiện thể cho em hỏi sao em dc thu nhận lại xét tốt nghiệp rồi mà ở trên web em vẫn bị không dc đăng ký xét tốt nghiệp ( tạm dừng) là sao ạ?",
            "Chào bạn,. . . . - PDT đang cập nhật giấy khai sinh, làm quyết định thu nhận lại cho bạn. Khoảng thứ 2 bạn vào đăng kí tốt nghiệp .. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Xin chào các thầy cô trong đội ngũ bksi, em là sinh viên k19 chính quy đại trà. Em được biết là sinh viên phải hoàn thành 3 học phần giáo dục thể chất khi hết năm thứ 2. Hiện tại sau khi kết thúc HK192 em đã hoàn thành dc 2 học phần GDTC. Vậy em có thể đăng kí học trước 1 học phần GDTC còn lại vào học kì hè này được không ? (nhằm mục đích thoải mái hơn trong năm thứ 2). . Em có nghe bạn em nói GDTC mở trong hè chỉ dành cho sinh viên hệ CLC, không biết thông tin về GDTC mở trong kì hè là như thế nào ạ? Xin các thầy cô giải đáp thắc mắc giúp em.. . Em xin cảm ơn.. .",
            "Chào bạn,. . . . Học kỳ hè  môn GDTC các sinh viên chính qui đại trà đăng kí đủ sỉ số vẫn mở lớp.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Xin chào PĐT. Em tên là [full_name], sinh viên K15 của BDCN. Sắp tới hết học kì, em sẽ hoàn thành 5 năm học ở trường, nhưng hiện giờ thành tích học của em quá tệ. Em hiện có 62 tín chỉ tích luỹ, và học kì này em đang cố gắng hoàn thành 23 tín chỉ. Em đăng kí thực tập tốt nghiệp cho học kì hè, với tín chỉ tối thiểulaf 86. Nhưng khi hỏi phòng giáo vụ của trung tâm thì em phải đợi có kết quả môn học của học kì này ở tháng 9, sau đó đợi trung tâm tháng 1 mới mở kì thực tập tiếp theo. Như vậy đã quá thời hạn đào tạo để học tập tại trường. Em muốn hỏi PĐT có cách nào có thể cứu em, để em hoàn thành chương trình học được không ạ. Em xin cảm ơn nhiều.",
            "Chào bạn,. . . . Bạn còn nợ quá nhiều môn, mà thời gian đào tạo đã hết Việc này e hơi khó. Bạn về Trung Tâm Bảo Dưỡng để tư vấn thêm.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Dạ em hỏi phúc khảo bài thi giữa kì thì làm như thế nào ạ",
            "Chào bạn,. . . . Bạn liên hệ với giáo viên giảng dạy.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác  . . [full_name] - [student_id] em đang học dự thính vật lý 1 của thầy [full_name]g nhưng trong danh sách của thầy lại không có tên em, nên em không được xếp nhóm BTL mong thầy cô giải quyết giúp em thời hạn BTL chỉ còn hơn 10 ngày",
            "Yêu cầu khác  . . [full_name] - [student_id] em đang học dự thính vật lý 1 của thầy [full_name] hoàng giang nhưng trong danh sách của thầy lại không có tên em, nên em không được xếp nhóm BTL mong thầy cô giải quyết giúp em thời hạn BTL chỉ còn hơn 10 ngày    /QUOTE . . trong eleaning của em không có bt của vật lý 1  . . mong thầy cô giải quyết và liên lạc vs lớp dạy . . bt vl1 của em để được xếp nhóm BTL xếp 1 mình em 1 nhóm cũng được, em cảm ơn",
            "Chào bạn,. . . . Việc này bạn phải liện hệ với giáo viên giảng dạy nhen, danh sác PDT đều có tên của bạn.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác:   B CN tuần trước em bị móc túi nên mất 1 số giấy tờ kèm thẻ sinh viên, nhưng kỳ thi cuối kì đã sắp tới. Em muốn làm lại thẻ thì phải làm gì ạ? Khoảng bao lâu sẽ có thẻ và nhận lại như thế nào ạ?  /B",
            "Chào bạn,. . . . Bạn đăng kí trên MyBK để làm lại thẻ sinh viên khoảng 2- 3 ngày có.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Dạ em muốn hỏi là kì thi anh văn định kì chỉ để dùng để xét qua năm 2 3 4, vậy nó có được tính tín chỉ không ạ? Hay chỉ có nộp bằng mới được tính 8 chỉ ạ? Em cảm ơn",
            "Chào bạn,. . . . - Việc thi anh văn định kỳ việc này sẽ có 2 ý:. . . . + Khi sinh viên năm nhất lúc mới làm hồ sơ nhập học sau đó có đợt thi anh văn đầu vào, nếu đợt đó bạn nào thi đạt điểm cao sẽ xét miễn anh văn 1,2,3,4 tuỳ theo điểm anh văn. Đồng thời điểm này dùng để xét chuẩn anh văn sau các năm.. . . . + Các lần sau các bạn thi anh văn định kỳ này chỉ dùng để xét chuẩn anh văn sau các năm, không có tính tín chỉ.. . . . - Bạn phân biệt anh văn 1,2,3,4 là có tín chỉ, còn  chuẩn anh văn sau các năm 1,2,3,4 dùng để đăng kí môn học.. . . . - Anh văn 1,2,3,4 bạn học các lớp anh văn có mở trong mỗi học kỳ hoặc nộp chứng chỉ ngoại nghữ.. . . . Bạn tham khảo qui chế học vụ điều 31, phụ lục có nói rõ vấn đề này http://www.aao.hcmut.edu.vn/index.php?route=catalog/chitietsv&path=90&tid=1658. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em chào ạ,. . tình trạng hiện nay của em là sv k19, e đang được thu nhận lại sau khi tạm dừng 1 hk, hiện tại tài khoản mybk của e đang bị khóa tính năng nộp bằng tốt nghiệp, cho e hỏi e phải nộp bằng cách nào ạ. . Em cảm ơn",
            "Chào bạn,. . . . Bạn sinh viên chất lượng cao, các bạn liên hệ văn phòng đào tạo quốc tế nhen.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Dạ thầy cô cho em hỏi. Ở đợt đăng ký môn học học kỳ dự thính 192, em có đăng ký môn giáo dục thể chất (GDTC) và đã có thời khóa biểu ngày giờ học cụ thể, lớp đủ sĩ số (em có gửi kèm file ảnh lịch sử đăng ký môn học). Nhưng do tình hình dịch bệnh nên trường chỉ dạy livestream khiến lớp GDTC của em bị hủy, làm em không đủ chuẩn GDTC để đăng ký môn học ở học kỳ 201, mà có đăng ký GDTC ở học kỳ 193 cũng không kịp có điểm để đăng ký môn học ở học kỳ 201 ạ. Vậy chuẩn GDTC có hoãn lại không ạ? hay vẫn áp dụng ở học kỳ 201 ạ ?. . Em cảm ơn.. . . .",
            "Chào bạn,. . . . Dự thính 192 không mở môn giáo dục thể chất, bạn đăng kí sai mã nhóm, mã nhóm dự thính không có mã nhóm là L07.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV: [student_id]  /b \t. . . .   i Học vụ . Em là [full_name], MSSV: [student_id].. . . . Em đã tạm dừng một năm học (HK191 + HK192) và vừa làm đơn thu nhận lại vào đầu tháng 6 vừa qua. Em có thắc mắc là liệu khi được thu nhận lại, em sẽ tiếp tục học chương trình KSTN như trước khi em tạm dừng hay học chương trình bình thường ạ?. . . . Em xin cám ơn.",
            "Chào bạn,. . . . Bạn có quyết định đổi tên lớp, quyết định 601/BKDT ngày 06/09/2019. Hiện tại bạn học lớp thường.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Dạ cho em hỏi, bây giờ em muốn đóng tiền để in lại thể sinh viênlà 55000 vnđ, nhưng sau khi nhập mã xác thực đều bị ghi là:\"Exceed authorized limit\". Em đã thử đóng lại rất nhiều lần nhưng không được. Tài khoản của em còn hơn 200.000 vnđ. Em mong được tư vấn sớm vì em đã làm mất thẻ sinh viên, nên cần có gấp lại để chuẩn bị thi ạ.. . Em xin chân thành cảm ơn.. .",
            "responsible person: [551] [staff_name] [helpdesk staff]",
            "Chào bạn,. . . . Bạn chụp lại màn hình để PDT sẽ kiểm tra, trả lời cho bạn.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Em chào thầy/cô!. . Thầy/cô cho em hỏi là em tham gia chiến dịch Tiếp sức mùa thi do thành phố tổ chức thì có được quy đổi sang ngày CTXH không ạ.. . Mong thầy/cô giải đáp. Em xin cảm ơn!. . . .",
            "Chào bạn,. . . . Việc này bạn liên hệ văn phòng đoàn khoa của bạn nhen.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "CODE Học vụ . Dạ cho em hỏi bây giờ em nộp bằng Toeic 600 để chuyển điểm miễn lớp anh văn thì bằng đó có tính toeic tốt nghiệp luôn không ạ? Nếu có thì em chỉ cần nộp thêm 2 kĩ năng nói viết nữa thôi phải k ạ.Em cảm ơn",
            "Chào bạn,. . . . Bạn nộp  Toeic để xét miễn anh văn, bằng này sau này được xét tốt nghiệp luôn nhé.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Xin kính gửi Phòng Đào tạo. Em tên là [full_name]. Trong học kì này, em nằm trong danh sách dự kiến bị buộc thôi học. Sau đó em có làm đơn xin cứu xét và đã gửi lên Văn phòng Khoa. Tuy nhiên hiện tại em vẫn bị buộc thôi học. Em không thể truy cập vào thời khóa biểu, cũng như không thể đăng kí môn học trong học kì hè. Xin Phòng Đào tạo cho em hỏi bây giờ em phải làm sao ạ. Xin cảm ơn.",
            "Chào bạn,. . . . Bạn phải liên hệ khoa của bạn xem thử bạn có được cứu xét không?. Khi danh sách khoa đưa lên PDT những bạn được thu nhận lại thì PDT mới cập nhật trạng thái của bạn, lúc đó bạn mới đăng kí môn học được.. . . . Thân.",
            "li answer rate: Answer suits the needs / Câu trả lời đúng ý"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Dạ em chào thầy/cô,. . Em tên là [full_name]-[student_id], sinh viên khoa Kỹ thuật Xây Dựng. . . Thầy cô cho em hỏi là hạn chót nộp đơn dời lịch bảo vệ LVTN từ tháng 7 sang tháng 9 là khi nào ạ. Và cho em hỏi trong đơn yêu cầu những gì ạ. . . Em cảm ơn ạ.",
            "Chào bạn,. . . . Bạn nộp đơn dời luận văn  ở khoa, bạn liên hệ khoa của bạn để tư vấn cho bạn.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học  /i  em chào thầy cô, hiện em dang là sv năm nhất khoa hóa và đã đăng kí môn PLĐC Việt Nam cho hk hè 193. Em nhận được thông tin như hình kèm theo, vậy là em học tốn tiền cũng ko cộng vào đtbtl phải ko ạ? Và nếu xóa môn đó trong đợt điều chỉnh lần 2 được ko ạ hay mình vẫn mất tiền để hủy môn đó?. . Em cám ơn. . . .",
            "Chào bạn,. . . . Trước đây chương trình đào tạo khoá 2019 đang quá trình hoàn thành, nên một số môn bị đổi mã. Môn PL Việt Nam đại cương chưa biết các bạn sẽ học mã số môn học nào nên PDT huỷ cho sinh viên khoá 2019.. . . . Hiện này khoá 2019 môn Pháp luật Việt Nam đại cương vẫn học mã số môn học SP1007 luôn nha.. . . . Thân."
        ]
    }
]