[
    {
        "intent": "",
        "message": [
            "Học vụ . Em xin chào thầy cô,. . Em tên là [full_name], MSSV [student_id], sinh viên năm 4 - K17 khoa Kỹ thuật Giao thông, ngành Kỹ thuật Hàng không. Em có đăng ký đi học trực tiếp lại môn Thí nghiệm Hàng không 3 từ ngày 17/12/2021 bằng cách đăng kí với cán bộ phụ trách.. . Nhưng vì hiện tại em đang là F1 (tiếp xúc) và đã bị phong tỏa, nên em muốn xin phép PĐT cho em hủy đăng ký môn học và đi học lại sau như các bạn chưa đăng ký ạ.. . Em mong nhận được câu trả lời cũng như là hướng dẫ từ PĐT.. . En xin cám ơn,. . [full_name]. . Lê Bá [full_name]. .",
            "Chào em,. . Phòng Đào tạo đã tiếp nhận thông tin xin hủy đăng ký học thí nghiệm trực tiếp của em.. . SV vui lòng theo dõi mail và thời khóa biểu được cập nhật Mybk/Thông tin sinh viên/Xem thời khóa biểu sau khi trường được hoạt động lại bình thường (dự kiến trong tháng 3/2022). . -  Bằng cách đăng kí với cán bộ phụ trách.. . =  Em cũng xin phép với GV, Cán bộ này nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em chào Thầy/Cô ạ,. . Do thời gian xét tốt nghiệm gần tới, em đã hoàn thành xong báo cáo thí nghiệm vật lý của kỳ 202. Em không biết thời gian khi nào điểm sẽ cập nhật trên mybk để em kịp thời gian đăng ký xét tốt nghiệp ạ?. . . . Em cảm ơn,. . [full_name]",
            "Chào em,. . Điểm do GV nhập, bảng điểm [full_name] gửi PĐT. Em liên hệ [full_name], GV nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em chào [full_name] ạ,. . . . Hiện tại em đang đợi điểm TNVL của kỳ 202. Khi có điểm em mới đủ 142 chỉ để xét tốt nghiệp. Nay mybk ghi nhận là em tạm dừng. [full_name] có thể hướng dẫn cho em để hiện thị thành tiếp tục được không ạ. Tại vì khi bị tạm dừng thì em không thể đăng ký xét tốt nghiệp được ạ.. . . . Em cám ơn,. . Hong ANh. .",
            "Chào em,. . Em tải đơn thu nhận, điền đầy đủ thông tin gửi lại nhé.. . http://www.aao.hcmut.edu.vn/sinh viên/biểu mẫu. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Học kỳ này em có đăng ký Luận văn tốt nghiệp (KTĐ) EE4313. . . . Học kỳ này em dự kiến nộp và bảo vệ luận văn vào đợt cuối tháng 12, tuy nhiên em và thầy hướng dẫn đã thống nhất đợt này em chưa thể hoàn thành Luận văn được, và dự tính thực hiện vào đợt sau.. . Cho em hỏi là nếu LVTN thực hiện qua học kỳ sau thì em có cần đăng ký lại môn này như đăng ký mới không ạ, và nếu cần thì em có thể đăng ký muộn vào sau tết được không, do hiện tại em đang thiếu ngày CTXH và do dịch nên chưa thể bổ sung trước tết được ạ.",
            "Chào em,. . Căn cứ trên tình hình phòng chống dịch Covid-19, theo lệnh của Ban giám hiệu, Phòng Đào tạo (PĐT) thông báo kế hoạch tổ chức thi học kỳ 1 năm học 2021-2022, ngày 08/11/2021 (Phòng Đào tạo đã gửi mail cho SV vào ngày 22/11/2021), có thông báo rõ về thời gian phản biện và bảo vệ Luận văn tốt nghiệp (LVTN) trong HK211 và có ghi rõ về các \" Trường hợp cần thiết, sẽ có một đợt bảo vệ bổ sung cho các trường hợp đề tài bị ảnh hưởng nghiêm trọng bởi tình hình dịch Covid-19\". SV vui lòng xem lại email sinh viên về thông báo báo này.. . - Về đơn xin hoãn LVTN HK211 của bạn, Phòng Đào tạo hiện không thể tiếp nhận được.. . SV vui lòng liên hệ khoa để được hỗ trợ và hướng dẫn để xin đăng ký bảo vệ trong đợt bổ sung theo đúng chỉ đạo của Ban Giám hiệu nhà trường.. . -Trường hợp Khoa không tiếp nhận trường hợp tổ chức đợt bảo vệ bổ sung, SV nhờ Khoa làm công văn đề nghị lên Phòng Đào tạo, ghi rõ lý do vì sao không thể tổ chức đợt bảo vệ LVTN bổ sung, để Phòng Đào tạo trình lên Ban Giám hiệu nhà trường xin ý kiến và phản hồi cho sinh viên.. . -  thiếu ngày CTXH. . =  Em liên hệ phòng Công tác chính trị sv qua email [email] để được hướng dẫn nhé.. . Thân mến. . . . . . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em tên: [full_name]. . MSSV: [student_id]. . Xin được phép hoãn thi cuối kỳ trong đợt này. . Lý do: trang thiết bị không thể đáp ứng được thi cuối kỳ online.. . Mong các thầy cô thông cảm cho em.. . Em sẽ đăng ký thi lại vào đợt thi tiếp theo.. . Em xin cảm ơn",
            "Chào em,. . Em vui lòng xem lại email PĐT đã gửi:. . Kế hoạch tổ chức thi học kỳ 1 năm 2021-2022. . mục 5. Hướng dẫn đăng ký hoãn thi Cuối kỳ, dự thi. . Thân mến. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Cho em hỏi là tự nhiên Gmail trường khi em đăng nhập thì bị sai mật khẩu. Dù đã đồng bộ hoá với điện thoại, tự động luư mật khẩu sử dụng 4 năm nay nhưng vẫn bị sai mật khẩu.",
            "Thân chào sinh viên,. . . . - Tài khoản email sinh viên chính là tài khoản BKNetId có thêm @hcmut.edu.vn (VD : [email]).. . - Sinh viên dùng tài khoản BKNetId đăng nhập vào mybk.hcmut.edu.vn để sử dụng các dịch vụ của nhà Trường như : bkpay, elearning,...).. . - Mật khẩu mybk.hcmut.edu.vn và [email] dùng chung 1 mật khẩu.. . . . Cách thức đăng nhập như sau :. . - Đăng nhập vào các dịch vụ nhà Trường: http://mybk.hcmut.edu.vn:. .       + Tên đăng nhập: BKNetId. .       + Mật khẩu: mật khẩu chính là mật khẩu email. . . . - Đăng nhập vào email:. .       + Tên đăng nhập: [email]. .       + Mật khẩu: chính là mật khẩu BKNetId. . . . Chúc bạn thành công..."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em chào anh/ chị pđt. . Thời khoá biểu của em có hiện lịch môn thí nghiệm hoá đại cương, tuần 50-51, tiết 2-6, trên CS1. Nhưng em hiện đang cách ly tại quê, do người nhà em là F0 từ hôm thứ 2. Như vậy, anh/chị cho em hỏi nếu vậy thì trường hợp này em có bị đánh rớt môn hay không ạ ? ( vì thí nghiệm vắng thì không có điểm)",
            "Chào em,. . Nếu em muốn huỷ TN trực tiếp đợt này thì gửi lại nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Em bị mất thời khóa biểu môn thực tập điện 1 EE2025 và thực tập điện 2 EE3023 do thời khóa biểu cật nhật lúc 19h hôm qua ( 19h ngày 16.12) , trong khi đó bạn em không bị mất. Mong thầy cô hỗ trợ em vì lịch học cận kề. . . Em xin cảm ơn thầy cô.. .   i Học vụ .",
            "Chào em,. . Chiều tối nay PĐT sẽ cập nhật TKB cho em nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Em chào các anh chị , em đang là khoá k15 của trường và chỉ còn mỗi luận văn để tốt nghiệp nhưng do bây giờ em đã hết thời hạn học tập tối đa tại trường và bị khoá đăng kí môn học ở học kì kế , vậy cho em hỏi nhà trường có thể gia hạn cho em thêm 1 học kì được không ạ ,em cảm ơn ạ . .   i Học vụ .",
            "Chào em,. . Em vui lòng xem quy chế điều 5.5. . http://www.aao.hcmut.edu.vn/quy chế quy định/học vụ/- Quy chế đào tạo và học vụ bậc đại học, cao đẳng/điều 5.5. . Thân mến. .",
            "Chào em,[full_name] [full_name] Trường hợp của em thuộc khu vụ 1, em có thể làm đơn xin gia hạn thêm 1 học kỳ, ghi rõ em thuộc đối tượng KV1, và còn nợ gì trong đơn[full_name] Và gửi qua [full_name][full_name] [full_name] [full_name]ân",
            "dạ em có đọc rồi ạ , nhưng mẫu đơn để xin gia hạn thì em không thấy cố trên mybk hay aao , vậy anh (chị) có thể cho em xin mẫu đơn được không ạ ,em cảm ơn",
            "Chào em,. . không có mẫu đơn nhé bạn. . Thân",
            "vậy cho em gửi đơn này với ạ , nếu có sai sót gì thì anh (chị) nói lại giúp em với ạ , em cảm ơn",
            "\"Chào bạn. . PDT đã tiếp nhận và đang xử lý đơn kéo dài thời gian học vào HK2(2021-2022) của bạn.. . PDT sẽ phản hồi  file scan quyết định kéo dài  cho sinh viên tại  BKSI  trễ nhất là 24/12/2021. . - Xem chi tiết Lịch đăng ký môn học + đăng ký tốt nghiệp của Hk212 tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ để biết thời gian đăng ký môn học hoặc đăng ký tốt nghiệp. . - Quy chế đào tạo và học vụ: xem chi tiết tại trang web aao.hcmut.edu.vn   Sinh viên   Quy chế-Quy định  Học vụ. . Thân. . \"",
            "dạ cho em gửi lại đơn ạ , ở đơn trước em chưa ghi rõ em thuộc khu vực 1 , em cảm ơn ạ",
            "\"Chào bạn. . PDT đã tiếp nhận và đang xử lý đơn kéo dài thời gian học vào HK2(2021-2022) của bạn.. . PDT sẽ phản hồi  file scan quyết định kéo dài  cho sinh viên tại  BKSI  trễ nhất là 28/12/2021. . - Xem chi tiết Lịch đăng ký môn học + đăng ký tốt nghiệp của Hk212 tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ để biết thời gian đăng ký môn học hoặc đăng ký tốt nghiệp. . - Quy chế đào tạo và học vụ: xem chi tiết tại trang web aao.hcmut.edu.vn   Sinh viên   Quy chế-Quy định  Học vụ. . Thân. . \"",
            "Dạ cho em hỏi là đơn kéo dài thời gian 1 học kỳ của em có kết quả chưa ạ",
            "nay là ngày cuối đăng kí môn học nhưng em vẫn bị khóa đăng kí môn học ạ , mong pđt giải quyết dùm em với ạ ,em cảm ơn . .",
            "\"Chào bạn. . Pdt đã tiếp nhận đề nghị DKMH của bạn. . Bạn xem TKB cập nhật tại Mybk-xem TKB dự kiến sau ngày 7/1/2022. . Thân. . \"",
            "em chào anh (chị) , hôm 23/12 em có hỏi về việc kéo dài thêm 1 học kỳ và pđt có thông báo sẽ gửi kết quả vào ngaỳ 28/12 . hôm này em lên mybk kiểm tra thấy tình trạng sinh viên đã được kéo dài thêm 1 học kỳ nhưng đăng kí môn học của mybk của em chưa mở được ạ , vậy em xin pđt kiểm tra lại giúp em với ạ ,em cảm ơn ạ. . . . Tên :[full_name]. . MSSV:[student_id]",
            "\"Chào bạn. . . . -  Bạn gởi lại câu hỏi muốn đăng ký môn gì ghi rõ tên môn học + mã môn học + lý do + đính kèm quyết định kéo dài thời gian học trên Bksi mục DKMH, để Pdt xử lý. . . . Thân. . \""
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Trường xử lý giúp em ạ",
            "Chào em,. . Thời điểm này thôi học SV vui lòng thanh toán hết 100% của HK211 nhé.. . Hiện tại BKpay đang bảo trì, sau ngày 20/12/2021 SV vào thanh toán HP, thanh toán xong em vui lòng gửi lại đơn thôi học qua bksi cho Phòng Đào tạo. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em tên là: [full_name]. . MSSV:[student_id]. . Em viết đơn này mong nhà trường xem xét trường hợp của em ạ. Em xin chân thành cảm ơn.",
            "Chào em,. . Phòng Đào tạo đã tiếp nhận đơn thu nhận của em.. . SV theo dõi tình trạng và quyết định sẽ cập nhật tại mybk/Thông tin Sinh viên (dự kiến cập nhật QD trong tháng 12/2021). . SV vui lòng theo dõi lịch học vụ và mail sinh viên để biết thời gian đăng ký môn học cho học kỳ tiếp theo. (SV ĐKMH vào đợt 2, 13 giờ ngày 23/12/21). . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . -Nhờ thầy cô kiểm tra giúp em.. . -Em đã hoàn thành hết số tín chỉ và Anh văn. . -Nhưng khi kiểm tra danh sách tốt nghệp tạm thời vẫn báo thiếu 2 tín chỉ tự chọn. . . . Nhờ thầy cô cập nhật giúp e để kipk đăng ký tốt nghiệp. .  . . Em xin căm ơn.. .",
            "Chào em,. . Trường hợp khiếu nại, SV vui lòng trình bày rõ hơn giúp cô là các môn thuộc nhóm 1 bạn học gồm mã nào( bạn có học môn tương đương không? vui lòng trình bày rõ nhé? ở HK nào? để PDT kiểm tra và trả lời lại cho bạn nhé. . Thân",
            "- Hoc kỳ vữa rồi e có học môn: Phương pháp phần tử hữu hạn CI3061 được 5,5đ tương tương môn Đàn hồi UD & PTHH 809028 thuộc nhóm 1. . - Học kỳ trước có môn: Công trình trên nền đất yếu CI4037 tương đương môn Công trình trên đất yếu 805012 thuộc nhóm 1. . - Và được miễn môn: Tin học ứng dụng cầu đường CI4047 tương đương Tin học UD cầu đường 801003. . thuộc nhóm 1",
            "Phiếu xét miễm môn Tin học ứng dụng cầu đường",
            "\"Chào bạn,. . PDT đã ghi nhận yêu cầu về đăng ký xét TN của bạn. SV vui lòng theo dõi email  và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 21/12/2021 SV vẫn chưa nhận được mail hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 11/2021 (cập nhật mới gia hạn thời gian xử lý tốt nghiệp). . Về tình trạng sinh viên, khi nào em có tên trong ds dự kiến tốt nghiệp, PDT sẽ tự động ra QD thu nhận cho bạn nhé. . Thân. . \"",
            "li answer rate: Answer suits the needs / Câu trả lời đúng ý",
            "Dạ vâng cảm ơn cô"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Dạ chào quý thầy cô phòng đào tạo,. . Em tên là [full_name], MSSV [student_id].. . Em đã học anh văn 4 học kì 211, đồng thời cũng có đăng ký chuyển điểm anh văn 4 thông qua bằng toeic đã kiểm duyệt hợp lệ. Nhưng nay vẫn chưa được chuyển điểm và cũng chưa được nhập điểm anh văn 4. Ngày 24/12 là hết hạn đăng ký tốt nghiệp, nên em mong quý thầy cô phòng đào tạo chuyển điểm để em kịp thời đăng ký tốt nghiệp học kì 211 trước hạn 24/12 ạ. Em xin chân thành cảm ơn",
            "\"Chào bạn,. . PDT đã ghi nhận yêu cầu về đăng ký xét TN của bạn. SV vui lòng theo dõi email  và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 21/12/2021 SV vẫn chưa nhận được mail hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 11/2021 (cập nhật mới gia hạn thời gian xử lý tốt nghiệp). . Về tình trạng sinh viên, khi nào em có tên trong ds dự kiến tốt nghiệp, PDT sẽ tự động ra QD thu nhận cho bạn nhé. . Thân. . \""
        ]
    },
    {
        "intent": "",
        "message": [
            "Rút môn học (phải thanh toán học phí) HK 211 . Dạ kỳ này em đăng kí 7 môn + thực tập và những . . môn bị trì hoãn do dịch nên môn này cuối kỳ em học không nổi nữa ạ , em đã cố gắng lắm nhưng mà khó quá . Do có môn dự thính là môn học trước em lúc đầu đăng kí không được nhưng mãi sau mới xin mở lớp được, thành thử em bị nhiều môn .. . . . Em rất mong phòng đào tạo xem xét và cho em được huỷ môn để không ảnh hưởng đến điểm TBTL ạ !",
            "\"Chào bạn,. . PDT đã tiếp nhận đơn rút MH học HK211(có tính học phí) của bạn, bạn vui lòng theo dõi thông tin cập nhật trên mybk/Thông tin SV/Thời khóa biểu trễ nhất là 30/12/2021. . Sau ngày này vẫn chưa được cập nhật vui lòng phản hồi lại bksi. . Thân \""
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Lời đầu tiên em xin chào bên quản lý bksi,. . . . Em tên là [full_name], MSSV:[student_id]. Hiện tại em đã hoàn thành xong hết chương trình đào tạo cũng như đủ điều kiện tiếng anh để xét tốt nghiệp. Em kính mong pđt mở trang xét tốt nghiệp giúp em để em có thể đăng ký tốt nghiệp ạ. Em xin cảm ơn.",
            "\"Chào bạn,. . PDT đã ghi nhận yêu cầu về đăng ký xét TN của bạn. SV vui lòng theo dõi email  và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 21/12/2021 SV vẫn chưa nhận được mail hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 11/2021 (cập nhật mới gia hạn thời gian xử lý tốt nghiệp). . Về tình trạng sinh viên, khi nào em có tên trong ds dự kiến tốt nghiệp, PDT sẽ tự động ra QD thu nhận cho bạn nhé. . Thân. . \""
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em chào cô [full_name],. . . . Trong câu hỏi lần trước hình như cô hiểu sai ý em ạ. . Em muốn hỏi là em lịch thí nghiệm trực tiếp trên trường của em sao vẫn chưa được cập nhập ( đó là lịch học của kỳ trước mà tụi em cũng đã bắt đầu học từ tuần trc). . . . Em gửi cô ảnh đính kèm cô có nói pđt sẽ cập nhập cho em để cô dễ hiểu hơn.. . . . Em xin cảm ơn. .",
            "Chào em,. . PĐT đã nhận thông tin đăng ký học TN trực tiếp, nhưng [full_name] không mở đợt này, em vui lòng liên hệ [full_name] xem nhé.. . Thân mến. .",
            "Cô ơi,. . . . Tụi em đang học môn thí nghiệm đó vào t2 tại trường luôn ạ. Nhưng một số bạn có lịch thí nghiệm trong tkb nhưng em lại ko có. Nên em sợ đi học sẽ không được tính điểm.. . . . Đây là lịch học môn tin học (801706) của thầy [full_name] (khoa KHMT). Lịch học này là của kỳ trước và nó xuất hiện từ đầu hk nhưng vì lí do gì đó nó biến mất và giờ em ko thấy ạ. Em có gửi lịch học của thầy chụp cho tụi em trong file đính kèm.. . . . Nhắc lại là lịch TN này em vẫn đang đi học vào t2 hàng tuần từ tuần trước( thầy có gửi tkb cho tụi em). Nhưng trong tkb của em lại không có và em đã đk với pđt từ 2 tuần trước ạ.. . Mong pđt cập nhập tkb giúp em. Trong TH ko cập nhập thì em đi học có được tính điểm ko ạ.. . . . Mong cô hồi đáp giúp em. . Em cảm ơn",
            "Chào em,. . Chiều, tối nay PĐT cập nhật lại nhé.. . Thân mến. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác:",
            "Chào em,. . Thời điểm này thôi học SV vui lòng thanh toán hết 100% của HK211 nhé.. . Hiện tại BKpay đang bảo trì, sau ngày 20/12/2021 SV vào thanh toán HP, thanh toán xong em vui lòng gửi lại đơn thôi học qua bksi cho Phòng Đào tạo. . Thân",
            "Chào cô,. . Em có thể thanh toán luôn tại ngân hàng OCB cho HP của em không?. . Thân và cảm ơn.",
            "Chào em,. . Do hệ thống bkpay đang bảo trì nên sau ngày 20/12 em mới vô thanh toán được nhé.. . Ra trực tiếp ngân hàng cũng không thanh toán được em. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em chào Thầy/Cô,. . . . Em muốn đăng ký BHXH và 16h ngày 20/12/2021 là hết hạn rồi ạ mà bây giờ hệ thống BKpay đang được bảo trì thì phải làm sao ạ?. . . . Em cám ơn Thầy/Cô.. .",
            "Chào em,. . Em liên hệ phòng Công tác chính trị sv qua email [email] để được hướng dẫn nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em là [full_name] (MSSV: [student_id]). Cho em hỏi PĐT có thể chỉnh sửa thông tin tốt nghiệp của em được không ạ? Cụ thể ở mục   B Nơi sinh  /B  sửa từ \"Tỉnh Đắk Lắk\" thành \"Thành phố Buôn Ma Thuột, tỉnh Đắk Lắk\".",
            "Chào em,. . Nơi sinh chỉ tính theo tỉnh thôi nhé bạn.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Chào quý Thầy Cô,. . Hiện tại e đã đủ điều kiện tốt nghiệp, mong quý Thầy Cô xem xét và thu nhận lại để e được đăng ký tốt nghiệp trong đợt này ạ. E xin cảm ơn.. .",
            "\"Chào bạn,. . PDT đã ghi nhận yêu cầu về đăng ký xét TN của bạn. SV vui lòng theo dõi email  và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 21/12/2021 SV vẫn chưa nhận được mail hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 11/2021 (cập nhật mới gia hạn thời gian xử lý tốt nghiệp). . Về tình trạng sinh viên, khi nào em có tên trong ds dự kiến tốt nghiệp, PDT sẽ tự động ra QD thu nhận cho bạn nhé. . Thân. . \""
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính gửi Thầy/cô,. . Em là [full_name], hiện tại học lớp KSTN XD17KSDD, nhưng hiện tại do em chưa đạt yêu cầu về chuẩn Tiếng Anh nói viết, nên em muốn rút khỏi lớp tài năng để được tốt nghiệp kịp thời đợt TN.2021 tháng 11. Đồng thời do em không đăng kí môn học học kì 211 vừa rồi nên em đã bị tạm dừng. Em mong nhận được sự hướng dẫn thu nhận sinh viên để em đăng kí tốt nghiệp ạ.. . Em mong được thầy cô giúp đỡ.. . Em xin chân thành cảm ơn.. . Trân trọng,. . [full_name]",
            "Chào em,. . Hiện tại em đã có kết quả 2 kỹ nằng đủ bằng thường chưa? Hiện tại kiểm tra bạn vẫn chưa có 2 kỹ năng nhé. . Thân",
            "li answer rate: Answer suits the needs / Câu trả lời đúng ý"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Gửi [full_name],. . Em đã chuyển sang hệ VHVL, trong đợt đóng hp học kì chính, em đã thanh toán học phí chính qui, và trong đợt đóng học phí chuyển hệ em đã thanh toán trễ hạn. Hiện bảng điểm giáo viên bộ môn gửi lên bkel e đã có điểm, nhưng bảng điểm trên mybk của em hiện là 13 và 0. mong [full_name] kiểm tra giúp em và em cần phải làm gì để khôi phục bảng điểm lại. Em xin cảm ơn.",
            "Chào em,. . Em vui lòng trình bày rõ là điểm MH nào và ở HK nào nhé?. . Vì điểm là do giảng viên nhập và nộp điểm cho PDT nhé.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Dạ pđt cho em hỏi là em đang làm luận văn kỳ này và thi anh văn nói viết tháng 2/2022 thì có được đăng ký tốt nghiệp vào tháng 4/2022 không ạ?. . Em là sinh viên k15 có thời hạn cuối đào tạo là tháng 4/2022. . Em xin cảm ơn",
            "Chào em,. . SV vui lòng theo dõi lịch học vụ để xem lịch tốt nghiệp của tháng 4/2022 (hiện tại chưa có). . SV khóa 2015 phải hoàn thành bổ sung tất cả điều kiện tốt nghiệp trong đợt tháng 4/2022. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Lúc trước em còn thiếu AV4 để đăng kí tốt nghiêp.. . Hiện tại em đã bổ sung AV4 và mới vừa cập nhật trong bảng điểm.. . Dạ cho em hỏi làm sao để đăng kí bổ sung xét tốt nghiệp đợt tháng 1/2022?. . Em cảm ơn.. .",
            "\"Chào bạn,. . PDT đã ghi nhận yêu cầu về đăng ký xét TN của bạn. SV vui lòng theo dõi email  và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 21/12/2021 SV vẫn chưa nhận được mail hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 11/2021 (cập nhật mới gia hạn thời gian xử lý tốt nghiệp). . Về tình trạng sinh viên, khi nào em có tên trong ds dự kiến tốt nghiệp, PDT sẽ tự động ra QD thu nhận cho bạn nhé. . Thân. . \""
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp .   p  Xin chào PĐT, em tên là [full_name], MSSV [student_id]. Hiện tại em đã có 16 ngày CTXH và đủ điều kiện để đăng ký tốt nghiệp, nhưng trên trang thông tin tốt nghiệp vẫn để số ngày CTXH của em là 14,5. Mong PĐT xem xét và cập nhật sớm giúp em, em xin cảm ơn.  /p . .",
            "Chào em,. . Tuần sau PĐT sẽ cập nhật lại nhé.. . Thân mến. .",
            "Dạ em cảm ơn pđt. Vì hạn chót đăng ký là ngày 24/12 (thứ sáu) nên kính mong pđt cập nhật giúp em trước ngày đó. Em xin cảm ơn.",
            "Chào em,. . Trường hợp của em cô thấy em đã đăng ký tốt nghiệp thành công.. . Nhưng do em chưa đủ ngày CTXH nên chưa có tên trong ds tốt nghiệp chính thức.. . Nếu em đã bổ sung đủ ngày CTXH và được cập nhật trên trang Hoạt động ngoại khóa thì đợi PDT sẽ cập nhật và ra quyết định tốt nghiệp sau ngày 24/12/2021. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em là sinh viên k17, cho em hỏi chuẩn anh văn ra trường của k17 là bao nhiêu ạ?. . em xin cảm ơn.. .",
            "Chào em,. . Xem chi tiết quy chế tại đây:. . aao.hcmut.edu.vn/sinh viên/quy chế/học vụ/Quy chế đào tạo và học vụ bậc đại học, cao đẳng:/ . . Phụ lục 1: Quy định về ngoại ngữ (áp dụng cho các chương trình giảng dạy bằng tiếng Việt)/3.   Chuẩn tiếng Anh khi nhận Luận văn tốt nghiệp (LVTN) và khi tốt nghiệp. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Kính gửi thầy cô,. . . . . . Vào ngày 23/9/2021 sinh viên [full_name] mssv [student_id] đã đăng kí rút môn học Anh văn 4a - LA1043 nhóm DT02-A.. . . . Vấn đề xảy ra khi sinh viên đã rút môn học nhưng bảng điểm không nhận kết quả mà ghi nhận sinh viên đạt điểm 13 mặc dù trước đó điểm môn học đã được xử lý là điểm rút 17.. . . . . . Chi tiết kết quả rút môn học và bảng điểm sai sót theo file đính kèm:. . . . . . Thanks,. . . . [full_name]. . . . . . . .",
            "Chào em. . Không sao em nhé, hệ thống của PDT đã ghi nhận điểm 17 cho môn LA1043 và hủy TKB môn học này trong TKB của bạn rồi nhé.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Em tên [full_name] mssv [student_id], theo lịch thi trên Cổng thông tin thì ngày 20/12 lúc 18h em mới thi môn Mạch điện tử, nhóm lớp DT01 , thời điểm đó em không thi được do thiếu thiết bị thi ạ, nên em có đăng kí hoãn thi nhưng trong chỗ hoãn thi ghi ngày 16/12 là phần đăng kí của em cũng chưa được xử lí ạ,em mong pđt xử lí giúp em với ạ. . . .",
            "Chào em,. . - Em vui lòng xem lại email PĐT đã gửi:. . Kế hoạch tổ chức thi học kỳ 1 năm 2021-2022. . mục 5. Hướng dẫn đăng ký hoãn thi Cuối kỳ, dự thi. . - Trong chỗ hoãn thi ghi ngày 16/12 là phần đăng kí của em cũng chưa được xử lí ạ. . =  Hết đợt PĐT mới giải quyết, hậu kiểm với Khoa, không phải xử lý từng môn nhé.. . Thân mến. . . . . . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . dạ cho em hỏi là điều kiện để đăng kí môn học năm 3 là em phải học xong giáo dục thể chất 2 hay 3 ạ em K20 ạ em cảm ơn ạ",
            "Chào em,. . Em vui lòng xem lại email PĐT đã gửi:. . - Nhà trường tạm thời không xét điều kiện: chuẩn tiếng Anh sau mỗi năm học (chuẩn Anh văn hàng năm), xét chuẩn CCAV quốc tế khi xét LVTN, chuẩn Giáo dục thể chất cho riêng HK chính 212 và HK dự thính 212.. . =  Nghĩa là phía sau dấu hai chấm là tạm thời không xét.. . Thân mến. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Kính gửi PĐT,. . Em có thắc mắc về việc thanh toán bảo hiểm y tế cho k19. Do hệ thống thanh toán bkpay đang bảo trì, không thanh toán bảo hiểm y tế đúng hạn được thì em phải làm sao ạ? Có thể thanh toán bảo hiểm y tế sau khi hết hạn thanh toán do bảo trì được không ạ?. . Em cảm ơn PĐT.",
            "Chào em,. . Em liên hệ phòng Công tác chính trị sv qua email [email] để được hướng dẫn nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Dạ em kính chào thầy/ cô ạ!. . . . Em tên [full_name], sinh viên khoa QLCN. Em đang có thắc mắc mong được thầy/ cô giúp đỡ giải đáp ạ.. . Hiện tại em đã đăng ký in bảng điểm vì cần gấp để xét học bổng của khoa. Tuy nhiên hiện tại Hệ thống BK PAY đang bảo trì và em không thể thực hiện thanh toán lệ phí để PDT bắt đầu in được ạ. Vậy em có thể ra ngân hàng đóng lệ phí in được không ạ? Do em sợ Hệ thống BK PAY cũng có liên kết với phía ngân hàng và khi BK PAY bảo trì thì phía ngân hàng cũng không thanh toán được. Hoặc có cách giải quyết nào khác không ạ? Em mong được thầy /cô giúp đỡ!. . . . Trong thời gian chờ đợi sự phản hồi từ quý thầy/cô, em xin chân thành cảm ơn.. . . . Trân trọng/",
            "Chào em,. . Em có thể lên Phòng Đào tạo để đăng ký in trực tiếp nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Kính gửi PĐT,. . . . Theo kế hoạch học tập em Sẽ tham gia thực tập điện 1 ở tuần này. Tuy nhiên, quá trình làm việc tại cơ quan Ngân hàng. Bộ phận em có cả F0. Chính vì thế mong nhà trường xem xét tạm dừng học kỳ này. Em Sẽ tham dự vào học kỳ chính. Trân trọng cảm ơn.. . . . Mong được chấp thuận",
            "Chào em,. . Phòng Đào tạo đã tiếp nhận thông tin xin hủy đăng ký học thí nghiệm trực tiếp của em.. . SV vui lòng theo dõi mail và thời khóa biểu được cập nhật Mybk/Thông tin sinh viên/Xem thời khóa biểu sau khi trường được hoạt động lại bình thường (dự kiến trong tháng 3/2022). . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Kính gửi Phòng Đào tạo, . .  . .     Em là [full_name] có MSSV là [student_id], do hôm trước PĐT có phản hồi là thời khóa biểu sẽ được cập nhật lại cho các môn học TH/TN ạ, nhưng em hiện vẫn chưa nhận được sự thay đổi ạ. . .     Kính mong PĐT hổ trợ điều chỉnh để em có thể sắp xếp việc đi lại cho thuận tiện cũng như đảm bảo tiến độ học tập tốt nhất ạ. . .     Kính chúc quý thầy/cô làm việc an toàn trong mùa COVID này!. . . . Trân trọng.",
            "Chào em,. . Môn học SV đăng ký không mở học offline nhé.. . Thân mến. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Em chào thầy/cô.. . Em là [full_name], mssv [student_id]. Trong học kì 202 vừa rồi, em đã hoãn thi môn [full_name], vậy trong học kì 211 này em có được tiếp tục hoãn thi môn học này không ạ???. . Mong thầy/cô giải đáp thắc mắc cho em.. . Em xin cảm ơn ạ.. . Chúc thầy/cô sức khỏe.. .",
            "Chào em,. . Em vui lòng xem lại email PĐT đã gửi:. . Kế hoạch tổ chức thi học kỳ 1 năm 2021-2022. . mục 5. Hướng dẫn đăng ký hoãn thi Cuối kỳ, dự thi. . Thân mến. .",
            "[student_id]\tNgô Đức\tTrí\tHK202\tMT1009\tPhương pháp tính\tL08\t\t[student_id]\t[student_id]\t0. . Chào bạn. . Về vấn đề này bạn vui lòng xem chi tiết: Quy trình Hoãn thi HK211 Pdt đã gởi qua mail  vào ngày 10/12/2021- Mục II.. . Trường hợp PĐT đã xếp Lịch thi nhưng SV không thể Thi để xóa điểm HT trong HK211: SV đăng ký hủy tại trang mybk.hcmut.edu.vn    Ứng dụng cho Sinh viên    12. Đăng ký hoãn thi Cuối kỳ.. . Cuối tháng 12/2021 (dự kiến), PĐT sẽ lấy dữ liệu để Hủy Lịch thi đã xếp trong HK211.. . Lưu ý: SV cân nhắc khi đăng ký hủy không thi ở HK211, vì PĐT đã cố gắng xếp Lịch thi cho tất cả SV diện có Quyết định Hoãn thi để SV có kết quả kịp tiến độ theo Chương trình đào tạo, HK212 khả năng dự kiến khó mở lớp những môn này, đồng thời theo quy định SV phải đăng ký thi cuối kỳ trong thời hạn một năm học để lấy kết quả này làm điểm tổng kết thay thế cho điểm HT.. . -  \tQuy định hoãn thi (HT): xem chi tiết tại khoản 17.2 điều 17 trong Quy chế đào tạo và học vụ (aao.hcmut.edu.vn    Sinh viên    Quy chế-quy định    Học vụ).. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính gửi Phòng đào tạo Trường Đại học Bách Khoa TPHCM.. . . . Em tên [full_name]. Sinh viên hệ VLVH ngành Kỹ thuật điều khiển và Tự động hóa. MSSV: [student_id].. . . . Em gửi mail này mong Phòng đào tạo hỗ trợ em được đóng tiền Bảo hiểm y tế trước hạn chót là ngày 20/12/2021.. . . . Nguyên nhân do hiện tại BKPay đang bão trì nên em sợ thời gian bảo trì kéo dài qua khỏi hạn chót đóng tiền nên em mong muốn được đóng trực tiếp cho trường có được không ạ.. . . .",
            "Chào em,. . Em liên hệ phòng Công tác chính trị sv qua email [email] để được hướng dẫn nhé.. . Thân mến. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Kính gửi thầy/cô,. . . . Em tên [full_name], mssv [student_id], khoa Kỹ thuật hoá học. Hiện em đã tốt nghiệp nhưng chưa nhận được bằng tốt nghiệp tạm thời. Thầy/cô cho em hỏi em có thể lên web trường tải về được không ạ. Nếu có thể thầy/cô cho em xin chỗ tải không ạ. Em cảm ơn thầy/cô.. . . . Trân trọng.",
            "Chào em,. . Cô gửi em file scan. . Em có thể tải mybk/Đăng tý tốt nghiệp"
        ]
    },
    {
        "intent": "",
        "message": [
            "\"Chào bạn,. . PDT đã ghi nhận yêu cầu về đăng ký xét TN của bạn. SV vui lòng theo dõi email  và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 21/12/2021 SV vẫn chưa nhận được mail hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 11/2021 (cập nhật mới gia hạn thời gian xử lý tốt nghiệp). . Về tình trạng sinh viên, khi nào em có tên trong ds dự kiến tốt nghiệp, PDT sẽ tự động ra QD thu nhận cho bạn nhé. . Thân. . \""
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Thầy cô cho em hỏi không biết em gặp vấn đề gì mà khi vào trang Mybk để đăng ký môn học thì được thông báo: \"Bạn không được quyền đăng ký môn học! Vui lòng liên hệ PDT\" ạ.(Em có gửi file ảnh đính kèm). . Mong thầy cô kiểm tra lại và phản hồi lại giúp em với ạ. . . Em xin cảm ơn.. . . . Chung.. .",
            "Chào bạn,. . Hiện tại chưa có đợt đăng ký MH, nên không rõ về câu hỏi của bạn.. . Tình trạng trên mybk/Thông tin sinh viên của bạn đang là tình trạng đang học bình thường. . SV xem lịch học vu để vào ĐKMH của đợt 2 nhé. . Trường hợp không ĐKMH được, SV gửi lại câu hỏi qua bksi để được hỗ trợ.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính gửi các Thầy/Cô/Chuyên viên,. . . . Cho em hỏi là làm thế nào được có tên trong Danh sách tốt nghiệp chính thức?. . Hiện tại em đã có tên trong danh sách tốt nghiệp dự kiến gần một tháng rồi ạ.. . . . Tốt nghiệp .",
            "\"Chào bạn,. . Hiện tại Phòng Đào tạo đang tiến hành in bằng và gửi mail nhận bằng theo từng đợt. . SV đã đăng ký tốt nghiệp thành công, vui lòng đợi cập nhật Quyết định tốt nghiệp chính thức và mail thông báo lên nhận bằng từ Phòng Đào tạo. . Về lễ tốt nghiệp tháng 11/2021 SV vui lòng đợi thông báo sau của nhà trường. . Thân. . \""
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính Gửi Văn Phòng đào tạo,. . Em là [full_name], MSSV [student_id]. Thưa văn phòng, em đã đăng kí tốt nghiệp thành công, nhưng lại up load ảnh không đúng quy định. . . Em đã qua lại trang mybk//Đăng ký tốt nghiệp. Nhưng lại không cập nhật được ảnh, cũng như không tìm thấy mục gỡ ảnh. . . Ảnh đúng quy định, em có đặt ở file đính kèm.. . Rất mong văn phòng xem xét, giúp đỡ em ạ. Em xin chân thành cám ơn. . trân trọng. .   i Tốt nghiệp .",
            "Chào em,. . Trường hợp của em đã nhập được mail xác nhận đăng ký tốt nghiệp của PDT chưa?. . Em vào tải lại ảnh bị lỗi gì? vui lòng chụp hình minh chứng gửi đính kèm?. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: dạ cho em hỏi là giờ em muốn xin tạm dừng 2 học kỳ thì em điền chỗ này sao ạ?",
            "Chào em,. . Theo quy chế thì tạm dừng không quá 2 HK, mỗi HK em làm tạm dừng 1 lần.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác:",
            "\"Chào em,. . Phòng Đào tạo đã tiếp nhận đơn tạm dừng HK212 của bạn, Sinh viên theo dõi tình trạng sinh viên được cập nhật trên mybk/Thông tin Sinh viên/tình trạng. . chuyển qua trạng thái từ \"\"đang học\"\" sang \"\"tạm dừng\"\", dự kiến sẽ cập nhật trước ngày 3/1/2022 và gửi mail Quyết định qua email cho sinh viên. . SV vui lòng theo dõi lịch học vụ và mail SV để làm đơn thu nhận lại để đăng ký MH cho học kỳ tiếp theo. . Thân\""
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Cho em hỏi là sau khi đổi mật khẩu Gmail đuôi hcmut.edu.vn của trường thì em đi ra OCB đóng. Nhưng chị giao dịch viên nói không còn  tìm thấy thông tin của em trên hệ thống. Cho em hỏi là vậy bảo giờ mới đóng tiền đuọec ạ. Vì em còn lhoanr tiền bảo hiểm y tế hạn chót là chủ nhật tuần này. Mhuwng chủ nhật thì ngân hàng không làm việc ạ. . .",
            "Chào em,. . - Em liên hệ số điện thoại hotline của Ngân hàng OCB để được hỗ trợ:[student_id]8. . -  Tiền bảo hiểm y tế . . =  Em liên hệ phòng Công tác chính trị sv qua email [email] để được hướng dẫn nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Dạ em kính chào thầy/ cô ạ!. . . . Em tên Trần Quỳnh Hương, sinh viên khoa QLCN. Em đang có thắc mắc mong được thầy/ cô giúp đỡ giải đáp ạ.. . Dạ hiện tại em có nhu cầu in bảng điểm gấp nhưng hệ thống BKPAY bảo trì nên em có thể nhờ bạn bè đến trực tiếp PDT để đăng ký và đóng lệ phí in bảng điểm (theo trường hợp gửi bảng điểm về quê) được không ạ? Và nếu bạn em đi đăng ký thay thì có cần mang theo THẺ SINH VIÊN của em không ạ? Em mong được thầy /cô giúp đỡ!. . . . Trong thời gian chờ đợi sự phản hồi từ quý thầy/cô, em xin chân thành cảm ơn.. . . . Trân trọng/",
            "Chào em,. . Em có thể lên Phòng Đào tạo để đăng ký in trực tiếp nhé (bạn em đi giúp cần thẻ SV hoặc hình chụp thẻ SV của em nhé).. . Thân mến. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Lần trước em hiểu nhầm là em đang học theo chương trình đào tạo 2014 ngành công nghệ thông tin vừa học vừa làm, vậy nên em đã đăng kí môn đồ án 1. Hiện tại sau khi em hỏi lại phòng đào tạo thì được biết là chương trình em học là CTDT khóa 2018 ngành Khoa học máy tính. Hiện tại em không biết môn Đồ án 1 (CO2023) này có được chuyển sang môn Thực tập đồ án đa ngành (CO3087) của ctdt khóa 2018 của ngành này không, nên em đành phải tạm dừng môn Đồ án 1 (CO2023) này. Em muốn hỏi là môn Đồ án 1 (CO2023) này có được chuyển sang môn Thực tập đồ án đa ngành (CO3087) của ctdt khóa 2018 không ạ?",
            "Chào bạn,. . Về Chương trình Đào tạo, danh sách môn tương đương…, bạn vui lòng xem tại:. . aao.hcmut.edu.vn/Sinh viên/Chương trình Đào tạo. . Sinh viên thắc mắc về CTĐT vui lòng liên hệ về Khoa xin gặp Thầy/Cô Phụ trách về CTĐT để được tư vấn và hỗ trợ thêm.. . email [full_name]: [email]. . Thân mến. .  . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Kính gửi thầy cô PĐT,. . . . Hiện tại em đang chờ xét điểm av4 để hoàn thành tiêu chuẩn đăng kí tốt nghiệp và hạn cuối là 24/12/2021. Tuy nhiên, em có vào trang đăng kí thì hiển thị thông báo không thể truy cập do tình trạng tạm dừng do không đăng kí thời khóa biểu ạ. Vậy thầy cô cho em hỏi là em có cần nộp giấy Thu nhận lại không ạ? Nếu làm giấy Thu nhận có kịp để xét tôt nghiệp trong kì này luôn không ạ?. . . . Em xin chân thành cảm ơn thầy cô ạ.",
            "Tốt nghiệp. . . . Kính gửi thầy cô PĐT,. . . . Hiện tại em đang chờ xét điểm av4 để hoàn thành tiêu chuẩn đăng kí tốt nghiệp và hạn cuối là 24/12/2021. Tuy nhiên, em có vào trang đăng kí thì hiển thị thông báo không thể truy cập do tình trạng tạm dừng do không đăng kí thời khóa biểu ạ. Vậy thầy cô cho em hỏi là em có cần nộp giấy Thu nhận lại không ạ? Nếu làm giấy Thu nhận có kịp để xét tôt nghiệp trong kì này luôn không ạ?. . . . Em xin chân thành cảm ơn thầy cô ạ.  /QUOTE . .  Tốt nghiệp. . . . Kính gửi thầy cô PĐT,. . . . Hiện tại em đang chờ xét điểm av4 để hoàn thành tiêu chuẩn đăng kí tốt nghiệp và hạn cuối là 24/12/2021. Tuy nhiên, em có vào trang đăng kí thì hiển thị thông báo không thể truy cập do tình trạng tạm dừng do không đăng kí thời khóa biểu ạ. Vậy thầy cô cho em hỏi là em có cần nộp giấy Thu nhận lại không ạ? Nếu làm giấy Thu nhận có kịp để xét tôt nghiệp trong kì này luôn không ạ?. . . . Em xin chân thành cảm ơn thầy cô ạ.  /QUOTE . .",
            "\"Chào bạn,. . Khi nào có điểm được cập nhật lên mybk/Thông tin sinh viên/xem điểm em gửi câu hỏi có bksi để hỏi về việc xét tốt nghiệp.. . Về tình trạng sinh viên, khi nào em có tên trong ds dự kiến tốt nghiệp, PDT sẽ tự động ra QD thu nhận cho bạn nhé. . Thân. . \""
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em chào cô/thầy. Trong kì này em có học AV4 để đủ điều kiện tốt nghiệp và đã thi kết thúc môn. Vậy nếu môn AV4 có điểm trên hệ thống trước này 24/12 thì em có được đăng kí tốt nghiệp không ạ? Em xin cám ơn.",
            "Chào em,. . Khi nào có đủ điểm được cập nhật lên mybk/Thông tin Sinh viên, em có thể gửi câu hỏi qua bksi để hỏi về việc xét tốt nghiệp nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em chào anh/chị,. . . . Em là sinh viên chương trình Kỹ sư tài năng, hiện tại em chỉ còn thiếu chuẩn TOEIC Nói viết (245 điểm) nên sẽ phải thi một đợt cuối nữa vào ngày 18/12 do BKenglish tổ chức, tuy nhiên việc chấm điểm có thể mất đến 2 tuần nên sẽ quá hạn tốt nghiệp tháng 12. Nên em mong anh/chị cho em hỏi về trường hợp này có được hoãn thời hạn đăng kí đến khi có điểm không ạ.",
            "Chào em,. . Em có thể nhờ TTNN chấm điểm sớm và gửi cho PDT xét tốt nghiệp kịp cho các bạn nhé. . Thân",
            "Em chào chị,. . . . Bình thường BKenglish tổ chức thi vào đầu tháng nên sẽ kịp với đăng kí tốt nghiệp. Nhưng tới tháng 12 thì có vấn đề gì đó nên tổ chức trễ hơn 2 tuần. Và BKenglish phải mất 2 tuần để chấm nên không thể kịp có điểm vào ngày 24/12 được ạ. Nên em rất mong liệu khoảng sau đó vài ngày có điểm thì em có thể đăng kí tốt nghiệp bổ sung không ạ",
            "\"Chào bạn,. . PDT đã ghi nhận yêu cầu về đăng ký xét TN của bạn. SV vui lòng theo dõi email  và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 27/12/2021 SV vẫn chưa nhận được mail hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 11/2021 (cập nhật mới gia hạn thời gian xử lý tốt nghiệp). . Về tình trạng sinh viên, khi nào em có tên trong ds dự kiến tốt nghiệp, PDT sẽ tự động ra QD thu nhận cho bạn nhé. . Thân. . \"",
            "Em vẫn chưa nhận được mail đăng kí tốt nghiệp. Chị kiểm tra giúp em với ạ",
            "Chào em,. . Kết quả 2 kỹ năng của bạn chưa đủ chuẩn xét KSTN. . Em xem lại nhé, bạn có thể chụp hình minh chứng kết quả 2 kỹ năng gửi kèm để PDT kiểm tra lại nhé. . Thân",
            "Em chào chị. Kết quả 2 kỹ năng nói viết của em ở đợt tháng 12 là 260 ạ. . . Link kiểm tra: https://docs.google.com/spreadsheets/d/1tPWLKwyUeL1icWUlgL6gfsNCee6WnNaUMS7MTOL73jM/edit#gid=[student_id]04. . Số thứ tự của em: 450. .",
            "\"Chào em,. . Trường hợp của em đã có tên trong danh sách tốt nghiệp dự kiến. SV vui lòng kiểm tra mai SV nhé.. . Do hiện tại hệ thống bkpay đang bảo trì, SV vui lòng đợi sau ngày 05/01/2022 mới có thể vào đăng và thanh toán lệ phí tốt nghiệp. . (SV đã đăng ký tốt nghiệp thành công vui lòng bỏ qua nội dung này).. . Thân\""
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp .",
            "Chào em,. . Câu hỏi không có nội dung.",
            "Tốt nghiệp . Chào thầy/cô,. . . . Em là [full_name] - [student_id], sinh viên khóa 2017, hiện tại em đã đủ các điều kiện để tốt nghiệp, tuy nhiên khi vào trang đăng ký xét tốt nghiệp thì hiển thị   B không có trong danh sách dự kiến tốt nghiệp  /B  nên không đăng kí được. Sắp tới hạn kết thúc đăng kí nhưng em vẫn chưa đăng ký được. Mong thầy/cô kiểm tra lại giúp em. . . . . Cảm ơn thầy/cô.",
            "\"Chào bạn,. . PDT đã ghi nhận yêu cầu về đăng ký xét TN của bạn. SV vui lòng theo dõi email  và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 21/12/2021 SV vẫn chưa nhận được mail hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 11/2021 (cập nhật mới gia hạn thời gian xử lý tốt nghiệp). . Về tình trạng sinh viên, khi nào em có tên trong ds dự kiến tốt nghiệp, PDT sẽ tự động ra QD thu nhận cho bạn nhé. . Thân. . \""
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . kính chào Qúy thầy cô PDT, em vừa hoàn thành chương trình học và em đăng ký tốt nghiệp tới bước 3 tải hình lên em không thực hiện được mong quý thầy cô xem xét và phản hồi sớm giùm em với ạ, e xin cảm ơn!!!",
            "Chào em,. . upload hình bình thường, sinh viên kiểm tra lại hình, kiểu ảnh jpg, hình kích thước tối thiểu 600px và   =1MB.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em tên là [full_name], MSSV [student_id]. Cho em hỏi em đã đủ điều kiện tốt nghiệp năm 2021 hay chưa để em đăng ký xét tốt nghiệp ạ.. . . . Em xin cảm ơn ạ.. . . .",
            "\"Chào bạn,. . PDT đã ghi nhận yêu cầu về đăng ký xét TN của bạn. SV vui lòng theo dõi email  và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 21/12/2021 SV vẫn chưa nhận được mail hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 11/2021 (cập nhật mới gia hạn thời gian xử lý tốt nghiệp). . Về tình trạng sinh viên, khi nào em có tên trong ds dự kiến tốt nghiệp, PDT sẽ tự động ra QD thu nhận cho bạn nhé. . Thân. . \""
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Xin gia hạn thời gian đào tạo 1 học kỳ. . Còn môn học chưa hoàn thành, chưa đủ điều kiện tốt nghiệp",
            "\"Chào em,. . Phòng Đào tạo đã tiếp nhận đơn gia hạn 1 học kỳ của bạn. . SV theo dõi tình trạng và quyết định sẽ cập nhật tại mybk/Thông tin Sinh viên (dự kiến cập nhật QD trong tháng 12/2021). . SV xem lịch học vụ và mail SV để vào ĐKMH cho HK212 vào đợt 2. . Thân\"",
            "Dạ, em thấy đã cập nhật quyết định và tình trạng học nhưng em không đăng ký được môn học ạ. . Cô xem giúp em. . Cảm ơn cô",
            "\"Chào bạn. . -  Bạn gởi lại câu hỏi muốn đăng ký môn gì ghi rõ tên môn học + mã môn học + lý do trên Bksi mục DKMH, để Pdt xử lý. . - Đính kèm quyết định kéo dài nghen. . Thân. . \""
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Hiện tại em đã có kết quả điểm môn học Anh văn 4A và em cũng đã đủ điều kiện để xét tốt nghiệp. Tuy nhiên, hiện tại em vô trang Đăng ký xét tốt nghiệp thì vẫn chưa được phép đăng ký. Kính mong PĐT có thể sớm giải quyết vấn đề này giúp em.. . Em xin chân thành cảm ơn!. . . .",
            "\"Chào bạn,. . PDT đã ghi nhận yêu cầu về đăng ký xét TN của bạn. SV vui lòng theo dõi email  và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 21/12/2021 SV vẫn chưa nhận được mail hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 11/2021 (cập nhật mới gia hạn thời gian xử lý tốt nghiệp). . Về tình trạng sinh viên, khi nào em có tên trong ds dự kiến tốt nghiệp, PDT sẽ tự động ra QD thu nhận cho bạn nhé. . Thân. . \""
        ]
    }
]