[
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Dạ chào PĐT, . . Vào năm 1, em không học GDQP với các bạn cùng khóa. Em đã học lại và đã có chứng chỉ hoàn thành.. . . . PĐT cho em hỏi là bây giờ em cần nộp những giấy tơ nào cho PĐT ạ? . . Theo em biết thì cần:. . - Bản sao chứng chỉ. . - Bảng điểm. . Ngoài ra còn cần giấy tờ nào nữa không ạ?. . Em cảm ơn.",
            "Chào em,. . Theo em biết thì cần:. . - Bản sao chứng chỉ. . - Bảng điểm. . Ngoài ra còn cần giấy tờ nào nữa không ạ?. . =  Cần 2 cái trên là đủ nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: 1511567  /b \t. . . .   i Tốt nghiệp . Chào Cô/Thầy, . . . . Em là Huỳnh Hữu Khoa (1511567).. . . . Em có đăng kí xét tốt nghiệp tại trang Mybk của trường vào thứ 5 (2021/12/02). Và thực hiện thanh toán thanh toán thành công tại Bkpay. . . . . Hôm nay em vào trang đăng kí thì nhận được thông báo tại mục \"Tình trạng đăng kí: Không được phép đăng kí (Tạm dừng)\". (Chi tiết xem ảnh đính kèm).. . . . Cô/thầy có thể hỗ trợ cho em biết em đang bị vương mắc vấn đề gì không ạ. . . . . Em cảm ơn.",
            "\"Chào em,. . không sao nhé, PDT sẽ tự động ra thu nhận lại và quyết định tốt nghiệp cho bạn nhé. . Thân\""
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học  /i  Xin quý thầy cô hỗ trợ giúp em chuyển hệ trong học kỳ 212 ạ. Cho em biết thông tin về cách chuyển hệ và giấy tờ cần thiết ạ.. . . .",
            "Chào bạn. . Bạn tải mẫu Phiếu đề nghị chuyển sang VLVH  tại trang web: aao.hcmut.edu.vn gởi tại BKSI để Pdt xử lý chuyển sang VLVH cho bạn. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em tên là [full_name] thuộc hệ chương trình Tiên tiến, hiện giờ em nhận được giấy tốt nghiệp tạm thời. Em muốn biết khi nào em nhận được bằng tốt nghiệp. Mong anh chị hỗ trợ trả lời giúp em.",
            "\"Chào bạn,. . Hiện tại Phòng Đào tạo đang tiến hành in bằng và gửi mail nhận bằng theo từng đợt. . SV đã đăng ký tốt nghiệp thành công, vui lòng đợi mail thông báo lên nhận bằng từ Phòng Đào tạo. . Thân. . \""
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em tên là [full_name] - MSSV: [student_id]. . Em muốn hỏi là sao Hoạt động 1 trong sinh hoạt công dân em vẫn chưa được chấm điểm ạ. Em đã làm Hoạt động 1 từ ngày 26/11/2021 mà giờ vẫn chưa được chấm điểm để em có thể làm tiếp hoạt động 2 ạ.. . Em mong nhà trường có thể xem xét cho em ạ",
            "Chào em,. . Em liên hệ phòng Công tác chính trị sv qua email [email] để được hướng dẫn nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em chào cô/thầy.. . Vì thời gian trong tuần đi làm, chủ nhật vừa rồi em mới đi chụp hình thẻ được. Nhưng em vào trang đăng kí thì lại bị tạm dừng. Mong cô/thầy hỗ trợ mở khóa tạm dừng trong ngày này để em có thể đăng kí tốt nghiệp ạ.. . Em cảm ơn ạ.",
            "Chào em,. . Sau ngày 7/12/2021 SV vào đăng ký tốt nghiệp lại nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Kính gửi Phòng đào tạo, . . . . Hiện tại em đã được nhận mail có tên trong danh sách tốt nghiệp đợt 2 nhưng khi truy cập website Mybk vào mục đăng ký tốt nghiệp thì website báo lỗi truy cập và chưa cho phép em vào trang. Em có gửi kèm hình ảnh ở dưới ạ.. . . . Kính mong phòng đào tạo xem xét cho em ạ.",
            "Chào em,. . Trường hợp của em vui lòng thanh toán khoản lệ phí in bảng điểm trên mybk/Thông tin SV, khi nào thanh toán xong em vui lòng phản hồi lại qua [full_name] nhé. . Thân",
            "Chào cô,. . Em đã hoàn thành xong lệ phí in bảng điểm trên mybk ạ. Mong cô coi giúp cho em ạ.. . Thân. . . . . . . .",
            "Chào em,. . Sau ngày thứ 6, 10/12 em vào đăng ký tốt nghiệp lại nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em chào thầy cô!. . Em tên là [full_name],MSSV:[student_id],hiện là sinh viên năm 3 khoa Điện-Điện tử.. . Do đợt trước em đã bất cẩn và thiếu sót không đọc hết thông tin mà đã điền vào đơn đăng kí học trực tiếp các môn thí nghiệm của trường vào tháng 12 nhưng hiện tại nơi ở của em vẫn không cho có chuyến xe chở khách vào thành phố đồng thời KTX Đại học Quốc Gia sẽ mở cửa vào ngày 15/2/2022 vì vậy nên em không thể học thí nghiệm trực tiếp tại cơ sở [full_name] Thường Kiệt vào ngày 13/12/2021 được ạ.. . Nên em muốn hỏi là em có thể làm đơn hoãn học thí nghiệm do trường tổ chức vào tháng 12 ( cho những bạn đã đăng kí đơn thực hành học trực tiếp trước đó) được không ạ? Và em có được xếp lịch học các môn thí nghiệm này chung lại với các bạn cùng khóa khi toàn trường cho tất cả sinh viên học lại bình thường hay là em sẽ bị dời môn thí nghiệm trễ lại 1 năm vậy ạ?. . Em xin cảm ơn !. . Chúc thầy\\cô một ngày vui vẻ !",
            "Chào em,. . Phòng Đào tạo đã tiếp nhận thông tin xin hủy đăng ký học thí nghiệm trực tiếp của em.. . SV vui lòng theo dõi mail và thời khóa biểu được cập nhật Mybk/Thông tin sinh viên/Xem thời khóa biểu sau khi trường được hoạt động lại bình thường (dự kiến trong tháng 3/2022). . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Kính gửi: Phòng đào tạo - Trường đại học Bách Khoa TPHCM,. . . . Vào ngày 01/12/2021, em đã đăng ký xét tốt nghiệp trên trang web MyBK và cũng đã nhận được email xác nhận vào ngày 02/12/2021. Tuy nhiên, sáng nay em vào trang đăng ký tốt nghiệp để check lại thì thấy tình trạng đăng ký hiện tại là \"Không được phép đăng ký (tạm dừng)\". Em cũng thấy xuất hiện tình trạng này vài lần trước đó, em không biết rằng liệu trường hợp của em hiện tại có vấn đề gì hay bị kỷ luật gì không ạ và em có thể tốt nghiệp trong học kỳ này được không ạ?. . . . Em rất mong Phòng Đào Tạo kiểm tra lại và giải đáp giúp em, để em có thể yên tâm hơn ạ.. . . . Em xin trân trọng cảm ơn.",
            "Tốt nghiệp . Kính gửi: Phòng đào tạo - Trường đại học Bách Khoa TPHCM,. . . . Vào ngày 01/12/2021, em đã đăng ký xét tốt nghiệp trên trang web MyBK và cũng đã nhận được email xác nhận vào ngày 02/12/2021. Tuy nhiên, sáng nay em vào trang đăng ký tốt nghiệp để check lại thì thấy tình trạng đăng ký hiện tại là \"Không được phép đăng ký (tạm dừng)\". Em cũng thấy xuất hiện tình trạng này vài lần trước đó, em không biết rằng liệu trường hợp của em hiện tại có vấn đề gì hay bị kỷ luật gì không ạ và em có thể tốt nghiệp trong học kỳ này được không ạ?. . . . Em rất mong Phòng Đào Tạo kiểm tra lại và giải đáp giúp em, để em có thể yên tâm hơn ạ.. . . . Em xin trân trọng cảm ơn.",
            "\"Chào em,. . không sao nhé, PDT sẽ tự động ra thu nhận lại và quyết định tốt nghiệp cho bạn nhé. . Thân\""
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Cho em hỏi, em sinh viên năm nhất thì có học trực tiếp thực hành tại cơ sở 1 vào ngày 13/12/2021 không ạ . . Em xin cảm ơn. .",
            "Chào em,. . Em xem lại email PĐT đã gửi ngày 17/11, em có đăng ký thì mới đi học nhé.. . Thân mến"
        ]
    },
    {
        "intent": "",
        "message": [
            "Dạ chào phòng đào tạo,. . Em tên [full_name]. . MSSV:[student_id]. . . . Hiện tại kì này em có làm luận văn tốt nghiệp (cơ điện tử) nhưng do tình hình dịch bệnh nên ảnh hưởng đến tiến độ, kết quả của luận văn. Do đó, em có làm đơn (có đầy đủ chữ ký) để gửi về email phòng đào tạo, nhưng em chưa thấy pdt trả lời mail.PĐT cho em hỏi như vậy có được hoàn tất thủ tục hoãn chưa ạ. Em cảm ơn.",
            "Chào em,. . Căn cứ trên tình hình phòng chống dịch Covid-19, theo lệnh của Ban giám hiệu, Phòng Đào tạo (PĐT) thông báo kế hoạch tổ chức thi học kỳ 1 năm học 2021-2022, ngày 08/11/2021 (Phòng Đào tạo đã gửi mail cho SV vào ngày 22/11/2021), có thông báo rõ về thời gian phản biện và bảo vệ Luận văn tốt nghiệp (LVTN) trong HK211 và có ghi rõ về các \" Trường hợp cần thiết, sẽ có một đợt bảo vệ bổ sung cho các trường hợp đề tài bị ảnh hưởng nghiêm trọng bởi tình hình dịch Covid-19\". SV vui lòng xem lại email sinh viên về thông báo báo này.. . - Về đơn xin hoãn LVTN HK211 của bạn, Phòng Đào tạo hiện không thể tiếp nhận được.. . SV vui lòng liên hệ khoa để được hỗ trợ và hướng dẫn để xin đăng ký bảo vệ trong đợt bổ sung theo đúng chỉ đạo của Ban Giám hiệu nhà trường.. . -Trường hợp Khoa không tiếp nhận trường hợp tổ chức đợt bảo vệ bổ sung, SV nhờ Khoa làm công văn đề nghị lên Phòng Đào tạo, ghi rõ lý do vì sao không thể tổ chức đợt bảo vệ LVTN bổ sung, để Phòng Đào tạo trình lên Ban Giám hiệu nhà trường xin ý kiến và phản hồi cho sinh viên.. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Em tên là [full_name] - [student_id]. . Văn phòng cho em hỏi là lúc thực hiện khảo sát về vấn đề lên trường, thì em chưa được tiêm 2 mũi vac-xin nên đánh dấu là không lên.. . Nhưng giờ em đã tiêm đủ 2 mũi và đủ điều kiện lên học thực hành, vậy thì em có được sắp xếp lên học thực hành không ạ. Tại em thấy trong mail có yêu cầu đã đăng ký nữa ạ.. . Em mong được giải đáp thắc mắc sớm.. . Em cảm ơn ạ. .   i Học vụ .",
            "Đã trả lời. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Chào thầy/cô,. . em thuộcc,khoa khoa học máy tínhh, hệ vừa làm vừa học.. . Cho em hỏi, nếu hệ vừa làm vừa học đăng kí môn học chung với hệ chính quy trong mục \"Mở các lớp ban ngày + Sinh viên VLVH + ĐTTX có thể đăng ký học chung với SV chính quy\". Thì em sẽ  phải học tại cơ sở 2 Bình Dương đúng ko ạ.. . . .",
            "Chào em,. . Nếu em đăng ký nhóm L là học CS Dĩ An (BD).. . Thân mến. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em chào chị!. . E đã đk tốt nghiệp sau sau khi đã có quyết định hủy hệ VHVL. Nhưng ở mục kiểm tra thông tin ( trong mục Đăng ký tốt nghiệp) vẫn để hệ TN của e là VHVL.. . . . Em có 2 vấn đề ạ: . . 1. Vậy em đã đăng ký thì việc in bằng có còn là VHVL không ạ?. . 2. Sau khi đăng ký tốt nghiệp thì khi nào e sẽ nhận bằng tạm thời ạ?. . . . Rm cám ơn chị",
            "Chào em,. . Em vào mục mybk/Đăng ký tốt nghiệp để tải file giấy CN tốt nghiệp tạm thời để kiểm tra lại trên đó ghi em như thế nào nhé?. . Nếu sai em vui lòng chụp hình gửi lại cho cô xem nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em tên là [full_name], hiện đang là sinh viên lớp CC20KTO2, khoa Kỹ thuật Giao thông (ngành Kỹ thuật Ô tô). Em muốn xin mượn từ quý nhà trường giấy chứng nhận kết quả thi THPT 2020 với mục đích làm thẩm tra APS từ đại sứ quán Đức. Em làm đơn này kính mong quý nhà trường xem xét và đồng ý cho em mượn.. . . . Em xin chân thành cảm ơn",
            "Chào bạn,. . Đơn mượn hồ sơ của bạn đã được đồng ý và đã được chuyển cho bộ phận quản lý hồ sơ để lấy hồ sơ.. . Sau khi có sẽ gửi mail và hướng dẫn SV đến nhận nhé!. . SV vui lòng theo dõi email SV. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Chào thầy (cô). . Em tên [full_name] mssv [student_id]. . Hôm thứ 5 ngày 2/12/2021 em có lich thi môn anh văn 3A ..trong lúc thi  con quy định ghi lại màn  hình.. Em sử dụng chức năng ghi màn  hình của lap top..nhưng do mấy em là win 7 nên khi thi xong nó lưu ở dạng File mht Chứ không phải  mp4..kính mong quy thầy hỗ trợ giúp e Trường hợp này ạ!. . Em xin  chân thành cảm ơn.",
            "Chào bạn,. . - Bạn vui lòng xem chi tiết hướng dẫn thi trực tuyến nhà trường đã gửi thông báo đến SV. . - Bạn cần thực hiện theo hướng dẫn của nhà trường và thực hành để thuần thục các thao tác ghi màn hình trước khi thi.. . - Bạn nên liên hệ GV giảng dạy để được hướng dẫn.. . Thân mến. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em tên là [full_name], hiện là sinh viên CC20ROB2 khoa Cơ khí ( Kỹ thuật Robot). Em muốn xin mượn từ Quý nhà trường giấy chứng nhận kết quả thi THPT 2020, nhằm làm các thủ tục thẩm tra APS Du học. . . Kính mong Quý nhà trường sẽ xem xét và hỗ trợ em mượn hồ sơ. Em xin chân thành cảm ơn và hứa sẽ trả lại hồ sơ đúng thời hạn.",
            "Chào bạn,. . Đơn mượn hồ sơ của bạn đã được đồng ý và đã được chuyển cho bộ phận quản lý hồ sơ để lấy hồ sơ.. . Sau khi có sẽ gửi mail và hướng dẫn SV đến nhận nhé!. . SV vui lòng theo dõi email SV. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Chào thầy cô, em thuộc hệ vừa làm vừa học, khoa khoa học và kỹ thuật máy tính, chuyên ngành khoa học máy tính. Em nhập học tháng 10/2020.. . Cho em hỏi trường hợp như em sẽ học theo chương trình đào tạo 2019 của hệ chính quy ngành khoa học máy tính đúng không ạ.. . Em xin cảm ơn.",
            "Chào em,. . Em vui lòng gửi email [email] hoặc [email] để được hỗ trợ nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Thưa thầy cô,. .  . . Vì các kỳ trước em trượt môn GDQP nên em có nhu cầu đăng kí học lại GDQP vào đợt tổ chức tới. Theo thông tin từ ttgdqp em cần bổ sung ảnh chụp giấy giới thiệu từ nhà trường trước ngày 10/12/2021.. . . . Vậy nên em có nhu cầu cấp giấy giới thiệu để học lại GDQP với các thông tin sau ạ:. . . . Họ và tên. . [full_name]. . Mã sinh viên. . [student_id]. . Ngày sinh. . 07/02/2001. . Nơi sinh. . Tỉnh Đồng Nai. . Hộ khẩu thường trú. . Thành phố Biên Hoà, Tỉnh Đồng Nai. . Bậc học. . Đại học. . Hình thức. . Chính quy. . Khoa/TT đào tạo. .  Khoa học và Kỹ thuật Máy tính. . . . . . . . Em xin cảm ơn thầy/cô.",
            "Chào em,. . Em liên hệ PĐT TT GDQP qua 028.[student_id]7, hoặc email [email]. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính gửi quý thầy cô,. . Em tên [full_name] MSSV [student_id], sinh viên năm nhất khoa Điện-Điện tử.. . Hiện tại em đang học lấy chứng chỉ tiếng anh ở bên ngoài, vậy em có cần đăng kí môn anh văn trong năm 1,2 ở trong trường không ạ?. . Hạn chót nộp chứng chỉ tiếng anh của em là khi nào để không ảnh hưởng tới việc đăng kí các môn học mới ạ?. . Mong quý thầy cô giải đáp thắc mắc cho em.. . Em xin chân thành cảm ơn.. .",
            "Chào bạn. . - Việc đăng ký môn anh văn tùy bạn quyết định vì trong gói học phí đã bao gồm môn anh văn. . - Thường bạn phải nộp CCNN trước thời gian đăng ký môn học của học kỳ mới (xem Lịch học vụ để biết chi tiết). . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Chào thầy/cô,. . Hiện em đang là sinh viên K17 chuẩn bị tốt nghiệp. Tuy nhiên khi thực hiện đăng kí tốt nghiệp em lại nhận được thông báo như trong ảnh. Thầy/cô kiểm tra lại giúp em với ạ.",
            "Chào em,. . Vui lòng trình bày rõ là em đã đủ điều kiện tốt nghiệp chưa?. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Cho em gửi đơn đề nghị để được tạm hoãn học kì 2 năm 2021-2022 ạ. Hiện tại em đã đóng học phí HKI và chưa đăng kí môn ở HKII.. . . .",
            ". . Chào bạn. . PDT đã tiếp nhận và đang xử lý đơn tạm dừng vào HK2(2021-2022) của bạn.. . Bạn vui lòng theo dõi tình trạng sinh viên từ “đang học” sang tình trạng “tạm dừng” sẽ cập nhật trên Mybk-thông tin sinh viên, dự kiến trễ nhất vào 12/01/2022. . PDT sẽ gửi qua mail file scan quyết định tạm dừng cho sinh viên trễ nhất là 12/01/2022. Sau thời gian này vẫn chưa nhận được file quyết định tạm dừng vui lòng gửi phản hồi lại bksi để PDT kiểm tra và trả lời.. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Kính gửi PĐT, . . . . Em có thắc mắc về lịch nhận bằng tốt nghiệp chính thức mong PĐT hỗ trợ!. . Em đã đủ điều kiện tốt nghiệp và đã được cập nhật thông tin lên mybk nhưng em vẫn chưa thấy mail nhận bằng tốt nghiệp, vì mọi người nhận email lâu rồi mà em chưa có nên mong PĐT kiểm tra lại xem trường hợp của em có gặp vấn đề gì không ạ!. . . . Em xin chân thành cảm ơn!",
            "\"Chào bạn,. . Hiện tại Phòng Đào tạo đang tiến hành in bằng và gửi mail nhận bằng theo từng đợt. . SV đã đăng ký tốt nghiệp thành công, vui lòng đợi mail thông báo lên nhận bằng từ Phòng Đào tạo. . Thân. . \""
        ]
    },
    {
        "intent": "",
        "message": [
            "Họ và tên : [full_name]. . MSSV : [student_id]. . Ngày sinh : 26/11/1999. . Lớp : DD17DV1. . Số ĐT  : [phone_number]. . Đã tạm dừng từ học kỳ : 211 năm học 2021-2022. . Lý do: Học kỳ 211 không đăng ký môn học và chưa tốt nghiệp do chưa đủ chứng chỉ Anh văn. . . . Nay đề nghị được thu nhận lại từ học kỳ 212 năm học 2021-2022",
            "QUOTE Họ và tên : [full_name]. . MSSV : [student_id]. . Ngày sinh : 26/11/1999. . Lớp : DD17DV1. . Số ĐT  : [phone_number]. . Đã tạm dừng từ học kỳ : 211 năm học 2021-2022. . Lý do: Học kỳ 211 không đăng ký môn học và chưa tốt nghiệp do chưa đủ chứng chỉ Anh văn. . . . Nay đề nghị được thu nhận lại từ học kỳ 212 năm học 2021-2022  /QUOTE . .",
            "Chào em,. . Phòng Đào tạo đã tiếp nhận đơn thu nhận của em.. . SV theo dõi tình trạng và quyết định sẽ cập nhật tại mybk/Thông tin Sinh viên (dự kiến cập nhật QD trong tháng 12/2021). . SV vui lòng theo dõi lịch học vụ và mail sinh viên để biết thời gian đăng ký môn học cho học kỳ tiếp theo.(SV ĐKMH vào đợt 2, 13giờ ngày 23/12/21). . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Hứa Quốc Khiêm _[student_id]. .   i Yêu cầu khác . Em đang học hệ VLVH tháng 10/2020. Ngành em đăng kí là \"Kỹ thuật điện\" nhưng trong thong tin liên hệ  trên hệ thống là lại là \"Kỹ thuật điện tử Truyền thông\". Đầu năm em được thông báo là hệ thống là do lỗi hệ thống nhưng đến nay lý lịch vẫn chưa được được sửa lỗi ảnh hưởng đến việc đến việc đăng kí môn. Mong quí thầy cô hỗ trợ giúp em! Em chân thành cảm ơn.. .",
            "Chào em,. . Em vui lòng gửi email đến [email] để được hỗ trợ nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Thưa PĐT,. . Hiện tại em vẫn chưa thấy lịch thi anh văn nói viết tháng 12 được cập nhật. Đồng thời ngày 24/12 là hạn chót đăng ký tốt nghiệp. Em lo rằng việc thi trễ ảnh hưởng tới việc đăng ký tốt nghiệp của em. Mong PĐT kiểm tra lại và phản hồi giúp em. Em zin chân thành cảm ơn.. . . .",
            "Chào em,. . Hiện tai Sinh viên đã hoàn tất lệ phí thi anh văn 2 kỹ năng 150.000.. . . . SV vui lòng đợi mail của Trung Tâm Ngoại Ngữ thông báo chi tiết ngày thi cho từng SV qua mail Sinh viên. Dự kiến trước ngày 14/12/21.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]  /b \t[full_name] [full_name] [full_name] [full_name]   i Học vụ  /i [full_name] [full_name] [full_name] [full_name] Dạ em chào anh/chị, em là [full_name], MSSV [student_id] thuộc khoa Điện - Điện tử[full_name] [full_name] [full_name] [full_name] Dạ theo đúng tiến độ thì HK212 em sẽ đăng ký môn Luận văn tốt nghiệp[full_name] Nhưng sau khi cân nhắc, em muốn hoãn một học kỳ (vẵn học một số môn khác) trước khi đăng ký Luận văn, và dự định sẽ đăng ký Luận văn tốt nghiệp vào HK221[full_name][full_name] [full_name] [full_name] [full_name] Hiện tại thì em vẫn đang làm Đề cương luận văn như đúng tiến độ[full_name][full_name] [full_name] [full_name] [full_name] Dạ em mong anh/chị tư vấn giúp em, trường hợp này em có phải làm đơn hoãn đăng ký Luận văn tốt nghiệp không ạ? Và sau khi đăng ký Luận văn vào HK221, em muốn đăng ký lại giảng viên hướng dẫn Đề cương luận văn của em, thì có phải làm đơn gửi bộ môn một lần nữa không ạ?[full_name] [full_name] [full_name] [full_name] Mong anh chị hướng dẫn giúp em[full_name] Em xin chân thành cảm ơn![full_name] [full_name]",
            "Chào em,. . - Việc ĐKMH là do SV cân nhắc và quyết định.. . - Và sau khi đăng ký Luận văn vào HK221, em muốn đăng ký lại giảng viên hướng dẫn Đề cương luận văn của em, thì có phải làm đơn gửi bộ môn một lần nữa không ạ?. . =  Em liên hệ [full_name] nhé.. . Thân mến. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "B   /B Đăng ký môn học . Do học kì trước em tạm dừng nên em cần phải nộp phiếu đăng kí thu nhận lại để được đăng kí môn học của kì này.. .",
            "Chào em,. . Em vui lòng gửi lại phiếu thu nhận từ HK212 . . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Em kính chào các thầy cô!. . Em tên là [full_name] MSSV [student_id] lớp HC19MB khoa KTHH.. . Về kế hoạch trực tiếp tại trường em đã đăng kí học thí nghiệm trong form khảo sát để đi học tập trở lại nhưng vì lí do cá nhân nên em không thể lên trường học tập nên em xin nhà trường cho em hủy đăng kí trực tiếp đợt này ạ.. . Em cảm ơn các thầy cô nhiều ạ.",
            "Chào em,. . Em đã gửi email pdt, em xem email trả lời nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Chào thầy cô,. . . . Em là [full_name] MSSV: [student_id] K20 Việt Pháp. . Lý do em viết đơn: Do Học bổng xét lúc ĐTB HK202 chưa được cập nhật lại hoãn thi dẫn đến ĐTB HK202 của em dưới 5.0 nên em không được nhận học bổng . Em mong thầy cô hỗ trợ trường hợp của em.. . . . Chúc thầy cô nhiều sức khoẻ!. .",
            "Chào em,. . Em liên hệ phòng Công tác chính trị sv qua email [email] để được hướng dẫn nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em chào cô/thầy ạ,. . Cho em hỏi là bài kiểm tra SHCD phải làm hết 2 lần mới chấm bài ạ?. . Tại vì em đã làm 1 lần bài chuyên đề 1 từ ngày 25/11 mà giờ vẫn chưa được chấm, em muốn biết điểm lần 1 rồi mới làm lần 2 vì sợ nếu làm 2 lần mà không đủ điểm thì sẽ không được làm bài chuyên đề 2 ấy ạ. Mà hiện tại cũng gần tới hạn là ngày 12/12 rồi ạ.. . Mong thầy/cô có thể giải đáp thắc mắc cho em ạ. Em xin cảm ơn.",
            "Chào em,. . Em liên hệ phòng Công tác chính trị sv qua email [email] để được hướng dẫn nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em tên là [full_name], sinh viên khoa Kĩ thuât Hóa học , lớp HC19DK. . MSSV [student_id]. . Hiện nay trường sắp thời khóa biểu học thí nghiệm trùng với lịch thi của em thì phải làm sao ạ? Môn Thí nghiệm hữu cơ học tuần 50 (tiết 2) trùng với môn thi cuối kì Cơ sở Điều khiển quá trình ạ",
            "Chào em,. . Vậy giờ nguyện vọng của em là muốn hủy lịch thí nghiệm hay như thế nào? Vui lòng trình bày rõ?. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: 812BE062  /b \t. . . .   i Yêu cầu khác . Kính gửi Phòng đào tạo. Em tên: [full_name]-MSSV:812BE062. Ngày tháng năm sinh của em là : 01/01/1982. Chứ không phải ngày: 30/12/1899. Kính gửi Phòng đào tạo chỉnh lại giúp em. Em cảm ơn nhiều ạ!. .",
            "Chào em,. . Em vui lòng gửi email đến [email] để được hỗ trợ nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Em tên là [full_name] - [student_id]. . Văn phòng cho em hỏi là lúc thực hiện khảo sát về vấn đề lên trường, thì em chưa được tiêm 2 mũi vac-xin nên không đăng ký lên trường học thí nghiệm.. . Nhưng giờ em đã tiêm đủ 2 mũi và đủ điều kiện lên học thực hành, vậy thì em có thể đăng ký để được sắp xếp lên học thực hành không ạ tại đã qua đợt đăng kí rồi. Tại em thấy trong mail có yêu cầu phải đăng ký nữa ạ.. . Em mong được giải đáp thắc mắc sớm.. . Em cảm ơn ạ. .   i Học vụ .",
            "Đã trả lời. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Gửi Phòng đào tạo,. . Em là [full_name], MSSV: [student_id]. Hiện tại em đã được xác thực chứng chỉ ngoại ngữ hợp lệ và đã đăng ký chuyển điểm thành công. Em mong phòng đào tạo có thể xem xét cho em chuyển điểm sớm và cập nhật lại tình trạng sinh viên (do kỳ này em không đăng ký môn học do dự định tốt nghiệp trong đợt tốt nghiệp tháng 11) để em có thể đăng ký tốt nghiệp trong đợt này. Em xin chân thành cảm ơn.",
            "\"Chào bạn,. . PDT đã ghi nhận yêu cầu về đăng ký xét TN của bạn. SV vui lòng theo dõi email  và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 14/12/2021 SV vẫn chưa nhận được mail hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 11/2021 (cập nhật mới gia hạn thời gian xử lý tốt nghiệp). . Thân. . \""
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em chào Cô,. . . . Nhờ cô kiểm tra giúp em môn luận văn tốt nghiệp . . mã môn CI4383 của em còn vướng điều kiện gì nữa không ạ ? . . . . Em xin chân thành cảm ơn!",
            "Chào em,. . Em vui lòng xem lịch học vụ để biết TKB khi nào có nhé. (lúc đó nếu không đk được sẽ có lý do). . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính gửi quý thầy cô phòng đào tạo, em làm đơn này vì em không nhận được mail báo ngày giờ thi anh văn 2 kỹ năng nói viết đợt tháng 12 dù đã thanh toán lệ phí thi đúng hạn. .",
            "Chào em,. . Hiện tai Sinh viên đã hoàn tất lệ phí thi anh văn 2 kỹ năng 150.000.. . . . SV vui lòng đợi mail của Trung Tâm Ngoại Ngữ thông báo chi tiết ngày thi cho từng SV qua mail Sinh viên. Dự kiến trước ngày 14/12/21.. . - Lưu ý: em còn chưa thanh toán 150000 lệ phí AV nhé.. . Thân mến. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]  /b \t[full_name] [full_name] [full_name] [full_name]   i Đăng ký môn học  /i [full_name] [full_name] [full_name] [full_name] Kính gửi PĐT trường ĐH Bách Khoa,[full_name] [full_name] [full_name] [full_name] Em là [full_name][full_name] [full_name] MSSV [student_id][full_name] [full_name] [full_name] [full_name] Em đã đăng kí thi anh văn nói viết tháng 12 trực tuyến nhưng đến hôm nay chưa nhận được email về thông tin cho buổi thi trong tháng 12[full_name][full_name] [full_name] [full_name] [full_name] Em không biết đợt thi này chưa sắp xếp xong, hoặc có thể bị sót em hay không?[full_name] [full_name] [full_name] [full_name] Mong PĐT kiểm tra trường hợp em với ạ[full_name][full_name] [full_name] [full_name] [full_name] Em cảm ơn[full_name]/[full_name] [full_name] [full_name] [full_name] sv[full_name] [full_name]",
            "Chào em,. . Hiện tai Sinh viên đã hoàn tất lệ phí thi anh văn 2 kỹ năng 150.000.. . . . SV vui lòng đợi mail của Trung Tâm Ngoại Ngữ thông báo chi tiết ngày thi cho từng SV qua mail Sinh viên. Dự kiến trước ngày 14/12/21.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em chào thầy cô, em đang là sinh viên văn bằng 1 chính quy, nếu sau khi tốt nghiệp em học tiếp văn bằng 2 và có những môn tương đương với văn bằng 1 thì những môn này em có được miễn không hay phải học lại ạ?. . Em cảm ơn thầy cô. .",
            "Chào em,. . Em vui lòng email [email] để được hướng dẫn nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính gửi [full_name],. . Em tên [full_name] MSSV [student_id]2,em đã hết hạn đào tạo chinh quy, em hiện đã chuyển sang hệ VHVL. Nhưng trang đăng ký môn học của e vẫn hiện thông báo \"Bạn không được quyền đăng ký môn học! Vui lòng liên hệ PDT!\". Vì một số lý do mà em đã không được thầy hướng dẫn duyệt bảo vệ lvtn học kỳ này, mong [full_name] giúp em đăng ký môn LVTN 800700 và môn Pháp văn 6 (xd) 003728 hiện em chỉ còn nợ 2 môn này là hoàn thành chương trình đào tạo. Mong pdt xem xét giúp em. Em xin cảm ơn.",
            "Chào bạn. . Pdt ghi nhận trường hợp của bạn. .  Nếu có nhu cầu học ở Hk212, bạn vui lòng đăng ký lại môn học vào đợt đkmh tiếp theo từ ngày 23/12/2021 (đợt hiệu chỉnh đkmh). . - Xem chi tiết lịch đăng ký môn học tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ năm học 2021-2022    Học kỳ 2.. .  Thân. .  . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính gửi PĐT. . Em tên [full_name] MSSV [student_id]. . Lớp VP17VL. . Hiện tại lớp Nguyên lí hoá công nghiệp (601702) chỉ có 8 sv đăng ký, vì môn này thuộc chương trình cũ từ K18 về trước chương trình Việt-Pháp. Tụi em có được phép mở môn này ở HK 212 dưới dạng đồ án không ạ? Hay chúng em cần mở ở kì dự thính? Và chúng em nên phải làm gì để được phép mở lớp?. . Mong pđt phản hồi và hướng dẫn cho chúng em ạ!. . Trân trọng./.. .",
            "Cũng tương tư như câu hỏi trên nhưng em muốn hỏi cho môn Biến đổi fourier, laplace và tối ưu hoá (mã môn: 406701) ạ",
            "Chào bạn. . Trước tiên các bạn đăng ký các môn cần học HK212 ở đợt 1, nếu đợt 2 (từ ngày 23/12/2021)  không có mở lớp thì lúc đó mới nộp đơn mở lớp, sẽ có thông báo mở lớp  ở đợt 2. . - Trong đơn mở lớp phải có xác nhận đồng ý dạy theo dạng đồ án của Giảng viên giảng dạy và Khoa/Bộ môn. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Dạ thầy/cô cho em hỏi tình trạng đăng kí tốt nghiệp của em vào tuần trước là được phép đăng kí tốt nghiệp mà sao tuần này đổi thành tạm dừng vậy ạ ?",
            "Chào em,. . Sau ngày thứ 6 ngày 10/12 em vào đăng ký tốt nghiệp lại nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Kính gửi thầy cô.. . Dạ với câu trả lời của cô [full_name] lúc trước, cho em hỏi là nếu GV đã khóa môn học và muốn sửa điểm thì GV gửi email hoặc phiếu đề nghị mở khóa môn học cho ai liền ạ (Dạ thầy em hỏi) . Vì thời gian cho phép sắp hết nên em cần rất gấp để gửi cho gv làm ngay ạ. Mong thầy cô phản hồi giúp em. Em cảm ơn thầy cô.Chúc thầy cô sức khỏe ạ.",
            "Chào em,. . cho em hỏi là nếu GV đã khóa môn học và muốn sửa điểm thì GV gửi email hoặc phiếu đề nghị mở khóa môn học cho ai liền ạ (Dạ thầy em hỏi. . = [email] . . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Kính gửi Phòng Đào Tạo trường Đại Học Bách Khoa. . Em tên: [full_name].MSSV:[student_id].Hiện là sinh viên khoa Kĩ thuật hóa học khóa K21. . Em muốn hỏi là việc đăng kí môn học ở học kì 2, em có đăng kí thêm môn Pháp luật đại cương không thuộc các môn học bắt buộc ở hk2 không biết là ở đợt học GDQP của trường sẽ được hoãn học môn đó trong khoảng thời gian học GDQP không ạ?. . Em rất mong sẽ nhận được phản hồi sớm nhất từ Phòng đào tạo.Em xin cảm ơn !",
            "Chào bạn. . Khóa 21 sẽ được xếp cứng tkb môn gdqp, nên bạn sẽ không đăng ký được môn bị trùng thời khóa biểu đi học GDQP. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Chào anh/chị hỗ trợ. Kỳ vừa rồi em có đăng ký chuyển từ hệ CQ ngành Cơ Khí sang hệ VLVH ngành oto. Nhưng mà sau khi xem lại số môn học nếu em phải học lại khi chuyển ngành thì em thấy khá là nhiều. Nên em muốn hỏi về vấn đề nếu em xin chuyển lại từ hệ CQ ngành Cơ Khí sang hệ VLVH ngành Cơ Khí thì có được hay không. Mong anh/chị giải đáp thắc mắc giúp em. Em cảm ơn!",
            "Chào bạn. . Bạn làm đơn ghi rõ vấn đề và yêu cầu _ lý do của bạn, để Cô trình ban lãnh đạo Phòng xem xét. . Nếu có qd hay minh chứng thì bạn gởi đính kèm luôn nghen. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Trong danh sách thí nghiệm không có tên em mặc dù em đã đăng kí môn học và có thời khóa biểu, cho em hỏi có cách nào để đăng kí bổ sung không? . . Em cảm ơn ạ.",
            "Chào em,. . Phòng Đào tạo đã tiếp nhận thông tin đăng ký học thí nghiệm trực tiếp của em, dự kiến TKB sẽ cập nhật trước ngày 13/12/2021.. . SV vui lòng theo dõi mail và thời khóa biểu được cập nhật Mybk/Thông tin sinh viên/Xem thời khóa biểu. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Đăng ký môn học. . . . Kính gửi quý thầy cô,. . . . Em tên là [full_name], MSSV [student_id]. Em gửi quý thầy cô đơn thu nhận lại ạ trong file đính kèm ạ.. . . . Em xin trân thành cảm ơn sự giúp đỡ của các thầy cô ạ.",
            "Chào em,. . Phòng Đào tạo đã tiếp nhận đơn thu nhận của em.. . SV theo dõi tình trạng và quyết định sẽ cập nhật tại mybk/Thông tin Sinh viên (dự kiến cập nhật QD trong tháng 12/2021). . SV vui lòng theo dõi lịch học vụ và mail sinh viên để biết thời gian đăng ký môn học cho học kỳ tiếp theo.(SV ĐKMH vào đợt 2, 13giờ ngày 23/12/21). . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Cho em hỏi là em có học môn Sinh đại cương và có phần thí nghiệm nhưng trong lớp các bạn có thời khoá biểu còn trên thời khoá biểu của em không có. Vậy thì như thế nào ạ",
            "Chào bạn. . Bạn xem TKB đã cập nhật lịch học thí nghiệm. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: hiện tại em đã có đủ trang thiết bị để thi môn vẽ kỹ thuật, mong thầy/cô xem xét cho em hủy điểm hoãn thi ạ.",
            "Chào bạn. . - Phòng Đào tạo đã đồng ý yêu cầu về việc xin HUỶ Hoãn Thi của bạn. . . Chúc bạn học tập tốt nhé.. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em kính chào quý thầy cô ạ!. . Em tên: [full_name], MSSV: [student_id], hiện em đang là sinh viên ngành Công nghệ Thực phẩm, lớp: HC19KTTP.. . Em muốn xin hủy đăng ký học thí nghiệm trực tiếp tại trường. . Lý do: Em đã trình bày trong đơn đính kèm ạ.. . Em kính mong nhận được sự xem xét, giúp đỡ của thầy cô.. . Em xin chân thành cảm ơn ạ!",
            "Chào em,. . Phòng Đào tạo đã tiếp nhận thông tin xin hủy đăng ký học thí nghiệm trực tiếp của em.. . SV vui lòng theo dõi mail và thời khóa biểu được cập nhật Mybk/Thông tin sinh viên/Xem thời khóa biểu sau khi trường được hoạt động lại bình thường (dự kiến trong tháng 3/2022). . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Cho em hỏi là lần trước em đăng ký là không trở lại trường để học thí nghiệm nhưng bây giờ em muốn trở lại trường để học thí nghiệm có được không ạ.",
            "Chào em,. . Phòng Đào tạo đã tiếp nhận thông tin đăng ký học thí nghiệm trực tiếp của em, dự kiến TKB sẽ cập nhật trước ngày 13/12/2021.. . SV vui lòng theo dõi mail và thời khóa biểu được cập nhật Mybk/Thông tin sinh viên/Xem thời khóa biểu. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em tên [full_name] MSSV [student_id], em thành thật xin lỗi do chưa đọc kĩ email phòng gửi cho sinh viên mà đã đăng kí học. Ban đầu em tưởng học trở lại thì KTX đại học quốc gia TPHCM sẽ mở vào tháng 12 nhưng vì tới 15/2/2022 mới mở nên em không có chỗ ở và học tập tại TPHCM, nhà em cũng ở tỉnh khá xa thành phố ai   Em mong phòng đào tạo hủy lịch học thực tập điện của em. Em thành thật xin lỗi do đã không đọc Mail kỹ mà đăng ký luôn, em xin cảm ơn ạ",
            "Chào em,. . Phòng Đào tạo đã tiếp nhận thông tin xin hủy đăng ký học thí nghiệm trực tiếp của em.. . SV vui lòng theo dõi mail và thời khóa biểu được cập nhật Mybk/Thông tin sinh viên/Xem thời khóa biểu sau khi trường được hoạt động lại bình thường (dự kiến trong tháng 3/2022). . Thân mến. .",
            "li answer rate: Answer suits the needs / Câu trả lời đúng ý"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . em có đăng ký báo hiểm y tế và thanh toán gần đây nên cho em hỏi khi nào nhận bảo hiểm y tế vậy ạ ? . . . .",
            "Chào em,. . Em liên hệ phòng Công tác chính trị sv qua email [email] để được hướng dẫn nhé.. . Thân mến. ."
        ]
    }
]