[
    {
        "intent": "",
        "message": [
            "Học phí - Đại học - Cao đẳng chính quy   Học phí học kỳ chính . Kính chào thầy cô PĐT,. . Em tên là [full_name], khoa kỹ thuật địa chất và dầu khí. Em viết đơn này để khiếu nại về cách tính tiền học phí ở BKpay ạ.. . Ở học kì 192 này, em có đăng kí học môn Anh văn 4 ( 2 tín chỉ) và tổng số tín chỉ đăng kí là 18 tín chỉ.. . Hôm nay ngày 08/05/2020 em nhận được mail của trường về việc hủy bỏ các môn Anh văn đã đăng kí ở kì 192, nhưng ở BKpay vẫn tính tiền học phí 18 chỉ. Em không biết là lỗi hiển thị hay PĐT chưa cập nhật ạ.. . Em mong quý thầy cô sẽ giải đáp thắc mắc của em.. . Em xin chân thành cảm ơn.",
            "Chào bạn,. . . . Bạn đọc kỹ thông báo nhé, nhà trường không phải huỷ bỏ môn anh văn học kỳ 192. Nhà trường không mở thêm đợt đăng kí anh văn 192 nhé.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Lịch thi - Đại học - Cao đẳng chính quy   Lịch thi (không tìm thấy,sai phòng thi,...) . Dạ thưa pdt các bạn của em đã có lịch thi của hoá đại cương và giải tích 2 trên mybk nhưng của em vẫn không có ạ? Các bài kiểm tra online vẫn chưa hết hạn mà ạ có phải em bị cấm thi không ạ mong pdt giúp em với ạ. Nếu không được thi thì em rớt môn ngay từ giờ luôn hay sao ạ?",
            "Dạ em xin lỗi do em chưa bấm vô HK2 nên em không thấy lịch ạ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ - Đại học - Cao đẳng chính quy   Khác ... . Em tên [full_name], hiện đang học nhóm lớp. . L04 môn xử lý số tín hiệu, vì bất cẩn nên em đã bỏ sót 1 bài trắc nghiệm cuối chương 2, như vậy em có bị cấm thi không ạ, em có thể làm gì để khắc phục được không ạ, em xin cảm ơn. . . . .",
            "Chào bạn, . . . . Bạn vui lòng liên hệ với giáo viên giảng dạy nhé.. . . . Thân.. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Em đã nộp chứng chỉ ngoại ngữ, được miễn 4 năm anh văn và điểm 4 môn anh văn là 10.0. Thầy/cô cho em hỏi là điểm 4 môn anh văn đó có tính vào điểm TBTL để xét phân ngành không vì bảng điểm trên mybk em không thấy tính vào. Em xin cảm ơn . .",
            "Em kiểm tra lại đã thấy tính vào rồi. Em xin cảm ơn"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: [full_name] [student_id]. . Hôm nọ em có đăng ký dự thính nhưng em quên chưa xóa 1 môn Introduction Differential Equations (006404) nên đến hôm nay em vào coi môn học trên e-learning mới thấy môn đó xuất hiện trong danh sách. . Cho em hỏi là em có thể hủy môn đó mà không mất học phí không ạ",
            "Chào bạn,. . . . Bạn là sinh viên tiên tiến, bạn vui lòng liên hệ văn phòng Đào Tạo Quốc Tế.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em cảm ơn nhà trường thời gian qua đã luôn hỗ trợ em trong suốt học kì khá là khó khăn khi có dịch bệnh. Tuy là học sinh năm nhất nhưng em đã cố gắng theo học, nhưng vì nhiều lý do khác nhau em muốn bảo lưu kết quả học tập của mình.. . Cho em hỏi là nếu em bảo lưu kết quả bây giờ có được không ? Thủ tục như thế nào? Và học kì này có được tính không?",
            "Chào bạn,. . . . Bạn làm đơn tạm dừng, bạn tìm hiểu xem qui chế về tạm dừng  điều 26  http://www.aao.hcmut.edu.vn/index.php?route=catalog/chitietsv&path=90&tid=1658 .. . . . Qui trình làm tạm dừng http://www.aao.hcmut.edu.vn/index.php?route=catalog/chitietsv&path=192&tid=906.. . . . Sau khi hết thời gian tạm dừng bạn phải làm đơn thu nhận lại, qui trình làm đơn thu nhận lại sau thời gian tạm dừng http://www.aao.hcmut.edu.vn/index.php?route=catalog/chitietsv&path=192&tid=907 . . .. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Cho em hỏi là nhà trường đã tạm thời không xét chuẩn anh văn sau mỗi năm thì có tạm thời dời lịch nâng bảng điểm chuyển anh văn không ạ",
            "Chào bạn,. . . . Nhà trường chưa có thông báo dời lịch chuyển điểm anh văn. Bạn đợi thông báo nhé.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "ính gửi nhà trường. Em tên [full_name] mssv [student_id] em xin cứu xét việc thôi học.Sau khi thực tập tốt nghiệp hk183 em có đăng ký hk191 do gia đình em có xảy ra chút chuyện vào đầu tháng 11 ngoài ý muốn nên em bỏ học hk191. Sang đến kh192 do tình hình dịch covid 19 em có đăng ký môn nhưng hủy không học phí và em đã ghi điều kiện hủy là tạm hoãn 1 kỳ nên mong nhà trường có thể truy xét và cho em 1 cơ hội.Em có làm đơn cứu xét nộp lên mong được nhà trường có thể cứu xét dùm em. Em rất cám ơn nhà trường đã đọc tin em.. . . .   i Hỏi đáp học trực tuyến (BKeL) .",
            "Chào bạn,. . . . Đơn xin cức xét phải nộp ở Khoa bạn nhé.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Pđt cho em hỏi là VP19 có được thi lại môn Hóa đại cương mã môn học CH1003 không ạ vì em thấy trong lịch thi lại VP để môn Hóa học ạ ?",
            "Chào bạn,. . . . Lịch thi lại Việt Pháp đã cập trên trên trang WEB, bạn kiểm tra lại nhé http://www.aao.hcmut.edu.vn/index.php?route=catalog/chitietsv&path=219_80&tid=1895.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Lịch thi - Đại học - Cao đẳng chính quy   Lịch thi (không tìm thấy,sai phòng thi,...) . Em chào Thầy/cô,. . EM đăng kí học kì chính 192 5 môn.. . Hiện trên mybk của em mới chỉ cập nhật lịch thi giữa kì của một môn.. . em không biết là do chưa cập nhật hay do em bị cấm thi giữa kì môn nào đấy.. . mong thầy/cô phản hồi sớm giúp em ạ.. .",
            "Chào bạn,. . . . Bạn kiểm tra lịch thi anh văn đã cập nhật trên trang web PDT http://www.aao.hcmut.edu.vn/index.php?route=catalog/chitietsv&path=219_80&tid=1898. . . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Khác ... . Dạ em xin chào thầy/cô, em là   B [full_name]  /B , MSSV   B [student_id]  /B .. . . . Vừa rồi em có đăng ký dự thính đợt 3, môn   B Nguyên lý ngôn ngữ lập trình CO3005  /B . [full_name]ôm nay em xin rút lại do chưa học môn tiên quyết của môn hày.. . . . Tuy nhiên trang web https://mybk.hcmut.edu.vn/dkmh bị lỗi không vào được mà ngày 10/05 là hết hạn chỉnh sửa rồi. Do vậy em kính mong thầy/cô rút môn học này giúp em với ạ.. . . . Em xin cám ơn thầy/cô.. . [full_name].Nghia. .",
            "Dạ em thấy nhà trường đã mở trang dkmh lại nên đã kịp xóa rồi ạ. Em cám ơn thầy cô đã đọc tin nhắn!. . . . [full_name].Nghia"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Chuyển thời khóa biểu . Em chào Admin. . Em tên là [full_name] MSSV [student_id]. . Em học khoa Xây Dựng ạ. . Em có đăng kí môn giải tích 2 (MT1005) DT02. . Trong đợt hiệu chỉnh đăng kí môn học kì dự thính 192 . . Em bị trùng lịch đăng kí môn học khác và trùng lịch với học tương tác của thầy [full_name] ạ.. . Em xin pđt mở khóa các môn em đã đăng kí để em chỉnh sửa lại thời khóa biểu cho phù hợp với các môn cần đăng kí thêm ạ. . Em xin cảm ơn ạ.. .",
            "Chào bạn,. . . . Trong đợt đăng kí dự thính lần 3 này chỉ có thểm môn học, không xoá và hiệu chình TKB.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được . Xin chào admin ạ. . Em là [full_name]. . MSSV [student_id] học khoa Xây Dựng ạ. . Hiện tại em muốn đăng kí thêm môn học kì dự thính nhưng trang web đang bị lỗi ạ. . Em mong pđt sớm khắc phục và dời hạn thêm 1 ngày kết thúc vào thứ 2 có được không ạ.. . Em mong pđt sớm khắc phục để em có thể đăng kí môn học mới ạ. . . Em xin chân thành cảm ơn",
            "Chào bạn,. . . . Bạn vui lòng cho biết mã số môn học?. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học phí - Đại học - Cao đẳng chính quy   Học phí học kỳ chính . [full_name], MSSV [student_id],cho e hỏi nhà trường có tổ chức anh văn học kỳ 192 hay k ạ?, nếu k tổ chức thì học phí anh văn của e chưa được trừ ạ",
            "Chào bạn. . Bạn kiểm tra lại thời khóa biểu đã cập nhật trên Mybk --  Xem tkb"
        ]
    },
    {
        "intent": "",
        "message": [
            "I Hỏi đáp học trực tuyến (BKeL) . Em là [full_name]. . Xin phép được hỏi về lịch thi giữa kì của học kì 2 năm học 2019-2020 chương trình chất lượng cao. . . Xin cảm ơn",
            "Chào bạn,. . . . Bạn liên hệ văn phòng Đào Tạo Quốc Tế nhé.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Hỏi đáp học trực tuyến (BKeL) . Kính thưa quí thầy cô!. . Em học lớp Vật lí 1 (bt) DT14 mà trên BKE lại là link lớp học DT05 nên em mong quí thầy cô xem xét lại. . Em cảm ơn.",
            "Chào bạn,. . . . [full_name]T sẽ kiểm tra và cập nhật lại TKB cho bạn.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: 1913308  /b \t. . . .   i Yêu cầu khác . Cho e hỏi nếu muốn thi lại ngành khác thì e có cần đóng học phí Học Kì đang học không ạ",
            "responsible person: [551] [staff_name] [helpdesk staff]",
            "Chào bạn,. . . . Hiện tại học kỳ chính đã diễn ra được 7 tuần, nên học kỳ này phải đóng tiền học phí nhé.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Trường cho em hỏi là: \"Sao em vô trang đăng ký môn học dự thính từ hôm 9/5 đến 10/5 mà trang web vẫn không mở được và báo lỗi?\". . Em cảm ơn ạ.",
            "Chào bạn,. . . . Bạn lên đăng kí lại nhé. Hết hôm nay mới hết hạn đăng kí dự thính lần 3.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Hỏi đáp học trực tuyến (BKeL) . Em tên là [full_name],MSSV:[student_id].. . . . Em muốn hỏi về thời khóa biểu của lịch học dự thính sau đăng kí đợt 3 và thời gian bắt đầu tuần học đầu tiên ạ. . . . . . . CÔNG. . [full_name]",
            "Chào bạn,. . . . TKB PDT đang cập nhật, thời gian bắt đầu học bạn kiểm tra lại mail PDT đã thông báo nha.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: cho em hỏi là môn cơ lý thuyết là bắt đầu học tại trường từ tuần nào vậy?",
            "Chào bạn,. . . . Bạn kiểm tra lại thời khoá biểu của mình trên công thông tin sinh viên nhé https://mybk.hcmut.edu.vn/stinfo/.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Khác ... . Em tên là [full_name]. MSSV: [student_id].. . Em viết đơn này là để đăng ký môn học Giải Tích Mạch lớp A01_A01 cho HK192.. . Mới đây em có hỏi PĐT trên BKSI về việc đăng ký này, và   B được hồi âm qua BKSI  /B    I (hình 4.png)  /I  rằng cần gửi mail xin ý kiến đồng ý của giảng viên giảng dạy sau đó gởi đơn lại đính kèm xác nhận để phòng đào tạo xem xét giải quyết.. . Em đã xin được   B sự chấp thuận  /B  của   B thầy [full_name]  /B    I (hình 5.png)  /I .. . Và có vấn đề nhỏ là sau khi xem thời khóa biểu offline thì em thấy lịch học thí nghiệm GTM bị trùng với môn [full_name] vào hôm thứ 6   I (hình 3.png; hình 6.png)  /I . Em đã nói rõ với thầy sẽ gặp nộp bảng điểm thí nghiệm kỳ trước để xin chuyển điểm và không cần học thí nghiệm nữa.. . . . Việc đăng ký được môn này trong kỳ 192 vô cùng quan trọng nên em đã cố gắng hoàn thành được các tiêu chí của Phòng Đào Tạo, nên kính khẩn mọi người xem xét chấp thuận yêu cầu của em. Em rất cảm ơn ạ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Vừa rồi em có bị huỷ môn dự thính ( Những nguyên lý cơ bản của chủ nghĩa [full_name]-[full_name] )(học Online dự thính) do chưa đủ điều kiện để học môn này. Nếu vậy em có thể đăng kí thay thế bằng môn học dự thính khác được không ạ? Em mong được nhận phản hồi sớm nhất từ quý thầy cô ạ! Em xin cảm ơn ạ!",
            "responsible person: [551] [staff_name] [helpdesk staff]",
            "Chào bạn,. . . . Đợt 3 là bạn được quyền bổ sung môn học.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Dạ, em chào thầy cô ạ.. . Thưa thầy cô, hôm trước em có đăng kí học dự thính môn vật lý 1 và giải tích 1 ạ. Nhưng hôm qua và hôm nay,em không thể vào được mục đăng kí môn học dự thính được ạ.. . Em mong thầy cô giúp đỡ em đăng kí môn học dự thính với ạ.. . Em đăng kí lại các môn học như sau: đại số tuyến tính, giải tích 1, giải tích 2, vật lý 2 và xác suất thống kê. Em xon rút lại môn vật lý 1 đã đăng kí hôm trước ạ.Tổng số môn em đăng kí là 5 ạ.Em xin cảm ơn ạ.. .",
            "Chào bạn, . . . . Chiều hôm qua vẫn đăng kí môn học được nhé. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được . Trang đăng kí môn học bị lỗi rồi sao em đăng kí đây ạ... . . Xin đăng kí môn học dự thính giúp em với... Sợ hết hạn mà em không đăng kí được",
            "Chào bạn,. . . . Bạn muốn đăng kí môn học nào? mã số môn học?.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Hỏi đáp học trực tuyến (BKeL) . Kính gửi Phòng đào tạo. . Hiện tại trang đăng ký môn học bị sụp, chúng em không thể đăng ký môn Dự thính lần 3 được, mà thời hạn là 4h chiều nay là hết. . . Trong các lần đăng ký trước chúng em đã đăng ký thành công nhưng cứ bị hủy.. . Mong phòng đào tạo xem xét, gia hạn đăng ký hoặc có cách khác để chúng em có thể đăng ký môn DT ạ.. .",
            "Chào bạn,. . . . Bạn cho biết mã số môn học bạn cần đăng kí dự thính.. . . . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: PĐT cho em hỏi em muốn chuyển môn thể dục thì em phải rút môn rồi đăng kí lại đúng không ạ ?",
            "Chào bạn,. . Vui lòng trình bày rõ câu hỏi của mình nhé!. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Hỏi đáp học trực tuyến (BKeL) . Kính thưa PĐT, em đã đăng kí rút môn học(không tính học phí) thành công, tuy nhiên học phí của em vẫn tính như cũ. Kính mong PĐT xem xét lại giúp em ạ. Em xin cảm ơn!",
            "Chào bạn,. . . . Bạn cung cấp mã số môn học mà bạn xin rút môn học (không tín học phí) không thành công.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Ở địa phương em có hổ trợ học phí cho HSSV thuộc điện chính sách nhưng cần phải có xác nhận học ở trường. Cho em hỏi làm sao để có thể có được giấy chứng nhận đang học tại trường ạ.",
            "responsible person: [551] [staff_name] [helpdesk staff]",
            "Chào bạn,. . . . Bạn liên hệ với Phòng Công Tác Chính Trị nhé.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Em chào thầy/cô! . . Em có học môn Kinh tế kĩ thuật lớp L01. Bài trắc nghiệm chương 2 thầy bộ môn có nâng lên từ 3 thành 4 lần làm bài nhưng em mới làm 3 lần đã hết lượt. Em mong được giả đáp thắc mắc và mở thêm 1 lần làm bài nữa.. . Em cảm ơn!. .",
            "Chào bạn,. . Phòng Đào tạo chỉ xếp lịch livestream nhé bạn, các phần còn lại do giảng viên giảng dạy tự sắp lịch với sinh viên nhé, bạn có thể tương tác trao đổi trực tiếp với giảng viên nhé!. . Chúc bạn học tốt. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính gửi quý Thầy Cô.. . . . Em tên: [full_name]. . MSSV: [student_id].. . . . Xin quý Thầy Cô cho em hỏi, em có bằng CEFR-B2 do trường đại học Sư Phạm TP Hồ Chí Minh cấp thì em có được dùng để xét chuẩn tiếng Anh đăng ký luận văn tốt nghiệp cũng như xét tốt nghiệp được không ạ? (Em đã xem bảng quy đổi tương đương chứng chỉ ngoại ngữ nhưng lại không thấy đề cập về chứng chỉ CEFR ạ).. . Nếu được thì CEFR-B2 sẽ được quy đổi ra TOEIC bao nhiêu ạ?. . Em xin chân thành cám ơn quý Thầy Cô.. . Trân trọng.",
            "Chào bạn. . \"SV phải có chứng chỉ ngoại ngữ tiếng Anh quốc tế (TOEIC, TOEFL iBT, TOEFL ITP, IELTS, Linguaskill, KET, PET, FCE, CAE) hoặc chứng chỉ VNU-EPT đạt chuẩn để đủ điều kiện nhận LVTV và xét tốt nghiệp.\". . Trích từ quy chế học vụ, nên chứng chỉ của bạn không được xét theo quy định. . Bạn tham khảo chi tiết tại : http://www.aao.hcmut.edu.vn/index.php?route=catalog/chitietsv&path=90&tid=1658"
        ]
    },
    {
        "intent": "",
        "message": [
            "Vừa làm vừa học  -Học vụ . Kính gửi phòng đào tạo,. . Em tên : [full_name]. . Mssv: [student_id]. . . . Em đang học liên thông ngành công nghệ thông tin khoa khoa học và kĩ thuật máy tính ,cho em hỏi trong danh môn hệ vừa học vừa làm của trường không có môn \"phương pháp tính\" , nhưng sao trong danh sách miễn môn em không được miễn môn này? em cảm ơn ạ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Dạ chào thầy/cô. . . . Cho em hỏi về việc học tập ạ. Do một số vấn đề gia đình mà vừa rồi em chỉ đăng kí được 7 tín chỉ cho học kì 2 , mà yêu cầu là 14 tín chỉ cho 1 học kì. Vậy cho em hỏi trong học kì này em phải làm sao để lấy đc 7 tín chỉ còn lại ạ ? Và cho em hỏi về việc bảo lưu kết quả học tập vì vấn đề gia đình ạ . . . . . Em cảm ơn thầy/cô .",
            "Chào bạn. . Hiện tại số tín chỉ bạn đăng ký cho học kỳ không bị ảnh hưởng nếu số tín chỉ thấp hơn 14. . - Về việc tạm dừng học: bạn tải mẫu đơn tạm dừng, điền vào, xin ý kiến của giáo viên chủ nhiệm và Khoa, sau đó đóng học phí HK192, hoàn thành xong nộp đơn trực tiếp tại Phòng đào tạo"
        ]
    },
    {
        "intent": "",
        "message": [
            "B   /B   I   B   /B   /I Yêu cầu khác . Em tên là: Đinh Thế Xuân Tới. . MSSV: [student_id]. . Sao em có đăng kí môn ĐƯỜNG LỐI CÁCH MẠNG ĐẠNG CỘNG SẢN VIỆT NAM (SP1009), bây giờ xem kết quả đợt 2 không có, trong khi lịch sử của đợt 2 em có đăng kí ạ.",
            "Chào bạn,. . . . Bạn xem lại kết quả đăng kí của bạn nhé http://apps.aao.hcmut.edu.vn/qlgd_man/home.action;[full_name]=54009C447DB2BA7D8E277F0431ED8AB0;[full_name]=05FD07AA2AB4FDD4793DAF575FBCC024;[full_name]=B3BF0DB61BCAAEB15A71DEF[student_id]EF;[full_name]=55F4F16655B594982CC[student_id]ED4329"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Cho em xin hỏi là em tạo yêu cầu in bảng điểm vào tối qua nhưng không thanh toán được phí. Sáng nay em tạo yêu cầu lần nữa nhưng đã bấm vào nút hủy. Nhưng trong mục thanh toán lại có thêm 1 khoản nữa dù trong yêu cầu in bảng điểm lại không có. Em đã lỡ thanh toán vì không để ý. Em xin hỏi giờ mình có thể giải quyết như thế nào ạ.",
            "Chào bạn. . Tôi kiểm tra bạn có 2 khoản đăng ký bảng điểm  và đã thanh toán tiền. Nên không thể hủy được, đúng hạn bạn đến nhận bảng điểm. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: ILI13071  /b \t. . . .   i Yêu cầu khác . Do điểm toeic 2 kỹ năng nói viết của em đã thi khá lâu nên Em muốn check điểm toeic 2 kỹ năng có còn được lưu trong phòng đào tạo,có được công nhận để xét tốt nghiệp không. Và kiểm tra lại số điểm em đạt được là bao nhiêu.",
            "Chào bạn. . Phòng đào tạo kiểm tra điểm toeic 2 kỹ năng nói viết thi tại Trung tâm ngoại ngữ của bạn hiện tại là 230 điểm. . Thân",
            "li answer rate: Answer suits the needs / Câu trả lời đúng ý"
        ]
    },
    {
        "intent": "",
        "message": [
            "Hỏi đáp học trực tuyến (BKeL) .",
            "Chào bạn,. . . . Bạn phải xem thông báo của nhà trường để đăng kí cho đúng thời gian nhé."
        ]
    },
    {
        "intent": "",
        "message": [
            "Hỏi đáp học trực tuyến (BKeL) .",
            "Chào bạn,. . . . Bạn phải kiểm tra thời gian đăng kí cho đúng thời hạn nhé. Lần sau bạn phải cẩn thận hơn.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Thắc mắc về yêu cầu ngoại ngữ . Thưa thầy cô, . . . . Hiện nay em đã đạt chuẩn Anh [full_name] cho năm bốn nhưng em vẫn chưa nộp chứng chỉ Anh [full_name].. . . . Em thắc mắc vậy em có đủ tiêu chuẩn để nhận luận [full_name] tốt nghiệp hay không?. . . . Mong thầy cô giải đáp cho em.. . . . Em xin cảm ơn.. .",
            "Chào bạn. . Bạn xem chi tiết quy định chuẩn anh văn điều 3-a) tại Quy chế học vụ --  Phụ lục 1: Quy định về ngoại ngữ (áp dụng cho các chương trình giảng dạy bằng tiếng Việt). . http://www.aao.hcmut.edu.vn/index.php?route=catalog/chitietsv&path=90&tid=1658. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Hỏi đáp học trực tuyến (BKeL) . cho em hỏi là vì kì này trường không mở anh văn mà do khả năng tiếng anh của em còn kém nên em xin tạm dừng học kì này để củng cố lại kiến thức tiếng anh. vậy em có phải đóng học phí không ạ",
            "Chào bạn,. . . . Hiện tại bạn tạm dừng sẽ bị đóng tiền học phí.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Hỏi đáp học trực tuyến (BKeL) . Em có thi tiếng anh nói viết tại trung tâm BKenglish được số điểm 265 vào ngày 3/10/2019 và ngày 39/12/2019. Nhưng hiện tại văn phòng OISP kiểm tra em thuộc nhóm dưới 240. Mong văn phòng đào tạo kiểm tra lại giúp em",
            "Chào bạn,. . . . Bạn liên hệ Văn Phòng Đào Tạo quốc tế sẽ  kiểm tra tư vấn cho bạn. . . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Kính gửi : Phòng đào tạo trường Đại học Bách Khoa TP HCM.. . Em tên : [full_name] - sinh viên khóa 2015 thuộc Trung tâm đào tạo Bảo Dưỡng Công Nghiệp.. . Em đã hoàn thành Tiểu luận tốt nghiệp và đăng kí 2 môn anh văn 3 và anh văn 4 trong học kì 192 này.. . Nhưng em nhận được mail của trường là không được học anh văn trong kì này trong khi thẻ sinh viên của em có hiệu lực đến hết tháng 4 /2020 thì em phải làm thế nào.. . Kính mong phòng đào tạo giải quyết thắc mắc giúp em.. . Em xin chân thành cảm ơn!",
            "Chào bạn,. . . . Những bạn đã đăng kí môn anh văn trước đó thì vẫn học bình thường. Phòng Đào Tạo không mở thêm đợt đăng kí anh văn mới. Bạn đọc kỹ thông báo nhé.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]0  /b \t. . . .   i Hỏi đáp học trực tuyến (BKeL) . Dạ cho em hỏi là em đã đăng lý lớp Dự thính môn Nguyên lý ngôn ngữ lập trình (CO3005) nhưng hiên tại lớp học đã bắt đầu từ tuần trước và em vẫn chưa được thêm vào khóa học trên Bk-elearning của trường ạ. Mong nhà trường giải quyết sớm giúp em ạ.",
            "Chào bạn,. . . . Bạn kiểm tra lại TKB của mình nhé.. . . . Thân.",
            "Em đã check lại TKB và vẫn chưa được thêm vào TKB, trên bkel cũng vậy ạ.",
            "li answer rate: Answer does not suit / Câu trả lời không đúng ý",
            "Chào bạn,. . . . Đã cập trên BKEL bạn kiểm tra lại nhé.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]8  /b \t. . . .   i Yêu cầu khác . Cho em hỏi em có đăng ký lớp dự thính môn học Nguyên Lý ngôn ngữ lập trình CO3005, hiện tại lớp đã bắt đầu học từ tuần trước nhưng em vẫn chưa được thêm vào khóa học trên BK-elearning của trường. Mong nhà trường giải quyết sớm cho em, vì trên lớp đã có bài kiểm tra ạ. Em xin cảm ơn.. . . .",
            "responsible person: [551] [staff_name] [helpdesk staff]",
            "Chào bạn,. . . . PDT đã cập nhật trên BKEL, bạn kiểm tra lại nhé.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Khác ... . Dạ thầy cô ơi cho rm hỏi nếu kết thúc hai học kì năm nhất nhưng em chỉ tích luỹ được 25 tín chỉ thì hk1 năm hai em có được đăng kí môn học không ạ. Dạ em khoá 19 . Em xin cảm ơn !",
            "Chào bạn,. . . . Bạn xem lại qui chế học vụ mục 1: http://www.aao.hcmut.edu.vn/image/data/quyche/Ca%CC%81c%20thay%20%C4%91o%CC%82%CC%89i%20tu%CC%9B%CC%80%20HK192-updated.pdf.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Thời khóa biểu của em bị thay đổi vào lúc 9h30 ngày hôm nay (11/5) và thời khóa biểu mới của em bị mất một môn vào ngày hôm nay so với cái cũ. Em không biết là hôm nay mình có đi học bình thường không hay là đợi cho đến khi có thông báo mới ạ? Em cảm ơn. . . . .",
            "Chào bạn,. . . . Bạn kiểm tra lại TKB bạn nhé.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Khác ... . Do bị trôi mail đăng kí dự thính nên em không kịp đăng kí môn giải tích 2. Mong pdt xem xét cho em được đăng kí trễ ạ. Em cảm ơn",
            "Chào bạn,. . . . Hiện tại thời gian đăng kí môn học đã hết, tất cả các nhóm giải tích 2 đã full sỉ số.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp - Đại học - Cao đẳng chính quy   Cập nhật ngày CTXH, điểm ... . Chào anh chị,. . Em thuộc chương trình Chất lượng cao, tuần rồi văn phòng OISP thông báo cho em về việc hạ điểm chuẩn TOEIC ([full_name] [full_name]) đầu ra từ 280 xuống 245 điểm. Nên em đã  yêu cầu bên BKEnglish để họ hỗ trợ gửi điểm anh văn em về phòng đào tạo.. . . . Nay em đã đủ chuẩn tiếng anh đầu ra để đăng ký tốt nghiệp đợt 04/2020. Kính mong anh/chị ở phòng đạo tạo cập nhật điểm Toeic của em từ BKEnglish gửi đến và  hướng dẫn giúp em quy trình đăng ký tốt nghiệp bổ sung ạ.. . . . Em cảm ơn,. . [full_name].. .",
            "Chào bạn. . Phòng đào tạo đã ghi nhận trường hợp xét tốt nghiệp bổ sung của sinh viên, sau thứ 6 hàng tuần phòng đào tạo sẽ thông báo danh sách tốt nghiệp cập nhật mới :  . . -\tSinh viên xem kết quả xét lại tốt nghiệp trên: www.aao.hcmut.edu.vn  tốt nghiệp  thông tin tốt nghiệp  danh sách tốt nghiệp 04/2020. . -\tTrường hợp không có tên trong danh sách tốt nghiệp bổ sung sinh viên liên hệ trực tiếp phòng đào tạo để kiểm tra lại lý do.. .",
            "Dạ em cảm ơn chị ạ.",
            "li answer rate: Answer suits the needs / Câu trả lời đúng ý"
        ]
    },
    {
        "intent": "",
        "message": [
            "Em muốn lấy giấy chứng nhận sinh viên Bách Khoa thì cần làm gì ạ?. .  Em xin cảm ơn!",
            "responsible person: [551] [staff_name] [helpdesk staff]",
            "Chào bạn. . Bạn đăng ký tại Mybk --  in giấy chứng nhận sinh viên. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em chào thầy/cô ạ !. . Thầy/cô cho em hỏi là hôm nay (11/5) nhà trường có cập Nhật lại thời khoá biểu thì em có bị mất một chỉ và bị xoá môn gdtc và môn thí nghiệm vật lý, em không biết đó là lỗi hay gì ạ. Và kỳ này em có được học 2 môn đó không ạ . .",
            "responsible person: [551] [staff_name] [helpdesk staff]",
            "Chào bạn,. . . . PDT đang cập nhật TKB, bạn theo dõi thường xuyên, nếu có trục trặc gì bạn báo lại nhé.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Chào thầy/cô. . Theo thời khóa biểu mới cập nhật lúc sáng nay của e thì tuần này k có buổi học offline nào. Như vậy tuần 20 này e đi học thời khóa biểu cũ hay mới ạ?. . Em cảm ơn",
            "Chào bạn,. . . . Bạn kiểm tra TKB thường xuyên để biết TKB.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Khác ... . Em tên [full_name], sinh viên khoá K18, hiện đang theo học chuyên ngành Công nghệ Kĩ Thuật Vật Liệu Xây Dựng. . Em có một vấn đề về nhầm lẫn trong đăng kí môn học Sức bền vật liệu, trong chương trình đào tạo của em thì môn này có mã là CI2007, nhưng do không để ý em lại nhầm sang môn Sức bền vật liệu có mã môn là CI2001.. . Em mong được admin giúp đỡ em trong việc chuyển đổi lại đúng môn của mình để em có thể hoàn thành môn học.. . Em xin chân thành cảm ơn và gửi lời chúc sức khoẻ đến ad ạ!!",
            "Chào bạn,. . . . Môn CI2001 không mở trong học kỳ dự thính mà chỉ mở trong học kỳ chính 192. Thời gian này đã hết thời gian huỷ môn học, bạn phải làm đơn rút môn học.. . . . Môn CI2007 được mở trong học kỳ dự thính, học kỳ dự thính đã hết hạn đăng kí môn học nha bạn.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Em chào PĐT. Em có câu hỏi, em là sinh viên k18, em làm bài thi định kì toeic của trường chỉ được 240đ và chưa qua chuẩn av năm 1. Như vậy, theo mail thông báo của PĐT thì kỳ hè 193, học kỳ chính 201 và dự thính 201 em được đăng ký các môn năm 2 đúng không ạ. Em cảm ơn.. .",
            "Chào bạn. . Đúng nghen bạn"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: 1652335  /b \t. . . .   i Hỏi đáp học trực tuyến (BKeL) . Chào PĐT,. . . . Trong đợt 1 đăng ký dự thính HK192 Theo hình thức Livestream em có đăng ký môn học Cơ Lưu Chất (Mã MH: CI2003) 3 tín chỉ, nhưng sau khi qua đến đợt 2 hiện kết quả lại là Mã MH CI2005 2 tín chỉ. Với ngành của em thì phải học với môn học với mã CI2003. Không biết có sai lầm gì ở đây em mong PĐT giải quyết và giải thích giúp em ạ. . .",
            "Chào bạn,. . . . Hiện tại, dự thính không mở môn lý thuyết có thí nghiệm kèm theo. Do vậy môn CI2003 không được mở, khi bạn đăng kí bạn phải đăng kí môn học đúng theo các môn học trong chương trình đào tạo của bạn. Việc đăng kí môn học là sinh viên tự  đăng nhé.. . . . Khi bạn không đăng kí đúng mã môn học trong chương trình sẽ không tín vào số tín chỉ tích luỹ ngành.. . . . Bạn tham khảo qui chế học vụ điều 19 http://www.aao.hcmut.edu.vn/index.php?route=catalog/chitietsv&path=90&tid=1658.. . . . Thân."
        ]
    }
]