[
    {
        "intent": "",
        "message": [
            "Học vụ . Em chào quý thầy cô PDT ạ,. . Em tên là [full_name], MSSV: [student_id]. Cho em hỏi mình xem các điều kiện tiên quyết của học phần như khuyến nghị, song hành hay tiên quyết ở đâu vậy ạ ? . . Em xin cảm ơn nhiều ạ",
            "Chào bạn. . Về vấn đề này bạn vui lòng xem chi tiết tại trang web portal.hcmut.edu.vn    Đào tạo    Quy chế - quy định    Quyết định ban hành quy định chung về học vụ và đào tạo số 2931(10/09/21). . Chúc bạn học tập tốt nhé.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em đọc công văn thì em thấy SV phải ở 100% trong KTX của trung tâm và không được ra ngoài trong thời gian học tập trung tại đó. Vậy cho em là cuối tuần (T7 và CN) có được về lại KTX của ĐHQG hay được ra ngoài chơi không ạ?. . Em mong được giải đáp thắc mắc ạ, em xin cảm ơn.",
            "Chào em,. . Em liên hệ PĐT TT GDQP qua 028.[student_id]7, hoặc email [email]. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Thưa thầy/cô, học kỳ này em có lịch học quốc phòng ạ, sau khi đọc Công văn về tổ chức giảng dạy môn GDPQ vào tháng 03/2022 thì em thấy có đề cập mục số 5 về vấn đề ở nội chú ạ. Theo như trong công văn thì không bắt buộc phải ở nội chú cho học phần trực tiếp phải không ạ? Tức là em có thể đi về nhà sau khi học xong đúng không ạ hay là em bắt buộc phải ở lại trung tâm GDQP khi học học phần trực tiếp ạ? . . Em cảm ơn ạ.",
            "Dạ em hỏi sớm về vấn đề nội trú tại vì gia đình em không muốn cho em ở lại Trung tâm GDQP ấy ạ, em thấy các kỳ trước đều không bắt buộc ở nội chú ấy ạ.",
            "Chào em,. . Em liên hệ PĐT TT GDQP qua 028.[student_id]7, hoặc email [email]. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Em tên [full_name] . MSSV: [student_id]. Em đã có tên trong danh sách tốt nghiệp chính thức đợt tháng 11.2021 và đã nhận được bằng tốt nghiệp tạm thời. Trong bằng có ghi hiệu lực hết tháng 1.2022. Đến nay em vẫn chưa nhận được email nhận bằng tốt nghiệp, em bong quý thầy cô kiểm tra và phản hồi lại dùm em để em bổ sung hồ sơ vào Cty ạ. Em đợi mãi vẫn chưa có rất mong  quý thầy cô hỗ trợ em. Em xin chân thành cảm ơn.. . . .",
            "\"Chào em,. . Trường hợp của em đã có bằng, do hệ thống mail của trường đang bị lỗi nên chưa gửi được, em có thể lên trực tiếp Phòng Đào tạo (101. A1) để nhận nhé.. . Đi theo giờ hành chính từ thứ 2 đến thứ 6. . Thân\""
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Dạ em đã đăng kí được môn học. Tình trạng sinh viên của em là đang học ạ. Mà thời khóa biểu chỉ cập nhật môn học ở thời điểm trước tết. Vẫn chưa cập nhật thời gian học vào thứ mấy trong tuần ạ. Hiện nay thì em không thấy thời khóa biểu của em nữa ạ. Mong pđt cập nhật sớm để tuần sau em theo kịp lịch học ạ",
            "thời khóa biểu không cho em biết học vào thứ mấy ạ. trong elearning cũng không thấy link hay tài liệu thầy gửi ạ",
            "Chào em,. . - Môn CI3223\tCông nghệ sản xuất cấu kiện bê tông cốt thép đúc sẵn. . =  SV làm đơn mở lớp dạng đồ án do sỉ số ít. SV liên hệ GV trên BKel, liên hệ [full_name] hỏi GV dạy nhé.. . - Các môn ĐA: không có TKB, SV liên hệ GV, [full_name] nhé.. . Thân mến. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em xin trình bày sự việc như sau: em có làm mất căn cước công dân, em đã có đi làm lại và bên huyện báo là 2 tháng sau (từ ngày làm lại 7/2/2022) mới cấp lại được và em cũng chưa có bằng lái xe. em xin hỏi về các vấn đề như sau:. . Thứ nhất: theo kế hoạch của trường đưa ra thì giữa kì này vẫn thi online, thì làm sao để xác minh danh tính của mình trong phòng chờ meet. Em có ảnh căn cước có thể photo ra được không ạ.. . Thứ hai: nếu có thể đi học trực tiếp trên trường, về các giấy tờ để làm thẻ sinh viên và ngân hàng thì làm sao để xác minh danh tính của mình.",
            "Chào em,. . - SV phải dùng thẻ SV khi dự thi.. . - Nhưng vì nhiều lý do bất khả kháng, SV vui lòng trình bày tất cả lý do kèm minh chứng để Cán bộ coi thi ghi nhận vào danh sách thi. PĐT đối chiếu dữ liệu sau.. . - Dự kiến học trực tiếp sẽ phát thẻ SV.. . - Ngân hàng thì làm sao để xác minh danh tính của mình. . =  Em liên hệ số điện thoại hotline của Ngân hàng OCB để được hỗ trợ:[student_id]8. . Thân mến. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            ". . Dạ em chào Thầy/Cô. . Em tên [full_name]. . MSSV:[student_id] hệ VLVH ngành Cơ Điện Tử. Khóa 20. . Dạ lý do là em trúng nghĩa vụ quân sự, và nhận được lệnh gọi nhập ngủ trễ nên em không thể nợp đơn cho nhà trường bảo lưu. Nên cho e hỏi có thể nhờ bạn e nộp giúp đơn và lệnh gọi nhập ngủ để được bảo lưu được không ạ. . . Trên mẫu đơn của nhà trường là nghĩ liên tiếp 2 kì sẽ bị xóa tên. Trường hợp của em là đi nghĩa vụ có được bảo lưu được 2 năm không ạ. . . Dạ em cảm ơn.",
            "Chào em,. . Em có thể gửi đơn tạm dừng (tải mẫu đơn tạm dừng tại aao.hcmut.edu.vn/sinh viên/biểu mẫu) kèm lệnh gọi nhập ngũ và gửi qua bksi cho cô nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em đã hoàn thành 136/142 tính chỉ (Còn thiếu 6 tín chỉ tiếng anh văn). Em dự định sẽ thi TOEIC để chuyển điểm, nhưng do học kì vừa rồi em không biết nên không đăng ký môn học vì thế nên bị \"tạm dừng\". Thì bây giờ em nộp bằng TOEIC đủ điểm có được tốt nghiệp không ạ. . . . . Em cảm ơn rất nhiều",
            "Chào em,. . Được nhé bạn, . . Trường hợp SV đã đủ điều kiện tốt nghiệp, SV theo dõi lịch trình tốt nghiệp tháng 4/2022 tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 4/2022 . . Sau thời gian công bố danh sách dự kiến tốt nghiệp, trường hợp SV vẫn chưa có tên trong danh sách dự kiến, có thể gửi câu hỏi qua bksi để được xét bổ sung (nếu đã đủ điều kiện tốt nghiệp). . Về tình trạng sinh viên, khi nào em có tên trong ds dự kiến tốt nghiệp, PDT sẽ tự động ra QD thu nhận cho bạn nhé. . Thân\""
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Chào thầy/cô,. . . . Em là sinh viên K19 khoa Điện - Điện tử, có học môn Mạch điện tử thầy [full_name] [full_name] HK202. . . . . Môn học đã thi cuối kì khá lâu từ tháng 9 và các học phần thí nghiệm cũng đã hoàn thành từ tháng 12 nhưng đến hiện tại thì điểm của lớp em vẫn chưa được cập nhật. . . . . Tụi em cũng có liên hệ với thầy [full_name] qua email nhưng không bạn nào nhận được phản hồi. Kính mong nhà trường có hướng giải quyết sớm để tụi em biết là mình rớt hay đậu để có thể đăng ký học dự thính kịp trả nợ ạ. . . . . Em cảm ơn thầy cô đã xem.",
            "Chào em,. . Về việc chấm và nhập điểm, SV vui lòng liên hệ với Giảng viên/Bộ Môn/ Khoa để được hỗ trợ nhé.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính gửi Phòng Đào tạo,. . . . Em thấy theo thông báo thì Kỳ hè 213 này sẽ cho phép mở LVTN trong hè. Kế hoạch này có thay đổi gì không ạ? Và việc mở LVTN có phụ thuộc vào số lượng sinh viên đăng ký không ạ? Và cho em hỏi việc đăng ký LVTN sẽ được thực hiện trong đợt đăng ký môn học trong kỳ hè đúng không ạ?. . . . Em xin cảm ơn.",
            "Chào em,. . Em vui lòng xem email PĐT đã gửi: \"Thông báo Kế hoạch học tập của học kỳ 2 và học kỳ hè năm học 2021-2022 và phần bù các học kỳ trước. . Hộp thư đến. . - Ho Tro SV   [email] . . 10:36, 27 thg 12, 2021 . . tới stu,. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "kính gửi phòng đào tạo. . họ tên: phạm minh hiếu. . mssv : [student_id]. . lớp: kỹ thuật điều khiển tự động hóa. . hệ VLVH. . . . XIN THẦY\\CÔ XEM XÉT CHO EM ĐĂNG  KÝ 4 MÔN HỌC BỔ TÚC VÌ THIẾU MÔN GIẢI TÍCH MẠCH. . MONG THẦY\\CÔ XEM QUA FILE EM GỬI BÊN DƯỚI. . E CẢM ƠN THẦY\\CÔ ĐÃ XEM. .",
            "Chào em,. . môn EE2033 trùng thời khóa biểu. . các môn còn lại cũng không được đến thời điểm này nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Xin chào trường.. . Em tên là: [full_name], MSSV:[student_id]. . Bảng thời khóa biểu học kì 2 em bị mất trên trang mybk mong trường sửa lại ạ. Em cảm ơn rất nhiều",
            "bạn kiểm tra lại nhé"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Chào thầy/cô,. . Hôm nay (11/2/2022) em lên google drive bằng tài khoản gmail nhà trường cung cấp. Sau khi em vào phần \"Bộ nhớ dùng chung\" thì em thấy em được thêm vào 3 bộ nhớ dùng chung của người lạ mà em không quen biết và có đuôi mail hcmut của trường mình (3 bộ nhớ dùng chung được em khoanh đỏ đính kèm hình bên dưới).. . Vì tính chất riêng tư, em đã gửi mail yêu cầu họ xóa em ra khỏi các google drive \"Bộ nhớ dùng chung\" đó. Nhưng em lại được google báo lỗi không gửi được mail, do bên người nhận có vẻ đã chặn mail từ phía em.. . Thầy cô cho em hỏi, với việc như em nêu trên, em có thể liên lạc đến bộ phận nào của nhà trường để được xóa ra khỏi \"Bộ nhớ dùng chung\" đó. Bởi vì bản thân em không phải người tạo ra bộ nhớ đó nên không thể tự mình xóa mình ra khỏi.. . Em cảm ơn thầy/cô.. .",
            "Chào em,. . Em vui lòng liên hệ Trung tâm Dữ liệu và Công nghệ thông tin để được hỗ trợ và giải đáp thắc mắc về tài khoản mail của bạn.. . Điện thoại    : (84.28) 38.647.256 - Ext:5200. . Website    : www.netadm.hcmut.edu.vn. . Email    :  [email]. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Kính gửi Phòng Đào Tạo Trường Đại Học Bách Khoa TP.HCM,. . Em tên [full_name], MSSV: [student_id], là sinh viên đang theo học hệ Vừa học vừa làm.. . Hôm nay, em viết mail này mong Phòng Đào Tạo hỗ trợ cấp giấy chứng nhận Tốt nghiệp tạm thời giúp em ạ.. . Theo như lịch đăng ký Tốt nghiệp, em đã đăng ký Tốt Nghiệp trên trang MyBK, em cũng đã hoàn thành lệ phí Tốt nghiệp trên BKPay và nhận được mail xác nhận của Phòng Đào Tạo. Nhưng, khi em kiểm tra lại thông tin trên trang MyBK thì vẫn chưa cập nhật tình trạng đăng ký Tốt nghiệp ạ (Em có đính kèm file ạ).. . Hiện giờ, em cần giấy Tốt nghiệp tạm thời để có thể nộp ở nơi làm việc nhưng không rõ khi nào mới được Trường xác nhận và hỗ trợ cấp cho em nên em mong Phòng Đào Tạo có thể xem xét và hỗ trợ giúp em ạ.. . Trong khi chờ đợi phản hồi từ Phòng Đào Tạo, em xin chân thành cảm ơn.. . Sinh viên,. . [full_name]",
            "Đã giải quyết trực tiếp"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ .  Em chào cán bộ trường đại học bách khoa. Em là [full_name], MSSV: [student_id]. Khoa Địa chất và Dầu khí.. .  Em là sinh viên năm cuối, vì học kì 212 này em không có thời khoá biểu trên trường (không đủ điều kiện nhận luận văn), nên em sẽ bị nhà trường tạm thời đình chỉ đúng không ? Nếu kì tới  em muốn được đăng ký môn học là phải đăng ký \"thu nhận lại\", cho em hỏi cách đăng ký ạ. . .  Với em còn một thắc mắc là nếu em bị đình chỉ thì ngoài việc \"không được cấp giấy chứng nhận sinh viên\" thì em có được vào trường để nghiên cứu, hay sử dụng tài liệu của khoa hay của thư viện không ạ ?. .  Em cảm ơn !",
            "Chào bạn. . Bạn không có TKB ở HK 212 dự kiến sẽ bị tạm dừng.. . Về việc đăng ký thu nhận lại:. . Bạn vui lòng tải mẫu đơn: Thu nhận tại trang web : aao.hcmut.edu.vn    Sinh viên    biểu mẫu. . Điền đầy đủ thông tin nộp trực tiếp tại PDT hoặc BKSI.. . Bạn liên hệ thư viện để được hỗ trợ.. . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính gửi Phòng đào tạo. . Cho em hỏi là: môn có điểm thi cuối kỳ có hạn phúc tra nằm trong thời gian nghỉ tết, lúc đó yêu cầu phúc tra không thực hiện được do đang trong kỳ nghỉ. Vậy mình còn có thể phúc tra không ạ?. . Em cảm ơn. .",
            "Chào em,. . Em vui lòng ghi rõ tên và mã MH, ngày cập nhật điểm trên mybk/Thông tin sinh viên.. . Thời gian nghỉ tết không tính vào thời gian phúc tra nhé bạn. Trường hợp em đăng ký không được vui lòng trình bày rõ lại nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Khiếu nại đăng ký môn học . Em chào anh (chị), cô (thầy),. . Hiện em vẫn chưa được đăng ký   B Luận văn tốt nghiệp (MA4343)  /B .. . Em gửi yêu cầu này để xin biết được lý do chưa có môn này trên thời khóa biểu ạ.. . Em có gửi ảnh đính kèm chụp màn hình câu hỏi lần trước.. . Em cảm ơn ạ.",
            "Chào em,. . Pdt kiểm tra số tín chỉ tích luỹ ngành của em: 116+9=125  126 Không đủ ĐK nhận LVTN. . Gởi đính kèm: file thống kê các môn chưa tích lũy + số tín chỉ đã tích lũy. . Em vui lòng kiểm tra lại nhé. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Dạ kính thưa phòng đào tạo. Cho em xin hỏi là đợt dịch vừa rồi em có tham gia hoạt động phòng chống dịch của địa phương, tới hôm nay em đã nhận được giấy xác nhận, em k biết làm sao để quy đổi ra ngày công tác xã hội ở trường ạ ?. . . .",
            "Chào em,. . Em liên hệ phòng Công tác chính trị sv qua email [email] để được hướng dẫn nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em xin kính chào quý thầy cô ạ. . Em tên [full_name] - MSSV [student_id]. . Em là sinh viên chuyên ngành Công nghệ Kỹ thuật Vật liệu Xây dựng, học kỳ trước em có đăng kí những môn bên chuyên ngành Dân dụng (do em có ý định sau này học tiếp văn bằng 2), nhưng do điều kiện gia định em đã quyết định không học bằng 2 nữa nên em đã bỏ những môn đó và điểm trung bình cuối kỳ của những môn đó là 0d. . . Em muốn hỏi là nếu như vậy thì điểm trung bình của những môn đó có bị tính vào điểm trung bình của chuyên ngành em đang học không ạ?",
            "Chào bạn. . Theo quy định chỉ tính những môn trong Chương trình đào tạo khi xét tốt nghiệp nghen. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Thưa Phòng đào tạo,. . Em tên Trần [full_name], MSSV [student_id].. . Em vừa nộp chứng chỉ anh văn 2 kỹ năng nói viết và đã được xác nhận. Nếu bây giờ em xin chuyển điểm Anh Văn thì điểm của 4 môn Anh Văn có được tính vaof điểm trung bình không ạ? Em xin cảm ơn.. . Sinh viên. . [full_name]",
            "Chào bạn, . . PDT kiểm tra bạn nộp Chứng chỉ Toeic 2 kỹ năng Nghe-đọc(không phải nói-viết).. . Bạn có nhu cầu thì đăng ký chuyển điểm, điểm sẽ được cập nhật và tính theo quy định.. . Về quy định chuẩn tiếng anh trong quá trình học: Bạn vui lòng xem chi tiết tại trang web aao--  sinh viên --  Quy chế --  Quy chế đào tạo và học vụ bậc đại học và cao đẳng -- Phụ lục 1: Quy định về ngoại ngữ . . Chúc bạn học tập tốt nhé.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác:   Gửi phòng đào tạo,. .      Em đang là sinh viên năm 1 khoa Điện-Điện tử, khóa K20. Em có mong muốn chuyển sang khoa cơ khí vào năm học tiếp theo, cụ thể là ngành Kỹ thuật cơ khí. Em muốn hỏi là em có được phép chuyển khoa không ạ? Nếu được thì em phải đáp ứng những yêu cầu gì ? Nếu kì này em lỡ rớt môn thì có được chuyển không ạ? Năm 2020, điểm thi tốt nghiệp trung học phổ thông của em là 26,45 điểm. . .       Em xin  cảm ơn.",
            "Chào em,. . Em vui lòng xem quy chế điều 30. . http://www.aao.hcmut.edu.vn/quy chế quy định/học vụ/- Quy chế đào tạo và học vụ bậc đại học, cao đẳng/điều 30. . Thân mến. .",
            "Gửi phòng  đà tạo,. . Dạ đường link này em không truy cập được ạ.",
            "Chào em,. . Em xem https://portal.hcmut.edu.vn/dao-tao/quy-dinh-hoc-vu. . Thân mến. .",
            "Gửi phòng đào tạo, . . Em đã đọc \"Quy định học vụ và đào tạo bậc đại học\". Em là sinh viên khoa điện hệ đại trà nên chỉ được chuyển ngành trong nhóm ngành điện chứ không được chuyển sang ngành cơ khí phải không ạ?",
            "li answer rate: Answer is not complete / Câu trả lời chưa hoàn chỉnh",
            "Chào em,. .  Em là sinh viên khoa điện hệ đại trà nên chỉ được chuyển ngành trong nhóm ngành điện . . =  Em nên tư vấn ở Khoa nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em có hoãn môn thi cơ lưu chất ở kỳ trước và đã được thi lại vào ngày 21/12 nhưng tới hôm nay em vẫn chưa được cập nhật điểm môn hoãn thi của mình. . . Em xin cảm ơn",
            "Chào em,. . Điểm do GV nhập, bảng điểm [full_name] gửi PĐT. Em vui lòng liên hệ GV, [full_name] nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Khiếu nại đăng ký môn học . Em xin chào PDT ạ. . lý do : em viết đơn này là cho em hỏi em chưa có thời khóa biểu luận văn tốt nghiệp ạ.Mong PDT xem xét lại ạ. MSMH : EE4313 . Dạ em cảm ơn ạ",
            "Chào em,. . PDT đã ghi nhận yêu cầu về ĐKMH của em và đã chuyển cho bộ phận ĐKMH kiểm tra và xử lý.. . SV vui lòng theo dõi thời khóa biểu được cập nhật tại Mybk/Thông tin sinh viên/Xem thời khóa biểu dự kiến trước ngày 18/02/2022.. . Thân mến. .",
            "Chào bạn. . Pdt kiểm tra số tín chỉ tích luỹ ngành của bạn: 116  120 Không đủ ĐK nhận LVTN. . Gởi đính kèm: file thống kê các môn chưa tích lũy + số tín chỉ đã tích lũy. . Bạn kiểm tra lại nghen. . Trường hợp SV học môn tương đương nhưng chưa được cập nhật, vui lòng gửi lại thêm 1 yêu cầu khác về việc xin cập nhật môn tương đương (ghi rõ tên và mã MH SV học, ở học kỳ nào? bao nhiêu điểm? và tương đương với môn học nào thuộc CTĐT của SV). . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em chào cô. Bên mybk của em vẫn chưa có điểm giải tích 1 thi ngày 28/12 ca 14 giờ ạ.. . . . Môn Giải tích 1 thi trắc nghiệm nên thi xong có điểm liền mà đến giờ vẫn chưa thấy thầy cô cập nhật ạ.. . . . Em cảm ơn cô.",
            "Chào em,. . Điểm do GV nhập, [full_name] gửi bảng điểm đến PĐT. Em vui lòng liên hệ GV, [full_name] nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ .  em chào anh chị.. . Em là: [full_name] . . mssv : [student_id]. . Hiện tại thời khóa biểu của em bị xóa (học kì 2 2021-2022) . .  Em không biết vì lý do gì. Mong nhà trường xem xét . . Em xin cảm ơn . . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Khiếu nại đăng ký môn học . Chào đại diện phía PDT,. . . . Em tên là [full_name], sinh viên K18 của khoa Quản Lý Công Nghiệp, MSSV: [student_id].. . sau khi em gửi câu hỏi về việc không đăng ký được LVTN trong kỳ đăng ký bổ sung, cô Trang đã có phản hồi rằng đợi bộ phận ĐKMH kiểm tra và xử lý đến trước ngày 12/2.. . Tuy nhiên, đến thời điểm hiện tại em vẫn chưa có TKB của LVTN. Em muốn xin lý do 'chi tiết' vì sao không đăng ký được LVTN để đối chứng ạ.. . Kính mong phía PDT xem xét giúp em.. . . . Em cảm ơn ạ.",
            "Chào em,. . Pdt kiểm tra số tín chỉ tích luỹ ngành của em: 111+14=125  126 Không đủ ĐK nhận LVTN. . Gởi đính kèm: file thống kê các môn chưa tích lũy + số tín chỉ đã tích lũy. . Em vui lòng kiểm tra lại nhé. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em vào MyBk thì thấy mình có quyết định dừng học lại, em không hiểu tại sao mình lại bị như vậy. Mong cán bộ BKSI giải quyết dùm em ạ. Nhưng em thấy tình trạng thì vẫn là đang học. Thời khóa biểu của em học kì này cũng bị mất và mail trường không có nhận thêm gì mới từ nhà trường. Em mong cán bộ BKSI giúp giùm em ạ. Em xin cám ơn.",
            "Chào em,. . Đó là quyết định thu nhận nhé bạn \"tạm dừng học lại\", TKB hiện tại đã được cập nhật tại mybk/Thông tin sinh viên/Xem TKB. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Khiếu nại đăng ký môn học . Chào cô/thầy, . . Em tên [full_name], mssv [student_id], em đã đăng kí LVTN mã MH: ME4089 trong cả 4 đợt và đăng kí đợt 4 (18/01/2022) đã có TKB, nhưng hôm nay ngày 12/2/2022 khi vào xem lại kết quả đăng kí lại không còn TKB nữa ạ. . . Em nhờ PDT xem xét lại kết quả đăng kí LVTN đợt này giúp em ạ. . Em xin chân thành cảm ơn.",
            "Chào em,. . Em vào mybk xem lại nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Thưa cô,. . . . Em đã đủ điều kiện xét TN đầu năm nay nhưng hệ thống chưa cập nhật kịp để em đăng ký xét TN trên MyBK (do chưa có tên trong danh sách TN dự kiến từ PĐT). . . . . Bây giờ em nên làm gì để được TN trong kỳ này ạ cô?. . . . Em cảm ơn cô!",
            "\"Chào bạn,. . PDT đã ghi nhận yêu cầu về đăng ký xét TN của bạn. SV vui lòng theo dõi email  và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 22/02/2022 SV vẫn chưa nhận được mail hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 04/2022 (cập nhật mới gia hạn thời gian xử lý tốt nghiệp). . Về tình trạng sinh viên, khi nào em có tên trong ds dự kiến tốt nghiệp, PDT sẽ tự động ra QD thu nhận cho bạn nhé. . Thân. . \""
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em chào pđt,. . Em có đăng kí hoãn thi Giải tích 1 (MT1003) học kì 202. Nhưng qua học kì 211 em có đăng kí thi lại và tham gia thi và đã có kết quả thi nhưng giờ bảng điểm trên mybk vẫn để em điểm thứ 14. Em không em đậu hay rớt để em đăng kí học lại. Em mong pđt phản hồi sớm.. . Em cảm ơn.",
            "Chào em,. . Trường hợp của em vui lòng liên hệ Giảng viên nhờ chấm nhập điểm và gửi lên cho PĐT để cập nhật điểm lên mybk/Thông tin SV nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em chào quý thầy cô.. . Em đã hoàn tất chương trình học của mình, điểm cũng đã được cập nhật lên mybk nhưng số tín chỉ tích lũy của em vẫn không thay đổi. Tất cả mọi thứ em đã hoàn thành trong tháng 12 nhưng đến tháng 2 vẫn chưa được cập nhật nên mong phòng đào tạo cập nhật lại số tín chỉ tích lũy giúp em để em có thể hoàn thành bước cuối cùng cho việc đăng ký tốt nghiệp.. . Em cám ơn ạ.. .",
            "Chào em,. . PDT đã ghi nhận yêu cầu về đăng ký xét TN của em. SV vui lòng theo dõi email  và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 22/02/2022 SV vẫn chưa nhận được mail hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 04/2022) Về tình trạng sinh viên, khi nào em có tên trong ds dự kiến tốt nghiệp, PDT sẽ tự động ra QD thu nhận cho em nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . EM chào PĐT. . Em liên hệ PĐT muốn hỏi về quy trình hoãn thi cuối kỳ môn Thí nghiệm hóa hữu cơ ngày 29/1/2022. Thời gian này, hệ thống MyBK và BKsi tạm ngưng do lễ tết, em đã xin phép và được sự đồng ý của bộ môn vào buổi thi hôm đó về việc xin hoãn thi, tuy nhiên em vẫn chưa đăng ký với PDT được, bộ môn hướng dẫn em đăng ký lại với PĐT vào ngày làm viêc sau khi BKSi hoạt động trở lại.. . Em xin hỏi PDT quy trình và cách thức hoãn thi cho ngày thi 29/1/2022 môn Thí nghiệm hóa hữu cơ ạ. Em cảm ơn",
            "\"Chào bạn,. . Đến thời điểm hiện tại Phòng đào tạo đã gởi hậu kiểm Hoãn thi với [full_name].. . Nên quy trình đến thời điểm cho các môn thi sau ngày 12/01/2022: Bạn tải mẫu đơn PHIẾU ĐĂNG KÝ HOÃN THI/ VẮNG THI CÓ PHÉP (CUỐI KỲ) tại trang web : aao.hcmut.edu.vn    biểu mẫu. . Sau khi có xác nhận của Giảng viên hướng dẫn + [full_name] không đồng ý cấm thi, đồng ý cho Hoãn thi gởi cho Phòng đào tạo xem xét nộp qua trang Mybk- Hỗ trợ trực tuyến (BKSI). . thời gian đăng ký hoãn thi theo quy đinh: trong vòng 5 ngày tính từ ngày vắng thi (chỉ tính ngày làm việc). . Lưu ý: Các môn thi trước ngày 12/1/2022 đã hết hạn giải quyết hoãn thi.. . . . \""
        ]
    },
    {
        "intent": "",
        "message": [
            ". .   i Yêu cầu khác . Dạ cho em hỏi thẻ ngân hàng OCB là mình phải lên chi nhánh của ngân hàng OCB Lý Thường Kiệt để lấy phải không ạ? Em xin cảm ơn ạ.. . . . . .",
            "Chào em,. . Em liên hệ số điện thoại hotline của Ngân hàng OCB để được hỗ trợ:[student_id]8. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Dear Bộ phận Đào Tạo trường ĐH Bách Khoa,. . . . Cho em xin hỏi là khi nào trường mình tổ chức lễ tốt nghiệp cho đợt tháng 11.2021 và cấp bằng chính thức. Vì bằng tạm thời đã hết hiệu lực.. . . . Thanks and Best Regards,. . . .",
            "\"Chào em,. . Trường hợp của em đã có bằng, do hệ thống mail của trường đang bị lỗi nên chưa gửi được, em có thể lên trực tiếp Phòng Đào tạo (101. A1) để nhận nhé.. . Đi theo giờ hành chính từ thứ 2 đến thứ 6. . Về lễ tốt nghiệp tháng 11/2021 SV vui lòng đợi thông báo sau của nhà trường. . Thân\""
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác  /i  Chào phòng đào tạo, cho em hỏi gia đình em hiện tại có kế hoạch cho em đi du học và em đang trong quá trình làm hồ sơ. Em muốn bảo lưu kết quả tại trường mình, thì cho em hỏi là việc bảo lưu kết quả từ học kì này và nhà trường bảo lưu kết quả của em bao lâu ạ. . . - Học phí học kì này em chưa đóng thì có đóng không. EM xin hết. Cảm ơn phòng đào tạo đã giải đáp. . . .",
            "Yêu cầu khác Chào phòng đào tạo, cho em hỏi gia đình em hiện tại có kế hoạch cho em đi du học và em đang trong quá trình làm hồ sơ. Em muốn bảo lưu kết quả từ học kì này, thì cho em hỏi là nhà trường bảo lưu kết quả của em bao lâu ạ.. . - Học phí học kì này em chưa đóng thì có đóng không. Em xin hết. Cảm ơn phòng đào tạo đã giải đáp. . . .   /QUOTE . .",
            "Chào em,. . - Đi du học thì gửi đơn thôi học nhé.. . - Em tải mẫu đơn thôi học, điền đầy đủ thông tin kèm minh chứng gửi trực tiếp hoặc gửi bksi. . - http://www.aao.hcmut.edu.vn/sinh viên/biểu mẫu. . - Em liên hệ Văn phòng Đào tạo quốc tế [email] để được tư vấn thêm nhé.. . Thân mến. . . . . . . . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em chào thầy cô ạ, em không biết vì sao mail em gửi mấy nay cứ bị chặn ạ. Không biết vì lý do gì? Tại vì em cần gửi mail mà nó cứ bị vậy thật sự em rất khó khăn ạ.",
            "Chào em,. . Em cần trình bày rõ bị chặn, chụp hình rồi gửi: Trung tâm Dữ liệu và Công nghệ thông tin để được hỗ trợ và giải đáp thắc mắc về tài khoản mail của em.. . Điện thoại    : (84.28) 38.647.256 - Ext:5200. . Website    : www.netadm.hcmut.edu.vn. . Email    :  [email]. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Chào thầy cô, học kỳ này e có đăng ký TTTN thì không biết trường đã phân công GVHD chưa ạ nếu phân công rồi thì e có thể xem danh sách phân công ở đâu ạ. Em có xin thực tập ở VNPT thì người ta yêu cầu giấy giới thiệu của trường thì e có thể xin giấy đó ở đâu ạ. Em xin cảm ơn",
            "Chào em,. . [full_name] phân công CBGD, giấy giới thiệu của trường =  Em vui lòng liên hệ [full_name] nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Khiếu nại đăng ký môn học . Học kì này mình không đăng kí được luận văn tốt nghiệp Me4039 nhưng không biết lý do là gì. Mong pdt giải đáp.",
            "Chào em;. . lý do là môn tiên quyết em chưa đạt nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Dạ PĐT cho em hỏi là chứng chỉ tin học mà trường yêu cầu cho sinh viên năm nhất có phải là MOS ( Microsoft Office Specialist ) không ạ? Trong mail không nói rõ nên em muốn hỏi lại cho chắc chắn hơn ạ!. . . .",
            "Chào em,. . Từ Khóa 2021, SV phải đạt chuẩn kỹ năng ứng dựng Công nghệ thông tin cơ bản và đạt chứng chỉ MOS ở 02 bài thi là Excel và PowerPoint nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Dạ kính gửi Phòng Đào tạo, em là sinh viên khóa 2019 , em gửi email về vấn đề học môn học tương đương.. . Học kỳ 211 vừa rồi em có đăng ký môn học [full_name]nh mã CH3297, là môn học thuộc chương trình đào tạo của khóa 2018, em đã học xong và có điểm tổng kết môn trên bảng điểm MyBK . Trong chương trình đào tạo của em khóa 2019 có môn học [full_name]nh mã mới CH4051 là môn học bắt buộc trong học kỳ 7 tức là học kỳ 221.. . Em có kiểm tra trên danh sách môn học tương đương pđt đã đăng lên thì hai môn mã CH3297 và CH4051 là hai môn tương đương và sẽ được nhận điểm chuyển .. . Cho em hỏi là việc chuyển điểm sẽ diễn ra như nào và đến học kỳ em có môn CH4051 là môn bắt buộc thì em có cần phải đăng ký lại môn học CH4051 để được chuyển điểm hay không ạ. Hay sau khi em học xong và đã có bảng điểm môn CH3297 nhà trường sẽ tự chuyển điểm sang môn CH4051 cho em và em có cần phải thực hiện việc gì khác nữa không ạ .. . . . Em có đính kèm hình ảnh bảng điểm môn học CH3297 của em và danh sách môn CH3297 và CH4051 là hai môn tương đương ạ, mong pđt xem xét và hồi âm sớm nhất giúp em. . .",
            "Chào bạn, . . PDT đã xử lý chuyển điểm tương đương theo yêu cầu của bạn.. . Dự kiến trong tháng 3/2022 sẽ cập nhật tại mybk  thông tin sinh viên  điểm chuyển. . . Hiện tại bạn có thể đăng ký in bảng điểm tại mybk để kiểm tra.. . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em chào pđt ạ. . Em đã bảo vệ luận văn xong hiện tại còn thiếu av 2 kĩ năng nói viết ở trường mà em không thấy bên trường tổ chức đợt thi ạ. . Mong bên trường với bên english tổ chức sớm vì hiện tại em chỉ còn thiếu 2 kĩ năng đó là hoàn thành chương trình ạ. . Em cảm ơn",
            "Chào em,. . AV Nói - viết: Em vui lòng liên hệ Trung tâm ngoại ngữ để đăng ký thi. Cuối tuần này em xem trên web của TTNN để biết lịch thi, dự kiến thi tại C6-CS1 nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Dạ em là [full_name] . . MSSV [student_id]. . Em có gặp rắc rối khi đăng nhập phần 11: Nhập học không được do đã quên mật khẩu. Nên em có mong muốn là nhà trường giúp đỡ cấp lại mật khẩu để em vô đăng nhập được không ạ. . . Em xin cảm ơn.. . . .",
            "QUOTE MSSV/MSGV: [student_id]    . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp  /i  Hiện tại em đang trong trạng thái tạm dừng nên nhờ anh/chị mở giúp em trạng thái sinh viên để em đăng ký tốt nghiệp ạ.. . Mssv: [student_id]. . Tên: [full_name]. . . .",
            "\"Chào bạn,. . PDT đã ghi nhận yêu cầu về đăng ký xét TN của bạn. SV vui lòng theo dõi email  và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 22/02/2022 SV vẫn chưa nhận được mail hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 04/2022 (cập nhật mới gia hạn thời gian xử lý tốt nghiệp). . Về tình trạng sinh viên, khi nào em có tên trong ds dự kiến tốt nghiệp, PDT sẽ tự động ra QD thu nhận cho bạn nhé. . Thân. . \"",
            "Em đã có tên trong danh sách dự kiến tốt nghiệp hk 2 (2020-2021) rồi ạ, giờ chỉ cần mở trạng thái sinh viên là em đăng ký tốt nghiệp ạ.",
            "Chào em,. . Cô chưa hiểu ý bạn, nếu đã có tên từ học kỳ 2/2020-2021 sao em không vô đăng ký tốt nghiệp tại thời điểm đó.. . Em mới đăng ký chuyển điểm AV ngày 12/2/2022. . Em đợi . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Em kính gửi Quý thầy cô Phòng Đào Tạo ĐHBK -ĐHQG TPHCM. . . 25/1/2022 em có gửi một thư yêu cầu được thu nhận lại và chuyển sang hệ vừa học vừa làm, và đã được tiếp nhận.. . Đến nay em mới phản hồi lại thư, hiện tại em chỉ thiếu tiếng anh để làm luận văn thôi ạ. Em có nguyện vọng đăng kí anh văn 2 trong học kì này để duy trì tình trạng học, đồng ý theo tiến độ của môn học và tự hoàn thiện để theo kịp tiến độ - bổ sung những nội dung đã qua trong các tuần qua, và cố gắng nộp bằng toeic để được làm luận văn trong kì sau ạ.. . Em xin chân thành cảm ơn Quý thầy cô đã đọc và giải quyết thư của em.. . . .",
            "Chào em,. . Em chuyển qua VLVH khóa 2015, CTĐT của bạn không phải hoàn thành 4 môn AV1,2,3,4 nhé. . Em có thể đợi thông báo đăng ký MH của Hk hè 213 để đăng ký LVTN"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Em là [full_name], MSSV: [student_id].. . Hiện em có học lớp L41 môn Hóa đại cương thí nghiệm của cô Trần Thị Thanh Thúy.. . Xin thầy cô cho em hỏi là vào ngày 28/2 lớp em có học buổi thí nghiệm thứ 3. Thông thường   B buổi thí nghiệm thứ 3  /B  của môn này sẽ phải học trực tiếp tại phòng thí nghiệm của trường, tuy nhiên trên thời khóa biểu mybk vẫn đang để HANGOUT_TUONGTAC. Do đó em không biết ngày 28/2 mình có phải lên trường để học hay không nữa ạ.. . Mong được thầy cô giải đáp thắc mắc.. . Em xin chân thành cảm ơn.. . . .",
            "Chào em,. . Theo thông báo kế hoạch học tập của HK212 và HK hè 213, ngày 24/01/2022 (đã email cho SV ngày 24/1/2022). . Từ tuần 7-9 (từ ngày 14/02/2022 đến ngày 06/03/2022) là học trực tuyến nhé bạn., SV vui lòng xem rõ thông báo. về buổi thí nghiệm thứ 3 của bạn có thể liên hệ với GV để được hướng dẫn nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: 1912389  /b \t. . . .   i Học vụ . Xin chào pđt, hiện em đã đăng ký rút môn học GIẢI TÍCH 2 nhưng em vẫn được xếp lịch thi giữa kỳ ạ. Em xin cảm ơn.. .",
            "Chào em,. . Em đã điền form rút môn học, em xem email phản hồi nhé. Nếu em đã điền thì TKB sẽ xử lý sau ngày 30/3.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . kính gửi Phòng đào tạo Đại Học Bách Khoa TPHCM.. . . . Em là [full_name] mssv [student_id] , em gửi mail này để hỏi về bằng tốt nghiệp , hiện tại em đã có thông tin em đã tốt nghiệp đợt vừa rồi, em muốn hỏi là trường có tổ chức lễ tốt nghiệp và hiện tại trường đã làm Bằng xong cho tụi em chưa ạ, nếu đã có bằng thì khi nào nhận được ạ.. . em xin cảm ơn !",
            "\"Chào em,. . Trường hợp của em đã có bằng, do hệ thống mail của trường đang bị lỗi nên chưa gửi được, em có thể lên trực tiếp Phòng Đào tạo (101. A1) để nhận nhé.. . Đi theo giờ hành chính từ thứ 2 đến thứ 6. . Về lễ tốt nghiệp tháng 11/2021 SV vui lòng đợi thông báo sau của nhà trường. . Thân\""
        ]
    },
    {
        "intent": "",
        "message": [
            "B Khiếu nại đăng ký môn học . Em xin chào thầy cô! . . Em là trương quang hưng sinh viên khoá k21 ngành kỹ thuật xây dựng mssv [student_id]. . Hôm nay em viết mail này là đẻ xin huỷ môn học co1007 (cấu trúc rời rạc của khmt) vì lý do trong đợt đăng kí môn học vừa qua em đã đăng kí nhầm môn! Mong thầy cô xem xét và huỷ môn học giúp em. Em xin chân thành cảm ơn quý thầy cô . .",
            "Chào em,. . - Đã hết thời gian huỷ môn học.. . - Rút môn học: em xem email PĐT đã gửi:. . \"ĐĂNG KÝ [full_name] HỌC KỲ 2(2021-2022). . Hộp thư đến. . . . - Ho Tro SV   [email] . . 08:57, 7 thg 1, 2022. . tới stu.all . . . . Thân gửi các bạn sinh viên,. . . .   Phòng đào tạo thông báo về phương thức đăng ký [full_name] (tính Học Phí theo quy định) (Chính quy + Dự thính) của học kỳ 2 (2021-2022) như sau:. . . . SV đăng nhập vào Google bằng tài khoản [email] và điền thông tin [full_name] theo link : https://forms.gle/QUtA7vkKnkW9oqBm8. . . . Thời gian đăng ký : Từ ngày 10/01/2022 đến hết ngày 05/03/2022. . . . Xem chi tiết quy định về rút môn học tại QUY CHẾ [full_name] điều 11.2. . . . Chúc các bạn học tập thật tốt!"
        ]
    },
    {
        "intent": "",
        "message": [
            "EM TÊN:NGUYỄN NGỌC QUANG-1712781. . HIỆN ĐÃ XONG TẤT CẢ CÁC MÔN CỦA BẰNG 1 NGÀNH XD CẢNG BIỂN TRỪ BẰNG TIẾNG ANH TOIEC 500 VÀ TIẾNG ANH NÓI VIÊT.GIỜ EM MUỐN ĐK HỌC BẰNG 2 NGÀNH XD DÂN DỤNG ĐƯỢC KHÔNG Ạ ?, HAY PHẢI QUA HẾT TIẾNG ANH MỚI ĐC ĐĂNG KÍ CÁC HỌC PHẦN NHƯ THỰC TẬP TỐT NGHIỆP, ĐỀ CƯƠNG LUẬN VĂN VÀ LUẬN VĂN TỐT NGHIỆP Ạ. . EM MONG ĐƯỢC THAM VẤN THẦY CÔ Ạ. . EM CHÂN THÀNH CẢM ƠN. . . .",
            "Chào em,. . Em vui lòng email đến [email] nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em đã nộp chứng chỉ Toeic trên Mybk và đã thanh toán phí chuyển điểm trên [full_name]_Pay. Cho em hỏi là kết quả điểm chuyển 4 môn Anh văn sẽ được cập nhật trong phần \"Bảng điểm sinh viên\" phải không ạ? Do em chưa thấy điểm được chuyển.",
            "Chào bạn,. . Điểm chuyển 4 môn AV của bạn đã được cập nhật. Bạn xem trên mybk  thông tin sinh viên  điểm chuyển. . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Kính gửi phòng đào tạo. . Em tên: [full_name]. . MSSV: [student_id]. . Thuộc lớp: CN21CKT1. . Vì lý do du học, em muốn xin phòng đào tạo cho em thôi học từ học kỳ 2 của năm học 2021-2022.. . Em chờ hồi âm sớm nhất từ phòng đào tạo. Em cảm ơn thầy cô rất nhiều ạ.. . Trân trọng kính chào. . [full_name]",
            "Chào bạn. . Về vấn đề này bạn vui lòng liên hệ Văn phòng đào tạo quốc tế qua địa chỉ mail: [email] . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . em [full_name] MSSV [student_id], tuần này em có dùng mail trường để vào lớp học môn vật liệu xây dựng (CI 2037) của thầy [full_name] nhóm lớp L08 mà hông vào được lớp học mà phải yêu cầu tham gia, mặc dù em có hỏi giảng viên hôm đó thì thầy nói các bạn vẫn học được bình thường",
            "Chào em,. . - Trường hợp này có thể do sv đăng nhập vào thiết bị với tài khoản email cá nhân trước không chuyển qua tài khoản email nhà trường nên mới xảy ra tình trạng như vậy.. . - SV phải liên hệ GV để được chấp nhận vào học, PĐT không có quyền can thiệp vào.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Dear Phòng Đào tạo,. . . . Em tên là [full_name], MSSV: [student_id], Lớp CK14HT1.. . Em đã đăng ký xét tốt nghiệp hệ vừa làm vừa học thành công (đã thanh toán) mà đến giờ em vẫn chưa nhận được thông tin gì qua mail. . . Em mới kiểm trả lại thông tin đăng ký tốt nghiệp thì nay lại báo tình trạng 'Không có trong danh sách dự kiến'(như hình file đính kèm), e rất lo lắng.. . Nhờ Phòng Đào tạo kiểm tra tình trạng tốt nghiệp của em giúp em.. . . . Rất mong nhận được sự hỗ trợ từ Quý Thầy Cô ạ.. . Em xin chân thành cảm ơn !. . Chúc Quý Thầy Cô nhiều sức khỏe ạ !. . . .",
            "Chào em,. . Em vui lòng email đến [email] để được hỗ trợ nhé.. . Thân mến. ."
        ]
    }
]