[
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Do dịch bệnh covid khó khăn nên em đã thanh toán trễ hạn HỌC PHÍ SĐH, thầy/cô cho em hỏi việc đóng trễ học phí như vậy có ảnh hưởng gì nhiều không ạ.. .",
            "Chào em,. . SV đóng trễ học phí SĐH vui lòng liên hệ tại PDT Sau đại học (nhà b3) để được hướng và trả lời nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Kính chào các thầy cô phòng đào tạo. Do sơ xuất của em vì đã không theo dõi bkpay, đến giờ đã hết hạn chuyển tiền lệ phí miễn điểm anh văn trên bkpay.. . Cho em hỏi bây giờ còn chuyển được không ạ vì em thấy khoản đó trên bkpay vẫn còn thanh toán được. Và nếu không được nữa thì xin thầy cô tạo cho em hạn mới để chuyển với ạ (bằng anh văn của em hiện tại vẫn chưa hết hạn).. . Dạ em cảm ơn nhiều ạ. .",
            "Chào bạn, . . Phòng đào tạo kiểm tra bạn đã thanh toán lệ phí miễn điểm. . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em bị sai nơi sinh, nơi sinh em tỉnh Tiền Giang mà trong lý lịch lại là tỉnh Khánh Hòa, mong nhà trường sửa lại nơi sinh giúp em ạ. .  Em xin cảm ơn ạ",
            "Chào em,. . SV muốn điều chỉnh nơi sinh vui lòng làm đơn xin điều nơi ghi, ghi rõ trong đơn và gửi kèm bản sao giấy khai sinh nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ:  em có đăng kí rút môn Anh văn LA0011 mà nhà trường vẫn tính học phí em ạ.",
            "Chào bạn, . . - Sinh viên vui lòng xem chi tiết quy định: Điều 6.2 Rút đăng ký học phần tại Quyết định ban hành Quy định về học vụ và đào tạo bậc đại học (số 2933 ngày 10/9/21). . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đơn xin phục hồi TKB .",
            "Chào em,. . Phòng Đào tạo đã tiếp nhận đơn thu nhận của bạn, Sinh viên theo dõi tình trạng sinh viên được cập nhật trên mybk/Thông tin Sinh viên/tình trạng chuyển qua trạng thái từ \"tạm dừng\" sang \"đang học\", dự kiến sẽ cập nhật trước ngày 15/4/2022 và gửi mail Quyết định qua email cho sinh viên. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em có thể đóng trễ học phí khoảng 2 tuần sau ngày cuối hạn được không ạ?. .",
            "Chào em,. . Em vui lòng trình bày rõ là học phí học kỳ nào?. . Vấn đề về gia hạn và miễn giảm học phí, sinh hoạt công dân… Bạn vui lòng liên hệ Phòng Công tác Chính trị Sinh viên để được hướng dẫn.. . Email:  [email]. . Thân. . \""
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Cho phép em xin được hỏi tiêu chuẩn Toeic anh văn đầu ra của khóa K18 với ạ. Em xin cảm ơn",
            "\"Chào bạn. . SV xem quy định tại đây: http://www.aao.hcmut.edu.vn/sinh viên/quy chế/học vụ/Quyết định ban hành Quy định học vụ và đào tạo bậc Đại học/ phụ lục 1/2. Chuẩn ngoại ngữ tốt nghiệp . . Thân\""
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em chào thầy/cô,. . Đợt trước em đã có tạo câu hỏi và nhận được trả lời là sau khi có tên trong danh sách tốt nghiệp dự kiến thì sẽ được thu hồi tình trạng Tạm Dừng.. . Hiện tại em đã có tên trong danh sách tốt nghiệp dự kiến tháng 4/2022, nhưng em vẫn chưa đăng kí tốt nghiệp được vì tình trạng tạm dừng.. . Mong thầy cô kiểm tra giúp em.. . Em cảm ơn. . [full_name]",
            "\"Chào em,. . Hiện tại PDT đang ra Quyết định thu nhận lại cho SV để đăng ký xét tốt nghiệp, em theo dõi tình trạng trên mybk/Thông tin Sinh viên, khi nào chuyển qua trạng thái \"\"đang học\"\", em vào đăng ký tốt nghiệp lại nhé.. . Thân\""
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em là sinh viên k15, hiện đã hết hạn học, chỉ còn nợ Toeic speaking and writing. Tình trạng học của em hiện tại là Nghỉ, em có thể xin gia hạn thêm một kỳ để hoàn thành Toeic speaking and writing không. Em thấy mình bị ghi là Xóa tên vì hết thời gian học. Em lo quá.",
            "Chào bạn. . - Trường hợp thiếu chứng chỉ anh văn 2 kỹ năng để đủ điều kiện tốt nghiệp, SV K15 sẽ nộp đơn kéo dài (tự làm, không mẫu) thời gian sau tháng 04/2022.. . - Về quy định thời gian và kế hoạch học tập: Bạn vui lòng xem chi tiết tại trang web aao    sinh viên    Quy chế    Quy chế đào tạo và học vụ bậc đại học và cao đẳng    Các trường hợp được kéo dài thời gian đào tạo    điều 5.5. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Dạ em chào quý thầy cô. . hiện tại trên bảng điểm em đạt được số tín chỉ tích lũy là 140. Trong học kỳ 1 năm học này em chỉ thi có hai môn anh văn 3 và 4. Cả hai môn này, em điều có điểm trên bảng điểm hết rồi ạ mà tới thời điểm này bảng điểm chưa có cập nhật điểm trung bình và số tính chỉ trong học kỳ đó. Nếu tính hai môn này thì em sẽ đạt trên 141 tín chỉ và đủ để đk tốp nghiệp. Với lại hiện tại tình trạng sinh viên của em đã tạm dừng. Vậy thì bây giờ em nên làm như thế nào ạ. Em mong quý thầy cô chỉ em với ạ, em muốn ra trường trong học kỳ này lắm ạ. Em cảm ơn quý thầy cô ạ",
            "Chào em,. . Trường hợp của em xét tốt nghiệp còn báo nợ TOEIC, em kiểm tra lại và phản hồi lại giúp cô.. . Em có kết quả 2 kỹ năng khi nào nhé!. . Thân",
            "Em chào cô. . Hiện tại, toeic ( nghe và đọc) em đạt 565 và đã có kết quả thẩm định. Còn toeic ( nói và viết) thứ hai tuần sau, bên trung tâm bkenglish mới cho kết quả. Vậy nếu thứ hai có kết quả trên 200 thì em có khả năng đăng ký tốt nghiệp đúng hạn không cô? Em mong cô có thể giải đáp thắc mắc giùm em vs ạ. . Em cảm ơn ạ",
            "Chào em,. . Khi nào em có kết quả đạt và đủ điều kiện tốt nghiệp có thể gửi câu hỏi qua bksi.. . Tại thời điểm cô mới có thể trả lời cho bạn được nhé.. . SV theo dõi lịch trình tốt nghiệp tháng 4/2022 tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 4/2022. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Thân gửi Phòng đào tạo, em tên là [full_name].MSSV:[student_id].Em đang gặp vấn đề là giảng viên dạy môn Địa chất công trình đã có sai sót trong quá trình nhập điểm lên hệ thống.Bây giờ em cần phải làm gì để mở khóa bảng điểm HK211 cho thầy hiệu chỉnh ạ. Mặc dù môn này còn thời hạn phúc tra, em đã gửi phiếu phúc tra nhưng kết quả lại nhận được như ảnh dưới ạ.",
            "Chào em;. . Việc mở khóa nhập điểm, giảng viên phải làm phiếu đề nghị sửa điểm nộp lên Phòng Đào tạo nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "B Tốt nghiệp . Dạ kính thưa thầy/cô Phòng đào tạo. . Em là [full_name] - mssv:[student_id]. . . . Dạ thưa hiện tại em đã đóng tiền tốt nghiệp giữa tháng 3 và được giấy tốt nghiệp tạm thời giữa tháng 3 ạ, nhưng cuối tháng 3 em chưa được vào danh sách tốt nghiệp chính thức. Dạ nếu vậy em có được đăng ký làm lễ tốt nghiệp giữa tháng 4 không ạ. Vì em sợ cuối tháng 4 mới được vào danh sách tốt nghiệp chính thức thì sẽ bị mất cơ hội được làm lễ, dạ vì cả cuộc đời sinh viên em chỉ ước mơ được vậy.. . . . Nếu có thể em rất mong được thầy/cô giúp ạ. Em cảm ơn thầy/cô và chúc thầy/cô nhiều sức khỏe ạ.. . . . Trân trọng, . .",
            "Chào em,. . Được em nhé, SV vui lòng đợi thông báo sau của nhà trường về lễ tốt nghiệp tháng 4/2022. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em tên: [full_name]    MSSV: [student_id]. . Khoa kỹ thuật giao thông. Ngành kỹ thuật ô tô. Lớp: GT17OTO2.. . Theo thông báo số 143/ĐHBK-ĐT ngày 17/11/2021 về kế hoạch học tập của học kỳ 2 và học kỳ hè năm học 2021-2022 và phần bù các học kỳ trước. Thì em thấy có phần : “Nhà trường cho phép mở các học phần đồ án, đề cương luận văn tốt nghiệp (ĐCLV), luận văn tốt nghiệp (LVTN) trong hè”. . . Nhưng trong thông báo cập nhật ngày 24/1/2022 không có phần như trên.  Vậy cho em hỏi học kì hè 213 nhà trường có cho phép mở học phần LVTN không ạ?. . Em cảm ơn.. .",
            "\"\"\"Chào bạn. . Bạn xem thông báo DKMH Hk213 tại tin nhắn của trang Bkel. . Thân\"\"\""
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em chào thầy(cô) tư vấn.. . Em là sinh viên Khoa KTXD, MSSV: [student_id].. . Em muốn hỏi:. . - Học phí quy định học kì 2 khóa 2021 là 12 triệu bao gồm bao nhiêu tín chỉ?. . - Học phí này đã bao gồm học phí giáo dục quốc phòng chưa?. . - Số tín chỉ của em là 17. Vậy em cần nộp học phí bao nhiêu?. . - Nếu rớt môn thì học kì hè đây em có thể đăng kí học lại được không?. . - Nhà trường yêu cầu đăng kí môn anh văn nhưng khi em đăng kí môn anh văn cơ bản thì gặp tình trạng ko còn lớp trống? Em cần phải làm gì?. . Em cảm ơn thầy(cô) tư vấn đã đọc những thắc mắc của em. Em mong sớm nhận được phản hồi của thầy(cô).",
            "\"Chào em,. . Em vui lòng xem quy định về tính học phí tại đây:. . http://aao.hcmut.edu.vn/sinh viên/học vụ/học phí/Năm học 2021-2022. . Thông báo này đã gửi thông báo cho SV từ HK 1/2021-2022. . SV xem thông báo về ĐKMH HK213 qua hệ thống BKeL/mục học vụ. . SV vui lòng liên hệ với GVCN để được tư vấn thêm về việc học nhé.. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em đã hoàn thành chương trình đào tạo của trường và đang thi anh văn nói viết để xét tốt nghiệp, nên học kỳ 212 em không có đăng ký môn học và bị tạm dừng theo quyết định số 728/ĐQ-ĐHBK. Nay em đã hoàn thành thi anh văn nói viết nên mong được thu nhận lại để đăng ký tốt nghiệp ạ.. . Em xin chân thành cảm ơn.. .",
            "\"Chào bạn,. . PDT đã ghi nhận yêu cầu về đăng ký xét TN của bạn. SV vui lòng theo dõi email  và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 11/04/2022 SV vẫn chưa nhận được thấy tên trong ds dự kiến tốt nghiệp ( Tra danh sách tại http://www.aao.hcmut.edu.vn    Tốt nghiệp    Thông tin tốt nghiệp) hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 04/2022 (cập nhật mới gia hạn thời gian xử lý tốt nghiệp). . Về tình trạng sinh viên, khi nào em có tên trong ds dự kiến tốt nghiệp, PDT sẽ tự động ra QD thu nhận cho bạn nhé. . Thân. . \""
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ .",
            "Chào em,. . Phòng Đào tạo đã tiếp nhận đơn thu nhận của bạn, Sinh viên theo dõi tình trạng sinh viên được cập nhật trên mybk/Thông tin Sinh viên/tình trạng chuyển qua trạng thái từ \"tạm dừng\" sang \"đang học\", dự kiến sẽ cập nhật trước ngày 15/4/2022 và gửi mail Quyết định qua email cho sinh viên. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em chào thầy/ cô ạ,. . Thầy/ Cô cho em hỏi, trong HK213 sinh viên K21 có được phép đăng ký học vượt không ạ, hay chúng em chỉ được phép học cải thiện hoặc học lại ạ?. . Em xin cảm ơn thầy/cô ạ.. . . . Trân trọng.. .",
            "Chào bạn, . . Về vấn đề này, bạn vui lòng xem lại thông báo ngày 01/04/2022 về việc đăng ký môn học HK hè 2021-2022 (HK213)và Dự thính hè 213 tại tin nhắn BKel.. . Lưu ý: Do sự thay đổi chính sách của Google, các thông báo và tin nhắn của Phòng Đào Tạo và BKeL bằng email KHÔNG còn được thực hiện. Sinh viên vui lòng theo dõi thông báo qua chức năng TIN NHẮN trên trang BKeL. Hãy cài đặt Moodle Mobile App để được nhắc nhở ngay trên thiết bị di động của cá nhân. . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em chào Thầy (Cô). . Như đợt trước em có vào xem thanh toán học phí thì tín chỉ học phần của em hết 925.000đ với 1 tín chỉ học kì. Nhưng hiện tại thì học phí thu của em theo thông báo lên tới 11.250.000đ. Mong quý Thầy (Cô) hồi đáp và nếu có nhầm lẫn mong Quý Thầy Cô sửa đổi về việc thu học phí ạ. Em xin cám ơn.. .",
            "Chào bạn,. . - Về thông tin học phí bạn vui lòng xem chi tiết tại trang web aao.hcmut.edu.vn    sinh viên    học vụ    học phí    Mức thu học phí các bậc đào tạo năm 2021-2022. . - Quy định chung về mức thu học phí: Số tín chỉ định mức để tính học phí trọn gói cho một học kỳ đối với sinh viên đại học hình thức VLVH, ĐTTXa là: 14 tín chỉ. Cho khóa 2021: 15.00.000VNĐ/TC(Mục VI).. . - Nhà trường xem xét giảm học phí cho sinh viên đăng ký ít hơn số tín chỉ định mức   =12: 25%.. . - Nên học phí của bạn tính đúng, bạn vui lòng xem lại. . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Xin chào phòng đào tạo.. . Em là sv k15, hiện đã chuyển sang hệ vừa làm vừa học. Hiện tại chương trình đào tạo của em còn 4 môn Anh Văn vẫn chưa học (AV 1, 2, 3, 4) và LVTN (đang làm trong kỳ này). Em được nghe là chuyển sang hệ vừa làm vừa học thì không cần học 4 môn AV (cũng như không cần chuyển đổi điểm 4 môn này bằng điểm TOEIC) và không cần thi 2 kỹ năng nói, viết tiếng Anh. Vì không biết tính chính xác của vấn đề này, em mong phòng đào tạo có thể xác nhận giúp em là hệ vlvh có được miễn 4 môn AV và 2 kỹ năng nói, viết hay không?. . Em xin cảm ơn phòng đào tạo.. . Chúc các thầy, cô có một ngày làm việc vui vẻ.",
            "Chào em,. . SV VLVH khóa 2015 thì không cần hoàn thành 4 môn AV, chỉ cần 2 kỹ nói nghe đọc.. . . . SV xem quy định tại đây: http://www.aao.hcmut.edu.vn/sinh viên/quy chế/học vụ/Quyết định ban hành Quy định học vụ và đào tạo bậc Đại học/ phụ lục 1/2. Chuẩn ngoại ngữ tốt nghiệp . . Thân\""
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Cho em hỏi là hiện tại em vẫn chưa nhận lại thẻ ngân hàng OCB, không biết là em có thể nhận thẻ ở đâu ạ. Em chân thành cảm ơn",
            "Chào em,. . Về việc thẻ OCB, SV vui lòng liên hệ tại ngân hàng OCB để được hướng dẫn nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Quý thầy cô cho em hỏi \"Học phí dự thính chuyển hệ học kỳ 212\" \"và Học phí dự thính ngoài giờ học kỳ 212\" là giống hay khác nhau ạ?. . . . Hiện tại em có 2 mục học phí cùng số tiền không biết đóng cả 2 hay đóng cái nào.. . Em cảm ơn ạ.",
            "\"Chào bạn,. . - Về thông tin học phí bạn vui lòng xem chi tiết tại trang web aao.hcmut.edu.vn    sinh viên    học vụ    học phí    Mức thu học phí các bậc đào tạo năm 2021-2022   Mục I - Sau đại học.. . - TKB của bạn có 2 môn 4 tc, 1 môn dự thính, 1 môn chuyển hệ. . - Nên học phí tính đúng bạn kiểm tra lại nghen. . Thân.\""
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Chào anh/chị, em có 2 câu hỏi cần hỗ trợ, mong anh/chị trả lời giúp em ạ. . 1. Em đã đăng ký tốt nghiệp xong thì khi nào có bằng chính thức và cách nhận bằng là trực tiếp hay qua bưu điện ạ (em không tham dự được lễ tốt nghiệp) ?. . 2. Em không cập nhật được hồ sơ cựu sinh viên, điều này có ảnh hưởng gì đến việc em nhận bằng tốt nghiệp không ạ ?. . Em cảm ơn.. .",
            "\"Chào bạn. . Theo quy trình cấp bằng đại học hiện tại: dự kiến vào cuối mỗi tháng Phòng đào tạo sẽ lấy danh sách sinh viên đã đăng ký tốt nghiệp (SV đã đăng ký, thanh toán tiền và có xác nhận đã nhận của PĐT) để ra Quyết định công nhận tốt nghiệp, tiến hành in Bằng tốt nghiệp và sẽ thông báo mời SV đến nhận sau khi hoàn tất.. . Nên nếu SV thật sự cần Giấy chứng nhận tốt nghiệp, thì vui lòng điền thông tin vào form (đã có tên trong danh sách dự kiến tốt nghiệp, đã khai thông tin tốt nghiệp, thanh toán 95.000 lệ phí tốt nghiệp(sad) https://forms.gle/2WnfHeAHnRZWJ6Jn7. . Sau khi kiểm tra dữ liệu, dự kiến Thứ 2 hàng tuần sẽ in và scan gởi qua mail SV, sau đó SV cần bảng chính vui lòng liên hệ Pdt để nhận. . . Thân\"\"\""
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em chào pđt ạ,. . . . Em là [full_name] sinh viên K15. Điểm Toeic ra trường của em là 500 và hiện tại em đã được thẩm duyệt và đã nộp tiền chuyển điểm AV hết rồi ạ nhưng pđt báo là em chưa đủ điều kiên ra trường là \"Thiếu Toeic\". Mong pđt xem xét giúp em gấp ạ (có ảnh 1 đính kèm).. . . . AV nói viết em thi ngày 6/3 và có kết quả sau 2 tuần thi tức là ngày 20/3. . (Có đính kèm ảnh 2 bên dưới). . . . Đồng thời pđt giải quyết giúp em trường hợp em không đăng ký được xét tốt nghiệp do nhà trường ra quyết định thông báo tạm dừng do hết chương trình đào tạo K15 ạ. Pđt có nói là gửi lại yêu cầu tốt nghiệp 30/3 để pđt xét duyệt lại (có ảnh 3 đính kèm).. . . . Em xin cảm ơn ạ"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Chào thầy/cô, em có thắc mắc là hạn chót xét tốt nghiệp đợt này của trường mình là 11/4 hay 4/5 ạ?. Và có đợt xét tốt nghiệp bổ sung không? Em xin cảm ơn.",
            "\"Chào em,. . SV xem lịch trình xét tốt nghiệp tháng 4/2022 tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 4/2022 . . Còn thời gian được cập nhật tại mybk/Đăng ký tốt nghiệp là thời gian để SV vào đăng ký tốt nghiệp sau khi có tên trong ds dự kiến tốt nghiệp nhé. . Về lễ tốt nghiệp, SV vui lòng đợi thông báo sau.. . Thân. . \""
        ]
    },
    {
        "intent": "",
        "message": [
            ". . Kính chào.. . . . Cho em hỏi về vấn đề học phí là gia đình em đã đóng học phí từ sáng mà sao trên BKpay vẫn chưa cập nhật ạ.. . Nội dung chuyển khoản của em là :ĐÀO DUY LONG [student_id], CQ, 106.. . từ ngân hàng VIETCOMBANK.. . . . Mong được phản hồi sớm. em cảm ơn.. .  .",
            "Chào em,. . Em thanh toán học phí bằng cách nào?. . SV lưu ý, vui lòng thanh toán học phí tại mybk/3. BKPay nhé.. . Hiện tại cô kiểm tra bạn vẫn chưa thanh toán học phí HK212. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em tên [full_name], MSSV [student_id], em liên hệ để rút môn học Cơ Lưu Chất CI2003 vì lí do kì này em đăng kí đề cương, thực tập đồ án nặng nên em không theo kịp chương trình của môn học. Em xin cảm ơn",
            "Chào bạn,. . PDT đã tiếp nhận đơn rút MH học HK212(có tính học phí) của bạn, bạn vui lòng theo dõi thông tin cập nhật trên mybk/Thông tin SV/Thời khóa biểu trễ nhất là 15/04/2022. . Sau ngày này vẫn chưa được cập nhật vui lòng phản hồi lại bksi. . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Em chào thầy cô ạ. Em tên [full_name], mssv [student_id], sinh viên khoa Diện-Điện tử.. . Em có đăng ký in giấy xác nhận sinh viên và chuyển tới theo đường bưu điện. Thầy cô có thể cho em xin mã bưu gửi để em theo dõi được không ạ. Em cảm ơn thầy cô rất nhiều.. . Mã giấy của em là CNSV.[student_id].1",
            "Chào em,. . Em có thể tra mã vận đơn của đơn hàng bằng số điện thoại SV đã đăng ký tại trang vietel post nhé. . Thân",
            "Dạ em cảm ơn cô, cô có thể chỉ thêm giúp em cách tra cứu bằng số điện thoại không ạ, em không biết làm ạ. Em chỉ thấy chỗ tra cứu đơn vận bằng mã thôi ạ. .",
            "À em đã làm được rồi ạ, em cảm ơn cô nhiều ạ. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Chào Thầy/Cô,. . . . Hiện tại em đã có tên trong danh sách dự kiến tốt nghiệp nhưng vẫn chưa được cấp quyền đăng ký tốt nghiệp (có thể do tình trạng tạm dừng do không đăng ký môn học).. . Mong quý thầy/cô kiểm tra giúp em để em có thể đăng ký tốt nghiệp cho kịp tiến độ.. . Em xin chân thành cảm ơn.. . . . Trân trọng!. . . . [full_name]. .",
            "\"Chào em,. . Hiện tại PDT đang ra Quyết định thu nhận lại cho SV để đăng ký xét tốt nghiệp, em theo dõi tình trạng trên mybk/Thông tin Sinh viên, khi nào chuyển qua trạng thái \"\"đang học\"\", em vào đăng ký tốt nghiệp lại nhé.. . Thân\""
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Chào thầy/cô, em là sinh viên K17 khoa Kỹ Thuật Hóa Học, em được thầy chủ nhiệm bộ môn [full_name] thông báo sẽ tổ chức lễ tốt nghiệp cho sinh viên đã nhận và chưa nhận bằng chính thức vào ngày 23/4 tại hội trường A5, thầy có nhắn nhủ là phải đăng kí tốt nghiệp. . . Trường hợp em đã có đăng ký tốt nghiệp và nhận bằng chính vào tháng 10/2020 rồi em còn cần làm thêm những thủ tục nào để được tham gia lễ tốt nghiệp sắp đến không ạ?. . Cám ơn thầy cô đã xem và trả lời câu hỏi của em ạ.. .",
            "Chào em,. . Về lễ tốt nghiệp tháng 4/2022 SV vui lòng đợi thông báo sau nhé.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Thưa thầy cô,. . Em có nhận được thông tin [full_name]17 sẽ làm lễ TN vào tháng4 này, cho em hỏi là thông tin TN và cách đăng ký tốt nghiệp như nào ạ?. .",
            "Chào bạn,. . Lễ tốt nghiệp, SV vui lòng đợi thông báo sau nhé.. . Sau khi có thông tin lễ tốt nghiệp, SV liên hệ đăng ký tốt nghiệp tại khoa. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Cho em xin hỏi hiện tại em còn thiếu anh văn nói viết để tốt nghiệp, học kỳ 1 năm học 2021-2022 em có đăng ký môn để duy trì trạng thái sinh viên nhưng không học bị điểm 13, học kỳ 2 này em không có đăng ký môn duy trì. CHo em xin hỏi như vậy có ảnh hưởng gì không ạ? về sau khi em thi đậu anh văn nói viết rồi đăng ký tốt nghiệp vẫn được phải không ạ? Em xin chân thành cảm ơn.",
            "Chào bạn, . . - Khi nào bạn đủ điều kiện để tốt nghiệp bạn vui lòng đăng ký xét tốt nghiệp bổ sung tại BKSI mục tốt nghiệp. . . - Về tình trạng sinh viên, khi nào bạn có tên trong ds dự kiến tốt nghiệp, PDT sẽ tự động ra QD thu nhận cho bạn nhé. . Thân\""
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Kính chào các thầy cô, Em tên là [full_name], MSSV: [student_id], Khoa Cơ Khí, lớp CK19CTM1.. . Vào 4h ngày 03/04, em có lịch thi môn Cơ Lưu Chất (mã môn CI2003), nhóm L03_A, nhưng tới gần giờ thi thì máy em bị lỗi màn hình xanh, em tắt máy khởi động lại vẫn bị liên tục (ở dưới là video lúc em bị màn hình xanh, lúc đó em quay vôi nên hơi mờ). Em đã có báo với giám thị coi thi trước lúc mở đề và giám thị cũng đã khóa phòng thi môn này (tức là em chưa coi đề ạ). Em cũng đã báo với thầy dạy bộ môn và thầy kêu em liên hệ với PĐT.. . Em xin PĐT xem xét trường hợp của em và em mong được hỗ trợ bù điểm GK môn này dưới bất kì bài kiểm tra hình thức nào cũng được ạ. Mong PĐT có thể phản hồi sớm giúp em về trường hợp này ạ. . Em xin cảm ơn vì đã dành thời gian cho em và em xin chúc các thầy cô có một ngày làm việc hiệu quả.",
            "\"\"\"Chào bạn,. . Về việc kiểm tra bổ sung (giữa kỳ):. . SV có thể liên hệ với GV để xin được kiểm tra bổ sung lại, nếu GV không đồng ý. . Bạn vui lòng tải mẫu đơn: Phiếu đăng ký dự thi kiểm tra bổ sung tại trang web : aao.hcmut.edu.vn    Sinh viên    biểu mẫu. . Điền đầy đủ thông tin nộp qua BKSI. . Thân. . \"\"\""
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Cho em hỏi, hiện tại em đang học khoa kĩ thuật xây dựng chuyên ngành trắc địa, nếu sau khi em tốt nghiệp văn bằng 1 thì điều kiện để học tiếp văn bằng 2 ở chuyên ngành xây dựng dân dụng là gì vậy ạ? và thời gian học văn bằng 2 là bao nhiêu học kì vậy ạ?",
            "\"\"\"Chào bạn. . SV xem quy định tại đây: http://www.aao.hcmut.edu.vn/sinh viên/quy chế/học vụ/Quyết định ban hành Quy định học vụ và đào tạo bậc Đại học/ điều 12 . . Thân\"\"\""
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Kính gửi phòng đào tạo. . Em tên là [full_name] [full_name]. . MSSV [student_id]. . Ngày tháng năm sinh: 01/04/1999. . Hiện em đã đủ điều khiện để đăng kí tốt nghiệp nhưng tình trạng sinh viên bị tạm dừng và chưa có tên trong danh sách tốt nghiệp. Em mong phòng đào tạo hỗ trợ đăng kí tốt nghiệp cho em. Em xin chân thành cảm ơn.",
            "\"Chào bạn,. . PDT đã ghi nhận yêu cầu về đăng ký xét TN của bạn. SV vui lòng theo dõi email  và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 11/04/2022 SV vẫn chưa nhận được thấy tên trong ds dự kiến tốt nghiệp ( Tra danh sách tại http://www.aao.hcmut.edu.vn    Tốt nghiệp    Thông tin tốt nghiệp) hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 04/2022 (cập nhật mới gia hạn thời gian xử lý tốt nghiệp). . Về tình trạng sinh viên, khi nào em có tên trong ds dự kiến tốt nghiệp, PDT sẽ tự động ra QD thu nhận cho bạn nhé. . Thân. . \""
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Dạ hiện tại đã đến kỳ đóng học phí ạ. . Theo e được biết trên bkpay học phí 212 là 12.000.000 (12 triệu). Vì e dki với số tính chỉ là 17 (bao gồm 3 tín chỉ đã bị hủy do sự cố từ em) thì em sẽ phải đóng bao nhiêu cho hk 212 ạ. . Em cảm ơn !!!"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em là sinh viên khóa k15, em vừa đậu toeic speaking and writing, đủ để xét tốt nghiệp nhưng hiện tại tình trạng của em là Nghỉ, đã bị Xóa tên vì hết thời gian học. Em phải làm gì để kịp xét tốt nghiệp đợt tháng 4 này.",
            "\"Chào bạn,. . PDT đã ghi nhận yêu cầu về đăng ký xét TN của bạn. SV vui lòng theo dõi email  và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 11/04/2022 SV vẫn chưa nhận được thấy tên trong ds dự kiến tốt nghiệp ( Tra danh sách tại http://www.aao.hcmut.edu.vn    Tốt nghiệp    Thông tin tốt nghiệp) hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 04/2022 (cập nhật mới gia hạn thời gian xử lý tốt nghiệp). . Về tình trạng sinh viên, khi nào em có tên trong ds dự kiến tốt nghiệp, PDT sẽ tự động ra QD thu nhận cho bạn nhé. . Thân. . \"",
            "\"Chào bạn. . Pdt kiểm tra hiện tại bạn còn nợ Toeic. . Không đủ ĐK để tốt nghiệp. . Bạn kiểm tra lại nghen. . Trường hợp có khiếu nại bạn có thể gửi lại qua bksi.. . Trường hợp SV học môn tương đương nhưng chưa được cập nhật, vui lòng gửi lại thêm 1 yêu cầu khác về việc xin cập nhật môn tương đương (ghi rõ tên và mã MH SV học, ở học kỳ nào? bao nhiêu điểm? và tương đương với môn học nào thuộc CTĐT của SV). . Thân\""
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Thưa thầy/cô, em là sinh viên K15 và hiện đang thiếu môn học av4 và chứng chỉ toeic. Thầy/cô cho em hỏi là nếu thứ 6 tuần này em có kết quả thi toeic quốc tế và nếu đủ điểm thì có thể xin chuyển điểm để đủ điều kiện xét tốt nghiệp được không ạ.. . Trong trường hợp tệ hơn là qua ngày 12/4 em mới nhận kết quả thi toeic được thì lúc đó em có thể xin chuyển điểm được không ạ.. . Em xin cảm ơn.",
            "\"Chào bạn,. . Trường hợp SV, khi nào em điều kiện tốt nghiệp, có thể gửi câu hỏi qua bksi để được xét TN bổ sung (nếu đã đủ điều kiện tốt nghiệp). SV xem lịch trình xét tốt nghiệp tháng 4/2022 tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 4/2022. . Thân\". ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính gửi Phòng Đào Tạo,. . . . Em tên [full_name], mã số sinh viên [student_id], hiện đang là sinh viên bằng 2 Khoa Khoa học và Kỹ thuật máy tính.. . . . Trong lần xét tốt nghiệp chính thức vừa qua, do chưa thanh toán học phí cho học kỳ này, nên em chưa đủ điều kiện để được xét tốt nghiệp. Hiện tại, em đã thanh toán đầy đủ học phí theo quy định của trường, nên em viết mail này để phản hồi điều kiện xét tốt nghiệp.. . . . Kính mong Phòng Đào Tạo sẽ kiểm tra và cập nhật điều kiện xét tốt nghiệp của em.. . . . Em xin chân thành cảm ơn.. . [full_name].. .   i Tốt nghiệp .",
            "Chào em,. . Sau 10h ngày 6/4 SV vào đăng ký tốt nghiệp lại nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Gửi phòng đào tạo,. . Hiên tại em là sinh viên k15, có tên trong danh sách dự kiến tốt nghiệp, em không thể vào trang mybk để đăng kí tốt nghiệp, cho em hỏi thông tin đăng kí tốt nghiệp thế nào ạ?.. . . . Cảm ơn,. . [full_name].",
            "\"Chào em,. . Hiện tại PDT đang ra Quyết định thu nhận lại cho SV để đăng ký xét tốt nghiệp, em theo dõi tình trạng trên mybk/Thông tin Sinh viên, khi nào chuyển qua trạng thái \"\"đang học\"\", em vào đăng ký tốt nghiệp lại nhé.. . Thân\""
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em là sv k17, em thấy thẻ sv của mình ghi có hiệu lực đến tháng 3/2022 (bây giờ đã quá thời hạn này) Cho e hỏi e có cần phải đăng kí làm lại để đăng kí thi av,.. không ạ",
            "\"Chào em,. . SV vui lòng vào trang https://mybk.hcmut.edu.vn/2. Đăng ký in Thẻ Sinh viên. . Để đăng ký nhé!. . Thân\""
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Kính gửi PDT đh bách khoa TP.HCM.. . Em tên [full_name] mssv [student_id] khoá K15.. . Hiện tại em đã có tên trong danh sách dự kiến tốt nghiệp nhưng vì lý do hết thời gian đào tạo nên tình trạng sinh viên là nghỉ .. . Em không thể đăng kí tốt nghiệp trên mybk nên cho em hỏi là em có cần phải làm đơn cứu xét để thu nhận lại hay phòng đào tạo sẽ ra quyết định tự thu nhận lại.. . Em xin cảm ơn.. .",
            "\"Chào em,. . Hiện tại PDT đang ra Quyết định thu nhận lại cho SV để đăng ký xét tốt nghiệp, em theo dõi tình trạng trên mybk/Thông tin Sinh viên, khi nào chuyển qua trạng thái \"\"đang học\"\", em vào đăng ký tốt nghiệp lại nhé.. . Thân\""
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . EM là [full_name],. . email: [email] . . tk bkel: loc.ong20t9. . . . Lý do em gửi câu hỏi/yêu cầu này vì hiện tại thời khóa biểu và lịch thi của em không xuất hiện.. . . . EM rất mong quý thầy cô có thể xem xét giúp em vấn đề này để em có thể tiện lợi và kịp thời sắp xếp lịch học hợp lý. . . . Em cảm",
            "đã xử lý"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em kính chào quý thầy / cô phòng đào tạo:. . . . Hiện nay em đang làm CV xin đi thực tập, nhưng có một vấn đề đó là bảng điểm của em hiện chưa cập nhật điểm trung bình tích lũy tính đến thời điểm hiện tại (HK211). Em xin phép hỏi: Khi nào phòng đào tạo mới cập nhật điểm trung bình tích lũy trên bảng điểm sinh viên ạ (tính đến HK211)?. . . . Em xin cảm ơn quý thầy / cô đã trả lời thắc mắc của em.",
            "Chào bạn. . Bạn đăng ký in bảng điểm nghen, hệ thống gốc đã cập nhật điểm tính tới thời điểm em đăng ký in bảng điểm nghen. . Trên Mybk cập nhật chậm nghen. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Cho em hỏi hồi học kì 211 em có đóng bảo hiểm y tế, vừa qua lại có 1 đợt đóng bhyt để đăng kí môn học. Mà bây giờ em mở tài khoản ra mới thấy trường đã hoàn tiền đợt 211. Vậy em có cần đóng lại tiền bhyt không? Mà nếu đóng được thì đóng bây giờ có bị hết hạn chưa ạ. . . . .",
            "\"Chào bạn. . Vấn đề BHYT, Học bổng, vay vốn ngân hàng, gia hạn và miễn giảm học phí, sinh hoạt công dân… Bạn vui lòng liên hệ Phòng Công tác Chính trị Sinh viên để được hướng dẫn.. . Email:  [email]. . Thân. . \""
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính gửi phòng đào tạo, theo em được biết kỳ năm học này phòng đào tạo cho phép đăng ký môn LVTN trong kỳ hè (HK213), vậy cho em hỏi trường có xét chứng chỉ TOEIC Reading & Listening trong đợt đăng ký này không ạ, em xin cảm ơn.. .  .",
            "Chào bạn,. . . . Trong thông báo đăng ký môn học của học kỳ hè 213 không có thông báo về việc không xét chuẩn ngoại ngữ để đăng ký luận văn tốt nghiệp trong HK213.. . Sinh viên vui lòng xem quy chế về việc chuẩn ngoại ngữ nhận luận văn tốt nghiệp tại đây:  Quy chế học vụ đào tạo: aao.hcmut.edu.vn. .    sinh viên    quy chế    học vụ    Quyết định ban hành Quy định về học vụ và đào tạo bậc đại học (số 2933 ngày 10/9/21)/ Phụ lục 1. Quy định về chuẩn ngoại ngữ dành cho chương trình giảng dạy bằng tiếng Việt/2. Chuẩn ngoại ngữ tốt nghiệp. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Mở môn học học kỳ 212 .",
            "Đã trả lời."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp  /i  Em muốn xin đăng kí tốt nghiệp bổ sung đợt tháng 4/2022 ạ. Họ và tên : [full_name] , MSSV: [student_id], lớp DD16TD2. Em muốn kiểm tra điểm trung bình tích lũy ngành sau chuyển điểm và xếp loại tốt nghiệp trước khi đăng kí tốt nghiệp luôn ạ.. . . .",
            "\"Chào bạn,. . PDT đã ghi nhận yêu cầu về đăng ký xét TN của bạn. SV vui lòng theo dõi email  và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 11/04/2022 SV vẫn chưa nhận được thấy tên trong ds dự kiến tốt nghiệp ( Tra danh sách tại http://www.aao.hcmut.edu.vn    Tốt nghiệp    Thông tin tốt nghiệp) hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 04/2022 (cập nhật mới gia hạn thời gian xử lý tốt nghiệp). . Về tình trạng sinh viên, khi nào em có tên trong ds dự kiến tốt nghiệp, PDT sẽ tự động ra QD thu nhận cho bạn nhé. . . . Thân. . \"",
            "Cho em hỏi hiện tại em phải đăng kí tốt nghiệp trên mybk rồi xem danh sách tốt nghiệp dự kiến hay ngược lại chờ danh sách tốt nghiệp dự kiến rồi mới đăng kí trên mybk. Tại vì em vào trang đăng kí tốt nghiệp và nhập thông tin vào thì không nộp được và vẫn bị khóa ạ?",
            "Chào em,. . Khi nào em có tên trong ds tốt nghiệp dự kiến mới vào đăng ký tốt nghiệp nhé bạn.. . Em xem lại câu trả lời trên giúp cô nhé. . Thân",
            "Chào bạn. . Cô gởi bạn đính kèm: file thống kê các môn chưa tích lũy + số tín chỉ đã tích lũy. . Bạn kiểm tra lại nghen. . Trường hợp có khiếu nại bạn có thể gửi lại qua bksi.. . Trường hợp SV học môn tương đương nhưng chưa được cập nhật, vui lòng gửi lại thêm 1 yêu cầu khác về việc xin cập nhật môn tương đương (ghi rõ tên và mã MH SV học, ở học kỳ nào? bao nhiêu điểm? và tương đương với môn học nào thuộc CTĐT của SV). . Thân",
            "Cho em hỏi em hỏi chuẩn TOEIC nghe đọc em 555 đã qua chuẩn của K16 và chuẩn nói viết là em đạt 225 qua chuẩn 200 rồi mà sao trong phiếu cô gửi em lại ghi là không đủ chuẩn TOEIC??",
            "Cô xem lại gấp giúp em chuẩn tốt nghiệp ạ, em nộp bằng TOEIC 555 đ, đã đủ chuẩn tốt nghiệp cho K16, đã thẩm tra hợp lệ và chuyển điểm, còn nói viết cũng qua rồi, mà sao trong file cô gửi lại ghi chưa đủ chuẩn tốt nghiệp do thiếu TOEIC, em cảm ơn ạ.",
            "Chào em,. . SV đã có tên trong danh sách tốt nghiệp dự kiến. SV vui lòng vào ĐK tốt nghiệp nhé"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ .    Kính gửi Thầy/Cô,. .  Hiện tại em chưa hoàn tất thủ tục vay ngân hàng CSXH cho sinh viên nên chưa có đủ tiền để đóng học phí cho kì 212 này.. .  Thầy/Cô cho em xin hỏi về việc xin gia hạn thời gian đóng học phí cho học kì 212 cần những thủ tục nào vậy ạ. . . . .   Em xin cảm ơn.!",
            "Chào bạn. . Vấn đề BHYT, Học bổng, vay vốn ngân hàng, gia hạn và miễn giảm học phí, sinh hoạt công dân… Bạn vui lòng liên hệ Phòng Công tác Chính trị Sinh viên để được hướng dẫn.. . Email: [email]. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Xin chào quý thầy/ cô.. . Em là sinh viên đã nhận bằng tốt nghiệp vào tháng 11 /2021. Em muốn hỏi về quy trình để đăng ký làm lễ tốt nghiệp vào tháng 4 sắp tới. em xin cảm ơn!",
            "Chào em,. . SV vui lòng đợi báo thông chung về lễ tốt nghiệp chính thức của nhà trường.. . Sau đó sẽ đăng ký thủ tục tại khoa nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Tốt nghiệp. . . . Em xin hỏi danh sách tốt nghiệp dự kiến bao lâu cập nhật một lần ạ? Em bị thiếu ngày CTXH và đã hoàn thành đồng thời đã cập nhật ngày CTXH trên sàn hoạt động nhưng danh sách tốt nghiệp tạm thời vẫn hiện thiếu ngày CTXH.. . . . Kính mong thầy/cô giải đáp giúp em.. . . . Em xin chân thành cảm ơn."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Dạ chào quý thầy cô,. . . . Em đã làm đầy đủ những yêu cầu để để được thu nhận và đăng ký lại Học kỳ 212. Em mong quý thầy cô có thể giải quyết sớm để em được tiếp tục theo học vì tuần này đã bắt đầu học lại, và đã có lịch đóng tiền học HK212. Mong quý thầy cô giải quyết cho em sớm. Em cảm ơn ạ.",
            "Đã trả lời"
        ]
    },
    {
        "intent": "",
        "message": [
            "MSSV: [student_id]. . Kính chào thầy/cô.. . Em là [full_name], sáng ngày 5/4 em có kiểm tra thời khóa biểu thì thấy có rất nhiều môn bị mất tiết vào các tuần 14, 15, 16. Tuy nhiên một số bạn cùng khoa với em học lớp khác thì thời khóa biểu vẫn không có gì thay đổi nên em muốn biết là thời khóa biểu cập nhật lỗi hay là em được nghỉ theo thời khóa biểu.. . Em xin cảm ơn.. . [full_name] . . . .",
            "Chào em;. . Thời khoá biểu vẫn đúng tổng số tuần nhé, không thay đổi. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Dạ em chào thầy cô tại phòng Đào tạo ạ!. . Em tên là [full_name], MSSV [student_id] thuộc khoa Kỹ thuật Xây dựng.. . . . Em đã đạt đủ hết các điều kiện tốt nghiệp, chứng chỉ ngoại ngữ em cũng đã được thẩm tra hợp lệ. Nhưng hiện tại em chưa được có tên trong danh sách tốt nghiệp dự kiến ạ.. . . . Nhà trường có thể mở đăng ký tốt nghiệp để em kịp  đăng ký tốt nghiệp đợt tháng 4 này không ạ?. . . . Em xin chân thanh cảm ơn ạ",
            "\"Chào bạn,. . PDT đã ghi nhận yêu cầu về đăng ký xét TN của bạn. SV vui lòng theo dõi email  và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 11/04/2022 SV vẫn chưa nhận được thấy tên trong ds dự kiến tốt nghiệp ( Tra danh sách tại http://www.aao.hcmut.edu.vn    Tốt nghiệp    Thông tin tốt nghiệp) hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 04/2022 (cập nhật mới gia hạn thời gian xử lý tốt nghiệp). . Về tình trạng sinh viên, khi nào em có tên trong ds dự kiến tốt nghiệp, PDT sẽ tự động ra QD thu nhận cho bạn nhé. . Thân. . \"",
            "\"Chào bạn. . Pdt kiểm tra hiện tại bạn còn nợ Toeic. . Không đủ ĐK để tốt nghiệp. . Bạn kiểm tra lại nghen. . Trường hợp có khiếu nại bạn có thể gửi lại qua bksi.. . Trường hợp SV học môn tương đương nhưng chưa được cập nhật, vui lòng gửi lại thêm 1 yêu cầu khác về việc xin cập nhật môn tương đương (ghi rõ tên và mã MH SV học, ở học kỳ nào? bao nhiêu điểm? và tương đương với môn học nào thuộc CTĐT của SV). . Thân\"",
            "Em chào cô ạ.. . Em đã kiểm tra kỹ lại về chứng chỉ ngoại ngữ.. . . . Chứng chỉ ngoại ngữ (toeic kỹ năng nghe + đọc) em đã nộp và đã được thẩm tra hợp lệ vào ngày 5/4/2022 (đạt kết quả 670/500 theo chuẩn đầu ra cho sinh viên khóa 17 ạ).. . . . [full_name] nói viết em thi tại BK English cũng đã đạt 255/200. Và trên trang web của trung tâm cũng có ghi là điểm được chuyển thẳng về phòng đào tạo ạ.. . . . Đồng thời khi kiểm tra đầu vào em cũng đã được miễn anh văn cơ bản, anh văn 1,2,3 và cũng đã học xong anh văn 4 trong năm nhất học kỳ 171 (minh chứng ở hình dưới). . . . Em hi vọng pđt kiểm tra thông tin lại giúp em ạ. Em rất mong được tốt nghiệp trong đợt này ạ. . Em cảm ơn thầy cô rất nhiều.. .",
            "Chào bạn. . - Bạn đã có tên trong danh sách dự kiến tốt nghiệp, Bạn sẽ nhận mail vào tuần sau để thực hiện khai thông tin tốt nghiệp theo hướng dẫn nghen. . - Về tình trạng sinh viên tạm dừng (hoặc K15: bị xóa tên vì hết thời gian học), khi nào em có tên trong ds dự kiến tốt nghiệp, PDT sẽ tự động ra QD thu nhận cho bạn,. . khi nào chuyển qua trạng thái đang học, em vào đăng ký tốt nghiệp lại nghen. . . Thân"
        ]
    }
]