[
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tăng sĩ số lớp môn học .",
            "No solution"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tăng sĩ số lớp môn học . Môn học: Kỹ thuật Mô hình hóa và Mô phỏng. . Mã MH: 3231",
            "Chào em,. . . . PDT đã tăng sỉ số, em đăng kí lại nhé.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tăng sĩ số lớp môn học . môn học: mô hình hóa và mô phỏng. . mã môn học:ME3231",
            "Chào em,. . . . PDT đã tăng sỉ số, em đăng kí lại nhé."
        ]
    },
    {
        "intent": "",
        "message": [
            "Cho e hỏi tại sao 1 môn phải học 3 buổi và có 1 buổi học có 1 tuần, vậy khi dki vs môn khác vào ngày đó vẫn dc, đợt 3 có bị hủy k ạ. . Cụ thể ở đây là t4 tiết 234. . Ảnh vên dưới ạ",
            "Chào bạn. . . . Tuần 17 ngày thứ 4 là ngày bù ngày nghỉ giỗ tổ [full_name] được quy định trên biểu đồ học tập. . . . Bạn xem tại đây :. . . . . . http://www.aao.hcmut.edu.vn/index.php?route=catalog/chitietsv&path=59_205&tid=1821"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được .",
            "Chào bạn,. . Hiện tại Phòng Đào tạo đã cập nhật lại số tín chỉ (cộng cả số TC HK191) và chuẩn về giáo dục thể chất, bạn vui lòng vào kiểm tra email và đăng ký lại nhé!. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tăng sĩ số lớp môn học . Lớp Kĩ thuật điện hóa (Mã môn học: CH3175) - Nhóm lớp A01. . Lớp Kĩ thuật xúc tác và ứng dụng (Mã môn học: CH3151) - Nhóm lớp A01. . Lớp Hóa học và công nghệ chất hoạt động bề mặt (Mã môn học: CH3101) - Nhóm lớp A02",
            "Chào bạn. . . . PĐT đã tăng sĩ số cho bạn, 20p nữa bạn có thể vào ĐKMH ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tăng sĩ số lớp môn học ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được . Theo chương trình đào tạo chuẩn tiếng anh nhận luận văn tốt nghiệp của sinh viên lớp kĩ sư tài năng khóa 2016 là toeic 450 trong khi đó điểm toeic hai kĩ năng nghe đọc của em là 475 mà em lại không đăng kí luận văn tốt nghiệp được. Đề nghị phòng đào tạo xem xét lại và mở đăng kí luận văn tốt nghiệp cho em. Em xin cảm ơn. . . .",
            "Chào bạn,. . . . Do quy chế mới ra có thay đổi về chuẩn anh văn  nên dữ liệu anh văn đang được cập nhật lại.. . . . Bạn vui lòng đợi đợt DKMH đợt 3 mở từ 02/01/2020 để đăng ký LVTN nhé.. . . . Thân.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tăng sĩ số lớp môn học . Kĩ thuật xúc tác và ứng dụng (CH3151) nhóm A01. . Kĩ thuật điện hóa (CH3175) nhóm A01. . Công nghệ hóa hương liệu (CH3157) nhóm A01. . Cơ ứng dụng (AS2007) nhóm A01 - CS1",
            "Chào bạn. . . . PĐT đã tăng sĩ số cho bạn, 20p nữa bạn có thể vào ĐKMH ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học phí - Đại học - Cao đẳng chính quy   Học phí học kỳ chính . Cho em hỏi có thể xin hoãn học phí đến 10/1/2020 mà không bị hủy kết quả DKMH không ạ? . . Do em bị giật mất học phí ạ. . . Em xin cảm ơn. . . .",
            "Chào bạn,. . Việc gia hạn học phí bạn vui lòng liên hệ tại Phòng Công tác Chính trị sinh viên để được hướng dẫn nhé. . Thân",
            "Vậy nếu em đóng được và nộp giấy xin nộp trễ học phí thì có được giữ lại kết quả DKMH đợt 1 không ạ?",
            "QUOTE Vậy nếu em đóng được và nộp giấy xin nộp trễ học phí thì có được giữ lại kết quả DKMH đợt 1 không ạ?  /QUOTE . . . . Chào [full_name], Không có kết quả DKMH đợt 1 đều phải đăng ký lại."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tăng sĩ số lớp môn học . nhóm lớp A01_A01 môn giải tích mạch, xin lớp tăng sĩ số để em đăng kí vào học. tên sinh viên:[full_name],MSSV: [student_id]"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tăng sĩ số lớp môn học . IM2019 kế toán quản trị lớp L01 thứ 6 4,5,6",
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tăng sĩ số lớp môn học. . . . em là [full_name] ms [student_id]. Em viết đơn này xin phòng đào tạo mở thêm sỉ số môn học kế toán quản trị IM2019 lớp L01 thứ 6 tiết 4,5,6. Em xin chân thành cảm ơn. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "PĐT có thể mở thêm sĩ số lớp L02_L03 môn học Sức bền vật liệu nhằm tạo điều kiện cho em được học môn này trong học kì 192 được không ạ. . . Em xin chân thành cảm ơn.",
            "responsible person: [551] [staff_name] [helpdesk staff]",
            "Bạn vui lòng cung cấp MSMH + mã nhóm cần tăng"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tăng sĩ số lớp môn học . IM2019-Kế toán quản trị L01 . . Thứ 6 tiết 4-5-6 (H6-313). .",
            "Đã tăng sĩ số cho bạn"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được . . . Dựa theo chuẩn sinh viên năm 3. . Để đăng ký được môn học năm 3 phải đạt 56 tín chỉ trở lên. Em đang có 48 chỉ, hk191 đăng ký 23 chỉ.. . . .   B Số tín chỉ đang học ở hk 191 phải được coi như đạt và cộng vào trong đợt đăng ký môn học 192  /B . Theo hướng dẫn của Thầy [full_name] trưởng phòng đào tạo.. . . . Mong trường xem xét, hiệu chỉnh đợt dkmh. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tăng sĩ số lớp môn học . Môn học: Kỹ thuật Mô hình hóa và Mô phỏng. . Mã MH: ME3231",
            "Chào em,. . . . PDT đã tăng sỉ số, em đăng kí lại nhé.. .",
            "Chào bạn. . . . Hôm ME3231 có kèm học phần TN và sĩ số đã tối đa."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MS[full_name]V: [student_id]  /b \t. . . .   i Đăng ký môn học - Đại học - Cao đẳng chính quy   Chương trình đào tạo (thiếu môn tiên quyết, song hành...) . MSSV/MS[full_name]V: [student_id]    . . . . Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được. . . . Em tên: [full_name]N[full_name]. MSSV: [student_id]. . . . Tình trạng: Em học hệ Cao đẳng chính quy (Bảo Dưỡng Công Nghiệp). . . . . Khi em đăng ký môn học Tiểu luận tốt nghiệp(mã số môn học: 260663)ở học kì 192(Đợt 1).Thì ở Kết quả đăng ký môn học đợt 1 em bị hủy môn, trang web Đăng ký môn học ghi lỗi \"Thiếu môn học [full_name]DTS2 _Chuẩn thể chất sau năm 2\".. . . . Nhưng khi em đăng ký lại môn học Tiểu luận tốt nghiệp(mã số môn học: 260663)ở học kì 192 ở Đăng ký môn học đợt 2 thì trang web Đăng ký môn học ghi lỗi \"Thiếu môn học [full_name]DTS2 _Chuẩn thể chất sau năm 2\".Nên em không đăng ký được môn học. . . . Trong chương trình đào tạo của em chỉ có 2 môn [full_name]iáo dục thể chất và em đã hoàn thành xong (đạt) 2 môn [full_name]iáo dục thể chất trong chương trình đào tạo.. . . . Em mong Phòng đào tạo cập nhật 2 môn giáo dục thể chất và sửa lỗi trên. Để em có thể đăng ký môn học thành công, hoàn thành chương trình đào tạo.",
            "Bạn vào đăng ký lại nhé."
        ]
    },
    {
        "intent": "",
        "message": [
            "B Kính thưa ban quản lý PĐT!. .  Tôi tên là [full_name], hiện đang theo học lớp chuyên ngành Kim loại khóa k17 khoa CNVL. Tôi muốn hỏi một số vấn đề như sau: Theo tôi được biết các thay đổi về tín chỉ của sinh viên năm 3 là 56 tín chỉ là tối thiểu, nhưng nếu đăng ký môn học hk192 thì sẽ phải cộng thêm số tín chỉ tích lũy của hk191 nữa chứ. Hiện tại tôi đang có số tín chỉ là 47 nếu như tôi qua tất cả các môn ở hk191 thì sẽ đủ điều kiện đăng ký môn học chuyên ngành ở hk192. Mong PĐT xem xét lại vấn đề này giúp tôi. Xin chân thành cảm ơn.Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được .",
            "Chào bạn,. . Hiện tại Phòng Đào tạo đã cập nhật lại số TC của SV (+ cả số TC của hk 191) để mở cho các bạn đăng ký MH, bạn vui lòng kiểm tra và đăng ký MH lại nhé!. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tăng sĩ số lớp môn học . CH3157-Công nghệ hóa hương liệu-Lớp A01",
            ". . Chào em,. . . . PDT đã tăng sỉ số, em đăng kí lại nhé.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Khác ... . Cho em hỏi việc có bị hủy môn học hay không: nếu mình đăng kí môn học có tiết 789 và môn học có tiết 101112 thì có bị hủy môn hay không? . . Xin cảm ơn anh chị đã trả lời.",
            "trường hợp này sẽ không bị hủy ĐKMH",
            "li answer rate: Answer suits the needs / Câu trả lời đúng ý"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tăng sĩ số lớp môn học . Kính gửi quý thầy/cô phòng đào tạo. . Em tên [full_name]. MSSV [student_id]. Em viết đơn này xin phòng đào tạo mở thêm sĩ số môn học Hành vi tổ chức lớp L01 sáng thứ 4 tiết 456, phòng H6313 em muốn được học giờ này vì sẽ tiện thời gian cho em trong quá trình học tập hơn và em chỉ có thể đăng ký giờ này này thôi ạ.. . Em xin chân thành cảm ơn.",
            "Chào em,. . . . Em cho biết mã số môn học.",
            "Dạ Mã số môn học là IM2017 - Hành vi tổ chức. Lớp L01, Sáng thứ 4 tiết 456 ạ. Em cảm ơn.",
            "Chào em,. . . . PDT đã tăng sỉ số, em đăng kí lại nhé.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được . Cho em hỏi là bữa đăng kí môn học đợt 1 em có đăng kí môn giáo dục thể chất mà sáng nay xem kết quả thì lại không có",
            "Chào bạn,. . Bạn vô kiểm tra lý do (lịch sử đăng ký) và đăng ký lại nhé!. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Chứng chỉ ngoại ngữ - Đại học - Cao đẳng chính quy   Xét miễn môn anh văn (chuyển điểm) .",
            "Chào bạn,. . Vui lòng trình bày rõ câu hỏi trong phần nội dung"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tăng sĩ số lớp môn học . cho e xin tăng sĩ số các môn : . . 1. xử lý số tín hiệu/ A01-A04/ EE2015. . 2. cơ sở kỹ thuật điện/A01-A01/ EE2017. . 3. Cơ sở điện tử công suất/A01-A04/EE2021. . 4. vi sử lý/A01-A02/ EE2013. .",
            "Chào em,. . . . Những môn này sỉ số phòng thí nghiệm đã full  . Em có thể làm đơn xin mở lớp."
        ]
    },
    {
        "intent": "",
        "message": [
            "Chứng chỉ ngoại ngữ - Đại học - Cao đẳng chính quy   Khác ... . Dạ em tên là [full_name] . . Mssv [student_id]. . Hiện lúc trước trong đợt kiểm tra anh văn thường kì em được 395 và hiện nay em muốn đăng kí học av2 ở trường nhưng hệ thống báo em chưa học av1 vậy giờ em phải làm sao để học av2 được ạ",
            "Chào bạn,. . . . Đợt thi kiểm tra tiếng anh định kỳ tổ chức cho các sv có nhu cầu đăng ký thi.. . . . Trên quy định về ngoại ngữ có ghi rõ: \"Kết quả thi kiểm tra trình  độ tiếng anh cuối  kỳ chỉ có giá trị xét pass các chuẩn anh văn của từng năm học \" nha bạn. Môn AV bạn muốn học thì phải  tự đăng ký online.. .  Riêng môn AV1 là môn học trước của AV2 nha bạn. Vui lòng xem lại chương trình đào tạo.. . Thân.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được . _ Em đăng ký 7 môn cho HK2 (2019-2020) nhưng bị xóa mất 3 môn. Mà [full_name] ghi em bị xóa vì thiếu môn học trước là EE1015 -[full_name] SO và EE2005 -[full_name].. . _Trong khi em đã học 2 môn này ở HK1 (2019-2020)",
            "Chào em,. . . . Em cho biết mã số môn học bị xoá ?",
            "_Trong hình em gửi đã có mã môn học. . EE2013. . EE2015. . EE2019",
            "chào bạn,. . bạn vào xem lại tkb nhé. . Thân",
            "Em cảm ơn"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tăng sĩ số lớp môn học . Kính gửi nhà trường,. . . . Em có nguyện vọng tăng sỉ số lớp CO2003, nhóm L01_L02.. . . . Em xin chân thành cảm ơn,. . [full_name]"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được . Kính gửi phồng đào tạo, em tên là [full_name], MSSV [student_id], khoa Cơ Khí, ngành Kĩ thuật Hệ thống Công nghiệp.. .  Vì lý do trùng lịch giãn cách giữa 2 cơ sở nên em không thể đăng kí môn học được và đây cũng là môn riêng của ngành nên không mở nhiều lớp, vì vậy kính mong PĐT xem xét mở thêm sỉ số cho mã môn ME2051, [full_name] Nhóm L01 để em có thể đăng kí được môn học.. . Rất mong PĐT xem xét mở sỉ số giúp em ạ. Mong phản hồi sớm từ PĐT. Em xin chân thành cảm ơn.",
            "Chào bạn. . . . PĐT đã tăng sĩ số cho bạn, 20p nữa bạn có thể vào ĐKMH ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được . 1. Lớp HC19HC10 đã đăng kí môn Vật Lý 2 nhưng kết quả đăng kí lại không có (Xem lịch sử chúng em thấy có trùng môn nhưng không biết trùng môn nào), chúng em muốn biết lý do. Nếu không giải quyết được thì chúng em xin được mở lớp Vật Lý 2 vào thứ 7.. . 2. Một số sinh viên K19 chúng em đã đăng ký môn Phát triển bền vững nhưng cũng bị như trên. Chúng em cũng xin được mở lớp PTBV vào thứ 7.. . . . Chúng em xin cảm ơn ạ",
            "Chào bạn. . . . Môn Vật lý 2 khi PĐT chạy đăng ký bị trùng với các môn hiện có của bạn, . . . . Môn Vật lý 2 không có trong kế hoạch học tập trong HK2 ngành kỹ thuật Hóa học. . . . PĐT chỉ đảm bảo các môn đúng tiến độ có trong kế hoạch học tập của bạn không bị trùng. . . . các môn còn lại ngoài tiến độ bạn có thể đăng ký ở các nhóm khác nếu sĩ số cho phép.. . . . Việc mở lớp vào thứ 7 không thể thực hiện vì các lớp hệ CQ chỉ mở ở các buổi trong tuần (trừ các môn thí nghiệm đặc thù phải mở ngoài giờ)"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Chương trình đào tạo (thiếu môn tiên quyết, song hành...) . Hôm nay ngày 18/12/19 em đăng ký 2 môn EE3093 và EE3089 bị hiện thị lỗi thiếu môn học trước EE3027 trong khi ở trang chương trình đào tạo phần cấu trúc môn học, 2 môn này chỉ yêu cầu môn học trước là EE3013. Ngoài ra bạn bè em có phản ánh 1 số môn khác như EE3087 cũng bị tình trạng này.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tăng sĩ số lớp môn học . [full_name]([student_id]) sinh viên Campuchia ,. . Do buổi sáng vào trang đăng ký không được nên hiện tại lớp đã đủ sỉ số . Môn SCADA (ee3071) là môn chuyển ngành em rất cần học trong học ký tới này .. .",
            "Chào bạn. . . . PĐT đã tăng sĩ số cho bạn, 20p nữa bạn có thể vào ĐKMH ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tăng sĩ số lớp môn học . Chào thầy cô, em tên [full_name]. . MSSv: [student_id], Khoa: Cơ khí, Bộ môn: Kỹ thuật hệ thống Công nghiệp. . Sáng nay em vào đăng kí môn học nhưng bị lỗi, tới lúc vào lại được thì môn Chuyên ngành Thiết kế công việc & đo lường lao động(ME2053)  của ngành em đã đủ sĩ số. . . Em mong thầy cô có thể giúp em tăng thêm sĩ số cho môn ME2053, Lớp L01_L02. . Em xin chân thành cảm ơn.",
            "Chào bạn. . . . PĐT đã tăng sĩ số cho bạn, 20p nữa bạn có thể vào ĐKMH ."
        ]
    },
    {
        "intent": "",
        "message": [
            "MSSV : [student_id]. . Chào cô / thầy. . Em K19 ở kì đầu em không đăng kí GDTC 1 nên em đăng kí GDTC ở đợt đăng kí môn học đầu tiên nhưng khi trường mở đợt đăng kí 2 thì môn GDTC 2 của em bị hủy đăng kí cho em hỏi vì sao ạ",
            "Bạn vào phần xem lịch sử đăng ký để biết lý do"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được . Mong PĐT cập nhật số tín chỉ đăng ký HK191 để em có thể đăng ký môn học ngay.",
            "Chào bạn,. . Hiện tại Phòng Đào tạo đã cập nhật lại số tin chính (cộng cả số TC HK191) và chuẩn về giáo dục thể chất, bạn vui lòng vào kiểm tra và đăng ký lại nhé!. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "CHO EM HỎI PHÒNG ĐÀO TẠO SẼ MỞ THÊM LỚP KHI NÀO Ạ VÌ [full_name] [full_name] [full_name]. [full_name]",
            "Chào bạn,. . Bạn vui lòng trình bày rõ môn học và mã nhóm cần xin tăng sĩ số để Phòng Đào tạo kiểm tra xem tăng như thế nào nhé!. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được .",
            "Bạn vui lòng chọn đúng đợt đăng ký môn học. . . . Bạn đang chọn đợt đăng ký chuyển hệ"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được . Gửi PĐT. Các môn học đại cương Toán 2, Hóa đại cương và Đường lối ĐCSVN em có đăng kí từ đợt 1. Nhưng đợt đăng kí bổ sung lần này thì môn học của em bị hủy. Em có đăng kí lại môn Toán 2 và Hóa đại cương nhưng được thông báo là không thuộc hệ ĐH vì em k2015 của cao đẳng bảo dưỡng. Tuy nhiên từ 2017 các môn đại cương của hệ CĐ được chuyển lại mã môn học của hệ ĐH. Bạn em cùng khóa với em có đăng kí Toán 2 ở đợt 1, và đã được đăng kí môn học với mã môn học thuộc hệ ĐH, có thời khóa biểu. Vậy cho em hỏi tại sao em không được đăng kí ạ. Em xin cảm ơn."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Chương trình đào tạo (thiếu môn tiên quyết, song hành...) . Em đang học anh văn 1 ở học kì 191, nhưng lại không đăng kí các môn của năm 2 cho học kì 192 vậy ạ ?. .",
            ". . Chào bạn. . Như emai PĐT đã gửi trước đó, PĐT đã cập nhật lại số tín chỉ xếp loại sinh viên theo các năm. Các môn học ở HK191 vẫn được cộng vào số tín chỉ hiện tại nên bạn có thể vào đăng ký môn học.. . . . Đối với chuẩn giáo dục thể chất PĐT sẽ không áp dụng ở HK192 nhưng sẽ áp dụng từ HK193 trở đi.Sinh viên phải học và đạt cả 3 môn thể dục thì được tính đạt chuẩn giáo dục thể chất. Các bạn SV lưu ý chuẩn bị trước để tránh trường hợp không ĐKMH được.. . . . Các thay đổi về quy chế các bạn xem tại đây :. . http://www.aao.hcmut.edu.vn/image/data/quyche/Ca%CC%81c%20thay%20%C4%91o%CC%82%CC%89i%20tu%CC%9B%CC%80%20HK192-updated.[full_name]. . Chúc bạn học tốt.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được . Thưa quý thầy cô, em có thấy quy chế là phải đạt ít nhất 56 chỉ mới có thể đăng kí các môn năm 3. Do trong quá trình học tập vì chuyện gia đình em đã bị lỡ 1 học kì nên bây giờ chỉ đạt 50 chỉ. Nhưng nếu cộng các môn ở kì 191 em cam kết sẽ đạt trên yêu cầu của trường khi có điểm. Xin phép phòng đào tạo có thể cho em đăng kí môn ở năm 3 để có thể tiếp tục học tập bình thường ạ. Xin cảm ơn!",
            "Chào bạn,. . Hiện tại Phòng Đào tạo đã cập nhật lại số TC của SV (+ cả số TC của hk 191) để mở cho các bạn đăng ký MH, bạn vui lòng kiểm tra và đăng ký MH lại nhé!. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được . Do việc thiếu 2 tín chỉ để đăng ký môn học cho học kỳ 192. Nên bây giờ em muốn làm đơn cứu xét thì phải làm như thế nào ạ?? Và nộp đơn ở đâu ạ???",
            "Chào bạn,. . Hiện tại Phòng Đào tạo đã cập nhật lại số tin chính (cộng cả số TC HK191) và chuẩn về giáo dục thể chất, bạn vui lòng vào kiểm tra và đăng ký lại nhé!. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tăng sĩ số lớp môn học . Kính chào Phòng đào tạo,. . Em tên là [full_name], MSSV [student_id], Khoa Điện Điện tử, lớp DD18KSTD.. . Vì lí do em ở chung với anh của em để đỡ tiền nhà trọ mà năm sau anh của em phải dọn ra gần cơ sở 1 đi làm nên em phải đi theo.. . Em mong phòng đào tạo mở thêm sĩ số cho em các lớp ở cơ sở 1 để có thể tiện cho em học tập theo đúng tiến độ. Sau đây là danh sách các môn em chuyển.. . . . [full_name]25 - Từ [full_name]07 chuyển sang [full_name]3. . [full_name]17 - Từ [full_name]02-[full_name]03 chuyển sang [full_name]1-[full_name]4. . [full_name]13 - Từ [full_name]02-[full_name]05 chuyển sang [full_name]1-[full_name]2. . [full_name]21 - Từ [full_name]02-[full_name]05 chuyển sang [full_name]1-[full_name]3. . . . Em cam kết những lớp ở trên không trùng lịch với nhau. Vì em học chương trình KSTN nên em kính mong Phòng đào tạo có thể tạo điều kiện cho em để được học tập một cách tốt nhất và đúng tiến độ.. . . . Trân trọng cảm ơn.. .",
            "Chào em,. . . . Những nhóm A của môn này phòng thí nghiệm bị full sỉ số. Em có thể làm đơn xin mở lớp."
        ]
    },
    {
        "intent": "",
        "message": [
            "QUOTE Yêu cầu khác: Phòng đào tạo thông báo đã bỏ chuẩn giáo dục thể chất nhưng vẫn chưa đăng ký được. Mong được xem xét để sinh viên có thể đăng ký môn",
            "Bạn vào đăng ký lại nhé"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Khác ... . Như em được biết thì chuẩn sinh viên có bao gồm số tín chỉ đăng ký của học kỳ 191 nên em mong nhà trường sớm cộng số tín chỉ của học kỳ 191 để em có thể đăng ký môn học.",
            "PĐT đã cập nhật số TC HK191, bạn vào đăng ký lại nhé"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tăng sĩ số lớp môn học .",
            "Chào em,. . . . Em cho biết mã số môn học?"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được . Xin được cập nhật số tín chỉ hk191",
            "Chào bạn,. . Hiện tại Phòng Đào tạo đã cập nhật lại số tin chính (cộng cả số TC HK191) và chuẩn về giáo dục thể chất, bạn vui lòng vào kiểm tra và đăng ký lại nhé!. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được .  Dạ hiện tại là em mới có 26 tín chỉ, mà theo  yêu cầu để đăng kí môn học cần hoàn thành 28 chỉ trong năm nhất ạ. .  Vậy cho em hỏi là phải làm đơn xin cứu với như thế nào và nộp lại ở đâu ạ để được đăng kí môn học ở học kì tiếp theo ạ. .  Xin giải quyết cho em với ạ, em cảm ơn! . .",
            "Bạn nộp đơn về PĐT để được cứu xét"
        ]
    },
    {
        "intent": "",
        "message": [
            "Xin chào phòng đào tạo trường ĐH Bách Khoa TPHCM.. . Em tên [full_name],  khoa công nghệ vật liệu khóa 2016.. . Hiện tại,  e đã học xong tất cả các tín chỉ trừ LVTN, theo đúng tiến độ thì học kì 192 e sẽ đăng kí bảo vệ luận văn tốt nghiệp, nhưng vì chưa đủ điều kiện nhận luận văn nên e k thể đăng kí. . . Như vậy để duy trì tình trạng học trong học kì tới, e phải đăng kí tối thiểu là bao nhiêu môn và mấy tín chỉ thì không bị đình chỉ học vụ.. . Thí dụ e đăng kí học Đề cương tốt nghiệp 0 tín chỉ thì có được không ạ?. . Em cảm ơn PĐT.. .",
            "Chào bạn. . bạn xem quy chế về học vụ ở đây nhé. . . . http://www.aao.hcmut.edu.vn/index.php?route=catalog/chitietsv&path=90&tid=1658. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tăng sĩ số lớp môn học . Gửi thầy cô, . . Em tên là [full_name](MSSV:[student_id]), em xin thầy cô tăng sĩ số lớp 2 môn học lần lượt là  Kĩ Thuật Thực phẩm 2,3 ( mã môn học là CH2035 ,CH2039) để em có thể theo kịp tiến độ học chung. Em không đăng ký được là do lần trước PĐT báo thiếu số tín chỉ tích lũy ( nay đã sửa lại). . Em xin cảm ơn  B",
            "Chào em,. . . . PDT đã tăng sỉ số, em đăng kí lại nhé.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tăng sĩ số lớp môn học .",
            "Chào em,. . . . Em cho biết mã số môn học?"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]2  /b \t. . . . Chào thầy,. . Vừa qua em có đăng ký môn học cho học kỳ 192 môn (CO3061 - Nhập môn trítuệ nhân tạo), trong khi em chỉ có đăng ký một môn học cho học kỳ này, mà khi vào kết quả đăng ký đợt một thì em nhận được thông báo em bị hủy môn với lý do PDT không đ/ký cho SV MH CO3061 (T: [full_name] giờ TKB). Mong thầy xem xét trường hợp của em và giải đáp về vấn đề này ạ. Em cảm ơn",
            "chào bạn.. . bạn vào đăng ký lại nhé.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được . . Em muốn đăng ký môn av2 vào thứ 2 tiết 4,5,6. . Nhưng lại không đăng ký được",
            "Bạn bị thông tầm với môn học hóa đại cương CH1003. . . . Môn kết thúc tiết 6 và bắt đầu tiết 7"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Khác ... . Thầy cho em hỏi là em đang cần đăng kí 1 môn học để kì 1 năm sau em làm luận văn ạ.. . Môn này kì này có mở nhưng mở lớp CC (chất lượng cao), mà em học lớp chính quy. . . 1. Liệu em có thể lên phòng đạo tạo để xin chuyển qua lớp CC học không ạ. . . 2. Kì này không mở lớp chính quy nhưng mở lớp CC, vậy kì dự thính có thể mở môn này không ạ.",
            "1. Bạn không thể chuyển qua chương trình CLC được vì đây là chương trình dạy bằng tiếng Anh.. . . . 2. Các môn học dự thính phải đến đợt đăng ký mới biết chính xác số lượng và Khoa sẽ duyệt mở lớp.",
            "No solution"
        ]
    },
    {
        "intent": "",
        "message": [
            "chào pđt , em là [full_name] . . MSSV [student_id] . . hiện tại e vẫn chưa đăng kí môn học được vì chưa cập nhật lại số tín chỉ đúng ạ. Kính mong phòng đào tạo check lại dùm em. . . .   i Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được .",
            "Chào bạn,. . Hiện tại Phòng Đào tạo đã cập nhật lại số tin chính (cộng cả số TC HK191) và chuẩn về giáo dục thể chất, bạn vui lòng vào kiểm tra và đăng ký lại nhé!. .",
            "Phiền pđt check lại dùm em vẫn chưa đăng kí được ạ. . [full_name]. . MSSV [student_id]",
            "Em đã kiểm tra và đăng xuất rồi đăng nhập lại rồi nhưng nó vẫn ghi là chuẩn sv năm 2 ạ . Phiền PĐT kiểm tra rồi phản hồi dùm em với ạ. Nếu đăng kí muộn sẽ bị hết lớp ạ",
            "li answer rate: Answer is not complete / Câu trả lời chưa hoàn chỉnh",
            "Sau 5h bạn vào đăng ký lại nhé"
        ]
    }
]