[
    {
        "intent": "",
        "message": [
            "Chào thầy/cô, em tên [full_name], mssv: [student_id], khoa kỹ thuật xây dựng.. . Em chuẩn bị đi thực tập tại công ty An Phong và công ty yêu cầu cần có giấy giới thiệu từ nhà trường. Không biết em có thể xin giấy giới thiệu bằng cách nào ạ?. . Em xin cảm ơn!. .",
            "Chào em,. . - Em vui lòng liên hệ [full_name] để được hướng dẫn nhé.. . - Trên mybk/xác nhận sv, em xem có phù hợp với nhu cầu của em không nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ  /i Em là sinh viên năm Nhất chương trình chính quy đại trà, trúng tuyển theo diện tuyển thẳng.. . Em có thể làm thủ tục chuyển ngành xuống một ngành khác cùng nhóm ngành và có điểm tuyển sinh thấp hơn ngành mà em đang học được không ạ?. . . .",
            "Chào em,. . Em vui lòng xem quy chế. . https://portal.hcmut.edu.vn/dao-tao/quy-dinh-hoc-vu. . Thân mến. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Hiện tại email của e bị lỗi, không xác minh danh tính để đăng nhập vào máy tính để học được. . . Em cũng không đổi được mật khẩu ạ.. . Cho hỏi bây giờ em phải liên hệ trực tiếp với ai để được hỗ trợ ạ. . . Email: [email]. . Em xin chân thành cảm ơn!",
            "Chào em,. . - Em đăng nhập vào mybk. . Tên tài khoản : thuong.nguyenbk_7968. . Mật khẩu mới : [student_id]@. . - Đăng nhập vào email. . Tên tài khoản : [email]. . Mật khẩu mới : [student_id]@. . Thân mến"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em nhận được mail thông báo của phòng đào tạo về quyết định đồng ý hoãn thi với nội dung như hình bên dưới.. . Thông báo của trường như vậy nghĩa là sẽ tổ chức thi lại trong tháng 3 hay chỉ là cập nhật điểm 14 thôi ạ.. . Em cũng mong muốn được giải đáp về việc tổ chức thi lại sẽ diễn ra bằng hình thức nào và vào thời gian nào? Em có nghe được thông tin là sẽ thi lại khi môn học được mở trở lại và thi chung với khoá sau thì có chính xác không ạ?. . Em mong được giải đáp thắc mắc trong thời gian sớm nhất.. . Em xin cảm ơn. . . .",
            "Chào em,. . - Thông báo của trường như vậy nghĩa là sẽ tổ chức thi lại trong tháng 3 hay chỉ là cập nhật điểm 14 thôi ạ.. . =  Cập nhật điểm 14 nhé.. . - Em cũng mong muốn được giải đáp về việc tổ chức thi lại . . =  Em vui lòng theo dõi thông báo sau khi có quyết định cập nhật điểm 14. . . Thân mến"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Dạ kính chào thầy cô,. . Em hiện tại đang học ngành kỹ thuật hóa học, nếu muốn xét tuyển lên cao học sau khi tốt nghiệp có cần thêm điều kiện điểm trung bình tích lũy từ 7.0 trở lên không ạ. . . Em xin cảm ơn ạ!",
            "Chào em,. . Về vấn đề liên quan đến học chương trình liên thông Đại học-Thạc sĩ & Thạc sĩ (Cao học) em vui lòng liên hệ Phòng đào tạo Sau đại học qua địa chỉ: Website:www.pgs.hcmut.edu.vn, Email    : [email]. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Khiếu nại đăng ký môn học .",
            "Khiếu nại đăng ký môn học. . . .   /QUOTE . .  Chào Thầy/ Cô,. . . . Em tên Hà Bỉnh Ngọc Lân, hệ VHVL.. . Đợt rồi em có đăng ký môn học Lớp bồi dưỡng kiến thức hệ VHVL. Nhưng bị huỷ kết quả đăng ký. Cho em hỏi nguyên nhân tại sao kết quả của em bị huỷ ạ???. .  Nếu em muốn đăng ký lại môn Giải tích 2 (MT1005), Lịch sử Đảng CS VN (SP1039), Tư tưởng HCM (SP1037) hệ VHVL thì làm sao ạ??. . . . Em cảm ơn !!!!"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Dạ em chào thầy cô ạ. thầy cô cho em hỏi là em có làm đơn xin chuyển điểm 2 môn là giải tích 1 và vật lý 1 nhưng lại chưa thấy điểm chuyển trên hệ thống bkel. vậy là nhà trường không giải quyết chuyển điểm cho em sao ạ?. . em xin cám ơn thầy cô ạ",
            "Chào bạn, . . PDT đã kiểm tra bạn chưa có gửi đơn xin chuyển điểm, nếu bạn có gửi thì vui lòng gửi kèm theo minh chứng. . . Hoặc bây giờ bạn làm đơn xin chuyển điểm gửi cho PDT. . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Kính thưa thầy cô,. .   Em tên là [full_name] (MSSV:[student_id]).Vì vài lí do chưa thể lên trường học trực tiếp, cũng như pđt xếp tkb trùng với lịch học môn vật lí (thí nghiệm) nên em không thể tham dự các buổi học môn Nhập môn kỹ thuật (thí nghiệm) vào các tuần 51- 02. Em có thể xin phép pđt cho em chuyển sang các lớp NMKT (thí nghiệm) sau kì học quân sự không ạ? Em xin lỗi vì đã xin phép hơi trễ.. . Em xin cảm ơn.",
            "Chào em,. . Em vui lòng liên hệ GV nhé, PĐT chỉ xếp lịch học bù chung.. . Thân mến. . . .",
            "Em có thể xin email GV để liên hệ không ạ? GV là [full_name]. Em xin cảm ơn.",
            "Chào em,. . Em vui lòng liên hệ Khoa Điện nhé, PĐT không có thông tin em cần.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Dạ em có 2 thắc mắc cần được hỗ trợ ạ:. . 1. Mình đóng học phí học kì 212 theo tín chỉ hay theo số tiền công bố của năm 1 - cho tiền hk1 ạ. Và mình sẽ đóng qua đâu vậy ạ. . 2. Học kì quân sự chia theo kiểu 50/50 mà tới giờ em vẫn chưa thấy thông báo về việc mình học off hay trực tiếp tại trung tâm thì phải xem ở đâu để biết thêm thông tin ạ . . Em xin hết",
            "Chào em,. . 1. http://www.aao.hcmut.edu.vn/sinh viên/quy chế quy định/học vụ/Học phí. . 2. Em liên hệ PĐT TT GDQP qua 028.[student_id]7, hoặc email [email]. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Kính gửi pđt: Em là [full_name]-[student_id]. Em có lịch 1 buổi học bù thí nghiệm môn Hóa đại cương của kỳ 202 vào chủ nhật tuần 10, ngày 13/3 từ 13h-17h50. Nhưng vào hôm đấy em có lịch thi cuối kỳ môn Sức bền vật liệu kỳ 211 lúc 16h. Vậy nên em muốn xin được đổi lịch học thí nghiệm Hóa vào một ngày khác trong tuần 10 ạ. Em xin chân thành cảm ơn.",
            "Chào em,. . Em vui lòng liên hệ GV nhé, PĐT chỉ xếp lịch học bù chung.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "U Yêu cầu khác: Em có gửi mail để xác nhận CTXH ở địa phương cho em,em có gửi mấy lần ạ nhưng đến giờ vẫn chưa được văn phòng Đoàn trả lời ạ",
            "Chào em,. . Em liên hệ phòng Công tác chính trị sv qua email [email] để được hướng dẫn nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]9  /b \t[full_name] [full_name] [full_name] [full_name]   i Tốt nghiệp  /i [full_name] [full_name] [full_name] [full_name] Chào Thầy\\[full_name][full_name] [full_name] Em tên là [full_name], em được chuyển qua hệ VLVH và được đăng ký xét tốt nghiệp vào tháng 11/2021 và nhận được mail xác nhận đăng ký vào tháng 12/2021[full_name] Cho em hỏi là em được tốt nghiệp chưa vậy ạ, do cũng mấy tháng rồi không thấy phòng đào tạo gửi mail thông báo ạ (không biết em còn thiếu phần nào chưa đủ điều kiện tốt nghiệp không ạ để em hoàn thành)[full_name] [full_name] Em xin cám ơn thầy cô nhiều ạ!",
            "Gửi đến Anh/Chị Sinh viên. . Hiện các Anh/Chị Sinh viên chưa có kết quả thẩm tra bằng tốt nghiệp THPT (theo qui định của Bộ). . nên đề nghị Sinh viên hoàn thành các thủ tục+theo diện đầu vào (hướng dẫn phần bên dưới) trước khi nhận bằng (PĐT đã gửi e.mail thông báo Sinh viên đến nhận bằng, nên Sinh viên có thể đem theo các thủ tục để hoàn tất thủ tục thẩm tra và nhận bằng cùng lúc).. .  . . Thủ tục hợp lệ:. . • photo công chứng: nộp 02 bản sao bằng sao y (có công chứng) đính kèm bằng bản chính, sau khi kiểm tra sẽ gửi trả lại bằng bản chính cho Sinh viên... . • Trường hợp bằng THPT/PTTH bản sao do Sở Giáo dục và Đào tạo cấp: chỉ nộp 01 bản.. . • Bản sao bằng hoặc do Trường Đại học/Cao đẳng nới cấp bằng sao y: chỉ nộp 01 bản.. .  . . Sinh viên cần phải nộp bằng, thuộc diện đầu vào:. .  . . A.Sinh viên diện Chính quy chuyển sang VLVH. . aChính quy đại trà. . • Bổ sung bằng tốt nghiệp THPT/PTTH. . b.Bằng 2 chính quy. . • Bổ sung bằng tốt nghiệp THPT/PTTH. . • Bổ sung bằng Đại học. . B. Sinh viên diện thi/trúng tuyển. . •  Bổ sung bằng tốt nghiệp THPT/PTTH. . C. Sinh viên diện đã tốt nghiệp ĐH/CĐ. . • Bổ sung bằng tốt nghiệp THPT/PTTH. . • Bổ sung bằng Đại học/Cao đẳng. .  . . Các trường hợp Sinh viên đã tốt nghiệp bằng 1 tại Trường ĐH Bách Khoa – ĐHQG HCM, đề nghị phản hồi và cung cấp mã số Sinh viên trước đây qua địa chỉ e.mail [email]. .  . . Đề nghị các Anh/Chị Sinh viên hoàn thành để nhận bằng.. .  . . Thân chào và chúc các Anh/Chị nhiều sức khỏe."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Cho em hỏi lịch học thí nghiệm trực tiếp tại trường có đổi nếu dịch diễn biến phức tạp hơn không ạ?",
            "Chào em,. . Hiện tại chưa có thông báo về việc này nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Chào Thầy/ Cô,. . . . Em tên là [full_name], hệ VHVL khoá 2020.. . Em xem trong mục đăng ký môn học có lịch đăng ký Lớp bồi dưỡng kiến thức hệ VHVL khoá 2022.. . Thầy/ Cô cho em xin đăng ký 3 môn: Giải tích 2 (MT1005), Lịch sử Đảng CSVN (SP1039), Tư tưởng HCM (SP1037) chung với lớp bòi dưỡng hệ VHVL khoá 2022 được không ạ??? Vì em đăng ký bữa giờ nhưng trường không mở lớp cho 2 môn chính trị, và em xem thì thấy 3 môn này không bị trùng với lịch học hiện tại của em.. . . . Mong Phòng đào tạo hỗ trợ cho em đăng ký 3 môn này để thuận tiện cho việc học các môn khác trong các học kỳ sau.. . . . Em cảm ơn!!!",
            "Chào em,. . SV học CTDT khóa 2018, vì vậy không học được lớp bồi dưỡng nhé.. . Thân mến. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Lời đầu tiên, em xin chào thầy cô ạ!. . . . Trong bài thi cuối kỳ 211, em gặp một số trục trặc hệ thống nên đã xin đăng ký hoãn thi và sau đó đã có email đồng ý đăng ký hoãn thi, tuy nhiên sau đó vấn đề của em đã được giải quyết nên cho phép em hỏi là liệu bây giờ em rút yêu cầu hoãn thi được không ạ?. . . . Em xin chân thành cảm ơn và chúc thầy cô một ngày tốt lành!. . . .   i Học vụ .",
            "Chào bạn. . Bạn vui lòng viết đơn xin hủy Hoãn thi: trong đơn ghi rõ hủy hoãn thi môn gì? ở học kỳ nào ? Lý do?. . Nộp trước ngày 04/03/2022, để Cô trình Ban lãnh đạo phòng xem xét.. . Thân",
            "Em chào cô ạ.. . Em xin gửi đơn đăng ký hủy Hoãn thi, mong là các thầy cô và Ban lãnh đạo phòng sẽ thông cảm và tạo điều kiện cho em.. . Em xin chân thành cảm ơn!. . Đặc biệt, em cảm ơn cô rất nhiều và chúc cô một ngày tốt lành ạ!",
            "Chào bạn. . Pdt đã huỷ hoãn thi theo yêu cầu của bạn. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em có đăng ký rút môn học vào ngày 10/2, mã môn ME4206. Em có đọc thì thông báo thì đã điền đơn trong hình. Cho em hỏi điền xong rồi mình đợi môn học được xóa khỏiTKB là thành công đúng không ạ ? Tại em nghe bạn em bảo thường 2 tuần là rút thành công. Em cảm ơn.",
            "Chào em,. . Em đã điền forms thì xem email trả lời nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ  /i. . Thầy cô cho e hỏi lớp TTĐT1 VL02 (EE2023) HK211 đã được xếp lịch bù trong hk212 chưa? E có hỏi trên bksi lần trước nhưng thầy cô chỉ phản hồi là Đã giải quyết nhưng k trả lời cụ thể như thế nào và e cũng chưa thấy lịch học. E hỏi thử các bạn lớp khác thì có rồi. Hay e được xếp vào lớp khác?. . Mong thầy cô phản hồi cụ thể giúp e.. . E cám ơn.",
            "Chào em;. . đã bổ sung nhé, 29/2 cập nhật lại thời khóa biểu nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em vẫn chưa nhận được Mail thông báo về học Giáo dục quốc phòng, em vẫn chưa đăng ký đồ và chưa biết đại đội",
            "Chào em,. . Em liên hệ PĐT TT GDQP qua 028.[student_id]7, hoặc email [email]. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Em đã có bằng Giáo Dục Quốc Phòng -An Ninh  được cấp vào 2018 bởi trung Tâm Giáo Dục Quốc Phòng-An Ninh ĐHQG TPHCM thì có phải học trong thêm lần nữa không?. . . .",
            "Chào em,. . GQDP là do trường xếp cứng cho SV  chính quy khóa 2021 và SV chương trinh CLC khóa 2020 đi học (SV không được hủy).Nhà trường chỉ gửi SV đi 1 lần duy nhất để học GDQP. Những trường hợp SV tự ý nghỉ nếu muốn học lại phải tự liên hệ tại TT GDQP đăng ký để hoàn thành học phần GDQP.. . Trường hợp SV đã có chứng chỉ GDQP, vui lòng làm đơn xin miễn (tải mẫu đơn tại aao.hcmut.edu.vn/sinh viên/biểu mẫu), kèm theo bản chụp Chứng chỉ GDQP và gửi qua bksi. . Thân mến. . . . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ .  . . Em muốn hỏi về học phí kỳ 212 của khoá K21.. . . . . .",
            "Chào em,. . Em vui lòng xem . . http://www.aao.hcmut.edu.vn/sinh viên/quy chế quy định/học vụ/Học phí. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: 2052370  /b \t. . . .   i Yêu cầu khác . Em xin kính chào thầy/cô,. . . . Em tên là Đinh Lê Nhật Anh, sinh viên K20 ngành KHMT CLC.. . . . Em xin được chia sẻ với nhà trường một số suy nghĩ, trăn trở của em (và em tin rằng là của nhiều bạn sinh viên khác) về việc tổ chức học phần quân sự sắp tới của K20 và K21.. . . . Như quý thầy cô cũng đã biết, tình hình dịch bệnh sau Tết đang ngày một căng thẳng, nhất là sau quyết định cho toàn bộ học sinh quay lại trường học. Tính đến thời điểm hiện tại (25/2), cả nước đã có 78.795 ca mắc MỚI, trải dài trên khắp cả nước, trong đó tại TPHCM là 2.206 ca. Và các số liệu trên đang tăng một cách chóng mặt qua từng ngày và không có dấu hiệu dừng lại.. . . . Hiện nay, tất cả các biện pháp truy vết như khai báo y tế gần như vô tác dụng do số ca mắc quá lớn. Ngay cả việc xét nghiệm Covid-19 cũng không hoàn toàn chính xác, vì F1 âm tính trở dương tính sau 1-2 ngày là chuyện hết sức bình thường.. . . . Vì vậy, em cho rằng việc đưa 5.000 sinh viên (tạm tính là 2.500 sinh viên mỗi đợt) vào trong cùng một khu ktx, với mật độ là 12 sinh viên/phòng là vô cùng bất hợp lí.. . . . Hiện tại, 02 biện pháp phòng chống dịch duy nhất mà em được thông tin đến là 5K và sinh viên bắt buộc phải ở ktx trong suốt 2 tuần và không được ra ngoài. Và tất nhiên em chưa thấy thuyết phục bởi cả 2 biện pháp, 12 sinh viên, đến từ 12 địa điểm trải dài khắp cả nước. Không nói cũng biết, 12 sinh viên này rất có thể là 12 mầm bệnh đang chực chờ lây lan cho cả phòng, và cả khu quân sự. Không có cái 5K nào có thể bảo vệ cho 12 con người cùng sinh hoạt trong một căn phòng vài mét vuông cả. Nên việc \"nhốt\" sinh viên trong phòng, trong ktx thì có khác gì để sinh viên tự lây bệnh cho nhau rồi... \"chết chùm\" không?. . . . Ngoài ra, độ bao phủ vắc xin cũng không thể bảo vệ chúng ta khỏi Covid-19. Vắc xin chỉ giúp giảm mức độ nguy hiểm đối với người bệnh, chứ không giảm mức độ lây lan dịch bệnh. Và vắc xin cũng không phải là thứ chúng ta có thể đặt lên bàn cân chỉ vì nó giảm triệu chứng cho F0, trong khi các triệu chứng hậu Covid-19, có thể tồn tại vĩnh viễn mới là vấn đề đáng lo hiện tại.. . . . Qua những góc nhìn trên, em hi vọng quý thầy cô trường Đại học Bách Khoa cũng như trung tâm GDQPAN sẽ có những phương án, kế hoạch khác nhằm đảm bảo tuyệt đối sức khoẻ của sinh viên, để sinh viên có thể yên tâm học tập.. . . . Không có chuyện học nào quan trọng hơn được sức khoẻ, luôn luôn có một cách khác để giải quyết mọi vấn đề. Em rất cảm ơn quý thầy cô đã đọc đến đây.. . . . Kính chúc quý thầy cô thật nhiều sức khoẻ.",
            "Chào em,. . - PĐT ghi nhận ý kiến đóng góp của em. Hy vọng các em chia sẻ những khó khăn chung trong tình hình hiện nay.. . - Em liên hệ PĐT TT GDQP qua 028.[student_id]7, hoặc email [email]. . để có thể hỗ trợ thêm nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Dạ thưa thầy cô,. . Em là [full_name] thuộc đại đội 30 trong danh sách phân công của môn giáo dục quốc phòng khóa 405. . Mong thầy cô cho em hỏi là đại đội 30 mình sẽ thuộc nhóm học 2 tuần trực tiếp trước hay 2 tuần trực tiếp đợt sau vậy ạ.. . Em cảm ơn thầy cô ạ.",
            "Chào em,. . Em liên hệ PĐT TT GDQP qua 028.[student_id]7, hoặc email [email]. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em chào thầy/cô ạ,. . . . Học kì HK202 em có làm đơn hoãn bảo vệ luận văn tốt nghiệp, HK211 vừa rồi em đã hoàn thành bảo vệ và làm đơn xin xoá điểm 14 đó ạ.. . . . Tình trạng SV của em hiện trên trang mybk là Tạm dừng do HK211 không đăng ký môn học.. . . . Em có cần làm đơn gì để được cập nhận lại tình trạng SV không ạ?  Em sợ em sẽ bị trễ đăng ký tốt nghiệp.. . . . Em cảm ơn ạ.",
            "Chào em,. . không sao bạn, Khi nào bạn có tên trong danh sách dự kiến tốt nghiệp, PDT sẽ tự động ra thu nhận lại và quyết định tốt nghiệp cho bạn.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . dạ hướng dẫn cho em để em hoãn thi ạ",
            "Chào em,. . Em vui lòng xem quy chế điều 17. . http://www.aao.hcmut.edu.vn/quy chế quy định/học vụ/- Quy chế đào tạo và học vụ bậc đại học, cao đẳng/điều 17. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: K[student_id]  /b \t. . . .   i Tốt nghiệp . Dạ cô cho em hỏi, em chưa nhận được mail thông báo nhận bằng tốt nghiệp, em tra mssv trên trang aao danh sách tốt nghiệp thì chưa có tên, cô cho em hỏi thông tin nhận bằng",
            "Gửi đến Anh/Chị Sinh viên. . Hiện các Anh/Chị Sinh viên chưa có kết quả thẩm tra bằng tốt nghiệp THPT (theo qui định của Bộ)nên đề nghị Sinh viên hoàn thành các thủ tục+theo diện đầu vào (hướng dẫn phần bên dưới) trước khi nhận bằng (PĐT đã gửi e.mail thông báo Sinh viên đến nhận bằng, nên Sinh viên có thể đem theo các thủ tục để hoàn tất thủ tục thẩm tra và nhận bằng cùng lúc).. .  . . Thủ tục hợp lệ:. . • photo công chứng: nộp 02 bản sao bằng sao y (có công chứng) đính kèm bằng bản chính, sau khi kiểm tra sẽ gửi trả lại bằng bản chính cho Sinh viên... . • Trường hợp bằng THPT/PTTH bản sao do Sở Giáo dục và Đào tạo cấp: chỉ nộp 01 bản.. . • Bản sao bằng hoặc do Trường Đại học/Cao đẳng nới cấp bằng sao y: chỉ nộp 01 bản.. .  . . Sinh viên cần phải nộp bằng, thuộc diện đầu vào:. .  . . A.Sinh viên diện Chính quy chuyển sang VLVH. . aChính quy đại trà. . • Bổ sung bằng tốt nghiệp THPT/PTTH. . b.Bằng 2 chính quy. . • Bổ sung bằng tốt nghiệp THPT/PTTH. . • Bổ sung bằng Đại học. . B. Sinh viên diện thi/trúng tuyển. . •  Bổ sung bằng tốt nghiệp THPT/PTTH. . C. Sinh viên diện đã tốt nghiệp ĐH/CĐ. . • Bổ sung bằng tốt nghiệp THPT/PTTH. . • Bổ sung bằng Đại học/Cao đẳng. .  . . Các trường hợp Sinh viên đã tốt nghiệp bằng 1 tại Trường ĐH Bách Khoa – ĐHQG HCM, đề nghị phản hồi và cung cấp mã số Sinh viên trước đây qua địa chỉ e.mail [email]. .  . . Đề nghị các Anh/Chị Sinh viên hoàn thành để nhận bằng.. .  . . Thân chào và chúc các Anh/Chị nhiều sức khỏe."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Dạ em xin chào thầy cô,. . Dạ cho em hỏi về việc cập nhật thời khóa biểu môn Thí nghiệm Hoá đại cương bù HK211 là vào đợt đăng kí học thí nghiệm hoá đại cương trực tiếp tại trường đợt 2 em đã đăng kí và đã hoàn thành tham gia và có điểm danh đầy đủ hai buổi học thí nghiệm tại CS1 vào 2 tuần 3 và tuần 4 ( 2 ngày 17/1 và ngày 24/1 ). Nhưng hiện nay theo cập nhật thời khoá biểu em vẫn có thời khoá biểu môn thí nghiệm hoá đại cương vào tuần 10. Cho em hỏi em có phải đi học vào 2 buổi ở tuần 10 theo tkb mới không ạ ? . . Em xin cảm ơn ạ.",
            "Chào em,. . Nếu em đã hoàn thành  thì em liên hệ GV để xác nhận có cần đi học không, PĐT chỉ xếp lịch học bù chung.. . Thân mến. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em chào phòng đào tạo ạ,. . . . Em tên [full_name] - MSSV: [student_id] - SĐT: [phone_number]   - Gmail: [email]. . Tình hình hiện tại là trong học kì này, em đã hoàn thành toàn bộ chương trình học tại trường, nên học kì này em không đăng kí bất kì môn nào để có thời khóa biểu, em mong trường tạo điều kiện giúp em để em có thể nhận được giấy chứng nhận sinh viên để giảm nhẹ chi phí thi toeic 990k đối với sinh viên thay vì 1390k nếu không có giấy chứng nhận sinh viên, vì tình hình dịch bệnh hiện tại khiến kinh tế của bất kì ai cũng suy yếu, mùa dịch này khổ lắm thầy ơi. Em chỉ còn bổ sung anh văn để hoàn thành 100% điều kiện để tốt nghiệp. [full_name]ỦA EM: 144/8 Âu Cơ, Phường 9, Quận Tân Bình, Thành phố Hồ Chí Minh, Việt Nam. Em muốn nhận qua đường bưu điện. . [full_name]ỦA EM: 144/8 Âu Cơ, Phường 9, Quận Tân Bình, Thành phố Hồ Chí Minh, Việt Nam. . Trong thời gian chờ đợi từ sự thông báo từ phòng đào tạo, em xin chân thành cảm ơn.. .",
            ". .",
            "Pdt sẽ gởi mail cho bạn nghen"
        ]
    },
    {
        "intent": "",
        "message": [
            "Em chào quý thầy/ cô,. . Em tên [full_name] - MSSV: [student_id] - Lớp: L24.. . Em có một số thắc mắc về điểm môn Giải tích 1, mong quý thầy/ cô giải đáp và xem xét giúp em ạ.. . 1) Vào ngày 28/12/2021, em có tham gia thi cuối kì môn Giải tích 1, có record lại màn hình thi (đã nộp) và em cũng có tên trong file điểm cuối kì được đăng trên BKel. Nhưng em lên xem điểm tổng kết trên Cổng thông tin sinh viên thì thấy bị điểm 13 ạ.. . 2) Về điểm BT, các bài kiểm tra trên BKel em đều làm hết, các bài đều 9 điểm trở lên nhưng điểm tổng kết về phần BT chỉ 8.5 (em tính trung bình phần BT là 9.5). . (*) Ảnh minh chứng:. . https://drive.google.com/drive/folders/1hZg538pdh3SKCir7x120cGn17EeU424p?usp=sharing. . (**) Record minh chứng:. . https://drive.google.com/file/d/1IoAs_6SXP7gBN-[full_name]LWpO0GqBwLR7ej/view?usp=sharing. . Kính mong quý thầy/ cô xem xét giúp em ạ.. . Em xin chân thành cảm ơn!. . *Ghi chú: Em đã liên hệ với giảng viên phụ trách và thầy có trả lời: \"Có lẽ có sai sót khi xử lý dữ liệu, thầy sẽ kiểm tra và cập nhật nhé\" nhưng đã qua mấy tuần điểm số của em trên Cổng thông tin sinh viên vẫn chưa được chỉnh sửa  I   /I . Em cũng đã mail cho thầy thêm 1 lần nữa (vì sợ thầy quên) nhưng thầy không trả lời mail. Như vậy, vấn đề của em như vậy có sao không? Và em phải giải quyết như thế nào? . .",
            "Chào em,. . - Các hoạt động trong khóa học do GV phụ trách môn học quản lý, PĐT không có quyền can thiệp. SV vui lòng liên hệ GV.. . - Nếu GV đã khóa môn học và muốn sửa điểm thì GV gửi email hoặc phiếu đề nghị mở khóa môn học, nhóm để mở khóa trong thời gian cho phép sửa.. . Thân mến"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Mail của bạn em: [full_name]. . MSSV: [student_id]. . . Email: [email] không đăng nhập vào hệ thống Bkel để học được và mật khẩu cũng không đổi được.. . Tối hôm qua, bạn em có đăng nhập vào Bksi để hỏi nhưng 1 tiếng sau đó tài khoản đã tự động bị đổi mật khẩu. . . Bạn em liên hệ với nhà trường nhưng không ai nghe máy.. . Cho em hỏi, bạn em cần liên hệ với ai để giải quyết vấn đề.. . Em cảm ơn.. .",
            "Chào em,. . Cô đã trả lời bạn em vào chiều thứ 6, bạn em đã gửi câu hỏi lên bksi. . \"Thời gian: 02/25/2022 05:06:40 pm. . Từ: [563] (001829) [full_name]. . . . Chào em,. . - Em đăng nhập vào mybk. . Tên tài khoản : [full_name].[full_name]bk_7968. . Mật khẩu mới : [student_id]@. . - Đăng nhập vào email. . Tên tài khoản : [email]. . Mật khẩu mới : [student_id]@. . Thân mến\". ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ em chào thầy cô ạ.. . Em là sv k17 và đã hoàn thành lvtn. Em còn một môn hạ tầng  công trình giao thông, đã học lần thứ 3. Kì này em có đăng kí ở họ kì chính, nhưng em muốn đk thêm ở kì dự thinh được không ạ? Vì để sắp xếp thời gian phù hợp ạ. Nếu được mong thầy cô phản hồi giúp em để học kịp ạ. Em cảm ơn.",
            "Chào em;. . Không được nhé em. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: 1713166  /b \t. . . .   i Đăng ký môn học . Dạ chào thầy/cô, . . Vừa rồi trường có mở đợt đăng kí Anh Văn nhu cầu, em có đăng ký nhưng vừa rồi em vào kiểm tra thì bị mất môn, thầy/cô có thể hỗ trợ để em đăng ký lại được không ạ!  . . Môn học em muốn đănh ký là Anh Văn 4A (nhu cầu). . . Em xin cảm ơn ạ! . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . dạ mong pđt và bksi xem xét dùm em đơn hủy rút môn học ạ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Cho em hỏi về đăng ký thi nói viết tiếng anh tại trường. Nếu đạt điểm đủ yêu cầu thì không cần đăng ký các lớp tiếng anh đúng không ạ. . .  . .",
            "Chào bạn. . Bạn vui lòng đọc kỹ các chuẩn ngoại ngữ nhé.. . - Về quy định chuẩn tiếng anh trong quá trình học: Bạn vui lòng xem chi tiết tại trang web aao--  sinh viên --  Quy chế --  Quy chế đào tạo và học vụ bậc đại học và cao đẳng -- Phụ lục 1: Quy định về ngoại ngữ . . - 2 vấn đề thi nói viết tiếng anh và đăng ký các lớp tiếng anh không liên quan với nhau.. . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Kính gửi: Phòng Đào tạo trường Đại học Bách Khoa thành phố Hồ Chí Minh. . Họ tên SV: [full_name]                                                                            MSSV: [student_id]  . . Ngày sinh: 12-10-2002              . . Lớp: L01- khoa Quản lý công nghiệp                     Số ĐT: [student_id]59. . Em nhận được mail thông báo của phòng đào tạo về quyết định đồng ý hoãn thi với nội dung như hình bên dưới.. . Thông báo của trường như vậy nghĩa là sẽ tổ chức thi lại trong tháng 3 hay chỉ là cập nhật điểm 14 thôi ạ.. . Em cũng mong muốn được giải đáp về việc tổ chức thi lại sẽ diễn ra bằng hình thức nào và vào thời gian nào? Em có nghe được thông tin là sẽ thi lại khi môn học được mở trở lại và thi chung với khoá sau thì có chính xác không ạ?. . Em mong được giải đáp thắc mắc trong thời gian sớm nhất.. . Em xin cảm ơn",
            "Đã trả lời. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Lịch của e đăng ký môn anh văn cơ bản giờ nó trùng với lịch học quốc phòng thì pdt có hủy môn anh văn cho em không ạ. . Nếu huỷ thì có phải đóng học phí không ạ ?. .",
            "Chào em,. . - SV tự đăng ký và tự chịu trách nhiệm, lịch học nó có sẵn.. . - Về việc Rút môn học: em xem email PĐT đã gửi:. . \"ĐĂNG KÝ RÚT MÔN HỌC HỌC KỲ 2(2021-2022). . Hộp thư đến. . . . - Ho Tro SV   support.stu@hcmut.edu.vn . . 08:57, Th 6, 7 thg 1. . tới stu.all. . . . Thân gửi các bạn sinh viên,. . . .   Phòng đào tạo thông báo về phương thức đăng ký RÚT MÔN HỌC (tính Học Phí theo quy định) (Chính quy + Dự thính) của học kỳ 2 (2021-2022) như sau:. . . . SV đăng nhập vào Google bằng tài khoản BKNetID@hcmut.edu.vn và điền thông tin RÚT MÔN HỌC theo link : https://forms.gle/QUtA7vkKnkW9oqBm8. . . . Thời gian đăng ký : Từ ngày 10/01/2022 đến hết ngày 05/03/2022. . . . Xem chi tiết quy định về rút môn học tại QUY CHẾ ĐÀO TẠO VÀ HỌC VỤ điều 11.2. . . . Chúc các bạn học tập thật tốt!"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Do sai sót nên em đăng kí cả 2 môn học đề cương luận văn và luận văn tốt nghiệp ở học kì 211 và đã đóng tiền cả 2 môn.. . Tuy nhiên thực tế trong kì chỉ thực hiện đề cương luận văn. Vậy môn luận văn tốt nghiệp có thể dời đến kì sau không ạ?",
            "Chào bạn. . Bạn làm đơn xin hủy môn LVTN trình bày thật rõ ràng lý do ký tên rồi nộp lại Pdt. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính gửi PĐT,. . Em tên là [full_name]. . Mssv: [student_id]. . Hôm nay em gởi mail về PĐT vì em có một vài thắc mắc ạ. Lần trước em có gởi mail để xác nhận việc bị hủy thời khóa biểu vì lý do chưa hoàn tất học phí, sau đó PĐT có ghi nhận em đã hoàn thành và cập nhật lại TKB cho em, nhưng Lịch thi thì vẫn chưa được cập nhật ạ.. . Hôm nay ngày 26.2 em vào lại xem lịch học thì thấy cả TKB và Lịch thi đều bị hủy lần 2 ạ.. . Dạ em không biết là còn lý do gì khác em bị hủy không ạ. Em sắp thi cuối kì rồi, em lo lắm ạ.. . Em mong PĐT xem xét lại TH này của em.. . Em chân thành cảm ơn!. . Trân trọng, . . [full_name]. . . .",
            "Chào bạn, . . Sau thứ 5 ngày 03/03/2022 sẽ kiểm tra và phục hồi thời khóa biểu cho bạn.. . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Kính chào thầy cô. . . Em có một vấn đề thắc mắc cần được giải đáp. Ki này em làm LVTN nhưng nếu em làm chưa xong, không đúng kì vọng của em thì em có thể qua kì sau bảo vệ được không ạ? . . Em cảm ơn. Chúc thầy cô nhiều sức khỏe.",
            "Chào bạn,      . . Về vấn đề của bạn vui lòng làm theo quy trình hoãn thi.                                                  . . PDT gửi bạn quy trình Hoãn thi: Bạn tải mẫu đơn PHIẾU ĐĂNG KÝ HOÃN THI/ VẮNG THI CÓ PHÉP (CUỐI KỲ) tại trang web : aao.hcmut.edu.vn    biểu mẫu. . Sau khi có xác nhận của Giảng viên hướng dẫn + Khoa không đồng ý cấm thi, đồng ý cho Hoãn thi gởi cho Phòng đào tạo xem xét nộp qua trang BKSI. . Về quy định (thi xóa điểm VT, cách tính điểm ĐẠT) Vắng thi có phép và hoãn thi: Bạn vui lòng xem chi tiết tại trang web aao.hcmut.edu.vn--  sinh viên --  Quy chế --  Quy chế đào tạo và học vụ bậc đại học và cao đẳng -- Điều 17.2. . Thân\""
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Kính chào thầy cô!. . Em có một thắc mắc mong thầy cô giải đáp, kì này em có đk Luận văn tốt nghiệp và khả năng cao là không làm xong. Vậy em có thể hoãn LVTN để kì sau bảo vệ được không? em cảm ơn, chúc thầy cô nhiều sức khỏe."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em Chào [full_name]T ạ! Em tên [full_name] (MSSV: [student_id]), Khoa Công Nghệ Vật Liệu.. . Em đang cần giải đáp về việc xét miễn chứng chỉ anh văn định kỳ ạ!. . Chuyện là em có thi Anh Văn Đầu Vào (003101) lớp L28_B ngày 27/01/2021 lúc ấy em được tổng điểm là 685 (theo chuẩn thì được xét qua anh văn 4). Nhưng hiện tại, em vẫn chưa thấy mình được chuyển sang hệ miễn xét học phần anh văn ạ(xem trên mục điểm chuyển).Nên em không biết mình có được miễn xét chứng chỉ anh văn để đăng kí môn học hay không?. . Kính mong [full_name]T giải đáp giúp em ạ!. . Em cảm ơn!. . . . . .",
            "Chào bạn,. . - Sinh viên đăng ký dự kỳ kiểm tra tiếng Anh định kỳ (theo định dạng TOEIC) do PĐT tổ chức không dùng để miễn môn các môn anh văn 1234 chỉ dùng để đạt chuẩn tiếng Anh sau mỗi năm học. . - Về quy định chuẩn tiếng anh trong quá trình học: Bạn vui lòng xem chi tiết tại trang web aao--  sinh viên --  Quy chế --  Quy chế đào tạo và học vụ bậc đại học và cao đẳng -- Phụ lục 1: Quy định về ngoại ngữ --  điều 2-c. . Chúc bạn học tập tốt nhé.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Kinh chào quý thầy, cô . . Em tên là: [full_name] MSSV:[student_id] . . Khoa: Kỹ thuật Xây Dựng khóa K21. .   Hiện tại em đang là F0 có triệu chứng, và ngày mai có bài kiểm tra giữa kỳ Giải Tích 2 tập trung. Vì lý do sức khỏe không đảm bảo.Kính xin quý thầy, cô hướng dẫn em làm thủ tục hoãn thi. .   Em xin trân trọng cảm ơn và kính chào quý thầy, cô ạ!. .",
            "\"\"\"Chào bạn,. . Về việc kiểm tra bổ sung (giữa kỳ):. . SV có thể liên hệ với GV để xin được kiểm tra bổ sung lại, nếu GV không đồng ý. . Bạn vui lòng tải mẫu đơn: Phiếu đăng ký dự thi kiểm tra bổ sung tại trang web : aao.hcmut.edu.vn    Sinh viên    biểu mẫu. . Điền đầy đủ thông tin nộp tại BKSI (áp dụng đối với các môn lý thuyết có lịch thi ). . Thân\"\"\""
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Kính gửi Phòng Đào Tạo ĐH Bách Khoa TP.HCM. . Em tên là: [full_name]. . MSSV: [student_id], sinh viên hệ VLVH Khoa Điện - Điện Tử, Ngành Tự động hóa & điều khiển.. . . . Theo danh sách dự kiến tốt nghiệp hệ VLVH 4/2022, em kiểm tra thấy em bị thiếu tín chỉ tích lũy 145/146.. . . . Em có phản hồi mail cho Thầy [full_name] và thầy báo em thiếu môn Đo [full_name] (404819).. . . . Tuy nhiên, em đã học môn Đo [full_name] (theo mã MH mới - EE3005) và đạt điểm tổng kết 5.5 vào học kì 1 năm học 2017-2018.. . . . Mong Phòng đào tạo kiểm tra lại giúp em!. . Em xin chân thành cảm ơn!",
            ". .",
            "\"Chào bạn,. . PDT đã ghi nhận yêu cầu về đăng ký xét TN của bạn. SV vui lòng theo dõi email  và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 08/03/2022 SV vẫn chưa nhận được thấy tên trong ds dự kiến tốt nghiệp (http://www.aao.hcmut.edu.vn    Tốt nghiệp    Thông tin tốt nghiệp) hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ tại (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 04/2022 . . Về tình trạng sinh viên, khi nào em có tên trong ds dự kiến tốt nghiệp, PDT sẽ tự động ra QD thu nhận cho bạn nhé. . Thân\"",
            "\"Chào bạn. . Pdt kiểm tra hiện tại bạn không còn nợ môn, hiện bạn còn thiếu chuẩn AV tốt nghiệp. . Không đủ ĐK để tốt nghiệp. . Bạn kiểm tra lại nghen. . Trường hợp có khiếu nại bạn có thể gửi lại qua bksi.. . Trường hợp SV học môn tương đương nhưng chưa được cập nhật, vui lòng gửi lại thêm 1 yêu cầu khác về việc xin cập nhật môn tương đương (ghi rõ tên và mã MH SV học, ở học kỳ nào? bao nhiêu điểm? và tương đương với môn học nào thuộc CTĐT của SV). . Thân\""
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em muốn hỏi thi giữa kì online bị cúp điện thì cần làm gì ạ.",
            "\"Chào bạn,. . Về việc kiểm tra bổ sung (giữa kỳ):. . SV có thể liên hệ với GV để xin được kiểm tra bổ sung lại, nếu GV không đồng ý. . Bạn vui lòng tải mẫu đơn: Phiếu đăng ký dự thi kiểm tra bổ sung tại trang web : aao.hcmut.edu.vn    Sinh viên    biểu mẫu. . Điền đầy đủ thông tin nộp tại BKSI. . Thân\""
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Kính gửi thầy/cô,. . . . Em là [full_name], MSSV [student_id] ạ. Em có kì thi giữa kì vào 16h00 ngày 26/2/2022 nhưng em không thể tham gia được vì phải đi chuyến bay về TP HCM ạ. Em sẽ tham gia kì thi vét sau đó hoặc những hình thức khác theo quyết định của Phòng Đào Tạo hoặc giảng viên bộ môn (thầy [full_name]) ạ.. . . . Em xin chân thành cảm ơn và mong PDT và giảng viên bộ môn (thầy [full_name]) thông cảm ạ.. . . . Người làm đơn. . [full_name]",
            "Chào em,. . Về việc kiểm tra bổ sung (giữa kỳ):. . SV có thể liên hệ với GV để xin được kiểm tra bổ sung lại. Nếu GV không đồng ý, em vui lòng tải mẫu đơn: Phiếu đăng ký dự thi kiểm tra bổ sung tại trang web : aao.hcmut.edu.vn    Sinh viên    biểu mẫu. . Điền đầy đủ thông tin nộp tại BKSI (môn kiểm tra do PĐT xếp lịch tập trung). . Thân mến. .",
            "li answer rate: Answer suits the needs / Câu trả lời đúng ý"
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính gửi thầy/cô,. . Em muốn hỏi là làm sao để xin phép hoãn thi giữa kì môn giải tích 2 ạ? Em xin cảm ơn.. . . .   i Yêu cầu khác .",
            "Chào em,. . Về việc kiểm tra bổ sung (giữa kỳ):. . SV có thể liên hệ với GV để xin được kiểm tra bổ sung lại. Nếu GV không đồng ý, em vui lòng tải mẫu đơn: Phiếu đăng ký dự thi kiểm tra bổ sung tại trang web : aao.hcmut.edu.vn    Sinh viên    biểu mẫu. . Điền đầy đủ thông tin nộp tại BKSI. . Thân mến. . . . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Hiện tại em đang gặp vần đề về sức khoẻ và muốn xin hoãn bài kiểm tra giữa kì môn Giải tích 2 (MT1005) vào ngày mai thì em có thể làm như thế nào ạ?",
            "\"\"\"Chào bạn,. . Về việc kiểm tra bổ sung (giữa kỳ):. . SV có thể liên hệ với GV để xin được kiểm tra bổ sung lại, nếu GV không đồng ý. . Bạn vui lòng tải mẫu đơn: Phiếu đăng ký dự thi kiểm tra bổ sung tại trang web : aao.hcmut.edu.vn    Sinh viên    biểu mẫu. . Điền đầy đủ thông tin nộp tại BKSI (áp dụng đối với các môn lý thuyết có lịch thi ). . Thân\"\"\""
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Hiện tại em đang gặp vần đề về sức khoẻ và muốn xin hoãn bài kiểm tra giữa kì môn Giải tích 2 (MT1005) vào ngày mai thì em có thể làm như thế nào ạ?",
            "\"Chào bạn,. . Về việc kiểm tra bổ sung (giữa kỳ):. . SV có thể liên hệ với GV để xin được kiểm tra bổ sung lại, nếu GV không đồng ý. . Bạn vui lòng tải mẫu đơn: Phiếu đăng ký dự thi kiểm tra bổ sung tại trang web : aao.hcmut.edu.vn    Sinh viên    biểu mẫu. . Điền đầy đủ thông tin nộp tại BKSI (áp dụng đối với các môn lý thuyết có lịch thi ). . Thân\""
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: G[student_id]  /b \t. . . .   i Học vụ . Em xin gửi lại đơn ạ.. . Em cảm ơn sự hỗ trọ của pđt.",
            "Chào bạn, . . PDT đã xử lý chuyển điểm tương đương theo yêu cầu của bạn.. . Dự kiến trong tháng 3/2022 sẽ cập nhật tại mybk  thông tin sinh viên  điểm chuyển. . . Hiện tại bạn có thể đăng ký in bảng điểm tại mybk để kiểm tra.. . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: G[student_id]  /b \t. . . .   i Học vụ . Dear anh/chị,. . Cho em đặt câu hỏi là em có TKB HK212, môn học AV4, nhưng em kiểm tra trên trang BKpay không thấy link đóng học phí cũng như thông tin về lịch thi.. . . . [full_name]",
            "Chào em,. . HK212 chưa có thông tin học phí trên bkpay. Tất cả luôn nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em muốn thanh toán 200.000đ phí chuyển điểm anh văn trên BKPAY nhưng đã nửa ngày trời và em vẫn chưa thanh toán được, thầy cô cho em xin cách thức khác để có thể thanh toán, chứ trang web như này mà khi nhấn vào thanh toán, nó xoay nửa ngày trời, xoay xong thì nhập tài khoản vào chẳng cho thanh toán",
            "Chào em,. . Đã vào được nhé. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Thầy/cô cho em hỏi hiện tại em đang ở tình trạng tạm dừng do không đăng ký môn học.. . Em đã nộp đủ toeic và cũng đã đủ điều kiện tốt nghiệp nhưng vẫn chưa có tên trong danh sách dự kiến tốt nghiệp.. . Nhờ thầy/cô kiểm tra giúp em xem còn thiếu điều kiện gì nữa không để em đăng ký tốt nghiệp ạ ?. . Mssv: [student_id]. . Em cảm ơn!",
            "Chào bạn. . Bạn đã có tên trong danh sách dự kiến tốt nghiệp, Sinh viên xem lịch trình đăng ký tốt nghiệp trang web PĐT: . . http://www.aao.hcmut.edu.vn    Tốt nghiệp    Thông tin tốt nghiệp. . - Sinh viên kiểm tra kỹ các thông tin (Họ tên, ngày tháng năm sinh, nơi sinh, điểm TB, loại tốt nghiệp, ngành tốt nghiệp,..) trên danh sách dự kiến tốt nghiệp và đảm bảo không có sai sót vì các thông tin này sẽ được in trên Bằng tốt nghiệp và học bạ. Xin phản hồi ngay với Phòng Đào tạo nếu có sai sót.. .   Dự kiến vào cuối mỗi tháng Phòng đào tạo sẽ lấy danh sách sinh viên đã đăng ký tốt nghiệp (SV đã đăng ký, thanh toán tiền và có xác nhận đã nhận của PĐT) để ra Quyết định công nhận tốt nghiệp, tiến hành in Bằng tốt nghiệp và sẽ thông báo mời SV đến nhận sau khi hoàn tất.. . Lưu ý :      . . - SV đăng ký tốt nghiệp tại myBK (Mục Đăng ký tốt nghiệp), thanh toán tiền qua BKPay, sau đó nhấn xác nhận (Sinh viên không phải in đơn cấp bằng).. . - PĐT xác nhận Đơn cấp bằng qua hệ thống, sinh viên theo dõi thông tin được gửi trong email sinh viên.. . - Hiện tại PDT đang ra Quyết định thu nhận lại cho SV để đăng ký xét tốt nghiệp, bạn theo dõi tình trạng trên mybk/Thông tin Sinh viên, khi nào chuyển qua trạng thái đang học, bạn vào đăng ký tốt nghiệp lại nhé.. . Trân trọng thông báo."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: 1915202  /b \t. . Dạ em chào thầy/ cô tư vấn, em tên là Trần Thị Thu Thảo với MSSV 1915202, học lớp L03 môn Kỹ thuật phản ứng (CH3347), mã phòng thi là L03_B. . . Do trường xếp lịch thi gấp (chỉ trong vòng 10 ngày) mà em ở Quảng Trị, nên phải đặt vé máy bay sớm nhất có thể, mới có được vé đi vào Sài Gòn thì mãi tới hôm nay mới được bay vô á thầy. Thì từ nhà em vô Huế là 6h sáng tới Huế để kịp thi lúc 7h sáng hôm nay (26/02) thi môn \"Cơ sở tính toán thiết kế hệ thống công nghệ hóa học CH3349\" nhưng tới lúc 12h30 trưa mới được bay do bị delay máy bay đó thầy :((, thành ra vào lúc 3h30 em mới tới ktx kiếm đại chỗ để thi cho kịp 4h, thi liền luôn á thầy. Nên máy của em đi cùng em từ sáng tới giờ nó không đủ pin để em thi á. (việc này 1 phần cũng do lỗi của em, vì không kiếm ra được vé sớm hơn để vô ktx thi ạ, em xin lỗi thầy ạ) (em có đính kèm cho lý do em nói là sự thật ạ bên dưới ạ). . Mặt khác, là do lỗi hệ thống bkexam đã đặt lịch nộp bài sai, vào lúc 4:45 phải nộp bài đến 4:55, nhưng hệ thống lại bị sửa thành 4:55, mới bắt đầu cho nộp nhưng mãi tới 5:00 mới được chính thức nộp mà khoảng 5 phút sau đã đóng (tức tụi em bị mất 5 phút để nộp bài), nên máy em hết pin ngoài ý muốn của em. Mà đến lúc em vô lại là 5:04 để nộp thì hình như hệ thống đã đóng không cho nộp. Em thật lòng rất muốn được nộp bài môn này, mong thầy/ cô có thể xem xét ạ. Vì giữa kì không thể hoãn thi á thầy/ cô, nên mong thầy/ cô xem xét cho em lần này để em có thể được chấm điểm môn này ạ. . . Em xin lỗi vì những bất tiện mà em đang mắc vì thầy Việt dạy bộ môn này, đã dặn là không nhận bài qua mail nên em mong thầy/ cô có thể giúp cho em và chấm điểm cho em môn này ạ. Em đã báo giám thị coi thi là em không nộp được bài rồi ạ. . . Em sẽ rất cảm kích nếu thầy/ cô đã báo thầy Việt bỏ qua chấm điểm cho em môn này ạ :((. . Mong thầy/ cô phản hồi em sớm ạ. Em cám ơn thầy/ cô đã đọc mail và chúc thầy thật nhiều sức khỏe để vượt qua đại dịch này ạ. :D . . ----- . . Trần Thị Thu Thảo - 1915202 - L03 môn Kỹ thuật phản ứng CH3347. . sdt: 0343262283. .   i Học vụ .",
            "Chào em,. . Các hoạt động trong khóa học do GV phụ trách môn học quản lý, PĐT không có quyền can thiệp. SV vui lòng liên hệ GV.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "[full_name] [student_id] lỚP CK18DET. . . .   i Học vụ . em chào thầy cô,. . Cho em hỏi về cách tính điểm và làm tròn . . Em tính theo phần trăm điểm môn Đại số tuyến tính thì (bt5%:0,btl 20%:8.5, gk 25%:3đ, ck 50% :3đ ra 4.7 làm tròn lên 5.. . Môn [full_name] tính (MT1009)của em là (bt5%:10đ, btl 20%:9.5, gk 25%:3đ, ck 50% :3đ ra 4.65. . Mà trên điểm tổng kết là 4.5 . . Thầy cô giải đáp giúp em ạ.. . . . . . . .",
            "Chào bạn, . . Về việc nhập điểm bạn vui lòng liên hệ giảng viên giảng dạy để được hỗ trợ và giải đáp. . . Thân."
        ]
    }
]