[
    {
        "intent": "",
        "message": [
            "Chứng chỉ ngoại ngữ - Đại học - Cao đẳng chính quy   Khác ... . Thưa cô/thầy, cho em hỏi là nếu em nộp chứng chỉ ngoại ngữ vào ngày 25/7/2019 thì những môn học(HK 191) chưa đủ điều kiện tiên quyết về AV mà em đã đăng kí đợt 1 ngày 21/5/2019 và đợt hiệu chỉnh ngày 9/7/2019 có bị xóa không ạ. Em cảm ơn !",
            "Chào bạn,. . Nếu bạn chưa đạt chuẩn anh văn sau năm 1 thì kết quả đăng ký đợt 1 sẽ bị hũy, bạn sẽ không được đăng ký các môn cơ sở ngành cuả năm 2 vào đợt 09/07/2019.. . Trước thời điểm mở đăng ký môn học của HK191 mà bạn có chuẩn anh văn (trên hệ thống) đạt thì bạn sẽ được mở cho đăng ký môn học HK191.. . Bạn vui lòng xem chi tiết lịch học vụ để biết rõ các đợt lấy dữ liệu anh văn cho từng đợt đăng ký môn học tương ứng tại:www.aao.hcmut.edu.vn- sinh viên - Lịch học vụ.. . Thân.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Dạ thưa cô do e không đủ điểm av đầu vào nên e phải thi và nộp bằng vào để được đăng kí môn học cho kì 1 năm sau ạ. Em có thấy thông tin là ngày 25 tháng 7 là đợi xét bằng av đợi 3 trong năm 2019 vậy nếu e nộp bằng av trước ngày 25 tháng 7 thì có kịp cho việc đăng kí môn học vào kì một năm sau không ạ. Em cảm ơn.",
            "responsible person: [551] [staff_name] [helpdesk staff]",
            "Chào bạn,. . Nếu bạn chưa đạt chuẩn anh văn sau từng năm  thì bạn sẽ không được đăng ký các môn cơ sở ngành cuả năm sau.. . Trước thời điểm mở đăng ký môn học của HK191 mà bạn có chứng chỉ anh văn  (trên hệ thống ) đạt thì bạn sẽ được mở cho đăng ký môn học HK191.. . Bạn vui lòng xem chi tiết lịch học vụ để biết rõ các đợt lấy dữ liệu anh văn cho từng đợt đăng ký môn học tương ứng tại:www.aao.hcmut.edu.vn- sinh viên - Lịch học vụ.. . Thân.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Em là sinh viên K18 vì một số lý do em đã đăng kí thi lại vào ngành khác của ĐHBK. Thầy cô cho em hỏi nếu em đậu thì em có được giữ điểm những môn đã học ở năm nay không ạ hay em phải học lại từ đầu như K19 ạ ?",
            "Chào bạn,. . Theo quy chế hiện hành, nếu bạn đang học tại trường mà nghỉ học thi lại trúng tuyển ngành khác thì chỉ xét miễn học môn học GDQP và GD thể chất.. . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Khác ... . Kính gửi: Thầy cô Phòng đào tạo. . Em tên là [full_name]. . Mssv: [student_id]. . Em thuộc khoa kĩ thuật hóa học . . Em muốn hỏi là hè này e có thực tập môn quá trình và thiết bị cơ học. Em muốn hỏi nếu đi thực tập thì có được đăng kí học hè thêm môn khác đc không ạ?. .",
            "Chào bạn,. . . . Em đăng kí môn thực tập môn quá trình và thiết bị cơ học, nếu muốn đăng kí môn khác phản có sự đồng ý của khoa."
        ]
    },
    {
        "intent": "",
        "message": [
            "Chứng chỉ ngoại ngữ - Đại học - Cao đẳng chính quy   Khác ... . Em học VLVH . . A/C cho em hỏi có phải em học xong 4 loại anh văn như trên hình . thì em có thể tốt nghiệp mà không cần phải test thêm bất kì loại Anh văn nào nữa đúng không ah..!",
            "Chào em.. . Em học theo điều kiện tiên Quyết Từ AV205- AV400 thì em có thể tốt nghiệp. Hoặc em có thể tham gia các kỳ thi Anh văn theo định hướng Toeic do PĐT tổ chức (hiện đang đăng ký online). . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Xin chào [full_name]. . [full_name] cho em hỏi : sắp tới 3/6- 5/6 có đợt ĐKMH dự thính đợt 3 ; mà em mới thử ĐK môn anh văn 1 nhưng ĐK không được, điều kiện cần là phải ĐK môn anh văn cơ bản học trước .. . . . Nhưng trong đợt thi chuẩn anh văn tháng 5 vừa qua điểm thi của em là 325 , được đk môn anh văn1 mà .. . . . PĐT giúp em làm sao ĐK được môn AV1 này để học hè, chứ Học kì chính em phải học chuyên ngành rồi !. . . . em có gửi hình ảnh thêm,. . . .                       . .                       chân thành cảm ơn PĐT. .",
            "responsible person: [551] [staff_name] [helpdesk staff]",
            "Chào bạn,. . Bạn vui lòng xem rõ quy định, đợt mở đăng ký là từ 10g ngày 03/06 đến 15g ngày 05/06/2019. Ngày 31/05/2019 chưa đến đợt mở sao bạn đăng ký được....chương trình không có mở cho thử nha bạn.. . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Vừa làm vừa học - ĐTTX   Tốt nghiệp . E chào Thầy!. . Lê Quốc Cường : [student_id], Hè này e dk trả môn Mạch Điện Tử EE2007, mà học kì rồi E có học, sao lần này đk lại ko được vậy Thầy, Thiếu môn Giải Tích Mạch: EE1011. Mà môn Giải tích mạch Hiện tại E đang học , sao ko đk dc Mạch Điện Tử vậy [full_name]!. . E chào Thầy. .",
            "Em đăng ký bình thường. Đối với đợt đkmh đầu tiên của Dự thính hè hệ VLVH. hệ thống chỉ báo nhưng vẫn cho đăng ký môn.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            ". . Kính gửi: Thầy cô phòng [full_name] . . Em tên: [full_name] MSSV: [student_id]. . Em nhập sai loại bằng Tốt nghiệp Trung học Phổ Thông từ bản photo thành bản sao ạ nhưng em không sửa lại được vì không có nút sửa ạ? em phải làm sao ạ . . Em xin chân thành mong nhận được sự phản hồi và giúp đỡ ạ :(",
            "Chào bạn,. . Phòng đào tạo đã hủy thông tin bằng PTTH online sai của bạn, bạn vui lòng vào đăng ký lại thông tin.. . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính gửi: Thầy cô phòng Đào Tạo . . Em tên: [full_name] MSSV: [student_id] . . Em nhập sai mục Sở giáo dục trong phiếu thông tin văn bằng THPT và không thể chỉnh sửa lại được do không có nút sửa.. . Em xin chân thành mong nhận được sự phản hồi và giúp đỡ ạ.. . . .",
            "responsible person: [551] [staff_name] [helpdesk staff]",
            "Chào bạn,. . Phòng đào tạo đã hủy thông tin bằng PTTH online sai của bạn, bạn vui lòng vào đăng ký lại thông tin.. . Thân.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Điểm thi - Đại học - Cao đẳng chính quy   Điểm môn học . Nhà trường cho em hỏi về vấn đề học cải thiện. Học kì trước môn đại cương em đã qua môn và học kỳ này em đăng kí học cải thiện nhưng rớt môn hoặc điểm thấp hơn thì bảng điểm em có lấy điểm này hay điểm em đã cao hơn ạ. Em cảm ơn",
            "Chào bạn,. . Điểm các môn học trong từng học kỳ giữ nguyên không hũy bất kỳ môn nào dù là môn học lại hay cải thiện. Điểm trung bình tích lũy chung thì lấy cột điểm cao nhất của môn học để tính (nếu môn học lại nhiều lần), và bảng điểm tốt nghiệp chỉ in 1 cột điểm cao nhất của môn học đó.. . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Kính gửi: Thầy cô phòng [full_name] Tạo . . Em tên: [full_name] MSSV: [student_id] . . Em nhập sai phần nạp bản sao hay bản photo ạ nhưng em không sửa lại được vì không có nút sửa ạ? Em mong qúy thầy cô có thể mở lại cho em sửa nội dung ạ. . Em xin chân thành mong nhận được sự phản hồi và giúp đỡ ạ",
            "Chào bạn,. . Phòng đào tạo đã hủy thông tin bằng PTTH online sai của bạn, bạn vui lòng vào đăng ký lại thông tin.. . Thân.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Thông tin nơi sinh trên phiếu xác nhận của em bị sai và em lỡ bấm nhầm vào nộp bản sao do sở giáo dục cấp.Em mong nhà trường xem xét mở khóa phiếu thông tin để em điền lại.Em xin cảm ơn. .",
            "Chào bạn,. . Phòng đào tạo đã hủy thông tin bằng PTTH online sai của bạn, bạn vui lòng vào đăng ký lại thông tin.. . Thân.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Khác ... . Ad cho e hỏi: Hè này e có đi thực tập tốt nghiệp, nhưng e xin đc công ty cho phép vắng một số buổi để đc đi học dự thính vào học kỳ hè, vậy e có phải làm đơn để xin phòng đào tạo hay ko ạ,  hay là đăng ký r đi học bình thường. E xin cảm ơn.",
            "Chào em,. . . . Theo Trung tâm Bảo Dưỡng những sv đăng kí TTTN chỉ được đăng kí môn Tự động hoá và KT điều kiển tự động.. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăn  B   /B g ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được . Em là sinh viên khóa 2013 Khoa KT Địa Chất & Dầu Khí. Hiện tại, em đã hoàn thành LVTN bên Dầu khí, nhưng đang nợ AV 2 kĩ năng Nói - viết, nên em chưa đăng kí tốt nghiệp. Đồng thời, em đang học song bằng bên Khoa KT Xây dựng theo mã môn học khóa 2016 (đã được PDT tư vấn).. . Học kì 183, em đăng kí môn thực tập tốt nghiệp mã CI3343 nhưng PDT báo lỗi, và không đăng kí được.. . Em mong nhận được lời giải đáp và hướng dẫn để em có thể đăng kí được trong lần đăng kí bổ sung ngày 3-5/6/2019.. . Trân trọng,. . [full_name] - [student_id]2.",
            "QUOTE MSSV/MSGV: [student_id]2    . . . . Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được. . Em là sinh viên khóa 2013 Khoa KT Địa Chất & Dầu Khí. Hiện tại, em đã hoàn thành LVTN bên Dầu khí, nhưng đang nợ AV 2 kĩ năng Nói - viết, nên em chưa đăng kí tốt nghiệp. Đồng thời, em đang học song bằng bên Khoa KT Xây dựng theo mã môn học khóa 2016 (đã được PDT tư vấn).. . Học kì 183, em đăng kí môn thực tập tốt nghiệp mã CI3343 nhưng PDT báo lỗi, và không đăng kí được.. . Em mong nhận được lời giải đáp và hướng dẫn để em có thể đăng kí được trong lần đăng kí bổ sung ngày 3-5/6/2019.. . Trân trọng,. . [full_name] - [student_id]2.  /QUOTE . . Chào [full_name], Em là sv khóa 2013 thì em phải đăng ký môn học theo CTDT khóa 2013 nhe."
        ]
    },
    {
        "intent": "",
        "message": [
            "Chứng chỉ ngoại ngữ - Đại học - Cao đẳng chính quy   Khác ... . Thầy/cô cho e hỏi: Hiện tại e chưa đủ chuẩn AV năm nhất, e dự tính nộp bằng toeic vào đợt 2/7 thì có kịp thời gian để đăng kí môn học cho HK 191 đợt 2 ) bắt đầu ngày 9/7)không ạ",
            "Chào bạn,. . Nếu bạn chưa đạt chuẩn anh văn sau năm 1 thì bạn sẽ không được đăng ký các môn cơ sở ngành cuả năm 2.. . Trước thời điểm mở đăng ký môn học của HK191 mà bạn có chứng chỉ anh văn  (trên hệ thống) đạt thì bạn sẽ được mở cho đăng ký môn học HK191.. . Bạn vui lòng xem chi tiết lịch học vụ để biết rõ các đợt lấy dữ liệu anh văn cho từng đợt đăng ký môn học tương ứng tại:www.aao.hcmut.edu.vn- sinh viên - Lịch học vụ.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Gửi phòng đào tạo.. . em đạt 310 điểm đầu vào mà hiện tại em không đăng ký được môn Anh Văn 1 ạ. . . Em xin phòng đào tạo giải quyết giúp em với.",
            "responsible person: [551] [staff_name] [helpdesk staff]",
            "Chào bạn,. . Đợt 3 đăng ký môn học là từ 10g ngày 03/06/2019, nên ngày 31/05/2019 bạn không đăng ký được là đúng.. . Bạn vui lòng vào đăng ký môn học đúng đợt theo thông báo.. . Thân.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Chứng chỉ ngoại ngữ - Đại học - Cao đẳng chính quy   Khác ... . Em là sinh viên khóa 2013 Khoa KT Địa Chất & Dầu Khí. Hiện tại, em đã hoàn thành LVTN bên Dầu khí, nhưng đang nợ AV 2 kĩ năng Nói - viết, nên em chưa đăng kí tốt nghiệp. Đồng thời, em đang học song bằng bên Khoa KT Xây dựng theo mã môn học khóa 2016 (đã được PDT tư vấn).. . Hôm nay em có câu hỏi thắc mắc về vấn đề chứng chỉ ngoại ngữ như sau:. . Em đã có chứng chỉ ngoại ngữ 2 kĩ năng nghe và đọc Toeic 475. Theo CTĐT khóa 2016, để đủ Điều kiện tốt nghiệp phải có CCNN Toeic 500, như vậy với tình trạng và chương trình em đang theo học, thì em có phải cần bổ sung CCNN Toeic 500 hay không? . . Rất mong nhận được sự hỗ trợ, giải đáp và hướng dẫn của PĐT trường. . . Trân trọng, . . [full_name] - [student_id]2. .",
            "Chào bạn,. . Hiện tại bạn vẫn là đang học ctrinh của K2013, việc bạn tự tích lũy trước các môn học cho ngành xây dựng thì không được tính vào tích lũy ngàng tốt nghiệp Địa chất&dầu khí. Chuẩn anh văn của K2013 là Toeic 450 + 2 kỹ năng nói - viết bổ sung.. . Bạn đang hiểu nhằm việc học song bằng - chỉ áp dụng cho việc học 2 ngàng trong cùng 1 KHoa và phải sự đồng ý của Hội đồng học vụ của Khoa. Bạn nên liên hệ trực tiếp phó Khoa  phụ trách về học vụ hoặc bộ phận tiếp sinh viên -Phòng đào tạo để tư vấn rõ hơn.. . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được . Em là sinh viên khoá 2013 hiện đang học bằng hai. Em đã hoàn thành xong chương trình bằng 1 là Trắc địa bản đồ nhưng chưa nhận bằng và hiện đang học bằng hai ngành xây dựng dân dụng. Khi em đăng kí môn thực tập tốt nghiệp theo mã môn học của khoá 2016 (CI3343) thì bị huỷ vì đăng kí sai mã ngành. Vậy anh/chị cho em hỏi là em phải đăng kí theo mã cũ của khoá 2013 (804302) hay sao ạ ???. Em xin cảm ơn rất nhiều.",
            "QUOTE MSSV/MSGV: [student_id]5    [full_name] [full_name] [full_name] [full_name] Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được[full_name] [full_name] [full_name] [full_name] Em là sinh viên khoá 2013 hiện đang học bằng hai[full_name] Em đã hoàn thành xong chương trình bằng 1 là Trắc địa bản đồ nhưng chưa nhận bằng và hiện đang học bằng hai ngành xây dựng dân dụng[full_name] Khi em đăng kí môn thực tập tốt nghiệp theo mã môn học của khoá 2016 (CI3343) thì bị huỷ vì đăng kí sai mã ngành[full_name] Vậy anh/chị cho em hỏi là em phải đăng kí theo mã cũ của khoá 2013 (804302) hay sao ạ ???[full_name] Em xin cảm ơn rất nhiều[full_name]  /QUOTE [full_name] [full_name] [full_name] [full_name] Chào [full_name][full_name] [full_name] Ngày 3/6-5/6 em đăng ký lại TTTN cùng khóa nhe (804302)[full_name][full_name] [full_name]",
            "Chào anh/chị, hôm bữa 3/6 em có đăng kí lại môn thực tập tốt nghiệp theo mã 804302 mà sao thời khoá biểu ở trang mybk của em vẫn không có vậy. Hay do PĐT chưa cập nhật. Em xin cảm ơn.",
            "Chào bạn. . . . Bạn vào đợt kết quả đăng ký môn học chọn xem lịch sử đăng ký để biết lý do"
        ]
    },
    {
        "intent": "",
        "message": [
            "Dịch vụ cho sinh viên - Đại học - Cao đẳng chính quy   Bằng tốt nghiệp THPT . Kính gửi phòng đào tạo. . ﻿Em tên :[full_name] MSSV:[student_id]. . ﻿em nhập sai số hiệu bằng tốt nghiệp Trung Học Phổ Thông  và loại bằng nhưng e ko sửa lại được ạ.Mong phòng đào tạo giúp đỡ và phản hồi giúp em ạ.Em cảm ơn nhiều ạ",
            "Chào bạn,. . Phòng đào tạo đã hủy thông tin bằng PTTH online sai của bạn, bạn vui lòng vào đăng ký lại thông tin.. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Số tín chỉ tích luỹ của em hiện tại là 92, và đó cũng là số tín chỉ tích luỹ ngành của em. Nhưng trên hệ thống lại ghi là 89. Thầy/cô kiểm tra lại giúp em ạ ! Em cảm ơn !",
            "Chào bạn,. . Số tín chỉ TL ngành tính đến hiện tại HK181 của bạn đúng là 92 tín chỉ.. . Trên web chưa cập nhật mới nha bạn.. . Thân mến"
        ]
    },
    {
        "intent": "",
        "message": [
            "Dịch vụ cho sinh viên - Đại học - Cao đẳng chính quy   Bằng tốt nghiệp THPT . Em đã bị ghi sai thông tin trên phiếu xác nhận. Phòng đào tạo hủy để em điền lại ạ",
            "Chào bạn,. . Hiện tại thông tin bằng PTTH của ban chưa có khai báo trên web nha bạn, bạn vui lòng vào kiểm tra lại.. . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính gửi: Thầy cô phòng Đào Tạo . . Em tên: [full_name] MSSV: [student_id] . . Ly do : Em nhập sai số hiệu bằng Tốt nghiệp Trung học Phổ Thông . Nhưng em không biết cách sửa thế nào . . Em mong nhận được sự hỗ trợ trong sai xót này . . Em chân thành cảm ơn ạ. .",
            "responsible person: [551] [staff_name] [helpdesk staff]",
            "Chào bạn,. . Phòng đào tạo đã hủy thông tin bằng PTTH online sai của bạn, bạn vui lòng vào đăng ký lại thông tin.. . Thân.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Xin gửi thầy cô văn phòng đào tạo. . Em là [full_name] MSSV [student_id]. . Mong thầy cô giúp em hiệu chỉnh lại số hiệu của bằng THPT mà em đã nhập saii  trên phiếu thông tin . . . . Kính mong thầy cô giúp em về vấn đề này. . . .",
            "Chào bạn,. . Phòng đào tạo đã hủy thông tin bằng PTTH online sai của bạn, bạn vui lòng vào đăng ký lại thông tin.. . Thân.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được .   B  chào thầy cô,em là sinh viên năm 3, hiện tại số tín chỉ tích lũy ngành của em là 67, học kì 182 này em đăng kí 21 tín chỉ,vậy em có đăng kí thực tập tốt nghiệp được không ạ, ngành của em điều kiện để thực tập tốt nghiệp là 97 tín chỉ nhưng em vô phòng đào tạo hỏi 3 lần rồi cô trong đó nói là được nợ tối đa 16 tín chỉ và tính luôn của học kì 182 này mà em đã đăng kí 2 đợt rồi vẫn không được. Mong thầy cô giúp đỡ!",
            "Chào bạn,. . . . Điều kiện số tín chỉ tích luỹ ngành là 97 mà em mới tich luỹ 88 tc sao đủ đk nhận Tttn.. . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: 41301699  /b . . Em là khóa k13 đăng ký môn Thực Tập Tốt Nghiệp hè này thì bị báo là thiếu 2 môn học trước, cả 2 môn em đã học rồi nhưng học mã môn học tương đương mới của k14. 2 môn học em đã học là: Hệ thống viễn thông mã môn học mới là EE3015 (mã cũ là 405026) học kỳ 1 năm nay, và môn Mạch điện tử thông tin mã EE3011 ( mã cũ là 405003) học kỳ 2 năm nay (chưa có điểm thi). Môn học trước thì chỉ cần đã học và có điểm chứ không cần phải qua môn mới đăng kí Thực Tập Tốt Nghiệp được. Nên em mong phòng đào tạo sớm cập nhật theo mã môn học mới cho em kịp đăng kí thực tập tốt nghiệp hè này, vì chuyện này rất quan trọng với em. Em chân thành cảm ơn\t. . . .   i Đăng ký môn học - Đại học - Cao đẳng chính quy   Chương trình đào tạo (thiếu môn tiên quyết, song hành...) .",
            "Chào em,. . . . Sau 16h em  đăng kí lại nhé.",
            "Sau khi phòng đào tạo hiệu chỉnh thì em đã đăng ký được môn thực tập tốt nghiệp kì hè này. Môn thực tập tốt nghiệp của em sau khi đã gửi đăng kí thành thông thì đến lúc có thời khóa biểu lại không có trong thời khóa biểu. Xin phòng đào tạo xem lại gấp."
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính gửi Thầy Cô phòng Đào Tạo. . Em tên [full_name] MSSV [student_id]. . Thầy cô cho em xin EMAIL của cô [full_name] bộ môn Toán để em nộp Bài tập.. . Em xin cảm ơn Thầy Cô.. .",
            "Chào bạn,. . Các thông tin liên quan đến giáo viên giảng dạy bạn vui lòng liên hệ trực tiếp văn phòng [full_name].. . [full_name]."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em chào thầy cô, e có 2 câu hỏi ạ: . . 1. Em muốn xin mail của cô [full_name] dạy đại số tuyến tính. . 2. Em muốn hỏi về quy chế đình chỉ thi cũng như trường hợp của e có đáng bị đình chỉ thi hay không ạ. . Em là sv năm 4, hiện đang vừa học vừa đi làm, hôm nay là ngày e đi thi, tuy nhiên trước đó e có lỡ hứa với sếp của e sẽ nhận một đơn hàng quan trọng chuyển từ Bắc ra, nên e có để đt trong túi và tắt âm, đang làm bài thì có điện thoại, em đã xin giám thị coi thi để ra ngoài nghe nhưng giám thị không trả lời, em nghĩ chuyện ra ngoài nghe 1 cuộc điện thoại cũng k có gì quá đáng và giám thị cũng k ngăn cản nên e ra ngoài nghe, giám thị có đứng gần đó và nghe toàn bộ cuộc điện,e có hẹn với người giao hàng lại thời gian sau đó quay lại thi thi thì giám thị thông báo đình chỉ thi em và đuổi e ra khỏi phòng, thật sự em biết việc em làm có phần sai nhưng cách xử lý của giám thị quá đáng, em mong thầy cô phản hồi sớm, em cảm ơn",
            "responsible person: [551] [staff_name] [helpdesk staff]",
            "Chào bạn,. . Trường hợp của bạn vui lòng liên hệ trực tiếp Phòng đào tạo để được hỗ trợ và giải đáp .. . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Chương trình đào tạo (thiếu môn tiên quyết, song hành...) . chào thầy cô,em là sinh viên năm 3, hiện tại số tín chỉ tích lũy ngành của em là 67, học kì 182 này em đăng kí 21 tín chỉ,vậy em có đăng kí thực tập tốt nghiệp được không ạ, ngành của em điều kiện để thực tập tốt nghiệp là 97 tín chỉ nhưng em vô phòng đào tạo hỏi 3 lần rồi cô trong đó nói là được nợ tối đa 16 tín chỉ và tính luôn của học kì 182 này mà em đã đăng kí 2 đợt rồi vẫn không được. Mong thầy cô giúp đỡ!",
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Chương trình đào tạo (thiếu môn tiên quyết, song hành...). . . . chào thầy cô,em là sinh viên năm 3, hiện tại số tín chỉ tích lũy ngành của em là 67, học kì 182 này em đăng kí 21 tín chỉ,vậy em có đăng kí thực tập tốt nghiệp được không ạ, ngành của em điều kiện để thực tập tốt nghiệp là 97 tín chỉ nhưng em vô phòng đào tạo hỏi 3 lần rồi cô trong đó nói là được nợ tối đa 16 tín chỉ và tính luôn của học kì 182 này mà em đã đăng kí 2 đợt rồi vẫn không được. Mong thầy cô giúp đỡ!  /QUOTE . . Chào [full_name], Điều kiện nhận TTTN là tín chỉ tích lũy ngành là 97 mà em mới tích lũy được 88 thì không đủ điều kiện nhận TTTN nhe."
        ]
    },
    {
        "intent": "",
        "message": [
            "Chào anh chị. . Anh chị cho em hỏi là trong đợt học phí học kỳ 2 vừa rồi, em có đóng trễ hạn học phí đợt 1.. . Dạ như vậy thì có vấn đề gì không ạ, em cần viết đơn nêu lý do trễ hạn không?",
            "Chào bạn,. . Bạn đóng trễ HP đợt 1 bạn bị trừ 5 điểm rèn luyện. Bạn không cần nộp đơn.. . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Cho e hỏi là trong chương trình đào tạo của em có các môn tự chọn. Hiện em đã hoàn thành đủ số môn theo yếu cầu của chương trình ( 3 môn), nhưng em có đăng kí học thêm 1 môn khác trong nhóm môn tự chọn này, nếu em bị điểm 0 ở môn đăng kí thêm này thì có tính điểm vào điểm TBTL khi tốt nghiệp của em không. Hay bỏ qua và chỉ tính 3 môn đã học đủ theo số tín chỉ yêu cầu của chương trình đào tạo. Em cảm ơn!",
            "Chào bạn,. . Trong nhóm tổ hợp tự chọn, chỉ lấy đủ tín chỉ tự chọn với cột điểm các môn cao nhất khi tính điểm TBTL. Nhưng điểm tích lũy từng học kỳ vẫn ghi đầy đủ điểm các môn học trong học kỳ.. . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: sinh viên không có chỗ điền thông tin đăng kí nộp bằng tốt nghiệp, nhà trường chỉ có để 1 bảng thông tin sinh viên đã nộp hồi đầu năm và nhà trường đã nhận được bằng nhưng hồi đầu năm em chỉ nộp giấy chứng nhận tốt nghiệp tạm thời",
            "Yêu cầu khác . sinh viên không có chỗ điền thông tin nộp bằng tốt nghiệp.Sinh viên chưa nộp bằng tốt,nhưng trong đăng kí nộp bằng tốt nghiệp ghi là đã nộp rùi.. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Chứng chỉ ngoại ngữ - Đại học - Cao đẳng chính quy   Thẩm tra chứng chỉ (nộp chứng chỉ) . Kính gửi thầy cô Phòng Đào tạo. . Em tên là [full_name] MSSV: [student_id]. . Thưa thầy cô cho em hỏi là hạn cuối cùng nộp chứng chỉ anh văn là ngày mấy để có thể đăng ký môn cơ sở ngành năm 2 ạ",
            "Chào bạn,. . . . Nếu bạn chưa đạt chuẩn anh văn sau năm 1 thì bạn sẽ không được đăng ký các môn cơ sở ngành cuả năm 2.. . . . Bạn vui lòng xem chi tiết lịch học vụ để biết rõ các đợt lấy dữ liệu anh văn cho từng đợt đăng ký môn học tại:www.aao.hcmut.edu.vn- sinh viên - Lịch học vụ.. . Thân.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác:  Kính gửi PĐT:. .   Em tên là [full_name] mssv: [student_id]. em vào trang mybk của trường để đăng kí nộp bằng tốt nghiệp nhưng em không có chổ để điền thông tin mà em chỉ thấy có 1 bảng thông tin có để sinh viên đã nộp lúc nhập học và nhà trường đã nhận được bằng. PĐT mở lại cho em một bảng khác để em điền thông tin vào vì lớp em chuẩn bị nộp rồi"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được . Thời gian đăng ký môn học đợt 3 cho học kỳ 183 ghi sai năm (03/06/2018 08:59 AM\t05/06/2018 02:59 PM) nên không thể đăng ký môn học được, cảm ơn!"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được . Em chào quý thầy cô, em thấy trên trang đkmh ghi sai thời gian hiệu chỉnh khiến chúng em không đăng ký hay hiệu chỉnh đợt 3 hk 183 được ạ. . Mong quý thầy cô xem xét ạ",
            "Chào bạn, . . . . Pđt đã chỉnh sửa lại thời gian hiệu chỉnh, các bạn đăng kí lại nhé.",
            "Em cảm ơn cô ^^. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Khác ... . Chào thầy, . . Thầy cho em hỏi là đợt 3 (3/6-5/6) đăng ký môn học của hk hè mình có thể hiệu chỉnh môn học không ạ?. . . . Thầy có thể cho em biết danh sách môn học được mở ở học kỳ tới nhà trường công bố ở web nào không ạ?",
            "Bạn có thể hiệu chỉnh tất cả các môn học trong đợt 3 ĐKMH .. . . . HK sắp tới PĐT sẽ mở các môn theo kế hoạch giảng dạy, bạn có thể tham khảo tại mục chương trình đào tạo . . . . http://www.aao.hcmut.edu.vn/index.php?route=catalog/chitietsv&path=59_62&tid=473"
        ]
    },
    {
        "intent": "",
        "message": [
            "Vừa làm vừa học - ĐTTX   Đăng ký môn học . Gửi Thầy/Cô Phòng Đào Tạo. . Em Tên [full_name]. . Em xin đăng kí môn học Cơ lưu chất vs nguyên lý máy ,nhưng hệ thống đăng kí không được ạ. . Mong Thầy/Cô hổ trợ giúp em. . [full_name] Cảm ơn. .",
            "Em đã đăng ký online rồi mà"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầuEm tên [full_name]. . Cho em hỏi:Vì lý do nhà xa nên em k về lấy bằng tốt nghiệp thpt đc nên chờ đến hè mới lấy được,vậy cho em hỏi em nộp trễ thì có cần làm đơn gì để gia hạn đợt nộp bằng hay không ạ.Em xin chân thành cảm ơn",
            "responsible person: [551] [staff_name] [helpdesk staff]",
            "Chào bạn,. . Những trường hợp bị trễ lớp trưởng sẽ tập hợp 1 danh sách riêng để nộp lên Phòng đào tạo trong tháng 9 theo quy định.. . Thân.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Phòng đào tạo xem lại năm trên đăng ký học hè đợt 3 ạ, đến giờ vẫn chưa mở đăng ký nữa ạ. .",
            "responsible person: [551] [staff_name] [helpdesk staff]",
            "Chào bạn,. . Đợt đăng ký môn học bắt đầu từ 10g ngày 03/06/2019.. . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Do các lớp hè đã mở hết sỉ số nên em muốn đăng ký chuyển sang lớp khác phù hợp với thời gian hơn, đợt trước đầy em không chuyển được nhưng giờ em không xóa môn học được mong phòng đào tạo xem xét lại giùm em. .",
            "responsible person: [551] [staff_name] [helpdesk staff]",
            "Chào bạn. . . . bạn vui lòng chọn đúng đợt 3 ĐKMH HK183 để xóa môn học. Mình kiểm tra bạn vẫn có thể xóa môn học bình thường"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: 1810282  /b \t. . . .   i Chương trình đào tạo - Đại học - Cao đẳng chính quy   Khác ... . DẠ PĐT XEM XÉT CHỈNH SỬA NĂM ĐĂNG KÍ HỌC KÌ HÈ CHO BỌN EM ĐƯỢC ĐĂNG KÍ MÔN VỚI Ạ! . . EM XIN CẢM ƠN Ạ!"
        ]
    },
    {
        "intent": "",
        "message": [
            "thầy cô cho em hỏi, em hiện đang học anh văn cơ bản vừa thi xong thì hè này em có được đăng ký anh văn 1 không ạ . . Đợt đăng ký 183 đợt 1 em có đăng ký nhưng bị hủy kêt quả",
            "Chào bạn,. . . . Bạn xem lại kết quả đăng kí môn học của mình nhé.",
            "QUOTE thầy cô cho em hỏi, em hiện đang học anh văn cơ bản vừa thi xong thì hè này em có được đăng ký anh văn 1 không ạ. . Đợt đăng ký 183 đợt 1 2 3 em có đăng ký nhưng đều bị hủy kêt quả. ngày 3/6 em có hỏi một lần thì cô bảo em xem kết quả đăng ký môn học. nhưng đến nay vẫn bị hủy . mong cô xem xét giúp. cảm ơn cô. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Vừa làm vừa học - ĐTTX   Đăng ký môn học . Thầy cho em hỏi khi nào thì em mới có danh sách miễn môn học vậy thầy.. . Thầy có thể kiểm tra giúp em môn: Hóa đại cương (CH1003) và môn Đồ án (EE3151) . . Em có được miễn không hay phải học lại ạ?",
            "Chào bạn. đã gởi thông tin của bạn tới bộ phận liên quan. sẽ trả lời qua email cho bạn.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "em vừa Đk môn học dự thính hè    anh văn 1   . . nhưng vẫn không được do điều kiện là thiếu môn anh văn cơ bản học trước.. . Nhưng tháng 5 vừa qua em thi chuẩn anh văn được 325 đủ điều kiện đk môn av1 . . , cho em hỏi lý do vì sao . . . . . .",
            "responsible person: [551] [staff_name] [helpdesk staff]",
            "Chào bạn,. . Phòng đào tạo đang cập nhât lại dữ liệu anh văn cho bạn, sau 13g ngày 04/06/2019 bạn vui lòng vào web đăng ký lại môn học.. . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "-Thầy cô cho em hỏi là thời gian học dự thính anh văn 1  học kì 183 kéo dài bao nhiêu  tuần ạ. không biết là có kịp hoàn thành trước 25 tháng 7  (đợt đăng kí môn học bổ sung học kì 191) . . -Kính mong phản hồi từ thầy cô ạ",
            "Chào bạn,. . . . Học kỳ hè sẽ học trong 9 tuần, có những môn có thể kết thúc sớm hơn."
        ]
    },
    {
        "intent": "",
        "message": [
            "Dịch vụ cho sinh viên - Đại học - Cao đẳng chính quy   Thông tin sinh viên . Em bị sai nơi sinh trong lý lịch, nên dẫn đến là nơi sinh trong bằng THPT cũng bị sai, để sửa lại thì làm sao ạ. Mong [full_name] giup dùm em",
            "Chào bạn,. . Nếu thông tin nơi sinh trên lý lịch bị sai, bạn phải nộp bản sao giấy khai sinh kèm đơn đề nghị điều chỉnh lên Phòng đào tạo.. . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được . Chào chị, cho em hỏi là hổm em có phàn hồi về việc mất môn thực tập tốt nghiệp XDDD&CN do em đang học bằng 2 song song. Và tới giờ em chưa thấy giải quyết. Em mong chị xem xét sớm. Em cảm ơn chị"
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính gửi Thầy Cô phòng đào tạo . . Em tên là [full_name].MSSV : [student_id].. . Cho em hỏi về việc đăng ký môn học HK183 đợt 3 này, em muốn đổi môn học đã đăng kí sang lớp khác nhưng không sửa được.. . Em xin Thầy cô phòng đào tạo kiểm tra lại hệ thống đăng kí môn học giúp em.. . Em cảm ơn ạ.",
            "responsible person: [551] [staff_name] [helpdesk staff]",
            "PĐT đã kiểm tra, TKB của bạn hiệu chỉnh bình thường.. . . . Bạn xem lại thời gian hiệu chỉnh nhé, 09h43' chưa đến thời gian hiệu chỉnh nên các thao tác của bạn sẽ bị xóa. 10h mới bắt đầu đăng ký"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tăng sĩ số lớp môn học . Em muốn xin tăng sỉ số lớp môn học Kỹ thuật ra quyết định EE3145 và đã nhận được sự đồng ý của khoa cũng như giảng viên phụ trách môn học này, em hy vọng BKSI có thể tăng sỉ số để em được đăng ký, em xin cảm ơn!. . Trân trọng!",
            "Chào em,. . . . Môn này có môn học kèm thí nghiệm, vì sức chứa phòng thí nghiệm có giới hạn nên không thể tăng si số. . . . .",
            "Dạ em cảm ơn cô!"
        ]
    },
    {
        "intent": "",
        "message": [
            "QUOTE Kính gửi thầy cô em tên là [full_name]   MSSV [student_id] vấn đề là hiện tại trong đợt đăng ký lần 3 này em không thể làm gì Vs những môn mà em đã đăng ký. Không  thể xoá hay chỉnh sửa. Mong thầy cô có thể bỏ ra chút thời gian để xem xét vấn đè của em.",
            "Chào bạn,. . . . Bạn đăng kí lại xem sao, vì 10h cổng mới mở cho sinh viên đăng kí môn học.",
            "Dạ hiện tại h là 10h34 những môn em đã đăng ký vẫn chưa ký hiệu  chỉnh đc a :(",
            "Chào em,. . . . Em đăng môn học nào?, mã số môn học?, xem lại môn này có bị quá sỉ số đăng kí không?.",
            "Em đang ký môn tín hiêu hệ thống và trường và trường điện từ .  Em muốn xoá môn tín hiệu hệ thống để đăng ký 2 môn khác.  Nhưng không xoá được ạ",
            "Em cho biết mã số môn học?",
            "Tín hiệu hệ thống :EE2005. . Trường điện từ :EE2003",
            "Môn học của bạn được hủy bình thường trong đợt 3 Dự thính hè.. . Thân",
            "Em Ko hủy được ah  dưới đây là hình ảnh em vừa  Chụp ạ"
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính chào các thầy cô. Em tên là [full_name]. MSSV [student_id].. . Vừa rồi em không đăng kí được Anh văn 1 cho kì hè sắp tới vì đã đủ sĩ số. Em muốn hỏi các thầy cô về việc xin mở thêm lớp mới như thế nào ạ. Em cảm ơn.. .",
            "Chào bạn,. . . . Đợt 3 không mở lớp nha em."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được . Dạ kiểm tra dùm em điểm thi anh văn đầu vào vừa rồi em được 310 nhưng không đăng kí anh văn 1 được?",
            "Chào bạn,. . Phòng đào tạo đang cập nhât lại dữ liệu anh văn cho bạn, sau 13g ngày 04/06/2019 bạn vui lòng vào web đăng ký lại môn học.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Chứng chỉ ngoại ngữ - Đại học - Cao đẳng chính quy   Xét miễn môn anh văn (chuyển điểm) . Em tên là [full_name] (MSSV: [student_id]) hiện nay em dang là sinh viên của lớp kỹ sư tài năng Viễn thông. Theo yêu cầu của trường thì sinh viên tài năng cuối năm 2 phải đạt chuẩn tiếng Anh là trên 500 toic thì mới cho đăng ký các môn học chuyên ngành. Trong đợt kiểm tra trình độ tiếng Anh vừa rồi của trường em có tham gia và   B đạt được mức điểm là 600  /B , tuy nhiên hiện tại em vẫn chưa đăng ký được môn học cho học kỳ hè. . . . . Mong ad giải quyết giúp em. Em xin cảm ơn.. . . .",
            "Chào bạn,. . Phòng đào tạo đang cập nhât lại dữ liệu anh văn cho bạn, sau 13g ngày 04/06/2019 bạn vui lòng vào web đăng ký lại môn học.. . Thân."
        ]
    }
]