[
    {
        "intent": "",
        "message": [
            "Cho em hỏi , hiện tại em K17 và đang học chuyên ngành Kỹ Thuật Máy Xây Dựng và Nâng Chuyển thuộc ngành Kỹ Thuật Cơ khí, ngành kỹ thuật cơ khí gồm có 3 chuyên ngành : Chế tạo máy, Thiết kế máy, kỹ thuật máy xây dựng và nâng chuyển .Theo như thông báo về việc sửa đổi bổ sung về quy chế đào tạo mà nhà trường vừa phổ biến qua mail mà em có gửi hình bên dưới thì có nghĩa là em có thể học những môn thuộc chương trình đào tạo của chuyên ngành Chế tạo máy của ngành Kỹ Thuật cơ khí và sau này khi hoàn thành xong chương trình của Chế tạo máy thì trên tấm bằng tốt nghiệp sẽ được ghi thêm chuyên ngành chế tạo máy của ngành kỹ thuật cơ khí mặc dù em đã được phân vào chuyên ngành Kỹ Thuật máy xây dựng đúng không ạ , hay điều này chỉ được áp dụng cho các khoá sau, mong PĐT giải đáp giúp e để em kịp đăng kí môn học cho kỳ tới ạ , em xin cảm ơn !. . . . . .",
            "Chào bạn,. . Trên bằng tốt nghiệp chỉ thể hiện tên ngành (không ghi chuyên ngành). . Chuyên ngành được ghi trong phụ lục bằng tốt nghiệp (trong quy chế có ghi rõ \"Khi đủ điều kiện tốt nghiệp của ngành đang học, đồng thời thoả điều kiện tốt nghiệp của một hoặc vài chuyên ngành, SV có thể đăng ký tốt nghiệp ngành và các chuyên ngành này và được cấp bằng của ngành. Thông tin tốt nghiệp các chuyên ngành được nêu rõ trong bảng điểm, phụ lục bằng tốt nghiệp\". . Quyết định này áp dụng từ học kỳ 192 nhé bạn.. . Bạn nên tư vấn thêm với giáo viên chủ nhiệm của mình nhé!. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Khác ... . Kính gửi thầy cô PDT Trường Đh Bách Khoa em tên [full_name] MSSV [student_id]. . Thầy cô cho em hỏi là mình kiểm tra thời khóa biểu sơ bộ ở đâu ạ ? để em hiệu chỉnh môn học cho đợt đăng kí hk192 này ạ. . Monng thầy cô phản hồi em sớm, em xin cám ơn",
            "Chào bạn,. . Bạn kiểm tra TKB sơ bộ tại trang đăng ký môn học luôn nhé, vui lòng xem lịch học vụ để biết thời gian hiểu chỉnh ĐKMH. . http://www.aao.hcmut.edu.vn/sinh viên/lịch học vụ/hk192"
        ]
    },
    {
        "intent": "",
        "message": [
            "Dear thầy cô,. . . . Em  là sinh viên k15, em có đọc trên quy chế, ghi là số tín chỉ tối đa cho học kì luận văn là 21. Nếu số tín chỉ của em định học trong học kì luận văn là 22, liệu em có thể xin phòng đào tạo việc đó không ạ. Tại vì nếu học 22 chỉ thì em có thể kịp tốt nghiệp luôn nên em mong muốn được học ạ.. . . . Best regards,. . [full_name]. .   i Đăng ký môn học - Đại học - Cao đẳng chính quy   Khác ... .",
            "Chào bạn,. . Phải đăng ký môn học theo đúng quy định nhé bạn:. . Bạn vui lòng tham khảo quy định đăng ký môn học tại đây:. . http://www.aao.hcmut.edu.vn/sinh viên/quy chế/Quy chế đào tạo và học vụ bậc đại học, cao đẳng:/Điều 9. Đăng ký môn học"
        ]
    },
    {
        "intent": "",
        "message": [
            "Thầy cô cho em hỏi ví dụ như môn học Học Máy (khoa máy tính)của em gồm 2 phần, giữa kì 40%, và cuối kì 60%. Nhưng em ngủ quên không có cột điểm giữa kì. Nếu cuối kì em thi 10 điểm, như vậy điểm trung bình môn học trên 5, như vậy em được pass môn học hay liệt môn ạ. .   i Điểm thi - Đại học - Cao đẳng chính quy   Điểm môn học .",
            "Chào bạn,. . Không tính điểm liệt của điểm giữa kỳ nha bạn, điểm tổng kết của bạn trên 5 sẽ được tính là đạt. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Em đã đăng kí và đóng tiền cho đợt thi anh  văn sắp tới, nhưng giờ em lại bận vào chiều 21 và ngày 22, chỉ có thể tham gia được ca 1 và ca 2 ngày 21. Vậy sau khi có lịch thi (ngày 19/12) thì em có thể xin đổi ca thi hay không ạ, hoặc là có cách giải quyết khác cho trường hợp của em không ạ? Em cảm ơn.. .   i Lịch thi - Đại học - Cao đẳng chính quy   Lịch thi (không tìm thấy,sai phòng thi,...) .",
            "Chào bạn,. . Như mail Phòng Đào tạo đã thông báo, trong đợt này nếu sinh viên thấy bận vào ngày 21/12 thì không đóng tiền (sẽ được hủy) và các trường hợp đã thanh toán được xếp lịch thi thì không đổi ca vì bất kỳ lý do gì.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học phí - Đại học - Cao đẳng chính quy   Khác ... . Cho em hỏi là, em thanh toán trễ phí kiểm tra anh văn, hết hạn là 16/12. Vậy hôm 21/12 em có được thi không ạ?",
            "Chào bạn,. . Trường hợp của bạn là chưa thanh toán lệ phí không phải là thanh toán trễ nhé. Bạn vui lòng kiểm tra email về trường hợp không thanh toán lệ phí thi AV nhé!. . Thân",
            "Kiểm tra lại giúp em ạ. Em vừa đóng xong, vậy thì trường hơp của em sẽ như thế nào ạ",
            "Học phí - Đại học - Cao đẳng chính quy   Khác ... . Cho em hỏi là, em thanh toán trễ phí kiểm tra anh văn, hết hạn là 16/12. Vậy hôm 21/12 em có được thi không ạ?",
            "Chào bạn,. . Các trường hợp đóng trễ lệ phí AV sẽ không được tham gia thi đợt này nhé bạn, vui lòng đợi thông báo của PDT về số tiền đã thanh toán trong đợt này."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Khác ... .  Kính gửi nhà trường.. .  Em [full_name], mssv [student_id].. .  Cho em hỏi là ngày 13/12 em vừa nộp chứng chỉ toeic vào mục số 18 mybk, thời gian thẩm tra là 2-4 tuần nhưng pđt có thể xét sớm cho em được không? Để em có thể đăng kí môn học vào đợt 2 diễn ra vào ngày 18-20/12. Em xin cảm ơn.. .",
            "Chào bạn,. . Việc thẩm tra không ảnh hưởng đến việc đăng ký môn học, Phòng Đào tạo đã lấy dữ liệu để mở đăng ký Mh cho bạn và đợi kết quả thẩm tra sau. Bạn vô kiểm tra và đăng ký lại nhé!. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Dear thầy cô,. . . . Thầy cô kiểm tra lại giúp em: [full_name] ([student_id]) ạ. Kì này em đăng kí môn giáo dục thể chất 3 và đã qua môn. Tuy nhiên chưa cập nhật vào hệ thống điểm. Mong thầy cô mở giúp để mai em có thể đăng kí môn học ạ.. . . . Best regards,. . [full_name]. .   i Đăng ký môn học - Đại học - Cao đẳng chính quy   Chưa cập nhật điểm .",
            "Chào em,. . . . Học kỳ 192 này không qui chế về GDTC, em đăng kí lại nhé.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]  /b \t[full_name] [full_name] [full_name] [full_name]   i Đăng ký môn học - Đại học - Cao đẳng chính quy   Chương trình đào tạo (thiếu môn tiên quyết, song hành[full_name][full_name][full_name])  /i [full_name] [full_name] [full_name] [full_name] [full_name][full_name] [full_name] CHO [full_name] [full_name]P - CI4393[full_name] [full_name] [full_name]T: [full_name] - CI3191[full_name] [full_name] NHƯNG MÔN [full_name] [full_name] [full_name][full_name] [full_name] THUỘC KHOÁ K15 VÀ MÃ [full_name] HỌC LÀ CI3031[full_name] [full_name] PĐT KIỂM TRA VÀ FIX LỖI GIÚP [full_name][full_name] [full_name] [full_name] CẢM ƠN"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được . Gửi thầy cô, . . Em tên là [full_name] (MSSV:[student_id]), thuộc Khoa KTHH ngành Công Nghệ Thực Phẩm. Đợt đăng ký môn học vừa rồi , em đăng ký các môn chuyên ngành cho HK192 nhưng lại bị hủy hết do lý do thiếu môn tiên quyết SV_N2 .. . Thầy cô cho em hỏi môn SV_N2 là môn gì với lý do em bị hủy môn học với ạ. Phía dưới là hình ảnh hủy môn học của em.. . Em xin cảm ơn"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Chương trình đào tạo (thiếu môn tiên quyết, song hành...) . Thưa các thầy cô, cho em hỏi là em đọc trong quy chế thì từ K2018 trở về trước, sinh viên phải hoàn thành chương trình giáo dục thể chất sau năm 3. Nhưng trong đợt đăng ký môn học học kì 192 này, em đã bị hủy môn vì thiếu tiên quyết chuẩn giáo dục thể chất sau năm 2. Nên mong quý thầy cô kiểm tra lại giùm em ạ. Em cảm ơn. . . .",
            "Chào bạn,. . Bạn vui lòng vào đăng ký lại xem báo lỗi gì? Chụp hình gửi kèm để Phòng Đào tạo nha, vì hiện tại Phòng Đào tạo không áp dụng chuẩn GDTC cho 192 và chuyển sang áp dụng từ 193, bạn vui lòng vào kiểm tra và đăng ký lại nhé!. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính gửi PĐT,. . Em có đăng ký môn học Nguyên lý máy ME2003.Theo TKB thì là tuần 49 bắt đầu học nhưng tuần 49 và 50 em có lên thì vẫn không thấy ai cả.. . Mong PĐT xem giúp em là lớp đã đổi ngày học hay đổi phòng học nào không ạ??. . Em xin cảm ơn.",
            "Bạn vui lòng đặt câu hỏi ở mục Không chính quy để được hướng dẫn trả lời nhé.",
            "No solution"
        ]
    },
    {
        "intent": "",
        "message": [
            "Chứng chỉ ngoại ngữ - Đại học - Cao đẳng chính quy   Khác ... . Em là sinh viên năm nhất, đầu năm có thi avđv vào đạt 355 điểm và chọn phương án học anh văn bên ngoài thay vì học anh văn 2 trên trường Bách Khoa. . . Cho em hỏi là ở học kỳ kế tiếp HK192, em có được phép đăng ký và được học anh văn 2 ở trường Bách Khoa không ạ?? . . Em xin cám ơn!!",
            "chào em. . em xem quy định vê chuẩn anh văn sau các năm đối với SV Khóa 2019 tại đây nhé. . http://www.aao.hcmut.edu.vn/image/data/quyche/Ca%CC%81c%20thay%20%C4%91o%CC%82%CC%89i%20tu%CC%9B%CC%80%20HK191.pdf. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Quý thầy cô cho em hỏi về quy chế chuẩn thể chất sau năm 2 được không ạ. Em đọc các mục quy chế này ở trên web trường mà không có ạ. Hôm nay em xem kết quả đăng ký môn học và bị hủy hết vì quy chế này ạ. Em xin cám ơn ạ."
        ]
    },
    {
        "intent": "",
        "message": [
            "B Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được . Kính thưa phòng đạo tạo , . . Em tên là [full_name] MSSV [student_id] cho em hỏi lúc hiệu chỉnh đăng ký môn học phòng đào tạo hủy môn đăng ký và có ghi em không đủ môn tiên quyết SV-N2- chuẩn sinh viên năm 2 , cho em hỏi đó là gì vậy ạ",
            "Chào bạn.. . theo quy chế học vụ thay đổi từ HK191. . SV phải đạt điểm tích lũy ngành theo quy định.. . hiện em mới tích lũy được 26 tín chỉ.. . . . chi tiết em xem tại đây nhé. . http://www.aao.hcmut.edu.vn/image/data/quyche/Ca%CC%81c%20thay%20%C4%91o%CC%82%CC%89i%20tu%CC%9B%CC%80%20HK191.pdf. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Chào ad, cho em hỏi hôm nay em bấm vào kết quả đăng kí môn học sao không có môn, nó bảo là chuẩn sv năm 2, em đã qua 350 toeic và đã nộp bằng như hình ở dưới . ad phản hồi gấp dùm em ạ!. .   i Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được .",
            "Chào bạn. . . . Chuẩn SV sau năm 2 khác với chuẩn tiếng anh sau năm 2. Bạn kiểm tra email của mình PĐT đã gửi thông báo về quy chế học vụ mới.. . . . hoặc bạn có thể xem tại đây :. . . . http://www.aao.hcmut.edu.vn/image/data/quyche/Ca%CC%81c%20thay%20%C4%91o%CC%82%CC%89i%20tu%CC%9B%CC%80%20HK192-updated.pdf"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em tên là [full_name]. Ở đợt 1 đăng kí môn học 192, em đăng kí được 7 môn nhưng giờ chỉ còn 4 môn, đã mất 3 môn vì lí do thiếu môn học trước Kĩ thuật số và tín hiệu hệ thống, nhưng học kì 191 em có học 2 môn này. em mong PĐT xử lí giúp em ạ.",
            "responsible person: [551] [staff_name] [helpdesk staff]",
            "Chào em.. . Em đăng ký lại môn học nhé.. . PĐT sẽ xét lại kết quả sau khi em đăng ký lại. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính gửi pdt . . Cho em hỏi về môn học em không dăng kí được do môn tiên quyết n2 chuẩn sv năm 2 là sao vậy và em cần làm gì để đăng kí môn học đó được. .",
            "Chào Bạn,. . Bạn vui lòng đợi check email mới Phòng đào gởi hướng dẫn mới.. . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Kính gửi Phòng Đạo Tạo ĐẠI HỌC BÁCH KHOA Hồ Chí Minh ,hôm nay em viết yêu cầu này kính gửi Phòng Đào Tạo về vấn đề xin đăng ký môn học , vì kỳ trước em bị trễ anh văn nên không đăng kí môn của HK191 được và em đang trễ 1 kỳ và em đang cố gắng để thi anh văn để xét điểm cho HK192 (kỳ thi AVĐV ngày 21/12/2019) nhưng do em chủ quan , em nghĩ đợt hiệu chỉnh môn học sẽ là qua kỳ thi AVĐV và do ngày có kết quả thi sau ngày đăng ký môn học đợt 2 một ngày , nên em xin PĐT có thể cho em đăng ký môn học đợt 2 sau 1 ngày được không ạ ? vì ngày 21/12/2019 là em thi anh văn và ngày có kết quả là 24/12/2019 nhưng ngày hiệu chỉnh môn học là 23/12/2019 nên em xin Phòng Đào Tạo  xem xét giúp em .Em thực sự đã bị trễ một kỳ nên em hy vọng Phòng Đào Tạo có thể giúp đỡ em để em có thể học đúng lịch trình của PĐT đề ra nên em rất mong PĐT xem xét và phê duyệt giúp em .Em xin cảm mơn Phòng Đào Tạo .",
            "responsible person: [551] [staff_name] [helpdesk staff]",
            "Chào bạn,. . Khi nào bạn có chứng chỉ ngoại ngữ đạt thì liên hệ trực tiếp cửa tiếp sv Phòng đào tạo để được hỗ trợ.. . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Dạ cho em hỏi sinh viên khoa hóa k19 ở học kỳ 192 có học môn vật lý 2 PH1005 không ạ. Tại vì em thấy một số bạn bảo khoa hóa bỏ môn vật lý 2 ạ",
            "Chào bạn,. . Bạn vui lòng liên hệ gặp giáo viên chủ nhiệm hoặc Ban chủ nhiệm khoa để được tư vấn về CTDT của mình nhé. . Thân",
            "Để trả lời được câu hỏi này . . . . Bạn nên tham khảo CTĐT của các khóa tại đây : . . . . . . http://www.aao.hcmut.edu.vn/index.php?route=catalog/chuongtrinhdaotao"
        ]
    },
    {
        "intent": "",
        "message": [
            "Em chào thầy/cô, em là sinh viên bằng 2 khóa 2019.. . Hồi đầu năm em có nhận được thông báo là sẽ học theo chương trình của khóa k17, nhưng hiện tại môn học Kĩ thuật lập trình có mã là CO1011 4 chỉ không còn mở nữa và khóa 2019 học môn Kĩ thuật lập trình với mã Co1027 3 tín chỉ. Vậy em có  thể đăng kí học môn này theo mã mới 3 tín chỉ không ạ. chứ hiện giờ chương trình mới không dùng mã cũ 4 chỉ nữa.. . Mong thầy/cô giải đáp sớm để em có thể đăng kí môn học, em xin cảm ơn.",
            "responsible person: [551] [staff_name] [helpdesk staff]",
            "Chào bạn. . . . Trường hợp các môn tương đương bạn tham khảo tại đây :. . . . http://www.aao.hcmut.edu.vn/index.php?route=catalog/chitietsv&path=59_201&tid=447. . . . Các trường hợp không có trong danh sách trên bạn có thể về Khoa Máy tính để biết rõ hơn."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Cho em hỏi thủ tục để xin vay vốn sinh viên như thế nào vậy ạ, trên mybk không có mục này, phần xin giấy xác nhận sinh viên cũng không có tuỳ chọn để xin vay tiền. Em cám ơn",
            "Chào bạn,. . Bạn vui lòng liên hệ tại Phòng Công tác Chính trị sinh viên để xin giấy xác nhận sinh viên để vay vốn ngân hàng. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Điểm thi - Đại học - Cao đẳng chính quy   Điểm môn học . Em chào thầy cô ạ!. . Em tên là [full_name], MSSV :[student_id], hiện đang học lớp XD16KT.. . Em đại diện cho các bạn trong lớp môn học Chuyên đề tự chọn 2, MSMH:CI2085 viết thư này kính mong thầy cô cập nhật điểm môn học này sớm cho chúng em.. . Được biết bộ môn đã gửi điểm cho PĐT vào ngày 13/12 nhằm để PĐT cập nhật điểm cho kịp hạn đợt đăng kí môn học vào ngày 18/12 này. Do môn học này là môn học trước cho môn học Chuyên đề tự chọn 4, MSMH: CI4095. . Vậy nên em kính mong thầy cô xem xét và cập nhật điểm giúp chúng em để kịp đợt DKMH ạ!. . Em cảm ơn",
            "Chào bạn,. . Nếu môn học trước bạn đang học trong HK191, thì Phòng Đào tạo sẽ tự động cập nhật cho bạn để đăng ký MH cho HK192. Bạn vui vào đăng ký môn học xem báo lỗi gì nhé!. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Chào Thầy (Cô),. . Em tên là [full_name], MSSV: [student_id], Khoa Quản lý Công nghiệp. Trong đợt đăng kí môn học lần 1 học kì 192, em có đăng kí 6 môn học. Nhưng hiện tại kết quả chỉ được 4 môn. 2 môn em bị huỷ đó là Đường lối CM của ĐCSVN và Kế toán quản trị vì lí do thiếu môn học trước là Pháp luật Việt Nam và Kế toán tài chính nhưng em đã học 2 môn: Pháp luật Việt Nam và Kế toán tài chính vào kì này. Mong nhà trường xem xét giúp em. Em chân thành cảm ơn!",
            "responsible person: [551] [staff_name] [helpdesk staff]",
            "Chào bạn.. . Bạn đăng ký lại môn học. . PĐT sẽ xét lại kết quả sau khi em đăng ký lại. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được . Em chào cô ạ, em là [full_name], mssv: [student_id]. . Đợt 1 em có đăng kí môn Tư tưởng ( mã: sp1005) nhưng bây giờ kết quả thì lại không có. Trong khi có tiết trống, bấm đăng kí thì hiện \" chưa đến hạn đăng kí\" phải làm sao cô ạ?. . Em cảm ơn cô",
            "Chào bạn,. . Bạn vô đăng ký lại, chụp hình gửi lỗi báo như thế nào giúp nhé!. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "phòng đào tạo cho em hỏi. Thể dục e đã thi vào có kq là em đã qua nhưng kq chưa cập nhật lên pđt. Giờ như v e bị dính quy chuẩn thể dục sau năm 2 không đăng kí đc môn. giờ làm sao để e có thể đki đợt 2 ạ",
            "Chào bạn. . . . Như emai PĐT đã gửi trước đó, PĐT đã cập nhật lại số tín chỉ xếp loại sinh viên theo các năm. Các môn học ở HK191 vẫn được cộng vào số tín chỉ hiện tại nên bạn có thể vào đăng ký môn học.. . . . Đối với chuẩn giáo dục thể chất PĐT sẽ không áp dụng ở HK192 nhưng sẽ áp dụng từ HK193 trở đi. Các bạn SV lưu ý chuẩn bị trước để tránh trường hợp không ĐKMH được.. . . . Chúc bạn học tốt.. .",
            "Chào bạn,. . Hiện tại Phòng Đào tạo đã cập nhật lại số tín chỉ (cộng cả số TC HK191) và chuẩn về giáo dục thể chất, bạn vui lòng vào kiểm tra email và đăng ký lại nhé!. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Chương trình đào tạo - Đại học - Cao đẳng chính quy   Khác ... . Bạn kiểm tra giúp mình đã qua được bao nhiêu môn thể chất với ạ. Mình cám ơn",
            "No solution"
        ]
    },
    {
        "intent": "",
        "message": [
            "em là nguyễn đức cường dũng mssv [student_id]. . em đã nộp chứng chỉ ngoại ngữ 310 là được học av1 nhưng em vào đăng kí thì báo phải học av cơ bản",
            "Chào bạn,. . Bạn vui lòng kiểm tra lại, ctrinh không báo chuẩn AV cơ bản nhé.. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính gửi pđt em tên là [full_name] mssv [student_id] em đã nộp chuyển điểm av nhưng bị lỗi em đăng kí av không được\t. . . .",
            "PĐT kiểm tra bạn đã đặt chuẩn anh văn sau năm 1 . . . . Bạn vào kiểm tra lại nhé"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được . Kính gửi thầy cô PĐT Trường Đh BÁCH kHOA . . em tên [full_name] [student_id]. . thầy cô cho em hỏi là số tín chỉ tích luỹ sau năm 1 là 28, nếu như em tích luỹ không đủ 28 tín chỉ thì không được đăng kí môn năm 2 phải không ạ? Xin thầy cô phản hồi em sớm, em xin cám ơn",
            "Chào bạn. . Như emai PĐT đã gửi trước đó, PĐT đã cập nhật lại số tín chỉ xếp loại sinh viên theo các năm. Các môn học ở HK191 vẫn được cộng vào số tín chỉ hiện tại nên bạn có thể vào đăng ký môn học.. . Đối với chuẩn giáo dục thể chất PĐT sẽ không áp dụng ở HK192 nhưng sẽ áp dụng từ HK193 trở đi. Các bạn SV lưu ý chuẩn bị trước để tránh trường hợp không ĐKMH được.. . . . Chúc bạn học tốt.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Chứng chỉ ngoại ngữ - Đại học - Cao đẳng chính quy   Khác ... . Em tên là [full_name] - [student_id]. Em có nộp Chứng chỉ ngoại ngữ là bằng FCE Grade B từ học kì 1 năm học 2016-2017. Nay em vào xem kết quả đăng ký môn học thì thấy không được đăng kí LVTN với lý do thiếu CCAV_1. Bằng FCE có giá trị vĩnh viễn không phải 2 năm hết hạn như bằng TOEIC. Rất mong PĐT xem lại giúp em vấn đề này. Em xin cảm ơn!",
            "Chào bạn,. . Hiện tại bạn đã được pass chuẩn anh văn làm LVTN rồi nhé. Bạn vui lòng vào trang DKMH đký lại nhé.. . Thân.",
            "li answer rate: Answer suits the needs / Câu trả lời đúng ý"
        ]
    },
    {
        "intent": "",
        "message": [
            "Em có tìm hiểu thì biết được là K17 tụi em áp dụng việc hoàn thành 3 môn GDTC sau năm 3 mới đựơc đăng kí môn học năm 4, vậy có nghĩa là tụi em hoàn toàn có thể đăng kí môn học năm 3 mặc dù chưa hoàn thành đủ 3 môn GDTC. Vậy mà em đăng kí môn học năm 3 thì bị hủy do không đủ chuẩn thể chất, vậy là do em hiểu sai hay do việc sau năm 2 phải hoàn thành 3 môn GDTC mới được đăng kí môn học năm 3 áp dụng cho cả K17.(ở đây em còn thiếu một môn và hoàn toàn có thể học song song ở kì sau). Em xin cảm ơn ạ.",
            "Chào bạn. . . . Như emai PĐT đã gửi trước đó, PĐT đã cập nhật lại số tín chỉ xếp loại sinh viên theo các năm. Các môn học ở HK191 vẫn được cộng vào số tín chỉ tổng hiện tại nên bạn có thể vào đăng ký môn học.. . . . Đối với chuẩn giáo dục thể chất PĐT sẽ không áp dụng ở HK192 nhưng sẽ áp dụng từ HK193 trở đi. Các bạn SV lưu ý chuẩn bị trước để tránh trường hợp không ĐKMH được.. . . . Các thay đổi về quy chế các bạn xem tại đây :. . . . http://www.aao.hcmut.edu.vn/image/data/quyche/Ca%CC%81c%20thay%20%C4%91o%CC%82%CC%89i%20tu%CC%9B%CC%80%20HK192-updated.pdf. . . . Chúc bạn học tốt.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính thưa Thầy/Cô phụ trách Phòng Đào Tạo,. . . . Em là sinh viên K17 thuộc khoa Khoa học và Kỹ Thuật máy tính. . . . . Sau khi kiểm tra thông tin lớp để sáng ngày 18/12 đăng kí môn học cho học kì tiếp theo thì em thấy có nhiều môn học (như môn co3031, co3025, co3049) có học thêm ngày thứ 4 (hoặc thứ 5) ở tuần thứ 7 (học 2 buổi một tuần như hình dưới), làm trùng lịch với nhiều môn học chuyên ngành khác học ngày thứ 4 (hoặc thứ 5) nguyên học kì.. . . . Do đó, em kính mong Phòng Đào Tạo có thể chỉnh sửa giờ học của những lớp trên (xoá những buổi lẻ vào tuần thứ 7 ấy hoặc bổ sung sau) để tạo điều kiện cho tụi em đăng kí đủ những môn học bị trùng giờ ạ.. . . . Em xin chân thành cảm ơn.",
            "Các môn học thứ 4 của tuần 17 là ngày dạy bù cho nghỉ lễ Hùng Vương theo quy định nghỉ lễ do nhà trường đưa ra . . . . Bạn có thể tham khảo biểu đồ học tập tại đây :. . . . http://www.aao.hcmut.edu.vn/index.php?route=catalog/chitietsv&path=59_205&tid=1821"
        ]
    },
    {
        "intent": "",
        "message": [
            "Theo quy chế áp dụng từ 192 thì Sv năm nhất phải đạt 28 tín chỉ trở lên mới đăng kí được môn học. Mà đăng kí theo lịch của phòng đào tạo thì kì 1 năm nhất 16 chỉ( k đki anh văn) , kì 2  14 chỉ( không đăng kí anh văn) tức 2 kì sau năm nhất được 30 chỉ, mà em rớt 1. .  Môn 3 chỉ còn 27 chỉ, vậy pđt cho e hỏi sao e đủ 28 chỉ để đăng kí kì tới được, nếu đã áp dụng vậy thì pđt phải thông báo sớm cho em để em còn dạn hè trả nợ 1 môn cho đủ chỉ chứ, giờ vào đki môn học kì này em bị xoá hết. Sv thì ai không một lần rớt môn , mà e chỉ rớt 1 môn duy nhất. Mong pđt xem xét cách giải quyết, có thể áp dụng kì sau.. .   i Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được .",
            "Chào bạn. . Như emai PĐT đã gửi trước đó, PĐT đã cập nhật lại số tín chỉ xếp loại sinh viên theo các năm. Các môn học ở HK191 vẫn được cộng vào số tín chỉ hiện tại nên bạn có thể vào đăng ký môn học.. . Đối với chuẩn giáo dục thể chất PĐT sẽ không áp dụng ở HK192 nhưng sẽ áp dụng từ HK193 trở đi. Các bạn SV lưu ý chuẩn bị trước để tránh trường hợp không ĐKMH được.. . . . Các thay đổi về quy chế các bạn xem tại đây :. . http://www.aao.hcmut.edu.vn/image/data/quyche/Ca%CC%81c%20thay%20%C4%91o%CC%82%CC%89i%20tu%CC%9B%CC%80%20HK192-updated.pdf. . . . Chúc bạn học tốt.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: 1812006  /b \t. . . . == ĐĂNG KÝ MÔN HỌC ==. . . . Thầy cô cho em hỏi là em bị trễ anh văn mà đợi em có kết quả thì đợt 3 mới đăng ký được. Vậy nếu như đợt 2 em không đăng ký thì đợt 3 có được đăng ký môn học không vậy ạ?. Em cảm ơn các thầy cô.. .",
            "responsible person: [551] [staff_name] [helpdesk staff]",
            "Đợt 3 bạn vẫn có thể đăng ký môn học được nhưng bạn lưu ý sĩ số có thể sẽ cao và khả năng không còn chỗ"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học bổng - Đại học - Cao đẳng chính quy   Khác ... . Theo quy định chuẩn năm học mới cập nhật của trường thì em không đủ điều kiện để đăng kí các môn học của năm 3. vậy em có được đăng kí các môn khác của năm 1 năm 2 không ạ. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được . . . Chào thầy và cô. Em là [full_name]. Mssv: [student_id]. Em gửi thư này để xin phép hỏi thầy một số vấn điều em vẫn chưa nắm rõ ạ. Dạ đầu tiên , bắt đầu từ Hk192 , trường sẽ bắt đầu xếp năm đào tạo cho sinh viên theo số tín chỉ tích lũy. Em muốn hỏi thầy là khóa sinh viên nào sẽ bắt đầu áp dụng quy chế mới này ạ ? Bởi vì em thấy quy chế này ảnh hưởng rất lớn đến việc đăng kí môn học của học kì 192. Nếu áp dụng cho toàn bộ sinh viên. Một số bạn như em, chưa tích đủ 28 tín chỉ sẽ bị xếp vào sinh viên năm 1. Và không thể nào đăng kí môn học năm 2 cho học kì 192. Và tụi em sẽ bị lỡ mất 1 học kì nếu học dự thính tối và hè. Hoặc trễ 1 năm nếu chỉ học theo lịch học kì chính. Thế nên, dù chúng em đã học xong các môn học năm 2 của hk 191 nhưng khi bị cấm đăng kí môn học sẽ gây khó khăn rất lớn cho chúng em. Và cũng bởi vì chúng em đã quen với quy chế cũ, đăng kí môn học chỉ bắt buộc vào chuẩn anh văn và sinh viên sẽ được xếp năm đào tạo theo khóa chứ không theo số tín chỉ. Nên khi trường thay đổi quy chế và áp dụng vào Hk192 , chúng em đã không chuẩn bị kịp thời. Cũng như là các môn học GDTC khi thay đổi sẽ áp dụng theo từng khóa sinh viên k17 k18 k19. Nên kính mong thầy và phòng đào tạo xem xét lại về vấn đề này có thể áp dụng theo từng khóa sinh viên để tạo điều kiện cho chúng em học tốt. Em xin chân thành cám ơn thầy và cô.. .",
            "Chào bạn. . Như emai PĐT đã gửi trước đó, PĐT đã cập nhật lại số tín chỉ xếp loại sinh viên theo các năm. Các môn học ở HK191 vẫn được cộng vào số tín chỉ hiện tại nên bạn có thể vào đăng ký môn học.. . Đối với chuẩn giáo dục thể chất PĐT sẽ không áp dụng ở HK192 nhưng sẽ áp dụng từ HK193 trở đi. Các bạn SV lưu ý chuẩn bị trước để tránh trường hợp không ĐKMH được.. . . . Các thay đổi về quy chế các bạn xem tại đây :. . http://www.aao.hcmut.edu.vn/image/data/quyche/Ca%CC%81c%20thay%20%C4%91o%CC%82%CC%89i%20tu%CC%9B%CC%80%20HK192-updated.pdf. . . . Chúc bạn học tốt.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Khác ... . Kính gửi thầy cô PĐT Trường Đh BÁCH kHOA. . em tên [full_name] [student_id]. . thầy cô cho em hỏi là số tín chỉ tích luỹ sau năm 1 là 28, nếu như em tích luỹ không đủ 28 tín chỉ thì không được đăng kí môn năm 2 phải không ạ? Xin thầy cô phản hồi em sớm, em xin cám ơn",
            "Bạn theo dõi về thay đổi quy chế số tín chỉ sau các năm tại đây :. . . . . . http://www.aao.hcmut.edu.vn/image/data/quyche/Ca%CC%81c%20thay%20%C4%91o%CC%82%CC%89i%20tu%CC%9B%CC%80%20HK192-updated.pdf",
            "Chào bạn.. . Một số thay đổi về quy chế, áp dụng từ học kỳ 2/2019-2020.. . Bạn xem thông tin chi tiết tại đây nhé. . http://www.aao.hcmut.edu.vn/image/data/quyche/Ca%CC%81c%20thay%20%C4%91o%CC%82%CC%89i%20tu%CC%9B%CC%80%20HK192-updated.pdf. . Thân",
            "hầy cô cho em hỏi môn CI2001 là môn học trước của CI3135. vậy thì kì dự thính 192 em đăng kí môn CI2001 thì học kì 201 có được đăng kí  môn CI3135 không ạ? Em xin cảm ơn. .",
            "Chào em,. . . . Môn CI2001 điểm số phải khác 0"
        ]
    },
    {
        "intent": "",
        "message": [
            "Nếu trễ hạn nộp học phí thì đợt 2 vẫn đăng kí môn học bình thường đúng không ạ?. . . .",
            "responsible person: [551] [staff_name] [helpdesk staff]",
            "Bạn đóng học phí trễ hạn sẽ bị cấm ĐKMH đợt 2.. . . . Bạn liên hệ PĐT làm đơn trình bày lý do đóng trễ để được mở ĐKMH",
            "Em đã lên PĐT hỏi, cô nói không có làm đơn mà chờ cập nhật lại để đăng kí ạ",
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được . Em đã thanh toán học phí nhưng bị trễ . Cho em hỏi tại sao có được đăng kí môn như bình thường không ạ . Em cảm ơn",
            "Bạn bị cấm ĐKMH đợt 2, bạn liên hệ PĐT trình bày lý do đóng trễ để được mở ĐKMH"
        ]
    },
    {
        "intent": "",
        "message": [
            "B Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được . Em tên [full_name].Mssv:[student_id]. . Em xin trình bày nguyên nhân rằng học kì 191 em đã thanh toán học phí muộn của học phí lần 2. Em đã lên phòng đào tạo xin tư vấn để mở lại tất cả các môn học em đã đăng kí đợt 1 cho học kì 192 và được Phòng Đào tạo hướng dẫn viết đơn xin cứu xét trường hợp nêu trên. Em mong Phòng đăng kí môn học giúp em hoàn lại các môn em đã đăng kí trong đợt 1 của học kì 192. Em xin cám ơn!",
            "Các trường hợp nộp học phí trễ hạn bạn làm đơn trình bày tại PĐT và các môn học bị hủy bạn phải đăng ký lại trong đợt 2, PĐT sẽ không phục hồi kết quả"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được  /i . . . . Theo quy dinh cua nha truong, tu k18 tro ve trước, sau nam 3 neu khong du 3 mon GDTC thi moi bi cam dang ky mon. Em k17 mac du chua hoan thanh 3 mon GDTC nhung van du dieu kien dang ky mon hoc cho ky 2 cua nam 3. Cho em hoi la tai sao em bi huy dang mon hoc cho hoc ky sau ?",
            "Chào bạn,. . Hiện tại Phòng Đào tạo đã cập nhật lại số tín chỉ (cộng cả số TC HK191) và chuẩn về giáo dục thể chất, bạn vui lòng vào kiểm tra và đăng ký lại nhé!. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Chương trình đào tạo (thiếu môn tiên quyết, song hành...) . cho em hỏi năm nhất em học được 24 chỉ sang học kì 2 của năm 2 em khồng được đăng ký môn học em có thể làm đơn xin xém xét cho em học những môn học của học kì 2 của năm 2 được không ạ.",
            "Theo quy chế mới của nhà trường, bạn có thể tham khảo tại đây :. . . . http://www.aao.hcmut.edu.vn/image/data/quyche/Ca%CC%81c%20thay%20%C4%91o%CC%82%CC%89i%20tu%CC%9B%CC%80%20HK192-updated.pdf. . . . . . Nếu bạn không đủ số tín chỉ bạn không thể đăng ký môn năm 2",
            "Dạ em chào thầy em có thể làm đơn xem xét cho em được học học kì 192  không thầy. Năm nhất em học không được tốt năm 2 em đã cố gắg hết sức để có thể bù lại phần của năm 1. Em xin thầy cân nhắc cho em có thể đăng kí được môn học. Em cảm ơn thầy . .",
            "Chào bạn. . Như emai PĐT đã gửi trước đó, PĐT đã cập nhật lại số tín chỉ xếp loại sinh viên theo các năm. Các môn học ở HK191 vẫn được cộng vào số tín chỉ hiện tại nên bạn có thể vào đăng ký môn học.. . Đối với chuẩn giáo dục thể chất PĐT sẽ không áp dụng ở HK192 nhưng sẽ áp dụng từ HK193 trở đi.Sinh viên phải học và đạt cả 3 môn thể dục thì được tính đạt chuẩn giáo dục thể chất. Các bạn SV lưu ý chuẩn bị trước để tránh trường hợp không ĐKMH được.. . Các thay đổi về quy chế các bạn xem tại đây :. . http://www.aao.hcmut.edu.vn/image/data/quyche/Ca%CC%81c%20thay%20%C4%91o%CC%82%CC%89i%20tu%CC%9B%CC%80%20HK192-updated.pdf. . . . Chúc bạn học tốt.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được . Trên đăng ký môn học ghi là do không có môn tiên quyết là gdtc 2 nên em không đăng kí môn học được ạ, mà gdtc2 em qua rồi ạ. còn gdtc 3 thì kì 1 ( 2019- 2020 ) ( tức kì 1 năm nay ) em vừa học và đã qua rồi ạ,nhưng vẫn chưa cập nhật vào bảng điểm. . . Mong nhà trường xem xét lại giúp em ạ! Em cảm ơn ạ.",
            "Chào bạn. . Như emai PĐT đã gửi trước đó, PĐT đã cập nhật lại số tín chỉ xếp loại sinh viên theo các năm. Các môn học ở HK191 vẫn được cộng vào số tín chỉ hiện tại nên bạn có thể vào đăng ký môn học.. . Đối với chuẩn giáo dục thể chất PĐT sẽ không áp dụng ở HK192 nhưng sẽ áp dụng từ HK193 trở đi.Sinh viên phải học và đạt cả 3 môn thể dục thì được tính đạt chuẩn giáo dục thể chất. Các bạn SV lưu ý chuẩn bị trước để tránh trường hợp không ĐKMH được.. . . . Các thay đổi về quy chế các bạn xem tại đây :. . http://www.aao.hcmut.edu.vn/image/data/quyche/Ca%CC%81c%20thay%20%C4%91o%CC%82%CC%89i%20tu%CC%9B%CC%80%20HK192-updated.pdf. . . . Chúc bạn học tốt.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Chương trình đào tạo (thiếu môn tiên quyết, song hành...) . Em chào thầy(cô),. . Cho em hỏi là tại sao em đọc các thay đổi quy chế từ HK191 có nói là K2018 trở về trước, SV phải hoàn thành học phần GDTC sau năm 3 để được đăng ký môn học của năm 4 nhưng học kì tới mới là học kì 2 năm 3 của em (em K2017 ạ) mà giờ em lại không đăng ký môn học được vì lý do chưa đạt chuẩn GDTC sau năm 2 ạ. Mong thầy(cô) giải đáp giúp em. Em cảm ơn!",
            "Chào bạn,. . Hiện tại Phòng Đào tạo đã cập nhật lại số tin chính (cộng cả số TC HK191) và chuẩn về giáo dục thể chất, bạn vui lòng vào kiểm tra và đăng ký lại nhé!. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Thầy cô cho em hỏi về việc quy chế hk192, nếu không thõa đk thì buộc không được học các môn chuyên ngành năm 2 đúng không ạ, . . E là sv năm 2 hiện tại được 26 chỉ tích lũy thì còn cách nào để đk môn ở hk192 không?. . Em cám ơn thầy cô đã trả lời ạ  . .",
            "Chào bạn,. . Hiện tại Phòng Đào tạo đã cập nhật lại số tin chính (cộng cả số TC HK191) và chuẩn về giáo dục thể chất, bạn vui lòng vào kiểm tra và đăng ký lại nhé!. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được . Chào thầy (cô),. . Sau khi xem kết quả ĐKMH, em đã bị PĐT hủy hết các môn chuyên ngành năm 3 vì bị thiếu môn tiên quyết thể chất. Sau khi xem lại quy chế thì thấy PĐT có ghi: \"K2018 về trước, SV phải hoàn thành học phần GDTC sau năm 3 để được đăng ký môn học của năm 4\". Vậy, em K2017, nghĩa là sau học kì 6 em phải hoàn thành 3 môn thể chất mới được đăng ký học môn năm 4. Nhưng em mới năm 3, tại sao em lại bị hủy môn học như vậy? Em hi vọng PĐT và nhà trường xem xét lại và dời sự thay đổi này sau 1 học kì nữa vì em biết có rất rất nhiều bạn khác gặp vấn đề này. Và em cũng mong những thay đổi về quy chế của trường sẽ được thông báo trước 1 học kì cũng như việc gửi mail thêm cho sinh viên khi có sự thay đổi.. . Em cảm ơn!!!. .",
            "Nhà trường sẽ không áp dụng chuẩn GDTC ở HK192, nhưng sẽ áp dụng ở HK sắp tới.. . . . Bạn có thể vào đăng ký lại các môn học bị hủy."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được . Chào thầy/ cô,. . Em là sinh viên K17 và em không đăng ký được môn cho năm 3. Dù theo quy chế mới, đối với sinh viên K18 về trước cần hoàn thành Thể chất ở năm 3 để đăng ký môn năm 4. Nhưng hiện tại trên trang đăng ký toàn bộ môn chuyên ngành năm 3 của em đã bị xóa, dù em đã tích lũy được 70 chỉ",
            "Chào bạn,. . Hiện tại Phòng Đào tạo đã cập nhật lại số tín chỉ (cộng cả số TC HK191) và chuẩn về giáo dục thể chất, bạn vui lòng vào kiểm tra và đăng ký lại nhé!. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "B Học phí - Đại học - Cao đẳng chính quy   Học phí học kỳ chính . em là sinh viên k19. em xem nhầm thời gian đóng tiền và bị đóng trễ . rồi vì vậy em bị hủy đăng ký môn học. giờ em có thể làm sao để đăng ký học kỳ tiếp.. .",
            "Chào bạn,. . Bạn vui lòng thanh toán học phí, PDT sẽ lấy dữ liệu hàng ngày (16h) và sẽ mở đăng ký vào lúc 13h ngày hôm sau (trong thời gian đăng ký MH). . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được . Thông báo về chuẩn sinh viên năm 2 quá đột ngột nên em chưa chuẩn bị kế hoạch học tập. Nên em mong muốn phòng đào tạo dời kế hoạch này sang kì đăng kí học kì 201. . . Em xin chân thành cảm ơn!",
            "Chào bạn,. . Phải theo đúng quy định nha bạn. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được . Em đã đăng kí môn học hk192, nhưng giờ kết quả lại không có môn nào vì không đủ chuẩn sinh viên năm 2. . . Em mong thầy (cô) giải quyết sớm cho em để em được tiếp tục học kì mới.. . EM xin chân thành cảm ơn",
            ". . Chào bạn. . Như emai PĐT đã gửi trước đó, PĐT đã cập nhật lại số tín chỉ xếp loại sinh viên theo các năm. Các môn học ở HK191 vẫn được cộng vào số tín chỉ hiện tại nên bạn có thể vào đăng ký môn học.. . Đối với chuẩn giáo dục thể chất PĐT sẽ không áp dụng ở HK192 nhưng sẽ áp dụng từ HK193 trở đi.Sinh viên phải học và đạt cả 3 môn thể dục thì được tính đạt chuẩn giáo dục thể chất. Các bạn SV lưu ý chuẩn bị trước để tránh trường hợp không ĐKMH được.. . Các thay đổi về quy chế các bạn xem tại đây :. . http://www.aao.hcmut.edu.vn/image/data/quyche/Ca%CC%81c%20thay%20%C4%91o%CC%82%CC%89i%20tu%CC%9B%CC%80%20HK192-updated.pdf. . . . Chúc bạn học tốt.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Em Chào thầy cô ạ, hôm bữa em có thì rớt bộ môn bóng bàn, qua học kỳ 2 em đăng ký môn bơi rồi kỳ 3 môn bóng rổ, rồi kỳ 4 môn aerobic mà không học lại môn bóng bàn đựơc không ạ",
            "Bạn có thể đăng ký bất kì môn nào bạn muốn, bạn chú ý phải hoàn thành 3 môn thể dục khác nhau trước khi ra trường nhé."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Chương trình đào tạo (thiếu môn tiên quyết, song hành...) . Xin chào thầy, . . Hiện nay, trường đang mở đăng kí môn học kì 2 năm 3 của em. . . Em có đọc quy chế thì sinh viên từ K2018 trở về trước thì chỉ cần hoàn thành học phần GDTC sau năm 3. Tuy nhiên, em vẫn đang là sinh viên năm 3 và lần này là đăng ký cho học kì 2 năm 3 nên quy chế này chưa nên áp dụng cho trường hợp của em. . . Mong thầy xem xét giúp em và nếu đó là lỗi kỹ thuật thì xin thầy chỉnh sửa để em kịp đăng ký lớp đợt này.. . Em xin cảm thầy.",
            "Chào bạn.. . hiện tại đã tạm cập nhật điểm môn GDTS_2 lên hệ thống đăng ký môn học.. . bạn vào đăng ký lại môn học nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "kì trước e bị hủy 1 môn tiên quyết, kì này e không đăng kí được môn nào cả, không biết phòng đào tạo có cách nào giúp e không ạ, e xin lỗi đã làm phiền ạ",
            "Chào bạn.. . Bạn bị lỗi tiên quyết do chưa đạt điều kiện SV sau năm 3.. . Lý do: bạn mới tích lũy được 48 tín chỉ tích lũy. nên SV được xếp hạng năm đào tạo là năm 2.. . . . Thông tin chi tiết SV xem tại:. . http://www.aao.hcmut.edu.vn/image/data/quyche/Ca%CC%81c%20thay%20%C4%91o%CC%82%CC%89i%20tu%CC%9B%CC%80%20HK192-updated.pdf",
            "mình đợi kết thúc học kì này đủ tín chỉ tích lũy rồi làm đơn xin đăng kí được không bạn",
            "đây cũng có thể là 1 cách"
        ]
    }
]