[
    {
        "intent": "",
        "message": [
            "Học vụ . Chào thầy/cô ạ,. . Em tên [full_name] - MSSV: [student_id] - SDT: [phone_number]. Hiện tại em vừa chuyển điểm Anh văn 4 và đã đủ điều kiện đăng ký tốt nghiệp. Nhưng hiện tại điểm chuyển chưa được cập nhật và chỗ bước đăng ký tốt nghiệp không thể cập nhật thông tin.Em có đính kèm các file ảnh để dễ hình dung tình trạng hiện tại ạ. Nhờ thầy cô hỗ trợ giúp em cho kịp ngày đăng kí tốt nghiệp kì 10/07/2020 sắp tới ạ.. . Em xin cám ơn.",
            "Chào bạn,. . . . - Bạn làm đơn rút môn học (anh văn 4) nộp PDT làm gấp, PDT sẽ xét tốt nghiệp cho bạn trong tuần này.. . . . Thân. . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Chào ad,. . Theo tiến độ học tập thì kỳ hè 193 là kỳ thực tập hè của em nhưng trong đợt đăng kí môn học hè lần 1 em đã chưa đăng ký môn thực tập. . Không biết trong đợt 2 em có được đăng ký thực tập trong kỳ hè không ? và bao giờ mới mở đăng ký môn học hè lần 2 ạ ?. . Xin cám ơn .",
            "Chào bạn,. . . . Đợt 2 dự thính hè bạn vẫn đăng kí được nhen, hiện tại thời gian đăng kí dự thính hè 193 đợt 2 PDT chưa có thông báo cụ thể ngày giờ.. . . . Khi nào có thông báo chính thức ngày giờ đăng kí dự thính dự thính hè 193 PDT sẽ gởi mail cho sinh viên và cập nhật trên trang web PDT.. . . . Bạn thường xuyên theo dõi để biết rõ thời gian đăng kí.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Hỏi về điểm môn học Toeic 400. Lớp học lại kì Tết.. . Nhóm RZ01-A. . Ngày thi: 17/05/2020. . Em tên là [full_name] . . Mssv là [student_id]. . Vì lý do đang mở đợt đăng kí bổ sung nên xin phòng đào tạo trả lời sớm giúp em để em đăng kí kịp lúc. Hôm bữa phòng đào tạo có hẹn em ngày 18/06/20 là sẽ cập nhập điểm cho em nhưng tới hiện tại chưa có điểm em mong phòng đào tạo trả lời giúp em được bao nhiêu điểm được không ạ.. . Thank.",
            "Chào bạn,. . . . Hiện tại đã cập nhật điểm, bạn xem nhen.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Em chào thầy/cô. . Cho em hỏi em đọc bảng chuyển điểm anh văn từ học kỳ 201, thấy chứng chỉ TOEIC 500 điểm chỉ chuyển được điểm anh văn 1 và 2. Vậy tức là nếu em chỉ nộp chứng chỉ TOEIC 500 điểm thì em vẫn được xét nhận LVTN, đủ điều kiện anh văn xét TN, nhưng phải đăng ký học 2 môn anh văn 3 và 4 trong trường, khi đạt 2 môn đó mới được coi là hoàn thành chương trình đào tạo 142 tín chỉ và mới được tốt nghiệp phải không ạ?",
            "Chào bạn,. . . . Nếu bạn nộp CCNN Toeic 500 trong học kỳ 201 đúng như bạn trình bày bạn chỉ được miễn anh văn 1,2. Được xét luận văn và tốt nghiệp nhưng không miễn được anh văn 3,4.. . . . Bạn cố gắng nếu bạn chuyển điển  từ học kỳ 3 trở về trước (trước ngày 20/9/2020) bạn nộp toeic 500 sẽ miễn được anh văn 3,4 luôn. . . . . Bạn tham khảo qui chế học vụ điều 31, phụ lục 1 http://www.aao.hcmut.edu.vn/index.php?route=catalog/chitietsv&path=90&tid=1658 . . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Cho em hỏi về vấn đề sinh viên chính quy đăng ký chuyển hệ đợt tháng 8/2020 có được phép đăng ký môn học chính quy học kỳ hè 193 không ạ ?",
            "Chào bạn,. . . . Chưa hiểu ý của bạn, bạn vui lòng nói rõ ý của  bạn.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em muốn hỏi chương trình đào tạo ngành khoa học máy tính K19 có môn SP1007 không ạ. Em muốn đăng kí trong học kì hè 193 luôn. Em cảm ơn.",
            "Chào bạn,. . . . Bạn sinh viên chất lượng cao, bạn vui lòng liên hệ với văn phòng Đào Tạo quốc tế để tư vấn cho bạn.. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em chào thầy ( cô), cho e hỏi còn đợt thi anh văn trong trường trước khi đăng ký môn học học kì 201 không ạ, nếu còn thì khi nào tổ chức ạ?. . Em cảm ơn!",
            "Chào bạn,. . . . Bạn liên hệ với trung tâm ngoại ngữ của trường nhen.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: PĐT cho em hỏi, nộp chứng chỉ anh văn quy đổi điểm trong năm 1 này khi nào hết hạn ạ. Đầu tháng 8 em nộp để quy đổi điểm vô điểm trung bình kịp ko ạ. Em cảm ơn",
            "Chào bạn,. . . . Ngoại lịch học vụ, việc chuyển điểm phụ thuộc vào nhu cầu sinh viên. Nếu sinh viên có nhu cầu chuyển điểm nhiều thì PDT sẽ lấy dữ liệu chuyển điểm thường xuyên. Thông thường 2 tuần sẽ lấy dữ liệu.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Thưa PĐT, theo em được biết về thông tư 27/2019/TT-BGDĐT và một số thông tin từ báo mạng. . . Đợt tốt nghiệp này trường mình sẽ cấp bằng kỹ sư hay bằng cử nhân cho những ngành kỹ thuật ạ?. . Em xin cảm ơn.. .",
            "Chào bạn,. . . . Đối với khoá 2014 sẽ cấp bằng kỹ sư.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Dạ em xin kính chào phòng đào tạo trường ĐH Bách Khoa,. . Em có vài thắc mắc muốn hỏi ạ: vấn đề quy đổi điểm anh văn trong năm 1 này khi nào hết hạn vậy ạ? Trong đầu tháng 8 này, em nộp bằng thì được không ạ?. . Em mong lời hồi đáp từ phòng đạo tạo. Em xin cảm ơn nhiều ạ.",
            "responsible person: [551] [staff_name] [helpdesk staff]",
            "Chào bạn,. . . . Ngoại lịch học vụ, việc chuyển điểm phụ thuộc vào nhu cầu sinh viên. Nếu sinh viên có nhu cầu chuyển điểm nhiều thì PDT sẽ lấy dữ liệu chuyển điểm thường xuyên. Thông thường 2 tuần sẽ lấy dữ liệu.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Cho em hỏi là em đang học năm 2 Khoa Khoa học và Kỹ thuật máy tính.. . Nếu em muốn chuyển sang Khoa Cơ Khí thì làm như thế nào ạ.. . Em có thể chuyển thẳng xuống Khoa Cơ Khí được không? Tại vì theo em biết thì chỉ có HKI năm nhất mới được chuyển xuống các Khoa có điểm chuẩn thấp hơn.. . Em định chuyển vào ngành Cơ Khí-Chế Tạo Khoa Cơ Khí.",
            "Chào bạn,. . . . Bạn xem qui chế học vụ đều 30, mục 30.3 http://www.aao.hcmut.edu.vn/index.php?route=catalog/chitietsv&path=90&tid=1658.. . . . Nếu có gì thắc mắc bạn có thể hỏi lại.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: 1713540  /b \t. . Kính gửi Phòng đào tạo, Phòng đảm bảo chất lượng, . . . . Em là sinh viên chính quy, tham gia lớp học dự thính môn Pháp luật Đại cương của thầy Trần Quang Trung. Em có một số bức xúc, của em và RẤT NHIỀU bạn sinh viên khác: . . . . + Việc học stream: các bài giảng stream thì nhiều lúc không hiện lên trong Bkel. Có lần, video stream trên youtube chỉ vỏn vẹn 2 lượt xem (do các bạn không biết link nằm ở đâu, cho đến khi thầy gửi link vô giờ học meet) . . . . + Việc học Meet: Cách làm của thầy làm thời gian chết rất nhiều, gây lãng phí, tốn thời gian cực kì của nhiều sinh viên. . . . . + Điểm danh trên meet: Thầy áp dụng rất nhiều thứ   B bảo thủ  /B , vô lí. Cách làm của thầy: đọc tên 2 lần, không có thì cho vắng (?!). Điều này sinh ra trường hợp sinh viên lúc đó mạng bị chậm (có độ trễ 2 3 giây là bình thường), bạn chưa kịp trả lời thì cho vắng (!!!). Nhiều bạn bức xúc \"Tại sao tham gia học đầy đủ, tốn hẳn 1 tiếng 30p, cuối giờ lại đánh vắng chỉ vì mạng bị trễ ?\". Giữa buổi thầy hỏi, bạn chưa kịp trả lời thì lại bị đánh vắng ? Cuối ngày lại tiếp tục điểm danh =  bạn bị 2 dấu đánh vắng cực kì trơ trẽn (nếu bị 3 lần thì bị cấm thi ?! =  rớt môn ?! . . . . + Việc cấm thi: như em đề cập ở trên, đâu phải việc cấm thi, thầy có thể làm ẩu vậy được ? Học dự thính 480k/1 chỉ =  1tr440ng/môn này, và chỉ học onl, không lên lớp, và bị cấm thi 1 cách lãng xẹt. Đối với nhiều người số tiền này không hề nhỏ, các bạn phải chắt chiu đi làm, mà lại bị mất 1tr440 chỉ vì mạng chậm và chỉ học onl ?. Ngay cả cá nhân em, khi em tham gia học kì chính môn này, rõ ràng thầy dạy bù, em bị mắc lịch học môn chuyên ngành, thầy   B dạy bù  /B  (dạy bù không điểm danh) lúc thứ 7 vào tuần gần cuối kì, thầy điểm danh em 2 lần =  em vắng 2 buổi, cộng với 1 buổi em bị hư xe =  em mất 960k, mất thời gian cả học kì, 1 cách vô lí, khó hiểu. Em giải thích thì tất nhiên không chấp nhận.. . . . + việc học meet ngày 20/6/2020: chỉ có 100/161 bạn được vào học(= 61 bạn bị đánh vắng oan) , chỉ vì thầy dùng gmail cá nhân, nhiều bạn phản hồi mà thầy không thèm để ý tới, và vẫn bảo thủ.. . . . Trên đây là bức xúc của em và rất rất nhiều bạn sinh viên khác về môn học này của thầy Trần Quang Trung, mà các bạn không dám nói ra, không biết phải làm gì. Em cam đoan những lời nói trên là sự thật. Kính mong phản hồi này của em sẽ được các phòng ban, các thầy giải quyết thỏa đáng cho nhiều bạn sinh viên khác. Nếu lời nhắn của em được gửi tới thầy, em mong muốn được giấu tên (em không muốn mất 1tr440 - tiền đi dạy thêm của em). .   i Yêu cầu khác .",
            "Em kính mong được gửi tới phòng đào tạo và phòng đảm bảo chất lượng càng sớm càng tốt ạ. Em xin cảm ơn."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Em nhận được mã OTP sms nhưng không xác thực được. Hệ thống báo lỗi xác thực liên tục. Em bị lỗi này cách đây 3 ngày rồi ạ. Em phải làm gì để có thể thanh toán được lệ phí đây ạ.",
            "Chào bạn,. . . . Bạn liên hệ phòng 201A4, gặp anh [full_name] sẽ hướng dẫn cho bạn nhen.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Dạ e xin hỏi là trong năm nay e có tham gia xuân tình nguyện nhưng k phải của trường mình ạ. Vì một số lí do nên e đã tham gia chương trình xuân tình nguyện thuộc trường đh khxhnv. Cho e hỏi e có được xin nhà trường xét ngày công tác xã hội được không ạ!Em cảm ơn ạ!",
            "responsible person: [551] [staff_name] [helpdesk staff]",
            "Chào bạn,. . . . Bạn liên hệ văn phòng đoàn khoa của bạn nhen.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Dạ cho em hỏi em quên làm bài kiểm tra chương 4.1 Tích phân mặt trong e-learning phần Giải tích 2_Video thì có bị cấm thi không ạ? Vì phần này đã không còn dạy trực tuyến mà chuyển hẳn sang học tập trung nên em quên làm ạ.. . Nếu được, em xin thầy cô có thể mở lại bài kiểm tra được không ạ? Em có trao đổi với giáo viên bộ môn rồi nhưng giáo viên bảo chỉ mỗi phòng đào tạo mới có thể quyết định mở lại bài kiểm tra trên các khoá có \"_Video\" thôi ạ",
            "Chào bạn,. . . . . . Bạn liên hệ với giáo viên gảng dạy, việc học trên lớp  giữa sinh viên và giáo viên, PDT không can thiêp vào được.. . . . Thân.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: ở trên mybk của em hiện nay không có mục tiến độ học tập, em định đăng kí môn học nhưng không có mục đó nên em không biết được mã của các môn học, mong pdt giải quyết giúp em việc này, em xin cảm ơn!",
            "responsible person: [551] [staff_name] [helpdesk staff]",
            "Chào bạn,. . . . Tiến độ học tập sinh viên hiện nay không cập nhật nữa, bạn muốn đang kí môn học bạn vào trang web PDT xem chương trình đào tạo của bạn nhen http://www.aao.hcmut.edu.vn/index.php?route=catalog/chuongtrinhdaotao.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Dạ thưa thầy/ cô. . . . Em tên là: [full_name], mã số sinh viên [student_id]. Hiện đang học tại khoa Khoa học & Kĩ thuật Máy tính.. . . . Dạ cho em hỏi : Sắp tới em muốn tham gia một số hoạt động tình nguyện hè của địa phương trong hè này. Nếu em muốn những hoạt động này được nhà trường   B công nhận ngày CTXH  /B  tương ứng thì cần phải làm những thủ tục gì ạ?. . . . Dạ em xin cám ơn.. . Chúc một ngày tốt lành.. . . . [full_name]. .",
            "Chào bạn,. . . . Bạn liên hệ văn phòng đoàn khoa của bạn để tư vấn cho bạn nhen.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học .   b Cô cho em hỏi là khi nào hiệu chỉnh đăng ký môn học hè 193 hệ chinhq quy ạ ? . . Em cám ơn cô ạ. .   \\b",
            "Chào bạn,. . . . Hiện tại dự thính hè đợt 2, đợt 3 chưa có thông báo chính thức ngày, giờ đăng kí.. . . . Khi nào có thông báo chính thức PDT sẽ gởi mail cho từng sinh viên và cập nhật trên trang web PDT.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Kính thưa Ban Giám hiệu nhà trường, do em làm mất học bạ bản gốc, hiện tại em muốn làm lại nên cần mượn bản sao em đã nộp vào nhà trường. Xin Ban Giám hiệu cho phép em mượn lại phần bản sao, em xin hứa sẽ nộp lại đúng thời hạn mà nhà trường quy định. . . . . Em xin chân thành cảm ơn. .",
            "Chào bạn,. . . . Bạn về trường PTTH của bạn xin bản trích lục, theo qui định của nhà trường sẽ không trả và cho mượn lại hồ sơ.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Em đã có tên trong danh sách dự kiến tốt nghiệp đợt 1/2020 nhưng trong tình trạng TẠM DỪNG mặc dù em đã làm đơn thu nhận lại ngày 16/06 và tình trạng sinh viên trên Mybk là đang học. Em không thể đăng ký xét tốt nghiệp online được. . Kính mong quý Thầy/Cô xem xét trường hợp của em. Em xin cám ơn.. . . .",
            "Chào bạn,. . . . Bạn lên đăng kí lại nhen.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Kính gửi: Phòng đào tạo trường Đại học Bách Khoa TPHCM. . Hiện tại em tự kiểm tra thông tin tốt nghiệp, và theo như mail phòng đào tạo, em tiến hành đăng kí tốt nghiệp trực tuyến bổ sung (hạn đến 30/6/2020). Nhưng chưa được mở link đăng kí thông tin.. . - Tiến độ học tập: đủ điều kiện về tiến độ học tập, số chỉ, chuẩn anh văn, ngày CTXH.. . - Tình trạng sinh viên: đang học.. . - Em đã liên hệ trực tiếp và để lại thông tin tại phòng đào tạo vào thứ 2, 15/6/2020 và hiện tại vẫn chưa đăng kí được. Em rất mong phòng đào tạo xem xét giúp em mở link đăng kí, hoặc cho em biết vấn đề hiện tại tài khoản em đang gặp là gì, để em có thể khắc phục kịp thời trong khoản thời gian nước rút hiện tại.. . Em chân thành cảm ơn.",
            "Chào bạn,. . . . Bạn vào đăng kí tốt nghiệp lại nhen.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . E chào thầy cô ạ. E bị lỡ đăng kí môn học dự thính hè đợt 1. Nhưng đến 1/7 phải hoàn thành hồ sơ để thực tập QTTB vào công ty. E mong thầy cô giúp e đăng kì môn thực tập Quá Trình Và Thiết Bị. Em cảm ơn. .",
            "Chào bạn,. . . . - Bạn có thể đăng kí dự thính hè 193 vào đợt 2,3.. . . . - Hiện tại dự thính hè đợt 2, đợt 3 chưa có thông báo chính thức ngày, giờ đăng kí.. . . . - Khi nào có thông báo chính thức PDT sẽ gởi mail cho từng sinh viên và cập nhật trên trang web PDT. Bạn thường xuyên kiểm tra mail để biết thời gian đăng kí.. . . . Thân.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ em kính chào PĐT. Em là sv k17 khoa KTXD, em đã xem qui chế trên www.aao.hcmut.edu.vn là đăng kí TTTN thì không cần xét đến ngày CTXH, nhưng em nghe 1 vài người bảo để đăng kí TTTN thì cần 7 ngày CTXH.Vậy PĐT cho em hỏi là điều kiện đăng kí TTTN thì có xét đến ngày CTXH không ạ. Em cảm ơn ạ.",
            "Chào bạn,. . . . TTTN không xét ngày công tác xã hội nhen.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]  /b \t[full_name] [full_name] [full_name] [full_name]   i Đăng ký môn học  /i [full_name] [full_name] [full_name] [full_name] Chào [full_name][full_name] [full_name] Em tên là [full_name], MSSV:[student_id], lớp Hc18kttp [full_name] [full_name] Trong học kì hè 193 này theo đúng lịch học thì em sẽ đăng kí và thực tập quá trình thiết bị[full_name] Nhưng do năm nhất vid thiếu anh văn em đã không thể đăng kí được môn học kĩ thuật thực phẩm 1(CH2017) đây là môn học trước để có thể đăng kí thực tập[full_name] Vậy em có thể tham gia thực tập học kì hè 193 này không nếu em vừa học hè môn kttp1 vừa tham gia thực tập ạ[full_name] Nếu không thể tham gia thực tập kì hè 193 vậy có nghĩa là em sẽ phải thực tập vào hè năm sau với k19 phải không ạ?[full_name] [full_name] Em cảm ơn",
            "Chào bạn,. . . . Môn thực tập quá trình thiết bị có môn học trước là môn kỹ thuật thực phẩm 1(CH2017), Khi đăng kí môn thưc tập quá trình thiết bị thì môn CH2017 phải học rồi, điểm khác 0.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Dạ PĐT cho e hỏi, điểm tổng kết của hk2 này khi nào chốt ạ.",
            "Chào bạn,. . . . Hiện tại chưa thi học kỳ 192 mà em.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ cho em hỏi là trong đợt đăng ký môn học kỳ hè vừa rồi em lỡ quên đăng ký thực tập tốt nghiệp cho kỳ hè này. . . Cho em hỏi trong đợt hiệu chỉnh tiếp theo em có thể đăng ký được không ạ?. . Nếu không được đăng ký thì có cách nào có thể đăng ký không ạ?. . . . Kính mong phòng đào tạo xem xét trả lời ạ.. . . . Em xin cảm ơn",
            "Chào bạn,. . . .  - Bạn đăng kí được vào đợt 2 này nhen.. . . . -  Hiện tại dự thính hè đợt 2, đợt 3 chưa có thông báo chính thức ngày, giờ đăng kí.. . . . -  Khi nào có thông báo chính thức PDT sẽ gởi mail cho từng sinh viên và cập nhật trên trang web PDT.. . . . Thân.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em là sinh viên K18 khoa Kỹ thuật Hoá học, theo chương trình học em cần phải đăng kí môn học Thực tập quá trình thiết bị trong học kì 193 nhưng do sơ xuất em đã không đăng kí, em xin được hỏi em có được đăng kí bổ sung vào đợt 2 không ạ ?",
            "Chào bạn,. . . . Bạn có thể đăng kí vào đợt 2 này nhen.. . . . Hiện tại dự thính hè đợt 2, đợt 3 chưa có thông báo chính thức ngày, giờ đăng kí.. . . . Khi nào có thông báo chính thức PDT sẽ gởi mail cho từng sinh viên và cập nhật trên trang web PDT.. . . . Thân.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Cho em hỏi,  hiện tại em đang học đại học, mà đang trong tình trạng bị buộc thôi học, giờ em muốn chuyển xuống cao đẳng Bách Khoa được không ạ",
            "Chào bạn,. . . . - Hiện tại bạn vẫn đang học, bạn cố gắng.. . . . - Từ khoá 2018 trường BK không tuyển cao đăng, nếu  trường hợp bạn không học nổi thì bạn chuyển sang hệ vừa làm vừa học nhen.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: PĐT cho em hỏi : tên em [full_name] . .                  Mssv : [student_id] . .  Đã có trong danh sách dự kiến mà tới hôm nay 22/06/2020 vẫn chưa có trong danh sách chính thức , em cũng theo dõi mail thường xuyên và có thông tin tốt nghiệp sẽ diễn ra vào ngày 10/07/2020 , mong PĐT phản hồi sớm giúp em , em cám ơn",
            "Chào bạn,. . . . Danh sách tốt nghiệp chính thức PDT sẽ cập nhật sau đó. . . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Cho em hỏi nếu đăng kí học hè thì bắt buộc phải đăng kí hết 15 chỉ được in trong syllabus và học phí vẫn đóng 30 triệu cho dù đăng kí đủ 15 chỉ hay không đủ 15 đúng không ạ. Em xin cảm ơn.",
            "Chào bạn,. . . . Bạn liên hệ văn phòng đào tạo quốc tế để tư vấn cho bạn.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Kính gửi . . Cho em hỏi về việc điểm rèn luyện. . Lớp trưởng của em có gửi mail nhưng em quên check và h đã hết gia hạn để nạp file điểm vậy bây h em muốn nộp thì có đc ko ạ và em phải làm sao ạ . . Em cảm ơn",
            "responsible person: [551] [staff_name] [helpdesk staff]",
            "Chào bạn,. . . . Điểm rèn luyện bạn liên hệ với phòng Công Tác Chính Trị sinh viên.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Dạ em chào thầy/cô. Hiện tại em có một số thắc mắc là trường mình chưa đăng lịch học vụ chỉ có gửi mail là học kỳ 201 sẽ bắt đầu vào ngày 21/9 ạ vậy cho em hỏi sau ngày 21/9 đó sẽ có đợt chuyển điểm anh văn để đăng ký bổ sung luận văn tốt nghiệp không ạ do em thấy mấy kỳ trước là vậy không biết kỳ này có đổi gì không ạ và đợt cuối dự kiến để chuyển điểm anh văn đăng ký luận văn tốt nghiệp là khi nào ạ. Mong sớm nhận được phản hồi từ thầy cô em chân thành cảm ơn.",
            "Chào bạn,. . . . Ngoại lịch học vụ, việc chuyển điểm phụ thuộc vào nhu cầu sinh viên. Nếu sinh viên có nhu cầu chuyển điểm nhiều thì PDT sẽ lấy dữ liệu chuyển điểm thường xuyên. Thông thường 2 tuần sẽ lấy dữ liệu.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . khi nào trường sẽ cho đk học hè đợt 2 vậy ạ?. . . .",
            "Chào bạn,. . . . Hiện tại dự thính hè đợt 2, đợt 3 chưa có thông báo chính thức ngày, giờ đăng kí.. . . . Khi nào có thông báo chính thức PDT sẽ gởi mail cho từng sinh viên và cập nhật trên trang web PDT.. . . . Thân.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Cho em hỏi em đã nộp đơn xin tốt nghiệp trước 30.6 nhưng thông tin tốt nghiệp của em vẫn ghi là tốt nghiệp đợt 2. Vậy cho em hỏi em sẽ thực hiện lễ tốt nghiệp vào tháng 7 hay tháng 11 vậy ạ? Và nếu em tốt nghiệp vào tháng 11 thì có thể chuyển sang tháng 7 không ạ vì em đã hoàn thành thủ tục trước 30.6?",
            "Chào bạn,. . . . Thông tin đó bạn xem ở đâu vậy?.. . . . Thân.",
            "Dạ em xem trên đơn xin xét tốt nghiệp.",
            "Chào bạn,. . . . Bạn yên tâm là bạn tốt nghiệp đợt 1 này nhen.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính gửi Phòng đào tạo!. . Cho em hỏi đơn đăng ký tốt nghiệp của em đã xác nhận T2 22/6 thì em có được nhận bằng tốt nghiệp tạm thời không ạ? Nếu có thì em có thể nhận ở đâu và vào thời gian nào ạ?. . Em xin cảm ơn!. .   i Học vụ .",
            "Chào bạn,. . . . Thứ 2 (29/6) bạn về Khoa lấy chứng nhận tốt nghiệp tạm thời nhen.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Kính chào quý thầy/cô!. . Em tên [full_name], MSSV [student_id], em hiện còn 1 học kì nữa để hoàn thành tốt nghiệp, nhưng em vẫn chưa đủ điều kiện về tín chỉ học tập, nên chưa hoàn thành đúng hạn! Trong quá trình học tập, gia đình em có biến cố anh ruột em mới mất, em và gia đình suy sụp và khủng hoảng tinh thần, và không may trong quá trình học tập, em có bị bệnh sốt xuất huyết phải nhập viện 1 học kì! Nên kính mong BGH nhà trường có thể xem xét hỗ trợ em trong trường hợp đặc biệt này! Mong thầy cô có thể hỗ trợ giúp em, em có thể nộp đơn xin gia hạn 1 học kì để hoàn thành tốt nghiệp không ạ! Em rất chân thành mong, thầy cô tạo điều kiện và cơ hội để em có thể có một tương lai cũng như định hướng con đừơng dễ dàng! Em cảm ơn và rất mong nhận được phản hồi!",
            "Chào bạn,. . . . Bạn vào cổng thông tin sinh viên, trong mục lý lịch nhen, thời gian hết hạn đào tạo của bạn 4/2021 .. . . . https://mybk.hcmut.edu.vn/stinfo/. . . . Thân.",
            "li answer rate: Answer is not complete / Câu trả lời chưa hoàn chỉnh"
        ]
    },
    {
        "intent": "",
        "message": [
            "Em bị mất bản gốc học bạ nên xin mượn lại bản photo đã nộp cho trường để đi photo ạ!. . Họ và tên: [full_name]. . MSSV: [student_id]. . Ngành: Vật lỹ kỹ thuật. . Khóa: K19. . . .",
            "responsible person: [551] [staff_name] [helpdesk staff]",
            "Chào bạn,. . . . Hồ sơ lưu chỉ là bản sao học bạ, theo qui định cũng không  trả và mượn bộ hồ sơ này. Nếu bạn mất thì về trường PTTH  xin trích lục.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ em chào thầy cô,. . . . Mình cho em hỏi là đợt đăng ký môn học cho học kỳ hè mình còn mở thêm đợt nào không ạ?. . . . Do em lên xem lịch học vụ thì chỉ thấy mở có 1 đợt đăng ký thôi ạ.. . . . Em cám ơn ạ.. . . . . .",
            "Chào bạn,. . . . Hiện tại dự thính hè còn  đợt 2, đợt 3 nhưng chưa có thông báo chính thức ngày, giờ đăng kí.. . . . Khi nào có thông báo chính thức PDT sẽ gởi mail cho từng sinh viên và cập nhật trên trang web PDT.. . . . Thân.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Kính chào quý thầy/cô!. . Em tên [full_name], MSSV [student_id], em hiện còn 1 học kì nữa để hoàn thành tốt nghiệp, nhưng em vẫn chưa đủ điều kiện về tín chỉ học tập, nên chưa hoàn thành đúng hạn! Trong quá trình học tập, gia đình em có biến cố anh ruột em mới mất, em và gia đình suy sụp và khủng hoảng tinh thần, và không may trong quá trình học tập, em có bị bệnh sốt xuất huyết phải nhập viện 1 học kì! Nên kính mong BGH nhà trường có thể xem xét hỗ trợ em trong trường hợp đặc biệt này! Mong thầy cô có thể hỗ trợ giúp em, em có thể nộp đơn xin gia hạn 1 học kì để hoàn thành tốt nghiệp không ạ! Em rất chân thành mong, thầy cô tạo điều kiện và cơ hội để em có thể có một tương lai cũng như định hướng con đừơng dễ dàng! Em cảm ơn và rất mong nhận được phản hồi!. . ___________. . Em có nhận được phản hồi rồi ạ! Nhưng em cần thời gian để hoàn thành là HKII 2020-2021, nhưng thời gian đào tạo tối đa đến tháng 4/2021 thì không biết em có thể đăng ký thêm học kì II nữa ko ạ! Vì em còn 1 đồ án và LVTN trong thời gian tới, nên em mong muốn được BGH nhà trường hỗ trợ cho em gia hạn thêm 1 học kì nữa ạ! Em chân thành cảm ơn!",
            "Chào bạn,. . . . - Việc này bạn làm đơn nộp PDT để ban lãnh đạo phòng xem xét .. . . . Thân.. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Thưa PĐT, em hiện tại đang học 1 môn học không nằm trong chuyên ngành của mình, em đang học năm 3 ngành Viễn Thông của chương trình Việt Pháp. Vì sơ suất mà em đăng ký nhầm môn Sức bền vật liệu, mã môn là 809703 với 1 môn khác trong chuyên ngành. Hiện tại em có thể xin PĐT hủy lịch thi của môn học để em tập trung vào các môn đúng chuyên ngành được không ạ. Em vẫn sẽ đóng học phí đầy đủ ạ. Em xin cảm ơn.",
            "responsible person: [551] [staff_name] [helpdesk staff]",
            "Chào bạn,. . . . Bạn nộp đơn rút môn học tại PDT và trình bày rõ lý do  rút môn học nhen.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Chào quý thầy, cô.. . . . Dạ em muốn nộp lại bằng Toeic để cải thiện điểm. Cho em hỏi sinh viên có thể đăng ký chuyển điểm cho các môn ngoại ngữ vào mỗi học kỳ theo  Quy chế đào tạo và học vụ (Phụ lục 1) phải không ạ?",
            "Chào bạn,. . . . Mỗi môn anh văn 1,2,3,4 chỉ cho chuyển điểm 1 lần thôi nha bạn, bạn xem qui chế http://www.aao.hcmut.edu.vn/index.php?route=catalog/chitietsv&path=89&tid=1626. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em chào thầy/cô. . Cho em hỏi đợt tốt nghiệp tháng 7 thì mình đăng ký thuê đồng phục tốt nghiệp như thế nào, thời gian đăng ký và nhận đồng phục và phí thuê là bao nhiêu ạ?. . Em xin cảm ơn.. . . . [full_name]. . MSSV: [student_id]",
            "Chào bạn,. . . . Việc này bạn liên hệ khoa nhé.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: 1410428  /b \t. . . .   i Yêu cầu khác . Em chào cô/thầy.. . . . Em đã đăng ký tốt nghiệp trong đợt 4/2020 và sẽ được tham gia vào lễ tốt nghiệp ngày 10/7.. . . . Vì lý do đã có việc làm và bận việc đi công tác nên em không thể tham gia vào lễ tốt nghiệp.. . . . Cô/Thầy cho em hỏi nếu không tham gia lễ tốt nghiệp có ảnh hưởng gì đến việc tốt nghiệp của em không? . . Em muốn lấy bằng tốt nghiệp hoặc giấy cấp bằng tạm thời thì khi nào có thể lấy được?. . . . Em cảm ơn Cô/Thầy.",
            "Chào bạn,. . . . - Bạn đã đăng kí nhận bằng trên trang web PDT chưa?.. . - Hiện tại như thông báo của PDT thì đợt tốt nghiệp ngày 10/7 các bạn chỉ nhận quyết định ra trường chưa có bằng. . . . . - Những bạn có đăng kí tốt nghiệp nhận bằng đợt này thì các bạn thường xuyên kiểm tra mail để biết ngày nhận bằng.. . . . - Bằng tốt nghiệp tạm thời đã có bạn nhận tại khoa nhen.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ  /i. . Kính chào quý thầy cô. . . . . Em đang học năm 3 ngành Cầu đường, em nhận ra rằng mình đã chọn sai ngành và không thể nào 20 năm, 40 năm theo nghề này được. Trải qua nhiều tháng suy sụp tinh thần, em quyết định mình phải học ngành khác, nên năm nay em có đăng ký kỳ thi Đánh giá năng lực 2020. . . . . Em có vài câu hỏi rằng: . . . . Em có được phép thi kỳ thi ĐGNL 2020? Cần những thủ tục gì với trường ĐH Bách Khoa?. . . . Trường có cản em học trường khác không? Em có phải thôi học để được phép thi?. .  . . Kết quả thi của em có giá trị để xét tuyển vào các trường không? Ví dụ: em đậu 1 ngành của trường KHXH và NV, em có được đi học trường đó? Em cần những thủ tục gì giữa 2 trường? . . . . Em có được phép học 2 trường cùng 1 lúc?. . . . Mong quý thầy cô giải đáp, tư vấn giúp em ạ.. . Em cảm ơn.. . Trân trọng.. . . . . .  . .",
            "Chào bạn,. . Trước tiên Phòng Đào tạo phản hồi cho bạn các nội dung liên quan đến việc thi ĐGNL. . 1. ĐGNL là do ĐHQG tổ chức, không giới hạn điều kiện thí sinh đăng ký dự thi nên bạn có thể đăng ký thi hoặc có thể liên hệ với trung tâm Khảo thí và đảm bảo chất lượng giáo dục ĐHQG để hỏi lại lần nữa. . . 2. Việc bạn đăng ký thi ĐGNL thì không ảnh hưởng đến trường ĐHBK vậy nên bạn không cần làm thủ tục gì với trường.. . 3. Trường sẽ không cản trở gì với việc bạn có mong muốn đăng ký học trường khác. . . 3. Bạn không cần thôi học để thi ĐGNL. . . 5. Kết quả thi ĐGNL của em có thể dùng để xét tuyển vào trường ĐHBK ở các ngành khác, nếu trúng tuyển bạn sẽ được xem như là 1 sinh viên mới. (các trường khác thì bạn phải tự tìm hiểu quy chế tuyển sinh của họ nhé, ví dụ bạn muốn vào trường KHXH&NV thì em xem quy chế tuyển sinh của trường KHXH&NV, PĐT không tư vấn cho bạn chỗ này được"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: 912BE224  /b \t. . . .   i Yêu cầu khác . em đã thực hiện đóng học phí tại trung tâm giáo dục thường xuyên Bến Tre học kỳ 131 và học kỳ 171 nhưng trên hệ thống Pkpay báo còn nợ. e lã lầm đơn xin trừ 2 khoản nợ trên nhưng nay trên hệ thóng vẫn còn nợ. nhờ thầy/ cô kiểm tra giúp e để e hoàn thành xét tốt nghiệp. Xin cảm ơn./",
            "Chào bạn,. . . . PDT sẽ cập nhật lại học phí cho sinh viên, thứ 2 ngày 29/6 bạn vào kiểm tra lại nhé.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Cho em hỏi là hôm nay 24/6 em mới đi ghi phiếu thu nhận lại sinh viên. Và điểm anh văn của em sẽ có trong 1-2 ngày tới.vậy thì em có kịp để đăng kí tốt nghiệp vào ngày 10/7 không ạ?",
            "responsible person: [551] [staff_name] [helpdesk staff]",
            "Chào bạn,. . . . Danh sách tốt nghiệp đợt 1 chốt vào ngày 30/6/2020. Nếu bạn có CCNN trước ngày này sẽ được xét tốt nghiệp cho bạn vào đợt 1 này.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Cho em hỏi là em muốn đăng kí tốt nghiệp ngày 10/7 tới đây.mà hiện giờ tình trạng của em trên MYBK là đang tạm dừng. Vậy em cần làm những gì ạ . . . .",
            "responsible person: [551] [staff_name] [helpdesk staff]",
            "Chào bạn,. . . . Bạn liên hệ trực tiếp PDT xin xét tốt nghiệp và nộp đơn thu nhận lại luôn nhé.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ, cho em hỏi HK hè 193 có đợt đăng ký môn học bổ sung không ạ. Tại em coi trên lịch học vụ thì thấy không có .. .",
            "Chào bạn,. . . . Hiện tại dự thính hè 193 còn  đợt 2, đợt 3  nhưng chưa có thông báo chính thức ngày, giờ đăng kí.. . . . Khi nào có thông báo chính thức PDT sẽ gởi mail cho từng sinh viên và cập nhật trên trang web PDT.. . . . Thân.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "I Đăng ký môn học . Cho em hỏi là đợt đăng kí dự thính hè đợt 1 vừa rồi em không đăng kí môn nào hết, nhưng ở đợt 2 em có thể đăng kí mới được không ạ, hay đợt 2 này chỉ là hiệu chỉnh thời khóa biểu hợp lý thôi?? Nếu là trường hợp 2 xin nhà trường và phòng đào tạo cho em lời khuyên để em có thể đăng ký môn học hè dự thính ạ.",
            "Chào bạn,. . . . - Đợt 2 bạn có thể huỷ và bổ sung môn học được nhé.. . . . - Hiện tại dự thính hè đợt 2, đợt 3 chưa có thông báo chính thức ngày, giờ đăng kí.. . . . - Khi nào có thông báo chính thức PDT sẽ gởi mail cho từng sinh viên và cập nhật trên trang web PDT.. . . . Thân.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em là sinh viên năm 3 khoa KTHH, hè năm 3 em có 1 môn thực tập bắt buộc là Thực tập tốt nghiệp (CH3383), em có thể đăng kí học thêm các môn cải thiện trong thời gian 1 tháng thực tập được không ạ, em sợ em đăng kí thì môn thực tập của em sẽ bị xóa, em cảm ơn.",
            "Chào bạn,. . . . Trong đợt 2 bạn có thể vào đăng kí được miễn sao không trùng TKB của môn TTTN.. . . . . . Hiện tại dự thính hè đợt 2, đợt 3 chưa có thông báo chính thức ngày, giờ đăng kí.. . . . Khi nào có thông báo chính thức PDT sẽ gởi mail cho từng sinh viên và cập nhật trên trang web PDT.. . . . Thân.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ cho em hỏi là hè này em muốn vừa thực tập tốt nghiệp, vừa học hè trên trường, thì em làm đơn xin phép giáo viên hướng dẫn để được đăng ký môn học, cho em hỏi thời gian nhận đơn là khi nào vậy ạ",
            "Chào bạn,. . . . - Ngày 2/7 này là đợt đăng kí dự thính đợt 2, bạn có thể đăng kí nếu môn đó không trùng TKB với TTTN.. . . . - Đơn PDT chỉ giải quyết những trường hợp đơn đặc cách có sự đồng ý của ban lãnh đạo PDT.. . . . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học .",
            "Chào bạn,. . . . Luận văn không tổ chức trong học kỳ hè nhen.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Em tên [full_name] MSSV[student_id]. . Thưa thầy cô trong đợt vừa rồi ktx được sử dụng làm khu cách ly thì em có bị thất lạc 1 số loại giấy tờ và giờ em phát hiện thêm là trong đó có giấy chứng chỉ quốc phòng an ninh mà hk1 năm nhất em đã hoàn thành và qua môn . Em không biết là nhà trường có cách nào để em có thể liên hệ xin nhận lại giấy đó được không ạ. .",
            "Chào bạn,. . . . Bạn liên hệ Trung tâm giáo dục quốc phòng nhen.. . . . Thân."
        ]
    }
]