[
    {
        "intent": "",
        "message": [
            "[full_name]ính gửi : Quý Thầy Cô Phòng Đào Tạo Trường ĐH Bách [full_name]hoa TP.HCM . . Em tên: Trần Phương Nguyên– Mã số sinh viên: [student_id] . . Lớp xd18kt . . Do em bị rớt môn Hình Học Học Hình đồng thời cũng chưa qua AV1 nên không được đăng kí môn chuyên ngành năm 2 và hình học họa hình rất ít mở lớp nên e muốn xin nhà trường có thể sắp cho em học [full_name] (CI1011)chung với [full_name]19 trong năm học này ạ . Em xin cảm ơn ạ",
            "responsible person: [551] [staff_name] [helpdesk staff]",
            "Đã đăng ký cho bạn"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em Tên [full_name] - [student_id]. . Lớp XD18BXD. . Phân Ngành XD18CB. .   B Cho em xin chuyển môn SP1007 từ lớp A21 sáng lớp SP1007 A06. . Tại vì em ko chuyển môn được ở đợt Đăng kí lần 3, em lên phòng đào tạo cô cho em giấy hẹn nhưng ko còn kịp nữa, lớp bắt đầu học ở tuần này, em mong PĐT xem xét giúp em, em sẽ cố gắng học hết mức có thể. . Lớp A21 là vào ngày thứ 3 tiết 4-5, sau đó tiết 7 em đã có 1 tiết học mới, em sợ em ko đủ thời gian nghỉ ngơi để có kết quả tốt nhất, em mong thầy cô giúp đỡ em, em đã nợ 8/12 môn ở Năm 1 và bị cảnh cáo học vụ, em muốn cải thiện mọi thứ",
            "đã chuyển.. . bạn đi học trước, tkb sẽ cập nhật sau. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được . Kính thưa phòng đào tạo, em đăng kí học môn hình học hoạ hình cho học kì 191, em nhận được mail báo là môn đó là môn của k19 và sẽ tự động bị xoá. Môn học không bị trùng thời khoá biểu ạ. Mong phòng đào tạo thêm em vào lớp để kịp tiến độ học tập ạ. Em cám ơn.. . . .",
            "bạn vui lòng cung cấp MSMH + mã nhóm cụ thể để PĐT kiểm tra"
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính gửi : Quý Thầy Cô Phòng Đào Tạo Trường ĐH Bách Khoa TP.HCM . . . . Em tên: [full_name] – Mã số sinh viên: [student_id]. .  . . Lớp xd18kt . . Khoa: kỹ thuật xây dựng . . Ngành: Kiến trúc . . Do em bị rớt môn [full_name] là môn chuyên ngành rất ít mở lớp ,năm nay chỉ mở cho k19,và em chưa qua anh văn 1 nên chưa đăng ký đươc các môn chuyên ngành học kỳ 191. . Học kì tới em kính mong thầy cô phòng đào tạo cho phép em đươc đăng ký [full_name] (CI1011). Em xin cảm ơn ạ . .",
            "Chào bạn. . . . Môn học trùng tkb không thể đăng ký"
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính thưa thầy cô, em tên Phạm Đình [full_name]-khoa kỹ thuật hóa học. . . . Xin thầy cô xem xét, em đã đăng kí môn bóng đá cho học kì 191 vào thứ 2 tiết 2 3, nhưng lại bị xếp thành thứ 3 tiết 11 12. Mong thầy cô sớm xem xét và giải quyết giúp em. Lịch học và lịch đăng kí em đã gửi kèm theo hình ảnh ạ. Mong thầy cô sớm phản hồi. Em cảm ơn thầy cô ạ.. . . . . .",
            "Môn học hủy lớp do sĩ số đk ít , gv ko dạy. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "B Đăng ký môn học - Đại học - Cao đẳng chính quy   Tăng sĩ số lớp môn học . Hết đợt hiệu chỉnh lần 3 về đăng ký môn học, em vẫn đăng kí thành công môn học Hoá phân tích (CH2005) lớp L02_L13 nhưng lại bị hủy gần đây. Nay em làm đơn này mong phòng đào tạo giải quyết nhanh chóng trường hợp của em. Em đã nhận được sự thông qua của trưởng khoa như trong đơn ạ. Mai là ngày nhập học nên em rất lo ạ. Em cảm ơn và mong nhận được phản hồi thật sớm.. .",
            "QUOTE  MSSV/MSGV: [student_id]    . . . . Đăng ký môn học - Đại học - Cao đẳng chính quy   Tăng sĩ số lớp môn học. . . . Kính gửi: Quý thầy cô Phòng Đào tạo Trường Đại Học Bách Khoa TPHCM . . . . Em tên: [full_name] - MSSV: [student_id]. . Khoa: Kỹ thuật Hoá học_ Chuyên ngành: Hóa hữu cơ. .  Hết đợt hiệu chỉnh lần 3 về đăng ký môn học, em vẫn đăng kí thành công môn học Hoá phân tích (CH2005) lớp L02_L13 nhưng lại bị hủy gần đây. Nay em làm đơn này mong phòng đào tạo giải quyết nhanh chóng trường hợp của em. Em đã nhận được sự thông qua của trưởng khoa như trong đơn ạ. Mai là ngày nhập học nên em rất lo ạ. Em cảm ơn và mong nhận được phản hồi thật sớm.. .   /QUOTE . .",
            "Chào em,. . . . Môn CH2005 nhóm L02_L13 bị huỷ vì sỉ số ít, PDT đã chuyển em qua nhóm khác nhưng những nhóm khác em bận giờ nên không đăng kí được."
        ]
    },
    {
        "intent": "",
        "message": [
            "B   /B Trong đợt đăng kí môn vừa rồi em có đăng kí tổng số tín chỉ là 20 nhưng khi kiểm tra thì đã mất môn mạch điện tử, em không biết lý do tại sao, mong phòng đạo tạo đăng kí giúp em một lớp phù hợp được không ạ. Cảm ơn đã lắng nghe. .",
            "Môn học ko đăng ký được do lịch học bị cận giờ. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tăng sĩ số lớp môn học . -Kính gửi: Phong đào tạo và giám đốc trung tâm bảo dưỡng công nghiệp. . -Em tên là: [full_name], MSSV [student_id], lớp BD16CDT, ngành: bảo dưỡng công nghiệp. . -Nay em viết đơn này, kính mong phòng đào tạo và giám đốc trung tâm bảo dưỡng công nghiệp cho em được phép trình bày nội dung như sau:. . -vì đợt đăng ký môn học HK191 vừa rồi, em có đăng ký môn vi xử lý-vi điều khiển nhưng đến phút cuối trường lại hủy môn do thiếu bạn đăng ký. . -Nên em kính mong Phòng đào tao và giám đốc trung tâm bảo dưỡng công nghiệp cho em được bổ sung môn học sau:. .   + Mạng truyền thông công nghiệp. .   + MSMH: 260633. . -Vì môn mạng truyền thông công nghiệp MSMH:260633 đã đủ sĩ số, nên em kính mong phòng đào tạo và giám đốc trung tâm sẽ cho phép tăng sĩ số vì:( ngành em đang theo học là ngành bảo dưỡng cơ điện tử, ngành này chỉ mở đúng một lớp khóa 2016 nên chỉ có khoảng 40 bạn 1 lớp, gần một nữa các bạn đã ra trường.Còn em thì mới có chuẩn anh văn nên em sợ các môn năm 3 của em sẽ không được mở nữa vì không đủ sĩ số đăng ký). . Em kính mong được sự xem xét và chấp thuận từ phòng đào tạo và giám đốc trung tâm bảo dưỡng công nghiệp để em có thể hoàn thành được khóa học sớm. . . -Em xin chân thành cám ơn.. .         TPHCM, ngày 20 tháng 8 năm 2019. .                    Kính đơn. .                [full_name]. .",
            "Đã đăng ký cho bạn"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Khác ... . Kính gửi: Phòng Đào Tạo. . Em tên: [full_name], MSSV: [student_id]. . Lớp: BD16CDT, Ngành: Bảo dưỡng công nghiệp. . Hôm nay em làm đơn này kính mong Phòng Đào Tạo xem xét kĩ lại giùm em. Em đã làm đơn xin Phòng Đào Tạo học 2 môn như sau:. .   + Kĩ thuật giám sát trình trạng và chuẩn đoán hư hỏng, MSMH: 260629. .   + Mạng truyền thông công nghiệp, MSMH: 260633. . Vào lúc 9h20p em đã lên bksi để cập nhật tình hình của đơn xin bổ sung môn học, thì em thấy trình trạng là đang giải quyết. Em vào thời khóa biểu để xem thì em hốt hoảng vì thấy trong thời khóa biểu có môn ( Tổ chức quản lý bảo dưỡng 3, MSMH: 260623 em đã học và qua môn này rồi ). . Em kính mong Phòng Đào Tạo xem xét lại giùm em. Bạn của em đi làm đơn trên bksi với em và bạn của em đã có thời khóa biểu của môn Kĩ thuật giám sát trình trạng và chuẩn đoán hư hỏng, MSMH 260629; trong khi bạn của em chỉ đăng kí một môn tùy thích để duy trì thời khóa biểu và tất nhiên bạn của em đã học và qua môn này rồi, còn em 2 môn trên ( 260629 - 260633 ) là môn chuyên ngành năm 3 của em và em vẫn chưa được học. Bây giờ em cảm thấy rất lo lắng, em xin Phòng Đào Tạo xem xét kĩ lại giùm em.. . Em trân trọng cảm ơn!",
            "Chào bạn. . . . Mình đã điều chỉnh môn 260623 thành môn 260633/. . . . Nhưng bạn lại chưa đạt Chứng chỉ anh văn sau năm 2 nên mình không thể đăng ký môn 260633 cho bạn được.",
            "Dạ kính thưa anh chị, em đã nộp bằng online toeic 16/08/2019 trình trạng đang chờ thẩm tra.",
            "Dạ kính thưa anh chị , thời khóa biểu của em vẫn có lịch học của môn Tổ chức quản lý bảo dưỡng 3 _ MSMH: 260623, em kính mong Phòng Đào Tạo hủy môn này giùm em.. . Em trân trọng cảm ơn!",
            "TKB của bạn sẽ được cập nhật lại sau 5 giờ chiều nay",
            "Kính thưa Phòng Đào Tạo, em thật lòng cảm ơn tất cả các anh chị nhân viên đã xem xét và giải quyết vấn đề giúp em.. . Em trân trọng cảm ơn!"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: 001966  /b \t. . . .   i Yêu cầu khác . testing. .",
            "responsible person: [551] [staff_name] [helpdesk staff]",
            "testing. .",
            "testing. .",
            "testing. .",
            "testing. .",
            "testing. .",
            "testing. .",
            "testing. .",
            "testing. .",
            "testing. .",
            "testing. .",
            "testing. .",
            "testing. .",
            "asdfasdfasdf. .",
            "Test",
            "afasdf",
            "afasdf",
            "afasdf",
            "afasdf",
            "afasdf",
            "tụhh",
            "afadsfasdf",
            "asdfasf",
            "asdfasf",
            "asdfasf",
            "asdfasf",
            "asdfasf",
            "asdfasfadsfasdf",
            "12344",
            "12344",
            "12344",
            "12344",
            "12344",
            "12344",
            "12344",
            "12344",
            "12344",
            "12344",
            "12344",
            "12344",
            "12344",
            "12344",
            "12344",
            "[full_name]f",
            "[full_name]f",
            "[full_name]f",
            "[full_name]f",
            "[full_name]f",
            "[full_name]f",
            "jhgjh"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tăng sĩ số lớp môn học . Thầy ơi lúc trước em có hỏi về việc đăng kí môn ee1001 của k19 lớp nhóm lớp A01 ấy. Thì thầy có bảo là bị huỷ không đăng kí được, mà em lên web thử bấm đăng kí thì vẫn có dấu tích như ảnh ạ. . Em mong thầy giải thích cho em hiểu rõ hơn ạ. . Nếu được mong thầy giúp em . . Mssv [student_id] . . [full_name]. . Cảm ơn thầy nhiều ạ"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ - Đại học - Cao đẳng chính quy   Tạm dừng . Mọi người ơi cho em hỏi là em có đăng kí môn học rồi nhưng lại không có tkb của học kì kế, em có lên pđt hỏi thì cũng không thấy mình nằm trong danh sách bị tạm buộc thôi học 1 học kì, chỉ thấy cảnh cáo học vụ lần 1 thì bây giờ em phải làm sao ạ? Em xin cảm ơn!. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được . Em bị vướng mắc 2 vấn đề. Em kính mong phòng đào tạo xem xét và giải quyết giúp em ạ:. . . . 1/ Có hai thời khóa biểu của cùng một môn (ảnh đính kèm), mong PĐT xóa tkb thứ 4 tiết 789 và giữ lại tkb còn lại.. . . . 2/ Kính mong PĐT xem xét cho em được đăng kí bổ sung môn Kĩ thuật phản ứng - Mã CH2059 - Nhóm lớp A03 - GV [full_name]. Trường hợp của em khi đăng kí trên web xảy ra lỗi mặc dù đã báo thành công nhưng không có thời khóa biểu môn này ạ. Em đã trình bày với thầy trưởng khoa và thầy đã chấp thuận cho em được đăng kí bổ sung. Kính mong PĐT xem xét cho em ạ.(Chi tiết trong ảnh đính kèm). . . . Em xin chân thành cảm ơn.. . . . . .",
            "Chào bạn. . . . Bạn nên xem rõ biểu đồ học tập trước khi thắc mắc.. . . . http://www.aao.hcmut.edu.vn/index.php?route=catalog/chitietsv&path=59_205&tid=1821. . . . . . Ngày 2/9 thứ 2 nghỉ lễ và sẽ được bù vào thứ 4 của tuần dự trữ.. . . . ĐÃ đăng ký CH2059"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được . kính gửi thầy cô, em tên là: [full_name].. . MSSV:[student_id].thời khóa biểu chính thức của em bị xóa môn Thiết kế hệ thống nhúng(MMH:EE3003).Trước đó em đã đăng kí thành công vào lớp A02 của thầy [full_name].Môn học của em bị xóa với lí do thiếu môn học trước Vi xử lí (EE2013)nhưng môn này em đã học trong học kì dự thính (2018-2019) và được 4.0 và không hiểu tại sao lại bị cập nhật là chưa học.em mong cô xem xét lại giúp em vì môn này là môn học trước của đồ án rất quan trọng với em trong học kì tới.em xin chân thành cảm ơn",
            "Chào bạn. . . . Theo quy định các môn học dự thính không đạt điểm sẽ bị hủy. . . . . Bạn thực hiện chuyển điểm không đạt chưa ? . . . . Nếu chưa bạn liên hệ PĐT để thực hiện việc chuyển điểm không đạt ở HK dự thính."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tăng sĩ số lớp môn học . Kính gửi:Phòng đào tạo Đại học Bách khoa TPHCM. . Em tên: [full_name]. MSSV: [student_id]. Em hiện là sinh viên bằng 2 chính quy mới nhập học khóa 2019.. . Một số môn học em cần học nhưng không thể đăng ký vì lớp bị đầy sĩ số. Em xin tăng sĩ số những lớp học sau:. .  - CO1005-Nhập môn điện toán (Nhóm L03-L10).. .  - CO1007-Cấu trúc rời rạc cho KHMT (Nhóm L01).. .  - CO3003-Mạng máy tính (Nhóm L02-L06).. .  - MT1009-Phương pháp tính (L17).. . Em xin cảm ơn!",
            "Chào em,. . . . Em kiểm tra lại TKB nha."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được . Chào PĐT!. . PĐT cho em hỏi khi em đkmh HK191 (2019-2020) dành cho xin viên chính quy bằng 2 thì nhận được thông báo là không được phép đăng ký.. . PĐT có thể xem xét để em có thể đăng ký môn học Nhập môn kỹ thuật - CI1001 ở Cơ sở 1 thứ 6 tiết 2345 được không ạ?. . Em cảm ơn PĐT!",
            "chào bạn. . . . Mình kiểm tra môn CI1001 không có lớp thứ 6 tiết 2345. . . . Bạn vui lòng ghi rõ mã nhóm cần đăng ký",
            "Chào PĐT!. . Cho em xin đăng ký môn học CI1001 lớp L02 thứ 6 tiết 78910 ạ!. . Em cảm ơn PĐT nhiều ạ!",
            "Đã đăng ký cho bạn",
            "Chào em, . . . . [full_name] đã đăng kí cho em rồi nha.. . . .",
            "Chào PĐT!. . Em cảm ơn PĐT rất nhiều ạ!"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được . Kính gởi Phòng đào tạo trường ĐH Bách Khoa Tp HCM. . Em tên [full_name] MSSV [student_id] la sv bằng 2 . . HK191 trong 3 lần đăng ký em không đk được luận văn tốt nghiệp (ME4029). Em xem trong lịch sử đăng ký thì lý do là em không đủ điều kiện nhận LVTN. Trong khi đó em đã hoàn thành tất cả môn học chương trình đào tạo (2014) và điểm  TOEIC. Em không biết vì nguyên nhân gì dẫn đến trình trạng trên. Em mong thầy công hướng dẫn em làm sao để đăng ký được LVTN. . . Em xin chân thành câm ơn .. . . .",
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được. . . . Kính gởi Phòng đào tạo trường ĐH Bách Khoa Tp HCM. . Em tên [full_name] MSSV [student_id] la sv bằng 2 . . HK191 trong 3 lần đăng ký em không đk được luận văn tốt nghiệp (ME4029). Em xem trong lịch sử đăng ký thì lý do là em không đủ điều kiện nhận LVTN. Trong khi đó em đã hoàn thành tất cả môn học chương trình đào tạo (2014) và điểm  TOEIC. Em không biết vì nguyên nhân gì dẫn đến trình trạng trên. Em mong thầy công hướng dẫn em làm sao để đăng ký được LVTN. . . Em xin chân thành câm ơn .. . . .   /QUOTE . . Chào [full_name], 19g hôm nay em lên myBk kiểm tra thời khóa biểu nhe!"
        ]
    },
    {
        "intent": "",
        "message": [
            "Chào PDT. . Em muốn học môn nhập môn kỹ thuật - CI1001 cùng với khóa K19. . . Em đã đề nguyện vọng PDT đăng kí giúp em học ở CS1. . Tuy nhiên PDT lại xếp lịch ở CS2. . Em không thể thu xếp được. . Kính mong PDT chuyển đổi môn Nhập môn kỹ thuật - CI1001 của em đăng ký sang Thứ 6 Tiết 2345 CS1. . Em xin chân thành cảm ơn !!",
            "responsible person: [551] [staff_name] [helpdesk staff]",
            "Chào bạn. . . . Lớp CS1 đã hủy lớp nên nếu bạn không có nguyện vọng học tại CS2 mình hủy lớp đă đăng ký cho bạn.. . . . ĐÃ hủy môn CI1001"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được . Em tên là [full_name] lớp Vp14HK. . Em viết yêu cầu này xin PDT xem xét cho em đăng kí 2 môn:. . Giải tích 1(MT1003). . Đại số tuyến tính (MT1007). . Thay thế môn toán lí thuyết vì chương trình PFIEV mới đổi chương trình đào tạo trong khoá này. Em xin chân thành cảm ơn.. . . .",
            "Môn toán lí thuyết 006711 ạ. Em nhầm",
            "Đã đăng ký cho bạn"
        ]
    },
    {
        "intent": "",
        "message": [
            "Em chào Quý Thầy, Cô.. . Em tên [full_name],MSSV: [student_id] hệ VLVH, hiện tại em đã hoàn thành xong chương trình học của mình và lần gần nhất em đăng kí môn học là HK1(2018-2019), nhưng do chưa đạt tiếng Anh theo yêu cầu để được xét nhận LVTN nên hiện nay vẫn chưa làm LVTN.. . . . Quý Thầy, Cô cho em hỏi là trong học kỳ này HK1(2019-2020) em có cần phải đăng kí môn học bất kỳ nào để duy trì thời khóa biểu hay không. Nếu không đăng kí thì có bị làm sao không ạ.. . . . Nhờ Quý Thầy, Cô phản hồi giúp,. . Em xin cảm ơn!",
            "Chào bạn [full_name];. . Bạn không càn phải đăng ký môn học để duy trì nhé, bạn chỉ cần làm đơn thu nhận lại mỗi học kỳ để không bị buộc thôi học thôi"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]  /b \t[full_name] [full_name] [full_name] [full_name]   i Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được  /i [full_name] [full_name] Tính đến thời điểm hiện tại , em đã có được chứng chỉ anh văn toeic 315 điểm và em đã cập nhật online điểm vào ngày 10/08/2019 [full_name] Nay em làm đơn kính mong phòng đào tạo xem xét và cho em xin bổ sung môn học ,  Các môn học của hk191[full_name] [full_name]    Danh sách các môn học : [full_name] [full_name]  1) 260625        Công nghệ Hàn 2 [full_name] [full_name]  2) 260628         Công nghệ lạnh - điều hoà 2 [full_name] [full_name]  3) 260630          Công nghệ lạnh - điều hoà 2 ( BT) [full_name] [full_name] [full_name] [full_name] Em kính mong phòng đào tạo chấp nhận [full_name] Em xin cảm ơn[full_name][full_name] [full_name]                                     Kính đơn [full_name] [full_name]                                         [full_name][full_name] [full_name]                              Hàng Phước [full_name]",
            "[full_name] [full_name]"
        ]
    },
    {
        "intent": "",
        "message": [
            "B Đăng ký môn học - Đại học - Cao đẳng chính quy   [full_name]hác ... .   I  Em tên là [full_name], mssv[student_id], em muốn đăng kí môn Toán kỹ thuật, mã môn học là  EE1003 học chung với [full_name]191, năm học 2019 -2020",
            "Chào bạn. . . . Môn EE1003 không có trong kế hoạch giảng dạy HK191. . . . . . Bạn xem lại mã môn",
            "B  năm nhất khoa điện điện tử được học môn EE1003 hết mà, tại sao HK191 không có vậy thầy? Hk này em cần phải có môn này để tránh tình trạng cảnh cáo học vụ lần á thầy, mong thầy giúp đỡ. Em xin trân thành cảm ơn . .",
            "Chào bạn. . . . Môn học khóa 2019 Khoa đã điều chỉnh môn EE1003 sang học kỳ khác, bạn vui lòng liên hệ khoa điện để biết rõ."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]0  /b \t. . . .   i Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được . Kính gửi: phòng đào tạo trường Đại Học Bách Khoa TP.hcm.. . Em tên là : [full_name], Mssv: [student_id]0, K2013, [full_name]13TL, Khoa Kỹ Thuật Xây Dựng, trường Đại Học Bách Khoa TP.hcm.. . Hôm nay em viết đơn này với lý do: xin được đăng ký  bổ sung Môn học [full_name] - HK191 , Vì lý do em thi toeic không đủ điểm quy đổi để nộp làm LUẬN VĂN TỐT NGHIỆP theo thời gian của nhà trường,mà hiện tại em chưa đăng ký môn học nào của Học kỳ HK191, Do em chưa qua môn Anh văn 4 và sợ bị nhà trường Đình chỉ Học tập vì không có thời khoá biểu trong năm học , vì vậy em xin được đăng ký bổ sung môn Anh Văn 4 , cụ thể như sau:. .  . .   .[full_name], Mã môn học: LA1009. .              . Sĩ số lớp 65/65. .              .Thứ 2- Tiết: 9-10-11-12. .              .Phòng :402-C5. .              . Cơ sở: 1  . . Em rất mong phòng đào tạo giúp đỡ dùm em cho em được đăng ký môn học, vì em là sinh viên k2013 gần hết hạn thời gian học ở trường, em trân thành cảm ơm!.. . . .      TP.hồ chí minh ngày 20 tháng 8 năm 2019. .                 [full_name]. .                 [full_name]. . . .",
            "Kính gửi: phòng đào tạo trường Đại Học Bách Khoa TP.hcm.. . Em tên là : [full_name], Mssv: [student_id]0, K2013, [full_name]13TL, Khoa Kỹ Thuật Xây Dựng, trường Đại Học Bách Khoa TP.hcm.. . Hôm nay em viết đơn này với lý do: xin được đăng ký  bổ sung Môn học [full_name] - HK191 , Vì lý do em thi toeic không đủ điểm quy đổi để nộp làm [full_name]P theo thời gian của nhà trường,mà hiện tại em chưa đăng ký môn học nào của Học kỳ HK191, Do em chưa qua môn Anh văn 4 và sợ bị nhà trường Đình chỉ Học tập vì không có thời khoá biểu trong năm học , vì vậy em xin được đăng ký bổ sung môn Anh Văn 4 , cụ thể như sau:. . . .   .[full_name], Mã môn học: LA1009. .              . Lớp : A01. .              . Sĩ số lớp 65/65. .              .Thứ 2- Tiết: 9-10-11-12. .              .Phòng :402-C5. .              . Cơ sở: 1  . . Em rất mong phòng đào tạo giúp đỡ dùm em cho em được đăng ký môn học, vì em là sinh viên k2013 gần hết hạn thời gian học ở trường, em trân thành cảm ơm!.. . . .      TP.hồ chí minh ngày 20 tháng 8 năm 2019. .                 [full_name] Viết Đơn. .                 [full_name]",
            "Đã đăng ký cho bạn"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Em muốn hủy môn Thiết kế đúc, MMH : MA4047 mà không phải đóng học phí . PĐT có thể giải quyết gúp em được không ạ",
            "responsible person: [551] [staff_name] [helpdesk staff]",
            "Chào bạn. . . . Khi học kỳ bắt đầu bạn không thể hủy môn học.. . . . Bạn tham khảo lại quy chế và hướng dẫn đăng ký môn học.. . . . Bạn thực hiện rút môn học (có tính học phí) nộp về PĐT"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tăng sĩ số lớp môn học . Chào quý thầy cô, em là [full_name], MSSV: [student_id] - khoa Kỹ Thuật Hóa Học. Em đã đăng kí môn học Hóa Phân Tích (CH2005) nhưng lớp bị hủy do quá ít sinh viên đăng kí. Em mong quý thầy cô có thể tăng sĩ số lớp Hóa Phân Tích L02-L12 và thêm  B   I   /I   /B   B   /B  em vào danh sách lớp để em có thể học môn này trong HK191. Em đã làm đơn xin PĐT và có sự đồng ý của thầy trưởng khoa ạ. . .",
            "Đã đăng ký cho bạn"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được . Vì lúc đăng kí môn học em chưa đủ chuẩn anh văn.Nay em mới thi anh văn đạt chuẩn năm 3.Em đã nộp chứng chỉ online.Nay em xin phòng đào tạo cho em được đăng kí bổ sung các môn học kì 191:. . 008001:pháp luật đạicương. . 260620:lập trình plc. . 260625:công nghệ hàn 2. . 260626:thủy lực 2. . 260628:lạnh 2. . 260629:kt và giám sát tình trạng hư hỏng. . 260632:tự động hóa. . 260623:tổ chức 3. . 260624:quản lý công nghiệp. . Em kính xin phòng đào tạo cho em được học để đúng tiến độ ra trường ạ.Em xin chân thành cảm ơn.. .",
            "Bạn kiểm tra lại bạn vẫn chưa đạt chứng chỉ AV sau năm 1 để có thể đăng ký môn học"
        ]
    },
    {
        "intent": "",
        "message": [
            "Vừa làm vừa học - ĐTTX   Chứng chỉ ngoại ngữ . Kính chào qúy Thầy/Cô,. . Em là [full_name], sinh viên hệ đào tạo VLVH chuyển từ hệ chính quy. Em có thực hiện nộp Chứng chỉ Toeic và đã được thẩm tra hợp lệ vào đầu tháng nhưng không thể chọn xét miễn các môn Anh văn.. . . . Xin quý Thầy/Cô hướng dẫn cách giải quyết cho em ạ. . . Em xin cám ơn!",
            "Hệ VLVH ko học các môn Anh văn nên bạn ko cần xét.. . Chỉ nộp để xét LVTN và TN. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Vừa làm vừa học - ĐTTX   Học vụ . Kính chào Thầy/Cô,. . . . Em là sinh viên năm nhất hệ VLVH khóa 2019 nhập học vào tháng 5/2019. Em chuyển từ hệ chính quy k12 qua hệ VLVH. . Em có được hướng dẫn là sẽ được tự động chuyển các môn đã đạt qua bảng điểm mới, nhưng đến nay vẫn chưa có kết quả trong bảng điểm hệ VLVH.. . . . Vậy em xin hỏi là em cần phải đợi thêm bao lâu, hay là em phải thực hiện xin xét miễn môn ạ.. . . . Em mong quý Thầy/Cô giải đáp cho em. Em xin cám ơn.",
            "sẽ gởi mail cho bạn. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Lịch thi - Đại học - Cao đẳng chính quy   Lịch thi (không tìm thấy,sai phòng thi,...) . Em bị mất lịch thi do đóng tiền học phí muộn. Em đã thanh toán học phí và nộp đơn trình bày lí do lên phòng đạo tạo.. . Em muốn hỏi là không biết khi nào em sẽ được cập nhật lại lịch thi và vào ngày 25/08 thì em có kịp để đi thi không ạ?. . Em xin cảm ơn.. .",
            "Chào bạn,. . bna vui lòng liên hệ trực tiếp Phòng đào tạo để được hỗ trợ.. . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Khác ... . Cho em hỏi là giờ không thấy kênh để đăng ký môn dự thính từ 21-26/8",
            "Chào bạn,. . Lịch đăng ký mờ từ 10g nhe bạn.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Khác ... . Kính gửi giáo viên trường ĐHBK. . Em tên là [full_name] mssv là [student_id].. . Lúc đăng ký môn học đợt 3 em có đăng ký môn   I Những nguyên lý cơ bản của chủ nghĩa Mac - [full_name] do giáo viên [full_name] phụ trách. Lịch học là vào thứ 4 tiết 2 3 4 phòng 307-H2 tại cs2 và thứ 6 tiết 9 10 phòng 311-B1. Nhưng đến tuần trước em lại bị đổi vào lớp của [full_name] có cùng lịch học như trên nhưng thứ 6 lại bị đổi lại là cs2. Vì lúc có kết quả đăng ký môn học em đã sắp xếp thời gian của mình hợp lý để vừa học vừa làm vừa sinh hoạt. Nay lịch của em vào thứ 6 lại bị đổi. Thật sự em không thể sắp xếp lại thời gian của mình được. Mong phòng đào tạo xem xét. Chuyển 2 tiết Mac của em lên cs1 vào ngày thứ 5 hoặc thứ 6. Khẩn thiết cầu xin các giáo viên ạ. . . . .",
            "ĐÃ chuyển môn SP1003 về CS1 cho bạn"
        ]
    },
    {
        "intent": "",
        "message": [
            "Vừa làm vừa học - ĐTTX   Đăng ký môn học . Em xin chào pdt ạ!. . Em là sv chính quy, chuyển hệ vlvh, muốn đk LVTN nhưng đk không được, không biết nguyên nhân ạ. Mong pdt xem lại giúp em ạ. . [full_name] mssv [student_id]",
            "Em ĐK lại môn học. PĐT sẽ xét tay đối với trường hợp của bạn. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được . Kính gởi phòng đào tạo trường ĐH Bách Khoa Tp HCM.. . . . Em tên: [full_name]. . MSSV: [student_id]. . . . Hiện tại em đang học chương trình liên thông tại khoa cơ khí, bộ môn chế tạo máy.. . . . Trong đợt đăng ký môn HK191, trong 3 lần đăng ký, em không đăng ký được luận văn tốt nghiệp (ME4029), em đã xem trong lịch sử đăng ký môn học thì lý do em không đủ điều kiện nhận LVTN vì chưa đủ điểm anh văn để nhận luận văn,Em học theo chương trình đào tạo (2015), điểm TOIEC 2 kĩ năng (listening và reading) hiện tại của em là 450 và đã được nhà trường xác nhận.. . . . Em mong thầy cô xem xét và hướng dẫn em làm sao để đăng ký được LVTN trong HK191.. . . . Em xin chân thành cảm ơn.",
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được. . . . Kính gởi phòng đào tạo trường ĐH Bách Khoa Tp HCM.. . . . Em tên: [full_name]. . MSSV: [student_id]. . . . Hiện tại em đang học chương trình liên thông tại khoa cơ khí, bộ môn chế tạo máy.. . . . Trong đợt đăng ký môn HK191, trong 3 lần đăng ký, em không đăng ký được luận văn tốt nghiệp (ME4029), em đã xem trong lịch sử đăng ký môn học thì lý do em không đủ điều kiện nhận LVTN vì chưa đủ điểm anh văn để nhận luận văn,Em học theo chương trình đào tạo (2015), điểm TOIEC 2 kĩ năng (listening và reading) hiện tại của em là 450 và đã được nhà trường xác nhận.. . . . Em mong thầy cô xem xét và hướng dẫn em làm sao để đăng ký được LVTN trong HK191.. . . . Em xin chân thành cảm ơn.  /QUOTE . . Chào [full_name], 19g hôm nay em lên myBk kiểm tra thời khóa biểu nhe!"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được . Kính gửi: Quý thầy cô Phòng Đào tạo Trường Đại Học Bách Khoa TPHCM.. . Em tên: [full_name], mssv: [student_id], khoa cơ khí.. . Em muốn hỏi là em đã đăng kí môn học ở đợt 2, nhưng kết quả lại không có.Em có đi lên phòng đào tạo hỏi thì cô nói không thấy em trong diện bị tạm buộc thôi học 1 học kì.Bây giờ em không có tkb của học kì tiếp theo, cho em hỏi em phải làm sao ạ? Em xin cảm ơn!",
            "Chào bạn. . . . Bạn đăng nhập vào hệ thống đăng ký đợt 3 đăngk ý môn học -  xem lịch sử để biết lý do bị hủy :. . . . . . 25/ 07/ 2019 10:17\tHK191 - Đăng ký môn học Học kỳ 1 (2019 - 2020) - HK191 - [full_name] - đợt 3\tPDT không đ/ký cho SV [full_name]3 (P: SV nợ học phí, nợ bằng THPT, nợ SHCD,nợ sách thư viện NOHP 183). . . . 25/ 07/ 2019 10:17\tHK191 - Đăng ký môn học Học kỳ 1 (2019 - 2020) - HK191 - [full_name] - đợt 3\tPDT không đ/ký cho SV [full_name]1 (P: SV nợ học phí, nợ bằng THPT, nợ SHCD,nợ sách thư viện NOHP 183). . . . 25/ 07/ 2019 10:17\tHK191 - Đăng ký môn học Học kỳ 1 (2019 - 2020) - HK191 - [full_name] - đợt 3\tPDT không đ/ký cho SV [full_name]1023 (P: SV nợ học phí, nợ bằng THPT, nợ SHCD,nợ sách thư viện NOHP 183). . . . 25/ 07/ 2019 10:17\tHK191 - Đăng ký môn học Học kỳ 1 (2019 - 2020) - HK191 - [full_name] - đợt 3\tPDT không đ/ký cho SV [full_name]3 (P: SV nợ học phí, nợ bằng THPT, nợ SHCD,nợ sách thư viện NOHP 183). . . . 25/ 07/ 2019 10:17\tHK191 - Đăng ký môn học Học kỳ 1 (2019 - 2020) - HK191 - [full_name] - đợt 3\tPDT không đ/ký cho SV [full_name]7 (P: SV nợ học phí, nợ bằng THPT, nợ SHCD,nợ sách thư viện NOHP 183)"
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính gửi Phòng đào tạo . . Em tên : [full_name] . . MSSV: [student_id]. . Em muốn Hỏi về Lịch nộp bằng tốt nghiệp đợt 2 . . và nộp cho lớp trưởng hay nộp trực tiếp cho phòng đào tạo ?. . Em xin cảm ơn .",
            "Chào bạn,. . Theo thông báo trên web là sv phải nộp cho lớp trường lập dsach nộp Phòng đào tạo, không nhận riêng lẻ.. . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tăng sĩ số lớp môn học . Kính gửi: Quý thầy cô Phòng Đào tạo Trường Đại học Bách Khoa TP.HCM. . . . Em tên: [full_name] - MSSV: [student_id] - Khoa Điện Điện tử.. . Ở học kì 181, em chưa qua được môn Thí nghiệm vật lý, vì một số lý do nên kì dự thính và kì hè em không thể học lại được. Vì thế em kính mong quý thầy cô có thể tạo điều kiện, cho em học chung với K19 để có thể cải thiện điểm tích lũy của mình, vì hết học kì 191 là em sẽ phải phân ngành. Em chân thành cảm ơn thầy cô ạ!",
            "bạn vui lòng cung cấp MSMH + mã nhóm cần đăng ký để PĐT kiểm tra tình trạng môn học.",
            "Dạ MSMH: PH1007, Mã nhóm: L42. Em cảm ơn PĐT nhiều ạ!",
            "Đã đăng ký cho bạn. . . . TKB cập nhật sau 5g chiều ngày thứ 2.",
            "Dạ em cảm ơn PĐT nhiều ạ!"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được . Em tên là [full_name] MSSV : [student_id]. . Kính xin phòng đào tạo cho phép em đăng kí bổ sung môn học :. . Kỹ Thuật Đúc Kim Loại  Mã MH : ME3211. . GVHD : [full_name] Lớp chiều thứ 4 tiết 9 10 11 12. . Em xin cảm ơn",
            "đã đăng ký cho bạn"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Khác ... . Kính gửi: Quý thầy cô Phòng Đào tạo Trường Đại Học Bách Khoa TPHCM . . . . Em tên: [full_name] - MSSV: [student_id] . . Khoa: Điện- Điện tử. . . . Em là sinh viên hệ chính quy. . ﻿- Học kì 191 vừa rồi do sĩ số ít nên lớp Kỹ thuật số - EE1015 mà em đã đăng ký đã bị hủy, ban đầu số chỉ em đăng kí là 17 nhưng sau khi hủy môn trên thì em chỉ còn 13 thì có ảnh hưởng gì không ạ?. . - ﻿Và em muốn hỏi trong năm có mở lớp dự thính môn Kỹ thuật số- EE1015 không ạ?. . ﻿Mong sớm nhận được phản hồi từ quý thầy (cô). Em cảm ơn.",
            "Chào bạn. . . . Việc hủy môn học không ảnh hưởng đến kết quả đăng ký của bạn trong Học kỳ nên bạn yên tâm.. . . . Môn kỹ thuật số trong đợt dự thính nếu sĩ số trên 30sv có thể mở lớp, việc này còn phụ thuộc vào Khoa nên bạn đợi đến khi kết thúc đợt 1 đăng ký dự thính để biết có mở lớp hoặc không nhé."
        ]
    },
    {
        "intent": "",
        "message": [
            "MSSV: [student_id]. . . . Em có đăng kí môn đề cương luận văn. Nhưng lại bị báo lỗi không đ/k được do thiếu môn thực tập tốt nghiệp. Trong khi đó em có đi và hoàn thành môn đó rồi nhưng chưa cập nhật điểm trên hệ thống. . . . Về phía bạn em, tuy cũng chưa được cập nhật điểm thực tập tốt nghiệp, nhưng vẫn có môn đề cương luận văn trong thời khóa biểu. . . . . Em mong PĐT trả lời thắc mắc của em sớm nhất có thể ạ. . . . Em cảm ơn!",
            "QUOTE MSSV: [student_id][full_name] [full_name] [full_name] [full_name] Em có đăng kí môn đề cương luận văn[full_name] Nhưng lại bị báo lỗi không đ/k được do thiếu môn thực tập tốt nghiệp[full_name] Trong khi đó em có đi và hoàn thành môn đó rồi nhưng chưa cập nhật điểm trên hệ thống[full_name] [full_name] [full_name] [full_name] Về phía bạn em, tuy cũng chưa được cập nhật điểm thực tập tốt nghiệp, nhưng vẫn có môn đề cương luận văn trong thời khóa biểu[full_name] [full_name] [full_name] [full_name] [full_name] Em mong PĐT trả lời thắc mắc của em sớm nhất có thể ạ[full_name] [full_name] [full_name] [full_name] Em cảm ơn!  /QUOTE [full_name] [full_name] [full_name], Em đăng ký đợt nào mà bị báo lỗi? chụp lại nàm hình báo lỗi giúp, xin cảm ơn[full_name]",
            "Em đăng ký đợt đầu ạ!"
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính gữi quý thầy cô [full_name] trường Bách Khoa .\t. . . . Em tên là [full_name] NGUYỄN TIẾN THÀNH . . . MSSV [full_name] [student_id]0 , Em học lớp CK13CXN ( Bộ môn CK Xây dựng và nâng chuyển ) .. . . . Vì lý do thanh toán học phí trễ HK182 Chính quy và dự thính . Và em đã viết đơn gữi phòng đào tạo để xin xét duyệt cho em dang ký môn hoc HK191 . Nhưng đén giờ em vẫn chưa đăng ký  duoc . Em viết đơn này xin phòng đào tạo xét duyet và cho em được đăng ký môn học XÁC SUẤT THỐNG KÊ ( 006018) ( MT2001) cho HỌC KÝ CHÍNH 191 . . . DẠ EM XIN CÃM ƠN [full_name] !  . . . . . .",
            "Mình kiểm tra bạn đã có tkb môn xác suất thống kê rồi.",
            "KÍNH GỮI QUÝ THẦY CÔ PHÒNG ĐÀO TẠO TRƯỜNG ĐẠI HỌC BÁCH KHOA  .. . . . Em tên là [full_name] [full_name] . MSSV [full_name] [student_id]0 , Em học lớp CK13CXN ( Bộ môn CK Xây dựng và nâng chuyển ) .. . . . Vì lý do thanh toán học phí trễ HK182 Chính quy và dự thính . Và em đã viết đơn gữi phòng đào tạo để xin xét duyệt cho em dang ký môn hoc HK191 . Nhưng đén giờ em vẫn chưa đăng ký  duoc . Em viết đơn này xin phòng đào tạo xét duyet và cho em được đăng ký môn học XÁC SUẤT THỐNG KÊ ( 006018) ( MT2001) cho HỌC KÝ CHÍNH 191 . . . DẠ EM [full_name] !  . .",
            "[full_name] KÍNH GỮI QUÝ THẦY CÔ PHÒNG ĐÀO TẠO TRƯỜNG ĐẠI HỌC BÁCH KHOA  .. . . . Em tên là [full_name] NGUYỄN TIẾN THÀNH . MSSV [full_name] [student_id]0 , Em học lớp CK13CXN ( Bộ môn CK Xây dựng và nâng chuyển ) .. . . . Vì lý do thanh toán học phí trễ HK182 Chính quy và dự thính . Và em đã viết đơn gữi phòng đào tạo để xin xét duyệt cho em dang ký môn hoc HK191 . Nhưng đén giờ em vẫn chưa đăng ký  duoc . Em viết đơn này xin phòng đào tạo xét duyet và cho em được đăng ký môn học [full_name] ( 006018) ( MT2001) cho HỌC [full_name] 191 .. . DẠ [full_name] [full_name] !  . .   /[full_name] . .",
            "Bạn vui lòng không đặt câu hỏi  nhiều lần."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Khác ... . Kính gửi phòng đào tạo đại học Bách Khoa Hồ Chí Minh. . Em tên là [full_name]. . MSSV [student_id] ngành cơ sở hạ tầng. . Vừa qua trong đợt đăng kí môn học vì lí do em chưa qua chuẩn anh văn năm 2 nên em không đăng kí được những môn chuyên ngành năm 3.Trong đợt chuyển điểm ngày 25/8 em đã nộp bằng để chuyển điểm. . Em viết đơn này mong phòng đào tạo cho em đăng kí những môn sau đây. . 1) CI3181 ĐAMH cấp thoát nước đô thị. . 2) CI2093 ĐAMH kết cấu bê tông cốt thép 1. . 3) CI3189 ĐAMH thiết kế cơ sở hạ tầng . . 4) CI3179 cấp thoát nước đô thị. . 5) CI3187 thiết kế cơ sở hạ tầng. . 6) CI2091 kết cấu bê tông cốt thép 1. . Em xin chân thành cảm ơn",
            "Chào bạn. . . . Mình kiểm tra bạn vẫn chưa được chuyển điểm chuẩn anh văn sau năm 2 nên không thể đăng ký."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được . Kính gửi Phòng Đào Tạo. . Em tên [full_name] MSSV: [student_id]2. . Hiện em không thể đăng ký hai môn học Tin học đại cương 007704 và môn Môi trường và con người  610001. Trong mail trường thông báo em không thể đăng ký cùng khóa 2019. Nhưng hai môn này không mở ở học kỳ khác. Hiện k19 đã nhập học, mong Phòng Đào Tạo giúp em đăng ký hai môn này để em được đủ điều kiện làm luận văn vào học kỳ sau. Em xin cảm ơn.",
            "Chào bạn. . . . Chương trình khóa 2019 không còn 2 mã môn học 007704 và 610001. bạn vui lòng liên hệ Khoa để kiếm môn học tương đương."
        ]
    },
    {
        "intent": "",
        "message": [
            "Thưa cô/thầy, cho em hỏi. Em hiện ở cs2, em có rớt môn giải tích 2, cho em hỏi kì 192 sau em được đăng kí môn giải tích 2 trong kì chính của em không? Nếu được thì học phí sẽ tính như thế nào ạ?",
            "Chào bạn. . . . bạn có thể đăng ký giải tích 2 ở bất kì học kỳ nào. Học phí sẽ được tính theo qui định . . . .   B 7.1 Cách tính học phí  /B . . Tín chỉ học phí (TcHp) là một đơn vị dùng để lượng hoá, quy chuẩn chi phí để tổ chức môn học. Các môn học có phần giảng dạy trên lớp, thí nghiệm và thực hành tại trường được tính một TcHp cho 15 tiết. . . Học phí mỗi học kỳ được tính riêng cho học kỳ chính, học kỳ hè, học kỳ phụ, diện dự thính và tính bằng tổng số TcHp nhân với mức thu cho một TcHp và cộng học phí cho các môn có quy định riêng. . . Mức thu cho một TcHp, quy định về các môn đồ án, thực tập, luận văn, … và các môn có quy định mức học phí riêng do Hiệu trưởng nhà trường xem xét, quy định cho từng bậc học, hệ đào tạo, hình thức đào tạo cho mỗi học kỳ. Mức thu học phí các chương trình đặc biệt được quy định riêng.. . . . . . Mức thu học phí bạn xem tại đây :. . . . http://www.aao.hcmut.edu.vn/index.php?route=catalog/chitietsv&path=59_79&tid=1799",
            "Kính gửi [full_name]!. . Em tên [full_name] Mssv:[student_id] sinh viên lớpBD15CN01. Em xin trình bày 1 vấn đề sau:. . Vì lý do em học hết môn và chờ điêm toiec để dăng kí tiểu luận cho kì này nên không có đămg kí môn học . Em không đậu toiec nên giờ đã trễ đăng kí môn học và không được nhận giáy tạm hoãn nghĩa vụ quân sự. Em viết đơn này kính mong Phòng đạo táo giúp đỡ và hỗ trợ giúp em.. . Em cảm ơn!",
            "responsible person: [551] [staff_name] [helpdesk staff]",
            "Chào bạn. . . . Bạn có thể liên hệ trực tiếp PĐT để xin giấy xác nhận sinh viên trường."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Khác ... . A/C làm ơn cho em hỏi số lượng đăng kí bao nhiêu người trở lên Môn học mới được mở.. . Lý do : em đang đăng kí Môn Bê Tông Cốt Thép(Ci2091). Dc 14nguoi đăng kí.. . Em muốn biết sĩ số mở lớp để xem xét nếu khả năng không đủ người đăng kí em sẽ hủy Môn và đăng kí Môn Nền móng (CI3195)",
            "Chào bạn . . . . Nếu bạn thuộc hệ Không chính quy (VLVH) bạn nên đặt lại câu hỏi ở đúng đề mục, phần ĐKMH này thuộc hệ CQ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tăng sĩ số lớp môn học  /ilopws. . Chào thầy, em tên [full_name], là sinh viên khóa 17, đợt đăng kí môn học lần 3 vừa rồi em vẫn đăng kí được nhưng kết quả lại bị hủy môn đồ án và một môn chuyên ngành nên tổng só chỉ của em trong kì này chỉ còn 11 chỉ. Em muốn xin mở sỉ số thêm 1 môn tự chọn để tăng số chỉ trong kì này là môn Phân tích và thiết kế hệ thống thông tin quản lý(ME4607). Thầy cô cho em hỏi giờ muốn xin mở thêm sỉ số có được không ạ.. . Em mong thầy cô giúp đỡ, em xin chân thành cảm ơn.",
            "Đã đăng ký cho bạn môn ME4607"
        ]
    },
    {
        "intent": "",
        "message": [
            "Chào thầy cô em là [full_name] mssv [student_id] em mới nộp ccnn để chuyển điểm ngày 11/8. Nhưng mai là 22/8 là ngày chuyển điểm rồi. Nhưng cũng của em vẫn đang trong tình trạng thẩm tra chưa có kết quả. Em lo lắng không biết khi nào mới có kết quả thẩm tra để em có thể đăng ký lvtn ạ. Do thời gian cận kề nên em rất là lắng. kính mong thầy cô giai đáp câu hỏi của em ạ. Em cảm ơn ạ",
            "Chào bạn,. . Việc chuyển điểm không cần chờ kết quả thẩm tra, khi có đợt lấy dữ liệu phòng đào tạo sẽ cập nhật điểm chuyển cho sinh viên, kết quả thẩm tra sẽ được hậu kiểm sau.. . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Khác ... . Em có đăng kí thành công môn kỹ thuật số , nhưng thời khoá biểu không có lịch học , mong phòng đào tạo xem xét giúp em .",
            "Chào bạn. . . . Bạn vào đợt kết quả đợt 3 -  xem lịch sử đăng ký để biết lý do không đăng ký được :. . . . . . . . 14/ 08/ 2019 09:47\tHK191 - Đăng ký môn học Học kỳ 1 (2019 - 2020) - HK191 - [full_name] - Kết quả đợt 3\tPDT không đ/ký cho SV MH 260627 (1: Thiếu môn song hành 260619)"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Khác ... . Em có đăng kí môn kỹ thuật số thành công nhưng không có xếp lịch học trong thời khoá biểu. Em mong thầy cô xem xét ạ",
            "Đã trả lời câu hỏi của bạn ở topic trước. . . . . Bạn vui lòng không đặt nhiều câu hỏi cùng 1 nội dung"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Khác ... . Kính gửi : Quý thầy cô Phòng Đào tạo Trường Đại Học Bách Khoa TPHCM. . Em tên: [full_name] - MSSV: [student_id]. . Khoa: Kỹ Thuật Hoá Học. . . . Em có đăng kí môn Thiết kế thí nghiệm và xử lí số liệu vào học kì 191.. . Em là sinh viên hệ đại trà nhưng lại được xếp vào nhóm chương trình tài năng. Sau đó, khoa có thông báo đây là nhóm của tài năng và nói là trường sẽ huỷ môn học nếu không phải sinh viên lớp tài năng nên em đã không xoá môn trong đợt hiệu chỉnh. Nhưng trong thời khoá biểu hiện tại thì môn học này vẫn chưa được xoá. Vậy bây giờ em phải làm sao ạ?. . Mong sớm nhận được phản hồi từ quý thầy cô. Em xin chân thành cảm ơn ạ.",
            "Chào bạn. . . . Nhóm môn học này dạy bằng tiếng anh và không phân biệt nhóm TN và nhóm thường. Các sinh viên tài năng sẽ được giảng viên giao thêm 1 phần mở rộng, còn các sinh viên thường thì không có.. . . . Từ HK182 trở đi không phân biệt khái niệm nhóm tài năng và nhóm thường. . . . . Bạn có thể liên hệ Khoa để biết rõ hơn."
        ]
    },
    {
        "intent": "",
        "message": [
            "Hôm bữa sinh hoạt công dân định kỳ bữa cuối . Em không có đi được do bận đăng ký kí túc xá nên không nhận được phiếu điểm danh đã sinh hoạt công dân đầu khóa mặc dù 3 ngày đầu em đều đi. Bây giờ em phải làm gì để được nhận phiếu điểm danh đã sinh hoạt công dân đầu kỳ",
            "Chào bạn,. . BẠn vui lòng liên hệ trực tiếp Phòng Công tác chính trị sv để được hỗ trợ.. . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Khác ... . Em đã đăng ký thành công môn Kỹ Thuật Số (MSMH: 260627) nhưng lại không được xếp thời khóa biểu. Em mong Phòng Đào Tạo xem xét lại dùm em. Em xin cám ơn!",
            "đã cn, bạn xem tkb cập nhật vào ngày mai. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Khác ... . Kính gửi các thầy cô,. . Em tên là [full_name](MSSV:[student_id]) thuộc Khoa Hóa của chương trình đại trà, vừa rồi em có đăng ký môn Đườnglối CM của ĐảngCSVN nhưng do sơ suất em đăng ký nhầm nhóm CC02 của chương trình chất lượng cao. Thầy cô cho em hỏi là nếu em tiếp tục học nhóm này thì có được tính vào điểm trung bình tích lũy hay không ạ?. . Dưới đây là hình chụp thời khóa biểu của em . . Em cảm ơn thầy cô .",
            "Đã hủy môn SP1009 của bạn do bạn chuyển từ CLC sang đại trà. . . . . Bạn có muốn đăng ký lại nhóm SP1009 nhóm thường?",
            "Dạ xin chào thầy cô,. . Nếu em muốn đăng ký lại nhóm Sp1009 thì có được học trong học kỳ chính 191 không ạ ? Hay là em phải đăng ký dự thính ạ. . Em xin cảm ơn",
            "Đã đăng ký nhóm thường cho bạn,. . . . TKB cập nhật sau 5g ngày thứ 2 bạn chú ý theo dõi nhé"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]  /b \t[full_name] [full_name] [full_name] [full_name] Chào PDT[full_name] [full_name] Học kỳ 1 này em có xin PDT đăng kí cho em môn Nhập môn kỹ thuật - CI1001 học chung với khóa 2019[full_name] [full_name] Em đã nêu rõ là đăng ký lớp ở CS1[full_name] [full_name] Tuy nhiên PDT lại đăng ký cho em ở CS2[full_name] [full_name] Em không thể học ở CS2 được vì không có thời gian[full_name][full_name] [full_name] Cho nên kính mong PDT chuyển môn sang T6 Tiết 2345 ở CS1 giúp em[full_name][full_name] [full_name] Nếu không thể đăng ký được ở CS1 thì mong PDT xóa môn ở  CS2 giúp em[full_name] [full_name] Em đã nêu vấn đề hôm kia và cả hôm qua[full_name] [full_name] Tuy nhiên không được phản hồi[full_name] [full_name] Mong PDT nhanh chóng giải quyết giúp em[full_name][full_name] [full_name] Em chân thành cảm ơn !![full_name] [full_name] [full_name] [full_name] [full_name]",
            "responsible person: [551] [staff_name] [helpdesk staff]"
        ]
    }
]