[
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Sáng nay nhận được mail báo đã cập nhật bảng điểm nhưng không hiểu sao bảng điểm của em lại như thế.. . Mong có được giải đáp của phòng ạ.. . Em xin cảm ơn.",
            "Chào bạn,. . Bạn vui lòng trình bày rõ nội dung câu hỏi?. . Thân",
            "No solution",
            "Yêu cầu khác: Em chào Thầy Cô!. . Em tên [full_name]. . MSSV: [student_id]. . Xin cho em hỏi. Em vừa nhận được mail là PĐT đã cập nhật điểm rồi nhưng khi lên kiểm tra em vẫn còn thiếu 2 chỉ ở học kì 193. Xin cho em hỏi khi nào em mới đụovw cập nhật vậy ạ!. . Em xin chân thành cám ơn Thầy Cô!. . Rất mong được Thầy Cô giúp đỡ ạ!",
            "Bảng điểm của em đã có đầy đủ điểm rồi nhưng mà PĐT vẫn chưa cập nhật kết quả bên dưới cho em ạ. Em mong thầy cô cập nhật cho em ạ!",
            "Em mong PĐT cập nhật lại đúng số tín chỉ tích luỹ của em trong học kì 193 ạ. Em chờ rất lâu rồi ạ. Em cám ơn thầy cô rất rất nhiều ạ!",
            "Chào bạn,. . . . Hiện tại học kỳ 193 các khoa chưa nộp điểm hết,  nên số tín chỉ học kỳ hè PDT chưa cập nhật. PDT sẽ cập nhật sau nha bạn.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Cho em xin hỏi là đăng kí thi học kì những môn hoãn thi làm như thế nào ạ?",
            "Chào bạn,. . . . Chưa hiểu ý bạn.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Dạ cho em hỏi em mới tích được 29 tín chỉ mà điểm trung bình 8.19, điểm rèn luyện 90 thì có được xét học bổng không ạ",
            "Em đủ hầu hết mọi điều kiện trừ việc thắc mắc 29 chỉ tích lũy có được xét học bổng không ạ",
            "Chào bạn,. . . . - Bạn phải tích luỹ 90% số tín trong CTDT tại học kỳ bạn đang xét.. . . . - Đối với khoa điện học kỳ 192 là 33*0.9=30.. . . . Bạn phải tích luỹ 30 tín chỉ mới được xét học bổng.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: chào ad, cho em hỏi là đợt thi TA giữa tháng 12 này K19 có đc thi ko ạ, sao em ko thấy mail. Nếu ko thì có đợt nào cho K19 ko ạ",
            "Chào bạn,. . . . Hiện tại đang ưu tiên cho khoá 20 đăng kí trước. Sẽ có thông báo cho các khoá còn lại đăng kí, bạn thường xuyên kiểm tra mail nha.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Cho em hỏi tháng 12 có tổ chức thi avdv cho k20 thì k18 muốn đăng kí thi trong đợt đó luôn có được không ạ ?",
            "Chào bạn,. . . . Hiện tại đang ưu tiên cho khoá 20 đăng kí trước. Sẽ có thông báo cho các khoá còn lại đăng kí, bạn thường xuyên kiểm tra mail nha.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Kính gửi quý thầy/cô. . Em tên là: [full_name] thuộc lớp HC19KTTP, em muốn hỏi là còn đợt thi anh văn định kì nào cho khóa K19 và những khóa trước không ạ. Như mail đợt trước em thấy có 1 đợt thi vào tháng 11 nhưng đã qua tháng 12 mà em vẫn không thấy. Mong quý thầy cô phản hồi sớm cho em ạ. Em cảm ơn. . . . .",
            "Chào bạn,. . . . Bạn vui lòng kiểm tra mail nha.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: 1913921  /b \t. . . .   i Học vụ . Cho em hỏi rằng em đã kiểm tra trình Tiếng Anh IIG và đạt được 550 điểm thì em có cần đăng ký thi lại Anh Văn đầu vào do trường tổ chức không ạ?",
            "Chào bạn,. . . . Bạn vui lòng xem qui chế học vụ điều 3, phụ lục 1 http://www.aao.hcmut.edu.vn/index.php?route=catalog/chitietsv&path=90&tid=1658.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Dạ hiện tại nếu em nộp chứng chỉ anh văn thì phần điểm miễn các môn av 1 2 3 4 sẽ tính cho học kỳ 201 hay kỳ 202 vậy ạ? Em cảm ơn.",
            "Chào bạn,. . . . Sẽ không tính vào học kỳ nào mà tính vào điểm trung bình tích luỹ ngành.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Xin chào thầy cô ạ, chuyện là hôm nọ em có đăng ký chứng chỉ ngoại ngữ để miễn học 4 học phần Tiếng Anh, sau khi đã chuyển tiền và thanh toán xong thì hệ thống báo xác nhận là đã được thanh toán, nhưng khi vào mục điểm chuyển trên web BK thì hệ thống lại báo là không có dữ liệu điểm chuyển ạ, vấn đề này em nên khắc phục như thế nào, mong thầy cô giúp đỡ ạ. Em xin cảm ơn.",
            "Chào bạn,. . . . PDT đã lấy dữ liệu chuyển điểm cho bạn rồi, sẽ cập điểm trên cổng thông tin sinh viên cho bạn nha.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . À dạ em diễn đạt nhầm ạ. Tín chỉ của môn anh văn sẽ chuyển vào tín chỉ tích lũy của kỳ 201 hay đến 202 mới tính ạ. Em cảm ơn.",
            "Chào bạn,. . . . Khi chuyển điểm anh văn sẽ không tính vào học kỳ nào, mà tính vào số tin chỉ tích luỹ chung nha bạn.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác  /i  Trường cho em hỏi có thể xem kết quả kiểm tra Anh Văn IIG tháng 9 ở đâu? Và KQ này cũng dùng để xét chuẩn AV đúng không ạ? Em cảm ơn. . . .",
            "Chào bạn,. . . . Có cập nhật điểm trên cổng thông tin sinh viên nha bạn. Điểm này dùng xét chuẩn anh văn sau các năm.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Dạ cho em hỏi là đợt thi tiếng anh ngày 21/12/2019 em đã thanh toán trễ hạn thì lần thi này thì em có được chuyển tiền thi đợt trước qua đợt này không ạ",
            "Chào bạn,. . Không chuyển tiền từ đợt trước qua đợt này nhé bạn. Trên tình thần nhà trường sẽ hoàn trả lại số tiền 150.000 đ bạn đã thanh toán cho nhà trường.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Thông tin xét học bổng khuyến khích học tập của em vẫn chưa được cập nhật đầy đủ ạ cụ thể là điểm trung bình một học kỳ, điểm trung bình mở rộng và số tính chỉ đạt trong một học kỳ vẫn chưa được cập nhật ạ.",
            "Chào bạn,. . . .  Bạn phải tích luỹ 90% số tín chỉ trong chương trình đào tạo của mình, bạn thiếu 4 chỉ anh văn 1,2.. . . .  . . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em quên đăng kí thi anh văn đầu vào, giờ em muốn đăng kí phải làm sao ạ",
            "Chào bạn,. . . . Không được bạn, PDT đã chốt danh sách và gởi qua đơn vị tổ chức IIG.. . . . Thân",
            "Đăng ký môn học . Em quên đăng kí thi anh văn đầu vào, giờ em muốn đăng kí thì phải làm sao ạ",
            "Chào bạn,. . . . Không được bạn, PDT đã chốt danh sách và gởi qua đơn vị tổ chức IIG.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Dạ thầy cô cho em hỏi. . Em tên [full_name] K18. .   b MSSV/MSGV: [student_id]  /b  . .   i Đăng ký môn học . Em là sinh viên hệ tại chức em có thể đk anh văn đầu vào chung với hệ chính quy được không ạ",
            "Chào bạn,. . . . Mục đích bạn thi để làm gì?,. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Cho em hỏi đợt thi anh văn tới đây cho năm 2 trở đi (ngày 18,19,20/12), điểm thi có được chuyển thành điểm trong CTĐT không ạ (ví dụ em thi 700 thì có được chuyển thành 8 chỉ 10 điểm), hay chỉ xét miễn anh văn để đăng ký môn học ạ? Vì em thấy mail có ghi \"để được xét chuyển điểm Anh văn\".. . . .",
            "Chào bạn,. . Kết quả của đợt thi AV của đợt thi ngày 18,19,20/12 do IIG tổ chức dành cho SV từ năm thứ 2 trở đi chỉ dùng để xét chuẩn tiếng Anh từng năm, không dùng xét miễn môn AV.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Cho em hỏi tại sao email là đến hết ngày 03/12/2020 mới hết hạn đăng kí AVĐV mà giờ đã hết ạ ?. .",
            "Chào bạn,. . . . Trước khi nghỉ tết nguyên đán Phòng Đào Tạo sẽ mở thêm đợt đăng kí thi anh văn định kỳ, bạn thường xuyên kiểm tra mail để biết được thông tin.. . . . Thân. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Chào thầy/cô. . Vào HK193, em có tham gia kì thi AV do trường phối hợp với IIG tổ chức và đạt mức điểm 780.( kết quả này hiện không được hiển thị trong Bảng điểm tại mybk). . Nay, PĐT gửi email thông báo SV từ năm thứ 2 đăng kí tham gia \"kì thi AV đầu vào cho SV từ năm thứ 2 trở về trước\" để được chuyển điểm và đăng kí môn học.. . Vậy, kết quả thi của em ở HK193 có thể dùng để đăng kí môn học cho các học kì từ HK202 trở đi không? . . Mong thầy/cô giải đáp sớm.. . Em cảm ơn!",
            "Chào bạn,. . . . - Điểm này có cập nhật trong mục điểm trên cổng thông tin sinh viên nha.. . . . - Được bạn, với điểm số đó bạn qua chuẩn anh văn sau năm 3.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn thi. . Em còn cách nào để em đăng kí thi anh văn không ạ. Mong PĐT cho em cơ hội để em được thi ạ. .",
            "Chào bạn,. . . . Trước khi nghỉ tết nguyên đán Phòng Đào Tạo sẽ mở thêm đợt đăng kí thi anh văn định kỳ, bạn thường xuyên kiểm tra mail để biết được thông tin.. . . . Thân. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . em thi kiểm tra trình độ tiếng anh hồi tháng 9 do trường tổ chức được 545 đ có được tính là qua anh văn 3 không?. . Khi thi xong thì có kết quả trong bảng điểm , giờ bị xóa đi là sao ạ?",
            "Chào bạn,. . . . - Điểm đó chỉ xét chuẩn anh văn sau các năm thôi nha bạn.. . . . - Điểm có cập trên cổng thông tin sinh viên nha bạn.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Cho em hỏi rằng em đã thi kiểm tra Anh văn IIG hồi tháng 9 và đã qua được 4 chuẩn anh văn thì em có cần phải đăng ký thi Anh Văn đầu vào đợt này nữa không ạ?",
            "Chào bạn,. . . . Bạn đã qua chuẩn anh văn sau năm 3 rồi, bạn không đăng kí thi nữa.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em là sinh viên khóa K20, em chưa đăng kí thi AVĐV thì phải làm sao ạ?. Cho em hỏi còn đợt đăng kí bổ sung nào trước khi thi AVĐV không ạ?. . Em xin cảm ơn ạ!",
            "Chào bạn,. . . . Trước khi nghỉ tết nguyên đán Phòng Đào Tạo sẽ mở thêm đợt đăng kí thi anh văn định kỳ, bạn thường xuyên kiểm tra mail để biết được thông tin.. . . . Thân. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em từ học kỳ trước đã học anh văn 4 và thi qua môn rồi, vậy thì lần thi xét điểm dành cho sinh viên năm 2 em có phải tham gia để đước đang ký môn học không ạ? . . Em cảm ơn.",
            "Chào bạn,. . . . Bạn qua anh văn 4 tức là bạn qua chuẩn anh văn sau năm 3 rồi nha bạn. Bạn tham khảo qui chế học vụ điều 31, phụ lục 1 http://www.aao.hcmut.edu.vn/index.php?route=catalog/chitietsv&path=90&tid=1658.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Cho em hỏi hiện tại trong kì 201 em đang học AV1 và chưa có điểm thì có được xét đăng kí môn học năm 2 không ạ",
            "Chào bạn,. . . . Học kỳ 202 hiện tại PDT cho bạn pass chuẩn anh văn sau năm nhất, khi nào có điểm anh văn 1 PDT mới xét lại kết quả DKMH.. . . . Thân. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em là sinh viên K19. . . Cho em hỏi lần này thi vào tháng 12 là em phải qua 350 hay 450 điểm ạ, và nếu lần này em thi không qua anh văn thì HK202 tới em có bị hủy các môn đăng ký của năm 2 không ? . . Em cám ơn.",
            "Chào bạn,. . . . Việc này trong qui chế học vụ điều 31, phụ lục 1 có qui định mà bạn http://www.aao.hcmut.edu.vn/index.php?route=catalog/chitietsv&path=90&tid=1658.. . . . Nếu bạn không qua chuẩn anh văn sẽ không đăng kí những môn của năm 2.. . . . Nếu"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Cho em hỏi rằng kỳ thi kiểm tra trình Anh văn IIG và kỳ thi Anh Văn đầu vào của trường có khác nhau không ạ?. . Nếu mình đã thi kỳ thi kiểm tra trình Anh văn IIG thì mình có cần phải thi lại Anh Văn đầu vào không ạ?",
            "Chào bạn,. . . . - Kỳ thi anh văn định kỳ của Phòng Đào Tạo tổ chức chỉ danh xét chuẩn anh văn sau các năm để đăng kí môn học.. . . . - Nếu có CCNN quốc tế bên ngoài điểm cao bạn dùng để xét chuẫn anh văn sau các năm, miễn điểm anh văn 1,2,3,4. Xét tốt nghiệp, luận văn. Việc này bạn tham khảo qui chế học vụ điều 31, phụ lục 1 nha http://www.aao.hcmut.edu.vn/index.php?route=catalog/chitietsv&path=90&tid=1658.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Chào phòng đào tạo ạ,. .  . . Em xin lỗi vì cứ làm phiền nhưng em đã đọc các quy chế liên quan đến ngoại ngữ và cũng như hỏi nhiều người bạn của mình và kết quả em vấn không biết trong trường hợp của em có được đăng kí làm luận văn vào kì sau hay không :((. . . . Hiện tại em chỉ mới hoàn thành av2 trên trường và vừa thi Toeic với số điểm chỉ đạt 510. vậy em được đăng kí làm luận văn cho kì sau chưa ạ?. . . . Xin PĐT trả lời có hoặc không (kèm theo điều kiện cần và đủ) để cho con bé an lòng ạ. Thật sự hiện tại em rất lo lắng về vấn đề này ạ.. . . . Em cảm ơn rất nhiều.",
            "Chào bạn,. . . . Bạn liên hệ trực tiếp PDT tôi sẽ tư vấn cho bạn.. . . . Thân. . . . . . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em chào pđt,. . Em tên: [full_name] - mssv: [student_id] - khoa: KTXD. . Em có gửi hình ảnh đính kèm bảng điểm bên dưới ạ. . . Theo như học kì 3(2019-2020) em đăng kí học 7 chỉ, gồm 2 môn Đường lối CM của Đảng CSVN(SP1009) và Cơ học kết cấu(CI2029). Và 2 môn đó điểm tổng kết đều trên 5. Nhưng tại sao pđt chỉ cập nhật có 4 chỉ tích lũy thôi ạ.. . Mong pđt xem lại cho em với ạ.. . Em cảm ơn."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Kính gửi PĐT,. . Em xin được phản hồi về điểm trung bình chung mở rộng trên trang web mybk. Cụ thể, tuy điểm trung bình học kỳ và điểm rèn luyện đã được hiển thị nhưng điểm trung bình chung mở rộng của em vẫn được hiển thị là 0đ.. . . . Em xin chân thành cảm ơn.",
            "Chào bạn,. . . . Đối với sinh viên Việt Pháp thông tin học bổng sẽ cập nhật trong ngày mai.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em chào thầy/ cô, em có vấn đề muốn hỏi về thông tin học bổng khuyến khích học tập, theo bảng điểm em gửi thì ngoại trừ môn vật lý 1 em học dự thính thì tất cả các môn còn lại em học theo chương trình đào tạo, với điểm trung bình là 7.39, thì theo quy chế đào tạo em được xét duyệt trong học bổng khuyến khích học tập. Nhưng theo mybk cập nhật thì em không có, em không có nợ môn và còn vượt chương trình đào tạo 2 chỉ mong phòng đào tạo xem xét trường hợp của em ạ, em đã học tập cố gắng trong kỳ vừa qua ạ.. . Em xin chân thành cảm ơn",
            "Chào bạn,. . . . Điều kiện để nhận học bổng là điểm trung bình học kỳ  7.Nhưng tại học kỳ 192 điểm trung bình học kỳ của bạn không đủ nha bạn.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Chào thầy/cô ạ, . . Thầy/cô cho em hỏi là em đã thi đợt anh văn IIG vào tháng 9 vừa rồi, bạn em thi đợt kiểm tra anh văn vào cuối học kì 2 năm nhất (hiện tại tụi em là sinh viên năm 3), và tụi em đều thi qua chuẩn anh văn 4 (cụ thể là em thi được 745 và bạn em thi được 520). Vậy là tụi em có được miễn chuẩn anh văn 4 chưa ạ? Hay là đợt chuẩn anh văn đầu vào tháng 12 này tụi em phải thi lại thì mới được chuyển điểm miễn ạ?. . Và cho em hỏi là tại sao điểm thi anh văn của tụi em trong các đợt kiểm tra anh văn của trường đều biến mất ạ?. . Em xin cảm ơn.. .",
            "Chào bạn,. . . . PDT đã cập nhật điểm anh văn định rồi nha bạn,. . . . Hiện tại bạn đạt chuẩn anh văn sau năm 3 rồi bạn không cần phải thi lại.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "I   /I   B   /B   B Đăng ký môn học .",
            "Chào bạn,. . . . Trước khi nghỉ tết nguyên đán Phòng Đào Tạo sẽ mở thêm đợt đăng kí thi anh văn định kỳ, bạn thường xuyên kiểm tra mail để biết được thông tin.. . . . Thân. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Cho em hỏi em quên đăng ký anh văn đầu vào thì phải làm sao ạ",
            "Chào bạn,. . . . Trước khi nghỉ tết nguyên đán Phòng Đào Tạo sẽ mở thêm đợt đăng kí thi anh văn định kỳ, bạn thường xuyên kiểm tra mail để biết được thông tin.. . . . Thân. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính gửi phòng đào tạo, em cùng nhiều bạn sinh viên bị lỡ thời gian đăng ký thi anh văn đầu vào, vì kỳ thi quan trọng nên em xin phòng đào tạo cho em và các bạn cơ hội đăng ký lại. . . Em xin chân thành cảm ơn !",
            "Chào bạn,. . . . Trước khi nghỉ tết nguyên đán Phòng Đào Tạo sẽ mở thêm đợt đăng kí thi anh văn định kỳ, bạn thường xuyên kiểm tra mail để biết được thông tin.. . . . Thân. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Dạ thưa thầy/cô, theo chương trình đào tạo thì hết năm nhất thì có tổng cộng 33 tín chỉ. Nhưng em chỉ có 29 tín chỉ ( do em không đăng kí 2 tín chỉ Anh văn 1 và 2 tín chỉ Anh văn 2 ). Em đang chuẩn bị nộp chứng chỉ Anh văn ( Toeic 550đ ) trước ngày 8/12(có thể chuyển điểm AV1 hoặc không chuyển điểm), vậy thì em có được xét học bổng khuyến khích học tập không ạ ( điểm TB học kì của em  7đ )? Em xin cảm ơn thầy/cô.",
            "Chào bạn,. . . . Thời điểm này bạn nộp chuyển điểm không được nha bạn.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Dạ cho em hỏi k2017 thì áp dụng bảng quy đổi điểm anh văn cũ hay mới ạ. Em được 610 thì tương đương điểm AV1,2,3,4 là bao nhiêu ạ.. . Em xin cảm ơn.",
            "Chào bạn,. . . . Bạn qui đổi bảng anh văn mới áp dụng từ học 1/2020-2021. Bạn vui lòng tham khảo qui chế học vụ điều 31, phụ lục 1 http://www.aao.hcmut.edu.vn/index.php?route=catalog/chitietsv&path=90&tid=1658.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em chào các thầy cô ạ,. . Em là Đoàn Nhât [full_name], MSSV: [student_id].. . Hiện em đang là sinh viên năm 3 và đợt thi xét anh văn tháng 9 vừa rồi em đã không thể đăng kí do không còn chỗ trống, đợt thi anh văn mới mở hôm nay cũng không còn chỗ trống. Vậy em mong thầy cô xem xét mở thêm số lượng đăng kí để em có thể tham gia thi anh văn và đủ điều kiện đăng kí môn học cho học kì tiếp theo để đúng tiến độ chương trình đào tạo ạ. . . Em xin chân thành cảm ơn.. . [full_name].",
            "Chào bạn,. . . . Trước khi nghỉ tết nguyên đán Phòng Đào Tạo sẽ mở thêm đợt đăng kí thi anh văn định kỳ, bạn thường xuyên kiểm tra mail để biết được thông tin.. . . . Thân. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Cho em hỏi là đợt thi anh văn tháng 12 này, vì check mail trễ nên em đã lỡ việc đăng kí và đã hết slot ạ :(( , nhà trường có thể mở thêm slot được không ạ :(( , em cảm ơn. Và nếu không được thì cho em hỏi là đợt thi anh văn gần nhất do trường tổ chức sẽ vào tháng mấy ạ ? Em cảm ơn rất nhiều ạ :((",
            "Chào bạn,. . . . Trước khi nghỉ tết nguyên đán Phòng Đào Tạo sẽ mở thêm đợt đăng kí thi anh văn định kỳ, bạn thường xuyên kiểm tra mail để biết được thông tin.. . . . Thân. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ cho em hỏi em định đăng kí thi av đầu vào vì chưa pass được av1 nhưng chưa gì tối hôm đó hết sạch slot rồi em không biết trường có thể mở thêm slot cho em đăng kí được không ạ, để em có thể pass av1 và đăng kí được kì tiếp ạ, em cảm ơn ạ",
            "Chào bạn,. . . . Trước khi nghỉ tết nguyên đán Phòng Đào Tạo sẽ mở thêm đợt đăng kí thi anh văn định kỳ, bạn thường xuyên kiểm tra mail để biết được thông tin.. . . . Thân. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ em chào thầy/cô. Dạ hiện em đang học năm 2 và đã qua anh văn 1. Cho em hỏi là học kì 202 em có được đăng kí môn học không ạ? Sinh viên năm 2 phải qua anh văn mấy thì mới được đăng kí môn học ở học kì 202 ạ? Em cảm ơn."
        ]
    },
    {
        "intent": "",
        "message": [
            "Dạ cho em hỏi em quên đăng kí thi anh văn đầu vào thì giờ phải làm sao ạ. Em xin cảm ơn.. . . . . .",
            "Chào bạn,. . . . Trước khi nghỉ tết nguyên đán Phòng Đào Tạo sẽ mở thêm đợt đăng kí thi anh văn định kỳ, bạn thường xuyên kiểm tra mail để biết được thông tin.. . . . Thân. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Dạ cho em hỏi em năm nhất em quên đăng ký thi anh văn đầu vào thì phải làm sao ạ.. . Cảm ơn",
            "Chào bạn,. . . . Trước khi nghỉ tết nguyên đán Phòng Đào Tạo sẽ mở thêm đợt đăng kí thi anh văn định kỳ, bạn thường xuyên kiểm tra mail để biết được thông tin.. . . . Thân. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . MSSV: [student_id]. .  Đăng ký kỳ thi Anh văn đầu vào. .  Em là sinh viên năm nhất . . Em chưa đăng ký được kỳ thi anh văn đầu vào nên em muốn hỏi nhà trường là em phải làm thế nào để được đăng ký để tham dự kỳ thi ạ???. . Em xin cảm ơn.",
            "Chào bạn,. . . . Trước khi nghỉ tết nguyên đán Phòng Đào Tạo sẽ mở thêm đợt đăng kí thi anh văn định kỳ, bạn thường xuyên kiểm tra mail để biết được thông tin.. . . . Thân. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Dạ em chào thầy/cô. Dạ em là sinh viên khóa K19, vậy thì em xét chuẩn anh văn theo chuẩn mới hay chuẩn cũ ạ? Nếu em thi Toeic được 520 thì khi nộp bằng chuyển điểm thì em qua được anh văn mấy ạ? Dạ em cảm ơn."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em chào thầy cô. . Hôm qua khoảng 14h30 ngày 3/12/2020 mới có thông báo đăng ký thi anh văn cho sinh viên năm 2 trở đi. Và vì tối em mới check mail và vào đăng ký thì đã đủ sĩ số các lớp.. . Em mong phòng đào tạo có thể nới rộng sĩ số để em có thể đăng ký thi anh văn được. . Em xin cảm ơn. .",
            "Chào bạn,. . . . Trước khi nghỉ tết nguyên đán Phòng Đào Tạo sẽ mở thêm đợt đăng kí thi anh văn định kỳ, bạn thường xuyên kiểm tra mail để biết được thông tin.. . . . Thân. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em là [full_name] khoa điện điện tử, em có lỡ quên đăng kí AVDV, em có thể xin trường cho em một cơ hội để đăng kí lại không ạ. Vì hoàn cảnh gia đình em thật sự khó khăn không đủ điều kiện để em học trung tâm bên ngoài trường và lấy bằng. Em vô cùng mong mỏi phòng đào tạo cho em thêm một cơ hội nữa để được tham gia thi và học av trong trường. Em chân thành cảm ơn nhà trường.. .",
            "Chào bạn,. . . . Trước khi nghỉ tết nguyên đán Phòng Đào Tạo sẽ mở thêm đợt đăng kí thi anh văn định kỳ, bạn thường xuyên kiểm tra mail để biết được thông tin.. . . . Thân. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "[full_name] MSSV :[student_id]. . . .   i Đăng ký môn học . Chào thầy cô, em là [full_name] là sinh viên khóa k19, năm trước em và bạn em có thi anh văn đầu vào, em pass anh văn 2 và bạn em pass anh văn 1, nay nhà trường có mở đợt đăng kí thi anh văn đầu vào cho hệ sinh viên năm 2,vì vào đăng kí sau nên hết slot đăng kí, em thắc mắc là nếu đợt này e và bạn em không đăng kí thi thì có được đăng kí môn học chuyên ngành cho học kì 202 không ạ? Mong thầy cô giải đáp giúp em, em xin chân thành cảm ơn!. .",
            "Chào bạn,. . . . Hiện tại bạn qua chuẩn anh văn sau năm 3 rồi nha, bạn không cần đăng kí thi đợt này vẫn được.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "B Yêu cầu khác . Cho em hỏi vào tháng 9 em có tham gia test kĩ năng toeic thì điểm đó mình có sử dụng để làm chuẩn để được đăng kí môn cho học kì sau không ạ.Em cảm ơn!. .",
            "Chào bạn,. . . . Được nha bạn.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Cho em hỏi em quên nên lên đăng kí trễ, bây giờ em có thể đăng kí nữa hông ạ,còn đc đăng kí thi hông ạ, nếu thi trễ hơn thì có đc đăng kí môn học cho học kì sau hay năm sau hông ạ",
            "Chào bạn,. . . . Trước khi nghỉ tết nguyên đán Phòng Đào Tạo sẽ mở thêm đợt đăng kí thi anh văn định kỳ, bạn thường xuyên kiểm tra mail để biết được thông tin.. . . . Thân. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "B Đăng ký môn học . Do quá chủ quan cứ tưởng hạn chót đăng kí avdv là đến cuối ngày 13/12 nên em bị trễ đăng kí khi đăng kí lúc 17h ( đóng hạn đăng kí lúc 15h00 13/12 ). Rất mong phòng đào tạo cho em cơ hội để được đăng kí thi avdv.Em xin chân thành cảm ơn",
            "QUOTE  MSSV/MSGV: [student_id]    . . . . Đăng ký môn học. . . . Do quá chủ quan cứ tưởng hạn chót đăng kí avdv là đến cuối ngày 3/12 nên em bị trễ đăng kí khi đăng kí lúc 17h ( đóng hạn đăng kí lúc 15h00 3/12 ). Rất mong phòng đào tạo cho em cơ hội để được đăng kí thi avdv.Em xin chân thành cảm ơn  /QUOTE . .",
            "Chào bạn,. . . . Trước khi nghỉ tết nguyên đán Phòng Đào Tạo sẽ mở thêm đợt đăng kí thi anh văn định kỳ, bạn thường xuyên kiểm tra mail để biết được thông tin.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Chào ad . . E là [full_name] Mssv [student_id]. . E có đăng kí thi anh văn đầu vào nhưng đã kín lớp . . E mong được mở rộng lớp để e có thể đăng kí thi ạ. . E cảm ơn nhiều ạ. .",
            "Chào bạn,. . . . Trước khi nghỉ tết nguyên đán Phòng Đào Tạo sẽ mở thêm đợt đăng kí thi anh văn định kỳ, bạn thường xuyên kiểm tra mail để biết được thông tin.. . . . Thân. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác:",
            "Chào bạn,. . . . Trước khi nghỉ tết nguyên đán Phòng Đào Tạo sẽ mở thêm đợt đăng kí thi anh văn định kỳ, bạn thường xuyên kiểm tra mail để biết được thông tin.. . . . Thân. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . hôm qua lúc 17h em có đăng kí thi avdv, cứ tưởng hết 3/12 mới hết hạn, mà 14h59 là hạn rồi ạ, em mong thầy cô tạo điều kiện giúp em đăng kí với ạ, em hoảng quá :((. . . .",
            "Chào bạn,. . . . Trước khi nghỉ tết nguyên đán Phòng Đào Tạo sẽ mở thêm đợt đăng kí thi anh văn định kỳ, bạn thường xuyên kiểm tra mail để biết được thông tin.. . . . Thân. . . ."
        ]
    }
]