[
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em là [full_name]. Em xin phòng đào tạo cho em vào lớp [full_name]ép 1 (CI3009) A01 vào thứ 3 hiện đầy sịnh viên. . . .",
            "Chào bạn,. . . . Tất cả các môn  đã mở sỉ số tối đa không tăng được nữa nha bạn.. . . . Thân.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ em chào thầy cô ạ. Thầy cô cho phép em hỏi là em k17 nhưng đã học qua môn bơi rồi thì bây giờ em có được phép học lại môn bơi không ạ. Nếu không được em đăng kí môn khác và xin học bơi rồi chuyển điểm thì có được không ạ. Em xin cảm ơn thầy cô ạ",
            "Chào bạn,. . Theo quy định bạn phải hoàn thành 3 môn khác nhau nhé, vui lòng xem quy định về GDTC tại đây:. . http://aao.hcmut.edu.vn/ sinh viên/quy chế/ Quy chế đào tạo và học vụ bậc đại học, cao đẳng:/ Quy định về các môn Thể dục từ HK182. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính gửi phòng đào tạo, em là [full_name], lớp Ck17LOG . . em đã nhắn lên khoa Cơ Khí, bộ môn Kỹ thuật Hệ thống công nghiệp, phòng đào tạo về trường hợp môn ME3231 - Kỹ thuật mô hình hóa và mô phỏng. . . . . Kính mong phòng đào tạo phục hồi sớm lại lớp của môn này, em xin cảm ơn ạ. .   i Đăng ký môn học .",
            "Chào bạn,. . . . Những môn sỉ số ít sẽ bị huỷ nha bạn.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Xin mở thêm sỉ số môn CI1033 lớp L01_L01. . cho em vào lớp đó ạ. .   i Đăng ký môn học .",
            "Chào bạn, . . Hiện tại các nhóm lớp đã được Phòng Đào tạo mở tối đa sĩ số theo đúng quy định (về môn học, sức chứa phòng...).Trường hợp bạn muốn tăng sĩ số của một nhóm lớp nào đó, bạn vui lòng liên hệ trực tiếp tại Phòng Đào tạo cơ sở 1 (trong thời gian đăng ký môn học), để được nhóm hỗ trợ đăng ký môn học kiểm tra, nếu còn khả năng tăng được hoặc có thể có 1 vài bạn sv xin hủy, nhóm sẽ hỗ trợ tăng sĩ số cho bạn (nếu được) và có thể vào đăng ký ngay luôn nhé. . . Chúc bạn học tốt!. . Thân. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            ". . Chào anh/chị, em là Nguyễn Thành [full_name], MSSV: [student_id], sinh viên lớp MT16KT. Hiện tại em tích lũy đủ 142 tín chỉ, các điều kiện về Anh [full_name] (TOIEC 655/990, Thi nói viết 205/400), ngày CTXH 22.5/15 ngày. Em nhờ [full_name]T kiểm tra điều kiện tốt nghiệp của em, em còn thiếu những điều kiện nào ạ? Em cảm ơn.. .   i Tốt nghiệp .",
            "Mong [full_name] phản hồi giúp em ạ. Em cảm ơn.",
            "li answer rate: Answer does not suit / Câu trả lời không đúng ý",
            "Chào bạn . . Phòng đào tạo đã ghi nhận trường hợp xét tốt nghiệp bổ sung của sinh viên, sau ngày 22/9/20 phòng đào tạo sẽ thông báo danh sách tốt nghiệp cập nhật mới :. . - Sinh viên xem kết quả xét lại tốt nghiệp trên: www.aao.hcmut.edu.vn    tốt nghiệp    thông tin tốt nghiệp    danh sách tốt nghiệp 11/2020 - Trường hợp không có tên trong danh sách tốt nghiệp bổ sung sinh viên vui lòng phản hồi tại trang bksi.hcmut.edu.vn để để phòng đào tạo kiểm tra lý do.. .  Thân . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]  /b \t[full_name] [full_name] [full_name] [full_name]   i Đăng ký môn học  /i [full_name] [full_name] [full_name] [full_name] Kính chào Thầy/Cô[full_name][full_name] [full_name] [full_name] [full_name] Em tên [full_name] sinh viên Khoa QLCN[full_name] Em có 1 câu hỏi về đăng ký môn học thể chất: Em học đại trà ở cs2 nhưng ko đăng ký được lịch học thể chất ở CS2 do vướng lịch học các môn khác[full_name] Vậy em có thể đăng ký học thể chất tại CS1 (của Chất lượng cao) được không ạ?[full_name] [full_name] [full_name] [full_name] Trong thời gian chờ đợi sự phản hồi của Thầy/Cô em xin chân thành cảm ơn![full_name] [full_name]",
            "không nhé em. em có thể đk môn thể dục nhóm A. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ cho em hỏi là hiện tại thời khóa biểu môn thể chất em tính đk đã full hết v bây giờ làm sao để em được đk vô lớp đó được ạ tại những hôm khác thì nó lại trùng giờ học môn khác của em ạ . Em cảm ơn",
            "Em chỉnh giờ học môn khác nhé. thể chất ko thể tăng sĩ số do học ghép với trường khác"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Chào các thầy cô. Thầy cô cho em hỏi hiện tại thời khóa biểu của em (và các bạn trong lớp dd19lt09) không thể đăng ký được bất kì lớp giáo dục thể chất nào. Chuyển lịch các môn học khác thì các lớp đều đủ sinh viên. Thầy cô có cách nào giúp em được không ạ?",
            "Chào bạn,. . . . Môn GDTC đã mở sỉ số tối đa không tăng được nữa.. . . . Thân.. . . . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Em chào Thầy/Cô,. . Hiện tại em chuẩn bị vào học năm 3 chương trình PFIEV, em còn thiếu 1 môn thể chất để hoàn thành chỉ tiêu 3 môn thể chất của trường trước năm 4 nên muốn đăng kí học để hoàn thành trong năm học này ạ. Nhưng các môn thể chất có mở lớp dạy ở CS1 chỉ dành cho CLC vậy thì tất cả SV PFIEV từ nay về sau đều phải di chuyển xuống CS2 để học các môn thể chất ạ?. . Theo lịch học của học kỳ sắp tới thì em chỉ có thể đăng ký học các lớp tiết 234 vào sáng thứ hai ở CS2 sau đó liền ngồi xe  về CS1 học tiếp hai môn từ tiết 7 đến tiết 12 ạ. Bọn em học toàn thời gian ở CS1 ạ.. . Em xin hỏi là có hướng giải quyết nào cho em nói riêng và các lứa K19, K20 của PFIEV nói chung về việc học thể chất không ạ?. . Kính mong quý Thầy/Cô giải đáp thắc mắc cho em.. . Em xin chân thành cám ơn ạ!. . . .   i Đăng ký môn học .",
            "Chào bạn,. . . . Các bạn Việt Pháp học mã nhóm A nha. Việc này gởi mail cho các bạn rồi.. . . . Thân.. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Xin mở thêm sỉ số môn EN1033 lớp L01. . Cho e vào lớp đó ạ. . E cảm ơn ạ. .",
            "Môn này là môn gì em. . Ko có mở trong HK201",
            "Dạ e đánh nhầm ạ, là môn EN1003 lớp L01 ạ . .",
            "đã tăng sĩ số"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Kính thưa phòng đào tạo,. . . . Đợt bảo vệ luận văn vừa rồi em đã bảo vệ thành công luận văn của mình, luận văn đã có điểm trên hệ thống và em cũng đạt đủ số tín chỉ cũng như số ngày CTXH nhưng vẫn chưa có tên trong danh sách dự kiến tốt nghiệp.. . . . Em đã từng tạo câu hỏi trên trang này và được cô ở PĐT phản hồi là chờ danh sách dự kiến tốt nghiệp bổ sung vào ngày 08/09 nhưng tới nay vẫn chưa có tên em trong danh sách tốt nghiệp dự kiến.. . . . Các thầy/cô trên phòng đào tạo có thể kiểm tra lại trường hợp của em không ạ?. . . . Em xin chân thành cảm ơn!. . Trân trọng.",
            "Chào bạn,. . Đã kiểm tra điều kiện tốt nghiệp của bạn, và bạn chưa đủ điều kiện tốt nghiệp. Bạn xem lại điều kiện về TH (2), chưa tích lũy đủ.. . Bạn có thể kiểm tra lại nếu còn khiếu nại, có thể làm đơn nộp tại PDT để xin xét TN lại (đính kèm bảng chi tiết về điều kiện TN cho bạn). . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Cho em hỏi em hiện đang là sv khoa BDCN K15,cho em xin hỏi 3 câu hỏi:. . 1.Khi em đăng kí in giấy xác nhận sinh viên để thi Toeic thì em thấy có dòng chử cuối cùng:\"Giấy có giá trị đến hết 31-10-2020,vậy cho em hỏi thời hạn đào tạo tối đa của em là đến hết ngày đó đúng không ak. . 2.Cho em hỏi để được tốt nghiệp vào tháng 11-2020 năm nay thì thời gian tối đa để có thể nộp bằng AV là khi nào ak,tại bây giờ để có bằng anh văn sớm nhất em cũng khoảng 29-09,không biết đến lúc đó còn kịp nộp không?Và cho em hỏi có thể viết đơn xin cứu xét vài ngày không ak?. . 3.Em có đọc trên lịch học vụ thấy bắt đầu từ HK 201 sẽ có bảng qui đổi điểm av khác.Cho em hỏi bảng đó áp dụng cho sinh viên K20 thôi hay cho tất cả các khóa,kể cả khóa K15 của em như hiện tại luôn ak.Em xin cảm ơn",
            "Chào bạn,. . 1)Giấy có giá trị đến hết 31/10/2020, đó là thời gian giá trị của năm học 2019-2020, cho sinh viên có thời khóa biểu trong học kỳ (trong giấy chứng nhận có ghi rõ thơi gian kế hoạch và thời gian tối đa), bạn vui lòng xem lại nội dung trên giấy chứng nhận sinh viên.. . 2)Chào bạn, bạn vui lòng xem lịch trình tốt nghiệp tháng 11/2020 tại aao.hcmut.edu.vn/Lịch học vụ/Tốt nghiệp tháng 11/2020, bạn phải hoàn thành tất cả các điều kiện tốt nghiệp trước hạn xét tốt nghiệp cuối cùng.. . 3) Về bảng quy đổi điểm áp dụng từ HK201, thì áp dụng cho sinh viên tất cả các khóa, từ học kỳ 201.. . Về việc chuyển điểm:. . Nếu bạn nộp Chứng Chỉ Ngoại Ngữ và đăng ký chuyển điểm (phải hoàn thành lệ phí chuyển điểm) trước ngày 18/9/2020 thì áp dụng theo quy định chuyển điểm cũ - Bảng quy đổi điểm chuyển Ngoại Ngữ mới bắt đầu từ ngày 21/9/20 áp dụng cho HK201. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học  /i  Em có thể đăng kí lại môn GDTC đã học và qua môn không ạ. Em cảm ơn ạ!. . . .",
            "Chào bạn,. . . . Bạn xem qui định về môn GDTC có cập nhật trên web PDT http://www.aao.hcmut.edu.vn/image/data/CTDT/thay_doi_mon_hoc_gdtc.pdf.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: em muốn xin giấy tạm hoãn nghĩa vụ quân sự thì có cách nào khác ngoài đăng kí trên giấy xác nhận sinh viên trên MYBK không ạ?",
            "Chào bạn,. . Bạn phải đăng ký trên trang mybk nhé bạn, đây là trang dịch vụ dành  cho tất cả sinh viên trong Trường. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Chào PĐT,. . Xin PĐT mở thêm sĩ số lớp Kỹ thuật thủy lực và Khí nén mã ME3011 lớp A10_A25 ạ.. . Em xin cảm ơn PĐT!",
            "Chào bạn, . . Hiện tại các nhóm lớp đã được Phòng Đào tạo mở tối đa sĩ số theo đúng quy định (về môn học, sức chứa phòng...).Trường hợp bạn muốn tăng sĩ số của một nhóm lớp nào đó, bạn vui lòng liên hệ trực tiếp tại Phòng Đào tạo cơ sở 1 (trong thời gian đăng ký môn học), để được nhóm hỗ trợ đăng ký môn học kiểm tra, nếu còn khả năng tăng được hoặc có thể có 1 vài bạn sv xin hủy, nhóm sẽ hỗ trợ tăng sĩ số cho bạn (nếu được) và có thể vào đăng ký ngay luôn nhé. . . Chúc bạn học tốt!. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: 1810258  /b \t. . . .   i Đăng ký môn học . Cho em hỏi Lớp Thể Dục CC là ntn ạ . . Sinh viên học được  không ạ",
            "Chào bạn,. . . . Nhóm CC dành cho sinh viên quốc tế, chất lượng cao nha bạn.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . cho em hỏi là lịch gdtc còn buổi chiều không ạ sao em vào đkmh chỉ thấy buổi sáng thôi ạ",
            "Chào bạn,. . . . Bạn vào tìm lớp phù hợp giúp nha.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Cho em hỏi vì sao em không thể đăng ký được môn giáo dục thể chất như trong hình ạ, mặc dù em không kẹt môn ạ??",
            "Chào bạn,. . . . Bạn có đăng kí vào nhóm CC dành cho sinh viên quốc tế hay không ?. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Của 3 môn này,nên khi vào đki môn học thì em ko đki đc,nên em xin pdt xem xét trường hợp của e và tạo điều kiện cho em đc học trc 3 môn này để em theo kịp tiến độ học tập để e có tkb và đc học trong hki chính 201 này ạ.Vì lớp rất khó mở nên xin pdt cho em đki học trc trả nợ ạ,em xin cảm ơn. .",
            "đã tăng sĩ số. . em vào đk lại"
        ]
    },
    {
        "intent": "",
        "message": [
            "I Đăng ký môn học . Em mới hủy môn hóa vô cơ, để em đăng kí thể chất. Mà khi em đăng kí lại môn hóa vô cơ lại không được nữa ạ( nó bảo em không có quền đăng kí ạ) em đã đăng kí và mới hủy thì tại sao em lại không có quyền đăng kí ạ, và làm sao để em đăng kí lại bây giờ?",
            "Em đã đk được môn học"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Xin thưa Phòng Đào Tạo, cho em hỏi là bây giờ có thể đăng kí mở lớp không ạ?",
            "Chào bạn,. . . . Đã hết thời gian mở lớp học kỳ 201 rồi nha bạn.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Pđt cho em hỏi là kì dự thính hè 203 này em đăng kí môn gdtc thứ 3 mới đủ chuẩn 3 gdtc thì có được tính đkmh năm 3 được không ạ",
            "Chào bạn,. . . . Khi bạn đăng kí môn học bạn phải thoả mãn. . . . - Chuẩn thể dục. . . . - Chuẩn ngoại ngữ.. . . . - Chuẩn sinh viên sau các năm.. . . . - Môn học trước, tiên quyết, song hành.. . . . Ngoài ra có chuẩn tin học.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Cho em hỏi kĩ sư tài năng có được đăng kí môn giáo dục thể chất ở cs1 theo nhóm lớp chất lượng cao không ạ.",
            "Chào bạn,. . . . Các lớp GDTC mã Lxx học cơ sở 2 nha bạn.. . . . Các lớp chất lượng cao mới học CS1.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ em chào thầy/cô PĐT,. . . . Thầy/cô cho em hỏi nếu như lớp em đăng kí sau đợt 3 bị huỷ, thì em có thể xin đăng kí vào lớp khác được không ạ?. . Vì hiện tại môn T/kế tnghiệm &xlý sốliệu (CH3309) nhóm lớp A05 sỉ số đang 31/80 nên em sợ sau đợt 3 này sẽ bị huỷ ạ,. . . . Em cảm ơn thầy/cô nhiều ạ,"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ em chào thầy(cô) ạ. Em khoá K17. Hiện tại em vẫn chưa hoàn thành môn thực tập cơ khí đại cương 2 ạ. Do đổi mã môn học thành ME2087 nên giờ em vẫn chưa đăng ký được lớp do sỉ số lớp đã đầy.. . Dạ em mong được thầy(cô) chèn em vào lớp A02 (thứ bảy) cho em được hoàn thành môn học. Dạ em cảm ơn thầy(cô) ạ.",
            "Chào bạn, . . Hiện tại các nhóm lớp đã được Phòng Đào tạo mở tối đa sĩ số theo đúng quy định (về môn học, sức chứa phòng...).Trường hợp bạn muốn tăng sĩ số của một nhóm lớp nào đó, bạn vui lòng liên hệ trực tiếp tại Phòng Đào tạo cơ sở 1 (trong thời gian đăng ký môn học), để được nhóm hỗ trợ đăng ký môn học kiểm tra, nếu còn khả năng tăng được hoặc có thể có 1 vài bạn sv xin hủy, nhóm sẽ hỗ trợ tăng sĩ số cho bạn (nếu được) và có thể vào đăng ký ngay luôn nhé. . . Chúc bạn học tốt!. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "MSSV: [student_id]. . Họ tên : [full_name] . Do là học kì 192 cửa m bị rớt 1 vài môn nên bị hạn chế đăng kí 1 số môn . Nay em lên đây muốn xin phòng đào tạo giúp em đăng kí môn phương pháp tính ( MT1009)_L01 ( do lớp đã hết slot nên em không đăng kí được ạ) . Em mong phòng đào tạo giúp em để đủ chỉ tích lũy để đăng kí cho những học kì sau. . Em xin chân thành cảm ơn .. . . .",
            "Chào bạn,. . . . Tất cả các môn  đã mở sỉ số tối đa không tăng được nữa nha bạn.. . . . Thân.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . cho em hỏi đây là lỗi gì ạ? Em muốn dk lấy giấy hoãn NVQS nhưng cứ vào là bị lỗi này.. .",
            "Chào bạn. . Bạn đăng ký được bình thường nghen, bạn vào đăng ký lại thử nghen. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "MSSV: [student_id]. . Họ tên: [full_name] . Do là học kì 192 vừa rồi em rớt 1 vài môn nên bị hạn chế đăng kí một số môn . Nay em lên đây mong phòng đào tại giúp em đăng kí môn phương pháp tính (MT1009)_L01 (do lớp đã hết slot nên em không đăng kí được ạ ) . em mong phòng đào tạo giúp em để em đủ số chỉ tích lũy để có thể đăng kí môn cho những kì sau . . Em xin chân thành cảm ơn.. . . .",
            "Chào bạn,. . . . Môn GDTC đã mở sỉ số tối đa không tăng được nữa.. . . . Thân.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em chào thầy/cô. . Hiện tại em đã học hết chương trình chỉ còn thiếu anh văn nói viết là đủ điều kiện xét tốt nghiệp. Nhưng kỳ trước vì dịch nên em k đăng ký thi anh văn nói viết cũng không đăng ký môn học nên tình trạng sinh viên của em là tạm dừng ạ. . . . Thầy/cô cho e hỏi là nếu kỳ này em vẫn chưa lấy được bằng anh văn nói viết thì có cần làm đơn thu nhận lại không ạ. Hay khi đủ điều kiện tốt nghiệp rồi lúc đó mới làm đơn thu nhận và đăng ký tốt nghiệp ạ.. . . . Em cảm ơn thầy/cô rất nhiều ạ",
            "Chào bạn,. . Bạn có thể làm đơn thu nhận trước và nộp tại Phòng Đào tạo, khi nào đủ điều kiện có thể đăng ký xét tốt nghiệp bổ sung. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính thưa thầy / cô,. . . . Em tên là [full_name], MSSV [student_id]. Do đợt 1, và đợt 2, em chưa đăng ký môn Đề cương luận văn tốt nghiệp (Mã môn học ME4087), đợt 3 này, em vào đăng ký nhưng đã đủ sỉ số 43/43. Em có đủ điều kiện để đăng ký đề cương luận văn, Phòng Đào tạo có thể mở thêm sỉ số cho môn học này được không ạ, hay em phải lên trường để làm đơn xin mở sỉ số ạ?. . . . Em cảm ơn thầy / cô đã đọc yêu cầu của em.. . . . [full_name]",
            "Chào bạn,. . . . Đã tăng rồi nha bạn.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học .  em muốn xin pdt đăng kí cho em đc học trước  mấy môn sau của môn tiên quyết thay vì em phải học trước môn tiên quyết rồi mới đc học mấy môn sau.vì vầy xin pdt đki zùm em 2 môn này vào hki chính 201 mã số môn học 260621) Cn [full_name] LẠNH 1và (260628) cn đều hòa lạnh 2 để em có tkb đc học trong hki chính này ạ,em cảm ơn",
            "Chào bạn,. . . . Phòng đào đều bỏ môn tiên quyết rồi, bạn xem lại mình bị vướng chuẩn sinh viên sau các năm không?. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học. . Cho em hỏi về biểu mẫu viết tay đăng kí môn học các môn k20 ạ."
        ]
    },
    {
        "intent": "",
        "message": [
            "tên: [full_name]. . mssv:[student_id]. . yêu cầu tăng sĩ số lớp cầu lông thứ 6, tiết 2 3 4. . . Lý do: sĩ số lớp quá ít mà mạng nhà em lại kém nên không tranh được 1 slot nào ạ.. .",
            "Chào bạn, . . Hiện tại các nhóm lớp đã được Phòng Đào tạo mở tối đa sĩ số theo đúng quy định (về môn học, sức chứa phòng...).Trường hợp bạn muốn tăng sĩ số của một nhóm lớp nào đó, bạn vui lòng liên hệ trực tiếp tại Phòng Đào tạo cơ sở 1 (trong thời gian đăng ký môn học), để được nhóm hỗ trợ đăng ký môn học kiểm tra, nếu còn khả năng tăng được hoặc có thể có 1 vài bạn sv xin hủy, nhóm sẽ hỗ trợ tăng sĩ số cho bạn (nếu được) và có thể vào đăng ký ngay luôn nhé. . . Chúc bạn học tốt!. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học   Tăng sĩ số lớp  . Kính gửi Quý thầy cô,. . Em là [full_name] thuộc lớp HC19BSH, MSSV: [student_id].. . Em muốn xin tăng sĩ số của lớp mã L05 môn PE1023 - Võ (Karate, Taewondo) ạ.. . Lí do: Các lớp khác bị đụng lịch, hoặc đủ sĩ số và số lớp quá ít so với lượng sinh viên cần học ạ.. . Mong PĐT có hướng giải quyết ạ. Em xin cảm ơn.. .",
            "Chào bạn, . . Hiện tại các nhóm lớp đã được Phòng Đào tạo mở tối đa sĩ số theo đúng quy định (về môn học, sức chứa phòng...).Trường hợp bạn muốn tăng sĩ số của một nhóm lớp nào đó, bạn vui lòng liên hệ trực tiếp tại Phòng Đào tạo cơ sở 1 (trong thời gian đăng ký môn học), để được nhóm hỗ trợ đăng ký môn học kiểm tra, nếu còn khả năng tăng được hoặc có thể có 1 vài bạn sv xin hủy, nhóm sẽ hỗ trợ tăng sĩ số cho bạn (nếu được) và có thể vào đăng ký ngay luôn nhé. . . Chúc bạn học tốt!. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em muốn xem điểm GDTC HK193 này để nếu như không đạt em sẽ đăng kí học GDTC tiếp ở HK201  nhưng vẫn không có bảng điểm ạ. PĐT cho em hỏi điểm được đăng ở đâu ạ",
            "Chào bạn. . Điểm môn GDTC cũng như quy trình các môn khác là do Thầy nhập điểm lên hệ thống của nhà trường, sau đó nhà trường sẽ cập nhật trên Cổng thông tin -https://mybk.hcmut.edu.vn/stinfo/ xem điểm . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ xin cho em hỏi là em muốn đăng kí môn Vẽ kỹ thuật nhưng lên đăng ký thì full hết rồi nên em xin mở thêm chỗ hoặc thêm lớp được không ạ, vì là môn cuối em thiếu để tốt nghiệp nên phải học trong học kì 1 ạ. Em xin cảm ơn.  B",
            "Chào bạn,. . . . Tăng sỉ số bạn liên hệ trực tiếp PDT nha.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: . . Cho em hỏi, em có thể in bảng điểm của kỳ chính tách rời các môn dự thính đươc hay không. Vì trung bình các môn chính của em đc 8.7, em cần điểm đó để xét học bổng. Nhưng lại bị các môn dự thính kéo xuống rất nhiều. . . Em xin cảm ơn ạ",
            "Chào bạn,. . Không được nhé bạn, bảng điểm học kỳ thì in tất cả các môn học có trong học kỳ (kỳ chính và dự thính). . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Dạ chào thầy(cô). . Do đợt hè này em đi thực tập ở công ty không nghĩ đến mình phải đóng học phí cho môn \"Thực tập tốt nghiệp\" nên em thanh toán trễ hạn. . . Em đã đóng xong học phí rồi, thì không biết có bị xử phạt, hay ảnh hưởng đến đăng ký môn học kỳ chính 201 sắp tới không? Hay có cần làm đơn gì không ạ?",
            "Chào bạn. . Bạn vui lòng kiểm tra mail sinh viên, phòng đào tạo đã gởi hướng dẫn về việc thanh toán học phí trễ hạn HK193. . Chúc bạn học tập tốt nhé. . Thân. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . PĐT cho em xin tăng sỉ số lớp môn Hệ thống năng lượng xanh (Mã môn: EE3131). Hiện em rất cần học môn đó ạ. Em xin cảm ơn nhiều ạ.",
            "đã tăng sĩ số"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Thưa các thầy cô và các anh/chị nhà trường, cho em hỏi sao em không đăng ký được lớp aerobic L08 ạ? Em thuộc chương trình đại trà.",
            "Chào bạn,. . . . Bạn xem lại mình có vào mục chuyển hệ không?. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em đang làm hồ sơ du học và cần giấy xác nhận rằng em dự kiến sẽ tốt nghiệp vào tháng 11 sắp tới. Phòng đào tạo có thể cấp cho em giấy xác nhận này được không ạ?",
            "Chào bạn,. . Chưa hiểu yêu cầu của bạn, hiện tại nhà trường đang cấp giấy chứng nhận tốt nghiệp tạm thời cho sinh viên có tên trong danh sách dự kiến tốt nghiệp, đã đăng ký tốt nghiệp và hoàn thành lệ phí.. . Còn bạn cần giấy xác nhận cụ thể gì có thể làm đơn trình bày (kèm minh chứng) và nộp trực tiếp tại Phòng Đào tạo để được xem xét.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em là [full_name] MSSV [student_id], K19, hiện tại môn EE1001 (Nhập Môn Kĩ Thuật) không mở trong học kì 192, lớp cũng bị xóa trong học kì 201. Em được biết Khóa 2020 sẽ học môn này vào kì 201.. . Cho em hỏi em xin đăng kí học chung với khóa K20 được không ạ?"
        ]
    },
    {
        "intent": "",
        "message": [
            "Cho em hỏi, e thiếu 2 môn gdtc 2 và 3, kỳ này 2 đk 2 môn khác nhau (Bơi, Bóng đá) tổng kết điểm vẫn được cả 2 gdtc2 và 3 đúng k ạ. . (Ý e muốn hỏi 1 kỳ có được qua 2 cái gdtc không ấy ạ). .   i Học vụ .",
            "Chào bạn. . - Về quy định các môn giáo dục thể chất: Bạn vui lòng xem chi tiết tại trang web aao.hcmut.edu.vn--  sinh viên --  Quy chế --  Quy chế đào tạo và học vụ bậc đại học và cao đẳng -- Điều 10.5-b. . - Và tại: aao.hcmut.edu.vn--  sinh viên --  Quy chế --  Quy định các môn thể dục từ HK 182. . Chúc bạn học tập tốt nhé.. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em xin mở thêm sỉ số môn EN1003, lớp L01. . chô e vào lớp này với ạ. . Em cảm ơn ạ!",
            "Chào bạn, . . Hiện tại các nhóm lớp đã được Phòng Đào tạo mở tối đa sĩ số theo đúng quy định (về môn học, sức chứa phòng...).Trường hợp bạn muốn tăng sĩ số của một nhóm lớp nào đó, bạn vui lòng liên hệ trực tiếp tại Phòng Đào tạo cơ sở 1 (trong thời gian đăng ký môn học), để được nhóm hỗ trợ đăng ký môn học kiểm tra, nếu còn khả năng tăng được hoặc có thể có 1 vài bạn sv xin hủy, nhóm sẽ hỗ trợ tăng sĩ số cho bạn (nếu được) và có thể vào đăng ký ngay luôn nhé. . . Chúc bạn học tốt!. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Em chào cô ạ, cô cho em hỏi là chuẩn anh văn sau năm 2 là 450,nhưng theo quy định mới thì 550 mới được chuyển điểm anh văn 3, vậy em nộp bằng 450 và không chuyển điểm thì có được đăng ký môn học cho kỳ 202 không ạ, hay phải bắt buộc là 550 để chuyển điểm mới được đăng ký môn học ạ,mong nhận được sự giúp đỡ từ có, em cảm ơn ạ.",
            "Chào bạn. . - Về quy định chuẩn tiếng anh trong quá trình học: Bạn vui lòng xem chi tiết tại trang web aao--  sinh viên --  Quy chế --  Quy chế đào tạo và học vụ bậc đại học và cao đẳng -- Phụ lục 1: Quy định về ngoại ngữ. . - Chuyển điểm ngoại ngữ là do bạn quyết định nghen . . Chúc bạn học tập tốt nhé.. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em chào thầy cô vì em vừa được cập nhật số môn tín chỉ để đủ SV năm 3 nên giờ mới đăng kí nhưng các lớp đã đủ sỉ số nên giờ em làm đơn xin thầy cô giúp đỡ mở thêm sỉ số lớp L02 môn CO3005 Nguyên lý ngôn ngữ lập trình để em có thể theo học đúng tiến độ ạ. .",
            "Chào bạn, . . Hiện tại các nhóm lớp đã được Phòng Đào tạo mở tối đa sĩ số theo đúng quy định (về môn học, sức chứa phòng...).Trường hợp bạn muốn tăng sĩ số của một nhóm lớp nào đó, bạn vui lòng liên hệ trực tiếp tại Phòng Đào tạo cơ sở 1 (trong thời gian đăng ký môn học), để được nhóm hỗ trợ đăng ký môn học kiểm tra, nếu còn khả năng tăng được hoặc có thể có 1 vài bạn sv xin hủy, nhóm sẽ hỗ trợ tăng sĩ số cho bạn (nếu được) và có thể vào đăng ký ngay luôn nhé. . . Chúc bạn học tốt!. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ thưa thầy/cô, em xin thầy/cô mở giúp em thêm sĩ số môn xác suất và thống kê MT2001 lớp A02, em cảm ơn thầy/cô ạ",
            "Chào bạn, . . Hiện tại các nhóm lớp đã được Phòng Đào tạo mở tối đa sĩ số theo đúng quy định (về môn học, sức chứa phòng...).Trường hợp bạn muốn tăng sĩ số của một nhóm lớp nào đó, bạn vui lòng liên hệ trực tiếp tại Phòng Đào tạo cơ sở 1 (trong thời gian đăng ký môn học), để được nhóm hỗ trợ đăng ký môn học kiểm tra, nếu còn khả năng tăng được hoặc có thể có 1 vài bạn sv xin hủy, nhóm sẽ hỗ trợ tăng sĩ số cho bạn (nếu được) và có thể vào đăng ký ngay luôn nhé. . . Chúc bạn học tốt!. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Em chào cô/thầy,. . Em tên là [full_name], MSSV:[student_id]. Hiện tại em đang làm hồ sơ học bổng [full_name] sẽ hết hạn vào ngày 10/09/2020. Nhưng vì em chưa thể vào lại trước thời gian trên để trực tiếp nhận bảng điểm và hoàn tất hồ sơ vì tình hình dịch Covid ở quê. Nên em ủy quyền cho bạn [full_name], MSSV: [student_id] nhận giúp em bảng điểm. Mong cô/thầy có thể giải quyết giúp em.. . Em cảm ơn ạ.. . . .",
            "Chào bạn,. . Phòng Đào tạo đã gửi bảng điểm của bạn cho Bạn [full_name] ([student_id]). . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Kính gửi PĐT trường ĐH Bách Khoa, em có một số vấn đề thắc mắc liên quan đến học vụ như sau.. . Theo quy định mới, thì từ học kì 191 trở đi, sau khi nhận điểm vắng phép (VP), sinh viên phải đăng kí thi cuối kì với môn học có mở trong thời hạn một năm học. . . Trường hợp của em đã được nhận điểm VP ở kì 191 và có dự định thi cuối kì để hoàn thành môn học vào học kì 1 năm học 2020-2021. . . Vậy, em sẽ đăng kí thi cuối kì bằng cách thức nào và trong khoảng thời gian nào để kịp thời hoàn thành môn học vào kì tới? . . Em xin cảm ơn và mong sớm nhận được phản hồi.",
            "Chào bạn. . SV tải mẫu đơn tại trang web: www.aao.hcmut.edu.vn    Sinh viên    biểu mẫu    Phiếu đăng ký thi để thay thế điểm VP (hoặc HT). . Điền và nộp trước khi thi 1 tuần (theo lịch thi của học kỳ mới). . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: . . Xin chào, em là [full_name], sinh viên lớp CK17HT01. Do đang trong quá trình hoàn thiện hồ sơ apply học bổng, nên em muốn hỏi cách thức hay quy trình để nhận:. . . .   B 1. Giấy xác nhận điểm rèn luyện . . 2. Bảng in các hoạt động ngoại khóa do PĐT cấp.   /B . . . . Do em đã tìm trong mybk hay các bên liên quan nhưng không thấy cách hướng dẫn 2 quy trình này. Mong nhận được sự hỗ trợ ạ. . . . . Em xin cám ơn.. .",
            "Chào bạn,. . về điểm rèn luyện bạn vui lòng liên hệ Phòng Công tác Chính trị sinh viên để được hướng dẫn. . Hoạt động ngoại khóa, bạn vui lòng liên hệ về văn phòng Đoàn Khoa/Đoàn trường để được hướng dẫn và hỗ trợ. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Chào thầy/cô,. . . . Em là [full_name]. MSSV: [student_id]. Hôm bữa em có gửi yêu cầu xin xét tốt nghiệp lại và hạn là ngày 08/09/2020. Tuy nhiên hôm nay kiểm tra thì em vẫn chưa thấy có trong danh sách tốt nghiệp. Mong thầy/cô kiểm tra và phản hồi lại giúp em. Cảm ơn thầy/cô.. . . . Trân trọng,. . [full_name]. .",
            "Đã trả lời trực tiếp cho SV. . [full_name]"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Thêm sĩ số môn thí nghiệm hóa phân tích mã CH2115 sáng thứ 7",
            "Chào bạn, . . Hiện tại các nhóm lớp đã được Phòng Đào tạo mở tối đa sĩ số theo đúng quy định (về môn học, sức chứa phòng...).Trường hợp bạn muốn tăng sĩ số của một nhóm lớp nào đó, bạn vui lòng liên hệ trực tiếp tại Phòng Đào tạo cơ sở 1 (trong thời gian đăng ký môn học), để được nhóm hỗ trợ đăng ký môn học kiểm tra, nếu còn khả năng tăng được hoặc có thể có 1 vài bạn sv xin hủy, nhóm sẽ hỗ trợ tăng sĩ số cho bạn (nếu được) và có thể vào đăng ký ngay luôn nhé. . . Chúc bạn học tốt!. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ cho em hỏi là môn CI3211 của em bị hủy thì môn Ci3213 (đồ án, phải học song hành với CI3211) của em có bị hủy theo không ạ?. . Nếu có hủy thì em xin được giữ lại trong danh sách lớp CI3213 rồi kì dự thính em học CI3211 có được không ạ?. . Nếu không được thì cho em hỏi kì dự thính có mở lớp đồ án Thép CI3213 không ạ?"
        ]
    }
]