[
    {
        "intent": "",
        "message": [
            "pđt cho em hỏi là em có làm đơn xin được xét đăng ký nhận luận văn trễ do nộp chứng chỉ anh văn. bên pđt đã nhận đơn và bảo sẽ thông báo cho em sau nhưng sao tới giờ đã có thời khóa biểu mới rồi nhưng vẫn chưa thấy có môn LVTN trong tkb của em ạ? nếu không được sao em cũng không nhận được thông báo nào cả ạ?",
            "Chào bạn,. . Do bạn không đủ điều kiện nhận LVTN nhé, Tổng số tín chỉ: 108+11 = 119    126 tín chỉ. . Bạn có thể đem biên nhận đơn đến Phòng Đào tạo để nhận trả lời đơn nhé!. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính gửi: Phòng Đào tạo. . . . Vấn đề 1:. . Em đã nhận được quyết định chuyển ngành. . . . . Hiện tại,  thông tin cá nhân của em trên trang mybk chỉ cập nhật lớp là QL19B201, các mụac khác vẫn còn hiển thị là khoa Cơ Khí. . . . . Kính xin Phòng đào tạo cập nhật lại thông tin của em cho phù hợp với ngành học hiện tại. . . . . Vấn  đề 2: . . Khi nào em nhận được mail về các môn học được miễn theo chương trình đào tạo khoa QLCN ? Và bằng 2 khóa 2019 đăng ký môn học theo khung chương trình và mã số môn học của Bằng 1 khóa 2017 hay Bằng 1 khóa 2019?. . . . Xin trân trọng cảm ơn . . . .   i Yêu cầu khác .",
            "responsible person: [551] [staff_name] [helpdesk staff]",
            "Chào bạn;. . Vấn đề 1: Phòng Đào tạo sẽ cập nhật lại theo tên ngành mà bạn đã chuyển.. . Vấn đề 2: bạn phải làm đơn miễn môn học (mẫu miễn môn download tại trang aao.hcmut.edu.vn    sinh viên    biểu mẫu), và chương trình học của bạn theo khóa 2017 nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "U Đăng ký môn học - Đại học - Cao đẳng chính quy   Khác ... .",
            "Chào bạn. . Phòng đào tạo đang cập nhật lại Thời khóa biểu mới, bạn vui lòng xem tkb đã cập nhật tại trang Mybk vào cuối tuần này.. . Chúc bạn học tập tốt nhé.. . Chào bạn,. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính chào quý Thầy Cô,. . Ngày hôm nay em vô lại thời khóa biểu thì bị mất môn luận văn tốt nghiệp trong khi ngày hôm qua vẫn còn. Em không rút môn luận văn tốt nghiệp trong đợt rút môn học trước. Xin quý Thầy, Cô xem xét lại.. .",
            "responsible person: [551] [staff_name] [helpdesk staff]",
            "Chào bạn. . Phòng đào tạo đang cập nhật lại Thời khóa biểu mới, bạn vui lòng xem tkb đã cập nhật tại trang Mybk vào cuối tuần này.. . Chúc bạn học tập tốt nhé.. . Chào bạn,. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Thưa thầy cô, hiện tại em đang được hỗ trợ gói vay sinh viên của ngân hàng VCB với mức cho vay 25 triệu cho 0.55%/tháng.. . Em có thể nhờ thầy hiệu trưởng đóng mộc để hoàn tất gói cho vay được không ạ ?",
            "Chào bạn. . Về vấn đề vay ngân hàng , để hỗ trợ bạn liên lạc trực tiếp văn phòng đào tạo quốc tế hoặc phòng công tác chính trị sv để hỗ trợ. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Hỏi đáp học trực tuyến (BKeL) . Dạ cho em hỏi em có đăng kí môn gt1 nhưng em đăng kí không đúng hệ đào tạo . Cho em hỏi , em có thể chỉnh sửa để được vào học kì dự thính của hk 191 này không ạ mong nhà trường có thể giúp em để em vào học trong học kì này ạ.. . Em xin cám ơn.. . . .",
            "Chào bạn, . . . . Hiện tại là đợt dự thính 192 nhé.. . . . Bạn kiểm tra mail thường xuyên, trong tuần này nhà trường sẽ gởi mail cho sinh viên về việc đăng kí dự thính 192 đợt 3 sắp tới."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Thưa thầy cô, . . Vậy là vào tuần sau trường mình sẽ đi học lại. Tuy nhiên, có một số môn học tụi em đã livestream được 4 buổi (mà môn học chỉ có 5 buổi theo thời khóa biểu) vậy thầy cô cho em hỏi lại về cách tính số giờ học còn lại khi em học trực tiếp với giảng viên trên trường được không ạ?. . . . Em xin cảm ơn thầy cô.",
            "Chào bạn,. . . . Việc này bạn hỏi với giáo viên giảng dạy môn này nhé.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "cho em hỏi sao lần trước lúc đăng kí môn học dự thính học em đăg kì giải tích 1 rồi mà sao thời khóa biểu của e lại k có ạ ?",
            "Chào bạn,. . . . Bạn kiểm tra TKB cho bạn trên công thông tin sinh viên nhé.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Cho em hỏi em đã đăng ký rút môn học giải tích 2 đợt không tính phí nhưng sao thời khóa biểu vẫn có môn đó ah!",
            "Chào bạn,. . Phòng Đào tạo đã tiếp nhận yêu cầu khiếu nại của bạn và sẽ xử lý rút MH bổ sung không tính học phí môn Giải tích 2:(MT1005) và Giải tích 2(bt) (MT1006). . Bạn lưu ý kiểm tra email sinh viên thường xuyên, phòng Đào tạo đã gửi mail thông báo về việc xử lý khiếu nại rút MH qua email sinh viên ngày 22/4 \"Phòng Đào tạo chỉ giải quyết khiếu nại về việc Rút môn học (không tính học phí) cho các bạn sinh viên đã gửi yêu cầu qua bksi.hcmut.edu.vn theo đúng thời gian quy định và thời gian (từ ngày 06/04/2020 đến 17/04/2020) và đã nộp phiếu rút môn học trực tiếp tại Phòng Đào tạo trước đó. Thời gian tiếp nhận giải quyết khiếu nại đến 15h ngày 24/04/2020 (các yêu cầu khiếu nại vui lòng thực hiện tại trang bksi.hcmut.edu.vn)\".. . Chúc bạn học tốt. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Hỏi đáp học trực tuyến (BKeL) . Dạ em chào ad ạ, cho em hỏi em có bỏ lỡ đợt đăng ký  cho học kỳ dự thính 192, vậy em có thể nộp đơn xin đăng ký không ạ? Em cảm ơn ạ.",
            "Chào bạn,. . . . Bạn kiểm tra mail thường xuyên, trong tuần này nhà trường sẽ gởi mail cho sinh viên về việc đăng kí dự thính đợt 3 sắp tới.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "B   /B Đăng ký môn học - Đại học - Cao đẳng chính quy   Khác ...  /i   B . . Ad ơi cho em hỏi là thời khóa biểu của học kì dự thính 192 của em đã có nhưng trên BK elearning vẫn chưa có khóa học. cho em hỏi là khi nào thì mới cập nhật BKelearning ạ? bởi vì mai là em đã có lịch học meet ở hangout nhưng giờ vẫn chưa có thông tin.",
            "Chào bạn,. . . . PDT sẽ cập nhật Khoá học trên BK elearning trong ngày hôm này nhé.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "I Chứng chỉ ngoại ngữ - Đại học - Cao đẳng chính quy   Thẩm tra chứng chỉ (nộp chứng chỉ) . Chào thầy/cô phụ trách trả lời câu hỏi ạ , chuyện là em có đăng kí dịch vụ chuyển điểm tiếng Anh trên mybk nhưng bị trễ việc trả phí .Em muốn hỏi là bây giờ em vẫn đóng tiền vào bkpay được không hay em phải đăng kí chuyển điểm lại ạ.Em cảm ơn thầy/cô đã đọc câu hỏi ạ",
            "Chào bạn,. . . . Bạn đi đóng tiền nhé, đến đợt PDT sẽ chuyển điểm cho bạn.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Khác ... . [full_name] Gửi thầy cô pđt trường ĐH bÁCH kHOA. Em tên [full_name] MSSV [student_id]. Thầy cô cho em hỏi là em có thể đăng kí bổ sung môn học dự thính hk 192 đc không ạ? Do em không check mail thường xuyên nên bị trễ ạ. Em xin cám ơn thầy cô. .",
            "Chào bạn,. . . . Bạn kiểm tra mail thường xuyên, trong tuần này nhà trường sẽ gởi mail cho sinh viên về việc đăng kí dự thính đợt 3 sắp tới.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "- Em không tìm thấy tên trong danh sách làm luận văn tốt nghiệp (2019) và danh sách tốt nghiệp dự kiến (4/2020) trên web trường nữa dù lúc trước đã tìm thấy. Nên không biết thông tin tốt nghiệp vào tháng 4/2020 của em đã được xác nhận chưa ạ?. .",
            "Chào bạn. . Bạn đã có xác nhận hoàn thành các thủ tục tốt nghiệp rồi mà. . Bạn đã có tên trong danh sách tốt nghiệp chính thức . . Bạn kiểm tra mail thường xuyên để cập nhật những thông báo tốt nghiệp mới nhất"
        ]
    },
    {
        "intent": "",
        "message": [
            "Hỏi đáp học trực tuyến (BKeL) . Dạ em chào thầy cô ạ. Dạ cho em hỏi là em đăng kí 3 môn trong kì dự thính online này. TKB thông báo bắt đầu học từ thứ 2 tuần này môn giải tích 1 và môn cơ lý thuyết nhưng trong elearning của em không có cả 3 môn em đăng kí là giải tích 1, cơ lý thuyết và pháp luật đại cương ạ. Không biết em có bị pdt bỏ sót không ạ. Và cho em hỏi lịch học hôm nay là giải tích 1 bt và cơ lý thuyết bị trùng giờ thì làm sao ạ. Em xin cảm ơn.",
            "Chào bạn, . . . . Bạn kiểm tra tkb của bạn trên công thông tin sinh viên nhé https://mybk.hcmut.edu.vn/stinfo/.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Chào Thầy/Cô,. . . . Hiện em muốn đăng kí môn Thí Nghiệm Công Trình (CI4011) vào học kì chính, nhưng thời gian đăng kí đã kết thúc từ lâu và không được mở trong kì dự thính, và được biết môn này có thời gian học vào tháng cuối cùng của kì và giờ vẫn chưa bắt đầu học. Em rất muốn hoàn thành môn học vào kì này để đủ điều kiện ra trường, vì đây là môn cuối cùng của chương trình.. . . . Em biết hỏi nữa sẽ phiền Thầy/Cô, nhưng mong Thầy/Cô có cách nào giúp em được không ạ, em sẽ xin giáo viên nếu được pdt đồng ý. . .",
            "Chào bạn,. . . . Môn này học kỳ chính  phòng thí nghiệm đã full sỉ số rồi bạn, bạn có thể đăng kí vào học kỳ hè.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Cho em hỏi là em có rút môn nhập môn lập trình và có phản hồi sẽ có kết quả sau ngày 4/5 nhưng sao hôm nay vẫn chưa được giải quyết ạ",
            "responsible person: [551] [staff_name] [helpdesk staff]",
            "Chào bạn,. . Phòng Đào tạo đã tiếp nhận yêu cầu của bạn, do bạn gửi 2 yều cầu rút MH (2 môn học khác nhau), sau đó lại xin hủy rút nên gây ra hiểu lầm bạn muốn xin hủy rút hết các môn học. Bạn  lưu ý cân nhắc kỹ trước khi gửi yêu cầu cho Phòng Đào tạo để tránh xử lý sai.. . Phòng Đào tạo sẽ xử lý rút MH bổ sung không tính học phí môn Nhập môn lập trình (CO1003). . Chúc bạn học tốt!. . Thân",
            "Cho e hỏi khi nào mới có kết quả rút ạ",
            "Chào bạn,. . Phòng Đào tạo đã xử lý rút MH CO1003 cho bạn rồi nhé, TKB online trên mybk sẽ cập nhật lại sau. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được . Cho em hỏi là em đã đăng kí thành công môn dự thính tín hiệu và hệ thống (EE2005) mà sao trong TKB của em lại ko có môn đó.(lần cập nhật gần nhất 4/5/2020). . . .",
            "Chào bạn,. . . . Bạn không đăng kí được  môn EE2005 vì vướng môn song hành EE2007.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Hỏi đáp học trực tuyến (BKeL) . Dạ cho em hỏi về việc đăng kí môn học dự thính đợt 1. Em đã đăng kí đợt 1 rồi đã có dấu \"tick\" ở cột \"Đã đăng kí\" rồi mà sao tới giờ em cũng không có thời khóa biểu nữa. Mong Phòng Đào Tạo có thể giúp em. Em xin cảm ơn.. .",
            "Chào bạn,. . . . Bạn vui lòng đăng kí đúng mã số môn học trong chương trình đào tạo của bạn nhé, mã số môn giải tích 1 006001 không mở lớp và mã sô môn học này không nằm trong chương trình đào tạo của bạn.. . . . Thân.. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Hỏi đáp học trực tuyến (BKeL) . Em chào thầy/cô ạ. . Thầy/cô cho em hỏi là em bị trùng tiết học online trên YouTube và môn GDTC trong tuần sau thì em có thể học GDTC và về xem lại bài giảng trên YouTube được không ạ.. . Các môn dự thính của em có lịch tương tác từ ngày 4/5 nhưng em không thấy mấy môn đó ở bkel ạ. Thầy/cô cho em hỏi là do trường chưa cập nhật hay bị lỗi vậy ạ . . Em cảm ơn ạ ! . .",
            "Chào bạn,. . . . Bạn kiểm lại TKB nhé, trùng thời gian học nhưng khác tuần.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Cho em hỏi là cái điểm xét phân ngành , tính theo điểm TBTL đến học kì 2 là bao nhiêu tín chỉ ạ",
            "Chào bạn,. . Về việc phân ngành, bạn vui lòng liên hệ tại Khoa để được hướng dẫn.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Hỏi đáp học trực tuyến (BKeL) .  Em hiện đang theo học khoa xây dựng của trường. Do nhầm lẫn nên em đã đăng ký nhầm môn sức bền vật liệu có mã môn học là CI201 mà theo chương trình đào tạo của em thì môn sức bền vật liệu có mã môn học là CI2007. Phòng đào tạo cho phép em xin được rút môn học ạ. Em cảm ơn",
            "Chào bạn,. . . . Bạn vui lòng kiểm tra mail, PDT có gởi mail hướng dẫn về vấn đề rút môn học nhé.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Chuyển thời khóa biểu .",
            "Chào bạn. . Bạn kiểm tra lại thời khóa biểu cập nhật mới, vào thứ 6 tuần này nghen. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Chuyển thời khóa biểu ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Hỏi đáp học trực tuyến (BKeL) . E chào thầy/ cô!. . Tháng 4 vừa rồi em có đăng ký hổ trợ 3G/4G, nhưng không biết đã được hổ trợ sử dụng hay chưa? vì em có kiểm tra vẫn chưa sử dụng được ạ.",
            "Chào bạn. . VinaPhone sẽ thông báo cho bạn khi nào gói cước được kích hoạt. Nếu không được kích hoạt, trường hợp của bạn sẽ chuyển sang phương án nhận hỗ trợ 50,000/tháng (Sinh viên vui lòng đợi thông báo của Nhà trường qua mail về việc hỗ trợ 50,000/tháng này). . Thân.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Em tên là [full_name], MSSV [student_id].. . Trong đợt rút môn học của nhà trường thì em có đăng ký rút môn Mạch điện tử thông tin ( EE3011 - nhóm A01 ) ở đợt đầu do môn đó kì trước em qua rồi nên kì này không đăng ký nữa ( Hình 1 ). Tuy nhiên trong đơn này em có viết nhầm mã môn từ EE3011 thành EE3031 ( đây là mã môn của môn Lập trình hệ thống nhúng ) cho nên dẫn đến sai sót là xóa nhầm môn. . Sau đó em có làm 1 cái đơn khác để nói về việc xóa nhầm môn ( Hình 2 ) để xin PĐT giúp em chỉnh lại đúng với nguyện vọng ban đầu là xóa môn Mạch điện tử thông tin ( EE3011-A01 ) chứ không phải là xóa môn Lập trình hệ thống nhúng ( EE3031-A01 ). . Đến ngày hôm nay đã là sau 4/5 nhưng thời khóa biểu của em vẫn chưa được cập nhật như lời chị phụ trách đã nói.Vẫn còn môn Mạch điện tử thông tin ( EE3011 - nhóm A01 ) trong thời khóa biểu và môn Lập trình hệ thống nhúng ( EE3031 - nhóm A01 ) của em vẫn chưa được cập nhật lại. . Em làm đơn này mong PĐT xem xét và khôi phục lại giúp em môn Lập trình hệ thống nhúng ( EE3031 - nhóm A01 ) do em không hề có ý định xóa môn này từ đầu. Môn chính xác mà em cần xóa đó là Mach điện tử thông tin ( EE3011 - nhóm A01 ) vì môn này em đã qua rồi nên không có nhu cầu học lại. Em mong môn này sẽ được khôi phục sớm nhất có thể để em có thể theo kịp tiến độ bài trên lớp vì em đang bị trễ bài do bị mất môn trên eL ạ. Em cảm ơn. . . .",
            "Chào bạn,. . . . Lần sau bạn phải ghi cận thận nhé, PDT sẽ cập nhật lại tkb cho em.. . . . Thân.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác:   B  em muốn bảo lưu để đi định cư nước ngoài phải cần giấy tờ gì ạ",
            "Chào bạn,. . . . Bạn làm đơn tạm dừng, bạn tìm hiểu xem qui chế về tạm dừng  điều 26  http://www.aao.hcmut.edu.vn/index.php?route=catalog/chitietsv&path=90&tid=1658 .. . . . Qui trình làm tạm dừng http://www.aao.hcmut.edu.vn/index.php?route=catalog/chitietsv&path=192&tid=906.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Do chương trình đào tạo mới cập nhật là sinh viên năm 3 cần phải hoàn thành 56 tính chỉ học phần và qua 3 giáo dục thể chất. Đợt đăng kí môn học dự thính vừa rồi do chủ quan em đã lỡ mất đăng kí thiếu môn để hoàn tất 56 tín chỉ để đủ điều kiện đăng kí môn học cho năm thứ 3. Em mong phòng đào tạo có thể xem xét cho em đăng kí môn vật lý 2 (PH1005) HK192 dự thính này để em có thể hoàn thành điều kiện đăng kí môn học năm 3 ạ. Em xin cảm ơn! [full_name] MSSV [student_id]",
            "Chào bạn,. . . . Bạn kiểm tra mail thường xuyên, trong tuần này nhà trường sẽ gởi mail cho sinh viên về việc đăng kí dự thính đợt 3 sắp tới.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Khác ... . Kính gửi pđt đại học bách khoa hcm , hôm trước em có mail cho thầy [full_name] trường pđt và đã được thầy đồng ý cho việc mở lớp rồi và thầy cũng đã phân công cho anh [full_name] và chị [full_name] về việc mail thông báo + mở đợt đăng ký cho sinh viên , đến nay em vẫn chưa nhận được mail hay thông báo gì nên em mới gửi mail cho pđt , em thành thật xin lỗi vì em quá nôn và do việc này ảnh hưởng quan trọng đến tụi em cụ thể là K18 nên em xin pđt xem xét giúp chúng em . em xin cảm mơn ạ",
            "Chào bạn,. . . . Khi nào có mở đợt anh văn PDT sẽ gởi mail thông báo cho sinh viên.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            ". . Xin phép pđt cho em được phép rút môn học [full_name] Sai & Kĩ Thuật Đo. . . . Mã MH : ME2020. .   i Hỏi đáp học trực tuyến (BKeL) .",
            "Chào bạn,. . . . Phòng Đào Tạo có gởi mail hướng dẫn về việc rút môn học, bạn vui lòng kiểm tra mail nhé.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]  /b \t[full_name] [full_name] [full_name] [full_name] kính gửi phòng đào tạo[full_name] em là Hà Long Châu[full_name] sinh viên lớp XD17B2D1 nay em làm đơn này kính mong phòng đào tạo xem xét cho em khôi phục lại môn học \" KẾT CẤU THÉP 2\" MSMH CI3211 NHÓM TỔ A02[full_name][full_name] [full_name] LÝ DO: Do đặc thù công việc hôm trước có lịch đăng kí rút môn học em đã đăng kí rút môn học[full_name] Kính mong PĐT xem xét[full_name] Em thành thật biết ơn[full_name] [full_name] [full_name][full_name] [full_name] [full_name]  B",
            "responsible person: [551] [staff_name] [helpdesk staff]",
            "kính gửi phòng đào tạo. em là Hà Long Châu. sinh viên lớp XD17B2D1 nay em làm đơn này kính mong phòng đào tạo xem xét cho em khôi phục lại môn học \" KẾT CẤU THÉP 2\" MSMH CI3211 NHÓM TỔ A02.. . LÝ DO: Do đặc thù công việc hôm trước có lịch đăng kí rút môn học em đã đăng kí rút môn học. Kính mong PĐT xem xét. Em thành thật biết ơn. . [full_name]. . [full_name]  B",
            "Chào bạn,. . . . Trước khi rút thời khoá Phòng Đào Tạo đã nhắc nhở các bạn trước khi rút môn học phải cân nhắc kỹ.. . Do vậy, khi rút môn học không phục hồi lại được nhé.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Chương trình đào tạo - Đại học - Cao đẳng chính quy   Môn tương đương, tiên quyết, ... . Em là [full_name], hiện là sinh viên năm 1 khoa học máy tính đại trà. Vì vấn đề di chuyển. Em thắc mắc nếu như được chuyển sang ngành khoa học máy tính chất lượng cao thì những môn học nào trong năm học vừa rồi em không cần phải học lại ạ? . . Mong thầy/cô giải đáp. Em xin cảm ơn. .",
            "Chào bạn. . Để tư vấn về vấn đề chuyển sang ngành khoa học máy tính chất lượng cao và cách thức học + chuyển điểm bạn vui lòng liên hệ văn phòng đào tạo quốc tế để hỏi nghen. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Hỏi đáp học trực tuyến (BKeL) . dạ cho em hỏi có lịch đăng ký môn học dự thính bổ sung chưa ạ. . Nếu không có thì em làm đơn để đăng kí học được không ạ. . Em xin cảm ơn nhà trường. . . .",
            "Chào bạn,. . . . Khi nào có thông báo chính thức, PDT sẽ gởi mail cho bạn. Bạn kiểm tra mail thường xuyên nhé.. . . . Thân.",
            "No solution"
        ]
    },
    {
        "intent": "",
        "message": [
            "B Dạ em chào cô, em là [full_name], MSSV: [student_id], hiện đang theo học chuyên ngành Cầu Đường của khoa Kĩ Thuật Xây Dựng, chiều hôm nay em mới được cô Hương bộ môn Cầu Đường thông báo theo danh sách LVTN của phòng đào tạo ngày 5/5/2020 không có tên em trong danh sách, em không biết tại sao em lại không được bảo vệ LVTN kì này vì trước đó em đã được phòng đào tạo bổ sung làm LVTN đợt 2. Mong thầy cô giải đáp giúp em? Nếu không thoả điều kiện nhận LVTN, mong thầy cô có thể chỉ ra cụ thể giùm em được không? Em xin cảm ơnHỏi đáp học trực tuyến (BKeL) .",
            "Chào bạn. . Phòng đào tạo kiểm tra chính xác bạn có tkb môn lvtn, phòng đào tạo đã gởi danh sách về Khoa nên bạn liên hệ bộ môn yêu cầu Khoa gởi danh sách bổ sung có tên bạn. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Khác ... . Em đã được xác nhận đăng ký dự thính online thành công nhưng lại không được sắp thời khóa biểu.Mong thầy cô hỗ trợ kịp thời",
            "Chào bạn,. . . . Bạn đọc lại qui trình đăng kí môn học nhé http://www.aao.hcmut.edu.vn/index.php?route=catalog/chitietsv&path=59_77&tid=1568. . . . . Sau đợt đăng kí, bạn phải xem kết quả đăng kí có được hay không?.http://apps.aao.hcmut.edu.vn/qlgd_man/home.action;[full_name]=54009C447DB2BA7D8E277F0431ED8AB0;[full_name]=05FD07AA2AB4FDD4793DAF575FBCC024;[full_name]=B3BF0DB61BCAAEB15A71DEF[student_id]EF. . . . Thân.. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Hỏi đáp học trực tuyến (BKeL) . Em chào thầy/ cô. Kết quả đợt đăng kí dự thính 2 em có hiện hóa lí 1, đợt cập nhật thời khoâ biểu dự thính lần 1 em cũng có lịch hóa lí nhưng trên elearning lại không hiện môn học. Có phải em bị hủy môn học rồi không ạ? Thầy / cô kiểm tra lại giúp em với ạ. Em xin cảm ơn.",
            "Chào bạn,. . . . Bạn kiểm tra lại thời khoá biểu nhé.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Hỏi đáp học trực tuyến (BKeL)  /i. . Kính thưa: phòng đào tạo. . Em tên :[full_name],MSSV [student_id].Lớp MT19KH03. . Vì HK191 và HK192 , lịch đăng kí anh văn 1 của em đều bị trùng . Nên đợt đăng kí học dự thính vừa rồi ,em đã đăng kí anh văn 1.Trên mail có ghi là \"lấy kết quả đăng ký nguyện vọng lần trước, sinh viên thực hiện hủy môn nếu không có nhu cầu học\".Khi có đăng kí dự thính đợt 2 , em nghĩ là mail đã ghi thế thì em không cần đăng kí lại .Khi có kết quả thì môn học đó em đăng kí không thành công.Vì qua năm nhất phải qua anh văn 1.. . Nên kính mong phòng đào tạo xem xét , cho em được xếplớp học dự thính anh văn 1 .Em chân thành cảm ơn",
            "Chào bạn,. . . . Học kỳ dự thính  193 anh văn 1 không mở lớp.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Hỏi đáp học trực tuyến (BKeL) . dạ em xin chào quý thầy cô em tên [full_name] sinh viên năm 2 khoa cơ khí. cho em hỏi là thời gian cuôi cùng nộp bằng anh văn đăng kí môn học năm 3 là khi nào ak. để em sắp xếp thời gian để thi ak vì hiện tại em vẫn chưa qua đc 450 toeic",
            "Chào bạn. . Bạn xem chi tiết các mốc nộp CCNN theo lịch học vụ (sẽ cập nhật những thông báo mới). . http://www.aao.hcmut.edu.vn/index.php?route=catalog/chitietsv&path=59_205&tid=374. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp - Đại học - Cao đẳng chính quy   Khác ... . Cho em hỏi tình hình sau dịch covid 19, ngày chót nộp chứng chỉ AV nói viết xét tốt nghiệp và ngày tốt nghiệp đã có chưa ạ.. . Cho em cám ơn ạ.",
            "Chào bạn,. . Hiện tại chưa có thông tin về tổ chức lễ tốt nghiệp tháng 4/2020 nhé bạn, bạn vui lòng theo dõi email sinh viên và thông báo của nhà trường thường xuyên, để cập nhật thông tin mới nhất.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Kính thưa Ban Giám Hiệu!. . . . Em vừa mới nhận được email của Phòng Công tác chính trị - sinh viên về kế hoạch phòng chống dịch COVID-19 của trường ta khi sinh viên đi học trở lại, trong đó nêu rất rõ các biện pháp đảm bảo an toàn phòng dịch như đo thân nhiệt, hạn chế sử  dung máy lạnh, đeo khẩu trang, đo thân nhiệt.... . . . Em có một thắc mắc kính mong nhà trường giải đáp: Sau khi quay trở lại trường học, chúng em có phải học môn Bơi ngay không ạ? Và nếu bắt buộc phải học thì nhà trường đã có biện pháp gì để đảm bảo an toàn cho giảng viên và sinh viên (biện pháp nào để bảo đảm giãn cách ở hồ bơi, đảm bao an toàn nước hồ bơi, chống khạc nhổ bừa bãi...)?. . . . Em xin cảm ơn!"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em xin được rút môn học Kinh tế kỷ thuật IM2003 do không có thời gian học.Xin xem xét giúp em.Em cám ơn!",
            "Chào bạn,. . Bạn vui lòng làm đơn rút MH nộp tại Phòng Đào tạo theo mail hướng dẫn Phòng Đào tạo đã gửi nhé!. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Kính thưa Ban Giám Hiệu!. . . . Em vừa mới nhận được email của Phòng Công tác chính trị - sinh viên về kế hoạch phòng chống dịch COVID-19 của trường ta khi sinh viên đi học trở lại, trong đó nêu rất rõ các biện pháp đảm bảo an toàn phòng dịch như đo thân nhiệt, hạn chế sử  dung máy lạnh, đeo khẩu trang, đo thân nhiệt.... . . . Em có một thắc mắc kính mong nhà trường giải đáp: Sau khi quay trở lại trường học, chúng em có phải học môn Bơi ngay không ạ? Và nếu bắt buộc phải học thì nhà trường đã có biện pháp gì để đảm bảo an toàn cho giảng viên và sinh viên (biện pháp nào để bảo đảm giãn cách ở hồ bơi, đảm bao an toàn nước hồ bơi, chống khạc nhổ bừa bãi...)?. . . . Em xin cảm ơn!",
            "Chào bạn. . Sau khi có thông báo học tập trung lại, riêng đối với các môn GDTC nhà trường giao nhiệm vụ cho bộ môn giáo dục thể chất sẽ triển khai việc học cho sinh viên.. . Thân",
            "Cho em hỏi bộ môn giáo dục thể chất sẽ triển khai việc học cho sinh viên như thế nào ạ? Đề nghị nhà trường công bố sớm để sinh viên tụi em phối hợp thực hiện.",
            "Chào bạn,. . . . Bạn kiểm tra TKB, trong đó sẽ có ngày giờ và điểm học https://mybk.hcmut.edu.vn/stinfo/"
        ]
    },
    {
        "intent": "",
        "message": [
            "Hỏi đáp học trực tuyến (BKeL) . Dạ cho em hỏi là, em đang năm nhất, đầu năm em có thi anh văn đầu vào, lúc đó em đăng kí chọn  3, em thi được 440 điểm thì ko biết là đầu năm 2 em có cần nộp bằng toiec để được đăng kí môn năm 2 không ạ?  Em cảm ơn ạ. .",
            "Chào bạn,. . . . Bạn đạt được chuẩn anh văn sau năm 3 rồi nhé.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Em tạo phiếu này mong được rút môn học ạ: An toàn trong công nghệ sinh học (CH3261). Em cảm ơn",
            "Chào bạn,. . Bạn vui lòng làm đơn rút MH nộp tại Phòng Đào tạo theo mail hướng dẫn Phòng Đào tạo đã gửi nhé!. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Chương trình đào tạo (thiếu môn tiên quyết, song hành...) . Em tên: [full_name]. . MSSV: [student_id]. . Em có đăng ký môn Giải Tích Mạch học kỳ dự thính 192. Mà theo kết quả dự thính đợt 2 có vẻ như môn này không mở lớp. Em không biết là tình trạng học online như bây giờ thì có thể châm chước cho em được tham gia vào một lớp chính quy bất kỳ không ạ. . . Vì môn này rất quan trọng trong chương trình đạo tào của em. Thiếu nó nên em chưa thể học môn Mạch Điện Tử và môn Tín Hiệu Hệ Thống. Lỗi phần lớp là do em không đạt môn này từ đầu, nếu không được học dự thính kỳ này em có khả năng cao bị trễ tới 3 kỳ so với chương trình đào tạo ạ. Em không biết Phòng Đạo Tào có cách nào gỡ rối giúp em không?  . . Em xin cảm ơn ạ.. .",
            "Chào bạn. . Để đăng ký môn học: vì hiện tại phòng đào tạo đã tổ chức học livestream hơn 4 tuần và gởi danh sách lớp học cho giảng viên giảng dạy, nên bạn vui lòng gởi mail xin ý kiến đồng ý của giảng viên giảng dạy sau đó gởi đơn lại đính kèm xác nhận để phòng đào tạo xem xét giải quyết",
            "Em tên là [full_name]. MSSV: [student_id].. . Em viết đơn này là để đăng ký môn học Giải Tích Mạch lớp A01_A01 cho HK192.. . Mới đây em có hỏi PĐT trên BKSI về việc đăng ký này, và được hồi âm qua BKSI (hình 4.png) rằng cần gửi mail xin ý kiến đồng ý của giảng viên giảng dạy sau đó gởi đơn lại đính kèm xác nhận để phòng đào tạo xem xét giải quyết.. . Em đã xin được sự chấp thuận của thầy Lê Minh Cường (hình 5.png).. . Và có vấn đề nhỏ là sau khi xem thời khóa biểu offline thì em thấy lịch học thí nghiệm GTM bị trùng với môn Vi Xử Lý vào hôm thứ 6 (hình 3.png; hình 6.png). Em đã nói rõ với thầy sẽ gặp nộp bảng điểm thí nghiệm kỳ trước để xin chuyển điểm và không cần học thí nghiệm nữa.. . . . Việc đăng ký được môn này trong kỳ 192 vô cùng quan trọng nên em đã cố gắng hoàn thành được các tiêu chí của Phòng Đào Tạo, nên kính khẩn mọi người xem xét chấp thuận yêu cầu của em. Em rất cảm ơn ạ.",
            "li answer rate: Answer is not complete / Câu trả lời chưa hoàn chỉnh"
        ]
    },
    {
        "intent": "",
        "message": [
            "Dạ thưa thầy/cô , thầy/cô cho em hỏi là em có thể chuyển thời khóa biểu môn học dự thính HK192 sang giờ học khác được không ạ ? Và nếu có thể hơn thế nữa thì thầy/cô cho em hỏi có thể chuyển sang lớp của giáo viên khác không ạ ?",
            "Chào bạn,. . . . Ngày mai sẽ có đợt đăng kí dự thính 192 đợt 3, bạn kiểm tra mail để biết thông tin, ngày giờ đăng kí dự thính. Trong đợt 3 chỉ có bổ sung môn học không được chuyển nhóm môn học.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "cho em hỏi sao em đã đăng kí môn học Tín hiệu và Hệ thống thành công rồi nhưng em không có trên thời khóa biểu và bkel ạ??? vì em đã trễ 1 kì rồi nên em rất cần học môn đó trong kì học dự thính 192 ạ",
            "Chào bạn,. . . . Bạn kiểm tra lại kết quả đăng kí môn học, vì lý do gì TKB bạn không có môn Tín hiệu và hệ thống. Bạn kiểm tra mail, vì thời gian này là đợt đăng kí dự thính lần 3.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Khác ... . em chào thầy cô.. . em là [full_name] mssv [student_id].. . hôm trước em có đăng kí học dự thính theo hình thức livestream môn tín hiệu và hệ thống nhóm lớp ONDT và đã có kết quả đăng kí môn. Nhưng đến nay em vẫn chưa có thời khóa biểu và khóa học trên bkel. em mong thầy cô có thể giải quyết giúp em để em có thể biết lịch học và không bỏ lỡ những buổi học ạ.. . em xin cảm ơn.. . . .",
            "Chào bạn,. . . . Chiều nay em kiểm tra lại TKB nhé. Hiện tại, ngày mai cũng có đợt đăng kí dự thính dợt 3. Bạn kiểm tra mail để biết rõ thông tin nhé.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Kính thưa phòng đào tạo:. . Em có 2 vấn đề thắc mắc. . +Em đăng ký 2 môn dự thính Vật lý 1 và Đại số tuyến tính nhưng trong BKL của em chỉ có một môn đại số tuyến tính. . +Trong thời khóa biểu 2 môn dự thính của em bị trùng giờ Hangout. . Mong thầy cô giải mắc thắc mắc này của em.Em cảm ơn ạ",
            "responsible person: [551] [staff_name] [helpdesk staff]",
            "Chào bạn,. . . . Bạn kiểm tra lại TKB nhé.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Cho em hỏi là học kỳ 192 có học online ở nhà được 5 tuần rồi và cũng có những môn sẽ tiếp tục học online sau khi đi học lại chính thức vào tuần sau, vậy học phí có thể giảm không ạ. Tại học tại nhà mà học phí cũng y chang đi học trong trường thì em thấy không hợp lý lắm ạ.. . . .",
            "Chào bạn,. . . . Bạn liên hệ với văn phòng đào tạo quốc tế nhé.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]  /b \t[full_name] [full_name] [full_name] [full_name]   i Yêu cầu khác  /i [full_name] [full_name] [full_name] [full_name] Em chào thầy/cô,[full_name] [full_name] Em là sinh viên khóa k16 nhưng do gia đình có việc nên em bảo lưu 1 năm cộng với việc đăng kí môn sai thứ tự (và khoảng thời gian em vừa học vừa làm không hiệu quả[full_name][full_name] Nên hiện nay em chỉ được 48 tín chỉ và đã bị trường cảnh cáo từ đầu học kì 191, sau đó em đã làm đơn xin thu nhận lại cộng với kế hoạch đăng kí môn cho đến khi ra trường (dự kiến hết học kì 193 em sẽ có 80 tín chỉ và đã hoàn thành chỉ thể dục và tiếng Anh[full_name][full_name] Thế nhưng hôm nay thầy em lại thông báo em nộp đơn xin thu nhận lại tiếp[full_name] Vậy thầy/cô cho em hỏi là em vẫn đang bị cảnh cáo học vụ đúng không ạ[full_name][full_name] [full_name] Em cảm ơn thầy/cô đã dành thời gian và em xin nhà trường và phòng đào tạo cho phép em tiếp tục học trong thời gian đào tạo tối đa (6 năm rưỡi[full_name] vì em thật sự muốn ra trường và tốt nghiệp dưới danh nghĩa một kĩ sư bách khoa ạ[full_name]",
            "Chào bạn,. . Bạn có tên trong danh sách bị buộc thôi học vì học lực học kỳ 192, bạn vui lòng làm đơn cứu xét thu nhận lại và nộp tại văn phòng [full_name].. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Hỏi đáp học trực tuyến (BKeL) . Em là sinh viên khóa k15, cho em hỏi về \"CÁC  THAY ĐỔI CHÍNH VỀ HỌC VỤ TỪ HK192\", trong đó em thấy có việc đào tạo bằng 2 sau khi tốt nghiệp bằng 1 và đào tạo song ngành, không biết những cái thay đổi này là áp dụng cho sinh viên mọi khóa luôn hay sao ạ?. . . .",
            "Chào bạn,. . Bạn có thể đọc tại quy chế để hiểu rõ hơn nhé, trong quy chế không nói chỉ áp dụng riêng cho khóa nào cả, có nghĩa là áp dụng cho tất cả các khóa nhé bạn, bạn xem tại đây:. . http://www.aao.hcmut.edu.vn/sinh viên/quy chế/ Quy chế đào tạo và học vụ bậc đại học, cao đẳng:/Điều 28. Đào tạo song ngành"
        ]
    },
    {
        "intent": "",
        "message": [
            "Dạ cho em hỏi là trên mybk của em vẫn chưa có thời khoá biểu của môn học dự thính. . em mong PDT xem xét giúp em ạ",
            "Chào bạn,. . . . Tkb đã cập nhật bạn kiểm tra lại nhé.. . . . Thân."
        ]
    }
]