[
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]  /b \t[full_name] [full_name] [full_name] [full_name]   i Yêu cầu khác  /i [full_name] [full_name] [full_name] [full_name] Gửi Phòng đào tạo [full_name] [full_name] Em tên là [full_name], MSSV [student_id][full_name] Hôm nay là kỳ hạn DKMH cho kỳ dự thính nên em có lên mybk để đăng ký cho môn học: Thí Nghiệm Công Trình, MSMH: CI4011[full_name] Nhưng khi đăng ký thì lại bị báo là chưa có điểm môn tiên quyết Kết cấu thép 1 (KCT1), MSMH: CI3009[full_name] Nhưng em đã hoàn thành môn KCT1 ở học kỳ 191 rồi và ở trong mục tiến độ học tập cũng hiện đã hoàn thành môn học này[full_name] Vậy xin [full_name] giải quyết thắc mắc này giúp em để em có thể đk môn học cho kỳ tiếp theo[full_name][full_name] [full_name] Em xin cảm ơn [full_name] vì đã nhận mail[full_name] [full_name] [full_name]",
            "Chào em,. . . . Câu này cảnh báo cho em biết, em vẫn đăng kí vào được. Sau đó PDT sẽ xét lại cho em."
        ]
    },
    {
        "intent": "",
        "message": [
            "B   /B Đăng ký môn học - Đại học - Cao đẳng chính quy   Chuyển thời khóa biểu . Em kính chào Phòng đào tạo ạ. . . Em là sinh viên khoá K17. Em có một thắc mắc muốn nhờ quý thầy cô ở phòng đào tạo giải đáp giúp em ạ. . . . . Thời khoá biểu (tkb) sắp tới của em có 2 môn sẽ đi kiến tập ở doanh nghiệp để làm báo cáo bài tập lớn. Tuy nhiên với tkb sắp tới thì em rất khó để sắp xếp lịch đi kiến tập. Do đó em có mong muốn là chuyển một môn từ sáng thứ 5 sang chiều thứ 2 trong tkb để tiện cho việc đi kiến tập. Em không biết là hiện tại PĐT có giải quyết cho sinh viên về việc chuyển tkb như trên không. Em mong nhận được giải đáp của PĐT ạ. . . Em xin cảm ơn. . .",
            "đã đổi nhóm môn IM3073 sang A01. (học thứ 2, tiết 7). . TKB sẽ cập nhật sau. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "cho em hỏi nếu e rớt 1 môn nhiều lần thì e có được đăng kí học lại nhiều lần không ạ??? hay là trường mình có giới hạn quy định số lần học lại vậy ạ??. .",
            "được em. em có thể đăng ký học lại tới khi nào em đậu. miễn là môn học có mở lớp trong đợt đăng ký. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Khác ... . Em là Trần Đặng Thiên Phú . . Năm nhất nhóm ngành cơ khí, cơ điện tử. . MSSV [student_id]. . Em bị nợ môn Giải Tích 1 ở học kì 1 và học kì 2 em đã đăng kí 20 tín nên em muốn hỏi hè có năm nay trường có mở lớp dự thính để trả nợ môn và có kịp để xét điểm phân ngành không?. . Em cảm ơn.",
            "Bạn đăng ký online để lấy sĩ số mở lớp nhé.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ - Đại học - Cao đẳng chính quy   Rút môn học . Em là [full_name] . . Năm nhất nhóm ngành cơ khí, cơ điện tử. . MSSV [student_id]. . Em có 4 câu hỏi ạ:. . -Em muốn rút môn học thì phải tự viết đơn hay có mẫu sẵn và đơn sẽ được nộp ở đâu?. . -Việc rút môn hoàn tất thì mất bao lâu?. . -Em có cần phải đem tiền đóng phí gì không?. . -Trường có nhận đơn nộp đơn vào thứ 7 và chủ nhật không?. . Em xin cảm ơn.",
            "Chào bạn. . - \"Phòng đào tạo thông báo về thời gian nhận PHIẾU ĐĂNG KÝ RÚT MÔN HỌC của học kỳ 2 (2019-2020) ; . . Thời gian nhận: Từ ngày 16/03/2020 đến hết ngày 20/03/2020. . (Xem chi tiết quy định về rút môn học tại QUY CHẾ ĐÀO TẠO VÀ HỌC VỤ điều 11.2.)\". . thông báo này đã gởi cho bạn qua mail . . - Tất cả các mẫu bạn tải tại www.aao.hcmut.edu.vn --  biểu mẫu. . - nộp đơn rút môn học cần phải xuất trình thẻ sv, thời gian đóng học phí chung theo quy định. . - Trường làm việc theo giờ hành chánh từ thứ 2 đến thứ 6. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Chưa cập nhật điểm . Thầy/Cô cho em hỏi sao em có điểm avcb rồi mà vẫn chưa đăng kí được anh văn 1 ạ. Em đăng kí thì báo là chưa có điểm avcb. Mong thầy cô giải quyết giúp em ạ. Cảm ơn thầy cô.",
            "đã đăng ký môn LA1003 nhóm L01. ( thứ 2, tiết 4). . TKB sẽ cập nhật sau. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Chương trình đào tạo - Đại học - Cao đẳng chính quy   Khác ... . Kính gửi thầy/cô, do dịch bệnh covid-19 nên học kì 192 năm nay bắt đầu trễ 1 tháng. Vậy nếu như bắt đầu học kì 2 vào đầu tháng 3 như dự tính, thì trường mình có kế hoạch vẫn  mở dạy học kì hè(dự thính) năm nay không ạ?",
            "hiện tại pđt vẫn mở đợt đăng ký online, nếu có thể xếp được môn học thì vẫn mở lớp. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp - Đại học - Cao đẳng chính quy   Khác ... . Em không có tên trong danh sách tốt nghiệp. Xin pdt cho em biết lí do ạ. Em cám ơn.",
            "Chào bạn. . Bạn đã có tên trong danh sách dự kiến tốt nghiệp nhưng vẫn còn thiếu điều kiện ngày Công tác xã hội, bạn kiểm tra lại nghen",
            "Số ngày ctxh của e đã đủ rồi ạ, em đã bổ sung vào thứ 2 tuần trước. Em có đính kèm file. Cô xem qua ạ. Em cám ơn.",
            "Vậy để Cô báo qua qua bộ phận xét tốt nghiệp, bạn đợi cập nhật danh sách vào cuối tuần này nghen"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được . Dạ đợt đăng kí môn học cho HK192 vừa qua em đã có đăng kí môn AV2 nhưng khi xem kết quả đăng kí thì không thấy môn được đăng kí.. . Dạ cho em hỏi em phải giải quyết như thế nào để có thể đăng kí lại môn AV2 và sinh viên năm Nhất có phải qua môn AV2 để lên năm Hai không ạ.. . Em xin cám ơn.",
            "đã bổ sung môn LA1005 nhóm L06 (Thứ 2, tiết 7). . TKB sẽ câp nhập sau.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Em tên là [full_name] sinh viên K19, em vừa pass Pre 1 và đã nộp bằng Ielts 6.0 cho phòng đào tạo. . . Em đã nhận được mail thông báo với trong danh sách của nhà trường có tên em được nhận học bổng Pre English. Lúc sáng bạn em có nhận được mail liên quan đến học bổng nhưng tại sao em kiểm tra mail thì thấy không nhận được thông báo. Xin văn phòng xem giúp giùm em. . . Em cảm ơn! . . . .",
            "Chào bạn. . Bạn liên hệ trực tiếp Văn phòng đào tạo Quốc tể 402 A4 để được giải quyết nghen",
            "Dạ em cảm ơn"
        ]
    },
    {
        "intent": "",
        "message": [
            "Thân gửi Phòng đào tạo. . . . Em là [full_name]- [student_id]. . Học kì 192 là học kì cuối cùng của em nên để kịp tiến độ em rất mong muốn Phòng đào tạo đăng kí bổ sung giúp em môn học CI-4037: Công trình trên đất yếu ạ. . . . Em xin chân thành cảm ơn!",
            "responsible person: [551] [staff_name] [helpdesk staff]",
            "Môn học CI4037 chỉ mở lớp bằng 2 . nhóm B01. . Vì thế đã đăng ký bổ sung cho bạn, tuy nhiên học phí lớp Bằng 2 cao hơn 1.5 lần học phí hệ CQ. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Chào [full_name]/Chị. . Em tên [full_name], MSSV [student_id].. . Do điểm nhập môn lập trình. MSMH Co1003 mới có điểm mà em bị rớt, mong [full_name]/Chị xem xét giúp em. Em xin đăng ký bổ xung hệ vừa học vừa làm , môn nhập môn lập trình MSMH: Co1003.. . Em cảm ơn rất nhiều ạ.. . Chào [full_name]/chị. .",
            "responsible person: [551] [staff_name] [helpdesk staff]",
            "đã bổ sung cho bạn.. . TKB sẽ cập nhật sau. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Dạ chào thầy cô. . Cho em được hỏi là hiện tại đăng kí môn cơ lưu chất ở kì dự thính 192 đã vượt ngưỡng 150 sinh viên. Điều đó chắc chắn là sẽ được mở lớp không ạ? Hay tụi em phải viết mail cho giảng viên để xin mở lớp dạy ạ.. . Em xin cảm ơn và chúc sức khoẻ thầy cô.",
            "Chào em. . Theo quy trình đăng ký môn học thì sau ngày 25/2/2020 mới hết thời gian đăng ký dự thính. . Ngày 3/3/2020 phòng đào tạo mới công bố các môn mở được trong học kỳ dự thính 192"
        ]
    },
    {
        "intent": "",
        "message": [
            "Cho em hỏi là năm nay có mở lớp học hè không ạ, tại vì em có một số việc nên không đăng kí học dự thính được. Em cảm ơn nhiều ạ. .",
            "responsible person: [551] [staff_name] [helpdesk staff]",
            "Chào bạn,. . Hiện tại vẫn chưa có thông báo về việc không tổ chức học kỳ hè nhà bạn. Nếu có thay đổi, nhà trường sẽ thông báo và gửi qua email cho các bạn sinh viên."
        ]
    },
    {
        "intent": "",
        "message": [
            "Chứng chỉ ngoại ngữ - Đại học - Cao đẳng chính quy   Xét miễn môn anh văn (chuyển điểm) . E đã thi toiec 310đ vào hồi tháng 7 năm 2019 ạ,đã nộp lên mybk mà tới giờ e vẫn chưa đăng kí được anh văn 1 ạ,e lên đăng kí môn học thì nó ghi là tiên quyết anh văn cơ bản và e đã đăng kí rất nhiều lần và e đã hỏi phòng đào tạo rất nhiều lần ạ và e củng viết như vậy mấy lần rồi ạ,thầy cô bảo là vẫn đăng kí bình thường ạ nhưng e lên đk xem kết quả lần 3 vẫn không đăng kí được ạ kết quả là vẫn bị tiên quyết anh văn cơ bản ạ,e mông thầy(cô) giải quyết giúp e đăng kí học anh văn 1 ạ,vì e là k17 đã trể 1 năm vì thiếu anh văn để vào chuyên nghành rồi ạ,e mong thầy cô giúp e ạ,e xin cảm ơn ạ",
            "đã bổ sung môn học LA1003, nhóm A01.. . tkb sẽ cập nhật sau. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Khác ... . Cho em hỏi về việc đăng ký môn học vào năm 2, nếu trong năm nhất mình không hoàn thành đủ 28 tín chỉ thì có được đăng ký những môn học của năm 2 không ạ hay là chỉ được đăng ký lại những môn năm nhất. . . Và một vấn đề nữa ạ, em vẫn chưa nắm được khi nào bị cảnh cáo học vụ, và sẽ cảnh cáo vào cuối năm hay cuối mỗi kỳ ạ.. . Mong các anh chị, thầy cô có thể trả lời giúp em vì em đọc nội quy và các bài viết trên mạng em vẫn nắm chưa rõ ạ.. . Em xin chân thành cảm ơn",
            "Chào bạn,. . Nếu không đạt số TC theo quy định yêu cầu, thì bạn chỉ có thể đăng ký những môn của năm nhất.. . Xử lý học vụ vào mỗi học kỳ nhé bạn."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Khác ... . Chào thầy cô!. . Em muốn hỏi mã môn học LA1029 - TOEIC 350 có áp dụng cho những bạn đã học xong anh văn cơ bản, và muốn học để pass anh văn 1 không ạ?. . . .",
            "Chào em,. . . . Môn LA1029- TOEIC 350 học để  pass chuẩn tiến anh sau năm nhất, chứ không phải pass qua anh văn năm 1. Em xem qui chế nhé http://www.aao.hcmut.edu.vn/index.php?route=catalog/chitietsv&path=90&tid=1658"
        ]
    },
    {
        "intent": "",
        "message": [
            "PĐT cho em hỏi sao em nộp CCNN online mà hơn 10 ngày rồi không thẩm tra cho em vậy ạ .! Mong PĐT phản hồi sớm để em có thể đăng ký môn học của học kỳ dự thính.!",
            "Chào bạn. . Bạn xem lại dữ liệu nghen, Phòng đào tạo đã lấy dữ liệu vào ngày 18/2/2020 rồi và chắc là bạn sẽ đăng ký môn học dự thính được. . - Thẩm tra CCNN sẽ xử lý sau, hoàn thành trước đợt tốt nghiệp của bạn"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp - Đại học - Cao đẳng chính quy   Khác ... . Em khoa điện- điện tử khoá 2015. Chuyên ngành điện tử viễn thông .. . Thầy/ cô kiểm tra hộ em, ngoại trừ anh văn nói viết thì em đã đủ điều kiện tốt nghiệp chưa? . . Em cảm ơn. Chúc thầy/cô có một ngày làm việc tốt lành.",
            "Chào bạn                   . . Phòng đào tạo đã ghi nhận trường hợp xét tốt nghiệp bổ sung của sinh viên, sau thứ 6 hàng tuần phòng đào tạo sẽ thông báo danh sách tốt nghiệp cập nhật mới :  . . -\tSinh viên xem kết quả xét lại tốt nghiệp trên: www.aao.hcmut.edu.vn  tốt nghiệp  thông tin tốt nghiệp  danh sách tốt nghiệp 04/2020. . -\tTrường hợp không có tên trong danh sách tốt nghiệp bổ sung sinh viên liên hệ trực tiếp phòng đào tạo để kiểm tra lại lý do.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Khác ... . Em chào thầy/cô, thầy/cô cho em hỏi khi đăng ký môn học do sơ sót nên em đăng ký thiếu môn thể dục. Vậy giờ nếu em muốn bổ sung môn thể dục vào thời khóa biểu thì phải làm như thế nào ạ? . . . . Em cảm ơn thầy/cô nhiều ạ.",
            "Bạn cung cấp mã môn, nhóm cần học để xem xét. . Thân",
            "Dạ thưa thầy mã môn học là: PE1007 ạ. . . Mong thầy hồi đáp ạ.",
            "Chào bạn,. . . . Vì bạn phản hồi quá trễ, PDT không giải quyết cho bạn được.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Em chào thầy/cô ạ. Em tên là [full_name], sinh viên lớp VP16NL. Khoảng từ ngày 30/3 đến 5/4 anh trai em tốt nghiệp ở nước ngoài nên em muốn xin nghỉ 1 tuần để dự lễ tốt nghiệp của anh trai em. Em muốn hỏi là em có thể xin giấy phép cho nghỉ 1 tuần ở đâu ạ, em cần giấy phép để nộp vào hồ sơ xin visa ạ. Em xin cảm ơn ạ. . .   i Yêu cầu khác .",
            "Chào bạn. . Theo quy định Trường không cấp giấy xác nhận nghỉ học 1 tuần để đi du lịch."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Khác ... . Dạ em tên là [full_name] mssv [student_id], sinh viên ngành tàu thủy khoa kĩ thuật giao thông, lúc trước em có hỏi thầy cô tư vấn trực tuyến như này, em hỏi là về ngành em ít sinh viên muốn mở môn học thì nộp đơn có đầy đủ chữ ký của thầy cô, bộ môn, khoa thì pdt sẽ mở lớp nhưng do sỉ số của môn đó có vài người nên pdt đã hủy và nói sẽ mở dự thính vậy em có cần làm đơn xin mở nữa không ạ. Em cảm ơn!",
            "Chào bạn. . Bạn nên làm đơn mở lớp dự thính và nộp lại để phòng đào tạo giải quyết nghen",
            "Cho em hỏi một số câu hỏi như sau ạ:. . Cho em hỏi khi nào mở đợt hiệu chỉnh đăng ký dự thính ạ?. . Nếu mở trong thời gian còn nghĩ muốn làm đơn mở môn phải lên trường làm phải không ạ?. . Cho em hỏi đơn mở môn dạng đặc biệt xin ở đâu ạ?",
            "Chào em,. . . . - Em coi lịch học vụ giúp http://www.aao.hcmut.edu.vn/index.php?route=catalog/chitietsv&path=59_205&tid=1814. . Theo tình hình dịch hiện nay, lịch DKMH cũng có thể thay đổi, các bạn phải thường xuyên theo dõi trên web nhé.. . . . - Muốn làm đơn mở lớp phải nộp đơn PDT, muốn mở lớp các môn đặc biệt là môn gì?, em phải nói rõ ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Khác ... . Em chào thầy/cô. . Em đọc được trên quy chế của pđt thì hk dự thính 2 cho đăng ký 3 môn và không quá 10 chỉ.. . Vậy em vì một vài lý do mà đăng ký 3 môn quá 12 chỉ được không ăn.. . Và cho em hỏi luôn là môn vật lý 2 không có trong môn học bắt buộc cũng như môn học tự chọn của khoa em mà em đăng ký học cho đủ 20 tín của năm học thì có được tính vào tc tích lũy k ạ (hay e có bị cảnh cáo học vụ lần 2 không vậy ạ). . Em cảm ơn ạ !",
            "Chào bạn,. . Phải đăng ký theo đúng quy định nhé bạn, xem quy định tại đây:. . http://www.aao.hcmut.edu.vn/ sinh viên/quy chế/Quy chế đào tạo và học vụ bậc đại học, cao đẳng:/Điều 9. Đăng ký môn học/9.5. Số tín chỉ/môn học tối đa trong một học kỳ phụ"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Chưa cập nhật điểm . Thầy cô cho em hỏi sao có điểm avcb rồi nhưng khi đăng kí av1 thì hệ thống báo là chưa có điểm avcb. Mong thầy cô giải quyết giúp em ạ. Em cảm ơn",
            "Đã đk môn LA1003 nhóm L01. . TKB sẽ câp nhập sau. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Vừa làm vừa học - ĐTTX   Yêu cầu khác . Em muốn nộp đơn xin chuyển hệ từ CHÍNH QUY sang hệ VLVH bên Phòng Đào Tạo thì có lên trường nộp vào tuần sau luôn đợc không ạ? Hay là em phải đợi đến sau khi trường có thông báo đi học trở lại rồi mới nộp được ạ? (tại em có thấy thông báo sinh viên được nghỉ nhưng PĐT vẫn làm việc nên em nghĩ tuần sau lền trường nộp đơn thì vẫn được ạ).",
            "[full_name] [full_name]. . -\tBản kê khai lý lịch online : mybk.hcmut.edu.vn/tuyensinh (xem trên web tuyển sinh khi có đợt) (nộp hồ sơ từ 20/02/2020 đến hết tháng 03/2020). . -\tBản sao bằng thpt sao y. . -\tBản sao y bảng điểm chính quy. . -\tGiấy khai sinh (sao y). . -\t3 hình 3x4. . -\tGiấy xác nhận không nợ học phí hệ CQ ( xin tại phòng KHTC). . -\tLệ phí: 370.000 đ. . -\tĐơn xin học theo ngành học và năm chương trình đào tạo hệ VLVH (đính kèm). . Lưu ý: SV phải làm đơn xin chuyển hệ từ CQ sang hệ VLVH bên PĐT nhà A1. . trước khi nộp hồ sơ. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Cho em hỏi là học phí dự thính là gấp rưỡi hay gấp đôi so với học kì chính ạ?. . Cho em hỏi luôn là năm nay do dời lịch học lại thì trường mình vẫn có học kì hè không ạ?. . Em cảm ơn",
            "HP dự thính là 1.5 so với Chính thức nhé em"
        ]
    },
    {
        "intent": "",
        "message": [
            "Cho em hỏi là nếu mình ko đủ 14 chỉ năm nhất là ko dc đăng kí môn năm sau mà chỉ đăng kí môn mik đã học ạ? Nếu dc thì có đủ môn năm nhất để số chỉ để em đạt 28 chỉ vào năm học lại ko ạ?. . Em cảm ơn",
            "Chào bạn,. . Bạn vui lòng liên hệ với GVCN/ Ban chủ nhiệm khoa để xin tư vấn về CTĐT của Khóa 2019 nhé!"
        ]
    },
    {
        "intent": "",
        "message": [
            "Cho em hỏi là nếu mình qua được AV 2 rồi thì qua được hết năm mấy ạ",
            "responsible person: [551] [staff_name] [helpdesk staff]",
            "Chào bạn. . Bạn đọc Quy chế học vụ (Phụ lục 1: Quy định về ngoại ngữ (áp dụng cho các chương trình giảng dạy bằng tiếng Việt --  mục 2.   Chuẩn tiếng Anh trong quá trình học:). . . . http://www.aao.hcmut.edu.vn/index.php?route=catalog/chitietsv&path=90&tid=1658"
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính gửi Thầy/Cô. . . . Em là [full_name] khóa k14, MSSV: [student_id] . Em đã hoàn thành xong tất cả các môn học và còn thiếu 1 chứng chỉ kỹ năng Nói & Viết.. . Hiện tại lớp thi Nói và Viết đã đăng ký đủ chỗ hết cho tới tháng 4.. . Em muốn xin mở thêm sỉ số học sinh tham gia thi để tốt nghiệp ạ.. . Xin cảm ơn. . . . [full_name]. . Sđt: 035.214.4482. .",
            "Chào bạn. . Việc tổ chức lớp thi Nói và Viết bạn phải liên hệ trực tiếp Trung tâm Ngoại ngữ để giải quyết nghen",
            "Kính gửi cô. . . . Em có liên hệ bên bộ phận BK English thì câu trả lời thật sự e chưa được hài lòng lắm đa phần câu trả lời đều đẩy về lại phòng đào tạo. . . Vì đây là một trong những yếu tố xem xét ra trường nhưng số lượng lớp mở thi khá là mỏng và kèm theo đó là nhiều bạn đăng ký nhìu ngày để giữ chổ thì vô tình ảnh hưởng tới các bạn khác.. . Em hy vọng có hướng hỗ trợ cho mấy bạn k14 như em để kịp điều kiện xét tốt nghiệp không ạ.. . . . Xin cảm ơn. . . . [full_name]. . 035.214.4482",
            "Chào bạn. . Phòng đào tạo sẽ ghi nhận thông tin phản hồi của bạn. Và tình hình chung là sẽ phải giải quyết cho các bạn đăng ký thi anh văn 2 kỹ năng để tốt nghiệp, vì tình hình năm nay phát sinh dịch Covid-19, nên thời gian xử lý tốt nghiệp có thể kéo dài, và bên Trung tâm Ngoại ngữ cụ thể là Thầy [full_name] (giám đốc trung tâm ngoại ngữ) sẽ phải có kế hoạch xử lý."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được . mong pdt cập nhật sớm cho em để em có tkb để theo dõi ngày đi học ạ em cảm ơn",
            "TKB của em đã có môn học. sẽ cập nhập trước khi đi học.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Dạ em xin chào quý nhà trường, em có học môn giải tích 1 với cả 2 mã MT1003 và mã 006001( mã môn học tương đương ) nhưng khi tính vào điểm trung bình tích lũy ngành lại tính điểm của môn em thấp hơn mà không tính điểm miễn, mong được nhà trường giúp đỡ vì điểm tbl ngành của em là 6.96 và chỉ cần môn giải tích 1 của em được tính đúng như quy chế thì em sẽ tốt nghiệp loại khá.. . Cảm ơn nhà trường đã lắng nghe",
            "Chào bạn. . . . . . Môn B là   B môn 006001  /B . . . . Các điểm chuyển/bảo lưu. . . . Môn A là   B môn MT1003  /B . . . . Môn B được tính vào điểm trung bình học kỳ, tính vào điểm trung bình tích lũy nhưng không tính vào điểm trung bình tích lũy ngành.. . . . Môn A được tính vào số tín chỉ tích lũy nhưng không tính vào điểm trung bình học kỳ, điểm trung bình tích lũy và điểm trung bình tích lũy ngành.",
            "nhưng môn A của em lại tính vào TBLN và làm kéo điểm TBLN của em xuống, em đã kiểm tra và thấy đúng là như vậy",
            "Chào em,. . . . Sau khi PDT đã kiểm trả bảng điểm của em, môn MT1003 em từng học với điểm số 5.5. Điểm trung bình tích lũy ngành sẽ tính những môn đúng theo chương trình đào tạo của em. . . . . Do vậy MT1003 sẽ tính vào điểm trung bình tích lũy ngành và số tính chỉ tích lũy ngành."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Khác ... . Em chào thầy/cô PĐT,. . . . Cho em hỏi là số buổi học bị giảm đi 2 so với ban đầu ạ?. . . . Em cám ơn nhiều ạ.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Chương trình đào tạo - Đại học - Cao đẳng chính quy   Khác ... . Thầy cô cho em hỏi môn Anh văn 1 ( la1003) có tính vô số tín chỉ tích luỹ khong ạ? Em xin cảm ơn",
            "Chào bạn. . Môn Anh Văn 1 cũng như các môn khác đều tính vào số tín chỉ tích lũy . . - Nếu có thắc mắc gì thêm bạn đặt câu hỏi có nội dung rõ ràng hơn nghen",
            "dạ nếu tính vào số tín chỉ tích luỹ vậy sao em chỉ được 13 tín chỉ thôi ạ? em xin cảm ơn ạ",
            "Chào bạn. . Số tín chỉ của hk 191 chưa cập nhật hết, Khoảng giữa tháng 03/2020 sẽ cập nhật lại dữ liệu điểm, nếu có sai sót nữa thì báo gởi khiếu nại lại nghen"
        ]
    },
    {
        "intent": "",
        "message": [
            "Chào thầy cô, thầy cô cho em hỏi kì vừa rồi em đăng kí 16 tín chỉ, em qua hết các môn kì rồi nhưng lúc tổng kết phần tín chỉ tích luỹ học kì của em chỉ có 14. Mong thầy cô giải đáp giúp em. Em cám ơn.. .",
            "Chào bạn. . Hệ thống hiện chưa cộng số tín chỉ của những môn mới có điểm, Khoảng giữa tháng 3 sẽ cập nhật lại dữ liệu, Nếu thời điểm đó, số tín chỉ của bạn vẫn không được cập nhật thì bạn nhanh chóng báo lại để phòng đào tạo kiểm tra nghen"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Chuyển thời khóa biểu . Kính gửi Phòng đào tạo,. . . . Em là [full_name] sinh viên khóa K17. Thời khóa biểu sắp tới của em có 2 môn sẽ đi kiến tập ở doanh nghiệp để báo cáo bài tập lớn. Do đó em mong muốn được chuyển môn Điều độ sản xuất từ sáng thứ 5 sang chiều thứ 2 trong thời khóa biểu để thuận tiện cho việc đi kiến tập ạ.. . Em mong sẽ nhận được phản hồi sớm từ Phòng đào tạo ạ.. . . . Em xin chân thành cảm ơn.",
            "đã chuyển môn IM3073 sang A01.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được . Em chào PĐT.. . Em là sinh viên khóa K16,em có đăng ký môn học trong đợt \"ĐĂNG KÝ CÁC MÔN BỔ SUNG HỆ CAO ĐẲNG BẢO DƯỠNG CÔNG NGHIỆP\" tổng là 10 môn 20 tín chỉ.vì em đang đăng kí đợt đủ 20 tín chỉ nên đợt 3 em không thể đăng kí thêm. Và em có hỏi mấy bạn đăng ký môn học trong cùng đợt cũng không có môn học trong thời khóa biểu. Em mong PĐT xem xét lại ạ. . . Em xin cảm ơn.",
            "Chào em,. . . . Em muốn đănh kí môn nào, mã số môn học"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Chuyển thời khóa biểu . Em kính chào Phòng Đào tạo ạ. . Em là sinh viên khoá K17. Em có một thắc mắc muốn nhờ thầy cô Phòng Đào tạo giải đáp giúp em.. . Thời khoá biểu sắp tới của em có 2 môn sẽ đi kiến tập ở doanh nghiệp để làm báo cáo bài tập lớn. Tuy nhiên với thời khoá biểu sắp tới em rất khó để sắp xếp lịch đi kiến tập theo yêu cầu từ công ty đưa ra. Do đó em mong muốn chuyển một môn từ sáng thứ 5 về chiều thứ 2 (Điều độ sản xuất) trong thời khoá biểu để tiện cho việc đi kiến tập. Em không biết hiện tại PDT có thể giải quyết cho sinh viên chuyển thời khoá biểu như trên không. Em mong nhận được giải đáp từ PDT ạ. . Em xin chân thành cảm ơn",
            "Chào em,. . . . Cho biết mã số môn học và mã nhóm cần chuyển.",
            "Đổi nhóm môn IM3073 sang A01 (học thứ 2, tiết 7)",
            "Chào em,. . . . PDT nhận rất nhiều câu hỏi về vấn đề nay, vậy em cho biết môn đi kiến tập là môn gì?, mã số môn học. PDT sẽ hỏi lại khoa và có cách giải giải quyết cho em.",
            "Em kính chào PDT. . Môn đi kiến tập: Quản lý sản xuất theo Lean và sáu Sigma. . Mã môn học: IM3077. . Kính mong PDT liên hệ khoa để xem xét giải quyết giúp em. . Em xin chân thành cảm ơn",
            "Chào em,. . . . PDT đã liên hệ với Khoa Quản Lý Công Nghiệp Khoa không đồng ý cho các bạn chuyển sang nhóm A01. Vì nhóm A01 sỉ số đã nhiều, với lại việc đi kiến tập bạn phải chọn công ty nào phù hợp với lịch học của em."
        ]
    },
    {
        "intent": "",
        "message": [
            "[full_name] MSSV/MSGV: [student_id]  /b \t. . . .   X Chứng chỉ ngoại ngữ - Đại học - Cao đẳng chính quy   Thẩm tra chứng chỉ (nộp chứng chỉ)   . . DẠ thưa phòng đào tạo ,hiện tại em đã  thi đạt điểm toeic là 410( đủ điều kiện đăng kí tiểu luận ) và em đã đăng kí xét duyệt chứng chỉ online cũng như em đã thanh toán lệ phí chuyển điểm av1 và av2.vậy mong phòng đào dạo xét duyệt cho em để em đủ điều kiện  đăng kí bổ sung tiểu luận tốt nghiệp học kì 192.Em xin cảm ơn ạ.. . . .",
            "Chào bạn. . Phòng đào tạo đang mở đợt đăng ký tiểu luận tốt nghiệp (đợt cuối cùng), Bạn lên đăng ký môn học liền nghen",
            "Dạ thưa cô ,Cô cho em hỏi là phần đăng kí chứng chỉ em thấy vẫn chưa được duyệt .Vậy em có đăng kí được không ạ.Nếu không được mong cô duyệt chứng chỉ cho em với ạ để em đăng kí  .  [full_name]  mssv :[student_id] mã số môn đăng kí 260663  .Em cám ơn",
            "Chào bạn,. . Ngày mai bạn vô kiểm tra và đăng ký TLTN nhé, hiện tại Phòng Đào tạo đã cập nhật dữ liệu CNNN cho bạn đăng ký.",
            "([student_id]) [full_name]. . Dạ thưa cô .Hiện tại em vẫn chưa thể đăng kí TLTN được ạ.Lí do vì CNNN vẫn đang trong tình trạng thẩm tra chưa có kết quả.Vậy mong PDT duyệt giúp em để em kịp đăng kí TL ạ.Em cám ơn",
            "Chào em,. . . . Em liên hệ PDT để đăng kí vào danh sách xét tiểu luận"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: 1600254  /b \t. . . .   i Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được . Em chào PĐT.. . Em là sinh viên khóa K16,em có đăng ký môn học trong đợt \"ĐĂNG KÝ CÁC MÔN BỔ SUNG HỆ CAO ĐẲNG BẢO DƯỠNG CÔNG NGHIỆP\" tổng là 10 môn 20 tín chỉ.vì em đang đăng kí đợt đủ 20 tín chỉ nên đợt 3 em không thể đăng kí thêm. Và em có hỏi mấy bạn đăng ký môn học trong cùng đợt cũng không có môn học trong thời khóa biểu.. . Gồm các môn sau:. . 260612 - Truyền động khí nén 1. . 209037 - Vẽ Cơ Khí. . 260611 - Dung sai & đo lường. . 260623 - Tổ chức qlý bảo dưỡng 3. . 260626 - Truyền động thủy lực 2. . 260609 - Tổ chức Qlý bảo dưỡng 1. . 260610 - Chi tiết máy. . 260620 - Lập trình PLC. . 260625 - Công nghệ hàn 2. . 260621 - Công nghệ lạnh-điều hòa 1. . . . Em xin cảm ơn.",
            "Chào em,. . . . PDT đã đăng kí được 6 môn 209037, 260611, 260626, 260609, 260620, 260621. Các môn còn lại không mở lớp hay trùng TKB."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Khác ... . Em chào thầy/cô PĐT,. . . . Cho em hỏi theo TKB mới trên mybk thì các môn học bị giảm 2 buổi học so với ban đầu ạ?. . . . Em cám ơn nhiều ạ.",
            "Chào em,. . . . Việc này trường đang tìm cách sẽ sắp xếp dạy bù cho các em.Các em chỉ quan tâm mình học thất tốt thồi.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được .  Em chào thầy/cô.. .  Em tên [full_name] MSSV [student_id]5 cùng bạn [full_name] MSSV [student_id]4 lớp kiến trúc khóa K13.. .  Em và bạn [full_name] xin phép phòng đào tạo tạo điều kiện mở lớp bổ sung 2 môn học sau trong kỳ 2 năm học 2019-2020. Vì là môn đồ án nên chỉ có thể đăng ký trong kỳ chính ạ.. .  Môn 1: ĐA Công nghiệp. MSMH: 813034. .  Môn 2: ĐA cấu tạo kiến trúc 2. MSMH: 813022. .  *(Môn thứ 2 nằm trong chương trình dạy từ K13 trở đi và từ K14 thì không còn dạy nữa và không có môn tương đương, thay thế). .  Em đã liên hệ cô [full_name], là giáo viên dạy và cô đã đồng ý mở lớp 2 môn này với 2 sinh viên.. .  Mong quý thầy/ cô tạo điều kiện để bọn em được sớm trả nợ và đủ chỉ làm đồ án tốt nghiệp trong kỳ sau ạ.. .  Em xin cảm ơn.. .  Mong sớm nhận được phản hồi của thầy/cô.. .",
            "Chào em,. . . . Những trường hợp đặc biệt em có thể làm đơn nộp PDT để xem xét nhé."
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính gửi thầy cô phòng đào tạo. . . Em là sv K18. Hết năm 2 thì số chỉ tích luỹ của em hơn 56 chỉ nhưng trong năm 2 em hoc không đủ 28 chỉ. Vậy hết năm 2 em có được đăng kí những môn năm 3 không ạ.. . Em mong có thể nhận được phản hồi của thầy cô và xin chân thành cảm ơn quý thầy cô rất nhiều.",
            "Chào bạn,. . Bạn sinh viên khóa 2018, phải tích lũy đủ 56 tín chỉ, mới có thể đăng ký môn học của năm 3 .Tức học kỳ 1/2020-2021, bạn phải tích lũy đủ từ 56 tín chỉ mới có thể đăng ký môn học năm 3 nhé!. . Bạn xem quy định về số tín chỉ tại đây:. . http://www.aao.hcmut.edu.vn/ sinh viên/quy chế/Quy chế đào tạo và học vụ bậc đại học, cao đẳng:/Điều 4. Sinh viên/4.2 Xếp hạng năm đào tạo"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Chuyển thời khóa biểu . Kính gửi phòng đào tạo. . . . Em tên là [full_name] Kiệt sinh viên khoa Quản Lý Công Nghiệp K17. Thời khóa biểu sắp tới của em có 2 môn học cần đi kiến tập ở doanh nghiệp để làm báo cáo bài tập lớn. Nhưng hiện tại phía doanh nghiệp phản hồi lại rằng cần có 1 ngày trống trong tuần để doanh nghiệp có thể sắp xếp cho sinh viên. Do đó em hi vọng có thể chuyển môn Điều độ sản xuất từ sáng thứ 5 sang chiều thứ 2 để thuận tiện cho việc kiến tập. . . . . Em mong sẽ nhận được sự phản hồi sớm từ phòng đào tạo. Em xin chân thành cảm ơn ạ!",
            "Chào em,. . . . [full_name] đã chuyền môn IM3073 từ sáng thứ 5 sang chiều thứ 2. [full_name] sẽ cập nhật TKB lại cho em nhé."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được . Em chào PĐT.. .  Dựa theo câu trả lời của PĐT \"PDT đã đăng kí được 6 môn 209037, 260611, 260626, 260609, 260620, 260621. Các môn còn lại không mở lớp hay trùng TKB.\" Cho em hỏi thêm là khi nào em mới được cập nhật thời khóa biểu của 192 ạ. Em xin cảm ơn .",
            "Chào em,. . . . Ngày mai em kiểm tra lại nhé, chậm nhất là cuối tuần nay."
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính chào Phòng đào tạo ạ!. . Em là [full_name] khóa k17, Kì này em có 2 môn cần đi kiến tập tại doanh nghiệp nhưng với thời khóa biểu hiện tại em không thể sắp xếp lịch đến doanh nghiệp. Em mong Phòng đào tạo có thể chuyển lịch học ngày thứ 5 sang thứ 2 giúp em để em có thể sắp xếp được thời gian đi kiến tập ạ!. . Em xin chân thành cám ơn!",
            "Chào bạn,. . Bạn vui lòng trình bày rõ nội dung cụ thể của môn học nào đi kiến tập, đi ngày nào? Và đang bị vướng môn nào cần chuyển nhé. Vui lòng trình bày rõ tên và mã môn học cụ thể để Phòng Đào tạo kiểm tra."
        ]
    },
    {
        "intent": "",
        "message": [
            "[full_name] mssv: [student_id]. . dạ trên mybk của em cập nhật sai số tín chỉ tích lũy. Mong thầy cô xem lại và cập nhật giúp em. Em xin cảm ơn ạ\t. . . .",
            "Chào bạn. . Số tín chỉ của hk 191 chưa cập nhật hết, Khoảng giữa tháng 03/2020 sẽ cập nhật lại dữ liệu điểm, nếu có sai sót nữa thì báo gởi khiếu nại lại nghen"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Khác ... . Em chào thầy (cô) ạ, em tên [full_name] học lớp VP2018/1, em muốn hỏi là khóa k19 có thay đổi chỉ so với các khóa trước, nếu em rớt môn em đăng ký học lại mã MH của khóa em hay khóa k19 ạ. Em xin chân thành cảm ơn.",
            "Chào em,. . . . Chương trình đào tạo Việt Pháp 2019 có thay đổi so với khoá trước, em Việt Pháp khoá 2018 em nên đăng kí học mã MH của chương trình khoá 2018."
        ]
    },
    {
        "intent": "",
        "message": [
            "Vừa làm vừa học - ĐTTX   Đăng ký môn học . Kính gửi phòng đào tạo, thầy trưởng phòng đào tạo.. . Em tên là [full_name], MSSV [student_id]. Hệ VHVL, chuyển hệ từ chính quy sang (MSSV cũ [student_id]1). . Trong học kì này (HK2 2019-2020) em có đăng kí ba môn học là Xử lý số tín hiệu - Mã môn EE2015; Đồ án- Mã môn EE3151; Đề cương luận văn tốt nghiệp - Mã môn EE4331. Tuy nhiên kết quả trả về là thiếu môn học trước, thiếu môn học tiên quyến. . Những môn học tiên quyết, môn học trước này em đã học và hoàn thành ở chương trình chính quy nhưng chưa đuược chuyển điểm sang.. . Kính mong phòng đào tạo sớm giải quyết cho trường hợp của em để có thể đăng kí được môn học trong học kì này. Đồng thời mong phòng đào tạo sớm chuyển điểm cho em để em làm luận văn tốt nghiệp, vì hiện tại em đã học hết toàn bộ các môn học theo chương trình học của nhà trường. . . Em Xin chân thành cảm ơn nhà trường.",
            "bạn làm đơn xin đăng ký môn học . . Môn đề cương phải có xác nhận đồng ý của khoa.. . . . Đính kèm bảng điểm CQ có các môn TQ đã học đạt. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Vì tình hình nghỉ học lên đến 4 tuần do virus Covid-19, cho em hỏi là nhà trường có tổ chức học kì hè 193 cho sinh viên không? . . Em xin chân thành cảm ơn. . .",
            "Chào bạn. . Hiện tại nhà trường chưa có thông báo mới về việc không tổ chức học kì hè 193, nếu có thông báo gì mới sẽ gởi email thông báo đến sinh viên"
        ]
    },
    {
        "intent": "",
        "message": [
            "Chứng chỉ ngoại ngữ - Đại học - Cao đẳng chính quy   Khác ... . Em là sinh viên K2016 chương trình đại trà, em đã nộp bằng TOEIC (515đ), nhưng chưa có chứng chỉ writing-speaking. Học kỳ này em đang làm LVTN. Nếu đến cuối kỳ này em vẫn chưa có chứng chỉ 2 kỹ năng thì em có được bảo vệ LVTN không?. . Nếu được thì học kỳ tiếp theo em có cần ĐKMH nữa không (vì em đã đạt đủ TCTL rồi) hay là em chỉ cần chờ đến khi nào mình thi được chứng chỉ 2 kỹ năng là được ra trường ạ?. .",
            "Chào bạn. .   - chứng chỉ writing-speaking là điều kiện để được tốt nghiệp . . - Về điều kiện tốt nghiệp bạn tham khảo: Quy chế học vụ điều 20: http://www.aao.hcmut.edu.vn/index.php?route=catalog/chitietsv&path=90&tid=1658"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: 1511192  /b \t. . . .   i Học phí - Đại học - Cao đẳng chính quy   Học phí học kỳ chính . Chào thầy/cô.. . Học kỳ này em có đăng ký môn Tư tưởng Hồ Chí Minh để duy trì tình trạng sinh viên. Nhưng sau khi bảo vệ thành công luận văn em sang Mỹ định cư và em có nhờ và có cán bộ giúp em HỦY môn đã đăng ký để có thể đăng ký tốt nghiệp.. . Nay em đăng ký TỐT NGHIỆP trên My BK không cho đăng ký vì nợ học phí. Nhưng trên BK Pay lại không có thông tin khoản tiền đó. Em không biết có phải do hủy đăng ký môn học hay không???. . Vậy em mong thầy/cô reset lại để khoản phí đó xuất hiện trên BK Pay để em có thể đóng tiền và hoàn tất thủ tục đăng ký tốt nghiệp.. .",
            "Chào bạn. . Phòng đào tạo đã ghi nhận dữ liệu của bạn, sẽ có trả lời câu hỏi của bạn trong thời gian nhanh nhất",
            "Chào bạn. . Bạn không nợ học phí gì nghen. . Ngày mai phòng đào tạo sẽ cập nhật lại dữ liệu tốt nghiệp để bạn khai tốt nghiệp. . - Có vấn đề gì thì bạn cứ báo lại để phòng đào tạo kiểm tra nghen"
        ]
    },
    {
        "intent": "",
        "message": [
            "Cho em hỏi là cần bao nhiêu tín chỉ để qua được năm nhất và nếu học lại học kì đầu năm sau đủ tín chỉ qua năm nhất thì qua học kì hai em có được đăng kí môn năm hai không ạ?. . Em cảm ơn.. . . .",
            "responsible person: [551] [staff_name] [helpdesk staff]",
            "Chào bạn. . Bạn xem chi tiết link bên dưới : Mục 1. . http://www.aao.hcmut.edu.vn/image/data/quyche/Ca%CC%81c%20thay%20%C4%91o%CC%82%CC%89i%20tu%CC%9B%CC%80%20HK192-updated.pdf"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Khác ... . Dạ em xin hỏi thời gian và cách thức đăng kí bổ sung LVTN là khi nào ạ. Tại em thấy thời gian trên lịch học vụ là 25/02 nhưng trên chỗ đăng kí môn học lại không có ạ.",
            "Chào bạn,. . Đăng ký online nhé bạn, sau 15h ngày 25/2 bạn vô đăng ký lại nhé!",
            "Dạ cô cho em hỏi em học CT Tài năng theo phụ lục là điểm CCAV là 450 sẽ nhận luận văn. Em nộp chứng chỉ 495 nhưng lúc đăng kí lại bị thiếu CCAV ạ. Mã môn CH4333 ạ"
        ]
    }
]