[
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: 1510186  /b \t. . . .   i Tốt nghiệp . Kính gửi thầy cô phòng Đào tạo,. . . . Em là Phùng Nguyễn Gia Bảo - mssv:1510186.. . . . Em có những môn sau xin được cập nhật môn tương đương để xét tốt nghiệp.. . . . \"Kết cấu bê tông cốt thép 2\" (mã MH: CI3175), điểm tổng kết : 5.50 ở học kỳ 1 (2019-2020) + \"ĐAMH kết cấu bê tông ct2\" (mã MH: CI3177), điểm tổng kết : 9.00 ở học kỳ 1 (2020-2021). Tương đương môn học \"Kết cấu bê tông cốt thép 2\" (mã MH: CI3007).. . . . \"Nền móng\" (mã MH: CI3195), điểm tổng kết : 5.00 ở học kỳ 2 (2019-2020) + \"ĐAMH nền móng\" (mã MH: CI3197), điểm tổng kết : 7.50 ở học kỳ 2 (2019-2020). Tương đương môn học \"Nền móng\" (mã MH: CI3037).. . . . \"Kết cấu thép 2\" (mã MH: CI3211), điểm tổng kết : 5.50 ở học kỳ 2 (2019-2020) + \"ĐAMH kết cấu thép\" (mã MH: CI3213), điểm tổng kết : 7.00 ở học kỳ 2 (2019-2020). Tương đương môn học \"Kết cấu thép 2\" (mã MH: CI3069).. . . . \"Tổ chức thi công\" (mã MH: CI4125), điểm tổng kết : 5.00 ở học kỳ 1 (2020-2021) + \"ĐAMH tổ chức thi công\" (mã MH: CI4127), điểm tổng kết : 7.00 ở học kỳ 1 (2020-2021). Tương đương môn học \"Tổ chức thi công\" (mã MH: CI4049).. . . . Em có đính kèm hình chụp bảng điểm 3 học kỳ có các môn ở trên.. . . . Mong thầy cô xem xét và cập nhật.. . . . Chân thành cảm ơn",
            "Chào bạn, . . PDT đã xử lý chuyển điểm tương đương theo yêu cầu của bạn.. . Dự kiến trong tháng 3/2022 sẽ cập nhật tại mybk  thông tin sinh viên  điểm chuyển. . . Hiện tại bạn có thể đăng ký in bảng điểm tại mybk để kiểm tra.. . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . [full_name], MSSV:[student_id]. . Em xin được rút môn. . [full_name]ập trình nâng cao - CO2039. . [full_name]ớp [full_name]01",
            "Chào em,. . Em vui lòng xem email PĐT đã gửi:. . \"ĐĂNG KÝ RÚT MÔN HỌC HỌC KỲ 2(2021-2022). . Hộp thư đến. . . . - Ho Tro SV   support.stu@hcmut.edu.vn . . 08:57, Th 6, 7 thg 1. . tới stu.all, bcc: tôi. . . . Thân gửi các bạn sinh viên,. . . .   Phòng đào tạo thông báo về phương thức đăng ký RÚT MÔN HỌC (tính Học Phí theo quy định) (Chính quy + Dự thính) của học kỳ 2 (2021-2022) như sau:. . . . SV đăng nhập vào Google bằng tài khoản BKNetID@hcmut.edu.vn và điền thông tin RÚT MÔN HỌC theo link : https://forms.gle/QUtA7vkKnkW9oqBm8. . . . Thời gian đăng ký : Từ ngày 10/01/2022 đến hết ngày 05/03/2022. . . . Xem chi tiết quy định về rút môn học tại QUY CHẾ ĐÀO TẠO VÀ HỌC VỤ điều 11.2. . . . Chúc các bạn học tập thật tốt!\". ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . . . Dạ em chào cô. . Em tên là [full_name], MSSV:[student_id]. . Trong HK  211 em có học môn nhập môn lập trình (CO1003) để thay thế môn tương đương kĩ thuật lập trình CO1013 trong chương trình đào tạo của tụi em. Dạ giờ em xin được chuyển điểm ạ. Vì vậy mong thầy cô chuyển điểm giúp em môn này để em đủ điều kiện số tín chỉ đăng ký LVTN trong kì này. Cảm ơn cô. Mong sự phản hồi sớm từ cô.. . Chúc cô đầu tuần vui vẻ.. .",
            "Chào em,. . Em cần làm đơn (không có mẫu) gửi BKSI để PĐT kiểm tra và trả lời em nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Do kì trước em không đủ anh văn để tốt nghiệp nên bị tạm dừng việc học. Em muốn xin nhà trường thu nhận lại để tốt nghiệp thì phải làm sao ạ. em cảm ơn .",
            "Chào em,. . PDT đã ghi nhận yêu cầu về đăng ký xét TN của em. SV vui lòng theo dõi email  và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 01/3/2022 SV vẫn chưa nhận được mail hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 04/2022) Về tình trạng sinh viên, khi nào em có tên trong ds dự kiến tốt nghiệp, PDT sẽ tự động ra QD thu nhận cho em nhé.. . Thân mến. .",
            "Chào bạn. . Cô gởi bạn đính kèm: file thống kê các môn chưa tích lũy + số tín chỉ đã tích lũy. . Bạn kiểm tra lại nghen. . Trường hợp có khiếu nại bạn có thể gửi lại qua bksi.. . Trường hợp SV học môn tương đương nhưng chưa được cập nhật, vui lòng gửi lại thêm 1 yêu cầu khác về việc xin cập nhật môn tương đương (ghi rõ tên và mã MH SV học, ở học kỳ nào? bao nhiêu điểm? và tương đương với môn học nào thuộc CTĐT của SV). . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Thưa quí thầy cô.. . Em tên [full_name] [student_id] CK17NH2. . Bắt đầu từ tuần này (tuần 8), em vào mybk thì không còn thấy TKB và Lịch thi cùa học kì này (HK212) nữa. (Ngày nào em cũng check 6-7 lần,nhưng vẫn không thấy hiển thị hay cập nhật mới). . Kính mong quí thầy cô kiểm tra lại giúp em ạ. . Em xin cám ơn. .  . . (em có đăng kí môn hóa đại cương,môn học đó có tkb 1 lớp lý thuyết và 1 lớp thí nghiệm.Nhưng tuần trước thì tkb lại có đến 1 lớp lý thuyết và 2 lớp thí nghiệm bởi 3 giáo viên khác nhau.mong quí thầy cô xem xét giúp em0",
            "Chào em,. . Do em chưa đóng học phí nên TKB và lịch thi bị huỷ nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em kính chào quý thầy cô Phòng Đào tạo,. . . . Em gặp vấn đề cập nhật Bảng điểm.. . . . Em có học 1 môn 2 tín chỉ ở HK211 và   B đã có điểm trên Bảng điểm  /B . Tuy nhiên tổng số tín chỉ tích lũy và điểm trung bình tích lũy của em hiện tại   B chỉ được cập nhật tới HK202  /B .. . . . Em muốn hỏi vấn đề này là do chưa tới ngày cập nhật Bảng điểm hay có trục trặc gì không ạ?. . . . Mong nhận được giải đáp của thầy cô.. . Em xin chân thành cảm ơn.",
            "Chào em,. . - Trên Mybk chưa có cập nhật. Điểm vẫn còn thiếu, chưa có điểm của tất cả sv chứ không phải của 1 mình em. Do đó khi nào đủ điểm mới cập nhật.. . - Khi sv cần in bảng điểm thì sẽ có đầy đủ ĐTB tính đến thời điểm sv đăng ký in.. . - Nếu em muốn xem thì xem trong ds dự kiến TN.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em có đăng kí in bảng điểm dùng để nộp CV tìm việc. Hiện đã gần đến hạn nộp hồ sơ và theo lịch nay là ngày trả hẹn KQ - nhưng em vẫn thấy tình trạng in bảng điểm là đang in. . . . . Phòng Đào Tạo cho em hỏi là liệu có cách nào để sinh viên có thể tự lấy được bảng điểm online hoặc có thể gửi trước bảng scan cho em được không ạ?. . . . Cảm ơn. Mong nhận được hồi âm từ PĐT.. . . .",
            "Chào em;. . bên bưu điện đã xác nhận người nhận đã nhận bảng điểm rồi nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "i Học vụ . Dạ em chào cô. . Em tên là Lê Đức Huân, MSSV:[student_id]. . Trong HK chính 211 em có học môn Nhập Môn [full_name] (CO1003) để thay thế môn tương đương [full_name] [full_name] CO1013 trong chương trình đào tạo của tụi em. Dạ giờ vẫn chưa được chuyển điểm ạ. Vì vậy mong thầy cô chuyển điểm giúp em môn này. Em xin chân thành cảm ơn thầy cô. Kính chúc thầy cô đầu tuần vui vẻ!. .",
            "Chào em,. . Em cần làm đơn (không có mẫu) gửi bksi hoặc nộp trực tiếp CS1 để PĐT xem và trả lời cho em nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Xin chào thầy/cô,. .    Sau khi theo dõi thời gian danh sách tốt nghiệp dự kiến bởi PDT. Em đã hoàn thành môn học của văn bằng 2. Tới thời điểm hiện tại trong danh sách tốt nghiệp dự kiến của em vẫn không có hiển thị mục văn bằng 2 cho e ạ. Và tên chuyên ngành của văn bằng 1 lại bị đổi tên thành của ngành văn bằng 2( em có đính kèm ảnh). . .    Mong được hỗ trợ từ phía thầy/cô ạ.. . Em xin cảm ơn.",
            "Chào bạn,. . PDT đã ghi nhận yêu cầu về đăng ký xét TN của bạn. SV vui lòng theo dõi email  và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 01/03/2022 SV vẫn chưa nhận được thấy tên trong ds dự kiến tốt nghiệp (http://www.aao.hcmut.edu.vn    Tốt nghiệp    Thông tin tốt nghiệp) hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 04/2022 (cập nhật mới gia hạn thời gian xử lý tốt nghiệp). . Về tình trạng sinh viên, khi nào em có tên trong ds dự kiến tốt nghiệp, PDT sẽ tự động ra QD thu nhận cho bạn nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Kính gửi Phòng Đào Tạo,. . Em là Nguyên - sinh viên khoa KH&KT Máy Tính K16. . . . Em có gửi đăng kí tốt nghiệp và nhận được thông báo trả đơn đăng kí do chưa tải ảnh lên hệ thống.. . Hiện giờ em đã tải ảnh hộ chiếu theo đúng yêu cầu nhưng lại không thể nộp lại đơn đăng kí tốt nghiệp ạ.. .",
            "Chào bạn, . . PDT đã xác nhận cho bạn rồi, bạn đã thanh toán lệ phí tốt nghiệp là 95.000đ.Không cần nộp lại đơn, bên bộ phận nhận đơn sẽ tự kiểm tra lại hình và xác nhận cho sinh viên. . Bạn đợi mail thông báo nhận bằng tốt nghiệp thôi. . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em chào pdt ạ. Em là sinh viên k21 khoa việt pháp. Cho em hỏi là có phải hôm nay ai nhận được mail học quân sự thì sẽ học off trước và ai chưa nhận được thì sẽ học off sau phải không ạ. Em xin cảm ơn.",
            "Chào em,. . Em liên hệ PĐT TT GDQP qua 028.[student_id]7, hoặc email [email] liên hệ PĐT TT GDQP qua 028.[student_id]7, hoặc email [email]. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Dạ cho em hỏi tại http://www.aao.hcmut.edu.vn/index.php?route=catalog/chitiettn&path=68&tid=1997. . em có thấy là ngày 11/4 là hạn chốt xét tốt nghiệp. Như vậy, nếu em nộp bằng toiec để chuyển điểm anh văn vào ngày 11/4 thì có đủ điều kiện để xét tốt nghiệp vào đợt tốt nghiệp tháng 4 không ạ.. . . . Và em có không đăng ký môn học nên hiện đang bị tạm dừng thì có thể nộp đơn để thu nhận online không ạ.. . . . Em xin cảm ơn.",
            "Chào bạn,. . - Trước tiên khi nào bạn có Chứng chỉ ngoại ngữ thì bạn vui lòng nộp và đăng ký chuyển điểm theo quy trình. Sau đó theo dõi điểm chuyển được cập nhật xong thì sinh viên liên hệ PDT để được xét tốt nghiệp bổ sung.. . - Khi nào có bạn có tên trong danh sách dự kiến tốt nghiệp, PDT sẽ tự động ra Quyết định thu nhận lại cho bạn . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em không có phần vào trang của [full_name] để nhận thông báo trên Elearning nữa ạ. Em cảm ơn",
            "Chào em,. . Em vui lòng liên hệ [full_name] nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Chào thầy/cô,. . Em tên [full_name], MSSV [student_id], khóa 2020 hệ VHVL, khoa Kỹ thuật giao thông chuyên ngành Công nghệ ô tô.. . Được sự đồng ý của giáo viên bộ môn (thầy [full_name]) và chủ nhiệm khoa Kỹ thuật giao thông (thầy [full_name]), em mong thầy/cô mở lớp Điều khiển tự động trên ô tô theo hình thức đồ án cho em và các bạn trong lớp tham gia. Em và các bạn mong muốn được học để sớm hoàn thành được chương trình học tập. Em cảm ơn thầy/cô nhiều, em [full_name]!",
            "Chào bạn, . . PDT kiểm tra môn TR4089 là môn bắt buộc của chương trình đào tạo kỹ thuật ô tô K19 nên bạn vui lòng đăng ký môn học theo đúng tiến độ HK 221(HK 1 của 2022-2023). Hiện tại không thể xử lý môn này theo dạng đồ án. . . Thân.",
            "Dạ thầy/cô cho em hỏi,. . . . Học kỳ này là học kỳ chính thức, nếu bây giờ em và các bạn không đăng ký được môn này thì sang học kỳ sau PDT có kế hoạch mở lớp này cho em và các bạn hay không? Vậy trường hợp lớp em chỉ có mấy bạn học như thế này thì phải chờ khóa sau lên đủ sỉ số đăng ký rồi mới mở lớp cho em và các bạn học hay sao thầy/cô? Rồi nếu không đủ sỉ số rồi vẫn không mở lớp, vậy em và các bạn trong lớp học bao giờ sẽ tốt nghiệp được? Em mong thầy/cô giải đáp thắc mắc cho em và các bạn, em cảm ơn thầy/cô, em [full_name]!",
            "Chào bạn. . Như [full_name] đã trả lời với bạn: \"\"môn TR4089 là môn bắt buộc của chương trình đào tạo kỹ thuật ô tô K19 nên bạn vui lòng đăng ký môn học theo đúng tiến độ HK 221(HK 1 của 2022-2023)\"\". . Về Chương trình đào tạo và các thắc mắc của bạn vui lòng liên hệ về [full_name] xin gặp Thầy/[full_name] [full_name] trách về CTĐT để được tư vấn và hỗ trợ thêm.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Dạ em đã học môn Hóa thí nghiệm vào học kì 1 (đã làm thực hành lúc trước Tết luôn rồi ạ). Học kì 2 em cũng không có đăng kí môn Hóa thí nghiệm mà giờ em thấy thời khóa biểu của em có lịch học Hóa thí nghiệm ạ.. .",
            "Chào em,. . Nếu em đã hoàn thành  thì em liên hệ GV để xác nhận có cần đi học không, PĐT chỉ xếp lịch học bù chung.. . Thân mến. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . kính chào quý thầy/cô Phòng đào tạo. . Ngày 24/7/2021 em có tạo câu hỏi/yêu cầu số #26712 để xin PĐT xem xét phiếu đề nghị xét miễn môn học bổ sung (đính kèm file phiếu đề nghị xét miễn môn học và bảng điểm đào tạo bậc Đại học hệ chính quy của Khóa 2015 Ngành Xây dựng Dân dụng và Công nghiệp).. . Tuy nhiên, đến hiện nay là ngày 23/02/2022, em vẫn chưa có kết quả phản hồi qua BKSI hoặc mail sinh viên. Vì vậy, hôm nay ngày 23/02/2022 em đã lên PĐT để hỏi nhưng nhân viên PĐT cũng chưa giải quyết được lý do vì sao chưa có kết quả. Do đó, em xin mở chủ đề này và tiếp tục hỏi lại trong phần đặt câu hỏi/yêu cầu về vấn đề trên. Kính đề nghị PĐT có phản hồi kết quả sớm cho Sinh viên, vì đến nay đã quá lâu rồi nhưng chưa có kết quả xét miễn môn học.. . Xin cám ơn quý thầy/cô Phòng đào tạo.. . . . Em xin đính kèm lại file pdf \"đề nghị xét miễn môn học\" đã gửi vào ngày 24/07/2021 nhưng đến nay vẫn chưa có kết quả!",
            "Đang xử lý, bạn vui lòng đợi phản hồi nghen. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em có đăng kí hoãn thi môn địa chất công trình theo hướng dẫn rồi nhưng sao em lại nhận điểm 13 trên BKEL ạ. Mong thầy cô kiểm tra lại giúp em.",
            "Chào em,. . Hiện tại nhà trường chưa ra QD hoãn thi nhé em, dự kiến ra quyết định chung vào tháng 3, nên trường hợp đăng ký hoãn thi vẫn bị điểm 13 bình thường. Sau khi hậu kiểm với ds của [full_name] thì mới ra quyết định hoãn thi và sẽ điều chỉnh lại điểm trên mybk/Thông tin SV/xem điểm. . Lưu ý:. . 1) PDT sẽ hậu kiểm lại với danh sách cấm thi của [full_name] gửi lên, nếu SV bị cấm thi sẽ bị hủy kết quả hoãn thi theo quy định. SV vẫn phải hoàn thành các phần việc của môn học, nhất là TH/TNg và BTL. GV có quyền cấm thi nếu SV không hoàn thành tốt các phần này. . Thân mến"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Cho em hỏi em đã đăng dự thi toeic ngày 27 tháng 3 và dự kiến có kết vào ngày 8/4, vậy em em có đủ thời gian để PĐT chuyển điểm ngoại ngữ để em được đăng kí tốt nghiệp trong đợt này không ạ? Em thi toeic nghe đọc quốc tế ở trường luôn  Em cảm ơn ạ.. .",
            "Chào bạn, . . Trước tiên khi nào bạn có Chứng chỉ ngoại ngữ thì bạn vui lòng nộp và đăng ký chuyển điểm theo quy trình. Sau đó theo dõi điểm chuyển được cập nhật xong thì sinh viên liên hệ PDT để được xét tốt nghiệp bổ sung. . . Thân",
            "Cho em hỏi lễ tốt nghiệp chính thức đợt này là vào ngày/ tháng nào ạ, và nếu em có trong danh sách tốt nghiệp bổ sung thì có được dự lễ tốt nghiệp không hay chỉ được nhận bằng thôi ạ, em cảm ơn nhiều ạ! ?",
            "Chào bạn. . - Lễ tốt nghiệp chính thức: vui lòng đợi thông báo. . - Nếu bạn có bằng thì lúc đó sẽ xem thông báo Lễ tốt nghiệp để đăng ký dự lễ. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính chào các Quý thầy, cô (anh, chị) phụ trách Phòng Đào tạo.. . Em tên: [full_name] ; MSSV: [student_id] ; Khoa Kỹ thuật Giao thông.. . Em viết mail này với lý do:. .  - Hiện em vẫn chưa có lịch thi Giữa HK 212 (lịch thi vẫn chưa hiển thị trên phần Thông tin SV của My Bach Khoa). .          Em mong Phòng Đào tạo kiểm tra giúp em sớm nhất có thể!. .                 Em xin chân thành cảm ơn!. . . . (Bên dưới là hình ảnh của lỗi không hiện lịch thi của em). .",
            "Chào em,. . Em phải thanh toán học phí HK211.. . Em vui lòng xem email PĐT đã gửi:. . \"Nhắc: thanh toán học phí học kỳ 211. . Hộp thư đến. . . . [email]. . 14:58, Th 2, 24 thg 1. . \". . Thân mến. . . . . .",
            "li answer rate: Answer suits the needs / Câu trả lời đúng ý",
            "Em tên: [full_name] ; MSSV: [student_id] ; Khoa Kỹ thuật Giao thông.. . Dạ em đã thanh toán rồi, em rất xin lỗi vì sơ suất này. Khi nào thì em được mở lại lịch thi ạ!!!. .  Em xin chân thành cảm ơn!. .",
            "Chào bạn. . Pdt sẽ cập nhật lại vào thứ 6 (4/3/22), nhưng hiện tại nếu có lịch thi thì bạn vào BKexam thi bình thường nghen. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Chào thầy cô. . Em hiện đang ở ngoài Nghệ An,thì thủ tục xem xét mà trao  đổi vs cô ở câu hỏi trước có thể nộp qua mail ko và nộp cho ai ạ,hay phải gửi bưu điện ạ. . Em cảm ơn. . . .",
            "Chào em,. . Em chụp hình tất cả minh chứng về lý do, đơn tạm dừng gửi bksi để PĐT trình Ban Lãnh đạo xem xét nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Vừa qua vì một số vấn đề cá nhân, nên em đã đóng tiền học phí trễ 2 ngày. Sau khi đóng thì tiền vẫn bị trừ vào tài khoản. Vậy cho em hỏi học phí của em có được chấp nhận không ạ",
            "Chào em,. . Em vào bkpay xem nhé.. . Thân mến. .",
            "b MSSV/MSGV: 2051211  /b \t. . . .   i Yêu cầu khác. . Em vừa đóng học phí ở Bkpay, hệ thống ghi nhận em CÓ ĐÓNG HỌC PHÍ trễ hạn, và tài khoản của em cũng có bị trừ tiền. Vậy cho em hỏi kì học này em có bị đình chỉ hay sao không ạ",
            "Chào em,. . Em liên hệ Văn phòng Đào tạo quốc tế [email] để được hỗ trợ nhé.. . Thân mến. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em tên là [full_name], mã số sinh viên [student_id], em muốn hỏi về thời khóa biểu đi học trực tiếp thí nghiệm Hóa Đại Cương. Trước khi nghỉ tết, em đã đi học trực tiếp Thí Nghiệm Hóa Đại Cương lớp VL18 tại cơ sở 1 trong tuần 3 và 4. Vào ngày 23/2/2022, em xem thời khóa biểu trên mybk thì thấy trong HK212 có thêm 2 tiết học Thí Nghiệm Hóa Đại Cương lớp VL14 vào tuần 10 ở cơ sở 2. Em muốn hỏi là em có cần phải đi học lại không ạ ?. . Em kính mong nhà trường dành thời gian giải đáp thắc mắc cho em ạ, . . Em xin chân thành cảm ơn. . Trân trong,. .",
            "Chào em,. . Nếu em đã hoàn thành  thì em liên hệ GV để xác nhận có cần đi học không, PĐT chỉ xếp lịch học bù chung.. . Thân mến. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Mở môn học học kỳ 212 . Xin chào thầy, cô!. . Em tên [full_name], là sv lớp BK21 HTĐ VLVH, hiện tại lớp em chỉ có một số bạn đã có TKB và đã được học môn Nhập môn kỹ thật thí nghiệm, còn đa số còn lại vẫn chưa được học và cũng chưa có TKB trên BKel. Cho em xin hỏi là lớp phải chờ TKB hay là cần phải đăng ký để được học không vậy ạ!. . Em xin cảm ơn!",
            "Chào em,. . Em vui lòng trình bày rõ thông tin có: mã số môn học, tên môn học, mã nhóm, HK, lý do nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Thưa quí thầy cô.. . Em tên [full_name] [student_id] CK17NH2. . . .  Vì hoàn cảnh (khó khăn kinh tế,cả dòng họ em đều mắc covid,mẹ em bị bệnh nặng, điều kiện dưới quê vùng sâu vùng xa lại thiếu thốn,hạn chế),nên em không có thời gian,thiết bị,khả năng học tập  và thanh toán học phí HK202 HK211.. .  Em đã có trình bày và cầu cứu nhưng pdt,pctct cũng không có cách giải quyết,phải bó tay. Nên em đành bỏ liều để gánh phụ cho gia đình,và nay em xin chịu hình phạt của nhà trường.. .  Hiện em đã bị trường xóa tkb và lịch thi HK212. Em CHỈ xin hỏi và mong nhận được trả lời [full_name] nhất ạ:. . 1.Vậy hiện giờ có phải em đang bị tạm dừng học không ạ? Em có còn bị xử phạt gì không ạ?. . 2.Muốn được bình thường trờ lại học tiếp HK213 HK222 sắp tới,em có cần làm đơn gì không ạ.. . 3.Em xin pđt xóa/hủy kết quả điểm số của HK202 HK211 được không ạ (Vì hai học kì đó em không thể thanh toán học phí,học tập và đi thi). .   [full_name] [full_name]ỦA QUÍ THẦY CÔ.[full_name] [full_name]ỦA EM,[full_name],[full_name].XIN QUÍ THẦY CÔ PHẢN HỒI CỤ THỂ GIÚP CHO EM. .   EM XIN CÁM ƠN. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Dạ cho em hỏi là học kì 211 em có học thí nghiệm hoá lớp cô [full_name] - L18. Khi trường có cho đăng kí học trực tiếp trước Tết (tức là trong HK211) nhưng em đã không đăng ký và thấy thông báo là nếu không đăng ký thì sẽ được dời lại cho đến khi toàn bộ đi học offline lại. Tuy nhiên em vẫn có lịch trên BKel với lớp học là VL11. Vì lúc đó em không đăng ký nên chủ quan không kiểm tra lịch (đây là lỗi của em). Nhưng lúc đó em có xem thì em vẫn không thể đi được, vì em ở Quảng Ngãi chứ không phải ở TPHCM.. . Dạ không biết có nhầm lẫn gì ở đây không ạ?",
            "Chào em;. . vậy bây giờ e có muốn đăng ký học không, và em đã vào lại tpHCM chưa?????. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: EM tên NGÔ MINH TRIỀU [student_id] CK17NH2. . Thưa quí thầy cô.. . BỊ hủy tkb-lịch thi đồng nghĩa với việc em bị tạm dừng học HK này đúng không ạ.Có nghĩa là em không thế/không cần học và thi những môn em đã đăng kí trong kì này ạ.. .  Đề được bình thường học tập trở lại trong những học kì tiếp, thì Em có cần làm đơn thu nhận hay đơn trình bày gì khác nữa không ạ. . .  Mong nhận được hướng dẫn cụ thể từ quí thầy cô.. . EM XIN CÁM ƠN"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Tên: [full_name] sở. . Mssv: [student_id]. . Em đã xin chuyển hệ trước tết để kịp đăng kí môn học. . Nhưng pdt chưa giải quyết cho e , tới qua tết thì mới có quyết định . . Chứ không phải em không đăng ký môn học . . Hiện tại e muốn đăng kí môn luận văn tốt nghiệp . . Mã ci4347. . Với môn kết cấu thép 1 , dự thính , hiện em có biết dự thính mới bắt đầu kì thoy , trước tết có đăng kí môn học nhưng chưa chuyển hệ được nên em chưa đĂng kí được . . Giúp em với ạ . . Mã kết cấu thép 1 , dự thính. . Mã môn: ci3009. . Giúp e với ạ . . Tại không đăng kí môn học đc ạ . . Dự thính thì mới bắt đầu 1 tuần , còn luận văn thì tới t6 mới bv hệ vhvl . Giúp e với . .",
            "Chào bạn, . . - Hiện tại đã đến tuần thứ 5 của HK 212, nên bạn vui lòng làm đơn đăng ký LVTN, trong đơn ghi rõ tên môn học, mã số môn học, lý do bổ sung. Và phải có xác nhận của Khoa + Giảng viên hướng dẫn đồng ý bổ sung và xác nhận tiến độ thực hiện được bao nhiêu phần trăm (có thể gởi yêu cầu Khoa + Giảng viên hướng dẫn xác nhận trong đơn, hoặc xác nhận qua mail, bạn chụp hình mail  đồng ý đính kèm ), gởi yêu cầu tại BKSI để xử lý. . - Môn CI3009 là môn dự thính lộ trình 1 chuẩn bị thi giữa kỳ rổi nên PDT không thể xếp TKB cho bạn được. . . Thân.",
            "Dạ Môn CI3009 em đã học mấy lần rồi . . . Em xin pdt giúp e đăng kí với ạ . . Em có thể xin giáo viên giúp đỡ . . Em còn 1 môn cuối cùng thoy . . Kịp thi giữa kỳ là được ạ . . Em cảm ơn. Giúp e với ạ",
            "Chào bạn. . Theo quy định là không được nghen bạn. . Bạn đợi đăng ký vào Hk213 hoặc hk 221. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Thưa thầy/cô,. . Em là [full_name], MSSV:[student_id].. . Em đã thanh toán tiền chuyển điểm anh văn thông qua phòng giao dịch OCB từ ngày 15/2/2022. Nhưng đến nay trên BKpay vẫn chưa cập nhật trạng thái đã thanh toán. Hình ảnh biên lai em có định kèm bên dưới. Hi vọng thầy/cô có thể giải quyết giúp em để em có thể chuyển điểm nhanh chóng. Em xin cảm ơn/. .   i Yêu cầu khác .",
            "Chào em,. . Em liên hệ số điện thoại hotline của Ngân hàng OCB để được hỗ trợ:[student_id]8. . Thân mến. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Em tên là [full_name]. .   b MSSV: [student_id]  /b . . Hệ VLVH. .   i Tốt nghiệp . Khoa Kỹ thuật hóa học_ bộ môn kỹ thuật hóa lý phân tích. . . . - Em đã bảo vệ LVTN ngày 16/01 nhưng hiện tại điểm vẫn chưa có trên hệ thống.. . Em đã hỏi bộ môn và bộ môn đã báo là nhập điểm từ đầu tháng 2 rồi.. . . . - Em có đính kèm theo file ở dưới ạ. Em mong được giải quyết để có thể kịp thời đăng ký tốt nghiệp đúng hạn ạ.. . . . . . Em xin cảm ơn.. . . .",
            "Chào em,. . Điểm do GV nhập, [full_name] gửi bảng điểm đến PĐT. Em vui lòng liên hệ [full_name] nhé.. . Thân mến. .",
            "li answer rate: Answer does not suit / Câu trả lời không đúng ý"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em chào thầy(cô) ạ.. . . . Mã số môn học: CO4313. . Tên môn học: Luận văn tốt nghiệp. . Mã nhóm lớp: A01. . HK: 212. . Lý do: Em có đăng ký Luận văn tốt nghiệp trong đợt 3 nhưng kết quả đăng ký không thành công.. . . .   B Em đã tạo yêu cầu trên BKSI vào tuần trước, cô [full_name] đã chuyển yêu cầu sang bộ phận ĐKMH kiểm tra và xử lý. Tuy nhiên thời khóa biểu của em vẫn chưa được cập nhật ạ.  /B . . . . Em mong được thầy(cô) cho em được đăng ký bổ sung môn học Luận văn tốt nghiệp ạ.. .",
            "Chào em,. . Pdt kiểm tra số tín chỉ tích luỹ ngành của em:113\t  119 SV kiểm tra lại số TCTL,  Không đủ ĐK nhận LVTN. . Gởi đính kèm: file thống kê các môn chưa tích lũy + số tín chỉ đã tích lũy. . Em vui lòng kiểm tra lại nhé. . Thân mến. . . . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Chào thầy/cô ạ. Em tên [full_name], MSSV: [student_id], đang được xếp vào nhóm/tổ VL19 môn thực tập điện tử 1 (EE2023), tuần học 27-29. . em viết đơn này xin được chuyển sang nhóm/tổ khác có lịch thí nghiệm trong tuần 10-13 ạ. Mong thầy/cô chấp nhận và thay đổi lớp học cho em. Em xin cảm ơn. .",
            "Lí do em viết đơn này vì phải thực tập hè ạ.",
            "Chào em,. . PĐT xếp lịch bù chung. Nếu em cần thay đổi em liên hệ trực tiếp với GV nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Khiếu nại đăng ký môn học . Dạ em chào thầy/cô ạ. Em là [full_name], MSSV [student_id],. . Hiện đang là sinh viên năm 4 lớp CK18CTM3 ạ. . . Em viết câu hỏi này muốn thắc mắc về việc phòng đào tạo đã hủy đăng kí nhận luận văn tốt nghiệp của em trong tất cả các lần đăng kí mà lý do thì chỉ ghi là \"sinh viên không đủ điều kiện nhận luận văn\" ạ. . .",
            "Chào bạn. . [full_name]T đã tiếp nhận đề nghị DKMH của bạn. . [full_name]T sẽ phản hồi tại BKSI sau ngày 01/03/2022.. . Thân.",
            "Chào bạn. . Pdt kiểm tra số tín chỉ tích luỹ ngành của bạn: 105+17=122  123 Không đủ ĐK nhận LVTN. . Bạn vui lòng kiểm tra lại . . Thân",
            "Dạ là do lúc đó điểm của học kỳ 203 em chưa cập nhật thưa cô! Hiện tại đã cập nhật đủ 108 +17 chỉ rồi ạ!. . Giờ em còn có thể đăng kí vé vớt nào không ạ! . . Thưa cô. .",
            "\"Chào bạn. . Hiện tại đã đến tuần thứ 7 của HK 212, nên bạn vui lòng làm đơn đăng ký LVTN, trong đơn ghi rõ tên môn học, mã số môn học, lý do bổ sung. Và phải có xác nhận của Khoa + Giảng viên hướng dẫn đồng ý bổ sung và xác nhận tiến độ thực hiện được bao nhiêu phần trăm (có thể gởi yêu cầu Khoa + Giảng viên hướng dẫn xác nhận trong đơn, hoặc xác nhận qua mail, bạn chụp hình mail  đồng ý đính kèm ), gởi yêu cầu tại BKSI để xử lý. . Thân. . \""
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Thầy cô cho em hỏi,. . Em có đăng ký rút môn nguyên lý ngôn ngữ lập trình do bị mất laptop, nhưng đến giờ em không biết đã rút thành công hay chưa, bằng cách nào để biết môn đó đã được rút ạ? Em cảm ơn",
            "Chào em,. . Nếu em điền form rồi mà chưa nhận được email xác nhận là do hiện tại chính sách gmail thay đổi nên không gửi được thông tin email đến sv. Sau ngày 31/3 em xem TKB cập nhật nhé.. . Thân mến. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Thầy cô cho em hỏi là hè trường có mở các lớp tiếng anh hay thi anh văn trong trường không ạ. Do em chỉ mới qua av3 và thi ngoài trường chỉ vừa 590 nên chuyển điểm không đạt av4 ạ. em sợ không kịp để đăng ký môn cho năm sau, mong thầy cô giải đáp cho tụi em ạ",
            "Chào em,. . Em vui lòng trình bày rõ về việc thi AV trong trường của bạn hỏi là gì? cụ thể hơn nhé.. . Việc mở MH trong hè là do SV đăng ký, đủ số lượng SV đăng ký theo quy định và Trung tâm ngoại ngữ đồng ý mở lớp thì có thể mở được nhé bạn. . Bạn có thể liên hệ TTNN để được tư vấn thêm về việc mở MH AV4 nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "dạ e là [full_name] MSSV [student_id]. Cho e hỏi cách rút môn học vs ạ. Em xin cảm ơn.. . . .",
            "Chào em,. . Em vui lòng xem email PĐT đã gửi:. . \"ĐĂNG KÝ RÚT MÔN HỌC HỌC KỲ 2(2021-2022). . Hộp thư đến. . . . - Ho Tro SV   [email] . . 08:57, Th 6, 7 thg 1. . tới stu.all. . . . Thân gửi các bạn sinh viên,. . . .   Phòng đào tạo thông báo về phương thức đăng ký RÚT MÔN HỌC (tính Học Phí theo quy định) (Chính quy + Dự thính) của học kỳ 2 (2021-2022) như sau:. . . . SV đăng nhập vào Google bằng tài khoản [email] và điền thông tin RÚT MÔN HỌC theo link : https://forms.gle/QUtA7vkKnkW9oqBm8. . . . Thời gian đăng ký : Từ ngày 10/01/2022 đến hết ngày 05/03/2022. . . . Xem chi tiết quy định về rút môn học tại [full_name] [full_name] điều 11.2. . . . Chúc các bạn học tập thật tốt!. . . . . . Trân trọng thông báo.\". ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác:",
            "Chào bạn,. . Thời điểm hiện tại đã đến tuần thứ 6 của HK212, quá thời gian để bổ sung môn học/thu nhận cho HK 212.. . Xem chi tiết lịch đăng ký môn học HK kế tiếp (HK 213) dự kiến cập nhật cuối tháng 05/2022 tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ theo học kỳ    Lịch học vụ năm học 2021-2022    Học kỳ 3. . . . - In thẻ SV: có thể đăng ký trực tiếp tại PDT vì lý do đang bị tạm dừng. . . . - Giấy chứng nhận thi Toeic: làm đơn xin cấp giấy chứng nhận dùng để thi toeic làm đơn có thể nộp trực tiếp hoặc qua BKSI.. . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ .",
            "Kì 211 vừa rồi em có học môn Kiến Trúc Máy tinh mã môn CO2007 của thầy [full_name].Thầy có ghi là vì điểm quiz không cao hơn bài tập lớn nên thầy không tính nhưng do bài tập lớn em không điểm nên em mất cả phần điểm quiz 10%.Rất mong phòng đào tạo xem xét để em có thể có được 10% điểm quiz đó ạ.",
            "Chào em,. . Các hoạt động trong khóa học do GV phụ trách môn học quản lý, PĐT không có quyền can thiệp. SV vui lòng liên hệ GV.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ  /i Chào quý thầy/cô! Em tên [full_name], em muốn xin quý thầy/cô cho em rút môn Tự động hóa sản xuất (ME4205). Lý do: em mới biết môn học bổ túc đóng 900/1 chỉ nên em không đóng nổi học phí. Em muốn rút 1 môn 3 tín chỉ để dành tiền đóng học phí. Mong quý thầy cô chấp thuận.Em chân thành cảm ơn! Mong cô giúp giùm em!. . . .",
            "Chào em,. . - Đã hết thời gian huỷ môn học.. . - Rút môn học: em xem email PĐT đã gửi:. . \"ĐĂNG KÝ RÚT MÔN HỌC HỌC KỲ 2(2021-2022). . Hộp thư đến. . . . - Ho Tro SV   support.stu@hcmut.edu.vn . . 08:57, Th 6, 7 thg 1. . tới stu.all, bcc: tôi. . . . Thân gửi các bạn sinh viên,. . . .   Phòng đào tạo thông báo về phương thức đăng ký RÚT MÔN HỌC (tính Học Phí theo quy định) (Chính quy + Dự thính) của học kỳ 2 (2021-2022) như sau:. . . . SV đăng nhập vào Google bằng tài khoản BKNetID@hcmut.edu.vn và điền thông tin RÚT MÔN HỌC theo link : https://forms.gle/QUtA7vkKnkW9oqBm8. . . . Thời gian đăng ký : Từ ngày 10/01/2022 đến hết ngày 05/03/2022. . . . Xem chi tiết quy định về rút môn học tại QUY CHẾ ĐÀO TẠO VÀ HỌC VỤ điều 11.2. . . . Chúc các bạn học tập thật tốt!\". ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Gửi pdt,. . . . Hiện tại em cần giấy chứng nhận tốt nghiệp tạm thời để gửi về cơ quan ở địa phương.. . . . Phiền pdt cho em xin phép đăng ký in giấy hoặc cho em xin link tải bản mềm ạ.. . . . Em xin chân thành cảm ơn. .",
            "Chào bạn, . . PDT đã tiếp nhận yêu cầu in giấy tốt nghiệp tạm thời của bạn và đang xử lý, khi nào in xong sẽ gửi cho bạn qua BKSI. . . Thân.",
            "Chào bạn. . đã gởi mail giấy cntn cho bạn qua mail nghen"
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính gửi PĐT,. . Em tên là [full_name]. . MSSV: [student_id]. . Lớp CK19Log01. . Hôm qua em có gởi đơn về PĐT với lý do em bị gỡ Thời khóa biểu và lịch thi HK2 năm 2021-2022, em có nhận được phản hồi PĐT đang cập nhật lại thời khóa biểu và hết ngày 23.02 thì vào xem lại ạ.. . Hôm nay (24.02) em có vào xem thì thấy TKB và Lịch thi vẫn bị hủy và chưa được cập nhật lại ạ. . . Em có hỏi các bạn khác và mọi người đều có lịch bình thường chứ không bị hủy. Em sắp thi giữa học kì rồi nên em lo lắm ạ, mong PĐT xem xét lại trường hợp này giúp em với ạ.. . Em chân thành cảm ơn!. . Trân trọng,. . [full_name]. . . .",
            "Chào em,. . Do trước đó em chưa thanh toán HP nên bị huỷ.. . Em mới thanh toán HP ngày 23/2, PĐT ghi nhận, em theo dõi việc cập nhật sau nhé.. . Thân mến. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Chào thầy/cô phụ trách,. . Em có đăng ký môn học và đang theo học trong hk212 này. Trước đó em có xem được tkb và lịch thi nhưng hiện tại hôm nay em vào xem lại thì ko thấy tkb và lịch thi của hk212 nữa. Mong thầy/cô tìm hiểu và giải đáp vì sao giúp em.. . Em xin cảm ơn ạ!",
            "Chào em,. . Do em chưa thanh toán HP HK211 nên bị xoá nhé.. . Em vui lòng xem email PĐT đã gửi:. . \"Nhắc: thanh toán học phí học kỳ 211. . Hộp thư đến. . . . [email]. . 14:58, Th 2, 24 thg 1. . tới . . . . Thân gửi các bạn sinh viên,. . . . Theo qui chế học vụ hiện hành (Quy chế học vụ điều 7.2), Bạn chưa thanh toán học phí học kỳ 1/2021-2022. Bạn cần phải thanh toán học phí mặc dù trễ hạn. . . . . Vì lý do dịch bệnh nên Nhà trường vẫn chưa xử lý Sinh viên nợ học phí nhưng trong tháng 02/2022 sau khi rà soát nếu SV vẫn không thanh toán học phí thì Nhà trường sẽ xử lý theo quy đinh.. . . . Sinh viên xem chi tiết Quy chế học vụ đào tạo để thực hiện nghiêm túc tại trang: aao.hcmut.edu.vn    sinh viên    quy chế    học vụ    Quy chế đào tạo và học vụ bậc đại học, cao đẳng / Điều 7.\". . Thân mến. .",
            "Vâng em có nắm thông tin từ mail đã thông báo nhưng theo em hiểu thì ko đóng học phí học kỳ nào thì sẽ bị đóng thời khóa biểu học kỳ đó và xóa kết quả học tập tại học kỳ đó. Còn học kỳ mới sẽ được đóng phí tiếp theo.. . Trong trường hợp việc chưa đóng phí học kỳ trước ảnh hưởng đến thời khóa biểu học kỳ này thì em nên làm gì để được mở lại thời khóa biểu ạ? Mong pgd tạo điều kiện cho em được đóng học phí để được mở lại tkb ạ.. . Em xin cảm ơn!",
            "Chào em,. . Theo qui chế học vụ hiện hành (Quy chế học vụ điều 7.2), Bạn chưa thanh toán học phí học kỳ 1/2021-2022. Bạn cần phải thanh toán học phí mặc dù trễ hạn.. . Thân mến. .",
            "Vâng em đã thực hiện thanh toán học phí trễ hạn vừa xong rồi ạ. Mong pdt tạo điều kiện mở lại tkb học kỳ 212 để e tiếp tục quá trình học của mình ạ.. . Em xin cảm ơn!",
            "Chào em,. . PĐT ghi nhận việc đóng HP trễ hạn của em. Vui lòng đóng đúng hạn cho các lần sau nhé.. . Thân mến. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Cho em hỏi kỳ này em có đăng ký luận văn tốt nghiệp và có trong thời khóa biểu, nhưng danh sách thực hiện luận văn em không có do không đủ điều kiện thực hiện, vậy cho em hỏi em đóng học phí có tính 9 chỉ luận văn như trong thời khóa biểu của em không ạ, hay chỉ là phần nào em được học và thực hiện thôi ạ!. . Em cám ơn ạ!",
            "Chào em,. . - ĐKMH bao nhiêu tín chỉ thì đóng tiền bấy nhiêu.. . - nhưng danh sách thực hiện luận văn em không có do không đủ điều kiện thực hiện,. . =  Em vui lòng trình bày rõ hơn nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Kính gửi phòng đào tao.. . Vào ngày 18/02 em có nhận được mail về lịch trình tốt nghiệp, nhưng hiện tại tình trạng sinh viên của em bị khoá, em không thể đăng ký xét tốt nghiệp được. Cho em hỏi với tình trạng như vậy làm sao đăng ký xét tốt nghiệp được.",
            "Chào em,. . PDT đã ghi nhận yêu cầu về đăng ký xét TN của em. SV vui lòng theo dõi email  và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 01/3/2022 SV vẫn chưa nhận được mail hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 04/2022) Về tình trạng sinh viên, khi nào em có tên trong ds dự kiến tốt nghiệp, PDT sẽ tự động ra QD thu nhận cho em nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Dạ Mong BKSI xem dùm em đơn xin hủy rút môn học đã đạt yêu cầu chưa ạ",
            "Chào bạn, . . Bạn đã đăng ký trên google form rồi. PDT đã ghi nhận bạn rồi. Bạn không cần nộp đơn trên BKSI nữa. . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Kính gửi: Phòng Đào Tạo Trường ĐH Bách Khoa TP Hồ Chí Minh. . Em tên là: [full_name]\t\t\tMSSV: 4649. . Sinh viên khóa K18 Khoa Quản lý Công nghiệp, trường Đại Học Bách Khoa TP HCM.. . Nay em làm đơn này kính xin Phòng đào tạo chuyển điểm những môn học tương đương mà em đã học với khóa K19 để em được cập nhật số tín chỉ tích lũy ngành và đủ điều kiện để hoàn thành chương trình học. Những môn học tương đương chưa được chuyển điểm em có để trong file đính kèm.. . Em xin chân thành cảm ơn.. . Trân trọng,. . . . . . . . . .",
            "Chào bạn, . . PDT kiểm tra điểm của môn IM2001, IM3013 và IM2007 đã xử lý chuyển điểm tương đương xem tại  mybk  thông tin sinh viên  điểm chuyển. Bạn vui lòng kiểm tra lại và viết lại đơn gồm những môn chưa chuyển điểm sau đó gửi lại PDT.. . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Em chào thầy/cô pdt,. . . . Em tên là [full_name]. . . .   i Tốt nghiệp . Khoa Kỹ thuật hóa học_ bộ môn kỹ thuật hóa lý phân tích. . . . Em đã bảo vệ LVTN ngày 16/01 nhưng hiện tại điểm vẫn chưa có trên hệ thống.. . . . Em đã hỏi GV, hội động chấm điểm và khoa đã báo là nhập điểm từ đầu tháng 2 rồi ạ.. . . . Em có đính kèm theo file hình ảnh ở dưới về email phản hồi nhập điểm của khoa . . (Thầy [full_name] _ Phó trưởng khoa chịu trách nhiệm nhập điểm; email:[email] đã phản hồi).. . . . Em mong được giải quyết để có thể kịp thời đăng ký tốt nghiệp đúng hạn ạ.. . . . . . Em xin chân thành cảm ơn.",
            "Đã giải quyết trực tiếp."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Kính gửi PDT,. . . . Em tên [full_name], MSSV [student_id]. . . . Em tìm danh sách học quốc phòng thì không có tên em ạ! PDT cập nhật tên em với ạ!. . . . Em xin cám ơn ạ!. .",
            "Chào em,. . TKB của em có nhé. . . Em liên hệ PĐT TT GDQP qua 028.[student_id]7, hoặc email [email]. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . pdt có thể cho em biết là tại sao các bạn đăng kí av2a lại bị hủy không ạ. Vì em và các bạn cũng đã học xong av1a nhưng vẫn chưa thi, do chưa có lịch đó ạ, tại vì tình hình dịch phức tạp, chỉ có av2a trong đợt đăng kí 28/2 là còn học online, nên việc này thuận tiện, và đảm bảo sức khỏe cho mọi người. Nên em mong là pdt xem xét và đừng hủy kết quả đăng kí av2a trong đợt này của các bạn.. .",
            "Chào bạn,. . PDT kiểm tra bạn đã có TKB môn anh văn 2A.. . Xem chi tiết TKB tại mybk  thông tin sinh viên  thời khóa biểu.. . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Kính gửi Phòng Đào Tạo. . . . Lý do: Hiện tại, em vừa học xong khóa anh văn nhu cầu 1A và chờ thi cuối khóa, theo như thầy hướng dẫn của em thông báo thì có thể đăng kí môn anh văn nhu cầu 2A để học tiếp tục, em đã đăng ký cùng nhiều bạn khác nhưng mà Phòng Đào Tạo đã hủy đăng ký của em thì em phải làm sao ạ.. . Em mong Phòng Đào Tạo tạo điều kiện cho chúng em để chúng em có thể đăng kí tiếp tục học tập môn anh văn nhu cầu 2A, khai giảng ngày 28/02/2022 trong lúc dịch bệnh phức tạp và khó khăn ạ.. . . . Em xin chân thành cảm ơn.",
            "Chào bạn, . . PDT kiểm tra bạn đã có TKB môn anh văn 2A.. . Xem chi tiết TKB tại mybk  thông tin sinh viên  thời khóa biểu.. . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Em tên:[full_name],MSSV:[student_id]. . Học kỳ 2 này không xét điều kiện anh văn.Hiện tín chỉ đạt được của em là 122 chỉ,và học kỳ 2 này em có đăng ký 3 chỉ.Nếu em nộp chứng chỉ anh văn để quy đổi điểm, thì em chỉ cần quy đổi 1 anh văn hay 2 anh văn để đủ 126 chỉ đăng ký LVTN và nếu đủ điều kiện thì em có được đăng ký bổ sung LVTN không ạ.. . Em mong PĐT giải đáp thắc mắc của em. Em cảm ơn ạ.. . . . . .",
            "Chào em,. . Hiện tại Pdt không thể cứu xét theo yêu cầu của SV để đăng ký LVTN trong HK212 vì thiếu điều kiện đăng ký môn học. Em vui lòng hoàn thành các điều kiện còn thiếu trong HK212, sau đó đăng ký LVTN vào HK213 để Pdt xét.. . Về kế hoạch đăng ký LVTN trong HK213, em vui lòng xem chi tiết: \"Kế hoạch học tập của HK2 và HK hè năm học 21-22\" Pdt đã gởi qua mail vào ngày 27/12/2021- [full_name] 6. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Hiện tại em đăng lý luận văn tốt nghiệp đợt bổ sung và trên thời khóa biểu của em có luận văn, nhưng bên bộ môn báo là em không đủ điều kiện nhận luận văn nên chưa thực hiện luận văn được, vì vậy em muốn hỏi là bây giờ em không thực hiện luận văn được thì em có phải đóng tiền học phí theo thời khóa biểu của em hiện tại hay không ạ!. . Em cám ơn!",
            "Chào em,. . Em vui lòng trình rõ về vấn đề không đủ điều kiện mà bộ môn báo là gì nhé?. . Thân",
            "Hiện tại em đăng lý luận văn tốt nghiệp đợt bổ sung và trên thời khóa biểu của em có luận văn, nhưng bên bộ môn báo là em không đủ điều kiện nhận luận văn nên chưa thực hiện luận văn được, vì vậy em muốn hỏi là bây giờ em không thực hiện luận văn được thì em có phải đóng tiền học phí theo thời khóa biểu của em hiện tại hay không ạ!- Bên bộ môn báo em là em không có tên trong danh sách thực hiện luận văn, có lẽ tại em chưa đủ tín chỉ tích lũy ạ!. . Em cám ơn!",
            "Chào em,. . Có lẽ tại em chưa đủ tín chỉ tích lũy ạ!. . =  Không đủ tín tín chỉ tích lũy thì PĐT không ĐKMH cho em được nhé. . . - Bên bộ môn báo em là em không có tên trong danh sách thực hiện luận văn. . =  Em trình bày với bộ môn liên hệ Khoa Điện nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính gửi:Phòng đào tạo. . Em tên: [full_name] - MSSV:[student_id]. . Là sinh viên Trung tâm Đào tạo Bảo Dưỡng Công Nghiệp. . Do trong HK211 em bị trùng lịch học nên em đã không thể tham gia học môn Công nghệ cơ khí 2 TN (IU3062).. . Nay, em kính mong Phòng Đào tạo sắp xếp TKB môn học Công nghệ cơ khí 2 TN (IU3062) trong đợt học bù các môn TN, TH của HK202+203+211 mà Phòng Đào tạo sẽ tổ chức dạy bù từ tuần 10 đến tuần 13 (từ 07/3/2022 -03/4/2022), theo lịch học em được biết như sau:. . (Hình trong tệp đính kèm). . Trân trọng cảm ơn./.. . [full_name]. .",
            "Chào bạn;. . đã bổ sung nhóm VL01 nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Dạ em chào thầy cô,. . Em sinh viên khóa k18 ạ, vừa rồi em có thi Toeic bên ngoài được 580 điểm và đã chuyển điểm cho môn av1,av2,av3, nhưng không đủ điểm chuyển điểm cho av4, nên em có đăng kí lớp Anh văn 4A(nhu cầu) đợt này. Thầy cô cho em hỏi là khi em học đạt anh văn 4A(nhu cầu) này tức là em đạt được môn Anh văn 4 và tích thêm 2 tín chỉ , nhưng không tính điểm vào điểm trung bình đúng không ạ? Và em chỉ cần thi thêm 2 kĩ năng nói-viết là em đủ điều kiện ra trường về điều kiện anh văn đúng không ạ? . . Nhờ thầy cô giải đáp giúp em ạ, em chân thành cảm ơn.",
            "\"Chào bạn. . Môn Anh văn theo nhu cầu sẽ tính ĐẠT các môn anh văn tương ứng, và tính vào số tín chỉ tích luỹ chung. . Thân. . \""
        ]
    }
]