[
    {
        "intent": "",
        "message": [
            "Học vụ . Em là sinh viên khóa K13, nhập học tháng 9/2013 hạn đào tạo tối đa là 10/2020, em không đăng kí môn học kì tiếp theo được. Phòng đào tạo cho em hỏi em có thể  làm đơn xin kéo giản thêm 2 học kì để có thể hoàn tất chương trình học của em được không vì em đã hoàn thành 140/156 chỉ, em còn 6 chỉ trong học kì này và 10 chỉ luận văn là hoàn tất kính mong phòng đào tạo giải đáp giúp em. Em xin cảm ơn.. . . .",
            "Chào bạn. . - Về quy định thời gian và kế hoạch học tập: Bạn vui lòng xem chi tiết tại trang web aao    sinh viên    Quy chế    Quy chế đào tạo và học vụ bậc đại học và cao đẳng    Các trường hợp được kéo dài thời gian đào tạo    điều 5.5. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Cho em hỏi, em hủy đăng kí môn thực tập tốt nghiệp học kì hè này thì có phải trả tiền học phí không ạ. .   i Với lại môn này không dạy trên lớp ạ.. .  .   i . . Mong thầy cô giúp đỡ!!!. .  . . .",
            "Cho em hỏi, em hủy đăng kí môn thực tập tốt nghiệp học kì hè này thì có phải trả tiền học phí không ạ.. . Với lại môn này không dạy trên lớp ạ.. . . . . . Mong thầy cô giúp đỡ!!!. . . . . . . .   /QUOTE . .",
            "li answer rate: Answer is not complete / Câu trả lời chưa hoàn chỉnh",
            "Chào bạn,. . Bạn phải thanh toán học phí bình thường nhé, hiện tại đã hết thời gian để hủy môn học học kỳ dự thính hè 193.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Phần thông tin cá nhân trong mục đăng kí TN của em đang bị lỗi. Cụ thể em đã chuyển ngành, và đang học ở Khoa QLCN, nhưng thông tin lại để ngành cũ của em là KHMT. Em đính kèm ảnh, mong PĐT fix giúp em. . . . Ngoài ra, PĐT kiểm tra giúp em đã đủ điều kiện tốt nghiệp chưa ạ để em bổ sung thêm. . . . . Cảm ơn Thầy/Cô",
            "Chào bạn. . Phòng đào tạo đã cập nhật lại thông tin ngành học đúng cho bạn. . Hiện đã có danh sách bạn đủ điều kiện tốt nghiệp nhưng nợ học phí . . Thân",
            "li answer rate: Answer is not complete / Câu trả lời chưa hoàn chỉnh",
            "Yêu cầu khác: Phần thông tin cá nhân trong mục đăng kí TN của em đang bị lỗi. Cụ thể em đã chuyển ngành, và đang học ở Khoa QLCN, nhưng thông tin lại để ngành cũ của em là KHMT. Em đính kèm ảnh, mong PĐT fix giúp em. . . . Ngoài ra, PĐT kiểm tra giúp em đã đủ điều kiện tốt nghiệp chưa ạ để em bổ sung thêm.. . . . Cảm ơn Thầy/Cô"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Ngày 25/8 em có đăng kí nộp chứng chỉ ngoại ngữ toeic listening và reading trên trang web của trường. Nhưng đến ngày hôm nay 4/9 vẫn chưa có kết quả trả về từ phòng đào tạo. Em xin phòng có thể kiểm tra lại giúp em được không ạ, hoặc có thể cho em biết lý do bằng toeic của em tại sao không được xử lý được không ạ? . . Xin phòng đào tạo có thể giải quyết sớm giúp em, để em có thể đăng kí môn học vào ngày 8/9 sắp tới. Em xin cảm ơn.. . [full_name], [student_id].",
            "Chào bạn. . Pdt đã cập nhật điểm chuyển trên trang Mybk  điểm chuyển. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em chào thầy/cô ạ.. . Do tình hình dịch ảnh hưởng đến kinh tế nên gia đình em không thể gửi tiền học phí đúng hạn được. Em muốn xin đóng trễ học phí, vậy thì em cần làm những gig ạ?. . Em cảm ơn ạ.",
            "Chào bạn,. . Bạn vui lòng kiểm tra mail PDT đã gửi, hướng dẫn về việc thanh toán trễ học phí học kỳ dự thính hè 193. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ hiện tại em đợi bằng anh văn để nộp bằng. Vậy em không đăng kí môn học có bị tạm dừng học không ạ. Nếu bị tạm dừng thì trong kì tạm dừng đó em xin học lại ngay học kì đó để nộp bằng được không ạ. Hay phải đợi học kì kế tiếp ạ",
            "Chào bạn. . - HK201 này nếu bị tạm dừng sẽ triển khai từ tháng 11/2020. . - HK201 bạn không có tkb sẽ bị tạm dừng HK201. . - Nếu còn thời gian để đăng ký dự thính thì có thể đăng ký học được (nếu các môn có mở), còn không thì thu nhận để đăng ký vào HK202. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em là sinh viên năm 3 Hiện tại e chỉ tích lũy được 50 chỉ. Em có thể xin pđt châm trước cho e để e có thể đk môn năm 3 được không ạ. Và phải viết đơn như nào ạ. Em cảm ơn ạ.",
            ". . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Chào Thầy, Cô.. . . . Hiện kỳ 201 này em đang đăng ký môn LVTN (GE4324) nhưng hệ thống lại không cho đăng ký. . . Mặc dù em đã đủ số TCTLN tối thiếu để nhận LVTN là 125 chỉ, và đã chuyển điểm anh văn (toeic-515), đã được PĐT duyệt rồi nhưng vẫn không đăng ký được LVTN (có file minh chứng đính kèm theo). Vậy em kính mong Thầy/Cô giả đáp thắc mắc này và em cần bổ sung những gì để được ĐKy LVTN. . . . . Em cảm ơn!",
            "Chào bạn,. . . . - Còn đợt 4 DKMH dành cho các môn Thực tập tốt nghiệp, đề cương luận văn và luận văn.. . . . - Bạn thường xuyên kiểm tra mail để biết thời gian đăng kí.. . - Sau đợt 4 nếu có thắc mắc thì liên hệ PDT nha.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "[student_id]. .   i Tốt nghiệp . Dạ em chào Thầy/Cô. . Học kỳ trước em đang ở lớp dự bị của lớp Kỹ Sư Tài năng ( Xây dựng dân dụng và công nghiệp khóa 2016 ). . Hiện tại sau khi hoàn thành chương trình học thì em KHÔNG ĐỦ tiêu chuẩn để tốt nghiệp lớp tài năng. . Vậy em có phải làm đơn gì để được xét tốt nghiệp ở lớp đại trà không ạ?. . VÌ [full_name] em không đăng ký tốt nghiệp được. . ( em thi toeic 580 và tiếng anh nói viết:205 ). .",
            "Chào bạn,. . Bạn vui lòng làm đơn xin xét tốt nghiệp bằng thường (không nhận bằng tài năng) do không đủ điều kiện tốt nghiệp KSTN và nộp tại Phòng Đào tạo.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . thầy cô cho em hỏi là trong thời gian nghỉ dịch em có nghe thông báo là tới cuối năm 2 trường mình mới xét chuẩn anh văn, có phải thông báo không ghi rõ là chỉ áp dụng cho những bạn rớt anh văn 1 có thể đăng ký được môn năm 2, vì vậy nên em bị rớt anh văn cơ bản mà nghĩ rằng cuối năm 2 trường mới xét chuẩn anh văn nên hiện tại em không đăng ký được môn học vì bị xét chuẩn anh văn phải không ạ?",
            "Chào bạn,. . . . Học kỳ 201 và dự thính 201 khi đăng kí môn học sẽ không xét chuẩn sinh viên sau các năm.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học .   i Em được biết là Do tình hình dịch Covid-19 làm ảnh hưởng đến khả năng tích lũy tín chỉ của Sinh viên, nên nhà trường tạm thời áp dụng giảm chuẩn tích lũy tín chỉ cho Sinh viên năm thứ 2 từ 24 đến 51 tín chỉ . Mà nếu em  tính cả học kỳ hè này em sẽ được 22 chỉ. Vậy là em thiếu 2 tín chỉ nữa để được đăng ký môn học của năm hai . Vậy em xin nhà trường cho em được đăng ký các môn ở năm hai ạ. Em xin hứa sẽ hoàn thành đủ số tín chỉ của mỗi năm ạ. .   i Em xin chân thành cảm ơn ạ . . .",
            "Chào bạn,. . . . Rấc tiếc không thể giúp bạn được vì theo qui định nhà trường sinh viên sau năm nhất phải tích luỹ 24 tín chỉ mới đăng kí những môn năm 2.. . . . Thân.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em là sv năm nhất và tích lũy đủ 23 tín chỉ. . V theo mail của trường là sv năm 2 từ 24 tín. . V e có đc đăng kí môn năm 2 rồi đúng k ạ?. . Em cảm ơn"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: 1914952  /b \t. . . .   i Đăng ký môn học . Kính thưa quý thầy/ cô.. . Em là sinh viên K19 khoa KTHH ạ.. . Hiện tại là em tích lũy 23 tín chỉ ạ. . . Lúc trước em nhận được mail của nhà trường nếu không tích lũy đủ 28 chỉ vẫn được đăng kí môn năm 2 ạ.. . Mà giờ phải đủ 24 chỉ mới đăng kí môn năm 2 được ạ.. . Tại vì em cứ nghĩ không cần phải tích lũy đủ tín chỉ nên em dự định nếu rớt môn năm 2 học lại cũng để cải thiện điểm để phân ngành tốt hơn nên em không đăng kí môn ở học kì hè ạ.. . Mong các thầy cô xem xét lại giúp em ạ.. . EM XIN CHÂN THÀNH CẢM ƠN VÀ MONG PHẢN HỒI SỚM NHẤT Ạ.",
            "Chào bạn,. . . . Trong đợt 3 DKMH bạn đã đăng kí được các môn học không?, bạn còn thắc mắc gì nữa không?. . . . Thân.",
            "li answer rate: Answer suits the needs / Câu trả lời đúng ý"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . . . Xin chào quý thầy cô.. . Em tên là [full_name]. . MSSV: [student_id]. . Sau năm nhất em đã tích lũy đủ 23 tín chỉ. . Theo mail mới nhất từ trường, thì chuẩn sinh viên đã được giảm xuống là sv năm 2 từ 24 tín chỉ. Vậy em đã được phép đăng kí những môn năm 2 chưa ạ?. . Nếu chưa được, em xin phòng đào tạo và quý thầy cô xem xét trường hợp của em. Em biết thành tích của em đã không hề tốt và để rớt môn. Nhưng em mong quý thầy cô cho em một cơ hội để cố gắng hơn vì chỉ thiếu 1 chỉ để đăng kí môn năm 2 sẽ khiến em bị trễ đi rất nhiều thời gian và cả tiền bạc.. . Em hy vọng được đáp ứng nguyện vọng này.. . Em xin chân thành cảm ơn và mong phản hồi sớm nhất.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Thầy, cô! Cho em hỏi là em mới xem trên trang PĐT thì thấy có 2 bảng quy đổi điểm: áp dụng từ HK191-Hk193, và 1 cái áp dụng từ HK201. Vậy thầy cô cho em hỏi nếu như em nộp chứng chỉ để quy đổi điểm thì sẽ áp dụng bảng quy đổi nào ạ!(em thuộc khóa K19). Em xin cảm ơn thầy, cô nhiều.",
            "Về việc chuyển điểm:. . Nếu bạn nộp Chứng Chỉ Ngoại Ngữ và đăng ký chuyển điểm (phải hoàn thành lệ phí chuyển điểm) trước ngày 18/9/2020 thì áp dụng theo quy định chuyển điểm cũ - Bảng quy đổi điểm chuyển Ngoại Ngữ mới bắt đầu từ ngày 21/9/20 áp dụng cho HK201. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Em là sinh viên K19 khoa Kỹ Thuật Xây Dựng đại học Bách Khoa TPHCM. . Em viết mail này nhằm mục đích hỏi về vấn đề bảo hiểm y tế em đóng vào đầu năm học 2019-2020, vì xã em có cấp cho em thẻ bảo hiểm y tế với thời hạn 5 năm nên em không cần mua tại trường, nhưng trường vẫn thu thì muốn nhận tiền bảo hiểm lại thì em phải làm thế nào. . Mong phòng đào tạo phản hồi giúp em ạ !. . Trân trọng !. . . .",
            "Chào bạn,. . Vấn đề về BHYT bạn vui lòng liên hệ tại Phòng Y tế trường - Phòng Công tác Chính trị sinh viên để được hướng dẫn.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính gửi thầy cô,. . Em tên là [full_name] ( mssv:[student_id]), em có thắc mắc nhỏ như sau:. . + Khi đăng ký môn học thì số tín chỉ của học kì hè 183 có được cộng dồn vào không ạ . . . +Nếu số tín chỉ hè của em cộng dồn vào vừa đủ chuẩn sinh viên năm 3 thì sẽ được đăng kí các môn năm 3 nhưng nếu sau khi đã có thời khoá biểu thì em có kết quả là rớt môn học hè ( dẫn đến không đủ chuẩn năm 3) thì em có bị huỷ thời khoá biểu không ạ ?. . Em xin cảm ơn .",
            "Chào bạn,. . . . Sau ngày 15/9 sẽ cập TKB trên cổng thông tin sinh viên bạn xem để biết thời gian đi học.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Gửi anh/chị, . . Đối với sinh viên k17 để đạt 4 điểm 10 anh văn 1234 thì số điểm toeic cần đạt được là 750 hay 700 (nếu chuyển điểm vào học kỳ 201). . . . Bảng quy đổi điểm toeic áp dụng từ học từ 201/2020-2021 có áp dụng cho toàn sinh viên hay chỉ riêng khóa 20.. . Cảm ơn anh chị đã đọc và trả lời",
            "Chào bạn. . - Về quy định Ngoại ngữ: Bạn vui lòng xem chi tiết tại trang web aao.hcmut.edu.vn    Sinh viên    Ngoại ngữ    Cách Đăng ký chuyển điểm các môn ngoại ngữ    Quy định chuyển điểm các môn ngoại ngữ. . - Bảng quy điểm anh văn mới áp dụng cho tất cả các Khóa bắt đầu từ HK201(ngày 21/9/20). . Chúc bạn học tập tốt nhé.. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Dạ xin chào!. . Phòng đào tạo cho em hỏi: em đã đăng ký tốt nghiệp ngày 30/8 rồi thì chừng nào em nhận được giấy tốt nghiệp tạm thời ạ",
            "Chào bạn,. . Bạn có thể liên hệ tại Văn Phòng Khoa của bạn để nhận giấy chứng nhận tốt nghiệp tạm thời.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Cho em hỏi là thi toeic đợt 19/09 và 20/09 do IIG đảm nhiệm thì kết quả có thể đăng ký nhận luận văn không ạ,. . Cho em hỏi quy định chuyển điểm anh văn là theo từng khóa hay sao ạ, do em khóa 2014 chuẩn tiếng anh là 450 mà theo quy đổi bây giờ thì điểm đó chưa thể quy đổi điểm để đạt sang anh văn 3, 4 thì sao ạ,. . Em xin chân thành cám ơn,. . . .",
            "Chào bạn,. . . . -Thi toeic đợt 19/09 và 20/09 do IIG đảm nhiệm thì kết quả chỉ để xét chuẩn sinh viên sau các năm (mail PDT có nói rõ nha bạn).. . . . - Bạn xem qui chế điều 31, phụ lục 1 http://www.aao.hcmut.edu.vn/index.php?route=catalog/chitietsv&path=90&tid=1658.. . . . Thân",
            "li answer rate: Answer suits the needs / Câu trả lời đúng ý"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học ."
        ]
    },
    {
        "intent": "",
        "message": [
            "EM HIỆN CÓ 21 CHỈ VÀ ĐANG HỌC DỰ THÍNH 4 CHỈ VL1 V Ở ĐỢT 3 NÀY EM CÓ ĐƯỢC ĐĂNG [full_name]M 2 KHÔNG Ạ . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Dạ cho em hỏi kỳ trước do bị trễ AV nên em không đăng ký luận văn được, em có đăng ký 2 môn học, 1 môn cải thiện, 1 môn học mới. Do em có đi làm nên đã k đi thi 2 môn dẫn tới điểm TB học kỳ trước bằng 0. Hiện kỳ này em làm luận văn thì cần làm đơn cứu xét như thế nào ạ? Em có thấy điểm trung bình học kỳ bằng 0 xem như là bị buộc thôi học ạ? Em cảm ơn",
            "Chào bạn. . Nhà trường cứu xét diện buộc thôi học vì điểm trung bình bằng 0 nếu bạn có thời khóa biểu của HK 201. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . liệu pđt có giúp được chúng em lần nữa không ạ. Việc về chuẩn năm 2. Lúc đó em có lên hỏi thì pđt nếu ko đủ 28 chỉ thì có thể học lại để sau. Nhưng bây giờ thì bảo là do đánh máy. Tuy là giảm xuống là 24 chỉ rồi nhưng có những bạn trong đó có em vẫn không đủ 24 chỉ vì theo chương trình đào tạo là chỉ tụi em lớn nhất là 29 chỉ nhưng nếu rớt nhiều hơn 1 môn thì vẫn không đủ chỉ để học năm 2. Em biết lỗi là do bọn em nên mong 1 lần nữa pđt có thể giúp chúng em được không ạ. Vì là năm nhất cũng như là ảnh hưởng của covid phát sinh ạ. Mong phòng đào tạo giúp đỡ chúng em 1 lần nữa",
            "Chào bạn,. . . . Rấc tiếc không thể giúp bạn được vì theo qui định nhà trường sinh viên sau năm nhất phải tích luỹ 24 tín chỉ mới đăng kí những môn năm 2.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]  /b . . Tên sinh viên : [full_name] [student_id]. . Lý do vắng thi : Em ở trung phòng với bạn [full_name] ([student_id]) và trường có thông báo tự cách ly vào ngày thi cuối kỳ môn Xử lý số tin hiệu . . Dưới đây là hình ảnh về bản cam kết tự cách ly do sở y tế cung cấp. . Em gửi mong PĐT xem xét sắp xếp cho em lịch thi cuối kỳ lại môn này . . Em xin chân thành cảm ơn !. . . .   i Vắng thi cuối kỳ học kỳ 2/2019-2020 do dịch COVID-19 ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em muốn hỏi rằng điểm thí nghiệm của môn hóa đại cương HK192 có được chuyển điểm nếu mình học lại môn hóa đại cương vào học kỳ sau không ạ? Nếu được thì mình đăng ký chuyển điểm ở đâu ạ?",
            "Chào bạn. . Về vấn đề điểm bạn liên hệ trực tiếp giảng viên giảng dạy nghen. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Hi, Em tên [full_name]. Em vừa mới đăng ký đổi  điểm 2 môn anh văn 1 và anh văn 2. Vậy khi nào hai điểm môn này mới được cập nhật cho em và điểm trung bình tốt nghiệp của em là phòng đào tạo tự thay đổi theo điểm anh văn mới đổi hay em cần phải lên gặp phòng đào tạo để thông bào việc đổi điểm này để phòng đào tạo sửa thông tin tốt nghiệp của em ạ. Vì em đã có tên trong danh sách tốt nghiệp tháng 11 này. Em chân thành cảm ơn",
            "Chào bạn,. . Bạn vui lòng không đăng ký tốt nghiệp. . Và làm đơn xin cập nhật điểm chuyển AV1,2 vào điểm TBTN nộp tại Phòng Đào tạo.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Câu hỏi của em là: Em chưa đạt học phần mở rộng. Em muốn đăng kí thực hiện lại học phần mở rộng thì đăng kí như thế nào ạ ?",
            "Chào bạn,. . . . Sau ngày 15 bạn làm đơn xin đăng kí.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: 1913111  /b \t. . . .   i Đăng ký môn học . Đăng kí môn học. . Kính chào quí thầy cô. . Em tên là Phan Thị Mộng Điệp . . MSSV: 1913111. . Sinh viên ngành Kĩ Thuật Dệt – Công Nghệ Dệt May. . Đầu tiên em xin trích lại phần câu hỏi số 18 được nêu ra ở BIÊN BẢN TỔNG HỢP Ý KIẾN TRONG HỘI NGHỊ SINH VIÊN NĂM HỌC 2019 2020 diễn ra vào lúc 7h30 ngày 04/07/2020 tại hội trường A5 như sau:. . Câu hỏi : ‘Em nhận được thông tin sinh viên học hết năm nhất phải đủ 28 tín chỉ ( đại trà ), nếu năm nhất không đủ 28 tín chỉ thì có được đăng kí môn học năm 2 không?”. . Trả lời: “Nhà trường yêu cầu mỗi học kì sinh viên phải đăng kí ít nhất 14 tín chỉ. Nếu năm nhất sinh viên không tích lũy được 28 tín chỉ, sinh viên cũng được đăng kí môn học của năm hai. Tuy nhiên đến hết năm hai sinh viên phải tích lũy đủ các môn đại cương, cơ sở ngành thì mới được đăng kí các môn học của năm 3”.. . Năm nhất em tích lũy được 22 tín chỉ và rớt 7 tín chỉ, dựa vào văn bản trả lời em vừa trích trên đã có chữ kí của  BGH, PDT, Phòng CTCT-SV, em đã dự định sẽ trả nợ môn vào năm 2 và không đăng kí học kì hè.. . Tiếp theo, em mới nhận được mail là sinh viên năm nhất phải tích lũy đủ 24 chỉ mới được đăng kí các môn năm hai. . . Em là sinh viên vừa được phân ngành Kĩ Thuật Dệt, sĩ số lớp chỉ có 38 sinh viên, số lượng sinh viên của ngành ít nên số lượng sinh viên tích lũy không đủ 24 chỉ cũng rất ít, sang kì sau không thể đủ số lượng để xin mở thêm lớp cơ sở ngành_cơ hội duy nhất để không bị trễ 1 năm. Như vậy thì bọn em sẽ bị trễ một năm.. . Nay em viết bài này để cầu cứu cho 1 năm của bọn em ạ. Em biết nhà trường cũng rất khó xử và đang tìm hướng giải quyết hợp lí nhất cho sinh viên và quy chế. Vậy em xin nhà trường sẽ có phương án hợp lí nhất cho các sinh viên đã tin vào văn bản trả lời đó.. . Em xin chân thành cảm ơn và mong được phản hồi sớm nhất. . . . . . .",
            "Chào bạn,. . . . Rấc tiếc không thể giúp bạn được vì theo qui định nhà trường sinh viên sau năm nhất phải tích luỹ 24 tín chỉ mới đăng kí những môn năm 2.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . PĐT cho em hỏi, em muốn nộp chứng chỉ ngoại ngữ Toeic 2 kỹ năng ấy ạ. Thì PĐT có chấp phiếu điểm Toeic không ạ? hay là phải Bằng Toeic mới được ạ?",
            "Chào bạn. . - Về quy định chuẩn tiếng anh trong quá trình học: Bạn vui lòng xem chi tiết tại trang web aao--  sinh viên --  Quy chế --  Quy chế đào tạo và học vụ bậc đại học và cao đẳng -- Phụ lục 1: Quy định về ngoại ngữ . . Chúc bạn học tập tốt nhé.. . Thân. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]  /b . . Em chào thầy . . Trong năm 1 em đã tích lũy dược 23 tín chỉ. . mà yêu cầu cho sinh viên năm 2 là 24 chỉ . . vậy em có cơ hội nào đẻ được đăng kí môn của sinh viên năm 2 không ạ.. . Em không đăng kí kì hè nên không có cơ hội tăng số tín chỉ.. . Em cảm ơn ạ.",
            "Chào bạn,. . . . Hiện tại bạn đăng kí được 16 nha.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Trong hk192, em có học môn Giải tích 2 (mã MT1005) và thi cuối kỳ được 2.5 điểm. Sau khi phúc tra, trên trang phúc tra ghi là không có thay đổi về điểm nhưng điểm tổng kết Giải tích 2 trên đó lại là 6.0. Bảng điểm trên trang MyBK (Công thông tin sinh viên) thì ghi điểm tổng kết Giải tích 2 của em là 2.5.. . Em không biết là điểm của em thực sự là như thế nào, em qua hay rớt môn. Rất phong Phòng đào tạo xem xét và cho em một câu trả lời, vì sắp đến kỳ đăng ký Dự thính 1 và em không biết có rớt hay qua để còn đăng ký.. . Em xin cảm ơn ạ",
            "Chào bạn. . Pdt kiểm tra trên Mybk   xem điểm điểm môn Giải tích 2 (mã MT1005) và thi cuối kỳ được 2.5 điểm. . Bạn kiểm tra lại nghen. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "B   /B   B   /B   B   b MSSV/MSGV: [student_id]9  /b \t. . Kính gửi nhà trường,. . Em từ hệ chính quy đăng ký xuống VHVL thì có cần nộp lại Bằng tốt nghiệp THPT (bản sao) hoặc công chứng và Học bạ THPT (bản sao công chứng) không, vì bây giờ em kiếm không thấy. Trước đó em đã nộp tại trường.. . Em cảm ơn.. .   i Yêu cầu khác .",
            "Chào bạn. . Bạn gởi mail trực tiếp đến [full_name] [full_name] để hướng dẫn : [email], hoặc bạn liên hệ Phòng 201A4 hệ vừa làm vừa học. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Anh/chị cho em hỏi có mẫu đơn nào để xin nộp học phí trễ hạn được không ạ. Do ảnh hưởng dịch covid nên tình hình kinh tế của nhà em hơi khó khăn nên chưa thể thanh toán kịp học phí hè. Có cách nào để mình đc nộp trễ hạn được không ạ. Em cảm ơn anh/chị đã hỗ trợ.",
            "Chào bạn,. . Học phí kỳ dự thính thì không được gia hạn nhé bạn.. . Bạn phải thanh toán học phí trước khi thi cuối kỳ, nếu không sẽ không được phép vào phòng dự thi. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em [full_name] mssv [student_id]. . Do sai sót nên em không kiểm tra thời khoá biểu nên em có đi học lớp dt02 môn bóng rổ theo thời khoá biểu của bạn. Nhưng đến hôm nay em mới kiểm tra xin phòng đào tạo xem xét cho em học tiếp ạ",
            "Chào bạn,. . . . Chưa hiểu ý bạn.. . . . Thân.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Kính chào quý Thầy/Cô,. . Em tên là Trần Nguyễn Bảo [full_name], sinh viên lớp VP15XDC chuyên ngành Xây dựng dân dụng và Hiệu quả năng lượng (PFIEV), có câu hỏi về Điểm trung bình tích lũy ngành (ĐTBTLN).. . Trong \"BẢNG ĐIỂM SINH VIÊN\" của em, điểm trung bình tích luỹ ngành là: 6.82 và được cập nhật vào 23/03/2020 2:15:37 PM.. . Em muốn ứng tuyển vào một kỳ thi về các LVTN xuất sắc của Ngành Xây Dựng (Giải Loa Thành) nhưng một trong những yêu cầu của cuộc thi đó thì sinh viên phải đạt ĐTBTLN  = 7.0, do đó em muốn biết điểm trung bình tích lũy ngành cho đến thời điểm hiện tại của em đang là bao nhiêu? Vì vừa rồi điểm Luận Văn Tốt Nghiệp và ĐA Nghiên cứu Khoa học của em đạt điểm khá cao, em hy vọng rằng sẽ đủ điều khiện để ứng tuyển vào kỳ thi này.. . Chân thành cảm ơn quý Thầy/Cô đã trả lời câu hỏi của em.. . Em xin chân thành cảm ơn.. . Trân trọng,. . Trò [full_name].",
            "Chào bạn,. . Đính kèm cách tính điểm TBTL ngành (dự kiến), đây là tính hết cả 2 GĐ của sv [student_id].. . Lưu ý : Đối với SV lớp Việt Pháp khi tốt nghiệp, ĐBTLNgành chỉ tính tính điểm giai đoạn 2 (3 năm cuối) trong các môn học trong chương trình đào tạo.. . Hiện tại SV chưa đủ chuẩn tốt nghiệp đính kèm môn nợ"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính gửi Phòng Đào Tạo. .   /br . . Em tên [full_name] sinh viên K15 của trường ,hiện tại em làm xong đề cương luận văn và bảo lưu đề tài một học kì .Hiện tại , em vừa đăng kí thi anh văn để làm luận văn tốt nghiệp . Thời gian thi vào cuối tháng 9. Em không đăng kí luận văn tốt nghiệp được vì chưa đủ điều kiện chuẩn anh văn làm luận văn tốt nghiệp. Em có thể xin phòng đào tạo thêm thời gian để nộp chứng chỉ anh văn làm luận văn không ạ ?. Mong phòng đào tạo cứu xét cho em ạ.. .   /br . . Ân.",
            "Kính gửi Phòng Đào Tạo. . . . Em tên [full_name] sinh viên K15 của trường ,hiện tại em làm xong đề cương luận văn và bảo lưu đề tài một học kì .Hiện tại , em vừa đăng kí thi anh văn để làm luận văn tốt nghiệp . Thời gian thi vào cuối tháng 9. Em không đăng kí luận văn tốt nghiệp được vì chưa đủ điều kiện chuẩn anh văn làm luận văn tốt nghiệp. Em có thể xin phòng đào tạo thêm thời gian để nộp chứng chỉ anh văn làm luận văn không ạ ?. Mong phòng đào tạo cứu xét cho em ạ.. . . . Ân.",
            "Chào bạn,. . . . Khi nào bạn có đủ CCNN thì bạn xin đăng kí làm luận văn nha. Trường hợp đã hết đợt đăng kí luận văn, thì làm đơn nộp PDT.. . . . Thân.. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em xin chào quý thầy cô PĐT.. . Em đã tốt nghiệp vào tháng 04/2020 hệ VLVH. MSSV:[student_id] Họ tên: [full_name] nhưng chưa nhận được bằng Tốt nghiệp. . . Cho em hỏi bao giờ trường mới cấp bằng và bảng điểm cho sinh viên tốt nghiệp ạ?",
            "Chào bạn,. . Trường đang đợi phôi bằng mới từ Đại học Quốc gia Thành phố Hồ Chí Minh cấp để in bằng tốt nghiệp,  Nhà trường sẽ có thông báo đến sinh viên sau khi có phôi bằng, hoàn tất khâu in bằng và lễ trao bằng tốt nghiệp cho sinh viên.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Em chào nhà trường,. . Theo như mail nhà trường gửi cách đây không lâu về việc có đợt kiểm tra trình độ tiếng anh. Em đã đăng kí và đóng tiền đầy đủ nhưng vẫn không biết lịch thi của bản thân.. . Cho em hỏi khi nào mình biết lịch thi phòng thi và nó xem ở đâu ạ.. . Em xin cảm ơn . . . .",
            "Chào bạn,. . Hiện tại nhà trường đã lấy dữ liệu của sinh viên đã đăng ký dự thi và đóng tiền đúng hạn gửi qua IIG để sắp lịch thi và sẽ gửi mail thông báo cho sinh viên vào lịch thi sau khi có kết quả phản hồi từ IIG. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . HI, . . Em tên [full_name] [student_id]. . Em đã đủ tất cả điều kiện tốt nghiệp nhưng sao đăng kí tốt nghiệp chưa được ạ.Cảm ơn",
            "Chào bạn,. . Hiện tại bạn đã có tên trong danh sách tốt nghiệp dự kiến (nhưng còn nợ HP) nên chưa khai tốt nghiệp. Phòng Đào tạo sẽ cập nhật lại và mở khai tốt nghiệp cho ban sau ngày 15/9 (sau khi bạn đã hoàn tất các khoản nợ trên bkpay). . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]  /b . . dạ cho em hỏi ạ em ko biết quy đổi điểm anh văn của trường sao ạ . . - em đọc qua file pdf của trường nói là quy đổi điểm của học kì 20 là 600 mới qua anh văn 4 ạ . . - vậy cho em hỏi em k15 vậy em thi dc 500 điểm anh văn thì pass qua anh văn 4 ko ạ hay là phải áp ụng học kì 20 là 600 mới qua anh văn 4 ạ \t. . . .   i Tốt nghiệp .",
            "Về việc chuyển điểm:. . Nếu bạn nộp Chứng Chỉ Ngoại Ngữ và đăng ký chuyển điểm (phải hoàn thành lệ phí chuyển điểm) trước ngày 18/9/2020 thì áp dụng theo quy định chuyển điểm cũ - Bảng quy đổi điểm chuyển Ngoại Ngữ mới bắt đầu từ ngày 21/9/20 áp dụng cho HK201. . Thân",
            "li answer rate: Answer is not complete / Câu trả lời chưa hoàn chỉnh"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Cho em hỏi là bao giờ nhà trường bắt đầu giảng dạy học kì 201 ( dành cho K19) ạ ?. . . .",
            "Chào bạn, . . Xem chi tiết lịch học vụ (lịch đăng ký môn học + lịch chuyển điểm ngoại ngữ + lịch trình tốt nghiệp…) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Hk1(2020-2021). . - Thời gian bắt đầu học từ 21/9. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Em chào cô/thầy, cho em hỏi về điểm rèn luyện sinh viên mình có thể coi ở đâu vậy ạ, em xin cảm ơn.. .   i Yêu cầu khác .",
            "Chào bạn. . Bạn liên hệ trực tiếp Phòng Công tác chính trị sinh viên để hỏi đáp . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Em tên là [full_name] MSSV [student_id] khoa Môi trường và Tài nguyên K17 em có câu hỏi là vào học kì 1 năm học 2019-2020 em đã nộp bằng TOIEC nghe- đọc 500đ để qui đổi ra điểm AV4 mà sao không thấy cộng tính chỉ vào số tính chỉ đã tích lũy trong bảng điểm của em ạ. Em xin cảm ơn. .",
            "Chào bạn.. . Điểm chuyển của bạn đã được cập nhật tại mybk/Thông tin sinh viên/điểm chuyển . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính gửi . . Em tên Nguyễn Tất Quang MSSV [student_id] . . Em có một số câu hỏi mong được giải đáp. . Em thuộc k18 nhưng nợ môn vl1 gt2 gdtg và e muốn đk để học nhưng trên trang đk thấy đều viết không có mô học mở vậy e muốn đk các môn học đó cùng với khóa khác để học thì em phải làm sao ạ.em có thấy trên diễn đàn có một số bạn xin mở lớp nhưng vẫn ko thấy lớp mở trên trang đk ạ mong thầy cô giúp đỡ,chỉ cách cho em để đk vói ạ . . EM CẢM ƠN",
            "Chào bạn,. . . . Bạn có thể đăng kí những môn này trong đợt dự thính 201.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác:"
        ]
    },
    {
        "intent": "",
        "message": [
            "Dạ cho em hỏi tại địa phương em hỏi giấy đăng ký nghĩa vụ quân sự mà kỳ học này chưa bắt đầu thì làm sao ạ ? Em có thể đăng ký giấy chứng nhận sinh viên rồi gửi về nhà không ạ?. .",
            "Chào bạn,. . Hiện tại nhà trường đang cập cho học kỳ 192 và 193.. . Từ ngày 21/9, nhà trường mới cấp giấy cho học kỳ 1/2020-2021.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính gửi Phòng Đào Tạo. . . . Em tên [full_name] sinh viên K15 của trường ,hiện tại em làm xong đề cương luận văn và bảo lưu đề tài một học kì .Hiện tại , em vừa đăng kí thi anh văn để làm luận văn tốt nghiệp . Thời gian thi vào cuối tháng 9. Em không đăng kí luận văn tốt nghiệp được vì chưa đủ điều kiện chuẩn anh văn làm luận văn tốt nghiệp. Em có thể xin phòng đào tạo thêm thời gian để nộp chứng chỉ anh văn làm luận văn không ạ ?. Mong phòng đào tạo cứu xét cho em ạ.. . . . Ân.",
            "Chào bạn,. . . . Khi nào bạn có đủ CCNN thì bạn xin đăng kí làm luận văn nha. Trường hợp đã hết đợt đăng kí luận văn, thì làm đơn nộp PDT.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Chào thầy cô. . Cho phép em được hỏi là khi nào trường cập nhật chương trình đào tạo của KSTN K19 ạ?. . Em mong thầy cô sớm phản hồi, em xin chân thành cảm ơn.",
            "Chào bạn,. . Về CTĐT bạn vui lòng liên hệ tại Văn Phòng Khoa - xin gặp thầy Phó Khoa phụ trách về CTĐT để được tư vấn và hướng dẫn nhé!. . Chúc bạn học tốt. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Phòng đào tạo cho em hỏi là hiện tại em là sinh viên năm 4, em chỉ còn nợ chứng chỉ TOEIC để làm đồ án tốt nghiệp. Vậy em có thể không đăng ký môn học ở học kì tiếp theo để ôn anh văn không ạ? Hay em phải đăng ký để không bị đình chỉ học vụ và nếu phải đăng ký thì em phải đăng ký số tín chỉ ít nhất là bao nhiêu . Mong phòng đào tạo phản hồi sớm giúp em. . Em xin cảm ơn",
            ". . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Kính gửi Nhà trường,. . . . Em muốn hỏi là Sinh viên Bằng 2 Chính quy có được xét loại học bổng nào không ạ?. . . . Em xin cảm ơn.. . . .",
            "Chào bạn,. . Sinh viên Bằng 2 không được xét học bổng khuyến khích nhé bạn.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "MSSV: [student_id]. . Kì này em có đăng kí Luận văn tốt nghiệp, đề tài của em phải đi khảo sát thực địa nhưng do tình hình dịch bệnh nên em không đi khảo sát thực địa được, vì vậy em không kịp hoàn thành luận văn trong kì này.. . Bên dưới em có đính kèm giấy giới thiệu đi khảo sát thực địa đã được khoa phê duyệt.. . . . Kính mong quý thầy/cô có thể xem xét cho việc em rút môn học Luận văn tốt nghiệp (Mã môn học: CH4333, Mã nhóm A01). . . .",
            "Chào bạn,. . Bạn vui lòng làm đơn trình bày xin rút môn học (kèm minh chứng và xác nhận của Khoa) và nộp trực tiếp tại Phòng Đào tạo để được xem xét. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Cho em hỏi viết đơn xin học bổng NITORI 2020 là bằng tiếng Anh hay tiếng Việt ạ?",
            "Chào bạn. . Bạn liên hệ trực tiếp bộ phận quản lý học bổng này. . Pdt không phụ trách về vấn đề học bổng . . Thân"
        ]
    }
]