[
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Con chào PĐT, con là [full_name] - MSSV: [student_id]. Hôm nay con viết mail này mong PĐT giải đáp giúp con là cần tối thiểu bao nhiêu sinh viên để được mở lớp \"Đồ án môn học thiết kế kỹ thuật\" mã môn học: AS2031 của Khoa Khoa Học Ứng Dụng ngành Cơ Kỹ Thuật ạ?. . Con xin chân thành cảm ơn!",
            "Chào bạn,. . . . Môn đồ án chỉ mở trong học kỳ chính, môn đồ án không giới hạn sỉ số.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            ". . Kính gởi phòng Đào tạo trường Đại học Bách Khoa tp Hồ Chí Minh. Em tên là Nguyễn Anh Tuấn-MSSV [student_id]. Em vừa thi xong môn Phương Pháp Tính, kết quả làm không như mong đợi, em sợ sẽ rớt môn này. Mà hiện tại chỉ còn môn học này nữa là em hoàn thành chương trình đào tạo. Kính mong Phòng Đào tạo xem xét cho em được đăng ký môn học bổ sung cho học kỳ hè, để em có thể tốt nghiệp trong năm nay. Em hứa sẽ cố gắng, và đóng học phí đầy đủ.. . Em xin chân thành cảm ơn.. .",
            "đã đk môn MT1009 nhóm DT02. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính chào nhà trường,. . Em tên là [full_name], MSSV: [student_id], sinh viên K14 khoa Khoa học và Kỹ thuật máy tính.. . Ở học kì hè 193, em có đăng kí môn Mạng máy tính, MSMH: CO 3003 nhưng môn này bị hủy do thiếu sinh viên đăng kí. . . Nay em viết đơn này kính mong quý trường đăng kí cho em môn học Lập trình web, MSSMH: CO 3049, do trong học kì hè này em cần đăng kí thêm một môn học để đủ chỉ nhận Luận văn tốt nghiệp cho học kì sau.. . Em xi chân thành cảm ơn quý nhà trường.. . [full_name]",
            "đã bổ sung môn CO3049, nhóm DT01. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Gửi phòng đào tạo,. . . . Em là [full_name], mssv [student_id], . . . . Vào lúc đăng kí môn học học kì 193, do chưa có chương trình đào tạo K19 của khoa em, em đã đăng kí 2 môn Vật lý 2 ( PH1005) và Phương pháp tính ( MT1009). Nhưng ngày 22/7/2020, sau khi có chương trình đào tạo K19 khoa của em, thì 2 môn nó không có trong chương trình đào tạo của em.. . . . Mong Phòng đào tạo xóa giúp em 2 môn Vật lý 2 ( PH1005) và Phương pháp tính ( MT1009). Thay vào đó, Phòng đào tạo có thể mở cho em 2 môn Xác suất và thống kê ( MT2013 ) và Hóa đại cương ( CH1003 ) được không ạ? . . . . Em xin trân thành cảm ơn,. . [full_name] - [student_id]. .   i Đăng ký môn học .",
            "Đã hủy môn học PH1005 và MT1009. . Bổ sung môn MT2013 nhóm DT01. . Môn CH1003 trùng TKB ko đk được. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Phạm Thị Thùy Dương [student_id]",
            "đã bổ sung PE1011 nhóm DT01. . Thân",
            "b MSSV/MSGV: 1914289  /b \t. . . .   i Đăng ký môn học . Nguyễn Việt Ngân - 1914289",
            "đã bổ sung PE1011 nhóm DT01. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Cô cho e hỏi là HK chính 201 là phải đăng ký môn học từ 22/07/20202 - 29/07/2020) . Sinh viên hệ   B   I VHVL  /I   /B  muốn học chung buổi sáng với chính quy thì phải đăng ký luôn hay sao ạ. E cám ơn !!!",
            "bạn có thể đk bình thường trong đợt 22-29/7 hệ Cq."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính gửi: Phòng đào tạo trường đại học Bách Khoa TPHCM. . Em tên là: [full_name] MSSV: [student_id]. . Khoa: Kĩ thuật xây dựng. . Em viết mẫu này kính mong phòng đào tạo cho em được đăng kí học dự thính môn Hoá đại cương ( CH1003 ) do em không đăng kí kịp đợt nhà trường mở đăng kí mà em còn thiếu nhiều chỉ để đăng kí phân ngành và ảnh hưởng đến lịch học vụ của học kì sau. Kính mong phòng đào tạo cho em được đăng kí môn học trên vào học kì hè.. . Em xin chân thành cảm ơn.",
            "đã đk môn CH1003 nhóm DT01 cho bạn. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính gửi phòng đạo tạo trường,. . Em là [full_name] thuộc khoa Khoa học và Kỹ thuật Máy tính, MSSV [student_id] , email: [email]. . Trong đợt đăng kí môn học cho học kì 193, do chưa có chương trình đào tạo của khoa dành cho khóa K2019, em có đăng kí 2 môn :   B Phương pháp tính (MT 1009)  /B  và Vật lý 2 (PH1005). Nhưng hôm nay khi có chương trình đào tạo của khoa thì 2 môn trên không nằm trong chương trình đào tạo bắt buộc.. . Vậy nên em kính mong phòng đào tạo xóa giúp em 2 môn em đã đăng kí: Phương pháp tính (MT 1009) và Vật lý 2 (PH1005). Và nếu được, em mong được xem xét đăng kí 2 môn học khác là Hóa đại cương (CH1003) và Xác suất và thống kê (MT2013).. . Em xin chân thành cảm ơn,. . [full_name] - [student_id].. .",
            "đã hủy PH1005 và MT1009. . . . Đã bổ sung môn CH1003 nhóm DT01. . MT2013 trùng TKB. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính thưa, em tên là [full_name], mã số sinh viên [student_id], đang theo học ở lớp CK19DM2. Em xin được phép trình bày về nguyện vọng của mình ạ. Dạ từ nguyện vọng về sự chuẩn bị trước cho các năm học sau sẽ phần nào vơi bớt gánh nặng về bài vở nên em mong cầu về điều kiện học môn Pháp Luật Việt Nam Đại Cương học kì dự thính hè 193 ạ. Dạ em xin thưa Phòng Đào Tạo cho phép em được đăng ký bổ sung về môn học Pháp Luật Việt Nam Đại Cương - Mã môn: SP1007, Mã nhóm: DTQ2. Dạ em mong Phòng Đào Tạo sẽ xem xét và phản hồi đến em ạ. Dạ em xin chân thành cảm ơn ạ.",
            "Chào bạn.. . DT03 là nhóm dành cho SV hệ Quốc tế.. . SV đại trà ko được phép học. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em chào thầy cô PĐT.. . Em có vấn đề xin được hỏi như sau: HK201 em muốn đăng ký 2 Môn CI3061 PP Phần tử hữu hạn và CI3009 Kết cấu thép 1 và 2 môn này yêu cầu CI2029 Cơ học kết cấu HỌC TRƯỚC. Và đợt 1 201 em đăng ký nó có báo lỗi. . . Em chưa từng học Cơ học kết cấu trước đây nhưng HK193 tới em có đăng ký CI2029 Cơ học kết cấu và có TKB rồi.. . Vậy thầy cô cho em hỏi như vậy có được tính là học trước CI2029 không? và đợt đăng ký 201 em có đăng ký được 2 môn CI3061 và CI3009 thành công không ạ? Em xin cảm ơn.",
            "bạn mới đk trong HK193 chưa học nên chưa đk liền được trong HK201.. . bạn cần chờ tới đợt 2 của HK201 mới có thể đk dược"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Kính thưa, em tên là [full_name], mã số sinh viên là [student_id], lớp VP19PO. Dạ thưa cô, cô cho em hỏi em học chương trình Việt Pháp em có thể đăng kí môn thí nghiệm vật lí bên chương trình đại trà không ạ. Em cảm ơn cô ạ. .",
            "Chào bạn. . Về chương trình đào tạo bạn vui lòng liên hệ Cô [full_name] phụ trách chương trình kỹ sư chất lượng cao Việt Phát để tư vấn và giải đáp. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em xin chào thầy/cô,. . Học kỳ hè em đang học môn học ràng buộc cho môn học học kỳ sau (HK201) thì em có được đăng ký cho học kỳ 201 không ạ? . . Ví dụ: Hè em học tín hiệu hệ thống (EE2005) đó là môn ràng buộc môn Truyền số liệu mạng (EE3019)thì em có được đăng kí không?. . . . Em xin cảm ơn và chúc thầy/cô nhiều sức khỏe!",
            "Chào bạn,. . . . Bạn phải tìm hiểu môn tiên quyết, học trước, song hành. Bạn vào xem cấu trúc môn học trên trang web PDT http://www.aao.hcmut.edu.vn/index.php?route=catalog/chuongtrinhdaotao.. . . . Bạn chuẩn bị là sinh viên 3 thì không thể hỏi những câu như vậy. . . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "PE1017 + DT03. . . .",
            "Môn PE1017 ko mở. . Thân",
            "PE1017 + DT03. . Em mong muốn được chuyển sang bóng chuyền PE1011.. . Em xin cảm ơn!. .",
            "đã đk PE1011 nhóm DT04. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Xóa môn học . Em là [full_name], em xin xóa môn học Vật lý 2 (PH1005).",
            "đã hủy PH1005. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em tên Dương Quốc Toàn, MSSV [student_id]. Ngày 15.7.2020 em có đăng kí chuyển điểm Toeic và đã được thẩm tra thành công. Và khoa em - Khoa Quản Lý Công Nghiệp - có môn học Anh Văn Kinh Doanh yêu cầu phải có cột điểm Anh Văn 3 mới được đăng kí môn học đó. Nhưng sau khi em chuyển điểm thì cột điểm Anh Văn của em vẫn chưa được cập nhật nên em không đăng kí được môn học đó. Em không biết là khoảng khi nào Phòng Đào Tạo sẽ câp nhật điểm chuyển Anh Văn cho em để em đăng kí môn học đó. Em có gửi kèm hình em đã đăng kí trong câu hỏi này. Em cảm ơn nhiều ạ.",
            "Chào bạn. . Phòng đào tạo đã kiểm tra chính xác bạn đã được chuyển điểm anh văn 1+2+3+4. . Bạn sẽ đăng ký được môn Anh Văn Kinh Doanh trong đợt DKMH đợt 2 của HK201. . Trường hợp bạn không DKMH được, vui lòng phản hồi về Pdt để xử lý. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em tên [full_name] lớp DC1904 mssv . . [student_id] . . Nay em xin Phòng đào tạo cho em rút môn học Phương pháp tính MT1009 Kỳ 193 dự thính hè năm học 2019-2020. . Em cảm ơn.",
            "đã hủy MT1009. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính gửi phòng đào tạo trường ĐHBK TPHCM,. . Hiện tại em đang là sinh viên năm 2 (chuẩn bị lên năm 3) khoa KT Hóa Học của trường. Trong học kì 192, em có đăng ký và học môn   B Quá trình sinh học 2  /B  (QTSH2) (CH2047), tuy nhiên kết quả không như mong muốn. Hiện tại em có ý định học cải thiện môn này nhưng môn chỉ mở 1 năm/1 lần vào học kỳ 2. Em được biết hiện nay ở khoa Hóa có môn tương đương với môn QTSH2 là:   B Quá trình & Thiết bị truyền nhiệt  /B  (CH2043). . . Vậy xin phòng đào tạo có thể kiểm gia giúp em 2 môn này có phải là môn tương của nhau không? Và nếu là môn tương của nhau thì em mong được biết về những thủ tục chuyển điểm từ môn QTTB Truyền nhiệt về lại cho QTSH2 nếu em đăng ký học vào kỳ sau (201).. . Em xin cám ơn",
            "Chào bạn,. .  . . - Đây là đường link tra cứu môn tương đương thay thế http://www.aao.hcmut.edu.vn/index.php?route=catalog/chitietsv&path=59_201&tid=447.. . . . . . - Bạn muốn cải thiện điểm thì phải học đúng mã số môn học trong CTDT nhen.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]  /b . . . .   i Đăng ký môn học . Em là: [full_name]. . Lớp VP2018/2\t. . Vì lý do không đủ chuẩn tiếng anh sau năm 1 nên em đã không thể đăng ký môn tiếng pháp 3 (003703) cho kỳ 191. Em có tham khảo môn tương đương nhưng không có môn tiếng pháp 3. . Link:. . http://www.aao.hcmut.edu.vn/index.php?route=catalog/chitietsv&path=59_62&tid=1292. . . . Ở khóa 19 đã được chuyển sang môn Pháp Văn 3 (LA1015), không biết có tương đương với môn tiếng pháp 3 ko ạ. Em cảm ơn",
            "Chào em,. . Hiện tại văn phòng Việt-Pháp chưa gởi danh mục môn tương đương đối với các môn thuộc chương trình Việt Pháp. Nhưng môn Tiếng Pháp 3 003703 là 5 tín chỉ, còn môn Pháp văn 3 (K2019) là 2 tín chỉ.. . Em có thể liên hệ Văn phòng Việt Pháp để được tư vấn cụ thể.. . Chúc em học tốt."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Cho em hủy môn phương pháp tính, Mã MH:MT1009, nhóm: DT02. .",
            "Đã hủy môn học cho bạn. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ e chào thầy cô. Có thể gia tăng thêm sĩ số cho môn học cơ lưu chất CI2005 để e có thể hoàn thành môn học trong kì hè này không ạ. E mong thầy cô phản hồi sớm ạ. E cám ơn .EM tên [full_name] [student_id]",
            "đã bổ sung môn CI2005 nhóm DT01"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Thưa thầy,cô.. . Em tên là [full_name],mssv [student_id]. Do em bận làm luận văn,cùng với việc điện thoại của em có vấn đề nên em đã không đọc được thông báo đăng kí đợt 3 học kì dự thính hè HK193 trên mail,do đó nên em chưa đăng kí được môn. Em mong thầy,cô xem xét sĩ số các lớp phương pháp tính MT1009,cho em được đăng kí thêm môn MT1009 trong kì dự thính hè này với ạ. Môn này có ý nghĩa hết sức quan trọng với việc ra trường trong đợt tới của em ạ. . . Em cảm ơn thầy,cô đã đọc yêu cầu của em. Em mong sớm được nhận phản hồi từ thầy,cô ạ.",
            "đã đk môn MT1009 nhóm DT04. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Môn SP1033 thông báo phải học môn SP1031 mới cho đăng kí. Cô cho hỏi em đã đăng kí hè môn triết SP1031 thì học kì 201, em có thể đăng kí môn SP1033 được không hay em cần qua môn rồi mới được đăng kí?",
            "Chào bạn,. . . . Việc này bạn hỏi lại khoa môn SP1033 là môn học trước hay tiên quyết môn SP1031.. . - Nếu môn học trước thì môn SP1031 chỉ cần học rồi là  đăng kí môn SP1033 được.. . . . - Nếu môn tiên quyết thì  SP1031 cần có điểm đạt.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ, chào thầy/cô!. . . . Thầy/cô cho em hỏi: Trong chương trình đào tạo của ngành kĩ thuật máy tính khóa 2019 ở học kì 3 có môn học \"Mạch điện điện tử - CO2037\", nhưng khi em đăng kí môn học tìm mã CO2037  thì ra môn \"Đồ án thiết kế luận lí\". Vậy em vẫn đăng kí môn theo mã CO2037 hay sao vậy ạ?. . . . Em cảm ơn ạ!. .",
            "Chào bạn,. . . . Tôi đã kiểm tra và thấy môn CO2037 là môn Mạch điện điện tử. Không biết bạn xem thông tin này ở đâu.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính gửi phòng đào tạo,. . Em là [full_name] , MSSV [student_id].. . Em xin phép đổi môn Hóa đại cương (CH1003) thành môn Xác suất và thống kê (MT2013) . Mong phòng đào tạo xem xét.. . Em xin chân thành cám ơn.. . [full_name] - [student_id].. .",
            "đã hủy CH1003 và bổ sung MT2013. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Chào thầy cô, em là sinh viên khoa Điện tử- Viễn thông. Đến hiện tại em vẫn đang nợ môn Giải tích mạch (EE1011) và đã đăng kí học trong kì hè này. Nhưng kết quả kì hè không kịp để đăng kí môn tiên quyết đằng sau là Mạch điện tử (EE2007) dẫn đến trễ rất nhiều môn. Liệu em có thể viết đơn cam kết qua môn Giải tích mạch để có thể đăng kí môn đằng sau được không ạ. Mong thầy cô đưa ra hướng giải quyết. Em xin cám ơn.",
            "Chào bạn,. . . . Khi nào có điểm đậu môn EE1011 thì mới đăng kí môn EE2007 được.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "CODE  mã môn học: PE1015. .   /CODE  mã nhóm: DT03. . . .",
            "đã đk môn PE1015 nhóm DT02. . Nhóm DT03 ko mở. . Thân",
            "cho em thay đổi môn học ở kì hè vì pđt không mở lớp môn bóng bàn PE1013 và chuyển qua môn học bóng rổ PE1013 mã nhóm DT03",
            "môn học pE1015 đã được đk nhóm DT02"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Xin chào,. . Em tên là [full_name], mssv [student_id].. . Hiện tại em đang đăng ký môn học cho học kì 201. Em muốn đăng ký luận văn tốt nghiệp trong học kì này, nhưng em chưa nộp chứng chỉ Toeic 450 (Trước đó em đã học xong 4 môn Anh Văn ở trường). Em dự định sẽ bổ sung chứng chỉ vào tháng 8/2020. . . Vậy thầy/cô cho em hỏi em có thể đăng ký được môn học không ạ?. .",
            "Chào bạn,. . . . Bạn chưa đủ CCNN làm luận văn thì không đăng kí được, luận văn còn nhiều đợt đăng kí mà bạn. Bạn kiểm tra mail thường xuyên để biết đợt DKMH của đợt sau.. . . . Thân.",
            "No solution"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Gửi phòng đào tạo,. . . . Em là [full_name], mssv [student_id].. . . . Em vừa hủy môn Vật lý 2 do không nằm trong chương trình đào tạo nên em muốn đăng kí thêm môn Xác xuất và thống kê (MT2013) có được không ạ?. . . . Em xin chân thành cảm ơn.. . . . [full_name]. . . .",
            "Chào bạn,. . . . [full_name]T đãng kí môn ME2013 cho bạn rồi, sau ngày 24/7 bạn vào kiểm tra kết quả DKMH trên cổng thông tin sinh viên. Nếu có gì thì khiếu nại sớm... . . . Thân.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em đăng kí nhầm mã môn học Xác suất thống kê. Em xin đổi mã môn MT2001 thành MT2013 ạ",
            "Chào bạn,. . . . [full_name] đã huỷ môn MT2001 cho bạn rồi, mộn MT2013 trùng TKB nên không đăng kí được. Sau ngày 24/7 bạn vào kiểm tra kết quả DKMH trên cổng thông tin sinh viên. Nếu có gì thì khiếu nại sớm... . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ Em là k18 và còn thiếu một môn cơ sở ngành chưa đăng kí học. Theo em tìm hiểu mã môn của k19 thay đổi khác hoàn toàn với k18 ạ. Vậy em nên đăng kí mã môn theo k18 hay k19 ạ? Hoặc em đăng kí theo mã môn của k19 và sau đó làm đơn chuyển điểm qua được không ạ?",
            "Chào bạn,. . . . Bạn nên đăng kí theo đúng mã số của chương trình đào tạo của bạn.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "I Đăng ký môn học . [full_name] [student_id]",
            "Chào bạn,. . . . PDT đãng kí môn PE1023 cho bạn rồi, sau ngày 24/7 bạn vào kiểm tra kết quả DKMH trên cổng thông tin sinh viên. Nếu có gì thì khiếu nại sớm... . . . Thân.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Vào đợt đăng kí dự thính hè vừa rồi. Do em không biết môn thực tập tốt nghiệp (CO3313) phải đăng kí nên em đã không đăng kí. Nhưng em đã nhận được thực tập từ công ty. Vì vậy, em xin phòng đào tạo cho em đăng kí lại môn học đó.. .",
            "Chào bạn,. . . . Bạn làm đơn xin đăng kí môn thực tập tốt nghiệp , đơn có sự đồng ý của ban chủ nhiệm khoa. Nộp PDT. . . . Thân.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Do đợt trước em đăng kí môn trước khi có Chương trình đào tạo, PĐT cho em hỏi là em có thể chuyển đổi điểm từ MT2001 sau khi học xong chuyển đổi thành điểm của MT2013 theo mã môn mới được không ạ? Và em có đăng kí môn Cơ lí thuyết AS1003 mà trong chương trình đào tạo của các năm sau lại không hề có. Em có thấy mục \"Các môn tự chọn tự do\" nhưng không biết có môn AS1003 ở trong phần các môn tự do nằm trong ngành của mình hay không? Nếu có em sẽ học theo TKB của nhà trường đã gửi, nếu không có em xin phép được hủy môn AS1003 ạ. Em xin chân thành cảm ơn.",
            "Chào bạn. . Về chương trình đào tạo bạn vui lòng liên hệ Khoa (cụ thể là Thầy phó khoa phụ trách chương trình đào tạo Thầy [full_name]) để tư vấn và giải đáp. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . em muốn chuyển môn cầu lông sang môn bóng rổ . . (PE1015) trong học kì hè này.",
            "Chào bạn,. . . . PDT đãng kí môn PE1015 cho bạn rồi, sau ngày 24/7 bạn vào kiểm tra kết quả DKMH trên cổng thông tin sinh viên. Nếu có gì thì khiếu nại sớm... . . . Thân.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em vừa đăng kí môn cho HKI năm 2020-2021 thì em có bấm đăng kí trước môn Sức bền vật liệu CI2007 nhưng khi bấm vào thì hiện lên là thiếu môn học trước Cơ lí thuyết AS1003. Nhưng trong CTĐT thì lại không có môn này. Vậy là như thế nào ạ?",
            "Chào bạn,. . . . Bạn vào đăng kí lại nhen.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Trong ctdd K2019 có môn tự chọn tự do. Em muốn hỏi liệu có quy định nào về môn tự chọn này không, như là môn được đăng kí hay kì đăng kí, hay là cứ học thêm 1 môn ở ngoài ở bất kì kì học nào (kể cả kì hè) rồi trường tính cho luôn?. . . . Còn các môn tự chọn nhóm A đến D thì có được học hơn tín chỉ không?. . Ví dụ như ở môn tự chọn nhóm C yêu cầu chọn 6 tín chỉ thì em có được chọn đến 9 tín chỉ không? Nếu được thì 3 tín chỉ dư ra có được tín vào môn học tự chọn tự do hay không?. . . . Em cảm ơn!",
            "Chào bạn. . Về chương trình đào tạo bạn vui lòng liên hệ [full_name] (cụ thể là [full_name]ầy phó khoa phụ trách chương trình đào tạo [full_name]ầy Quản [full_name]ành [full_name]ơ) để tư vấn và giải đáp. . [full_name]ân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em chào PDDT, em Khóa K19. HK hè 193 em có đăng kí Chính trị [full_name] - [full_name] (SP1031). . . . . Cho em hỏi HK 201 em có được đăng kí Kinh tế [full_name] - [full_name] (SP1033) không ạ? Em đăng kí thì hệ thống hiện lên dòng chữ này (em có đính kèm hình bên dưới), nhưng vẫn đăng kí được. Cho em hỏi chương trình HK 201 có Kinh tế [full_name] - [full_name] (SP1033) chưa ạ?. . . . Bên cạnh đó thì em mong PĐT đưa CTĐT lên sớm để tụi em có thể đăng kí môn ạ.. . . . Em cám ơn.. .",
            "Chào bạn,. . . . Đó là câu cảnh báo thôi,  môn SP1031 là môn học trước thì điểm    0 (thường hợp bạn bỏ thi môn SP1031 thì không đăng kí được môn SP1033).. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Chào thầy/cô. Em là SV chuyển ra từ chương trình Việt Pháp nên có một số môn cần được xác nhận là đã học rồi để có cơ sở đăng ký môn học cho học kỳ mới. Đồng thời, xin thầy/cô chuyển điểm các môn học từ hệ Việt Pháp sang đại trà giúp em. . . Các môn học được ghi trong hình đính kèm. Em cám ơn ạ.",
            "Chào bạn,. . Đính kèm các môn chuyển ra chương trình đại trà.. . Thân mến"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Thưa thầy (cô), em hiện là sinh viên năm nhất khoa Điện. Nhà trường đã mở cổng đăng ký môn học cho hk201 nhưng trên trang aao vẫn chưa có kế hoạch giảng dạy (chính thức)  hk3 của k19, mà đến ngày 27/7 đã hết hạn đăng ký. Em mong nhà trường xem xét đăng kế hoạch giảng dạy hk3 của k19 lên trang aao để chúng em có thể theo dõi lộ trình giảng dạy. Nếu được em cũng xin nhà trường đăng cả kế hoạch giảng dạy cả những hk tiếp theo để em có thể quản lý việc đăng ký môn của mình tốt hơn. . . Em xin cảm ơn ạ.",
            "Chào bạn,. . . . Đã cập nhật kế hoạch giảng dạy web PDT.. . . . Thân.",
            "No solution"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Tên sinh viên: [full_name]. . Mssv: [student_id]. . Đăng ký bổ sung môn thể chất do bị hủy môn bóng bàn.. . Môn đăng ký: Bóng Rổ(PE1015) - mã nhóm DT01",
            "Chào bạn,. . . . Bạn không đăng kí môn PE1015 được vì trùng TKB.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Cho em hỏi Kì hè có coi là học trước của kì chính không ạ?. . Ví dù kì hè em hè tư tưởng hồ chí minh thì kì 1 tiếp theo có học được đường lối đảng cộng sản không ạ?",
            "Chào bạn,. . . . Hoc kỳ 201 bạn đăng kí môn Đường lối  đảng CSVN được nếu kỳ hè 193 bạn đã đăng kí môn TTHCM (trừ trường hợp bạn bỏ thi môn TTHCM thì mới không đăng kí được môn Đường lối Đảng CSVN ). . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính thưa, em tên là [full_name], mã số sinh viên [student_id], đang theo học ở lớp CK19DM2. Em xin được phép trình bày về nguyện vọng của mình ạ. Dạ từ nguyện vọng về sự chuẩn bị trước cho các năm học sau sẽ phần nào vơi bớt gánh nặng về bài vở nên em mong cầu về điều kiện học môn Pháp Luật Việt Nam Đại Cương học kì dự thính hè 193 ạ. Dạ em xin thưa Phòng Đào Tạo cho phép em được đăng ký bổ sung về môn học Pháp Luật Việt Nam Đại Cương - Mã môn: SP1007, Mã nhóm: DT04. Dạ em mong Phòng Đào Tạo sẽ xem xét và phản hồi đến em ạ. Dạ em xin chân thành cảm ơn ạ.",
            "Chào bạn,. . . . PDT đãng kí môn SP1007 cho bạn rồi, sau ngày 24/7 bạn vào kiểm tra kết quả DKMH trên cổng thông tin sinh viên. Nếu có gì thì khiếu nại sớm... . . . Thân.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Do không nắm rỏ về quy định đổi điểm anh văn toeic nên trong đợt đăng kí môn học hk193 em đăng kí môn anh văn 3 và thiếu chưa đăng kí anh văn 4. Em là SV k16, đây là môn học tiên quyết củng là môn học cuối cùng em còn xót. Em xin Thầy (Cô) xem xét cho em đăng kí bổ sung thêm môn anh văn 4 vào hk193. Em chân thành cám ơn Thầy (Cô)",
            "Chào bạn,. . . . Bạn vui lòng ghi rõ mã số môn học bạn cần đăng kí.. . . . Thân.",
            "Dạ 003004 - [full_name]. Em cám ơn Cô rất nhiều ạ",
            "đã bổ sung 003004 DT01 cho bạn",
            "Là em lên mybk vào đăng kí môn học hk hè 193  đợt 3 và nhập mã môn học là 003004 DT01 phải không ạ?  Em xin cám ơn",
            "ko.. . PĐT đã đk thêm cho bạn. . TKB sẽ cập nhật sau. . Thân",
            "Dạ em xin cám ơn Thầy và Cô đả hổ trợ"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Chào pđt, . . . . Hiện tại em đã đủ tín chỉ để đăng ký và đã đăng ký kì thực tập tốt nghiệp hè 193 [AS3343]. . . Tuy nhiên, em đã quên huỷ môn học hè Vật lý 1 [PH1003].. . Theo thông thường em được biết là nhà trường sẽ huỷ môn học để chừa kì thực tập lại nhưng em vẫn thấy kết quả đăng ký môn học gồm cả thực tập lẫn VL1. . . Không biết điều này có ảnh hưởng đến kết quả đăng ký thực tập của em không ạ? Nếu được pđt huỷ môn VL1 giúp em được không?. .",
            "Chào bạn,. . . . Ngoài đăng kí TTTN, bạn có thể đăng kí các môn học khác miễn không trùng TKB của thực tập.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Cho e hỏi, trường hợp môn đã đăng kí không có trong kế hoạch giảng dạy, nếu rút môn có tính học phí ko ạ",
            "Chào bạn,. . . . Thời điểm này chỉ cho rút môn học không cho huỷ (rút môn học là tính học phí).. . . . Chỉ có những trường hợp đặt biệt PDT mới cho huỷ môn học (huỷ môn học là không tính học phí). Chẳng hạn, các bạn khoá 2019 vì thời điểm DKMH 193 chưa có CTDT nên các bạn đăng kí sai môn học, PDT sẽ cho huỷ.. . . . Bạn ghi rõ mã số môn học cần huỷ.. . . . Thân.",
            "Dạ e thuộc trường hợp môn học đăng kí không có trong chương trình đào tạo, nên đăng kí sai. . Mã số môn học là MT1009. . E cảm ơn",
            "Trường hợp của em.. . PĐT đã hủy môn học , ko tính học phí. . TKB sẽ cập nhật sau. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ cho em hỏi là hk 192 vừa rồi em có đăng ký môn học nhưng em không đi học với lại nộp học nộp học phí trễ hạn thì giờ em có cần làm đơn gì để được học tiếp không ạ . . Em cảm ơn",
            "Chào bạn,. . . . Bạn đóng học phí học kỳ 192 và làm đơn thu nhận lại để DKMH học kỳ 193 và  201 . Bạn làm gấp nhen. . . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em xin chào thầy,cô!. . trong năm 2 em chưa đủ 56 chỉ thì có được đăng ký mấy môn năm 3 có mã môn có số 2 không ạ?",
            "Chào bạn,. . . . Ban cứ đăng kí thử, nếu không báo điều kiện tiên quyết gì tức là bạn đăng kí được.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . PE1015 DT02",
            "Chào bạn,. . . . PDT đãng kí môn PE1015 cho bạn rồi, sau ngày 24/7 bạn vào kiểm tra kết quả DKMH trên cổng thông tin sinh viên. Nếu có gì thì khiếu nại sớm... . . . Thân.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . em chào thầy cô!. . Môn tự chọn mình có quy định gì không ạ? Em cảm ơn !. .",
            "Chào bạn. . Về chương trình đào tạo bạn vui lòng liên hệ Khoa (cụ thể là Thầy phó khoa phụ trách chương trình đào tạo Thầy [full_name]) để tư vấn và giải đáp. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Dạ cho em hỏi khi nào là hạn để nộp chứng chỉ [full_name] chuyển điểm cho học kỳ 192 này ạ?. . Em cám ơn nhiều ạ",
            "Chào bạn. . Cho Cô hỏi khi nào bạn nộp CCNN ?. . hiện vẫn còn thời gian chuyển điểm cho HK192. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Cho em hỏi là sao em đã qua môn Giải tích mạch trong HK 182 và HK 192 em chỉ học cải thiện lại môn Giải tích mạch. Nhưng tại sao em đăng kí môn Mạch điện tử thì lại ghi là CHƯA CÓ ĐIỂM. Cho em hỏi là kết thúc đăng kí đợt 1 thì pđt có xét môn Mạch điện tử đã đăng kí của em không ạ? Em cảm ơn rất nhiều. .",
            "Chào bạn,. . . .  Môn Giải tích mạch là tiên quyết của môn Mạch điện tử. Nên môn giải tích mạch phải có điểm đậu.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em xin chào Phòng Đào Tạo.. . . . Em đang gặp một vấn đề về việc đăng kí môn Thực tập tốt nghiệp ở học kỳ hè 193.. . . . Em đã đăng kí môn này vào đợt 2. Tuy nhiên, hiện tại, kết quả đăng kí môn học của em hoàn toàn rỗng.. . . . Ngoài ra, theo như tra cứu thì tất cả những môn học trước (HT) em đều đã hoàn thành. Và bên cạnh đó, danh sách sinh viên trúng tuyển môn Thực tập tốt nghiệp học kì 193 của khoa có tên em với Doanh nghiệp trúng tuyển là   B Công ty Cổ phần VNG.  /B . . . . Em mong Phòng Đào Tạo có thể hỗ trợ để em có thể hoàn thành kì thực tập ạ. Em cảm ơn rất nhiều ạ.. . . . [full_name].",
            "Chào bạn,. . . . Sau mỗi lần DKMH, PDT đều có kết quả DKMH của các lần DKMH trước đó. Trong đó có lý do bạn không đăng kí được, bạn vào xem kết quả DKMH nhen.. . . . Hiện tại học kỳ 193 bạn không đủ số tín chỉ để đăng kí môn TTTN. Việc bạn có đi thực tập ở đâu đó thì bạn hỏi lại khoa.. . . . Thân.. . . . . . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]4  /b \t. . . .   i Đăng ký môn học . Cho em hỏi là số tín chỉ tối đa trong kỳ có đăng ký môn thực tập tốt nghiệp là 12 , phải không ạ.. . Nếu như vậy thì có cách nào để em đăng ký được nhiều tín chỉ hơn không ạ .. .  Do đây là năm cuối cùng của em trong thời gian đào tạo , em cần được đăng ký nhiều hơn 12 chỉ để kịp thời gian làm đồ án tốt nghiệp.. . Mong nhà trường tư vấn cho em ạ.. . . .",
            "Chào bạn,. . . . Hiện tại bạn mới tích luỹ 113/180 cho bạn đăng kí thêm liệu bạn có thể trả nợ hết không?.. . . . Thân.",
            "+ Nếu nhà trường cho phép em đăng ký thêm tín chỉ trong học kỳ có đăng ký môn thực tập tốt nghiệp.. . Em có thể trả nợ ạ hết ạ.. . . . + Hiện tại chính xác số tín chỉ của em là 115.. . Hết học kỳ hè này, em có thể đạt 138 chỉ.. . Vẫn còn thiếu 2 chỉ để làm thực tập tốt nghiệp , liệu em có thể làm gì để nhà trường châm chước cho em được đăng ký môn thực tập tốt nghiệp.. . Em là sinh viên khoá 2013. Và chỉ còn 2 học kỳ chính nữa là hết thời gian đào tạo tối đa rồi ạ.. . Mong cô tư vấn cho em ạ.. . Em cám ơn cô nhiều lắm.",
            "Chào bạn. . Bạn viết đơn trình bày nộp trực tiếp tại Phòng đào tạo để xem xét nghen. . Thân"
        ]
    }
]