[
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em xin chào quý thầy cô!. . Em là sinh viên người dân tộc thiểu số khóa K15. Em thấy trong quy chế học vụ về thời gian đào tạo có ghi: \"SV được hưởng ưu tiên theo đối tượng (nhóm ưu tiên 1 và 2) hoặc hưởng ưu tiên theo khu vực 01 được quy định trong quy chế tuyển sinh đại học và cao đẳng chính quy hiện hành\" thì được gia hạn tối đa thêm 1 học kỳ.. . . . Vậy em có được gia hạn thêm thời gian học kỳ tiếp theo không ạ, nếu có thì em cần làm những thủ tục gì để được gia hạn ạ.. . . . Em xin chân thành cảm ơn!",
            "Chào em,. . Trường hợp của em thuộc KV1, nên em vui lòng làm đơn xin gia hạn thêm 1 học kỳ, trình bày rõ trong đơn và gửi qua bksi nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Kính chào quý Thầy cô.. . Em xin gửi Phiếu thôi học và xin chuyển sang hệ Vừa học Vừa làm.. . Kính mong quý Thầy Cô xem xét.. . Em xin cám ơn.",
            "\"Chào em,. . Phòng Đào tạo đã tiếp nhận đơn xin chuyển qua VLVH của bạn.. . SV theo dõi tình trạng cập nhật tại mybk/Thông tin Sinh viên (dự kiến cập nhật QD trong tháng 12/2021). . SV vui lòng theo dõi lịch học vụ và mail sinh viên để đăng ký MH cho HK212 vào đợt 2 (nếu có nhu cầu). . Thân\""
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Kính gửi Trường Đại học Bách Khoa TP.HCM,. . . . Em đã đăng ký in lại thẻ sinh viên từ hồi tháng 8 nhưng tới giờ vẫn chưa nhận được.. . . . Kính mong nhà trường xem xét.. . . . Trân trọng.. . . .",
            "Chào em,. . Em cung cấp lại cho cô địa chịa, số điện thoại chính xác, để cô báo in lại và gửi lại cho em nhé.. . Do đợt thẻ tháng 8 gửi bưu điện VN post, họ không gửi phản hồi gì về trường các trường hợp bị thất lạc. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Xin thu nhận lại vì lý do không đăng kí môn ở học kì 1 năm học 2021-2022.",
            "Chào em,. . Phòng Đào tạo đã tiếp nhận đơn thu nhận của em.. . SV theo dõi tình trạng và quyết định sẽ cập nhật tại mybk/Thông tin Sinh viên (dự kiến cập nhật QD trong tháng 12/2021). . SV vui lòng theo dõi lịch học vụ và mail sinh viên để biết thời gian đăng ký môn học cho học kỳ tiếp theo.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: 1927011  /b \t. . . .   i Học vụ . Chào Thầy/Cô. . Em tên là Huỳnh Tấn Đạt, MSSV: 1927011, hiện đang là sinh viên bằng 2 Chính quy Ngành Khoa học máy tính Khóa 2019 ( K2019 ).. . Hôm nay em có mong muốn được chuyển sang hệ Vừa học Vừa làm bắt đầu từ học kỳ 2 Năm học 2021 - 2022 ( học kỳ sắp tới ).. . Mong Thầy/Cô giúp em ạ.. . Em cảm ơn,. . Đạt.",
            "Chào Thầy/Cô[full_name] [full_name] Em tên là [full_name], MSSV: [student_id], hiện đang là sinh viên bằng 2 Chính quy Ngành Khoa học máy tính Khóa 2019 ( K2019 )[full_name][full_name] [full_name] Hôm nay em có mong muốn được chuyển sang hệ Vừa học Vừa làm bắt đầu từ học kỳ 2 Năm học 2021 - 2022 ( học kỳ sắp tới )[full_name][full_name] [full_name] Mong Thầy/Cô giúp em ạ[full_name][full_name] [full_name] Em cảm ơn,[full_name] [full_name] [full_name][full_name]",
            "Chào bạn. . PDT đã tiếp nhận và đang xử lý đơn chuyển sang VLVH vào HK2(2021-2022) của bạn.. . Bạn vui lòng theo dõi tình trạng sinh viên sẽ cập nhật “thu nhận vào hệ VLVH”  trên Mybk-thông tin sinh viên, dự kiến trễ nhất vào 20/12/2021. . - Xem chi tiết Lịch đăng ký môn học + đăng ký tốt nghiệp của Hk212 tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ để biết thời gian đăng ký môn học hoặc đăng ký tốt nghiệp. . - Quy chế đào tạo và học vụ: xem chi tiết tại trang web aao.hcmut.edu.vn   Sinh viên   Quy chế-Quy định  Học vụ. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Chào anh/chị,. . Em là [full_name], MSSV [student_id], là sinh viên khoa Cơ khí, chuyên ngành Chế tạo máy.. . Theo Quy chế học vụ áp dụng từ HK182 đối với môn GDTC, mỗi sinh viên cần hoàn thành 3 môn GDTC khác nhau mới đủ điều kiện xét tốt nghiệp.. . Hiện tại em đã hoàn thành 2 môn GDTC khác nhau và sẽ học thêm 1 môn trong HK212. . Theo Quy chế học vụ áp dụng cho K20 đối với môn GDTC, sinh viên phải hoàn thành 2 học phần thể dục để đủ điều kiện xét tốt nghiệp.. . Vì vậy khi ĐKMH thì một môn GDTC lại có 2 học phần.. . Anh/chị cho em hỏi em sẽ phải ĐK học phần nào?. . Rất mong nhận được sự phản hồi từ phía anh/chị.. . Em cảm ơn!. . . .",
            "Chào em,. . Em liên hệ cô [full_name] [phone_number], phòng 520 Nhà điều hành ĐHQG-HCM (khu phố 6, phường Linh trung, Thủ đức). . Email của cô [full_name] : [email]. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em xin chào quý thầy cô ạ.. . . . Em muốn hỏi về giấy chứng nhận tốt nghiệp tạm thời sẽ được gửi về nơi đăng ký sau khoảng bao lâu ạ? Đơn đăng ký tốt nghiệp của em đã được duyệt vào ngày 24/11.. . . . Em mong nhận được câu trả lời từ quý thầy cô.. . . . Em cảm ơn ạ.",
            "Chào em,. . Bản giấy đã được gửi bưu điện ngày 1/12/21 nhé bạn.. . Em có thể vào mybk/Đăng ký tốt nghiệp để tải file scan để sử dụng trước nhé. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em xin chào thầy/cô,. . Em tên là [full_name] (MSSV:[student_id]), hiện tại em có nhu cầu in bảng điểm và đã thanh toán lệ phí in bảng điểm từ ngày 25/11, ngày hẹn trả KQ em quan sát được là 30/11 nhưng đến nay đã là 2/12 và tình trạng trên trang đăng ký in bảng điểm là \"Đang in\".. . Em không biết là em đã bỏ sót bước nào, mong thầy/cô giải đáp giúp em ạ!. . Em xin cảm ơn và chúc thầy/cô một ngày tốt lành và sức khỏe!",
            "Chào em;. . Viettel post xác nhận người nhận đã nhận qua đường bưu điện nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Gửi [full_name]T, Em là [full_name], mssv: [student_id], sinh viên cơ điện tử ct PFIEV K16. Em viết thư này để xin khoa mở lớp dự thính cho tụi em môn Tự động hóa & điều khiển tối ưu (409701) ạ. Do môn này từ k19 trở về sau đã bỏ và không có môn tương đương, số lượng sv nợ cũng chỉ còn 5 sv.Mong trường giúp đỡ tụi em  để có thể trả nợ môn này.. . Em xin cảm ơn rất nhiều.",
            "Chào bạn. . Trước tiên các bạn đăng ký các môn cần học HK212 ở đợt 1, nếu đợt 2 (từ ngày 23/12/2021)  không có mở lớp thì lúc đó mới nộp đơn mở lớp, sẽ có thông báo mở lớp  ở đợt 2. . Thân. .",
            "Em gửi cô đơn mở lớp ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ cho em hỏi là [full_name] có đăng kí học Giáo dục Quốc phòng cho học kì HK212 không ạ? Em cảm ơn ạ!. .",
            "Chào em,. . Em liên hệ PĐT TT GDQP qua 028.[student_id]7, hoặc email [email]. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Chào chị,. . . . Em đã đăng kí tốt nghiệp vào ngày 24/11 và được xác nhận là đã đăng kí thành công. Em có đăng kí gửi bằng tốt nghiệp tạm thời về. Chị có thể cho em biết bằng tạm thời của em đã được gửi chưa và khi nào thì trường có bằng chính thức cho sv.. . . . Cám ơn chị.",
            "Chào em,. . Bản giấy đã được gửi bưu điện ngày 1/12/21 nhé bạn.. . Em có thể vào mybk/Đăng ký tốt nghiệp để tải file scan để sử dụng trước nhé. . Hiện tại Phòng Đào tạo đang tiến hành in bằng và gửi mail nhận bằng theo từng đợt. . SV đã đăng ký tốt nghiệp thành công, vui lòng đợi mail thông báo lên nhận bằng từ Phòng Đào tạo. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký tốt nghiệp . Em là [full_name], MSSV [student_id], chuyên ngành Điện-điện tử, chương trình chất lượng cao, phòng đào tạo quốc tế OISP. . Em đã thực hiện đăng ký tốt nghiệp trên mybk, tuy nhiên vì sơ suất nên em đã lỡ thời gian đóng lệ phí trên bkpay (21/11/2021).Em muốn hỏi mình có cách nào để có thể đóng lệ phí tốt nghiệp được không? . . Em cám ơn.",
            "Chào em,. . BKPay luôn mở, em còn chưa thanh toán lệ phí.... . Thân mến. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính gửi Thầy cô phòng Đào tạo,. . . . Hiện tại, thời khóa biểu của em vẫn đang hiển thị môn Luận văn tốt nghiệp - Mã: CO4333 (LVTN).. . . . Trước đây khi chưa có kết quả của môn tiên quyết là ĐCLVTN và chứng chỉ Anh văn nên em đăng ký 2 môn trên cho chắc.. . . . Em cũng đã liên hệ Giáo vụ Khoa và Giáo viên hướng dẫn để xin được đổi lại đề tài cho LVTN thì được biết khi đổi đề tài phải làm lại ĐCLVTN từ đầu. Do đó, em không đủ điều kiện để làm LVTN trong học kỳ này.. . . . Mặt khác, trước đây em nhận được thông báo nếu sau khi có điểm của môn tiên quyết trước thì phòng đào tạo sẽ xét lại điều kiện và hồi tố, hủy môn LVTN này. Tuy nhiên, hiện tại em đã có điểm không đạt môn đề cương học kỳ trước nhưng thời khóa biểu vẫn còn và vẫn bị tính học phí cho môn LVTN này.. . . . Kính mong Phòng đào tạo xem xét và cho em được hủy môn LVTN (CO4333) và phần học phí môn LVTN này.. . . . Em chân thành cảm ơn,. . Kính chúc Quý thầy/cô nhiều sức khỏe.",
            "Chào bạn. . Pdt đồng ý hủy môn lvtn và hủy học phí cho bạn. . Bạn khoan đóng học phí cũ, bạn vui lòng xem cập nhật học phí mới vào ngày 10/12 rồi mới thanh toán học phí mới nghen. . Sau ngày này nếu không có cập nhật học phí mới báo giúp Pdt. . Thân",
            "Em chào thầy/cô,. . . . Hiện tại đã qua ngày 10/12 nhưng hệ thông BKPay vẫn chưa cập nhật học phí mới ạ.. . . . Thầy/cô kiểm tra giúp em nhé.. . . . Em xin chân thành cảm ơn,",
            "Chào em,. . Cô đã báo bộ phận học phí kiểm tra lại, em lưu ý khi nào cập nhật đúng mình hãy thanh toán học phí nhé. . Thân",
            "Thưa Quý thầy cô,. . . . Hiện tại, em không thể đăng ký môn học ở học kỳ mới do hệ thống nhận diện là em chưa thanh toán học phí ạ.. . . . Kính nhờ thầy cô kiểm tra cập nhật học phí mới nhất để em tiến hành thanh toán và đăng ký kịp tiến độ ạ.. . . . Em xin chân thành cảm ơn.",
            "Chào bạn,. . Học phí của bạn đã được tính lại, em vào xem kiểm tra lại và thanh toán học phí nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ .",
            "Chào em,. . Phòng Đào tạo đã tiếp nhận đơn thu nhận của em.. . SV theo dõi tình trạng và quyết định sẽ cập nhật tại mybk/Thông tin Sinh viên (dự kiến cập nhật QD trong tháng 12/2021). . SV vui lòng theo dõi lịch học vụ và mail sinh viên để biết thời gian đăng ký môn học cho học kỳ tiếp theo.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ  /. . Em là k19, các đợt khảo sát đăng kí quay lại trường học vừa rồi em có đăng kí đủ để quay lại trường học các môn thực hành thí nghiệm của HK211. Và trường mail dự kiến bắt đầu học sẽ là 6/12, hôm nay em vẫn chưa nhận được thông báo gì về lịch học từ các giảng viên bộ môn. . .    Em muốn hỏi là khi nào mới có lịch trở lại học cho các môn ở HK211, và sẽ được thông báo trước ngày học bao lâu. Và trường sẽ trực tiếp gởi mail, hay là chỉ cập nhật thời khóa biểu, hay là mail trực tiếp từ giảng viên bộ môn. Em cảm ơn ạ.",
            "Chào em,. . Em vui lòng xem lại email PĐT đã gửi. . \"Kế hoạch về việc giảng dạy, học tập trực tiếp các học phần Thực hành, Thí nghiệm, Đồ án môn học, Đề cương Luận văn tốt nghiệp, Luận văn Tốt nghiệp của học kỳ 2 và học kỳ hè/năm học 2020-2021, và học kỳ 1/năm học 2021-2022. . Hộp thư đến. . . . - Ho Tro SV   [email] . . 16:04, Th 4, 17 thg 11. . tới stu.all,\". . \"trường mail chỉ là dự kiến bắt đầu học sẽ là 6/12\". . Thân mến. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Cho em hỏi là nếu em đăng ký dư tín chỉ của các môn nhóm C thì các tín chỉ dư đó có chuyển qua thành tín chỉ của các môn tự chọn tự do được không ạ. . . . . Ví dụ kỳ này em có 3 tín chỉ của môn tự chọn tự do và trước khi ra trường em chỉ cần học 15 tín chỉ của các môn nhóm C, vậy nếu nhóm C em học 18 tín chỉ thì 3 tín chỉ dư ra có được chuyển qua tín chỉ của môn tự chọn tự do được không hay nói cách khác là ở môn tự chọn tự do em có được quyền chọn các môn nhóm C không. . . . . Em cảm ơn.",
            "Chào em,. . Học phần tự chọn tự do là học phần sinh viên được tự do đăng ký, không bị ràng buộc với ngành/chuyên ngành sinh viên đang theo học, nhưng phải có kiến thức không trùng lắp với các kiến thức dùng để xét tốt nghiệp của chương trình đào tạo. Hai học phần được xem là trùng lắp nếu có chuẩn đầu ra/nội dung trùng lắp đến 50%.. . . . Ở một chừng mức nào đó, để tránh cho sinh viên không lúng túng khi chọn môn tự do, tránh lãng phí thời gian và tài chính, [full_name] gợi ý cho sinh viên chọn các môn nhằm trang bị kiến thức chuyên sâu hơn ở các chuyên ngành.. . . . Em liên hệ [full_name] trình bày môn đã chọn tự do, để [full_name] xem xét và xác nhận, hoặc có hướng dẫn cụ thể.. . . . Thân mến. .",
            "li answer rate: Answer suits the needs / Câu trả lời đúng ý"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Dạ cho em hỏi là em có đăng ký thực tập tốt nghiệp và đề cương luận văn vào kì chính tiếp theo mà tổng số tín chỉ em đăng kí là 13 tín (kể cả thực tập). Vậy em có thể làm đơn xin được học dư 1 tín so với 12 tín đã qui định không ạ. Em cảm ơn.. .",
            "Chào bạn. . Theo quy định là không được nghen bạn. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Dạ em chào thầy (cô) ạ,. . Khoảng hè năm 2022, thường sẽ đăng ký môn học năm tiếp theo, nhưng hiện giờ tình hình dịch thì khó có thể lấy bằng TOEIC để nộp chuẩn AV mỗi năm.. . Thầy cô cho em hỏi là lúc đó vẫn miễn xét AV mỗi năm như 2 kỳ vừa rồi hay sao ạ. . Mong nhận được sự phản hồi sớm từ thầy cô ạ. . Trân trọng",
            "Chào em,. . - Em biết tình hình dịch bệnh như vậy mỗi thứ đều không nằm trong kế hoạch.. . -  Thầy cô cho em hỏi là lúc đó vẫn miễn xét AV mỗi năm như 2 kỳ vừa rồi hay sao ạ. . =  Chưa có thông báo nào nhé em.. . Thân mến. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Hiện em em đang đi thực tập tốt nghiệp tại công trường Unicons nên không để ý kiểm tra gmail, mà khi em lên kiểm tra thì đã lố ngày đăng kí bảo hiểm y tế, em có thể xin mở thêm 1 ngày để em đăng kí được không ạ !. .   i Yêu cầu khác .",
            "Chào em,. . Em liên hệ phòng Công tác chính trị sv qua email [email] để được hướng dẫn nhé.. . Thân mến. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em là [full_name], mssv:[student_id]. Hiện tại em đã đăng ký tốt nghiệp và nhận bằng tạm thời được 4 tuần, nhưng vẫn chưa có mail thông báo nhận bằng chính thức. Em muốn hỏi có vấn đề gì đang xảy ra không ạ ? Và sau bao lâu e sẽ nhận bằng chính thức? Nếu nhận bằng chính thức rồi thì có tổ chức lể tốt nghiệp không ạ ?. . Em chân thành cám ơn",
            "\"Chào bạn,. . Hiện tại Phòng Đào tạo đang tiến hành in bằng và gửi mail nhận bằng theo từng đợt. . SV đã đăng ký tốt nghiệp thành công, vui lòng đợi mail thông báo lên nhận bằng từ Phòng Đào tạo. . Thân. . \""
        ]
    },
    {
        "intent": "",
        "message": [
            "Hiện học kỳ này em đang làm luận văn tốt nghiệp, nhưng em đã làm đơn xin hoãn bảo vệ và đang chờ phòng đào tạo duyệt đơn. Cho em hỏi là khi nào có kết quả duyệt đơn ạ? Vì hiện tại là thời gian đăng ký môn học cho kỳ sau. Vậy em có cần phải đăng ký môn luận văn nữa không ạ?. . Em cảm ơn ạ.",
            "Chào em,. . -  Nhưng em đã làm đơn xin hoãn bảo vệ và đang chờ phòng đào tạo duyệt đơn. . . =  Em chờ nhé. . - Vậy em có cần phải đăng ký môn luận văn nữa không ạ?. . =  Nếu được đồng ý, có quyết định thì em không cần đkmh này nhé.. . - Quy định hoãn thi (HT): xem chi tiết tại khoản 17.2 điều 17 trong Quy chế đào tạo và . . học vụ (aao.hcmut.edu.vn    Sinh viên   Quy chế-quy định   Học vụ). . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Cho em hỏi là trong giấy chứng nhận tốt nghiệp tạm thời của bạn cùng lớp em thì ghi là Kĩ sư, Bachelor of Engineering.. . Trong khi của em lại là Cử nhân, Bachelor of Arts. . . Em không biết sai sót này có ảnh hưởng đến bằng chính thức không, phòng đạo tạo xem lại giúp emn.",
            "Chào em,. . Phòng Đào tạo sẽ in và gửi lại cho em.. . Cảm ơn em đã phát hiện và báo kịp thời. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Dạ em chào Phòng Đào Tạo ạ. . Em tên là: [full_name]. . MSSV: [student_id]. . Hiện là sinh viên năm 4 của lớp CK18CD03. . Vào kỳ hè năm 2021, em có đăng ký môn Thực tập ngoài trường (ME3269) nhưng do tình hình dịch bệnh Covid-19 với lại còn một số nguyên khác nên em vẫn chưa tìm được nơi để thực tập và em mong muốn có thể chuyến thực tập kỳ hè này sang kỳ hè năm 2022. Vậy bây giờ em muốn hỏi là em có thể xin hoãn kỳ thực tập tốt nghiệp được không ạ hay là em đợi tới kỳ hè năm 2022 để đăng ký môn này 1 lần nữa ạ. Nếu hoãn được thì Phòng Đào Tạo có thể hướng dẫn em cách để hoãn được không ạ.. . Em xin chân thành cảm ơn.. . Mong nhận được sự phản hồi sớm từ Phòng Đào Tạo ạ.",
            "Chào em,. . Trường hợp về xin hoãn thực tập ngoài trường, SV vui lòng liên hệ về Khoa/ Bộ môn để biết về kế hoạch tổ chức thực tập ngoài trường của Khoa/ bộ môn như thế nào? Xin tư vấn về trường hợp của bạn nhé. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em tên là [full_name]. . MSSV: [student_id]3. . Lớp: DD13DV05 - Chuyên ngành Điện tử-Viễn Thông - Khoa Điện-Điện tử. . Em xin chuyển từ Hệ chính quy sang hệ Vừa làm vừa học do đã quá thời hạn đào tạo. Hiện tại em chỉ còn một môn là Luận văn tốt nghiệp.. . Kính mong Phòng đào tạo hỗ trợ giúp em. Em xin cảm ơn!. .",
            "Chào bạn. . PDT đã tiếp nhận và đang xử lý đơn chuyển sang VLVH vào HK2(2021-2022) của bạn.. . Bạn vui lòng theo dõi tình trạng sinh viên sẽ cập nhật “thu nhận vào hệ VLVH”  trên Mybk-thông tin sinh viên, dự kiến trễ nhất vào 20/12/2021. . - Xem chi tiết Lịch đăng ký môn học + đăng ký tốt nghiệp của Hk212 tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ để biết thời gian đăng ký môn học hoặc đăng ký tốt nghiệp. . - Quy chế đào tạo và học vụ: xem chi tiết tại trang web aao.hcmut.edu.vn   Sinh viên   Quy chế-Quy định  Học vụ. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Kính gửi phòng đào tạo,. . . . Hiện tại em đã có đủ điều kiện tốt nghiệp thì em có thể có bằng tốt nghiệp tạm thời file mềm trước ngày 15/12 không ạ. Tại vì công ty em phỏng vấn, họ yêu cầu có bằng trước ngày 15/12 ạ. . . Bên cạnh đó thì đường link web đăng ký tốt nghiệp trên mybk em cũng không truy cập được ạ.. . . . Kính mong phòng đào tạo xem xét cho em ạ.. . . . . .",
            "Chào em,. . Hiện tại bạn đợi mail thông báo về việc đăng ký tốt nghiệp, đăng ký xong SV đợi cấp giấy CN tốt nghiệp tạm thời (hàng tuần) để sử dụng trường. . Hiện tại Phòng Đào tạo đang tiến hành in bằng và gửi mail nhận bằng theo từng đợt. . SV đã đăng ký tốt nghiệp thành công, vui lòng đợi mail thông báo lên nhận bằng từ Phòng Đào tạo. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Đơn xin thu nhận lại",
            "Chào em,. . Phòng Đào tạo đã tiếp nhận đơn thu nhận của em.. . SV theo dõi tình trạng và quyết định sẽ cập nhật tại mybk/Thông tin Sinh viên (dự kiến cập nhật QD trong tháng 12/2021). . SV vui lòng theo dõi lịch học vụ và mail sinh viên để biết thời gian đăng ký môn học cho học kỳ tiếp theo.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em chào phòng đào tạo ạ.. . Em có dự định đăng ký bảo lưu, nhưng học kì này em không có đăng ký môn học, vậy thì có bảo lưu được không ạ.. . Nếu được thì cần làm những thủ tục và hồ sơ như thế nào vậy ạ.. . Em cảm ơn phòng đào tạo ạ.",
            "Chào bạn,. . Việc ĐKMH là tùy sinh viên nhé, trường hợp không có TKB trong học kỳ, SV sẽ bị buộc tạm dừng, không được cấp giấy CNSV.. . Khi đủ điều kiện TN, SV có thể làm đơn xin thu nhận lại nhé.. . Xem chi tiết quy chế tại đây:. . aao.hcmut.edu.vn/sinh viên/quy chế/học vụ/Quy chế đào tạo và học vụ bậc đại học, cao đẳng:/ điều 26. . - Hiện tại em đang bị tạm dừng HK211.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Dạ em chào Thầy/Cô ạ,. . . .  Em tên là [full_name]. MSSV: [student_id]. .  Lý do em gửi tin này là vì hiện tại em không đăng ký môn học của HK212 được ạ. Em cần nộp đơn thu nhận lại, nhưng do tình hình dịch bệnh hiện tại em đang ở quê không thể đến trường nộp đơn trực tiếp được. Em có nhu cầu đăng ký môn học ở HK212 ạ. Nhưng do không hiểu rõ nội quy của trường dẫn đến hiện tại không thể đăng ký được.. .  Em xin trường chỉ em cách nộp đơn bổ sung để em có thể đăng ký môn học và hoàn thành chương trình học.. .  Phiếu đăng ký thu nhận em đính kèm phía dưới.. .  Em xin chân thành cám ơn ạ.. . . . [full_name]",
            "Chào em,. . Phòng Đào tạo đã tiếp nhận đơn thu nhận của em.. . SV theo dõi tình trạng và quyết định sẽ cập nhật tại mybk/Thông tin Sinh viên (dự kiến cập nhật QD trong tháng 12/2021). . SV vui lòng theo dõi lịch học vụ và mail sinh viên để biết thời gian đăng ký môn học cho học kỳ tiếp theo.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Xin chào ạ,. . Em muốn hỏi quy định về việc làm sao để được tốt nghiệp trước thời hạn quy định ạ?. . Em xin cảm ơn, chúc thầy cô có một buổi tối lành,. . Trân trọng,. . . . [full_name].",
            "Chào em,. . Cô chưa hiểu rõ ý của bạn muốn hỏi?. . Em có thể liên hệ với GVCN, Khoa của bạn để được tư vấn về Chương trình Đào tạo, tư vấn đề các MH mở trong HK để sinh viên cân nhắc đăng ký MH trong HK để tốt nghiệp theo đúng tiến độ/ hoặc trước hạn.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em tên là: Huỳnh Ngọc Kim Phụng. MSSV: [student_id].. . PĐT đã tiếp nhận đơn xin rút môn học Anh Văn 2-LA1005 vào ngày 12/11. Trong bảng điểm môn Anh Văn của em đã ghi điểm 17, nhưng trên hệ thống BKexam của em vẫn còn hiện bài thi Cuối kỳ vào 4/12 ạ. Như vậy, là em đã rút môn thành công chưa? Em không cần thi Cuối kỳ đúng không ạ?. . Mong PĐT nhanh chóng giải đáp thắc mắc giúp em. Em xin ảm ơn ạ.",
            "Chào em,. . Trong bảng điểm môn Anh Văn của em đã ghi điểm 17,  là em đã rút môn thành công chưa. . =  Như vậy là được rồi nhé. . - Em không cần thi Cuối kỳ đúng không ạ?. . =  Em đã rút môn học và có điểm 17 không cần thi nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Thầy cô cho em hỏi em đăng kí môn học mà môn nào cũng hiện thế này là sao ạ",
            "Chào bạn. .  Nếu có nhu cầu học ở Hk212, bạn vui lòng đăng ký lại môn học vào đợt đkmh tiếp theo từ ngày 23/12/2021 (đợt hiệu chỉnh đkmh). . - Xem chi tiết lịch đăng ký môn học tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ năm học 2021-2022    Học kỳ 2.. .  Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em có một số thắc mắc mong pdt trả lời giúp em ạ:. . 1)Do nhà em hoàn cảnh khó khăn nên nhà em có dự tính cho em đi học 1 học kỳ ở trường sau khi có kết quả của học kỳ 1 thì xin bảo lưu kết quả tạm dừng học,để em đi làm một thời gian khi có tiền sẽ quay lại học,nhưng giờ chưa thi cuối kỳ mà nhà trường đã có thông báo đăng ký môn cho học kỳ 2,vậy thì em có cần đăng ký môn không ạ?. . 2) Khi nào thì em sẽ tiến hành làm đơn sẽ phù hợp ạ? trước thi cuối kỳ 1 hay sau thi cuối kỳ 1 ạ?. . 3) Thời gian tạm dừng việc học của em sẽ được bao lâu ạ? Em muốn tạm dừng 2 năm thì có được không ạ?",
            "\"Chào bạn,. . Về việc đăng ký tạm dừng lại:. . Bạn vui lòng tải mẫu đơn: Tạm dừng tại trang web : aao.hcmut.edu.vn    Sinh viên    biểu mẫu. . Điền đầy đủ thông tin nộp qua mail [email] hoặc BKSI. . Nếu bạn muốn tạm dừng HK212, bạn không cần phải ĐKMH HK212.. . Trường hợp SV tạm dừng được 1 học kỳ, thời gian tính theo biểu đồ học tập nhé.. . Nhưng em lưu ý về thời gian làm đơn thu nhận lại, em phải theo dõi lịch học và mail SV để biết thời gian đăng ký MH cho học ký tiếp theo, để bạn làm đơn thu nhận lại để đăng ký MH nhé. . Thân. . \""
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . hồi trước em nộp phiếu thu nhận lại nhưng trạng thái vẫn trong tình trạng tạm dừng. . nên làm sao em đăng kí môn học cho học kì mới ạ. . hạn đăng kí ngày 6/12"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Do đang chờ bằng tiếng anh để tiến hành xét tốt nghiệp nên Học kỳ trước em chưa đăng ký môn học. Kỳ này em không đk tốt nghiệp được nên mong nhà trường xét duyệt đơn đăng ký thu nhận lại của em ạ. Em cám ơn.",
            "Chào em,. . Phòng Đào tạo đã tiếp nhận đơn thu nhận của em.. . SV theo dõi tình trạng và quyết định sẽ cập nhật tại mybk/Thông tin Sinh viên (dự kiến cập nhật QD trong tháng 12/2021). . SV vui lòng theo dõi lịch học vụ và mail sinh viên để biết thời gian đăng ký môn học cho học kỳ tiếp theo.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học .  . . Chào quý thầy/cô, em là sinh viên K19, hiện tại điểm tbtl của em   7.0 nhưng em chưa đủ 60 chỉ nên em không thể đăng ký chương trình liên thông KS-ThS. Cho em hỏi liệu sau kỳ 211 em đủ 60 chỉ và tbtl   7.0 thì em có được đăng ký chương trình này không ạ? Hay chỉ được đăng ký một lần vào cuối năm 2 ạ?. .",
            "Chào em,. . Về vấn đề liên quan đến học chương trình liên thông Đại học-Thạc sĩ & Thạc sĩ (Cao học) bạn vui lòng liên hệ Phòng đào tạo Sau đại học qua địa chỉ: Website:www.pgs.hcmut.edu.vn, Email    : [email]. . [email]. . Thân mến. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Kính gửi: Phòng Đào tạo trường ĐH Bách Khoa,. . Em là [full_name]. . MSSV: [student_id]. . Hệ: VHVL. . . . Em đã dược phòng giáo vụ khoa Cơ khí gửi quyết định miễn môn học, chi tiết như file đính kém ở dưới. . . . . Kính mong phòng Đào tạo xem xét, cập nhật giúp em thông tin về môn học được miễn để em có thể nộp đơn xin xét tốt nghiệp đợt TN.20211.1 (hạn chót 24/12/2021).. . . .",
            "Tốt nghiệp. . . . Kính gửi: Phòng Đào tạo trường ĐH Bách Khoa,. . Em là [full_name]. . MSSV: [student_id]. . Hệ: VHVL. . . . Em đã được phòng giáo vụ khoa Cơ khí gửi quyết định miễn môn học, chi tiết như file đính kém ở dưới.. . . . Kính mong phòng Đào tạo xem xét, cập nhật giúp em thông tin về môn học được miễn để em có thể nộp đơn xin xét tốt nghiệp đợt TN.20211.1 (hạn chót 24/12/2021).. . . .   /QUOTE . .",
            "Chào em,. . Em vui lòng vào mybk/Đăng ký tốt nghiệp để đăng ký tốt nghiệp. . Nếu chưa đăng ký được vui lòng phản hồi lại giúp cô nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Trên bảng điểm em đã nhận điểm hoãn thi môn vẽ kỹ thuật do không có đủ thiết bị, nhưng giờ em đã có đủ điều kiện thi.. . Vậy em phải làm sao để hủy hoãn thi ạ?. . Mong thầy/ cô giải đáp sớm cho em ạ. . Em xin cám ơn. .",
            "responsible person: [551] [staff_name] [helpdesk staff]",
            "Chào bạn. . Hiện tại Pdt đã ra quyết định Hoãn thi chính thức. . Bạn vui lòng viết đơn xin hủy Hoãn thi: trong đơn ghi rõ hủy hoãn thi môn gì? ở học kỳ nào ? Lý do?. . Nộp trước ngày 07/12/2021, để Cô trình Ban lãnh đạo phòng xem xét.. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Kính gửi ban thầy cô phòng đào tạo.. . Em là cựu sinh viên cao đẳng bảo dưỡng công nghiệp 2017. Do tình hình dịch bệnh, hiện tại em không vào trường được. Em xin nộp file đơn xin gia hạn nộp hồ sơ xét tuyển đại học hệ vhvl. Nếu nộp không đúng nơi, làm phiền quý thầy cô chuyển về phòng công tác sinh viên, nơi tuyển sinh hoặc nơi liên quan giúp em ạ. Em chân thành cảm ơn. Kính chúc quý thầy cô luôn dồi dào sức khỏe. . . Trân trọng.",
            "Chào bạn,. . Theo như cô biết thì tất cả hồ sơ đều nộp online hết nha bạn.. . Em có thể gửi mail đến thầy [email] để hỏi về tuyển sinh VLVH nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Xin chào cô ạ,. . -Em tên [full_name] mssv [student_id], lần trước em có làm đơn để xác nhận hoãn thi môn Mô hình hóa chất lượng nước MSMH: CI3077 và muốn thi lại ở học kì này. . . -Phòng đào tạo đã xác nhận hoãn thi cho em nhưng chưa có thêm vào danh sách thi trên Bkex và giảng viên phụ trách bộ môn nhờ xác nhận lại gấp với phòng đào tạo để có thể dự thi vào ngày mai 3/12/2021 lúc 15:00 ạ.Em xin cảm ơn ạ",
            "Chào bạn. . Vì hồ sơ của bạn đang xét duyệt nên Pdt đang ra quyết định chưa thể xếp lịch thi. . Sau khi có QD chính thức, Dự kiến Pdt sẽ thông báo lịch thi bổ sung cuối tháng 12, Bạn chú ý thông báo. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học .   Kính gửi phòng đào tạo, tôi đã tìm hiểu về những môn học bắt buộc cho học kì 2 của khóa 2020 ngành: Song ngành Kỹ thuật Tàu thủy - Hàng không. Trong đó tôi có thấy môn anh văn 2 là bắt buộc, nhưng ở học kì 1 tôi lại không thấy môn anh văn 1 trong thời khóa biểu. Vậy thì ở học kì 2 tôi phải đăng kí anh văn 1 hay anh văn 2, xin cảm ơn.. .                . . . .",
            "Chào em,. . Về Chương trình Đào tạo, danh sách môn tương đương…, bạn vui lòng xem tại:. . aao.hcmut.edu.vn/Sinh viên/Chương trình Đào tạo. . Sinh viên thắc mắc về CTĐT vui lòng liên hệ về Khoa xin gặp Thầy/Cô Phụ trách về CTĐT, GVCN để được tư vấn và hỗ trợ thêm.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Kính gửi Phòng đào tạo. Em tên [full_name], MSSV: [student_id], hệ đào tạo VLVH, chuyên ngành Công nghệ may.. . Trong học kỳ 2 năm học 2020-2021 em có học môn Cơ học máy (ME2043).. . Em đã làm đơn đăng ký hoãn thi và đã được PĐT đồng ý. Trong học kỳ 1 năm học 2021 - 2022 này em có thi môn này để xóa điểm I không ạ. Vì trong lịch thi không có cập nhật thi môn này.. . Kính mong Thầy/Cô xem xét giúp em.. . Em xin cảm ơn.",
            "Chào em,. . Em vui lòng xem lại email PĐT đã gửi:Kế hoạch tổ chức thi học kỳ 1 năm 2021-2022. . Cô trích lượt \" Về việc thi để xóa điểm Hoãn thi:. . - Môn học có mở trong HK211: PĐT sẽ tự động xếp Lịch thi và đồng thời cập . . nhật trên trang mybk.hcmut.edu.vn/Thông tin sinh viên/Lịch thi.. . - Môn học Khoa đồng ý tổ chức thi trong tháng 11/2021: PĐT đã xếp Lịch thi . . và đã gởi email cho từng Sinh viên Lịch thi (Sinh viên xem chi tiết Lịch thi cập. . nhật trên trang mybk.hcmut.edu.vn/Thông tin sinh viên/Lịch thi).. . - Các môn học còn lại (không mở trong HK211): Sinh viên vui lòng đợi thông . . báo sau...\". . Thân mến. . . . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Chào thầy, cô. . . . Em tên là Lê Hoàng Khang. Em đã được phòng đào tạo xác nhận hoãn thi và được thi lại nhưng đến nay em vẫn chưa có tên trong danh sách thi và không tìm thấy phòng thi trên BKexam ạ. Giảng viên yêu cầu em thông báo lại với nhà trường để em có thể được xem xét thi môn Mô Hình Hóa vào 15h ngày 3/12/2021.. . . . Em xin cảm ơn!",
            "Chào bạn. . Vào ngày thi 3/12, hồ sơn Hoãn thi của bạn vẫn đang xử lý và chưa ra Qd chính thức nên chưa thể xếp lịch thi. . Việc này đã phản hồi cho Cô: [full_name]. . Nên bạn vui lòng đợi thông báo xếp Lịch thi sau . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Xin chào thầy,cô ạ,. . -Em tên [full_name] mssv [student_id], lần trước em có làm đơn để xác nhận hoãn thi môn Mô hình hóa chất lượng nước MSMH: CI3077 và muốn thi lại ở học kì 211 này.. . -Phòng đào tạo đã xác nhận hoãn thi cho em nhưng chưa có thêm vào danh sách dự thi trên BkeX và giảng viên phụ trách bộ môn nhờ xác nhận lại gấp với phòng đào tạo để có thể dự thi vào ngày mai 3/12/2021 lúc 15:00 ạ.Em xin cảm ơn ạ.. .",
            "Chào bạn. . Vào ngày thi 3/12, hồ sơn Hoãn thi của bạn vẫn đang xử lý và chưa ra Qd chính thức nên chưa thể xếp lịch thi. . Việc này đã phản hồi cho Cô: [full_name]. . Nên bạn vui lòng đợi thông báo xếp Lịch thi sau . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Chào anh chị.. . Sau khi em hỏi về vấn đề bị tạm dừng học vụ do hk có đăng kí môn học. Thì được hướng dẫn là hoàn thành phiếu \"Đăng ký thu nhận\" rồi gửi lại.. . Nhưng chuẩn anh văn trong đăng ký thu nhận là  = 250 thì lại vượt quá số điểm hiện tại của em là: 235 (anh văn nói viết).. . Theo tiêu chuẩn ra trường của sinh viên K17 là 200 điểm (anh văn nói viết) và hoàn thành trước thời hạn 24/12/2021 (hạn cuối của đợt tốt nghiệp).. . Anh/chị có thể giúp em đưa ra hướng giải quyết với ạ.. . Em xin cảm ơn .",
            "Chào bạn. . Hiện tại Pdt tạm pass các chuẩn anh văn theo quy định, bạn xem lại thông báo dkmh HK212 nghen. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Kính chào quý thầy (cô). . . . Em là sinh viên k16 hiện đang đợi PĐT thẩm tra kết quả chứng chỉ GDQP để tốt nghiệp. Do đó học kì này em không còn đăng ký môn học nữa.. . Tuy nhiên, vừa qua khi vào trang đăng ký tốt nghiệp cho đợt tháng 11 thì bị lỗi trong file ảnh đính kèm.. . Kính mong quý thầy (cô) hướng dẫn quy trình khắc phục ạ.. . . . Kính gửi!",
            "Chào bạn,. . PDT đã ghi nhận yêu cầu về đăng ký xét TN của bạn. SV vui lòng theo dõi email  và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 07/12/2021 SV vẫn chưa nhận được mail hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 11/2021 (cập nhật mới gia hạn thời gian xử lý tốt nghiệp). . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Kính gửi Thầy/Cô,. . Em có tạm dừng học học kì 211, nay em viết đơn xin Trường tạo điều kiện cho em được thu nhận lại để học tập tiếp tục từ học kì 212. . . Em xin chân thành cảm ơn Thầy/Cô. . . .",
            "Chào em,. . Phòng Đào tạo đã tiếp nhận đơn thu nhận của em.. . SV theo dõi tình trạng và quyết định sẽ cập nhật tại mybk/Thông tin Sinh viên (dự kiến cập nhật QD trong tháng 12/2021). . SV vui lòng theo dõi lịch học vụ và mail sinh viên để biết thời gian đăng ký môn học cho học kỳ tiếp theo.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ cho em hỏi là hiện tại ở học kì này em đang học môn cuối cùng là hoàn thành chương trình học thì em có cần phải đăng kí môn để duy trì tình trạng sinh viên ở kì sau không ạ. Em cảm ơn ạ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em chào thầy/cô, thầy/cô cho em hỏi bây giờ em chuyển từ hệ chính quy sang vừa học vừa làm thì em có cần học thêm tín chỉ nào nữa không ạ, hay là tốt nghiệp luôn đợt gần nhất ạ. Trường hợp của em là đã hoàn thành chương trình học và toeic trong trường từ tháng 11/2018, em chỉ thiếu mỗi kĩ năng nói viết anh văn để hoàn thành tốt nghiệp chính quy, do khả năng của em không thể hoàn thành 2 kĩ năng đó nên em muốn chuyển sang hệ VHVL để tốt nghiệp cho sớm ạ. Em cảm ơn.",
            "Chào em,. . Nếu bạn đủ điều kiện theo VLVH, khi bạn chuyển qua có thể làm đơn xin xét tốt nghiệp luôn nhé. . Thân",
            "Dạ em cảm ơn cô,. . Em mới gửi cho cô file xin chuyển từ chính quy sang vừa học vừa làm, cô xem giúp em là được duyệt không ạ, với cô cho em xin file để làm đơn xin xét tốt nghiệp ạ, em tìm mấy ngày nay không thấy ạ.. . Em cảm ơn cô nhiều",
            "\"Chào em,. . PDT đã tiếp nhận đơn chuyển qua hệ VLVH của bạn, bạn theo dõi tình trạng sinh viên và quyết định được cập nhật tại:. . Mybk/Thông tin sinh viên/Tình trạng. . Trường hợp nếu SV đã đủ điều kiện tốt nghiệp của hệ VLVH, sau khi có QD chuyển hệ được cập nhật tại mybk/Thông tin SV có thể gửi câu hỏi qua bksi để xin đăng ký xét tốt nghiệp bổ sung. . SV theo dõi mail và lịch học vụ để vào đăng ký môn học cho HK212 nếu còn nợ MH, vào đợt 2 nhé. . Thân\"",
            "Cô cho em hỏi tài khoản sinh viên của em sao vô không được ạ, để em check tình trạng sinh viên ạ.. . Em cảm ơn cô",
            "Chào em,. . Em vui lòng nói rõ, tài khoản nào em?. . Vì nếu em vào bksi được thì em vào mybk được mà. . Thân",
            "Em chào cô,. . Dạ tài khoản sinh viên của em vô bksi được nhưng em không hiểu sao khi check tình trạng hay thông tin sinh viên lại bị báo lỗi hết hiệu lực ạ, em có đính kèm hình ảnh phía trên ạ. Mssv: [student_id]. . Em cảm ơn cô",
            "Chào em,. . Đã mở lại, bạn đăng nhập vô kiểm tra lại nhé. . Thân",
            "Em chào cô ạ,. . Sau khi check lại em thấy tình trạng của em là tạm dừng, cô cho em hỏi là bước tiếp theo em làm gì để có thể tốt nghiệp tại chức đúng hạn ạ, do em đã hoàn thành từ năm 2018 chỉ. Còn thiếu kĩ năng anh văn nói viết ạ.. . Em cảm ơn cô.",
            "\"Chào bạn,. . PDT đã ghi nhận yêu cầu về đăng ký xét TN của bạn. SV vui lòng theo dõi email  và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 28/12/2021 SV vẫn chưa nhận được mail hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 11/2021 (cập nhật mới gia hạn thời gian xử lý tốt nghiệp). . Về tình trạng sinh viên, khi nào em có tên trong ds dự kiến tốt nghiệp, PDT sẽ tự động ra QD thu nhận cho bạn nhé. . Thân. . \"",
            "Em chào cô ạ,. . Sau khi check thông tin tốt nghiệp em có thắc mắc là em đã đăng kí chuyển sang vừa học vừa làm, mà vẫn thấy để hệ chính quy ạ. Cho em hỏi như này là sao ạ.. . Em cảm ơn.",
            "Chào em,. . Hiện tại trên mybk đã cập nhật Quyết định chuyển hệ cho bạn rồi nhé. . em kiểm tra lại trên trang mybk/Thông tin SV nhé. . Thân",
            "Em chào cô,. . Như vậy là em có thể đăng kí tốt nghiệp hệ vừa học vừa làm rồi đúng không ạ, em có gửi hình ảnh cho cô xem ạ.. . Em cảm ơn cô",
            "Chào em,. . Cô thấy em đã đăng ký tốt nghiệp thành công rồi nhé. . Thân",
            "Em chào cô ạ,. . Thật sự em cảm ơn cô đã hỗ trợ cho em rất nhiều ạ. Bây giờ là em đợi thông báo từ nhà trường đúng không ạ.. . Em cảm ơn cô",
            "\"Chào bạn,. . Hiện tại Phòng Đào tạo đang tiến hành in bằng và gửi mail nhận bằng theo từng đợt. . SV đã đăng ký tốt nghiệp thành công, vui lòng đợi cập nhật Quyết định tốt nghiệp chính thức và mail thông báo lên nhận bằng từ Phòng Đào tạo. . Về lễ tốt nghiệp tháng 11/2021 SV vui lòng đợi thông báo sau của nhà trường. . Thân. . \"",
            "Em chào cô ạ,. . Cô cho em hỏi là tình hình đăng kí tốt nghiệp của em sao rồi ạ, có gặp vấn đề nào không ạ.. . Em cảm ơn cô.",
            "Trường hợp em đợi mail thông báo lên nhận bằng tốt nghiệp thôi nhé. . Thân",
            "Dạ em chào cô ạ. . Vậy là trường hợp của em đã được trường cho tốt nghiệp đúng không ạ. Giờ em chỉ việc đợi bằng thôi phải không ạ.. . Em cảm ơn cô nhiều.",
            "Dạ em chào cô ạ,. . Cô cho em hỏi trường hợp của em là khi nào có bằng ạ, tại em lên tìm danh sách tốt nghiệp không có tên ạ. . Em cảm ơn cô",
            "Dạ em chào cô ạ,. . Cô cho em hỏi trường hợp của em là khi nào có bằng ạ, tại em lên tìm danh sách tốt nghiệp không có tên ạ. . Em cảm ơn cô",
            "\"Chào bạn, . . Quy trình nhận bằng TN đại học của hệ VLVH yêu cầu bổ sung bản sao bằng TN trung học phổ thông.. . Nên bạn vui lòng nộp cho PDT 2 bản sao bằng TN THPT và mang theo bản chính để đối chiếu. Hiện tại bằng TN của bạn đã có sau khi hoàn tất thủ tục thẩm tra bằng bạn sẽ được nhận bằng TN. . . Thân.\""
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Dạ cho em hỏi về việc đăng ký BHYT, em quên mất xem ngày hết hạn đăng ký mới. Giờ trễ hạn rồi mà em chưa đăng ký, giờ muốn đăng ký mua BHYT thì cần phải thực hiện những gì ạ. Em cảm ơn!",
            "Chào em,. . Em liên hệ phòng Công tác chính trị sv qua email [email] để được hướng dẫn nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Theo sự hướng dẫn của anh/chị trong BKSI em đã hoàn thành đơn đăng kí thu nhận ạ.. . Em rất xin lỗi vì vấn đề dịch nên không thể in bản cứng cho đơn đăng kí được. Em xin phép được nộp bản mềm ạ.. . Em xin cảm ơn và rất mong anh/chị có thể giúp em hoàn thành việc đăng kí thu nhận để em có thể tốt nghiệp đúng hạn ạ.. . Em xin chân thành cảm ơn.",
            "Chào em,. . Phòng Đào tạo đã tiếp nhận đơn thu nhận của em.. . SV theo dõi tình trạng và quyết định sẽ cập nhật tại mybk/Thông tin Sinh viên (dự kiến cập nhật QD trong tháng 12/2021). . SV vui lòng theo dõi lịch học vụ và mail sinh viên để biết thời gian đăng ký môn học cho học kỳ tiếp theo.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính gửi quý thầy cô, . . . . Em tên là [full_name], MSSV [student_id]. Em gửi quý thầy cô đơn thu nhận lại ạ trong file đính kèm ạ.. . . . Em xin trân thành cảm ơn sự giúp đỡ của các thầy cô ạ.",
            "Chưa kèm file em ơi. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Dạ kính chào thầy cô,em đã được sự đồng ý của phòng đào tạo vê việc hoãn thi cuối kỳ 202 gồm 4 môn học:Cấu trúc rời rạc cho khmt,Kỹ thuật lập trình,Giải tích 2,Đại số tuyến tính.Nhưng em vẫn chưa được thay đổi thành điểm 14 và em  chưa nhận dược thông báo về lịch thi tháng 12 này ạ.. . Em chân thành cảm ơn.",
            "Chào bạn. . Hồ sơ của bạn đang được làm, bạn đợi thông báo qua mail nghen. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em chào quý thầy cô. Em là [full_name], sinh viên K15. Em có đọc trong quy chế học vụ mục 5.5 sinh viên đã hoàn thành CTGD nhưng chưa đủ điều kiện khác để xét tốt nghiệp (chuẩn tiếng anh, công tác xã hội..)sẽ được kéo dài thời gian đào tạo tối đa một học kỳ để SV bổ sung các điều kiện để được xét tốt nghiệp (không được đăng ký môn học trong thời gian kéo dài này). Em muốn hỏi mẫu đơn và thủ tục để gia hạn thời gian đào tạo ạ.. . Em xin chân thành cảm ơn!. .",
            "Chào bạn. . - Đơn kéo dài bạn tự làm không mẫu, nộp sau tháng 4/2022, đối với trường hợp hoàn thành CTGD nhưng chưa đủ điều kiện khác để xét tốt nghiệp (chuẩn tiếng anh, công tác xã hội..). . Thân"
        ]
    }
]