[
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: 1414624  /b \t. . . .   i Học vụ . Kính gửi Thầy/ Cô. . Em muốn bảo lưu kết quả học hiện tại thì hình thức như thế nào ạ. . . . Trân trọng!",
            "Chào bạn. . Bạn tải đơn tạm dừng tại trang web aao.hcmut.edu.vn, nộp trực tiếp tại pdt. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Chào cô,. . Hiện tại em là K16 và chờ thi anh văn nói viết để tốt nghiệp. Ngày 9/9/2020 sắp tới ở quê em yêu cầu em về khám nghĩa vụ quân sự. Vậy cho em hỏi em có xin được giấy chứng nhận sinh viên để hoãn khám được không ạ?. . em cám ơn",
            "Chào bạn,. . Sinh viên có thời khóa biểu trong học kỳ mới được cấp giấy xác nhận sinh viên hoãn NVQS nhé bạn.. . Hiện tại các bạn sinh viên có TKB trong học kỳ 192 và 193 vẫn còn đăng ký in xác nhận sinh viên của học kỳ cũ. Sau ngày 21/9 sẽ cấp giấy cho sinh viên có TKB trong HK201.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Chào quí Thầy/cô. . Cho em hỏi điều kiện nhận học bổng từ các công ty...(không phải là học bổng khuyến khích của trường) thì có cần điều kiện trên 20 tín chỉ/học kì không ạ. . . Em xin cám ơn . .",
            "Chào bạn. . Về điều kiện nhận học bổng từ các công ty bạn liên hệ trực tiếp các công ty đó nghen. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Cho em hỏi là muốn được cấp giấy xác nhận điểm rèn luyện năm học 2018-2019 (có trong yêu cầu học bổng Nitori) thì mình phải làm thế nào ạ?. . . .",
            "Chào bạn. . Bạn liên hệ phòng Công tác chính trị sinh viên nghen. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em thấy trường có quy định quy đổi điểm Anh văn mới từ HK201, nếu theo bảng quy đổi đó thì khoá K19 tụi em xử lý thế nào ạ, vì theo bảng mới thì nếu đạt 550 tụi em không đủ để pass AV4 như chuẩn đầu ra áp dụng cho K19.",
            "Chào bạn. . - Về quy định chuẩn tiếng anh trong quá trình học: Bạn vui lòng xem chi tiết tại trang web aao--  sinh viên --  Quy chế --  Quy chế đào tạo và học vụ bậc đại học và cao đẳng -- Phụ lục 1: Quy định về ngoại ngữ . . Chúc bạn học tập tốt nhé.. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Cho em hỏi, thời hạn đăng kí thi anh văn từ ngày 21/8 đến 2/9. Em đã đăng kí, hôm nay 1/9 em lên đóng lệ phí thì báo đóng trễ hạn. Tại sao vậy ạ? Như vậy thì e, sẽ bị trừ điểm rèn luyện và cấm thi phải không ạ?. . Em xin cảm ơn!",
            "Chào bạn. . Bạn vui lòng xem lịch thi anh văn  tại Mybk  lịch thi. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Nếu em [full_name] sắp xếp được LỊCH HỌC hợp lý, đủ thời gian di chuyển giữa 2 cơ sở thì LỊCH THI giữa kỳ, cuối kỳ sau đó do PĐT sắp xếp có xảy ra tình trạng trùng giờ, không đủ thời gian di chuyển giữa 2 cơ sở để thi các môn không?",
            "Lịch thi sẽ sắp xếp để em ko bị cận giờ giữa 2 cơ sở"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Học kỳ 3 có thể được hủy môn học đã đăng ký ở kỳ 2 được không ạ?",
            "là sao bạn"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em chào thầy, cô. Do tình hình dịch Covid-19 ảnh hưởng đến công việc mà hiện tại gia đình em đang gặp vấn đề tài chính. Cho em hỏi có thể xin được hoãn ngày đóng học phí lại vài ngày được không ạ. Em cảm ơn ạ",
            "Chào bạn,. . Học phí học kỳ dự thính hè 193, thì không gia  hạn nhé, bạn vui lòng liên hệ Phòng Công tác Chính trị sinh viên để được hướng dẫn về gia hạn học phí.. . Bạn phải thanh toán học phí dự thính hè trước khi thi cuối kỳ, nếu không sẽ không được dự thi cuối kỳ. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em là [full_name] MSSV : [student_id]; PĐT cho em hỏi 1 vấn đề, vừa rồi khi em định bổ sung học cải thiện môn học ĐA đường vào HK1 20/21 thì lại hiện ra vấn đề như ảnh trong file đính kèm làm em ko đăng ký dk, em thử bấm 1 số môn khác cũng bị tương tự, trong khi em khóa VHVL đã đạt chuẩn AV cũng như hoàn thành các môn trước rồi. Xin PDT xem lại và fix lỗi giúp em để em có thể đăng ký dược môn học trong đợt 3 của HK1 20/21."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Cho mình hỏi, do mình chưa đủ điều kiện về chứng chỉ ngoại ngữ nên chưa đăng kí luận văn được trong học kì này. Mình có thể đăng kí luận văn tốt nghiệp và nộp chứng chỉ ngoại ngữ vào học kì dự thính được không? Học kì chính sắp tới, mình không đăng kí môn học nào thì có bị gì không ạ?. .",
            "Chào bạn. . - Học kỳ dự thính không thể đăng ký môn LVTN. . - Nếu HK 201 bạn không có tkb (chính quy+dự thính) bạn sẽ bị tạm dừng . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác  . . Học kì trước em có tạm dừng việc học, giờ em muốn đi học lại thì lấy mẫu giấy thu nhận ở đâu ? . . Em xin cảm ơn .",
            "Chào bạn,. . Bạn tải mẫu đơn thu nhận tại: aao.hcmut.edu.vn/sinh viên/biểu mẫu. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính gửi PĐT Trường Đại Học Bách Khoa TPHCM. . Em là [full_name]. . MSSV: [student_id]. . Sinh viên Khoa Quản Lí Công Nghiệp. . Kính mong PĐT tạo điều kiện cho em đăng kí môn học Kinh Tế Vi Mô (IM1003) với khoá 2020. Vì môn học này chỉ mở đúng 1 lần vào đầu học kì của khoá mới.Em là sinh viên khóa K15 và em đang bị trê hạn ra trường . . Rất mong PĐT tạo điều kiện cho em học môn này giúp em để em có thể hoàn thành chương trình học và có thể tốt nghiệp ra trường ạ. . Em xin chân thành cảm ơn",
            "Chào bạn,. . . . Ngày 6/10 bạn làm đơn nộp PDT xin đăng kí nha.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Dạ, chào quý thầy cô. Hiện tại em đang được Ban chỉ huy quân sự tại địa phương yêu cầu giấy chứng nhận sinh viên năm học 2020-2021. Hiện em đã đăng ký giấy chứng nhận sinh viên tại trường (lý do tạm hoãn nghĩa vụ quân sự (cấp lại)), giấy em nhận sẽ là năm 2020-2021 chứ ạ. Do học kỳ 201 chưa bắt đầu nên em thắc mắc. . . Kính mong quý thầy cô trả lời ạ.  . .",
            "Chào bạn. . -\tGiấy chứng nhận Sv để hoãn NVQS cho niên học 2020-2021 (HK201) sẽ được phòng đào tạo in chuyển về Khoa phát cho sinh viên có thời khóa biểu HK201 dự kiến sau ngày 21/9/20. . Chúc bạn học tập tốt nhé.. . Thân. .",
            "li answer rate: Answer suits the needs / Câu trả lời đúng ý"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em xin chào các thầy/cô, sau khi nhận được mail có tên trong danh sách tốt nghiệp dự kiến đợt 2 năm 2020. Em hoàn thành việc đăng kí tốt nghiệp nhưng vẫn chưa nhận được e-mail xác nhận. Kiểm tra danh sách tốt nghiệp dự kiến thì phát hiện em   U đang nợ 1 ngày CTXH  /U  trong khi   U em đã có 16 ngày CTXH  /U . Mong các thầy/cô kiểm tra lại.. . . .",
            "Chào bạn,. . Phòng Đào tạo đã cập nhật lại ngày CTXH, bạn có thể vào kiểm tra và đăng ký tốt nghiệp.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Thầy, cô! Cho em hỏi là em mới xem trên trang PĐT thì thấy có 2 bảng quy đổi điểm: áp dụng từ HK191-Hk193, và 1 cái áp dụng từ HK201. Vậy thầy cô cho em hỏi nếu như em nộp chứng chỉ để quy đổi điểm thì sẽ áp dụng bảng quy đổi nào ạ!(em thuộc khóa K19). Em xin cảm ơn thầy, cô nhiều.",
            "Chào bạn. . - Nếu bạn nộp Chứng Chỉ Ngoại Ngữ và đăng ký chuyển điểm (phải hoàn thành lệ phí chuyển điểm) trước ngày 18/9/2020 thì áp dụng theo quy định chuyển điểm cũ. . - Bảng quy đổi điểm chuyển Ngoại Ngữ mới bắt đầu từ ngày 21/9/20 áp dụng cho HK201, áo dụng cho tất cả các Khoa. . Chúc bạn học tập tốt nhé. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Cho em hỏi là khi em thanh toán học phí trên BKpay, sau khi làm đủ các bước trên OCB online nhưng hệ thống vẫn báo em chưa thanh toán ạ. Em cảm ơn",
            "Chào bạn,. . Phòng Đào tạo đã kiểm tra trên bkpay, khoản học phí của bạn đã được thanh toán nhé!. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Xin chào ạ,. . Tình hiện tại là do em có một số vấn đề cá nhân nên em mới làm đơn thu nhận để được đi học lại sau một khoảng thời gian em tạm dừng học. Công việc của em hiện tại là em đăng ký môn học để có thời khóa biểu. Nhưng do là em làm đơn thu nhận vào thời điểm này cũng đã kết thúc đợt đăng ký môn học đợt 2 và chỉ còn đợt đăng ký bổ sung nhưng khi lên trang đăng ký môn học xem thì thấy chỉ số các môn em cần đăng ký đều đã đủ người. Mà nếu em không đăng ký môn học được là coi như em bị đuổi học luôn. Giờ em không biết phải làm sao.. . Dạ em mong các anh chị có thể giúp đỡ em ạ.. . Dạ em cảm ơn.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em là [full_name], MSSV [student_id]. Em muốn hỏi là vì sao em không đkí tốt nghiệp trên MyBK dù em đã đủ chứng chỉ, ngày ctxh và hoàn thành bảo vệ luận văn tốt nghiệp.",
            "Chào bạn,. . Bạn vui lòng vào kiểm tra danh sách dự kiến tốt nghiệp và đăng ký tốt nghiệp nhé!. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Chào PĐT,. . Em có vài vấn đề thắc mắc mong có thể được hỗ trợ. . + Hạn chót đăng ký tốt nghiệp đợt 2 năm 2020 là khi nào ?. . + Từ khi đăng ký tốt nghiệp thì khoảng bao lâu sẽ có giấy chứng nhận tốt nghiệp tạm thời ?. . [full_name] trọng cảm ơn."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Điểm TBTL  7.5 khi đăng kí 22 tín chỉ có cần phải có sự đồng ý của BCN khoa không ạ? Tại em có đọc quy chế mục 9.3 rồi nhưng vẫn chưa hiểu rõ chỗ này ạ.. .",
            "Chào bạn,. . . . Trường hợp bạn TBTL 7.5 bạn muốn đăng kí trên 22 tín chỉ thì bạn phải nộp đơn PDT nha.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em xin chào phòng đào tạo.. . Em là sinh viên K13 học hết 14 học kỳ mà chưa hoàn thành chương trình đào tạo ,và em có nguyện vòng chuyển sang hệ VLVH.. . Em xin hỏi là có được hay không, nếu được thì phải làm những gì?. . . . Em cảm ơn.",
            "Chào bạn. . Bạn tải mẫu đơn thôi học điền vào và nộp trực tiếp tại phòng đào tạo. . - Đồng thời liên hệ 201A4 gặp Anh [full_name] (Hệ Vừa làm vừa học) để hỏi thủ tục tiếp theo. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Dạ em chào Thầy/Cô ạ!. . Theo thông báo của nhà Trường thì ngày 7/9/2020 là hết hạn đóng học phí kì 193. Nhưng do ảnh hưởng của dịch Covid-19 nên gia đình em đang khó khăn và chưa có khả năng để đóng đúng hạn được ạ! . . Cho Em hỏi nếu Em đóng trễ hạn, trong trường hợp xấu nhất là trễ hơn thời điểm thi cuối kì 193, thì Em có thể được phép thi không ạ? Và kết quả Đăng kí môn học đợt 2 của Em có bị xóa vì đóng trễ không ạ? . . Em mong Thầy/Cô có thể giải đáp thắc mắc giúp Em vì nếu xóa hết kết quả ĐKMH của đợt 2 thì sẽ ảnh hưởng rất lớn đến kế hoạch học tập của Em vì đợt 3 sẽ không còn chỗ nữa.. . Em xin cám ơn ạ!",
            "Chào bạn. . Bạn vui lòng kiểm tra mail sinh viên, phòng đào tạo đã gởi hướng dẫn về việc thanh toán học phí trễ hạn HK193. . Chúc bạn học tập tốt nhé. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]9  /b \t. . Kính gửi Nhà trường,. . Em sinh viên K13 khoa Cơ Khí, em học chính quy nhưng chưa đủ tín chỉ (đã có 162 chỉ) để nhận bằng tốt nghiệp. Em đã hết hạn học và muốn đăng ký xuống hệ tại chức thì phải làm gì. Em xin được hướng dẫn.. . Em cảm ơn.. .   i Đăng ký môn học .",
            "[full_name]Ừ [full_name]. . -\tBản kê khai lý lịch online : mybk.hcmut.edu.vn/tuyensinh (từ 04/0810/09/2020) . . Diện CQ sang VLVH. . -\tBản kê khai lý lịch nhập học khi trúng tuyển ( sau khi được gởi mail). . -\tBản sao bằng thpt sao y. . -\tBản sao y bảng điểm chính quy. . -\tGiấy khai sinh (sao y). . -\t3 hình 3x4. . -\tGiấy xác nhận không nợ học phí hệ CQ ( xin tại phòng KHTC). . -\tLệ phí: 370.000 đ. . -\tĐơn xin học theo ngành học và năm chương trình đào tạo hệ VLVH ( sẽ được cấp khi nhập học ). . -\tGiấy khám sức khỏe ( BV công lập từ tuyến Quận/Huyện trở lên). . Lưu ý: SV phải làm đơn xin chuyển hệ từ CQ sang hệ VLVH bên PĐT nhà A1. . trước khi nộp hồ sơ ( đối với SV chưa thôi học). . Dự kiến ngày 11/09 SV có email trúng tuyển, SV nộp hồ sơ nhập học bao gồm các HS trên. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học .  Em tên [full_name], khoa Cơ khí quốc té.. .  Em hiện đang thiếu 1 môn thể dục để đăng kí môn năm 4. Thứ 6 tuần trước em có nộp giấy chứng nhận hoàn thành thể chất do quận cấp cho văn phòng quốc tế. Em xin hỏi ngày mấy thì chuyển được điểm và có kịp để đăng kí đợt 3 không ạ ?. .  Em xin cảm ơn.",
            "Chào bạn,. . . . Bạn liên hệ văn phòng Đào Tạo quốc tế để tư vấn cho bạn.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Thầy cô PDT cho e hỏi e không đăng ký môn học hệ VHVL đợt 1 là từ ngày 4/8 - 10/8 . Cho e hỏi là e có thể hiệu chỉnh đăng ký môn học từ 2/9 - 7/9 không ạ ! E cám ơn!!!. . . .",
            "chào bạn.. . đợt ngày 2-7/9 sẽ dời tới cuối tuần nhé. . Sẽ email cho SV trước ngày đăng ký. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Họ tên: [full_name]. . MSSV: [student_id]. . . . Em chào Thầy (Cô),. . . . Hiện tại em đang trong quá trình TTTN hè và sẽ làm LVTN vào kì 2 năm học tới, em đã được miễn AV1,2,3 và đã qua AV4. Vậy trước khi đăng ký LVTN, em có cần nộp chứng chỉ [full_name] không ạ?. . . . Em cảm ơn Thầy (Cô) ạ.. . . . Trân trọng, . . [full_name]. .",
            "Chào bạn,. . Bạn xem quy định về chuẩn tiếng anh Đăng ký LVTN tại đây:. . http://aao.hcmut.edu.vn/ sinh viên/quy chế/ Quy chế đào tạo và học vụ bậc đại học, cao đẳng:/Phụ lục 1: Quy định về ngoại ngữ (áp dụng cho các chương trình giảng dạy bằng tiếng Việt)/3.   Chuẩn tiếng Anh khi nhận Luận văn tốt nghiệp (LVTN) và khi tốt nghiệp. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]0  /b \t. . . .   i Học vụ .  Em chào PĐT.. .  Em xin hỏi là hiện giờ em đã hết thời hạn theo học tại trường (7 năm) mà chưa hoàn thành hết các môn học thì em có chuyển sang học lấy bằng không chính quy hay không ?. .  Và những thủ tục chuyển, quy chế, đăng ký môn học như thế nào ?",
            "[full_name]Ừ [full_name]. . -\tBản kê khai lý lịch online : mybk.hcmut.edu.vn/tuyensinh (từ 04/0810/09/2020) . . Diện CQ sang VLVH. . -\tBản kê khai lý lịch nhập học khi trúng tuyển ( sau khi được gởi mail). . -\tBản sao bằng thpt sao y. . -\tBản sao y bảng điểm chính quy. . -\tGiấy khai sinh (sao y). . -\t3 hình 3x4. . -\tGiấy xác nhận không nợ học phí hệ CQ ( xin tại phòng KHTC). . -\tLệ phí: 370.000 đ. . -\tĐơn xin học theo ngành học và năm chương trình đào tạo hệ VLVH ( sẽ được cấp khi nhập học ). . -\tGiấy khám sức khỏe ( BV công lập từ tuyến Quận/Huyện trở lên). . Lưu ý: SV phải làm đơn xin chuyển hệ từ CQ sang hệ VLVH bên PĐT nhà A1. . trước khi nộp hồ sơ ( đối với SV chưa thôi học). . Dự kiến ngày 11/09 SV có email trúng tuyển, SV nộp hồ sơ nhập học bao gồm các HS trên. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Chào thầy/Cô,. . Hiện tại em đã hoàn thành xong luận văn, tuy nhiên, anh văn 3 và 4 em chưa chuyển điểm, em thấy trong lịch học vụ hạn chuyển anh văn đến ngày 30/9 để đăng kí các môn học. Vậy em có thể chuyển điểm sau đợt đó được không ạ? Nếu có thì hạn chót là khi nào ạ? (Em chỉ còn anh văn 3 và 4).. . . . Em chân thành cảm ơn thầy/cô đã giải đáp.. . . . [full_name]",
            "Chào bạn,. . Bạn vui ý về thời gian chuyển điểm,. . Nếu bạn nộp Chứng Chỉ Ngoại Ngữ và đăng ký chuyển điểm (phải hoàn thành lệ phí chuyển điểm) trước ngày 18/9/2020 thì áp dụng theo quy định chuyển điểm cũ - Bảng quy đổi điểm chuyển Ngoại Ngữ mới bắt đầu từ ngày 21/9/20 áp dụng cho HK201. . Chúc bạn học tập tốt nhé. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Chào thầy (cô),. . Thầy(cô) cho em hỏi khi nào danh sách tốt nghiệp dự kiến được cập nhật vậy ạ ?, em muốn đăng kí tốt nghiệp để nhận giấy chứng nhận tốt nghiệp tạm thời để xin đi làm, mà danh sách tốt nghiệp dự kiến vẫn chưa cập nhật nên không thể đăng kí được.. . Mong được thầy (cô) phản hồi sớm.. . Ân.",
            "Chào bạn . . Phòng đào tạo đã ghi nhận trường hợp xét tốt nghiệp bổ sung của sinh viên, sau ngày 15/9/20 phòng đào tạo sẽ thông báo danh sách tốt nghiệp cập nhật mới :. . - Sinh viên xem kết quả xét lại tốt nghiệp trên: www.aao.hcmut.edu.vn    tốt nghiệp    thông tin tốt nghiệp    danh sách tốt nghiệp 11/2020 - Trường hợp không có tên trong danh sách tốt nghiệp bổ sung sinh viên vui lòng phản hồi tại trang bksi.hcmut.edu.vn để để phòng đào tạo kiểm tra lý do.. .  Thân . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em chào PĐT,. . Em xin hỏi sinh viên văn bằng 2 học Khoa học máy tính thì có thể ứng tuyển vào chương trình Kỹ sư tài năng được không ạ ?",
            "Chào bạn. . Về chương trình kỹ sư tài năng bạn vui lòng liên hệ Khoa (cụ thể là Thầy phó khoa phụ trách chương trình đào tạo) để tư vấn và giải đáp. . Chúc bạn học tập tốt nhé.. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: PDT cho em hỏi, em đã nộp đơn xin chuyển điểm anh văn, đã đóng tiền, và đã được phê duyệt.Nhưng lâu nay vẫn chưa thấy cập nhật điểm AV trong bảng điểm ạ.",
            "Chào bạn,. . Điểm chuyển ngoại ngữ của bạn đã được cập nhật tại trang: mybk/Thông tin sinh viên/Điểm chuyển nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Phần thông tin cá nhân trong mục đăng kí TN của em đang bị lỗi. Cụ thể em đã chuyển ngành, và đang học ở Khoa QLCN, nhưng thông tin lại để ngành cũ của em là KHMT. Em đính kèm ảnh, mong PĐT fix giúp em. . . . Ngoài ra, PĐT kiểm tra giúp em đã đủ điều kiện tốt nghiệp chưa ạ để em bổ sung thêm.. . . . Cảm ơn Thầy/Cô"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Cho em hỏi đăng ký thi anh văn định kỳ tổ chức ngày 12-9 sao mãi không có kết quả đăng ký vậy ạ. Em đã thanh toán và có thông tin xử lý từ ngày bắt đầu mở đăng kỳ sao sắp tới ngày thi mà vẫn chưa có kết quả đăng ký ạ.",
            "Chào bạn,. . Hiện tại nhà trường đã lấy dữ liệu gửi qua IIG để sắp lịch thi, và sẽ gửi mail thông báo cho sinh viên vào lịch thi sau khi có kết quả phản hồi từ IIG. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em chào [full_name] ạ. . Em là SV khoa Môi trường và Tài nguyên, vừa rồi bọn em thi môn Phân tích hệ thống môi trường mã EN2019 từ ngày 30/07 và đến nay dù thầy đã đăng điểm lên bkel nhưng vẫn chưa thấy cập nhật trên bảng điểm ạ. . . Em đang rất cần bảng điểm để làm hồ sơ xét học bổng ạ.. . Em mong phòng đào tạo kiểm tra lại giúp em với ạ. . Em xin cảm ơn",
            "Chào bạn,. . Hiện tại điểm môn EN2019 đã được cập nhật trên trang mybk/Thông tin sinh viên/bảng điểm . . Bạn vui lòng vào xem và kiểm tra lại. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Dạ em chào thầy/cô. Do nhà em đang kẹt tiền chưa thể xoay được để thanh toán học phí HK hè , em có thể làm đơn xin gia hạn học phí tới giữa  tháng được không ạ. .",
            "Chào bạn,. . Học phí học kỳ dự thính thì không gia hạn nhé. Về gia hạn học phí bạn vui lòng liên hệ Phòng Công tác Chính trị sinh viên để được hướng dẫn.. . Bạn phải thanh toán học phí dự thính hè trước khi thi cuối kỳ. Nếu không sẽ không được vào phòng dự thi. Vì dự thính hè không phải là học kỳ bắt buộc. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Em chào Phòng đào tạo,. . Em hiện đang trong chương trình kỹ sư tài năng khoá 16. Em có đọc trên quy định tốt nghiệp nói cần nộp thêm chứng chỉ anh văn nói viết của trung tâm ngoại ngữ Bách Khoa với mức đạt (như ở hình bên dưới). Cho em hỏi là mức đạt là bao nhiêu điểm ạ. Em cảm ơn.. .   i Tốt nghiệp .",
            "Chào bạn,. . Trong quy chế ghi rất rõ nhé bạn \"riêng chương trình tài năng là mức “Đạt TN”, tương đương mức điểm 245\". . Bạn vui lòng xem chi tiết quy định tại đây:. . http://aao.hcmut.edu.vn/ sinh viên/quy chế/ Quy chế đào tạo và học vụ bậc đại học, cao đẳng:/Phụ lục 1: Quy định về ngoại ngữ (áp dụng cho các chương trình giảng dạy bằng tiếng Việt)/3.   Chuẩn tiếng Anh khi nhận Luận văn tốt nghiệp (LVTN) và khi tốt nghiệp. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Chào Thầy/Cô, dạ cho em hỏi là kì 201 này trường tạm thời không xét chuẩn av khi đăng ký môn học và sẽ xét chuẩn vào cuối kì 201, thì chuẩn này đối với k19 là 350 toeic hoặc qua av1 phải không ạ? Và khi em nộp bằng để xét pass chuẩn thì em phải đăng ký chuyển điểm cho môn av 1 mới được hay chỉ cần nộp bằng online thỏa chuẩn là được ạ?. . Em cảm ơn.",
            "Chào bạn. . - Về quy định Ngoại ngữ: Bạn vui lòng xem chi tiết tại trang web aao.hcmut.edu.vn    Sinh viên    Ngoại ngữ . . Chúc bạn học tập tốt nhé.. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Dạ em chào cô (thầy). Em mới nhận được lịch thi cuối kỳ môn Mac-Lenin hk193 vào ngày 21/9 vào lúc 18h30. Mà theo tkb thì ngày 21/9 vào ngày t2, hôm đó em học ở cơ sở 2 6h mới kết thúc tiết, em không thể nào di chuyển lên cơ sở 1 để đi thi kịp thời gian ạ. Mong có lời giải đáp từ trường ạ. .",
            "Chào bạn.. . Môn học SP1009 kết thúc môn, nên bắt buộc thi vào tối của HK. . Lịch thi được xếp trước khi bạn đk môn học .. . Vì vậy bạn sắp xếp để đi thi ( ko thể dời đi chỗ khác được ). . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em xin chào ạ. . . Do môn Phương Pháp Số em đã đăng ký chuyển điểm và ghi điểm miễn, mà thông tin này tới sau đợt đăng ký môn đợt 2. Nên em có nguyện vọng rút đăng ký môn học môn PPS ME2091 trong kì 201 sắp tới. . . Mong thầy/cô giúp em ạ.. . Em xin chân thành cảm ơn.. .",
            "Đăng ký môn học. . Em xin chào ạ.. . Do môn Phương Pháp Số em đã đăng ký chuyển điểm và ghi điểm miễn, mà thông tin này tới sau đợt đăng ký môn đợt 2. Nên em có nguyện vọng rút đăng ký môn học môn PPS ME2091 trong kì 201 sắp tới.. . Mong thầy/cô giúp em ạ.. . Em xin chân thành cảm ơn.. .   /QUOTE . .",
            "Đăng ký môn học . Em xin chào thầy/cô ạ.. . Do môn Phương Pháp Số em đã làm đơn đăng ký chuyển điểm và ghi điểm miễn, mà thông tin này tới sau đợt đăng ký môn đợt 2. Nên em có nguyện vọng rút đăng ký môn học môn PPS ME2091 trong kì 201 sắp tới.. . Mong thầy/cô giúp em ạ.. . Em xin chân thành cảm ơn.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Dạ em có đăng kí nộp chững chỉ ngoại ngữ hôm 25/8 và đã chờ đến hôm nay ngày 3/9 vẫn chưa có kết quả. Xin phòng đào tạo giải quyết cho em sớm ạ.. . Em xin cảm ơn. . [full_name]. [student_id]",
            "Chào bạn,. . Kết quả thẩm tra phụ thuộc vào đơn vị cấp chứng chỉ nhé bạn.. . Bạn nộp chứng chỉ đển ĐKMH thì không cần đợi kết quả thẩm trả hợp lệ, PDT sẽ tạm pass và hậu kiểm sau.. . Riêng nộp CCNN để tốt nghiệp, phải đợi kết quả thẩm tra hợp lệ mới đủ điều kiện xét tốt nghiệp. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em xin trình bày như sau: . . Do em thuộc chương trình Tăng cường tiếng Nhật của OISP theo chương trình đào tạo của chương trình Tăng cường tiếng Nhật thì em không cần phải học môn Vi xử lý (EE2013), nhưng hiện tại em đã rút khỏi chương trình Tăng cường tiếng Nhật và chuyển về hệ Đại trà. . . Do vậy, để có thể nhận Đồ án (EE3149) theo đúng chương trình đào tạo vào học kỳ 6 (kỳ 202).Do đó, em xin Phòng đào tạo xem xét tăng sĩ số lớp, cho em đăng ký môn Vi xử lý (EE2013) lớp A01_A01 thứ 5 tiết 2 3 4 và thứ 5 tiết 7 8 9 10. . . Em xin chân thành cảm ơn.",
            "Chào bạn, . . Hiện tại các nhóm lớp đã được Phòng Đào tạo mở tối đa sĩ số theo đúng quy định (về môn học, sức chứa phòng...).Trường hợp bạn muốn tăng sĩ số của một nhóm lớp nào đó, bạn vui lòng liên hệ trực tiếp tại Phòng Đào tạo cơ sở 1 (trong thời gian đăng ký môn học), để được nhóm hỗ trợ đăng ký môn học kiểm tra, nếu còn khả năng tăng được hoặc có thể có 1 vài bạn sv xin hủy, nhóm sẽ hỗ trợ tăng sĩ số cho bạn (nếu được) và có thể vào đăng ký ngay luôn nhé. . . Chúc bạn học tốt!. . Thân. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ em chào Thầy/Cô. . Em muốn hỏi là đkmh đợt 3 có được hủy môn không ạ?. . Em cảm ơn."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính gửi Phòng Đào tạo.. . Hôm nay 03/09 em lên mybk.edu.vn để đăng ký môn học cho bằng 2 nhưng ko thấy lịch đăng ký. Em chờ từ sáng tới hiện tại vẫn ko thấy.. . Cho em hỏi có phải tài khoản em bị lỗi gì ko, vì theo thông báo em nhận trong mail lúc trúng tuyển là 03/09/2020 là bắt đầu đăng ký môn học tại mybk.edu.vn. . Sinh viên kính gửi."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác:. . cho em hỏi k19 có sinh hoạt công dân đợt 5/10 k ạ? nếu sinh hoạt thì sinh hoạt vào cuối tuần phải không ạ?. .",
            "Chào bạn,. . Vấn đế sinh hoạt công dân bạn vui lòng liên hệ Phòng Công tác Chính trị sinh viên để được hướng dẫn.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em tên là [full_name], mssv [student_id]. Em gửi yêu cầu này về vấn đề là hồi tháng 11 năm ngoái(2019) tức là sau khi phân ngành của khoa Khoa học - Kĩ thuật máy tính gần được 1 học kỳ thì em đã nộp đơn xin đổi ngành từ ngành   B Kĩ thuật máy tính  /B  sang ngành   B Khoa học máy tính  /B  vì thấy mình không phù hợp với ngành   B Kĩ thuật máy tính  /B  và đã được cô giáo vụ của Khoa xác nhận là đã chuyển thành công.. . . . Nhưng đến tận bây giờ (03/09/2020) thì các thông tin trên mybk vẫn để em là ngành Kĩ thuật máy tính. Hơn nữa tuy là ngành học và giáo viên chủ nhiệm là bên Kĩ thuật máy tính nhưng lớp lại là của bên Khoa học máy tính. Em mong là sẽ được hồi đáp sớm",
            "Chào bạn,. . Bạn vui lòng kiểm tra lại thông tin của mình tại mybk/Thông tin sinh viên, hiện tại trên hệ thống của PDT và mybk đều cập nhật là Khoa học Máy tính.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Thưa các thầy cô, em dự định đăng ký tốt nghiệp vào tháng 4/2021. Em đã nộp bằng TOEIC có thời hạn đến tháng 12/2020. Cho em hỏi em có cần phải nộp lại bằng mới để đăng kí tốt nghiệp không ạ?. . Em cảm ơn",
            "Chào bạn,. . Bạn không cần phải nộp lại CCNN khi tốt nghiệp nhé!. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Theo như em biết thì từ k19 mã các môn chính trị bị đổi, nên bọn em không thể đăng ký các mã cũ được, em đã học môn tiên quyết của môn SP1033 là môn SP1031 trong hè và môn này có rất nhiều bạn k19 học. Vậy tại sao lại không mở lớp sp1033 vào kì 20.1 ạ mà chỉ mở SP1031 ạ?",
            "Chào bạn,. . . . Theo đúng tiến độ học kỳ này mở môn SP1031 nha, bạn muốn đăng kí môn SP1033 thì bạn đăng kí trong học kỳ dự thính 201 sắp tới.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Như đã nêu ở câu hỏi trước, thông tin tốt nghiệp về ngày CTXH của em không đúng (trên sàn HĐNK là 46.5 ngày thay vì 34.5 ngày như khi tra cứu). Phía pđt (cô [full_name]) trả lời ngày CTXH đã cập nhật. . . . . Tuy nhiên, khi em tra cứu (lúc 22:00 ngày 3/9) thì thông tin vẫn chưa được thay đổi, cụ thể ngày cập nhật vẫn là 25/8. . . . . Vậy em muốn hỏi do thông tin cập nhật bị sót, hay là phải đợi tới đợt nào đó thì thông tin tốt nghiệp mới được cập nhật cho toàn bộ sinh viên ạ? Nếu có em muốn hỏi là khi nào. Trường hợp cập nhật sót, phía pđt vui lòng kiểm tra lại giúp em. . . . . Em cảm ơn.",
            "Chào bạn,. . Phòng Đào tạo đã cập nhật lại ngày CTXH và mở cho bạn Đăng ký tốt nghiệp. Bạn vui lòng vào xem và kiểm tra lại.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Dạ thưa thầy, cô. Em là [full_name]. Mssv:[student_id] . Thầy cô cho em hỏi   B học kì 201   /B  em đăng kí 13 chỉ buổi sáng và đăng kí thêm một môn   B Giải tích 2  /B  dự thính tối( Học kì 182 em có học nhưng rớt), thì khi em có điểm môm  B  Giải tích 2  /B  dự thính tối của   B học kì 201  /B  thì điểm đó có tính vào   B Điểm trung bình học kì 201  /B  để xét học bổng không ạ ?. . Em xin cám ơn. .",
            "Chào bạn. . - Về quy định học bổng: Bạn vui lòng xem chi tiết tại trang web aao.hcmut.edu.vn--  Sinh viên --  Học vụ --  Học bổng. . Chúc bạn học tập tốt nhé.. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Xin thưa, sau tốt nghiệp em muốn học tiếp văn bằng 2 tại các trường thuộc Khối ĐHQG không ạ?. . Em xin cảm ơn ạ.. .",
            "Chào bạn. . Bạn muốn học trường thuộc Khối ĐHQG nào thì bạn liên hệ trực tiếp phòng đào tạo của Trường đó để tư vấn và giải đáp nghen. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em xin chào cô ạ. Hiện tại vì em đã học môn phương pháp tính ở học hk192 vừa rồi và hôm nay em có nhận được mail từ bạn giáo vụ Khoa Cơ Khí với nội dung là sinh viên cơ điện tử có thể chuyển điểm miễn từ môn phương pháp tính (MT1009) sang môn phương pháp số (ME2091). Nhưng vì mail này được gửi sau đợt đăng kí môn học đợt 2 vừa rồi nên hiện tại em không thể hủy đăng kí môn học môn phương pháp số nên em làm đơn này kính mong cô đáp ứng nguyện vọng của em. Em xin cảm ơn.",
            "Chào bạn. . Về vấn đề này bạn nhờ Khoa Cơ Khí gởi công văn lên phòng đào tạo để giải quyết vấn đề này. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em xin chào,. . Em là [full_name], Khoa cơ khí. . Hiện em đang muốn xin trường giấy tạm hoãn nghĩa vụ quân sự thì phải đến văn phòng khoa hay phòng đào tạo ạ?. . Việc cấp giấy có lâu không và mất bao nhiêu thời gian ạ?. .",
            "Chào bạn,. . Bạn vui lòng đăng ký tại trang mybk.hcmut.edu.vn/In Xác nhận SV và theo dõi kết quả trả lời, khi nào ghi đã xử lý bạn có thể về chỗ mình đăng ký để nhận. . Thân"
        ]
    }
]