[
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Kính chào thầy/cô. Dạ cho e xin phép hỏi bên trường mình có hỗ trợ cho sv năm 3 ở ktx khu A không ạ? Nếu có thì mình cần làm những thủ tục như thế nào? Em xin cảm ơn thầy/cô.",
            "Chào bạn,. . Bạn vui lòng liên hệ trực tiếp tại KTX để được hỗ trợ nhé!. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: MONG MUỐN HỦY MÔN HỌC. . ﻿. . ﻿Qua kỳ sau em là sinh viên năm cuối nên chương trình học khá nặng và em học thêm Anh văn. Em có lỡ đăng ký nhiều môn nhưng lại quên xóa trong đợt hiệu chỉnh lần 2. Em mong muốn được hủy môn học, cụ thể là môn Kỹ thuật phản ứng (Mã môn học: CH2059) và môn An toàn quá trình (Mã môn học:﻿ CH3297).. . ﻿Em rất mong phòng đào tạo giúp đỡ cho em. Em xin chân thành cám ơn.",
            "Chào bạn,. . Hiện tại trong đợt 3 vẫn cho bạn đăng ký, hiệu chỉnh và hủy MH. Bạn vui lòng vào tự hủy môn học của bạn.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Cho em hỏi là lịch cuối kỳ có thể xin đổi được không ạ ?. . . .",
            "Chào bạn. . Không thể đổi lịch thi cuối kỳ nghen bạn. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em trễ 1 ngày thanh toán học phí, xin hỏi em cần phải lên phòng đào tạo giải trình gì không ạ? Do em nhớ lộn hạn cuối đóng tiền.",
            "Chào bạn. . Bạn kiểm tra mail pdt đã gởi hướng dẫn về việc đóng trễ học phí. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em là [full_name] MSSV [student_id], K19, hiện tại môn EE1001 (Nhập Môn Kĩ Thuật) không mở trong học kì 192, lớp cũng bị xóa trong học kì 201.. . Cho em hỏi em đăng kí học chung với khóa K20 được không ạ? Nếu được thì cho em hỏi quy trình thế nào."
        ]
    },
    {
        "intent": "",
        "message": [
            "Cho em hỏi em nhận mail hôm nay đăng kí môn học đợt 3 nhưng sao vào đk thì ko được\t. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học .",
            "Chào bạn,. . . . Sau ngày 15/9 bạn kiểm tra TKB trên Cổng thông tin sinh viên.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "U Đăng ký môn học . . . Em chào thầy cô, mong thầy cô giải đáp cho em là em đã hoàn thành 3 môn thể chất ở 3 kì, nhưng khi đăng kí môn học những môn năm 3 thì lại không được vì rơi vào diện chưa đạt thể chất năm 2. Mong thầy cô xem xét vì sao em lại bị như vậy ạ. Và cách khắc phục ra sao ạ.",
            "Chào bạn,. . . . Đợt 3 bạn đã đăng kí được chưa?. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Phòng đào tạo cho em hỏi, em đã hoàn thành hết các môn trong chương trình đào tạo và bây giờ chỉ còn thi anh văn nói viết nữa là có thể ra trường. Vậy nếu em thi không qua kịp để tốt nghiệp tháng 11 thì kì sau em có phải đăng kí môn học nào đó để duy trì tình trạng sinh viên không ạ? . . . .",
            "Chào bạn,. . Tùy bạn cân nhắc việc đăng ký môn học nhé, nếu bạn không có TKB trong học kỳ, thì bạn sẽ bị tạm dừng theo quy định.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Cho em hỏi chuẩn sinh viên năm 2 đã giảm số chỉ xuống em đạt yêu cầu nhưng tại sao em vẫn ko thể đăng kí môn học\t. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Em chào phòng đào tạo, em đại diện lớp CK17LOG gửi câu hỏi lên PĐT,. . . . Môn học ME4025 - Quản lý tồnkho trong ccư tất cả các bạn không đăng kí được do hệ thống báo thiếu các lỗi chuẩn sv năm 3, chuẩn thê chất, không học môn Quản lý chuỗi cung ứng. Nhưng các yêu cầu đó lớp đã hoàn thành đủ. . . . . Kính mong PĐT xem xét lại và phản hồi sớm giúp em, em xin cảm ơn. .   i Đăng ký môn học .",
            "Chào bạn,. . . . . . DKMH lần 3 các bạn vào đăng kí lại đã được chưa?. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác:"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Cho em hỏi rằng trường đã mở dk môn học đợt 3 nhưng em vào đk không được.",
            "Chào bạn,. . . . Lần sau DKMH bạn nên vào đúng giờ thì hệ thống mới mở cho bạn đăng kí. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "B   /B Đăng ký môn học . mặc dù đang học môn kết cấu thép 1 CI3009 tại học kỳ hè 193 nhưng em lại không thể đăng ký học vào học kỳ 201 mặc dù đã học đủ 3 giáo dục thể chất và đủ anh văn cho sinh viên k17. Mong nhà trường có thể giải quyết nhanh giúp em ạ.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]  /b . . Em xin chào thầy cô PĐT.\t. . Em tên là [full_name] - MSSV: [student_id]. . Em có thấy trên mail là đợt 3 có thể thay đổi nhóm môn học nhưng sáng nay em vào thì không tìm ra cách để thay đổi nhóm môn học ạ. Thầy cô có thể hướng dẫn hoặc giúp em cách đổi nhóm môn học được không ạ. . . Em muốn thay đổi môn học SP1009 - đường lối CM của Đảng từ nhóm A01 sang nhóm A02 ạ.. . Em xin cảm ơn và chúc thầy cô một ngày làm việc vui vẻ!. .",
            "Chào bạn,. . Hiện tại đã hết thời gian để hiệu chỉnh môn học nhé bạn!. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em đăng kí thêm môn \tKỹthuật điện-điện tử, mã môn học EE2011 mà yêu cầu chuẩn năm 2. Em đã đủ số chỉ tiên quyết của năm 2 rồi ạ. Xin đăng kí giúp em\t. .",
            "Chào bạn,. . . . Đợt 3 DKMH bạn đã đăng kí được chưa?. Hiện tại môn EE2011 đã full sỉ số.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học  /i  EN2005:H/học trg k/thuật & khmt1. . . .",
            "đã tăng sĩ số"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Cho em hỏi em đã đủ chuẩn sinh viên N2 N3 và thể chất rồi sao không được đăng kí môn EE3015và EE2015 trong đợt 3 HK201 với ạ. .",
            "đã cập nhật để bạn đăng ký. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính gửi thầy(cô).. . . . Môn Kết cấu bê tông cốt thép 1(CI2091) có môn song hành là Cơ học kết cấu(CI2029) nhưng kỳ này không mở lớp dẫn đến em bị xóa môn.. . . . Nhưng bạn em   I không   /I học Cơ học kết cấu(CI2029) kỳ này nhưng lại được đăng ký môn Kết cấu bê tông cốt thép 1(CI2091). Và đăng ký môn đợt 2 em cũng không vướng chuẩn song hành môn Cơ học kết cấu(CI2029).. . . . Chuẩn sinh viên năm 3 là từ 52 tín chỉ và em đã tích lũy được 54 tín chỉ nhưng vẫn bị thiếu chuẩn tiên quyết sinh viên năm 2.. . Em mong quý thầy(cô) xem lại trường hợp của em với ạ.. . Em cảm ơn."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Cho em hỏi trên dk môn học đợt 3 thời gian mở để 31/8 với lại khi đăng ký thêm môn thì nó lại báo em thiếu thể chất 3 mặc dù em đã đủ hết thể chất và đủ điều kiện hết năm 3 để dk môn học năm 4. Mong trường khắc phục lỗi sớm để em còn đăng ký. .",
            "đã cập nhật để bạn đăng ký. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Gửi PĐT,. . Học kì 192 em đã đăng ký CO1007.Khi đăng ký CO2011 thì bị báo thiếu môn học trước.. . Mong PĐT xem xét giúp em.. . Em cảm ơn.",
            "đã nạp kết quả lên lại cho bạn. . Bạn vào kiểm tra lại nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em xin chào ạ!. . Đợt DKMH 3 này em đăng ký mà hệ thống báo là thiếu điều kiện thể chất và điều kiện sinh viên năm 3 mà hai điều kiện này em đã đủ rồi. . . Em mong PĐT xem lại cho em để em kịp đăng ký. . . Em xin cảm ơn!",
            "đã cập nhật để bạn đăng ký. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ em xin chào, em vào ĐKMH cho đợt bổ sung mà em thấy để lịch ĐKMH đợt 3 từ ngày 25/8-31/8 ạ. Mong [full_name] xem lại.. . Em cảm ơn.",
            "Đợt Bổ sung từ 08-10/09/2020. . Bạn vào xem lại nhé. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Hôm nay có lịch đăng kí môn đợt 3 nhưng lại vướng phải điều kiện không rõ ràng nên em mong được phòng đào tạo giảii quyết giúp e. Mã môn là ci3197, em đã năm 3 và đã học qua các môn giáo dục thể chất tại cơ sở Dĩ An nhưng vẫn vi phạm điều kiện như hình ạ.",
            "đã cập nhật để bạn đăng ký. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em muốn Đk môn học đợt 3 và theo mail của nhà trường hiện tại đã đến thời gian được đăng ký đợt 3 nhưng em vẫn bị báo là chưa đến thời hạn đăng ký. . Mong thầy/cô hỗ trợ vầ giải đáp giúp em ạ",
            "đã cập nhật"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Chào nhà trường.. . Hiện tại, em đang lỡ hạn đóng học phí HK193 này. Cho em hỏi, làm thế nào để hoàn thành học phí lần này khi đã hết hạn (15h,7/9) nộp học phí ạ.. . Em chân thành cảm ơn nhà trường!",
            "Chào bạn. . Bạn vui lòng kiểm tra mail sinh viên, phòng đào tạo đã gởi hướng dẫn về việc thanh toán học phí trễ hạn HK193. . Chúc bạn học tập tốt nhé. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . pdt ơi cho em hỏi bữa trước em có thấy 1 bạn đăng là pdt cho phép đăng ký môn học mặc dù hk hè chưa có điểm (vì lý do dịch bệnh) sau khi bắt đầu học kỳ 201 sẽ kiểm tra lại sau đó xóa môn không thỏa.. . Em muốn hỏi là việc đó có áp dụng cho đăng ký TTTN và đề cương không ạ. Tại em đăng ký TTTN nhưng đã bị xóa do thiếu chỉ ạ. Nếu học xong kỳ hè thì em sẽ đủ chỉ để đăng ký ạ. .",
            "Chào bạn,. . . . Vào đợt 4 DKMH bạn đăng kí lại nha.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . . Phòng đào tạo cho em xin hỏi .  Em thấy thông báo đợt 3 dkmh bắt đầu từ 8/9 mà hôm nay em vào k đăng kí được ạ",
            "đã cập nhật"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Chào thầy/cô ạ!. . . . Thầy/cô cho em hỏi là để đăng ký môn LVTN bắt buộc phải nộp chứng chỉ ngoại ngữ phải không ạ? Nếu chưa có chứng chỉ có thể học các môn anh văn trong trường tương đương được không ạ?. .  . . Em cám ơn!",
            "Chào bạn,. . . . Bạn xem qui chế học vụ điều 31, phụ lục 1 http://www.aao.hcmut.edu.vn/index.php?route=catalog/chitietsv&path=90&tid=1658.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em chào thầy/cô, em tên là [full_name] mssv [student_id]. hiện đang là sv bằng 2 ngành Khoa học máy tính.Thầy/cô cho em hỏi học kì này em muốn đăng kí 22 chỉ môn học thì phải làm như thế nào ạ. em muốn đăng kí thêm 1 chỉ nữa mà hệ thống báo chỉ đăng ký được 21 chỉ thôi ạ. Em xin cám ơn thầy/cô",
            "Bạn phải đạt điểm trung bình tích lũy từ 7.5đ trở lên mới được đăng ký vượt tín chỉ. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em mong là nhà trường giúp đỡ cho những bạn không đủ chỉ ạ. Cũng vì sự cố đánh máy cũng như covid nên mong nhà trường xem xét giúp đỡ tụi em đi ạ",
            "là sao bạn ?"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em tên: [full_name]. . Xin được mở thêm sĩ số lớp Kỹ thuật điện (EE2017) nhóm lớp A01_A02 để không trễ đồ án vào học kỳ kế tiếp 202. Kính mong được Phòng đào tạo giải quyết. Em xin cảm ơn!. . . .",
            "Môn học đã vượt max. Em liên hệ [full_name] xin mở lớp. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Dạ xin chào thầy/cô. . em tên: [full_name]. MSSV [student_id]. . em xin được rút môn học có tính phí ạ. . phương pháp tính MT1009. . lí do: em đăng kí nhầm ạ. . kính mong quý thầy/cô giúp em. . em xin chân thành cảm ơn!. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ em chào thầy/cô, thầy/cô cho e xin tăng sĩ số thêm 4 chỗ cho môn học Đồ án môn học nền móng mã CI3197 lớp A01 tiết 3-4-5 vào sáng thứ bảy. Do học kì này chỉ mở 1 lớp thôi ạ. Mã số sinh viên của em: [student_id]. . Mã số sinh viên của các bạn em:. . [student_id]. . [student_id]. . [student_id]. . Em cảm ơn thầy/cô rất nhiều ạ.",
            "đã tăng sĩ số"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính gửi Quý thầy cô và PĐT. . Em là Huỳnh Ngọc Diễm Phúc thuộc lớp HC19BSH. MSSV [student_id]. . Em muốn xin tăng sỉ số của lớp L10 môn Thí Nghiệm Hóa Phân Tích mã môn CH2115 ạ.. . Lý do: PĐT đã nói sẽ tự tách môn Hóa Phân Tích của ngành Công Nghệ Sinh Học làm 2 môn (bao gồm thí nghiệm 1 TC) nhưng vẫn không tách cho em, em đăng ký theo mã môn thì lớp còn trống trùng lịch với môn học khác không thể thay đổi được.. . Kính mong Quý thầy cô tăng sỉ số lớp L10 giúp em.. . Em cảm ơn ạ.. .",
            "đã tăng sĩ số"
        ]
    },
    {
        "intent": "",
        "message": [
            "Vừa qua em có đóng học phí trễ hạn của kỳ 193 với 2 chỉ của môn thực tập tốt nghiệp. Do cá nhân em sai sót quên đóng ạ. Em muốn hỏi là mình có bị xóa bỏ môn học hay đình chỉ 1 học kỳ hay không ạ.em cảm ơn",
            "Em làm đơn trình bày lý do đóng trễ HP , nộp lại PĐT nhà A1 để xem xét nhé. . ( mẫu trên aao). . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ cô, Do kì rồi em hủy môn DA nền móng CI3197 là môn học trước của Môn công trình trên đất yếu CI4037 nên hiện tại em không thể đăng kí môn CT trên đất yếu. Cô cho em hỏi, nếu kì chính này HK201 em học đồ án nên móng thì kì dự thính HK201 em có được đăng kí môn công trình trên đất yếu hay không. Nếu không được thì em sẽ phải ra trường trễ 1 học kì vì môn đấy là môn tiên quyết để nhận LVTN. Có cách nào cứu vãn được không cô. . . Cám ơn",
            "không được nhé.. . Dự thính HK201 cùng trong 1 HK nên em sẽ ko đk được"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính chào thầy/cô. . . . Trong đợt đăng ký môn học đợt 3, em muốn làm đề cương luận văn (CO4311) lại, nhưng không hủy được môn luận văn tốt nghiệp (CO4313). Mong quý thầy/cô cho phép em hủy môn này, em xin cảm ơn!",
            "Bạn hủy online bình thường"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ phòng đào tạo cho em xin đăng kí vào 2 lớp này ( do 2 lớp này đã đủ sĩ số). . . . CH3015: Thí nghiệm quá trình thiết bị lớp A04 . . CH2057: Cơ sở vật liệu và ăn mòn lớp A03. . Dạ em xin chân thành cảm ơn ạ.",
            "đã tăng sĩ số"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . chào phòng đào tạo. . cho em hỏi là sao không đăng ký TR2019. . hiện tại em không vi phạm nội dung đăng ký môn học này cái nào cả mà không đăng ký được.. . bạn em cũng gặp trường hợp tương tự. . mong phòng đào tạo giải quyết và phản hồi.. . em cảm ơn.",
            "Đã tăng sĩ số"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ em chào thầy/cô. . Do nhu cầu đăng kí môn đồ án nền móng khá cao vì ảnh hưởng đến đăng kí luận văn tốt nghiệp nên kính mong thầy/cô xem xét tăng thêm sĩ số. . Em cảm ơn!",
            "đã tăng sĩ số. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Trong đợt ĐKMH đợt 2 em có đăng kí môn LV mã TR4313 thành công, nhưng qua đợt 3 môn học của em bị hủy.. . Trong đợt 3 này, em có đăng kí lại thành công. Xin hỏi [full_name], lần đăng kí này có chính thức chưa, từ giờ cho đến khi có TKB chính thức, liệu môn học của em có tiếp tục bị hủy nữa không",
            "li answer rate: Answer is not complete / Câu trả lời chưa hoàn chỉnh"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính gửi phòng Đào tạo đại học Bách Khoa TpHCM. Em tên [full_name] MSSV: [student_id]. lớp chính quy bằng 2. Em có đăng kí môn Luận văn tốt nghiệp cho học kì này nhưng không được chấp nhận với lí do không đủ điều kiện nhận luận văn mặc dù em đã tích lũy được 133 tín chỉ, đạt yêu cầu về Anh văn là Toiec 500. Kính mong phòng đào tạo xem xét hướng dẫn cho em. Em xin cám ơn!"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]  /b . . Dạ xin chào thầy cô. . . Em tên [full_name]. . Mssv [student_id]. . Em có nhận được mail đăng kí kiểm tra trình độ anh văn thời hạn đăng kí từ ngày 21.8 đến 2.9. . Và em đã thanh toán phí vào 1.9.2020. . Nhưng ở bk pay thông báo em đã thanh toán trễ hạn (hạn thanh toán 28.8, trong khi đó thời hạn đăng kí là 21.8 đến 2.9) . Và em không thấy lịch thi của mình.. . Em mong quí thầy cô giải đáp thắc mắc giúp em. . Em xin chân thành cảm ơn.. . Chúc thầy cô một ngày tốt lành!. .",
            "Chào bạn. . Bạn xem lịch thi tại Mybk  lịch thi. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính gửi quý thầy cô phòng đào tạo,. . . . Em là Nguyễn Thái Bảo, MSSV [student_id], sinh viên khoa điện điện tử. Vì chuẩn bị năm 5 nhưng vẫn còn thiếu 1 môn là Xử lí số tín hiệu EE2015 mà đã full sĩ số lớp rất sớm. Nên em viết đơn này mong quý thầy cô chiếu cố đăng kí dùm em môn này được không ạ? Em xin cảm ơn rất nhiều.. . . . [full_name]ân trọng.",
            "Môn học này hiện ko thể tăng sĩ số. . Bạn liên hệ gấp [full_name] để xin mở lớp. . Kịp trong đợt đk này"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ phòng đào tạo cho em được xin vào 2 lớp này ( do 2 lớp đã đủ sĩ số):. . . . +[full_name]3005: Các phương pháp phân tích hiện đại lớp A03. . . . +[full_name]2057: Cơ sở vật liệu và ăn mòn lớp A03",
            "đã tăng sĩ số"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em xin phép phòng đào tạo tăng sĩ số lớp A01 môn cơ sở điều khiển tự động EE2019 sáng t3 tiết 2 3 4 tại 303B1 ạ",
            "đã tăng sĩ số"
        ]
    },
    {
        "intent": "",
        "message": [
            "Cho em hỏi sao em ko đăng kí đc môn giáo dục thể chất ạ\t. . . .",
            "Môn thể chất chưa mở lớp, sẽ email khi mở . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Phòng đào tạo cho em hỏi: em chưa đăng ký được môn Thực tập điện tử 1 EE2023, vì thế kỳ này em không học môn Thực tập điện tử 2 EE3023.. . . . Kỳ sau nếu có thể em sẽ học chung với K19 môn Thực tập điện tử 1 EE2023, như vậy khi kết thúc năm 3 em chỉ thiếu môn Thực tập điện tử 2 EE3023. . . . . Nếu em bảo đảm hoàn thành hơn 100 chỉ thì em có được đi thực tập năm 3 không ạ, nếu em chưa hoàn thành Thực tập điện tử 2 EE3023",
            "Chào bạn. . Về chương trình đào tạo/phân ngành bạn vui lòng liên hệ Khoa (cụ thể là Thầy phó khoa phụ trách chương trình đào tạo) để tư vấn và giải đáp. . Chúc bạn học tập tốt nhé.. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Hiện tại nhóm lớp Ci4089 vào thứ 2, thứ 4 nhưng lớp L01 đã đầy nhưng thời khóa biểu em lại bị trùng lịch lớp L02 nên em không đăng ký được môn. Huy vọng pdt có thể giúp em mở thêm sĩ số Lớp L01 môn học CI4089. Em xin cảm thầy/cô",
            "đã tăng sĩ số"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em chào thầy/cô,. . Em tên là [full_name] MSSV [student_id], hiện tại là sinh viên khoa Điện-điện tử.. . Trong đợt hiệu chỉnh môn học đợt cuối này, em mong muốn đăng kí môn học kĩ thuật số nâng cao mã EE3083 lớp A01. Tuy nhiên lớp A01 đã đạt sĩ số 60/60.. . Em xin đề nghị PĐT mở rộng sỉ số môn học này.. . Em xin chân thành cảm ơn",
            "đã tăng sĩ số"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em xin được đăng kí thêm vô lớp \tKỹ thuật điện-điện tử\tMã Môn học EE2011. Lúc 9h em có vô đăng kí nhưng em không đănh kí được bị báo không đủ chuẩn năm 2. Mà em đã đủ số tín chỉ của năm 2 ạ. .",
            "đã tăng sĩ số"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học ."
        ]
    }
]