[
    {
        "intent": "",
        "message": [
            "Em là [full_name] [student_id]. . . . Em là khóa K18, hiện tại thì em ko đăng kí được môn học MA3025.. . . . lí do em không đăng kí được là do khoảng thời gian trên bị ảnh hưởng của dịch bệnh nên em đã đăng kí trễ. . . . . Và môn này khóa K19 thì không có học môn, nên em rất mong muốn thầy cô có thể mở ra giùm cho em để em có thể tiếp tục đăng kí để hoàn thành khóa k18 của em.. . . . Em mong thầy cô thông cảm cho trường hợp của em để em có thể đăng kí kịp ạ.",
            "Chào bạn,. . Ghi rõ lại lý do, tên và mã Mh, mã nhóm môn học xin đăng ký nhé!. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính gửi: Phòng Đào tạo,. . . . Em đã hoàn thành thanh toán HP HK202, mong PĐT giải quyết đơn đăng ký thu nhận để em có thể đăng ký LVTN đợt cuối HK211. Sau khi nhận được mail của PĐT sáng nay, em xin chân thành cảm ơn PĐT xem xét vấn đề thi CCAV quốc tế (không xét lúc đăng ký), đó là tin vui nhất em nhận được trong mùa dịch đang phức tạp như thế này. Một lần nữa em thật sự cảm ơn PĐT.. . Chúc PĐT và gia đình nhiều sức khỏe để vượt qua đại dịch COVID-19 và một ngày làm việc thật hiệu quả.. . . . Trân trọng ./.. .   i Học vụ .",
            "Chào bạn. . PDT đã tiếp nhận và đang xử lý đơn thu nhận vào HK211 của bạn. . Bạn vui lòng theo dõi tình trạng sinh viên của bạn chuyển sang từ “tạm dừng” sang tình trạng “Đang học” sẽ cập nhật trên Mybk-thông tin sinh viên, dự kiến trễ nhất vào 30/08/2021. . Nếu có nhu cầu ĐKMH HK211, bạn vui lòng gửi thêm 1 yêu cầu xin đăng ký môn học, ghi rõ tên và Mã MH, mã nhóm, để PDT kiểm tra và ĐKMH cho bạn. . SV chủ động liên lạc với GV để xin vào lớp vì hiện tại đã bắt đầu HK211. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Em chào phòng đào tạo, hiện tại đang có đợt đăng ký luận văn mà không cần chứng chỉ anh văn. Em đang thắc mắc là nếu đăng ký mà do dịch bệnh không thể vào lab để làm luận văn thì nhà trường sẽ xử lý như thế nào ạ. . . PĐT giải đáp giúp em với ạ",
            "Chào bạn,. . Về việc hướng dẫn LVTN bạn vui lòng liên hệ Khoa của bạn để được hỗ trợ. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Cho em hỏi là nhà em có việc nên bây giờ em muốn bảo lưu 1 học kỳ thì làm thủ tục online như nào vậy ạ. Em cảm ơn ạ",
            "Chào bạn. . Bạn tải mẫu đơn tạm dừng tại trang web: aao.hcmut.edu.vn gởi tại BKSI để Pdt xử lý cho bạn. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Rút môn học (phải thanh toán học phí) Học kỳ 203 . Kính gửi thầy/cô Phòng Đào Tạo - Đại học Bách Khoa TP.HCM,. . . . Em là [full_name], MSSV [student_id], sinh viên khoa Quản Lý Công Nghiệp, lớp QL170304.. . . . Em gửi tin nhắn này mong thầy/cô xem xét và giải đáp giúp em tình trạng:. . Em có đăng kí 1 môn học Anh văn 2 ( LA1005) trong học kì chính do em không đủ chỉ anh văn để đăng kí luận văn tốt nghiệp nên em đăng kí một môn học để duy trì tình trạng sinh viên, nhưng hôm nay em có nhận được mail là được đăng kí Luận văn tốt nghiệp không xét anh văn .. . Vậy thầy cô cho em hỏi em có thể rút môn Anh văn 2 không ạ và nếu được thì có tính học phí không ạ do em chưa thấy hiện học phí trên BKpay với lại do thông báo tới sau ngày đăng kí môn nên dẫn đến em có sự sai sót này.. . Em xin cảm ơn",
            "Chào bạn,. . Hiện tại đã hết thời gian hiệu chỉnh  và hủy môn học của HK211 nhé bạn.. . SV vui lòng đợi thông báo về việc rút môn học (có tính học phí theo quy định), sẽ thông báo cho SV trong tháng 9/2021. . Xem chi tiết quy chế tại đây:. . aao.hcmut.edu.vn/sinh viên/quy chế/học vụ/Quy chế đào tạo và học vụ bậc đại học, cao đẳng:/ điều 11.2. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Lớp: Cơ lưu chất (CI2003) nhóm lớp:L03_L10. . Lý do em xin vào lớp là vì phiếu đăng kí môn học của em bị lỗi và em bị xoá hết môn ạ, mong thầy cô giúp đỡ em với ạ . .",
            "Chào bạn,. . PDT đã ghi nhận yêu cầu về ĐKMH của bạn và đã chuyển cho bộ phận ĐKMH kiểm tra và xử lý.. . Bạn vui lòng theo dõi và kiểm tra TKB thường xuyên trên mybk/Thông tin SV và hệ thống BKeL để kịp tham gia lớp học online. SV chủ động liên hệ với GV để xin vào lớp học trước nhé!. . Trường hợp nếu không đăng ký được (không có khả năng hoặc không đủ điều kiện)  PDT sẽ phản hồi cho SV qua bksi.. . Chúc các bạn học tốt!. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Kính gửi phòng đào tạo.. . Em tên [full_name] - MSSV [student_id]. . Em muốn hỏi vấn đề như sau:. . Em đã đăng kí in thẻ sinh viên và đã được xử lý yêu cầu vào ngày 13/08/2021. Đến nay cũng đã được 10 ngày mà vẫn chưa nhận được.. . Em có thể kiểm tra bưu phẩm đã gửi tới chưa bằng mã bưu phẩm được không ạ?. . Em xin chân thành cảm ơn.",
            "Chào em,. . - SV phải dùng thẻ SV khi dự thi. Nếu SV làm mất thẻ SV thì phải đăng ký làm lại. PĐT đã có tuỳ chọn nhận tại nhà, người nhận trả cước bưu điện: ghi rõ họ tên, số điện thoại, địa chỉ.. . - Em vào mybk/đăng ký in lại thẻ sv ... đóng tiền mới được in nhé. . . . . - Hiện tại PĐT giải quyết in thẻ sv hàng ngày và gửi bưu cục (nếu sv có đăng ký). Nhưng vì nhiều lý do bất khả kháng [full_name] vẫn chưa đến SV để kịp thi, SV vui lòng trình bày tất cả lý do kèm minh chứng để Cán bộ coi thi ghi nhận vào danh sách thi. PĐT đối chiếu dữ liệu sau.. . . . - Nhưng vì nhiều lý do bất khả kháng một số nơi bưu điện trả về. . Thân mến,. .",
            "li answer rate: Answer is not complete / Câu trả lời chưa hoàn chỉnh"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em xin được vào học lớp: Vật liệu xây dựng(CI2037) nhóm lớp:A01_A02. . Lý do em xin vào lớp là vì phiếu đăng kí môn học của em bị lỗi và em bị xoá hết môn ạ, mong thầy cô bộ môn giúp đỡ em với ạ",
            "Chào bạn,. . PDT đã ghi nhận yêu cầu về ĐKMH của bạn và đã chuyển cho bộ phận ĐKMH kiểm tra và xử lý.. . Bạn vui lòng theo dõi và kiểm tra TKB thường xuyên trên mybk/Thông tin SV và hệ thống BKeL để kịp tham gia lớp học online. SV chủ động liên hệ với GV để xin vào lớp học trước nhé!. . Trường hợp nếu không đăng ký được (không có khả năng hoặc không đủ điều kiện)  PDT sẽ phản hồi cho SV qua bksi.. . Chúc các bạn học tốt!. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Kính gửi: Phòng Đào Tạo. . . . Em tên là [full_name], Khóa K15, MSSV:[student_id], Lớp DD15LT08.. . . . Hiện tại em đã hoàn thành đầy đủ các điều kiện để xét tốt nghiệp. Nhưng khi em kiểm tra thông tin của mình trong danh sách tốt nghiệp dự kiến thì không có thông tin. Kính mong PĐT kiểm tra và hướng dẫn giúp em hoàn thành việc đăng ký tốt nghiệp ạ.. . . . Em xin chân thành cảm ơn.",
            "Chào bạn. . - Đợt đăng ký tốt nghiệp hiện tại đến 30/8 là của HK 202. . - Đợt tốt nghiệp tháng 11/2021 - HK211 sẽ có thông báo cụ thể cho SV về danh sách về cách đăng ký tốt nghiệp dự kiến bắt đầu từ tháng 9/2021. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Lớp: Địa chất công trình (CI2095) nhóm lớp:L01_L02. . Lý do em xin vào lớp là vì phiếu đăng kí môn học của em bị lỗi và em bị xoá hết môn ạ, mong thầy cô bộ môn giúp đỡ em với ạ",
            "Chào bạn,. . PDT đã ghi nhận yêu cầu về ĐKMH của bạn và đã chuyển cho bộ phận ĐKMH kiểm tra và xử lý.. . Bạn vui lòng theo dõi và kiểm tra TKB thường xuyên trên mybk/Thông tin SV và hệ thống BKeL để kịp tham gia lớp học online. SV chủ động liên hệ với GV để xin vào lớp học trước nhé!. . Trường hợp nếu không đăng ký được (không có khả năng hoặc không đủ điều kiện)  PDT sẽ phản hồi cho SV qua bksi.. . Chúc các bạn học tốt!. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ cho em hỏi kì 211 sẽ không xét chuẩn CCAV quốc tế khi xét LVTN, nhưng em thiếu 8 chỉ Av. Liệu em có thể đăng ký LVTN trong kì này được không ạ?. . Hoặc nếu em chuyển điểm Av1 thì có kịp đăng ký không ạ?",
            "Chào bạn,. . Bạn có thể ĐK chuyển điểm, sau khi hoàn tất việc chuyển điểm AV bạn có thể đăng bổ sung môn LVTN trễ hạn, ghi rõ lý do mới chuyển điểm AV 1 để đủ chuẩn và gửi qua bksi nhé!. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Dạ Phòng đào tạo cho em hỏi, hiện tại em đã hoàn thành luận văn tốt nghiệp và các môn học khác và chỉ còn chờ thi anh văn để xét tốt nghiệp, vậy trong kì 211 này em không đăng kí môn học có được cấp giấy xác nhận sinh viên không ạ, hay có bị tạm dừng học không ạ. Em cảm ơn.",
            "Chào bạn,. . Việc ĐKMH là tùy sinh viên nhé, trường hợp không có TKB trong học kỳ, SV sẽ bị buộc tạm dừng, không được cấp giấy CNSV.. . Khi đủ điều kiện TN, SV có thể làm đơn xin thu nhận lại nhé.. . Xem chi tiết quy chế tại đây:. . aao.hcmut.edu.vn/sinh viên/quy chế/học vụ/Quy chế đào tạo và học vụ bậc đại học, cao đẳng:/ điều 26. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Lớp: Chủ nghĩa xã hội khoa học (SP1035) nhóm lớp:L02. . Lý do em xin vào lớp là vì phiếu đăng kí môn học của em bị lỗi và em bị xoá hết môn ạ, mong thầy cô bộ môn giúp đỡ em với ạ",
            "Chào bạn,. . PDT đã ghi nhận yêu cầu về ĐKMH của bạn và đã chuyển cho bộ phận ĐKMH kiểm tra và xử lý.. . Bạn vui lòng theo dõi và kiểm tra TKB thường xuyên trên mybk/Thông tin SV và hệ thống BKeL để kịp tham gia lớp học online. SV chủ động liên hệ với GV để xin vào lớp học trước nhé!. . Trường hợp nếu không đăng ký được (không có khả năng hoặc không đủ điều kiện)  PDT sẽ phản hồi cho SV qua bksi.. . Chúc các bạn học tốt!. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em đã đăng ký môn TTTN vào kỳ hè 203 và đã thanh toán học phí nhưng không thể đi thực tập được vì dịch thì trong kỳ 211 tới đây em có cần phản đăng ký lại và đóng học phí không ạ . Em cảm mơn",
            "Không cần nhé bạn. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Em chào thầy/cô và các bạn,[full_name] [full_name] [full_name] [full_name] Em là [full_name], mssv: [student_id][full_name][full_name] [full_name] Hiện tại em đã hoàn thành tất cả các môn học trong chương trình đào tạo ngoại trừ:[full_name] [full_name]    + Môn av4 (rớt môn)[full_name] [full_name]    + Chứng chỉ TOIEC 500[full_name] [full_name]    + Chứng chỉ TOIEC nói, viết[full_name] [full_name] [full_name] [full_name] Thầy/cô/các bạn cho mình hỏi theo như email mới của trường thì không xét đến chuẩn tiếng anh chứng chỉ quốc tế (do dịch covid) thì em có đăng kí tốt nghiệp trong kì này luôn không ạ[full_name] Em là [full_name]15, rất mong được nhà trường tạo cơ hội ạ[full_name] Em cảm ơn![full_name] [full_name]",
            "Chào bạn. . - Thông báo vừa rồi áp dụng khi đăng ký Lvtn. . - Tốt nghiệp vẫn phải hoàn thành tất cả theo quy định. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Em tên [full_name] học lớp XD18CTGT. . Vì có gặp khó khăn trong kì dịch vừa rồi nên em không thể thanh toán đúng hạn hk3 năm học 2020-2021 vừa rồi, và đã bỏ lỡ hk chính và hk dự thính năm học 2021-2022.. . Nhà trường cho em hỏi sau khi em thanh toán thì kì 2 em có thể học bình thường không ạ, hay sớm nhất là kì dự thính hk1 này.. . Em cảm ơn và chúc mọi người thật nhiều sức khỏe vượt qua đại dịch.. .",
            "QUOTE MSSV/MSGV: [student_id]    . . Em tên [full_name] học lớp XD18CTGT. . Vì có gặp khó khăn trong kì dịch vừa rồi nên em không thể thanh toán đúng hạn hk3 năm học 2020-2021 vừa rồi, và đã bỏ lỡ hk chính và hk dự thính năm học 2021-2022.. . Nhà trường cho em hỏi sau khi em thanh toán thì kì 2 em có thể học bình thường không ạ, hay sớm nhất là kì dự thính hk1 này.. . Em cảm ơn và chúc mọi người thật nhiều sức khỏe vượt qua đại dịch.. .   /QUOTE . .",
            "Chào bạn. . Giờ bạn thanh toán Học phí xong thì báo Pdt, kịp thì đăng ký dự thính đợt này, không thì đợi đợt 3 đăng ký. . Dự thính bắt đầu học từ 30/8. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em chào thầy cô, vì lần trước em có hỏi nhưng không được phản hồi, và cũng vì nhận được mail thông báo đăng kí thực tập tốt nghiệp tức vẫn tổ chức thực tập vào kì 211 thì em xin hỏi: bây giờ em xin được mở lớp thực tập quá trình thiết bị mã CH2087 có được không ạ? vì trong chương trình đào tạo môn này được mở trong kì 1 và do tình hình dịch bệnh nên các bạn đăng kí môn học kì 203 vẫn chưa được đi, nên em mong nhà trường hỗ trợ cho em cùng 1 số bạn khác được đăng kí môn học này sau đó được đi thực tập cùng các bạn kì 203 được không ạ?. .  . . . .",
            "Bạn vui lòng liên hệ Khoa hỗ trợ có mở mã môn thực tập này trong HK211 không nhé!. . Thân",
            "Dạ thưa cô, em đã có mail cho thầy [full_name] chủ nhiệm bộ môn và thầy đồng ý mở lớp môn này vào kì 211 cho chúng em. Em gửi cô ảnh chụp mail trao đổi cô xem xét giúp em ạ.",
            "Chào bạn. . Hiện tại đã trễ để mở môn trong Hk chính 211. . Tuy nhiên Bạn có thể liên hệ Khoa để nhờ hỗ trợ mở môn thực tập trể và đặc cách theo danh sách. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Dạ em chào thầy cô ạ.. . . . Em là [full_name] (MSSV: [student_id]), hiện đang là sinh viên năm 4 thuộc khoa Khoa học và Ký Thuật Máy Tính.. . . . Chuyện là kì 211 em có đăng ký môn đề cương luận vân (ngành Khoa học máy tính) và 3 môn nhóm D, và tổng số tín chỉ em đăng ký là 9 (0 chỉ ĐCLV + 9 chỉ 3 môn nhóm D). Theo như em tìm hiểu http://www.aao.hcmut.edu.vn/index.php?route=catalog/chitietsv&path=59_83&tid=778 ở mục 1 nói là nếu không tích lũy đủ số tín chỉ tối thiểu (là 10) thì em sẽ bị cảnh cáo học vụ.. . . . Cái việc cảnh cáo này em thấy không phù hợp với em vì em chỉ còn 3 môn nhóm D và 2 cái đề cương luận văn + luận văn là xong CTĐT. Nếu kì 202 và kì 203 em đều hoàn thành các môn học thì số chỉ hiện tại của em là 124, và còn 18 chỉ (9 chỉ 3 môn nhóm D + 9 chỉ LVTN) là đủ 142 chỉ trong CTĐT.. . . . Cho nên em muốn hỏi là ở những học kì làm ĐCLV hay Luận văn tốt nghiệp thì việc cảnh cáo trên có áp dụng không ạ. Nếu có thì em sẽ rút kinh nghiệm để đăng ký kì 212 làm Luận văn + 1 môn nào đấy để tránh bị tình trạng cảnh cáo 2 kì liên tiếp.. . . . Em mong thầy cô giải đáp thắc mắc của em, em xin cảm ơn.. .   i Học vụ .",
            "Chào bạn. . Không sao nghen bạn. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Thời gian: 08/23/2021 09:58:29 am. . Từ: [563] (001829) [staff_name]. . . . Chào em,. . - SV phải dùng thẻ SV khi dự thi. Nếu SV làm mất thẻ SV thì phải đăng ký làm lại. PĐT đã có tuỳ chọn nhận tại nhà, người nhận trả cước bưu điện: ghi rõ họ tên, số điện thoại, địa chỉ.. . - Em vào mybk/đăng ký in lại thẻ sv ... đóng tiền mới được in nhé.. . . . - Hiện tại PĐT giải quyết in thẻ sv hàng ngày và gửi bưu cục (nếu sv có đăng ký). Nhưng vì nhiều lý do bất khả kháng Thư vẫn chưa đến SV để kịp thi, SV vui lòng trình bày tất cả lý do kèm minh chứng để Cán bộ coi thi ghi nhận vào danh sách thi. PĐT đối chiếu dữ liệu sau.. . . . - Nhưng vì nhiều lý do bất khả kháng một số nơi bưu điện trả về. . Thân mến,. . . . Em đã thanh toán tiền tại BKPay rồi ạ.. . Vậy hiện giờ em chưa rõ thẻ Sv của em đang chuyển hay bị bưu điện trả về PDT.. . Em nên chờ tiếp tục hay sao ạ?",
            "Chào em,. . Hiện tại bưu cục trả về PĐT.. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Rút môn học (phải thanh toán học phí) Học kỳ 203 . Hiện tại em muốn rút môn học của học kỳ chính thì cần qui trình làm online như thế nào vậy ạ. Em điền biểu mẫu PDF rồi gửi đến đâu để được xác nhận vậy ạ . . . . Em xin cảm ơn",
            "Chào em,. . Em vui lòng đợi thông báo về việc rút môn học (có tính học phí theo quy định), sẽ thông báo cho SV trong tháng 9/2021. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ em mới nhận được mail của PĐT là sắp mở đợt đăng kí bổ sung cho các môn luận văn tốt nghiệp thực tập tốt nghiệp thì hình thức đăng kí này có mở cho các môn thực tập khác không ạ? Nếu không thì có thể xin mở lớp các môn thực tập khác không ạ? Em xin cảm ơn!",
            "Chào bạn,. . Vui lòng trình bày rõ môn học, tên và mã MH bạn xin ĐK nhé!. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]  /b \t[full_name] [full_name] [full_name] [full_name]   i Đăng ký môn học  /i [full_name] [full_name] [full_name] [full_name] Chào PĐT[full_name] [full_name] Dạ cho em hỏi là qua 10h 23/08/2021 rồi mà em vào đăng ký bổ sung LVTN thì không đăng ký được ạ[full_name] ảnh đính kèm bên dưới ạ[full_name][full_name] [full_name] em cảm ơn!",
            "Chào bạn,. . Vui lòng vào thử lại nhé, từ 10h mới bắt đầu đkmh nhé!. . Thân gửi các bạn sinh viên,. . . . . . Sinh viên chú ý thực hiện đăng ký đợt cuối cùng LVTN, TTTN, Đề Cương LV từ 10g ngày 23/08/2021  đến 14g59 ngày 25/08/2021 cho HK chính 211 . .  . . . . Trước tình hình diễn biến phức tạp của dịch Covid-19, hiện trạng có khả năng nhiều sinh viên không thể thi để nhận Chứng chỉ Anh văn quốc tế để xét nhận LVTN, Nên Nhà Trường sẽ không xét chuẩn CCAV quốc tế khi xét LVTN trong HK211. . . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Dạ thưa cô ạ.. . Em là sinh viên ngành kỹ thuật xây dựng.. . Do thiếu sót trong việc đăng ký MH. Và chuẩn để em đăng ký đi thực tập ạ.. . Em xin cô cho em vào danh sách lớp ĐAMH Quy hoạch cảng L01 ạ.. . Em tên [full_name] [student_id]. . Em xin cảm ơn nhiều ạ",
            "Chào bạn,. . Vui lòng trình bày lại rõ ràng, ghi rõ lý do, tên, mã MH và mã nhóm xin đăng ký nhé!. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Thủy lực thủy văn-CI3011 . Em tên [full_name]-[student_id]. . Em bị add nhầm mã môn học ạ, mã môn của em là CI3011 không phải là CI3001. . Em xin cảm ơn PĐT đã giúp em ạ. . . . . . . .",
            "Chào bạn,. . PDT đã ghi nhận yêu cầu về ĐKMH của bạn và đã chuyển cho bộ phận ĐKMH kiểm tra và xử lý.. . Bạn vui lòng theo dõi và kiểm tra TKB thường xuyên trên mybk/Thông tin SV và hệ thống BKeL để kịp tham gia lớp học online. SV chủ động liên hệ với GV để xin vào lớp học trước nhé!. . Trường hợp nếu không đăng ký được (không có khả năng hoặc không đủ điều kiện)  PDT sẽ phản hồi cho SV qua bksi.. . Chúc các bạn học tốt!. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Kính gửi PĐT,. . . . Em xin gửi [full_name].. . Mong PĐT xem xét và phản hồi.. . . . Em xin cảm ơn",
            "Chào bạn. . - Phòng Đào tạo đã đồng ý yêu cầu về việc xin HUỶ Hoãn Thi của bạn. . . - Bạn thi bình thường theo Lịch thi đã thông báo. . - Trường hợp có sự cố bất khả kháng trong khi thi dẫn đến không thể hoàn thành được bài thi, và không được giải quyết cho thi các ca thi sau (nếu có), sinh viên có thể đăng ký \"Hoãn thi\" ngay sau buổi thi (không phải vắng thi có phép), SV phải báo với CBCT hoặc trực thi để được ghi nhận vào trong danh sách thi. PDT sẽ đối chiếu lại với danh sách Khoa để ra quyết định hoãn thi. . Chúc bạn học tập tốt nhé.. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Chào anh/chị!. . Em đang làm đề cương luận văn, đề tài Xây dựng hệ thống tự động trong nuôi trồng thủy sản với thầy [full_name].. . Đề tại thuộc loại liên ngành nhưng không có sinh viên CS đăng kí nên nội dung đề tài hiện tại hơi quá sức với em.. . Do dịch Covid nên em đã xin phép thầy dời lịch báo cáo.. . Nay em muốn đổi đề tài sang đề tài bên CE. . . Anh/chị cho em hỏi thủ tục đổi đề tài là như thế nào?. . Em có được đổi đề tài hay phải đăng kí lại môn đề cương luận văn?. . Em xin chân thành cám ơn. . [full_name]",
            "Chào bạn,. . Bạn vui lòng liên hệ vơi Giảng viên và Khoa để được hướng dẫn và hỗ trợ nhé!. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ em xon phép chào thầy cô ạ! . . Em tên [full_name] . . Mssv [student_id]. . Khoa bảo dưỡng công nghiệp k16. . Em có vấn đề muốn hỏi là hiện tại em đã được 8.5 ngày công tác xã hội( có file đính kèm), đủ để đăng kí tiểu luận tốt nghiệp, nhưng tại sao khi em đăng kí tiểu luận tốt nghiệp thì hệ thống lại báo em là thiếu ngàu công tác xã hội là sao ạ. . Mong thầy cô xem xét giúp em ạ. . Em xin cảm ơn!"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ em là sinh viên ngành kỹ thuật xây dựng.. . Do thiếu sót trong việc đăng ký môn học và môn quan trọng cho điều kiện thực tập của em.. . Mong PĐT xem xét cho em vào danh sách môn ĐAMH Quy hoạch cảng CI3185 lớp L01.. . Em tên [full_name] MSSV[student_id].. . Em xin chân thành cảm ơn",
            "Chào bạn,. . PDT đã ghi nhận yêu cầu về ĐKMH của bạn và đã chuyển cho bộ phận ĐKMH kiểm tra và xử lý.. . Bạn vui lòng theo dõi và kiểm tra TKB thường xuyên trên mybk/Thông tin SV và hệ thống BKeL để kịp tham gia lớp học online. SV chủ động liên hệ với GV để xin vào lớp học trước nhé!. . Trường hợp nếu không đăng ký được (không có khả năng hoặc không đủ điều kiện)  PDT sẽ phản hồi cho SV qua bksi.. . Chúc các bạn học tốt!. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: 1910958  /b \t. . . .   i THAY ĐỔI THỜI KHÓA BIỂU . Kính gửi PHÒNG ĐÀO TẠO,. . Em tên Nguyễn Thiện Duy, MSSV 1910958, đại diện cho lớp L02, môn ME2045 gửi e-mail này để xin PHÒNG ĐÀO TẠO giữ nguyên thời khóa biểu cũ của tiết   B ThL ME2046  /B    B (thứ 6 tiết 8, 9 vào các tuần chẵn)  /B  thay vì Chủ nhật như thời khóa biểu mới. . . Lý do: thứ 7 và Chủ nhật trùng với lịch kiến tập (cố định) của cả lớp.. . Em mong PHÒNG ĐÀO TẠO sẽ sớm phản hồi e-mail của em. Thay mặt tập thể lớp L02, em xin cảm ơn.. . . .",
            "QUOTE MSSV/MSGV: 1910958. . . . THAY ĐỔI THỜI KHÓA BIỂU. . Kính gửi PHÒNG ĐÀO TẠO,. . Em tên Nguyễn Thiện Duy, MSSV 1910958, đại diện cho lớp L02, môn ME2045 gửi e-mail này để xin PHÒNG ĐÀO TẠO giữ nguyên thời khóa biểu cũ của tiết ThL ME2046 (thứ 6 tiết 8, 9 vào các tuần chẵn) thay vì Chủ nhật như thời khóa biểu mới.. . Lý do: thứ 7 và Chủ nhật trùng với lịch kiến tập (cố định) của cả lớp.. . Em mong PHÒNG ĐÀO TẠO sẽ sớm phản hồi e-mail của em. Thay mặt tập thể lớp L02, em xin cảm ơn.. . . .   /QUOTE . . Em xin bổ sung là trong lớp   B không có thành viên nào trùng thời khóa biểu  /B  vào buổi thứ 6 tiết 8, 9 vào các tuần chẵn ạ",
            "Chào bạn,. . Việc thay đổi TKB phải do Giảng viên đề nghị và được khoa  đồng ý và gửi cho PDT kiểm tra ds trùng của SV nữa nhé bạn.. . Bạn vui lòng liên hệ GV để được hỗ trợ. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính chào PĐT.. . . . Đợt mở LVTN bổ sung vừa mở. Tuy nhiên em vẫn chưa được phép đăng ký môn học này. Khi nhấn vào nút chọn, em được thông báo rằng em không được phép đăng ký vào nhóm lớp này.. . . . Vậy em xin hỏi PĐT có thể tra cứu giúp em, xem còn thiếu những điều kiện như thế nào dẫn đến điều này không ạ.. . . . Em cám ơn PĐT.. . . . Sinh viên,. . [full_name]",
            "Chào bạn,. . Vui lòng chụp hình màn hình lỗi gửi đính kèm để PDT kiểm tra và trả lời cho bạn nhé!. . Thân",
            "Em có kèm tệp chụp ảnh nhưng hình như hệ thống không có tải lên. Trong trả lời này em xin đính kèm lại. Và thêm một link nếu nó vẫn không hoạt động ạ.. . . . https://drive.google.com/file/d/11hzoh3AvWRFd7xeTrKyK96ZfXJsYojkH/view?usp=sharing",
            "Chào bạn,. . Vui lòng chụp toàn diện, lỗi đó là do bạn chọn sai nhóm, nếu bạn là SV chính quy, chỉ được chọn nhóm A hoạc nhóm L nhé. . Thân",
            "Dạ vâng. Em mới bấm lại. Thì ra do run quá nên em đã bấm nhầm vào chỗ của nhóm CC01. Giờ em đã đăng ký được vào L01 được rồi.. . . . Tuy nhiên, em còn có 1 vấn đề. Đợt hè vừa rồi, em có đi tình nguyện để lấy ngày CTXH cho đủ, nhưng do dịch nên bên tổ chức chưa cấp chứng nhận tham gia cho em. Nên hiện tại ngày CTXH của em vẫn chưa đủ 10 ngày. Em sợ kết quả đăng ký sẽ bị huỷ vì em chưa cập nhật kịp. Xin PDT tư vấn cho em ạ.",
            "Chào bạn,. . Phải đủ điều kiện bạn mới có thể đăng ký được môn LVTN.. . Sau khi đủ điều kiện, bạn có thể làm đơn xin đăng ký LVTN trễ hạn sau khi hết thời gian đăng ký online.. . Trong đơn phải có xác nhận đồng ý của giáo viên hướng dẫn và Ban chủ nhiệm khoa sau đó nộp tại Phòng Đào tạo để được xem xét đăng ký bổ sung trễ hạn. . Chúc bạn học tốt. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . E đăng kí luận văn tốt nghiệp mà ngày CTXH được 6.5 ngày không đủ để đăng kí. Có cách nào để giải quyết giúp e không ạ e cảm ơn. .",
            "Chào bạn,. . hiện tại bạn đã hết thời gian đào tạo, bạn không thể ĐKMH tiếp HK211 nhé,. . Xem chi tiết quy chế tại đây:. . aao.hcmut.edu.vn/sinh viên/quy chế/học vụ/Quy chế đào tạo và học vụ bậc đại học, cao đẳng:/ điều 5. . Thân. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ thưa cô ạ!. . Em tên: [full_name]. . MSSV: [student_id].. . Lý do: Thiếu sót trong việc kiểm tra đăng ký môn học. Và Môn học này sẽ có thể sẽ mở đợt cuối của khoá K18.. . Em xin đăng ký lại môn ĐAMH Quy hoạch cảng. . Mã MH: CI3185. . GV: [full_name].. . Lớp L01. . Vì là môn ĐA nên hiện tại chưa giao đề tài. Mong PĐT xem xét cho em vào danh sách lớp ạ.. . Em xin chân thành cảm ơn",
            "Chào bạn,. . PDT đã ghi nhận yêu cầu về ĐKMH của bạn và đã chuyển cho bộ phận ĐKMH kiểm tra và xử lý.. . Bạn vui lòng theo dõi và kiểm tra TKB thường xuyên trên mybk/Thông tin SV và hệ thống BKeL để kịp tham gia lớp học online. SV chủ động liên hệ với GV để xin vào lớp học trước nhé!. . Trường hợp nếu không đăng ký được (không có khả năng hoặc không đủ điều kiện)  PDT sẽ phản hồi cho SV qua bksi.. . Chúc các bạn học tốt!. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em chào cô,. . Em tên Trần Văn Lâm, MSSV [student_id] SĐT [phone_number].. . Em bị đăng ký quá hạn đợt  ĐĂNG KÝ MÔN HỌC DỰ THÍNH BỔ SUNG HK211 (HỌC TỪ 30/8) - ĐỢT 1 ạ. Vì chương trình Việt Pháp Khóa 2018 trở về trước không còn mwor môn này nên đây là cơ hội cuối cùng của em. Em mong PDT xét cho em đặt cách đăng ký học môn này để hoàn tất chương trình để Tốt nghiệp ạ. Em xin chân thành cảm ơn.",
            "Chào bạn.. . [full_name] BỔ SUNG HK211 (HỌC TỪ 30/8) - ĐỢT 1 còn 2 đợt đkmh nữa nhé bạn, vui lòng đợi mail thông báo? vấn đề là MH của bạn có được mở hay không nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ em kính chào [full_name].. . Em tên là [full_name], MSSV: [student_id].. . Dạ em xin [full_name] giúp em đăng kí 1 slot lớp kếu cấu thép 2 dự thính học kì 211 ạ. do thời gian đăng kí đã hết nên em lỡ mất. em mong [full_name] cho em 1 slot ạ. Em xin cám ơn.",
            "Chào bạn,. . Vui lòng trình bày rõ lý do, ghi rõ tên và mã MH, mã nhóm xin đăng ký. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Thực sự là lỗi của em đã bất cẩn quên đăng ký học kỳ chính 211 ở đợt 3 nên em muốn hỏi là em còn có thể đăng ký ở mục dự thính bổ sung học kỳ 211 trong thời gian tới không.. . Em cảm ơn.. .",
            "Chào bạn,. . Bạn vui lòng trình bày rõ lý do, tên MH và MH xin đăng ký, để PDT kiểm tra và trả lời nhé!. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em tên [full_name] Mssv [student_id]6 lớp CK13CXN do hết chương trình đào tạo em làm đơn chuyển sang hệ VLVH. Do chuyển VLVH khóa 14 phát sinh thêm môn đề cương luận văn tốt nghiệp, thêm nữa khóa 13 em học chuyên ngành Máy Xây Dựng chuyển sang VLVH chuyên nghành CT máy lại phát sinh thêm một số môn tự chọn mặc dù trước đó khóa 13 em đã hoàn thành đa số các môn học chỉ còn AV1,2,3,4 và luận văn tốt nghiệp. . . . . Nên em muốn làm đơn xin pdt miễn những môn phát sinh có được không và làm đơn như thế nào, có nộp online được không do tình hình dịch bệnh quá căng không thể đến trường.. . . . Và liệu em có thể làm luận văn ở bộ môn máy xây dựng thay vì bộ môn chế tạo được không.",
            "Chào bạn. . Bạn tải mẫu đơn miễn môn học điền vào + chụp hình bảng điểm. . Sau đó gởi tại BKSI để xừ lý cho bạn. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: 1713291  /b \t. . . .   i Rút môn học (phải thanh toán học phí) Học kỳ 203 . Dạ em xin chào Thầy/ Cô ạ ! . . Em tên: Huỳnh Tấn Thiện. . MSSV: 1713291. . Thầy/ Cô cho em xin được hỏi 3 vấn đề ạ: . . 1. Em đã hoàn thành chương trình đại trà 142 chỉ, tuy nhiên, em vẫn chưa hoàn thành CCAV Speaking and Writing. Vì thế, em đã đăng ký môn học Anh Văn 1 để được duy trì tình trạng sinh viên trong HK211. Hiện tại, nếu em không tham gia học và nhận điểm 13, thì điểm này có tính vào điểm TB tích luỹ không ạ ? ( Em đã nộp CCAV Reading and Listening, đã quy đổi điểm AV1 = 10 điểm). . . 2. Nếu em rút môn học AV1 hiện tại, thì có được duy trì tình trạng sinh viên không ạ ? . . 3. Nếu vẫn được duy trì tình trạng sinh viên, Thầy/ Cô có thể cho em xin quy trình các bước rút môn học trong học kỳ này được không ạ ?  . . Em mong nhận được phản hồi từ Thầy/ Cô. . . Em xin chân thành cảm ơn Thầy/ Cô !. . Trân trọng. . . Huỳnh Tấn Thiện. . . .",
            "Chào bạn,. . Hiện tại đã hết thời gian hiệu chỉnh  và hủy môn học của HK211 nhé bạn.. . SV vui lòng đợi thông báo về việc rút môn học (có tính học phí theo quy định), sẽ thông báo cho SV trong tháng 9/2021. . Xem chi tiết quy chế tại đây:. . aao.hcmut.edu.vn/sinh viên/quy chế/học vụ/Quy chế đào tạo và học vụ bậc đại học, cao đẳng:/ điều 11.2. . Nếu không có TKB trong Hk bạn sẽ bị tạm dừng theo quy chế nhé (việc rút MH đồng nghĩa với xóa môn học đó khỏi TKB của bạn). . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em chào thầy cô, em là sinh viên k20 văn bằng 2 Ngành kỹ thuật xây dựng. HK202 em đăng kí môn học Đề cương luận văn (CI4341) và Thực tập tốt nghiệp (CI3343) học bình thường mà sao HK211 này em đăng kí Luận văn tot nghiệp (CI4343) thì hệ thống báo là sai mã môn học vậy ạ. Thầy/cô xem giùm em với ạ, em gửi yêu cầu lâu rồi mà vẫn chưa có phản hồi, em xin cảm ơn thầy/cô.",
            "Chào bạn,. . Bạn vui lòng chụp màn hình lỗi gửi đính kèm để PDT kiểm tra và trả lời cho bạn nhé!. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . . . Dạ cho em hỏi vì vấn đề cá nhân và gia đình, em có nhu cầu muốn tạm dừng 1 học kì, hiện tại trong thời gian dịch bệnh thế này thì làm như nào ạ ?",
            ". . Chào bạn,. . SV vui lòng tải mẫu đơn tạm dừng tại trang aao.hcmut.edu.vn/Sinh viên/biểu mẫu. Điền đầy đủ thông tin và gửi qua bksi nhé.. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Dạ em kính chào [full_name].. . Dạ em xin [full_name] giúp em đăng kí 1 slot lớp kếu cấu thép 2 dự thính học kì 211 ạ.. . Họ và tên: [full_name]. . MSSV:[student_id]. . dạ do lớp dự thính kết cấu thép 2 chưa có mã lớp nên em ko nhập được ạ",
            "Chào bạn,. . Vui lòng trình bày rõ tên và mã MH, bạn vui lòng nói rõ, vì hiện tại TKB dự thính đã bắt đầu học rồi nhé, còn dự thính HK211 (lần 2) thì vẫn còn 2 đợt để dkmh nhé!. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Chào thầy cô, em mong muốn được xin bổ sung môn học dự thính DT01_DT01 CO3003 - Mạng máy tính, hủy môn CO3069 - Mật mã và an ninh mạng nhóm L01_L01 do trùng giờ thực hành với môn muốn bổ sung. . . Lý do: vì em là sinh viên văn bằng 2 học theo chương trình cũ của k18 về trước, môn CO3003 - Mạng máy tính là mã cũ, không mở ở kì chính nữa, em mong muốn được học môn này trước để kịp tiến độ học tập. Rất mong được thầy cô giúp đỡ.. . Em cảm ơn!",
            "Chào bạn,. . PDT đã ghi nhận yêu cầu về ĐKMH của bạn và đã chuyển cho bộ phận ĐKMH kiểm tra và xử lý.. . Bạn vui lòng theo dõi và kiểm tra TKB thường xuyên trên mybk/Thông tin SV và hệ thống BKeL để kịp tham gia lớp học online. SV chủ động liên hệ với GV để xin vào lớp học trước nhé!. . Trường hợp nếu không đăng ký được (không có khả năng hoặc không đủ điều kiện)  PDT sẽ phản hồi cho SV qua bksi.. . Chúc các bạn học tốt!. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Xin rút môn học ở học kì 211 . . . Em muốn rút môn ở kì 211 nên gửi phiếu đăng kí rút môn và đơn xin rút môn để được giải quyết ạ. .",
            "Chào em,. . SV vui lòng đợi thông báo về việc rút môn học (có tính học phí theo quy định), sẽ thông báo cho SV trong tháng 9/2021. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Dạ em chào Thầy, Cô!. . Hiện tại tình hình dịch bệnh diễn biến phức tạp nên không thể đến trực tiếp PĐT được. Nguyện vọng của em là muốn chuyển hệ từ Chính Quy sang VHVL. Thì em có thể làm đơn và gửi mail đến PĐT để được xét duyệt không hay như thế nào ạ? Mong quý thầy cô giúp đỡ.. . Em xin chân thành cảm ơn. Chúc quý thầy cô sức khoẻ và bình an!",
            "Chào bạn,. . Bạn vui lòng làm đơn trình bày rõ, xin chuyển qua hình thức VLVH, ghi rõ tình trạng của bạn trong đơn và gửi qua bksi nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: K/g thầy/cô,. . . . Kính mong thầy cô xem xét giúp đỡ, hủy giúp em kết quả đăng ký môn học   B CI3009-[full_name] 1 - Nhóm DT01 - Thứ 5 - [full_name] 13-14.  /B . . . . Đến hôm nay, thầy mới gửi thông tin điểm thi cuối kỳ. Do e đã đạt môn này, nên nhờ thầy/c hủy kết quả đăng ký dự thính môn này giúp e ah. . . . . Em xin chân thành cảm ơn.",
            "Chào bạn,. . Hiện tại đã hết thời gian hiệu chỉnh  và hủy môn học của HK211 nhé bạn.. . SV vui lòng đợi thông báo về việc rút môn học (có tính học phí theo quy định), sẽ thông báo cho SV trong tháng 9/2021. . Xem chi tiết quy chế tại đây:. . aao.hcmut.edu.vn/sinh viên/quy chế/học vụ/Quy chế đào tạo và học vụ bậc đại học, cao đẳng:/ điều 11.2. . Thân. .",
            "Kết quả thi chưa có, giờ mới có, em mới xin hủy kết quả. Lỗi này đâu phải do của sinh viên mà tự nhiên hủy kết quả và vẫn đóng học phí.. . . . Nếu vẫn cố chấp và cứng nhắc - và không có tình người vậy.. . Tôi sẽ viết thư tới Bộ Trưởng ngay. Hứa !!!. . . . Quy chế là do các anh chị đặt ra, đại dịch tiền nong đã không có, giờ thích thu là thu - không có tình người, không có tình có lý gì cả.. . . . Vô lý hết sức. Đại học chứ không phải chợ trời thưa quý vị.",
            "Chào em,. . \"Theo quy chế học vụ - đào tạo hiện hành, SV được quyền đăng ký và huỷ đăng ký trong các đợt đăng ký môn học trước khi bắt đầu học kỳ. . . Căn cứ vào tình hình và kế hoạch học tập, SV chủ động đăng ký để được xếp lớp học tập. Chúng ta luôn phải đối diện với vấn đề tài chính  ở bất kỳ học kỳ nào, khi quá trình đăng ký môn học của một học kỳ luôn diễn ra khi chưa kết thúc học kỳ trước đó. SV hoàn toàn có thể chủ động đăng ký học theo kế hoạch ban đầu của mình. Các môn học chưa đạt có thể đăng ký học lại trong các học kỳ sau, học dự thính, ... Nhà trường luôn khuyến khích SV học vừa đủ, đạt kết quả tốt nhất trong một lần học. . . Nhà trường luôn lắng nghe các ý kiến góp ý để vận hành mọi việc tốt đẹp và rất trân trọng các ý kiến góp ý chân thành và trân trọng.. . Hy vọng mỗi cá nhân chúng ta cùng chung tay cho môi trường học tập tốt đẹp.\". . Thân mến,. . . . . .",
            "Xin lỗi... .. . . . Cái quy chế đó có quy định xử phạt nhà trường khi chưa có điểm kết thúc môn mà bắt phải đăng ký môn học trước không. Làm vậy khó cho SV. . . . Áp dụng quy chế học tập thời không có covid vào hiện tại. Mỗi lần SV complaint thì quăng cái Quy chế đó vào mặt sinh viên là xong.. . . . Mình từng làm nhiều cái quy định, nhưng quy định nào cũng toàn thủ thế cho mình thôi... nên biết mà... lấy quy chế đó ra hù sinh viên là sinh viên sợ liền hà.. . . . Trừ khi bị báo chí, dân mạng nó chửi... chứ thông tin chỉ trong nội bộ thì sinh viên bao giờ cũng thua nhà trường.. . . . Haizza. Thank you !!!"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . [full_name] ơi cho em hỏi sau khi em nộp bằng toiec 2 kỷ năng nghe đọc thì khi chuyển điểm em có được chuyển điểm anh văn 3-4 không ạ em đã học và có điểm môn này rồi ạ.. .",
            "Chào bạn. . - Về quy định Ngoại ngữ: Bạn vui lòng xem chi tiết tại trang web aao.hcmut.edu.vn    Sinh viên    Ngoại ngữ    Cách Đăng ký chuyển điểm các môn ngoại ngữ    Quy định chuyển điểm các môn ngoại ngữ. . - Việc đăng ký chuyển điểm là do bạn quyết định đăng ký và đóng lệ phí. . Chúc bạn học tập tốt nhé.. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . học kỳ này em không đăng ký môn học có sao không ạ do dịch nhà em khó khắn quá khó mà có thể thanh toán học phí ạ. .",
            "Chào bạn,. . Việc ĐKMH là tùy sinh viên nhé, trường hợp không có TKB trong học kỳ, SV sẽ bị buộc tạm dừng, không được cấp giấy CNSV.. . . . Xem chi tiết quy chế tại đây:. . aao.hcmut.edu.vn/sinh viên/quy chế/học vụ/Quy chế đào tạo và học vụ bậc đại học, cao đẳng:/ điều 26. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Vừa qua đợt đăng ký môn học HK211 em có đăng ký môn đề cương luân văn tốt nghiệp, nhưng mà giờ mới tới đợt đăng ký đề cương luận văn tốt nghiệp riêng, vậy em có cần đăng ký lại môn đề cương luân văn tốt nghiệp không ạ?"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . xin chào PĐT!. . em khoá k17 chính quy, đại  trà. . . sau khi tốt nghiệp em muốn  tiếp tục học bằng 2 tại trường.. . vậy em sẽ học theo khoá mấy và học phí của em sẽ đóng theo khoá nào ạ. và em phải thực  hiện thủ tục gì không ạ.. . Em cảm ơn.",
            "Chào bạn,. . Về việc nộp hồ sơ bằng 2, bạn vui lòng gửi mail về cho anh [email] hoặc [email] để được tư vấn và hỗ trợ nhé!. . Thân mến,. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính gửi PĐT. . Em tên là Trần Chân Trân . . MSSV [student_id]. . EM có một vài vấn đề như sau. . Đợt ĐKMH đợt 2 e đã có ĐK môn ME2013 - Nhiệtđộnglựchọc&tr/nhiệt và nhà trường đã mở khóa điều kiện để em đăng ký (Vì ảnh hưởng những môn sẽ đc học Bổ túc vào tháng 11). Nhưng khi lên TKB thì không có TKB của môn ME2013 - Nhiệtđộnglựchọc&tr/nhiệt. Em đã có làm đơn đề nghị bổ sung và các thông tin đk của đợt 2. Khi đk thì cũng đã đầy đủ những đk sỉ số lớp (Như hình đ1inh kèm). . Kính mong PđT hỗ trợ ktra giúp em để kịp tiến độ ra trường . . Em xin chân thành cảm ơn. . . .   i Yêu cầu khác .",
            "Chào bạn,. . PDT đã ghi nhận yêu cầu về ĐKMH của bạn và đã chuyển cho bộ phận ĐKMH kiểm tra và xử lý.. . Bạn vui lòng theo dõi và kiểm tra TKB thường xuyên trên mybk/Thông tin SV và hệ thống BKeL để kịp tham gia lớp học online. SV chủ động liên hệ với GV để xin vào lớp học trước nhé!. . Trường hợp nếu không đăng ký được (không có khả năng hoặc không đủ điều kiện)  PDT sẽ phản hồi cho SV qua bksi.. . Chúc các bạn học tốt!. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ em tên [full_name].MSSV:[student_id]. . Em xin đăng kí lớp kết thép 2 dự thính kì 211.. . dạ cho em hỏi cô là ngày 30/8 bắt đầu học kì dự thính nhưng vẫn còn 2 đợt đăng kí nữa phải không ạ.dạ cho em xin lịch đăng kí 2 đợt đó với ạ. em cám ơn cô nhiều. .",
            "Chào bạn. . Đợi mail thông báo nhé bạn, bắt đầu học từ 30/8. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ thưa thầy cô, môn học này có sự cho phép của thầy Trịnh Văn Dũng chủ nhiệm bộ môn quá trình thiết bị , em hy vọng được mở môn học: thực tập quá trình thiết bị (CH2087) có mail được sự chấp thuận của thầy đính kèm. Em xin cảm ơn",
            "Đã có [full_name]B"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . chào thầy cô. . . em đã thi anh văn và chuyển điểm cho anh văn 1-2 vậy bây giờ em thi lần nữa thì mình có thể chuyển điểm cho anh văn 3-4 không ạ hay mình phải học anh văn 3-4.. . Cảm ơn ạ.",
            "Chào bạn. . - Theo quy định mỗi anh văn chỉ được đăng ký 1 lần. . - Tuỳ bạn, nếu bạn có CCNN đủ để chuyển điểm Anh văn 3,4 thì bạn đăng ký chuyển, còn không thì đăng ký học. . - Về quy định chuẩn tiếng anh trong quá trình học: Bạn vui lòng xem chi tiết tại trang web aao--  sinh viên --  Quy chế --  Quy chế đào tạo và học vụ bậc đại học và cao đẳng -- Phụ lục 1: Quy định về ngoại ngữ . . Chúc bạn học tập tốt nhé.. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ em kính chào pđt,. . Em có làm đơn xin công nhận môn tương đương và khoa đã có công văn công nhận gửi phòng đào tạo công nhận môn Nhập môn kỹ thuật mã TR1001.. . . . Hôm nay tới đợt đăng kí bổ xung đề cương luận văn mà em chưa đăng kí được môn đề cương luận văn vì thiếu môn học trước nhập môn kỹ thuật TR1001.. . . . Kính mong phòng đào tạo sớm giải quyết giúp em để em có thể đăng kí ạ.. . Em xin cảm ơn pđt rất nhiều ạ",
            "Chào bạn,. . Bạn vui lòng trình bày rõ về công văn khoa như thế nào nhé, vì PDT đã kiểm tra TR1001 Nhập môn , khoa GT học từ k14 đến K20, không đổi mã thì  đâu có tương đương. ."
        ]
    }
]