[
    {
        "intent": "",
        "message": [
            "Vừa làm vừa học - ĐTTX   Đăng ký môn học . Em chuyển qua từ hệ chính quy, em không đăng ký được môn luận văn + tư tưởng (và một số môn khác) vì thiếu tín chỉ và môn học tiên quyết. Em đã xem kỹ điểm khi em còn học hệ chính quy và em thấy em đã đủ tín chỉ ( số tín chỉ khi em kiểm tra lại là 127), cũng như đủ môn tiên quyết ( có môn mác là em đã từng học trước nhưng chưa qua môn) nên em mong pdt giúp em có thể đăng ký môn học.. .  Và em muốn được chuyển nhóm môn [full_name]-[full_name] trong học ký này thì phải làm sao ạ, em xin được chuyển sang học lớp sáng ở dưới cơ sở 2",
            "Chào bạn.. . Môn học LVTN bạn nộp đơn để xem xét.. . Môn SP1003 bạn không thể chuyển nhóm từ VLVH sang CQ được. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Cho em xin hỏi là nếu sau năm 1 mà em chỉ có 25 tín chỉ thì sang năm 2 sẽ bị hoãn 1 học kỳ, vậy trong lúc bị hoãn đó em có được đăng ký môn học để đủ 28 tín chỉ không ạ",
            "Chào em,. . . . Nếu sau năm 1 em đăng kí 25 tín chỉ thì sang năm 2 em chỉ không đăng kí những môn học năm 2, còn những môn năm nhất em vẫn đăng kí được"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]  /b . . . . Họ & tên: [full_name]; MSSV: [student_id]; Lớp: CK15CTM3.. . . . Chào PĐT,. . . . Cách đây 2 ngày em có gởi hết bằng chứng về việc đủ điều kiện ngoại ngữ cho xét tốt nghiệp. Không biết tiến trình xem xét đã thực hiện xong chưa ạ. Vì em đang cần xin Bằng Tốt Nghiệp ( tạm thời ) để nộp đơn xin việc. Em mong PĐT hỗ trợ và giúp đỡ em trong cơ hội việc làm này.. . . . Em cảm ơn PĐT rất nhiều ạ.. . . . Trân trọng.\t. . . .",
            "Chào bạn,. . Bạn vui lòng đợi danh sách tốt nghiệp cập nhật sau ngày thứ 6 (28/2/2020) nhé bạn!. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Khác ... . Kính gửi phòng đào tạo,. . Em muốn hỏi lại là: . . Trong mục đăng ký luận văn có ghi các môn học tại kỳ chính kế trước được tính thành tín chỉ bất kể là đậu hay rớt.Thì đối với kỳ bổ xung này còn có hiệu lực không.. . . . . .",
            "Chào em,. . . . Em nói rõ em cần gì?"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Khác ... . Kính gửi PĐT Đại học Bách Khoa - ĐHQG Tp Hồ Chí Minh. . Em tên: Lâm Tuấn Trung. MSSV:[student_id]. . Hiện đang là sinh viên Khoa Quản lý công nghiệp. Lớp Ql17CN1. . Lý do viết đơn: Em xin đăng ký môn học bổ sung môn Đổi mới sản phẩm/dịch vụ (mã môn học:IM3027) lớp A01 thứ 2(tiết 10,11,12) của giảng viên [full_name]. Vừa rồi em đã không đăng ký được do không đạt chuẩn anh văn yêu cầu, hiện nay em vừa được phê duyệt đủ điều kiện anh văn năm 3. Kính mong thầy/cô có thể giải quyết giúp em để em được học môn học trên.",
            "đã đk cho bạn.. . bạn đi học trước, tkb sẽ cập nhật sau. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Khác ... . Dạ thưa quý thầy cô. . Vấn đề em muốn hỏi đáp là :theo quy định mới từ HK 192 thì việc xếp lớp cho sinh viên năm 3 là 56-80 chỉ.Nhưng vì đăng kí môn trùng lịch bị xóa nên cuối năm 2 em chỉ được 55 chỉ.Nếu đăng kí học kì hè thì em sẽ tích lũy đủ.. . Nhưng nhiều khả năng năm nay sẽ không có kì hè.Vì thế em muốn hỏi nhà trường có tạo điều kiện để đăng kí môn không ạ. . Em xin cảm ơn. .",
            "Chào em,. . . . Hè vẫn tổ chức nha em, nhưng em muốn bổ sung môn gì vậy."
        ]
    },
    {
        "intent": "",
        "message": [
            "Phòng đào tạo cho e hỏi: hiện tại em có số tín chỉ tích lũy là 123 trong khi số tín chỉ tối thiểu để được làm luận văn là 124, em mới đăng kí chuyển điểm anh văn 4 vậy em có được làm luận văn không ạ? Đến khi có điểm av4 vậy em có cần làm đơn xin không ạ?",
            "Chào bạn. . Bạn viết đơn xin lấy dữ liệu chuyển điểm anh văn 4 để đủ điều kiện xét luận văn tốt nghiệp nộp tại phòng đào tạo"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp - Đại học - Cao đẳng chính quy   Thanh toán lệ phí & khai lý lịch tốt nghiệp . Gửi thầy/cô phụ trách pđt,. . Hiện tại em đã thấy thông tin cho phép đăng ký 2 bằng tốt nghiệp theo \"hình 2 đính kèm\". Nhưng hiện tại không biết sẽ phải khai lý lịch như thế nào vì chỉ cho phép khai lý lịch 1 bằng tốt nghiệp theo \"hình 1 đính kèm\". Rất mong nhập được sự hồi đáp và hướng dẫn từ thầy/cô pđt. Em xin cảm ơn."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được . Em chào cô. Ngày 20/02/2020 em có nộp chứng chỉ Toeic đủ điều kiện để đăng kí LVTN vì còn thẩm tra nên em không thể đăng kí được LVTN mã Me4029 (LVTN (ktct))  nên em mong cô thầy xem xét cho em đăng kí kịp đợt này ạ. Em chân thành cảm ơn ạ. .",
            "Chào em,. . . . Thời gian đang cho DKMH luận văn, em đăng lại nhé http://www.aao.hcmut.edu.vn/index.php?route=catalog/chitietsv&path=59_205&tid=1814"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đồ án môn học thiết kế luận lý . . cho em hỏi vì sao môn Đồ án môn học thiết kế luận lý  tại sao không có tiết dạy ?",
            "Chào em,. . . . Vì khoa yêu cầu PDT không xếp TKB, em về khoa hỏi nhé."
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính gửi: Phòng Đào tạo. . Em tên là [full_name] MSSV: [student_id]. . Em làm đơn này kính mong thầy cô cho em đăng ký môn học \"Đồ án môn học kết cấu bê tông cốt thép 1\" MSMH: CI2093 nhóm A02 do thầy [full_name] dạy.. . Kính mong thầy cô chấp thuận.. . Em xin chân thành cám ơn.. .",
            "Chào em,. . . . [full_name] đã đăng kí bổ sung môn CI2093, [full_name] sẽ chạy lại TKB cho em."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp - Đại học - Cao đẳng chính quy   Khác ... . Kính chào ban giám hiệu,. . . .   Em tên là [full_name], mssv [student_id]2, sv VP12-CĐT.. .   Em đã hoàn thành gần hết tất cả các môn học bao gồm luận văn tốt nghiệp và các điều kiện cần tốt nghiệp là anh văn, ngày công tác xã hội. Tuy nhiên e còn thi lại một môn là MIP (1 tín chỉ). Môn MIP sẽ được tổ chức thi lại vào học kì 2 2019-2020.. .   Em thấy trường vẫn giữ ngày đăng kí tốt nghiệp hạn chót là   B 27/3  /B , trong khi đó thì ngày đi học lại dời đến ngày  B 8/3  /B . Vậy e lo là e không kịp thi lại để hoàn thành điều kiện tốt nghiệp.. .   Em mong muốn được đăng kí học văn bằng 2 vào đợt   B 18/2 - 27/3  /B  ạ. Nếu không đăng kí được e sẽ bị trễ một năm học cho các môn văn bằng 2. Em mong trường hỗ trợ ạ và trả lời e sớm. . .   Em xin cảm ơn!",
            "Kính chào ban giám hiệu,. . . .      Em tên là [full_name], mssv [student_id]2, sv VP12-CĐT.. .      Em đã hoàn thành gần hết tất cả các môn học bao gồm luận văn tốt nghiệp và các điều kiện cần tốt nghiệp là anh văn, ngày công tác xã hội. Tuy nhiên e còn thi lại một môn là MIP (1 tín chỉ). Môn MIP sẽ được tổ chức thi lại vào học kì 2 2019-2020.. .      Em thấy trường vẫn giữ ngày đăng kí tốt nghiệp hạn chót là   B 27/3  /B , trong khi đó thì ngày đi học lại dời đến ngày   B 8/3  /B . Vậy e lo là e không kịp thi lại để hoàn thành điều kiện tốt nghiệp.. .      Em mong muốn được tốt  vào đợt   B 8/2 - 27/3  /B  để được đăng kí học bằng 2 vào ngày   B 10/7  /B  ạ. Nếu không đăng kí được e sẽ bị trễ một năm học cho các môn văn bằng 2. Em xin hỏi một vài câu hỏi:  . . _ Nhà trường có hỗ trợ giải quyết tốt nghiệp cho trường hợp đặc biệt như em không ạ? . . _ Nhà trường có thể kéo dài thời gian đăng kí tốt nghiệp vì lý do dịch bệnh khách quan không ạ ?.. .      Em mong nhà trường hỗ trợ và trả lời e sớm! . .      Em xin cảm ơn!",
            "Chào bạn. . Tình hình tốt nghiệp có thể kéo dài nghen bạn. . Nhưng cụ thể như thế nào thì bạn vui lòng kiểm tra mail nghen"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Khác ... . Chào thầy/cô,. . . . Em là [full_name], MSSV [student_id], ngành Kỹ thuật Y sinh, khoa Khoa học ứng dụng.. . . . Vấn đề của em là: Hiện tại em còn thiếu môn Cơ lưu chất (CI2003), em mong sẽ học xong môn này trong kì 192. Do em dự định kì 192 này sẽ học dự thính nên không đăng kí trong kì chính 192, nhưng đến giờ em mới biết là môn Cơ lưu chất này sẽ không mở trong kì dự thính nữa, mà cũng đã hết thời gian đăng kí kì chính.. . Do đó, em mong Phòng đào tạo xem xét giúp đỡ em có thể bổ sung vào lớp Cơ lưu chất trong học kì chính.. . Nếu có thể được bổ sung, cần những giấy tờ gì thì thầy/ cô cho em biết, em lên xin ý kiến giáo viên giảng dạy.. . . . Em xin trân trọng cảm ơn!",
            "Chào em ,. . . . [full_name] đã đăng kí cho em môn CI2003 rồi, và sẽ chạy lại TKB cho em."
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính thưa phòng đào tạo.. . Cho em hỏi về Luận văn với ạ.. . Trong kì này ,em không nộp chứng chỉ toeic để đăng kí được luận văn mà do em học xong các môn học rồi nên đã không đăng kí môn học nào trong kì 2 này.. . Thưa Phòng đào tạo là tình trạng như em vậy thì sẽ bị ảnh hưởng là không đăng kí được luận văn trong kì này ngoài ra còn bị gì nữa không ạ.. . Em cám ơn ạ.. .",
            "responsible person: [551] [staff_name] [helpdesk staff]",
            "Chào bạn. . Nếu học kỳ 192 này bạn không có thời khóa biểu thì bạn sẽ bị tạm dừng kỹ thuật, qua đầu hk1(20-21) bạn nộp đơn thu nhận để đăng ký lvtn (nếu đủ điều kiện đăng ký lvtn)",
            "Chào bạn,. . Theo quy chế, nếu bạn học có TKB trong học kỳ 192, thì bạn sẽ bị tạm dừng.. . Nếu muốn tiếp tục theo học tại học kỳ 1/2020-2021, bạn phải làm đơn xin thu nhận lại nhé!"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp - Đại học - Cao đẳng chính quy   Thanh toán lệ phí & khai lý lịch tốt nghiệp . Em đã được phép đk xét TN. Nhưng khi đk tới bước 4 \"Kích hoạt tài khoản cựu sv\" thì xày ra lỗi cụ thể như sau:. . E nhập pass sau đó vào email thì nhận được thư kích hoạt, nhấn vào đường link kích hoạt thì vào được wed Cựu sv BK, nhưng khi đăng nhập thì xảy ra lỗi như hình đính kèm. pdt giúp dùm e ạ, e cám ơn.",
            "Một lát sau thì đã kích hoạt được rồi ạ. e xin lỗi vì đã làm phiền ạ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Chứng chỉ ngoại ngữ - Đại học - Cao đẳng chính quy   Thẩm tra chứng chỉ (nộp chứng chỉ) . Em chào thầy (cô ), năm nay nghỉ học do dịch, cho em hỏi khi nào nộp chứng chỉ ngoại ngữ?. . Em cảm ơn ạ!. .",
            "Chào bạn,. . Lịch lấy dữ liệu anh văn Phòng đào tạo đã điều chỉnh cập nhật lại trên web - trang lịch học vụ rồi.. . Bạn vui lòng vào xem chi tiết lịch.. . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được . Kính gửi chị : [full_name]. . . . Các môn học em đã đăng kí thành công ở đợt . .  bổ sung vừa rồi là : . . EE3025 : Kỹ thuật siêu cao tần . . EE3035 : Xử lý ảnh . . EE3063 : Trí tuệ nhân tạo trong điều khiển. . . . Còn 2 môn khác là đề cương và thực tập em đã đăng kí được và có thời khóa biểu.. . . . Chị xem xét giùm em với ạ . Em cảm ơn",
            "Chào em,. . . . Em xem lại kết quả DKMH của đợt bổ sung."
        ]
    },
    {
        "intent": "",
        "message": [
            "Thưa phòng đào tạo . . Cho em hỏi lại điều kiện để đi TTTN là như thế nào ah. Em có tham khảo trên web thì điều kiện là không được nợ quá 16 tín chỉ. Vậy trong 16 tín chỉ đó có tính môn anh văn 3 4 không ạ. Vì em vẫn đang nợ 14 tín chỉ, nếu tính thêm anh 3 4 là 18 tín chỉ. Nếu vậy thì em có đủ điều kiện không ạ",
            "Chào bạn,. . Tính tất cả các môn trong CTĐT của bạn nhé, AV1,2,3,4 đều có trong CTĐT nên tính như môn học bình thường nhé bạn.. . Bạn xem quy định về điều kiện TTTN tại đây nhé:. . http://www.aao.hcmut.edu.vn/ sinh viên/quy chế/Quy chế đào tạo và học vụ bậc đại học, cao đẳng:/Điều 10. Thực tập tốt nghiệp, Luận văn tốt nghiệp và các môn đặc biệt/"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Khác ... .  ## Thời gian: 02/28/2020 09:39:46 am. . Từ: [7974] (002770) [full_name]. . . . Chào em,. . . . Em muốn đăng kí môn học nào?, mã số môn học. Thực ra sv nghỉ nhưng trường vẫn làm việc từ ngày 3/2/2020 nha em.##. . . . Dạ thư chị em muốn đăng kí các môn sau: . . EE3025 : Kỹ thuật siêu cao tần. . EE3035 : Xử lý ảnh. . EE3063 : Trí tuệ nhân tạo trong điều khiển.. . . .",
            "Chào em,. . . . [full_name] đã đăng cho em môn EE3025, EE3035, EE3063 rồi, [full_name] sẽ cập nhật lại TKB cho em nhé."
        ]
    },
    {
        "intent": "",
        "message": [
            "e học công nghệ sinh học lớp T63. . -lúc trước e đăng kí dc 2 môn cho học kì này là giải tích và vật lý 1. Nhưng sau khi xét miễn môn thì 2 môn học đó e đã được miễn.. . -Do ngành này hoc với chính qui nên e đã xin nghĩ làm để tập trung đi học, chỉ cần k trùng lịch các môn e có thể học đầy đủ.. . - lần hỗ trợ trước đã giúp e đăng kí 2 môn bên cơ sở 2 nhưng lịch còn khá trống, bạn e cũng học cnsh tại cs1 và e thấy lịch học cũng khá phù hợp với 2 môn tại cs1 là. . -ch3131: công nghệ gen vào t3 và t6. . -ch3245: cơ sở công nghiệp công nghệ sinh học vào t2. . - nếu được mong trường tạo điều kiện xếp e vào lớp đó với ạ vì thuộc tính ngành mình mở lớp ít lắm nên có môn cho e học với ạ. .                             em cám ơn",
            "responsible person: [551] [staff_name] [helpdesk staff]",
            "đã đăng ký cho bạn. . TKB sẽ cập nhật sau. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Dear Thầy/Cô,. . Em tên là [full_name], hiện tại em đã đăng ký tốt nghiệp đợt t4/2020. Tuy nhiên, do nợ học phí nên vẫn chưa đăng ký được nhưng lên BKpay của trường thì em chưa đến đợt thanh toán học phí và em không thanh toán học phí nợ được. Em cần thanh toán như thế nào để có thể đăng ký tốt nghiệp được ạ. Em xin cảm ơn.",
            "Chào bạn. . Phòng đào tạo kiểm tra bạn đang nợ tiền làm lại thẻ sinh viên, bạn nhanh chóng thanh toán. . . . Thứ 6 hàng tuần Phòng Đào tạo sẽ cập nhật lại danh sách tốt nghiệp mới và mở khóa cho các trường hợp sinh viên nợ HP và Nợ ngày CTXH (sau khi đã thanh toán HP/bổ sung đầy đủ ngày CTXH trước thứ 5 hàng tuần) để vào đăng ký tốt nghiệp nhé!"
        ]
    },
    {
        "intent": "",
        "message": [
            "Chứng chỉ ngoại ngữ - Đại học - Cao đẳng chính quy   Thẩm tra chứng chỉ (nộp chứng chỉ) . Kính chào Phòng Đào tạo, em hiện đang là Sinh viên năm cuối Bộ môn Công nghệ Thực phẩm - khoa Kỹ thuật Hóa học. Em xin trình bày vấn đề của mình như sau:. . Em vừa thi Toeic 2 kỹ năng Nghe-Đọc vào ngày 10/2 vừa qua tại trung tâm IIG Việt Nam (trụ sở tại quận 2, TPHCM). Phía trung tâm cung cấp thông tin là sau 1 tuần sẽ có kết quả nhưng vì ảnh hưởng của tình hình dịch bệnh nCoV nên đến ngày 19/2 em mới nhận được kết quả và đã scan ngay sau đó để nộp CCNN của mình tuy nhiên trễ 1 ngày so với hạn nộp của Phòng Đào tạo. Hiện tại chỉ còn 3 ngày nữa là hết hạn đăng kí Luận văn tốt nghiệp bổ sung lần cuối nhưng CCNN của e vẫn chưa được thẩm tra.. . Kính mong Phòng Đào tạo có thể xem xét và thẩm tra gấp giúp em CCNN để có thể được đăng ký LVTN kịp vào ngày 02/03/2020 tới đây. Em xin chân thành cảm ơn. Chúc các thầy/ cô/ anh/ chị có một ngày làm việc hiệu quả!",
            "Chào bạn,. . Chuẩn anh văn LVTN của bạn đã được cập nhật vào dữ liệu đăng ký online rồi bạn nhé, không cần chờ kết quả thẩm tra.. . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Khác ... . Kính gửi phòng đào tạo,. . Em muốn đăng ký luận văn tốt nghiệp trong kỳ này.. . Số chỉ em đăng ký trong kỳ trước là 123 chỉ, chỉ tiêu luận văn của ngành điện tử viễn thông của em là vừa đủ chỉ tiêu.. . Câu hỏi em muốn hỏi là em có rớt 6 chỉ trong học kỳ chính kỳ trước còn 117 chỉ thì em có thể đăng ký luận văn đợt bổ sung này không?. . ( Trong điều kiện đăng ký luận văn là số chỉ trong học kỳ kế trước bất kể chưa có điểm hay đã có diểm chưa đạt)",
            "Chào bạn. . Hiện vẫn trong đợt đăng ký LVTN đợt cuối, bạn đăng ký để phòng đào tạo kiểm tra lại trường hợp của bạn"
        ]
    },
    {
        "intent": "",
        "message": [
            "Chào thầy/cô,. . Em là [full_name], MSSV: [student_id], ngành Kỹ thuật Y sinh, khoa Khoa học Ứng dụng.. . Vấn đề của em là: em không đủ điều kiện để tốt nghiệp (không đủ điểm toeic xét tốt nghiệp) mà cũng đã hết thời gian đăng kí kì chính và dự thính.. . Do đó, em mong Phòng đào tạo xem xét giúp đỡ em có thể bổ sung vào lớp Anh văn 4 trong học kì chính.. . Em xin trân trọng cảm ơn.",
            "QUOTE MSSV/MSGV: [student_id]    . . Chào thầy/cô,. . Em là [full_name], MSSV: [student_id], ngành Kỹ thuật Y sinh, khoa Khoa học Ứng dụng.. . Vấn đề của em là: em không đủ điều kiện để tốt nghiệp (không đủ điểm toeic xét tốt nghiệp) mà cũng đã hết thời gian đăng kí kì chính và dự thính để duy trì tình trạng sinh viên.. . Do đó, em mong Phòng đào tạo xem xét giúp đỡ em có thể bổ sung vào lớp Anh văn 4 trong học kì chính.. . Em xin trân trọng cảm ơn.  /QUOTE . .",
            "Chào em,. . . . [full_name] đã bổ sung môn anh văn 4 LA1009, và sẽ chạy lại TKB cho em."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: thưa PĐT, hiện tại e có 1 số môn đại cương đã học ở mssv cũ, e muốn chuyển điểm đó qua ngành mới e đangg học hiện tại đc ko?",
            "Về việc khiếu nại điểm. . Bạn vui lòng vào trang http://bksi.hcmut.edu.vn/. . Bước 1: Chọn mục Hỏi/yêu cầu. . Bước 2: Tạo câu hỏi/ yêu cầu mới. . Bước 3: Click vào dấu (+) đứng trước các danh mục để chọn chủ đề câu hỏi cho phù hợp. . Ví dụ: Chọn mục” đăng ký môn học”. . Lưu ý phải chọn cho đúng chủ đề để được trả lời nhanh nhất.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp - Đại học - Cao đẳng chính quy   Cập nhật ngày CTXH, điểm ... . . . Em đang cần đăng ký nhận giấy tốt nghiệp tạm thời nhưng do còn thiếu 0.5 ngày CTXH, do tình hình dịch COVID-19 nên 2 tháng nay không có đơn vị nào tổ chức CTXH. Phòng đào tạo có thể giúp em đăng ký nhận giấy tốt nghiệp tạm thời trước được không ạ , em sẽ hoàn thành ngày ctxh ngay sau khi có đơn vị tổ chức đi ctxh. Em cảm ơn !",
            "Chào bạn. . Bạn không đủ điều kiện thì không thể cấp giấy tốt nghiệp tạm thời được"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Thầy, cô kiểm tra giúp em xem hình như hệ thống mybk bị lỗi phần tổng số tín chỉ tích lũy đến thời điểm hiện tại hay sao ạ. Của em tính đến bây giờ là 95 chỉ mà hệ thống hiển thị là 99 chỉ. . . Em cám ơn!",
            "responsible person: [551] [staff_name] [helpdesk staff]",
            "Về việc khiếu nại tín chỉ. . Bạn vui lòng vào trang http://bksi.hcmut.edu.vn/. . Bước 1: Chọn mục Hỏi/yêu cầu. . Bước 2: Tạo câu hỏi/ yêu cầu mới. . Bước 3: Click vào dấu (+) đứng trước các danh mục để chọn chủ đề câu hỏi cho phù hợp. . Ví dụ: Chọn mục” Chương trình đào tạo”. . Lưu ý phải chọn cho đúng chủ đề để được trả lời nhanh nhất.. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Điểm thi - Đại học - Cao đẳng chính quy   Khác ... . Sau khi nhà trường cập nhật điểm trung bình học kỳ 191 thì điểm trung bình tích lũy và số tín chỉ của em bị sai ạ. Cụ thể là số tín chỉ tích lũy được tăng thêm 3 và điểm trung bình tích lũy bị sụt xuống một chút. Em mong phòng đào tạo xem lại ạ.",
            "Về việc khiếu nại tín chỉ. . Bạn vui lòng vào trang http://bksi.hcmut.edu.vn/. . Bước 1: Chọn mục Hỏi/yêu cầu. . Bước 2: Tạo câu hỏi/ yêu cầu mới. . Bước 3: Click vào dấu (+) đứng trước các danh mục để chọn chủ đề câu hỏi cho phù hợp. . Ví dụ: Chọn mục” Chương trình đào tạo”. . Lưu ý phải chọn cho đúng chủ đề để được trả lời nhanh nhất.. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]  /b. . Em tên là [full_name] MSSV [student_id].Đợt đăng kí dự thính vừa rồi e quên đăng kí môn Anh văn 3 mà hết năm nay e phải qua anh văn 3  . . mới được học tiếp ạ,vậy bây giờ e muốn xin phòng đào tạo đăng kí học môn đó thì sao ạ",
            "Chào em,. . . . Em muốn đăng kí anh văn 3 học kỳ chính hay dự thính?"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]  /b . . Sinh viên truy cập đăng ký tốt nghiệp, nhưng khi đã điền đầy đủ thông tin nhưng không thể ấn chọn đăng ký(có hình (DKTN.png) kèm theo). Kính mong được nhà trường trợ giúp. Sinh viên xin cảm ơn!. . . .",
            "Chào bạn. . Phòng đào tạo đã ghi nhận, sẽ trả lời bạn trong thời gian nhanh nhất nghen",
            "Chào [full_name], bạn vui lòng vào kiểm tra lại xem từ bước 1 đến bước 4 bạn đã thực hiện theo yêu cầu chưa? vì nút đăng ký (ở bước 5) chỉ mở khi bạn đã hoàn thành 4 bước trên.",
            "li answer rate: Answer suits the needs / Câu trả lời đúng ý"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Khác ... . Dạ cho em hỏi thời gian để nộp đơn đăng kí trễ luận văn là đến khi nào ạ? Và trong lúc đó TKB để trống thì có sao không ạ?. . Vì em không biết mình bị out lớp tài năng nên đã nộp CCNN sai. Em mong PDT tạo điều kiện cho em tốt nghiệp đúng hạn ạ",
            "Chào bạn,. . Nếu xét về trễ thì hôm nay là đợt cuối để đăng ký LVTN rồi nhé bạn.. . Bạn có thể tự liên lạc với giảng viên để xin làm LVTN (tùy giảng viên với bạn nhé).. . Sau khi có CCNN đủ điều kiện nhận LVTN, bạn có thể làm đơn xin đăng ký bổ sung LVTN (có xác nhận của GVHD và khoa) nộp tại Phòng Đào tạo để được xem xét.",
            "Dạ em cảm ơn ạ"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Chưa cập nhật điểm . Em đã từng học môn cơ lưu chất và có điểm tổng kết nhưng không có điểm tổng kết trên mybk, mong phòng đào tạo xem lại giúp em, vì nếu không có điểm tổng kết cơ lưu chất em sẽ không đăng kí được các môn học tiếp theo",
            "Chào em,. . . . Môn Cơ lưu chất em đăng kí dự thính học kỳ 182,điểm dưới năm không được tính. Nếu bạn muốn  lấy điểm này để đăng kí các môn tiếp theo, em phải làm đơn phục hồi điểm nộp PDT"
        ]
    },
    {
        "intent": "",
        "message": [
            "Chương trình đào tạo - Đại học - Cao đẳng chính quy   Môn tương đương, tiên quyết, ... . Trước đây môn kết cấu bê tông cốt thép chỉ có 1 mã môn học cho cả lí thuyết và đồ án, nhưng giờ thì đã tách thành lí thuyết và đồ án thành 2 mã môn học khác nhau, trước đây em đăng kí môn học theo mã cũ và đã học xong và có điểm tổng kết (nhưng chưa qua môn) học kì này môn thủy lực cần môn học trước là bê tông cốt thép (lí thuyết) và đồ án bê tông cốt thép, cho em hỏi em chỉ có điểm tổng kết của mã cũ môn bê tông cốt thép trước đây nhưng chưa có điểm tổng kết của 2 môn mới (lí thuyết và đồ án sau khi được tách) thì em có đủ điều kiện môn học trước để đăng kí các môn tiếp theo không? Em cảm ơn!",
            "Chào bạn. . Về chương trình đào tạo thì bạn liên hệ [full_name] (Thầy phó [full_name] phụ trách đào tạo) để kiểm tra vả hỗ trợ. Nếu đúng với chương trình đào tạo do [full_name] ban hành thì bạn sẽ đăng ký được môn học"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Khác ... . Dạ em chào thầy cô, em tên là [full_name] sinh viên ngành Tàu thuỷ khoa Kĩ thuật Giao Thông khóa 2017. . - Do em trễ anh văn năm 2, cùng với đó ngành của em khóa 2018 không có sinh viên.. . - Em muốn làm đơn mở một số môn học của ngành như: Kĩ thuật Tàu thuỷ đại cương TR2009, Lý thuyết Tàu 1- tĩnh học TR2015, Thiết bị năng lượng Tàu 1 TR2017, do không mở hoặc đã mở nhưng có 1 hoặc 2 sinh viên học nên bị xoá không có mở.. . - Em muốn hỏi em phải xin đơn và làm như thế nào để mở môn học cho việc tốt nghiệp ạ?. . Em cảm ơn",
            "Chào em,. . . . Em có thể làm đơn mở dự thính, hiện Phòng Đào Tạo đang nhận đơn mở lớp dự thính 192."
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính gửi phòng đào tạo.. . đợt đăng ký môn học vừa rồi em có đăng ký lộn 2 môn học cùng CQ. Em ko có điều kiện học lá. .  - Điện tử công suất ứng dụng  EE3079. .  - Thiết bị và hệ thống tự động thủy khí EE3075. .  Em muốn hủy môn học trực tuyến có được không ạ. . . .   sinh viên : [full_name]. .   Mssv      : [student_id]. . em xin cảm ơn",
            "Chào em,. . . . Thời gian này đã hết thời gian hủy môn học mà em phải làm đơn rút môn học nhé."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Em đã có tên trong danh sách tốt nghiệp nhưng khi đăng ký tốt nghiệp lại không thể cập nhật ảnh, chỗ đăng ký cũng không ấn được. .",
            "Do ảnh của bạn nhỏ hơn so với yêu cầu (600px) nên bạn không upload được, nay PĐT đã hạ mức size ảnh xuống 400px, bạn có thể vào thực hiện upload lại nhé."
        ]
    },
    {
        "intent": "",
        "message": [
            "Môn đồ án thiết kế ME2011 vs đồ án chuyên ngành ME4047  . Nó không hiện trên e-learning của em. http://e-learning.hcmut.edu.vn. Thầy giao bài tập  trên cổng E-learn . Giờ không có hiện môn học nên em không nhận được thông báo . Mong nhà trường hỗ trợ sớm cho em .",
            "Chào em,. . . . Những môn đồ án em liên hệ khoa nhé"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp - Đại học - Cao đẳng chính quy   Thanh toán lệ phí & khai lý lịch tốt nghiệp . Kính gửi Phòng Đào Tạo. . Em tên là [full_name]. . MSSV: [student_id]. . . . Ở trang Đăng ký xét tốt nghiệp, trong phần 3 Cập nhật ảnh thẻ sinh viên, khi em click chọn tệp ảnh của em thì trang vẫn không cập nhật lên trang web. . . . Phía dưới đính kèm hình mà em chọn ạ.. . Kính mong Phòng Đào Tạo xem xét",
            "Chào em,. . . . Em cập nhật lại nhé."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Cho em hỏi hiện tại thư viện trường mình có mở cửa không vậy?",
            "Có mở cửa nha bạn. Bạn có thể gửi mail cho Ban thư viện để hỏi nhé!",
            "Cho em xin đường link của thư viện cs2 với . Em cảm ơn",
            "Trang web của thư viện nhé bạn:. . http://www.lib.hcmut.edu.vn/"
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính gửi phòng đào tạo. . Em tên là: [full_name]. .            MSSV: [student_id]. .            Ngành: Bảo Dưỡng Công nghiệp. . Nay em xin trình bày một việc như sau:. . Vì lý do thực tập của em bị hủy nên em chưa kịp đăng kí môn học anh văn 4 cho học kì 192. Nay em xin phòng đào tạo cho em được đăng kí môn học bổ sung cho học kì 192:. . 003004: Anh văn 4. . Em kính xin phòng đào tạo cho em được học để đúng tiến độ ra trường. Em xin chân thành cảm ơn.. . . . . .",
            "Chào em,. . . . Môn anh văn 4 mã số môn học 003004 học kỳ 192 không mở lớp em nhé.",
            "Em chào cô em xin phản hồi như sau: bạn em đã đă đăng kí môn anh văn 4 và đã có thời khóa biểu ở học kì chính. Em không biết tại sao ạ, em gửi hình ảnh bạn chụp đã có thời khóa biểu môn anh văn 4 mã 003004 bên dưới ạ. Cô hỗ trợ giúp em với ạ. Em cảm ơn.",
            "Chào em,. . . . Môn anh văn 4 mã số cũ 003004 hiện tại không mở, chỉ có anh văn 4 mã số mới LA1009  có mở."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Khác ... . Em đăng kí luận văn tốt nghiệp đợt 3 và thoả điều kiện đăng kí, đến h trong lịch sử đăng kí đợt 3 vẫn còn phần đăng kí thành công đó. Nhưng trong đợt kết quả đk đợt 3 lại để sv đăng kí không thành công vì thiếu môn ci3197( đồ án nền móng). Trong khi em k14 và đã qua môn đó r. Đến nay cũng chưa có thời khoá biểu nên em mong khoa trả lời sớm giúp em ạ. Em cảm ơn!",
            "Chào em,. . . . Sau đợt 3 nếu kết quả vẫn không thành công em có thể lên Phòng Đào Tạo khiếu nại. Sẽ giải quyết thỏa đáng cho em."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Kính gửi phòng đào tạo, . . Em xin phép được huỷ đăng ký môn Phương pháp tính, MSMH: MT1009; nhóm-tổ: A01; học kỳ 192; giờ học chính quy. . Lý do viết đơn xin huỷ đăng ký: Vì em đã xin phúc khảo điểm môn học này thành công và đã đủ điều kiện để tốt nghiệp và kỳ học này chưa bắt đầu, mong phòng đào tạo giúp em huỷ đăng ký môn học trên ạ. . . Em cám ơn Phòng đào tạo. .",
            "responsible person: [551] [staff_name] [helpdesk staff]",
            "Chào em,. . . . Thời gian này em chỉ làm đơn rút môn học chứ không hủy môn học được."
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính gửi quý nhà trường,. . . . Em hiện là sinh viên năm 2 khoa Kỹ thuật xây dựng, trình độ Anh văn hiện tại của em là 405 điểm (em thi ở trường ạ). Em có câu hỏi là em không biết bản thân được xếp vào lớp Anh văn mấy ạ, vì năm trước em luyện ôn ở ngoài, nhưng năm nay em muốn đăng ký lớp Anh văn ở trường. Theo như em tìm hiểu ở trên web trường thì 405 là lớp Anh văn 2 nhưng em là khóa K18 thì sau năm 2 em phải qua được lớp Anh văn 3 ạ. Em đang rất hoang mang, mong nhà trường giải đáp giúp em ạ. Em xin cảm ơn.. .   i Yêu cầu khác .",
            "Chào bạn,. .  Với điểm 405 bạn pass chuẩn AV sau năm nhất, và bạn chỉ đăng ký được môn AV1.. . Môn AV bạn phải đăng ký thì mới được xếp TKB, Phòng đào tạo không tự xếp môn học nha bạn.. . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Nếu tôi được 7.998… điểm trung bình tích lũy ngành thì có được làm tròn thành 8.00 hay không? Và có được xếp tốt nghiệp loại giỏi không?. . Cảm ơn.",
            "Chào em,. . . . Điểm trung bình tích lũy ngành sẽ lấy 2 số lẽ tức là 7.99 không làm tròng 8.00, nên không xếp loại giỏi."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học bổng - Đại học - Cao đẳng chính quy   Học bổng (danh sách, điều kiện,...) . Kì này em học 12 chỉ, trong khi đó em đã hoàn thành tất cả môn học (chưa chuyển điểm av 3,4 và đang làm luận văn) thì có đủ điều kiện để xét học bổng không ạ?. . Em cảm ơn.",
            "Chào em,. . . . Em xem lại qui chế về học bổng nhé :. . http://www.aao.hcmut.edu.vn/index.php?route=catalog/chitietsv&path=59&tid=429"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Khác ... . Em tên là [full_name], MSSV [student_id], lớp MO14QLM2, Khoa Tài nguyên và môi trường.. . Em kinh xin Phòng đào tạo cho em được đăng kí môn học Thủy sinh học và Quản lý môi trương (EN3051) trong học kì 192.. . Vì sơ suất của bản thân nên em chưa tích lũy đủ tín chỉ tối thiểu của các môn học tự chọn để xét tốt nghiệp.. . Em kính mong Thầy cô xem xét cho trường hợp của em. Em xin cảm ơn.. .",
            "Chào em,. . . . [full_name] đã đăng kí cho em môn EN3051, và sẽ chạy lại TKB cho em."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Kính gửi Phòng Đào Tạo ĐH Bách Khoa HCM , em có một thắc mắc là do tình hình dịch covid 19 đang diễn biến phức tạp và sinh viên chưa được trở lại trường .Nên về việc xin rút môn học thì có thể được hổ trợ trực tuyến được không ạ . Em xin cám ơn ạ .",
            "responsible person: [551] [staff_name] [helpdesk staff]",
            "Chào em,. . . . Em muốn rút môn học phải nộp đơn trực tiếp PDT"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ - Đại học - Cao đẳng chính quy   Rút môn học . Chào thầy, cô, em tên Thành, do thời gian nghỉ dịch được kéo dài nên em thắc mắc về thời gian nộp đơn rút môn học có còn là 16/3 - 20/3/2020 như mail ngày 5/2/2020 không hay là ngày mới?. . Em cảm ơn thầy, cô đã dành thời gian đọc thư.",
            "Chào bạn,. . Hiện tại lịch rút môn học có thể dời thêm 2 tuần nữa nhé bạn.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]  /b \t[full_name] [full_name] [full_name] [full_name] Em chào thầy/cô[full_name] [full_name] [full_name] [full_name] Em tên là [full_name], MSSV: [student_id][full_name] Em đã làm đề cương trong học kỳ trước nhưng vì một số lý do không thể tiếp tục đề tài đó trong kỳ này, em có nguyện vọng đăng ký đề tài 1 giai đoạn trong kỳ này[full_name] Em có mail cho giảng viên hướng dẫn và được sự đông ý của giảng viên[full_name] Sau đó em có nghe được một số thông tin là sinh viên khoá 15 trở đi không được đăng ký đề tài một giai đoạn[full_name] Em không biết thông tin này có chính thức không ạ? Mong thầy cô confirm lại giúp em, để em có thể sắp xếp công việc, mắc công em làm cả kỳ rồi lại mất công không được trường xét[full_name] Mong thầy/ cô hồi đáp sớm giúp em[full_name] Em xin cảm ơn[full_name] [full_name] [full_name]",
            "responsible person: [551] [staff_name] [helpdesk staff]",
            "Chào em,. . . . Những vấn đề này em phải liên hệ về [full_name] nhé"
        ]
    },
    {
        "intent": "",
        "message": [
            "Vừa làm vừa học - ĐTTX   Tốt nghiệp . Em xin chào quý thầy cô Phòng đào tạo. . Em tên là: [full_name] mssv: [student_id] SV hệ VLVH chuyển từ CQ sang. . . . . Em đã hoàn thành xong môn Luận văn tốt nghiệp và chờ  tốt nghiệp ạ nhưng hiện tại chưa có tên em trong danh sách ngày 17/02/20. . . Xin hỏi bao giờ có danh sách bổ sung để em làm giấy chứng nhận tốt nghiệp tạm thời nộp cho công ty đang làm ạ.. . . . Em xin chân thành cảm ơn.",
            "Chào bạn,  . . . .  Phòng đào tạo đã ghi nhận trường hợp xét tốt nghiệp bổ sung của sinh viên, sau thứ 6 hàng tuần phòng đào tạo sẽ thông báo danh sách tốt nghiệp cập nhật mới : . . . . -          Sinh viên xem kết quả xét lại tốt nghiệp trên: www.aao.hcmut.edu.vn --  tốt nghiệp --  thông tin tốt nghiệp --  danh sách tốt nghiệp 04/2020. . . . -          Trường hợp không có tên trong danh sách tốt nghiệp bổ sung sinh viên liên hệ trực tiếp phòng đào tạo để kiểm tra lại lý do.. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được . Kính gửi quý thầy/cô. . Điểm môn học tiên quyết \"Chuyên đề luận văn tốt nghiệp\" ( Mã MH: CH4331) của em mới vừa được cập nhật điểm ngày hôm qua (do trước đó quy trình cập nhật điểm bị sót tên em trong danh sách). Hiện tại em vẫn chưa đăng kí được môn học \"Luận văn tốt nghiệp\" vào đợt đăng kí bổ sung cuối cùng vừa rồi. . . Kính xin đơn vị nhà trường hỗ trợ em trong việc đăng kí môn học \"Luận văn tốt nghiệp\" ( Mã MH: CH4333 - Nhóm: A01) vào HK192.. . Em xin chân thành cảm ơn.",
            "Chào em,. . . . PDT đã ghi nhận trường hợp của em và sẽ xét lại luận văn cho em."
        ]
    },
    {
        "intent": "",
        "message": [
            "cho em hỏi em đăng kí 2 môn giáo dục thể chất hk2 được không ạ?. .",
            "responsible person: [551] [staff_name] [helpdesk staff]",
            "Chào em,. . . . Em cho biết mã số môn học, nếu còn chỗ trống PDT sẽ đăng kí cho em."
        ]
    },
    {
        "intent": "",
        "message": [
            "Em tên là [full_name], MSSV [student_id]. Em đã thanh toán lệ phí chuyển điểm cho 4 môn AV nhưng vẫn chưa được cập nhật trên hệ thống bảng điểm ạ. Mong quý thầy cô xử lí giúp em. Em xin cảm ơn. .   i Chứng chỉ ngoại ngữ - Đại học - Cao đẳng chính quy   Xét miễn môn anh văn (chuyển điểm) .",
            "Chào em,. .    . . PDT đã cập nhật rồi em nhé https://mybk.hcmut.edu.vn/stinfo/"
        ]
    }
]