[
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính thưa: Phòng Đào Tạo.. . Em tên là: Phan Hải Đăng, MSSV: [student_id].. . Do em đã hết hạn đào tạo nên bị hủy hết kết quả đăng ký môn học cũng như tiểu luận tốt nghiệp.Em đã làm đơn xin gia hạn và đã được nhận. Và giờ em muốn xin mở lại các môn em đã đăng ký vừa rồi:. . 1: Anh Văn 3(tương đương): LA1007. . 2: tiểu luận tốt nghiệp: 260263. . Rất mong PĐT tạo điều kiện mở các môn học cho em được học và hoàn thành chương trình học tập trong 1 kỳ gia hạn này.. . Đơn xin gia hạn của em đã được Trung Tâm Bảo Dưỡng Công Nghiệp đã gửi về PĐT và đã được giải quyết.. . Em xin trân trọng cảm ơn.",
            "Chào bạn,. . PDT đã ghi nhận yêu cầu về ĐKMH của bạn và đã chuyển cho bộ phận ĐKMH kiểm tra và xử lý.. . Bạn vui lòng theo dõi và kiểm tra TKB thường xuyên trên mybk/Thông tin SV và hệ thống BKeL để kịp tham gia lớp học online. SV chủ động liên hệ với GV để xin vào lớp học trước nhé!. . Trường hợp nếu không đăng ký được (không có khả năng hoặc không đủ điều kiện)  PDT sẽ phản hồi cho SV qua bksi.. . Chúc các bạn học tốt!. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em chào thầy/cô! . . Cho em hỏi là khi đã làm xong luận văn mà chưa tốt nghiệp được do nợ bằng anh văn thì còn được cấp giấy xác nhận sinh viên không ạ và xác nhận sinh viên trong bao lâu ạ. Em cảm ơn, chúc thầy/cô mạnh khỏe bình an!",
            "Chào bạn,. . - Việc ĐKMH là tùy sinh viên nhé, trường hợp không có TKB trong học kỳ, SV sẽ bị buộc tạm dừng, không được cấp giấy CNSV.. . Khi đủ điều kiện TN, SV có thể làm đơn xin thu nhận lại nhé.. . Xem chi tiết quy chế tại đây:. . aao.hcmut.edu.vn/sinh viên/quy chế/học vụ/Quy chế đào tạo và học vụ bậc đại học, cao đẳng:/ điều 26. . Thân mến,. . . . . . - SV chủ động đăng ký giấy Xác nhận SV hoãn NVQS để bổ sung cho địa phường và chọn dịch vụ gửi qua được bưu điện (người nhận trả tiền) nếu có nhu cầu (PDT không in hàng loạt như các năm trước). . Dự kiến trong đầu tháng 9/2021 sẽ bắt đầu cho đăng ký (khi TKB trong HK đã ổn định). . . . - Sau khi xử lý giấy chứng nhận sinh viên, Phòng Đào tạo sẽ gửi về địa chỉ sinh viên đăng ký khi bưu điện hoạt động lại bình thường trong đợt giãn cách xã hội. Mặt khác, sinh viên có thể tải bản scan trên trang đăng ký chứng nhận sinh viên (sau khi yêu cầu của SV đã được xử lý).. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em là [full_name], em có đăng ký hoãn thi môn Đường Lối Đảng Cộng Sản Việt Nam của học kì 202 và nhận được mail đồng ý của phòng đào tạo nhưng em mới kiểm tra bảng điểm thì thấy điểm 13. Em mong phòng đào tạo có thể giải đáp giúp em. Em xin cảm ơn",
            "Chào em,. . - Danh sách thi PĐT đã gửi trước rồi em. . - Em đã điền form hoãn thi, xem email xác nhận nhé.. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]8  /b \t. . . .   i Đăng ký môn học . Kính gửi : PĐT trường Đại học Bách Khoa. . Em tên: [full_name]. . MSSV : [student_id]8. . Hiện tại em đã trải qua 16 học kì tại trường, đến hết tháng 10/2021 là em hết hạn chương trình đào tạo nên em không có quyền đăng kí môn học trong học kì này.. . Em đã hoàn thành đầy đủ chương trình bắt buộc. Toiec Speaking và Writing là chứng chỉ còn lại em chưa hoàn thành.. . Em đã nhận được Gmai đăng ký thi Anh văn 2 kỹ năng theo hình thức trực tuyến-Đợt 1.. . Nhưng em không có quyền đăng kí môn học trên mybk nên em không thể đăng kí thi được.. . Em mong PĐT xem xét để em có thể dự thi và hoàn thành chương trình đào tạo.. . Em xin cảm ơn!",
            "Chào bạn. . Bạn có thể chụp hình lý do không đăng ký được, để Cô có minh chứng báo bộ phận dkmh xử lý"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Kính gửi Thầy/Cô PĐT, . . Em đã đăng kí hoãn thi qua hình thức điền form hoãn thi của PĐT và có mail xác nhận đồng ý từ PĐT. Em thắc mắc tại sao bảng điểm môn đó của em lại là điểm 13 (Vắng thi) mà không phải điểm 14 (Hoãn thi, được phép thi lại) vậy ạ?. . Em xin cảm ơn.",
            "Chào em,. . - Danh sách thi PĐT đã gửi trước rồi em. . - Em đã điền form hoãn thi, xem email xác nhận nhé.. . Thân mến,. .",
            "Danh sách thi PĐT đã gửi trước là sao vậy ạ?",
            "Chào em,. . Điểm 13 trong danh sách là đúng vì in trước khi sv đăng ký hoãn thi. Cô nói em xem email xác nhận khi điền form hoãn thi là vậy.. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Xin chào ạ!. . Em có câu hỏi:. . Em thấy có hện tiền học phí trên trang BKpay. . Hết hạn dự kiến vào 14/9/2021 và 9/11/2021. .  . . Hiện tại chổ em tình hình dịch bệnh khá phức tạp, nên không thể ra ngoài ngân hàng đóng tiền học phí. . . . . Em nên làm gì bây giờ ạ. . Em xin cảm ơn!",
            "Chào bạn;. . thời gian thanh toán phí còn rất dài, bạn có thể nhờ người thân hoặc bạn đăng nhập vào ocb để thanh toán giúp hoặc  chờ hết giãn cách ra ngân hàng nộp tiền nhé. . Thân",
            "Xin chào ạ!. . Em có câu hỏi:. . Em thấy có hiện tiền học phí trên trang BKpay. . Hết hạn dự kiến vào 14/9/2021 (Học phí anh văn theo yêu cầu 211). . Hiện tại em đang ở cùng với người thân nên không thể nhờ người thân được ạ. . -Trường hợp này em có thể gia hạn học phí hay có cách khác ạ?. . -Nếu trường hợp quá hạn học phí: Nếu đến thời gian đó vẩn chưa thể ra ngoài được để đóng tiền học phí được thì em có thể chờ đến khi có thể ra ngoài được, để đóng tiền học phí mà không cần phải viết đơn trể hạn học phí được không ạ?. Nếu phải viết đơn có bị trừ điểm không ạ?. . (Có hình ảnh đi kèm). . Em xin cảm ơn!",
            "Chào bạn. . - Sẽ có thông báo cụ thể thời gian đóng học pí cho SV qua mail. . -\tLiên hệ Phòng Công tác chính trị Sinh viên để được hỗ trợ gia hạn học phí"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: lần trước cô có gửi em link  https://forms.gle/ckyYcJMWN7w3kqe56. . để đăng kí hoãn thi mà link cô đưa đã bị đóng không thể phản hồi xin cô xem lại",
            "Chào em,. . Hiện tại đã hết đợt đăng ký HOÃN THI, PĐT lấy dữ liệu để xử lý. Dự kiến thứ 5, ngày 09/9/21 mở lại.. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . chào pdt, em có đk môn học ở học kì dự thính 211, nhưng chỉ có tuần đầu tiên em vào google meet học được, còn các tuần còn lại em vào đều không thấy có dạy, cho em hỏi là có phải nhà trường đang tạm dừng việc học trực tuyến không ạ ? em xin cảm ơn",
            "Chào em,. . Em nói rõ hơn môn nào, mã môn học, mã nhóm nhé. .  cho em hỏi là có phải nhà trường đang tạm dừng việc học trực tuyến không ạ ?. . =  nhà trường vẫn học online nhé em.. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Cho phép em được đăng kí môn học:. . . . [full_name]. . [full_name]. . [full_name]. . [full_name] [full_name]. . [full_name]. . . . Xin nhà trường xem xét giúp em!!. . . . Em chân thành cảm ơn.. . [full_name].",
            "Chào bạn,. . Hiện tại SV muốn xin ĐK bổ sung môn học (ghi rõ lý do xin đăng ký trễ, tên MH, mã MH, mã nhóm xin đăng ký và kèm xác nhận đông ý của GV cho vào lớp (thời điểm này đã là tuần thứ  4 của HK rồi). . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em chào anh/ chị phòng đào tạo,. . . . Em tên là [full_name], là sinh viên khoa Môi trường và Tài nguyên.Em có thắc mắc điểm tốt nghiệp được tính theo điểm trung bình tích luỹ ngành, vậy điểm trung bình tích luỹ ngành này có bao gồm điểm các môn thuộc nhóm đại cương như Toán và KH tự nhiên, Chính trị kinh tế văn hoá xã hội không ạ ?. . . . Em mong phòng đạo tạo có thể giải thích giúp em ạ.. .   . . Em chân thành cảm ơn !. . .",
            "Chào bạn. . Có hết nghen bạn, Bạn xem lại CTDT của mình. . Về chương trình đào tạo/phân ngành bạn vui lòng liên hệ Khoa (cụ thể là Thầy phó khoa phụ trách chương trình đào tạo) để tư vấn và giải đáp. . Chúc bạn học tập tốt nhé.. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Chào cô/thầy. . Hôm nay e viết bài này với lý do là để hoãn thời hạn đóng học phí kì dự thính HK211.. . Điều đầu tiên thì vùng e là vùng nông thôn nên không có ngân hàng gần đấy. Muốn đóng tiền học phải đi ra thành phố mà chỗ e lại đang giãn cách xã hội nên rất khó khăn trong việc di chuyển.. . Điều thứ 2: Vì giãn cách xã hội nên bố mẹ em cũng không đi làm được nên rất khó chuẩn bị được tiền để đóng học phí.. . Vậy nên e viết bài này để hỏi cách làm s dời kì hạn đóng học phí kì dự thính HK211. Mong cô/thầy giúp đỡ.. . Chúc cô/thầy một ngày tốt lành . .",
            "Chào em,. . Em liên hệ phòng Công tác chính trị sv qua email [email] để được hướng dẫn nhé.. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em chào quý thầy/cô,. . . . Em tên là [full_name], MSSV là [student_id]. Em muốn hỏi về vấn đề nhận bản scan của bảng điểm sau khi đăng ký in bảng điểm. . . Do diễn biến phức tạp của dịch COVID-19 nên em sợ bản cứng của bảng điểm gửi qua dịch vụ chuyển phát nhanh sẽ về trễ.. . Em muốn hỏi phòng đào tạo có hỗ trợ gửi trước bản scan cho sinh viên để sử dụng trong lúc đợi nhận bản cứng không ạ? Do em đang cần bảng điểm (bản scan) để bổ sung hồ sơ làm việc cho công ty trước ngày 15/9.. . Em xin cảm ơn.. . . . Trân trọng./."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em xin chào thầy/cô,. . Hiện tại, em đang có thắc mắc về việc học kì 211 đã bắt đầu rồi nhưng môn học dự tính cơ học đất của em trong kì 202 vẫn chưa được xếp lịch thi. Theo như em có tìm hiểu một số bạn ở môn học dự thính cùng kì thì các bạn đã thi cũng như đã có điểm tổng kết trên cả elearning lẫn trang sinh viên (stinfo). Em mong quý thầy có thể xem xét có sự thiếu xót gì ở môn học CƠ HỌC ĐẤT này không ạ?.  B   /B Em xin chân thầy cảm ơn.. . (Em có đính kèm hình ảnh bên dưới)",
            "Chào em,. . Em liên hệ với giáo viên giảng dạy nhé.. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Dạ em chào quý thầy cô . . em hiện là sinh viên k17 và còn tiếp tục học trong hk211. Em muốn hỏi là em còn có khả năng xin giấy chứng nhận để tạm hoãn nvqs không. Nếu còn thì em có cần đăng ký trên mybk hay nhà trường sẽ động loạt in giấy và gửi về khoa trong học kỳ này.. . em cảm ơn",
            "Chào bạn,. . SV chủ động đăng ký giấy Xác nhận SV hoãn NVQS để bổ sung cho địa phương và chọn dịch vụ gửi qua được bưu điện (người nhận trả tiền) nếu có nhu cầu (PDT không in hàng loạt như các năm trước). . Dự kiến trong đầu tháng 9/2021 sẽ bắt đầu cho đăng ký (khi TKB trong HK đã ổn định). . . . - Sau khi xử lý giấy chứng nhận sinh viên, Phòng Đào tạo sẽ gửi về địa chỉ sinh viên đăng ký khi bưu điện hoạt động lại bình thường trong đợt giãn cách xã hội. Mặt khác, sinh viên có thể tải bản scan trên trang đăng ký chứng nhận sinh viên (sau khi yêu cầu của SV đã được xử lý).. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . . . Dạ thầy (cô) cho e xin đăng kí môn học Pháp luật đại cương, Mã MH: SP1007, nhóm L14 . . vì đã học 2 tuần rồi nên em đăng kí thứ 5 để không để mất 1 buổi nghỉ tuần 2/9 ạ.. . Xin quý Thầy cô giúp đỡ ạ. cho em thông tin liện hệ để vào lớp ạ.. . [full_name] Ngọc Thuận, MSSV: [student_id]. . Vì hiện tại do tình hình dịch em còn thiếu 1 ngày CTXH nữa nên chưa chắc có thể ra được trong hk211 này ạ.",
            "Chào bạn,. . •\tThời điểm hiện tại đã đến tuần thứ 4 của HK211, quá thời gian để bổ sung môn học/thu nhận cho HK 211.. . •\tXem chi tiết lịch đăng ký môn học HK kế tiếp (HK 212) dự kiến cập nhật cuối tháng 11/2021 tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ theo học kỳ    Lịch học vụ năm học 2021-2022    Học kỳ 2. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em chào quý thầy cô ạ,. . Thầy/cô cho em hỏi về việc hoãn học phí ạ. Hiện tại em có đăng ký 4 chỉ dự thính 3.200.000đồng và hạn đóng là ngày 14/09/2021.. . Gia đình em hiện đang khu phong tỏa tỉnh Đồng Nai  và đang gặp khó khăn về tài chính do gần 3 tháng nay không được lao động.. . Em muốn hỏi về tiền học phí dự thính này có được hoãn không a?. . Và nếu được hoãn thì em sẽ làm đơn như thế nào ạ?. . Mong thầy/cô giải đáp giúp em!. . Em xin chân thành cảm ơn!",
            "Chào em,. . Em liên hệ phòng Công tác chính trị sv qua email [email] để được hướng dẫn nhé.. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Kính gửi PĐT!. . Hiện tại khoa Điện-Điện Tử tổ chức thi cuối kì 202 môn Mạch điện tử,do không đáp ứng được trang thiết bị đường truyền nên em muốn hoãn thi.Tuy nhiên link form đăng kí hoãn thi đã bị khóa,em không biết phải hoãn như thế nào ạ. . Mong PĐT cho em giải pháp để hoãn thi,em cảm ơn.. . . . . .",
            "Chào em,. . Hiện tại đã hết đợt đăng ký HOÃN THI, PĐT lấy dữ liệu để xử lý. Dự kiến thứ 5, ngày 09/9/21 mở lại . . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Chào Thầy (Cô) . . Em tên là [full_name] MSSV [student_id] Khoa Cơ Nhiệt . . Hiện tại em đã hoàn thành chương trình học của mình nhưng hiện tại em vẫn chưa đủ ngày CTXH vì lí do Covid 19. Có lẽ em không thể tốt nghiệp trong tháng 11 naỳ ạ.Thầy cô cho em hỏi vầy giờ em nên làm sao ạ em có bị đình chỉ học không? Thầy cô giúp đỡ em .. . Em xin cảm ơn.",
            "Chào bạn. . - bạn có thể liên hệ Văn phòng đoàn Khoa để được hỗ trợ để có thể hoàn thành ngày CTXH trong thời gian sớm nhất có thể. . - Nếu HK211 bạn không có TKB và chưa tốt nghiệp thì sẽ bị tạm dừng, sang HK212 đã đủ điều kiện thì chỉ cần thu nhận lại. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Xin chào ạ!. .  Em đang học lớp Anh văn 2A-LA1039, những khóa học trước(bao gồm LA0011-Anh văn cơ bản A, LA1037-Anh văn 1A) em học không phải mua sách giảng viên cung cấp cho em. Nhưng lần này tại sao gảng viên yêu cầu em phải mua sách ạ?. . EM muốn được xác nhận về việc này?. . Em xin cảm ơn!",
            "Chào em,. . Em vui lòng hỏi GV, TTNN nhé.. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . em chào thầy/cô ,em tên [full_name] mssv: [student_id],em đã được phòng đào tạo chấp nhận yêu cầu hoãn thi cuối kì với 1 số môn sau đây:. . -Kinh tế học đại cương: L01. . -Kinh tế chính trị mác lê nin:L07. . -Lập trình nâng cao: L02. . -Hóa đại cương : L01. . -Hệ điều hành :L01. . . . Nhưng hiện tại đã cập nhập điểm 1 số môn rồi nhưng điểm của em toàn 13 với 0 ạ ,em mong pdt giải quyết giúp em ạ",
            "Chào em,. . - Danh sách thi PĐT đã gửi trước rồi em. . - Em đã điền form hoãn thi, xem email xác nhận nhé.. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Chào thầy/cô ạ. . . . Em là [full_name] MSSV [student_id]. Nay em muốn hoãn thi môn Mạch điện tử EE2035 thi vào 12/09. Thầy cô cho em xin đơn hoãn thi được không ạ. . Việc form đăng ký hoãn thi không còn điền được. Mong thầy/cô xem giúp em ạ. . . . Em cảm ơn thầy/cô. .",
            "Chào em,. . Hiện tại đã hết đợt đăng ký HOÃN THI, PĐT lấy dữ liệu để xử lý. Dự kiến thứ 5, ngày 09/9/21 mở lại . . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính gửi Phòng đào tạo,. . . . Em là [full_name], sinh viên K17 khoa Cơ khí.. . . . Nay em viết đơn này kính mong Phòng đào tạo xem xét và tạo điều kiện cho bạn em là [full_name] (MSSV: [student_id]), khoa KH&KTMT, được đăng ký bổ sung môn Đề cương luận văn (CO4311) trong học kỳ này. Dù biết là bạn em đã gửi đơn cứu xét nhưng vì chưa được giải quyết nên em mạo muội gửi đơn này.. . . . Em xin cảm ơn và mong quý thầy cô tạo điều kiện với trường hợp của bạn.. . . .   QUOTE . . MSSV/MSGV: [student_id]    . . Kính gửi Phòng đào tạo,. . . . Em là [full_name], sinh viên năm 4 khoa Khoa học & kỹ thuật máy tính.. . . . Trong học kỳ này do một số vấn đề nên em không nắm được thông tin không thể tiếp tục làm Luận văn tốt nghiệp (LVTN) như dự kiến. Do trong đợt đăng ký môn học trước đó em chỉ đăng ký môn LVTN, nên em viết đơn này xin phòng đào tạo xem xét cho phép em đăng ký môn Đề cương luận văn (CO4311) để có thể học môn này ngay trong học kỳ 211, giúp em tránh việc phải chờ học kỳ tới mới có thể bắt đầu lại quá trình làm luận văn.. . . . Em thật lòng xin lỗi vì lại làm phiền Phòng đào tạo và hi vọng Phòng đào tạo tạo điều kiện giúp em có thể hoàn thành chương trình học một cách thuận lợi.. . . . Trân trọng,. . . .   /QUOTE",
            "Chào bạn,. . PDT đã ghi nhận yêu cầu về ĐKMH (học phần tốt nghiệp: TTTN, DCLV, LVTN) của bạn và đã chuyển cho bộ phận ĐKMH kiểm tra và xử lý.. . Bạn vui lòng theo dõi và kiểm tra TKB thường xuyên trên mybk/Thông tin SV. . . Trường hợp nếu không đăng ký được (không đủ điều kiện (thiếu môn tiên quyết, thiếu ngày CTXH..)  PDT sẽ phản hồi cho SV qua bksi.. . Chúc các bạn học tốt!. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em tên [full_name], MSSV [student_id]. Số tín chỉ tích luỹ của em là 120, số ngày CTXH là 14. Em đăng kí môn học CH43B3 (luận văn tốt nghiệp CNSH) nhưng kết quả bị huỷ vì không đủ điều kiện.. . . . Ngày 6/9 em kiểm tra lại nhưng vẫn chưa có môn luận văn trong thời khóa biểu học kỳ 211.. . . . Mong quý thấy cô kiểm tra lại giúp em.. . Em chân thành cảm ơn.. .",
            "Chào bạn,. . Trường hợp không đủ điều kiện nhận LVTN nhé, bạn theo dõi điều kiện xét theo file đính kèm cô gửi và kiểm tra lại nhé:. . 120+3=123  125 Không đủ điều kiện nhận LVTN. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Mùa dịch này gia đình em có gặp khó khăn về tài chính, nếu lỡ qua hạn mà em vẫn chưa đóng đủ thì có sao không ạ?",
            "Chào em,. . - Em liên hệ phòng Công tác chính trị sv qua email [email] để được hướng dẫn nhé. (vay vốn). . - nếu lỡ qua hạn mà em vẫn chưa đóng đủ thì có sao không ạ?. . =  Em xem chi tiết Quy chế học vụ đào tạo để thực hiện nghiêm túc tại trang: aao.hcmut.edu.vn/sinh viên/quy chế/học vụ/Quy chế đào tạo và học vụ bậc đại học, cao đẳng/ Điều 7. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em tên là: Võ Thị Lài. . MSSV: [student_id]. . Em đăng ký Luận Văn tốt nghiệp nhưng bị hủy với lí do:  Không đủ đ/kiện nhận LVTN.. . Nhưng vì lý do thiếu CCAV không thể chuyển điểm được để đáp ứng điều kiện đủ tín chỉ đăng kí. . . Nên em viết đơn này mong phòng đào tạo xem xét cho em đăng kí luận văn trong học kì 211 này. . . em xin chân thành cảm ơn!. . Mã môn học: ME4079"
        ]
    },
    {
        "intent": "",
        "message": [
            "Em tên là [full_name] - MSSV: [student_id].. . Em tạo yêu cầu này bởi vì em có một điều mong muốn quý Thầy/Cô giúp đỡ, đó là:. . Theo như em theo dõi là sắp đến thời gian để đóng học phí học kì 211, tuy nhiên gia đình em hiện đang vướng phải một vấn đề khó khăn là đã không đi làm trong suốt thời gian từ lúc dịch bùng phát nên là hiện chưa thể có đủ điểu kiện để hoàn thành học phí theo đúng như thời gian đã quy định. Em mong nhà trường có thể suy xét cho em đóng trễ được không ạ? Em xin hứa khi nào phía gia đình em có khả năng có thể là đi làm lại được khi hết dịch em sẽ hoàn thành học phí ngay ạ.. . Em cám ơn các Thầy/cô đã đọc ạ.",
            "Chào em,. . Em liên hệ phòng Công tác chính trị sv qua email [email] để được hướng dẫn nhé.. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . thưa cô, em là sv hệ VLVH chuyển hệ từ hệ chính quy.. . kì này em có đăng kí đề cương luận văn mã MH EE4311. . em đã đăng kí 4 lần, từ lúc mở đăng kí ở hệ chính quy, hệ vlvh, chuyển hệ, dự thính nhưng đều bị báo là sai chương trình đào tạo. . Mong nhà trường và PDT xem xét lại để em được  đăng kí môn này ạ. . em đã gửi nhiều lần nhưng vẫn chưa được giải quyết ạ, mong pdt giúp em sớm ạ",
            "Chào em,. . PĐT đã nhận được thông tin của em, đã gửi đến bộ phận phụ trách sẽ trả lời  em qua bksi, email. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính gửi Phòng đào tạo.. . Em tên [full_name], MSSV: [student_id],Hệ đào tạo VHVL, chuyên ngành Công nghệ may.. . Kính mong Thầy / Cô xem xét giúp em về số tín chỉ tích lũy để em có thể đăng ký môn Luận văn tốt nghiệp (ME4079) trong KH211 này.. . Em xin cảm ơn Thầy / Cô.. .",
            "Chào bạn,. . PDT đã ghi nhận yêu cầu về ĐKMH của bạn và đã chuyển cho bộ phận ĐKMH kiểm tra và xử lý.. . Bạn vui lòng theo dõi kết quả cật nhật TKB tại mybk sau ngày 21/9/2021. . Trường hợp sau ngày này vẫn chưa có TKB, SV vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . SV chủ động liên hệ khoa để xin nhận GV hướng dẫn.. . Thân. .",
            "Chào bạn. . Sau khi kiểm tra lại dữ liệu các môn học trong CTDT, bạn vui lòng làm đơn xin chuyển khóa 2013 (học theo CTDT của khóa 2013) gởi lại BKSI để xử lý gấp cho bạn xét LVTN. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính thưa thầy/cô,. . Em hiện là sinh viên K17 đã hoàn thành luận văn và chỉ cần đạt anh văn nói viết sẽ đủ điều kiện tốt nghiệp.. . Em có kế hoạch xuất ngoại vào cuối năm nay nên em mong giấy chứng nhận tốt nghiệp tạm thời sớm nhất có thể để làm visa ạ. Em thắc mắc là thời gian sớm nhất em có thể nhận được giấy chứng nhận tốt nghiệp tạm thời là khi nào ạ?. . Được biết trong đợt thi online [full_name] sắp tới em chỉ được đăng kí một lần duy nhất. Việc em đăng kí thi và đậu anh văn nói viết vào đợt một có thể khiến em nhận được giấy chứng nhận tốt nghiệp sớm hơn không ạ?. . Em mong sớm nhận được phản hồi từ thầy/cô để em có thể đưa ra quyết định đăng kí thi anh văn nói viết.. . Em cám ơn thầy/cô.",
            "Chào bạn. . •\tNếu thi xong đợt 1 có kết quả đạt thì bạn có thể đăng ký xét tốt nghiệp liền sau khi có tên trong danh sách, khai thông tin tốt nghiệp, thanh toán thì sẽ được cấp giấy chứng nhận tốt nghiệp theo thông báo. . •\tXem chi tiết lịch trình tốt nghiệp tại trang web PĐT (aao.hcmut.edu.vn)    Tốt nghiệp    Thông tin tốt nghiệp    Tháng 11/2021    Lịch trình đăng ký tốt nghiệp và cấp bằng tháng 11/2021. . Thân. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Xin chào thầy/cô,. . . . Em là [full_name], MSSV [student_id]. . . Lý do: Kỳ học 202 là kỳ cuối cùng của em, tuy nhiên môn học cuối đến tận hôm nay mới có điểm. Và kết quả là theo tính toán của em thì chỉ thiếu một chút nữa là sẽ đạt được một rank khác trong tấm bằng đại học. Cụ thể là từ 7.994 -  [full_name].0, em biết hiện tại đã trễ deadline mất 6 ngày. Tuy nhiên, em vẫn nuôi một hy vọng sẽ được đăng ký vào lớp   B Dự Thính Pháp Luật Đại Cương Học Kỳ 211  /B  (Em xin lỗi khi cũng cấp thông tin trừu tượng này bởi vì em không nắm được thông tin có lớp nào đang mở), hiện tại do em đã quá trễ và sự việc ngoài dự tính, nên hy vọng PĐT sẽ hỗ trợ em hoàn tất nốt tham vọng sau cùng của bản thân mình. Ngoài ra, em có một vài câu hỏi bổ sung ạ.. . 1. Kỳ học này nếu theo tính toán của em là đầu tháng 11 sẽ hoàn tất, vậy liệu có kịp để em tốt nghiệp hay không?. . 2. Phòng đào tạo có dự tính làm tốt nghiệp offline vào tháng 11 hay không ạ?. . Sau cùng, em xin cảm ơn [full_name]T đã kiên nhẫn đọc thông tin này của em, em cảm ơn.",
            "Em hy vọng là dù có được hay không thì vẫn nhận được một tin phản hồi ạ. Do cảm giác ngồi chờ đợi này nó khiến em khá là bất an ạ.. . Em cảm ơn.",
            "Chào bạn,. . Hiện tại SV muốn xin ĐK bổ sung môn học (ghi rõ lý do xin đăng ký trễ, tên MH, mã MH, mã nhóm xin đăng ký và kèm xác nhận đông ý của GV cho vào lớp (thời điểm này đã là tuần thứ  4 của HK rồi). . Thân. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Em chào Phòng đạo tạo,. . Em là [full_name], là sinh viên K18 Khoa Khoa học và Kỹ thuật Máy tính.. . Học kỳ vừa rồi em có đăng ký môn học tên \"Học máy\" với mã CO3117, tuy nhiên, theo chương trình đào tạo của khoá em thì môn tên \"Học máy\" có mã CO4027. . . Mã CO4027 này đã 2 kỳ liên tiếp không được mở nhưng em muốn học môn \"Học máy\". . . Theo phân bổ trên trang chương trình đào tạo, em nhận thấy 2 môn này đều như nhau nhưng khoa Máy tính chưa cho là 2 môn tương đương.. . Vậy nếu em hoàn thành môn học CO3117 này thì có được tính vào số tín chỉ tích luỹ của mình không ạ.. . Em chân thành cảm ơn.. .   i Học vụ .",
            "Chào bạn,. . Về Chương trình Đào tạo, danh sách môn tương đương…, bạn vui lòng xem tại:. . aao.hcmut.edu.vn/Sinh viên/Chương trình Đào tạo. . Sinh viên thắc mắc về CTĐT vui lòng liên hệ về Khoa xin gặp Thầy/Cô Phụ trách về CTĐT để được tư vấn và hỗ trợ thêm.. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Cho em hỏi là em học khoa điện điện tử chương trình tiên tiến thì những môn cùng tên nhưng khác mã môn (tụi em là TT so với CC của các bạn clc) thì chúng em học có tính môn không ạ",
            "Chào bạn,. . SV chương trình chất lượng cao, quốc tế, bạn vui lòng liên hệ với [full_name] (Văn Phòng Đào tạo Quốc tế) để được hướng dẫn và hỗ trợ về ĐKMH nhé:. . [email]. . - . . Về Chương trình Đào tạo, danh sách môn tương đương…, bạn vui lòng xem tại:. . aao.hcmut.edu.vn/Sinh viên/Chương trình Đào tạo. . Sinh viên thắc mắc về CTĐT vui lòng liên hệ về [full_name] xin gặp Thầy/Cô Phụ trách về CTĐT để được tư vấn và hỗ trợ thêm.. . Thân mến,. . . . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Kính gửi phòng đào tạo.. . . . Hiện em có nhu cầu in bảng điểm kết quả các môn đến HK202. Tuy nhiên, hiện trên trang web mybk mục \"Bảng điểm\" chỉ mới hiện điểm đầy đủ của 2 môn trong HK202. Bên cạnh 2 môn trên thì có 2 môn em đã được giáo viên bộ môn thông báo về điểm thành phần và điểm thi cuối kì nhưng chưa hiện trên web. . . . . Vậy cho em hỏi, nếu em đăng ký in bảng điểm bây giờ thì những môn thuộc diện trên có xuất ra trên bảng điểm luôn chưa ạ? Em xin cảm ơn.",
            "Chào em,. . In được bảng điểm HK có bao nhiêu in bấy nhiêu, còn bảng điểm tbhk thì chưa in được vì chưa đủ điểm.. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Chào phòng đào tạo, em hiện hết thời gian đào tạo chương trình đại học chính quy, giờ em cần làm những thủ tục nào để chuyển xuống hệ vừa học vừa làm ạ. thủ tục chuyển điểm như thế nào vậy ạ.",
            "Chào bạn,. . Bạn vui lòng làm đơn xin chuyển hình thức đào tạo qua VLVH, vui lòng trình bày rõ tình trạng hiện tại của bạn trong đơn và gửi qua [full_name] nhé!. . Thân",
            "Dạ em xin đính kèm đơn xin chuyển hệ đào tạo mong phòng đào tạo giải quyết giúp em ạ.. . Nếu cần thêm thông tin hay cần bổ sung gì thì vui lòng cho em biết để ạ. . Em xin chân thành cảm ơn",
            "Chào bạn . . Bạn bổ sung đơn dkmh ghi rõ tênmôn + msmh để kịp xử lý . . Thân",
            "Dạ em xin đính kèm đơn Đăng ký môn học mong phòng đào tạo giải quyết giúp em ạ.. . Nếu cần thêm thông tin hay cần bổ sung gì thì vui lòng cho em biết để ạ. . Em xin chân thành cảm ơn",
            "Chào bạn,. . Bạn ghi rõ mã nhóm môn học xin đăng ký và bổ sung thêm giúp cô xác nhận đồng ý cho vào lớp của giảng viên (dù trễ hạn, không bị cấm thi), hiện tại đã qua tuần thứ 6 của học kỳ 211 rồi!. . Thân",
            "Cô cho em xin vào nhóm DTO3 của môn Giải Tích 1 (MT1003) ạ.",
            ". . Chào bạn. . Cô đã lấy dữ liệu chuyển bộ phận dkmh xét lại. . Bạn đợi kết quả phản hồi trễ nhất là thứ 2 ngày 03/10. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em chào thầy cô.. . . . Thầy cô cho em hỏi, em là sv năm cuối đã học xong các môn của chương trình đào tạo, đã bảo vệ luận văn và còn thiếu điều kiện anh văn nói viết, hiện trong thời khoá biểu của em có đăng kí môn cho học kì này để duy trì tình trạng sv. Vậy nếu thi đạt tiếng anh nói viết và rút môn học (có tính phí) thì có được xét tốt nghiệp không ạ?",
            "Chào bạn, . . - Được nghen bạn. . Xem chi tiết lịch trình tốt nghiệp tại trang web PĐT (aao.hcmut.edu.vn)    Tốt nghiệp    Thông tin tốt nghiệp    Tháng 11/2021    Lịch trình đăng ký tốt nghiệp và cấp bằng tháng 11/2021. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác  /i  . . Dạ em chào thầy/cô. . Cho em hỏi là do em chưa đăng ký nộp bằng tốt nghiệp THPT được nên không biết nhà trường có mở đợt đăng ký đợt 2 để em đăng ký không ạ ?. . Em cám ơn.. . . .",
            "Chào bạn,. . Vấn đề về nộp bằng THPT, bạn có thể gửi mail trực tiếp cho cô [full_name] để được hỗ trợ nhé:. . [email]. . Thân",
            "li answer rate: Answer suits the needs / Câu trả lời đúng ý"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em xin gửi đơn hủy hoãn thi ạ. .",
            "Em gửi lại có lý do, ngày tháng, ký tên, họ tên nữa nhé.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em chào thầy(cô),Em k17 sinh viên Campuchia hiện tại em đã hoàn thành chương trình đào tạo của trường nhưng em không đăng ký xét tốt nghiệp được và em thấy đợi xét tốt nghiệp mở từ ngày 06/09-31/10. Cho em hỏi tại sao em không đăng ký xết tốt nghiệp được? vì em cần chứng nhận tốt nghiệp tạm thời để bổ sung hồ sơ đi làm.. . Cảm ơn.",
            "Chào bạn, . . Xem chi tiết lịch trình tốt nghiệp tại trang web PĐT (aao.hcmut.edu.vn)    Tốt nghiệp    Thông tin tốt nghiệp    Tháng 11/2021    Lịch trình đăng ký tốt nghiệp và cấp bằng tháng 11/2021. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính gửi Phòng đào tạo trường đại học Bách Khoa TPHCM. . Em tên [full_name] MSSV [student_id]2. . Em đã hết hạn đào tạo chính qui và mong muốn được chuyển sang hệ VHVL để tiếp tục hoàn thành chương trình đào tạo. Em đã làm đơn xin chuyển hệ và đơn xin đăng ký môn học gửi BKSI như hướng dẫn (TKB của em đã có nhưng bị xóa). Đã 1 tuần từ lúc em gửi đơn đến nay vẫn chưa thấy phản hồi, em rât lo lắng, Mong BKSI hoặc Phòng Đào Tạo phản hồi giúp em và khoảng bao lâu thì em được xét chuyển hệ và có kịp đăng ký luận văn trong học kỳ này không ạ. Mong phòng đào tạo xem xét giúp em để em được tiếp tục học.. . Em xin cảm ơn",
            "Chào bạn. . Pdt đã ghi nhận đơn chuyển hệ VLVH của bạn. . - Sau khi có Qd chuyển hệ sẽ đăng ký môn học cho bạn. . - Bạn theo dõi thông tin cập nhật tại Mybk- thông tin sv. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Chào anh/chị,. . Cho e hỏi em có đăng kí thi nói viết đợt 1 nhưng giờ e muốn hủy để chờ đăng kí đợt 2 có được không.",
            "Chào bạn,. . Không được nhé bạn. Vui lòng xem mail đã gửi cho SV .Thân gửi các bạn sinh viên,. . . . Được sự đồng ý của Ban Giám Hiệu, Phòng Đào tạo kết hợp cùng Trung tâm Ngoại ngữ tổ chức kiểm tra Anh văn 2 kỹ năng Nói - Viết theo hình thức trực tuyến trong tháng 9 & tháng 10 năm 2021 dành cho các sinh viên chuẩn bị tốt nghiệp trong học kỳ 211 (dự kiến xét tốt nghiệp đến hết học kỳ 211).. . . . - Đăng ký tại: mybk.hcmut.edu.vn è chọn  Đăng ký môn học è chọn Đăng ký thi Anh văn 2 kỹ năng theo hình thức trực tuyến–Đợt 1-MSMH:BKE123. . . . - Thời gian đăng ký Đợt 1: từ 8g ngày 06/9 đến 14g50 ngày 08/9. . . . - Thời gian thanh toán lệ phí: từ 8g ngày 9/9 đến 14g50 ngày 10/9. . . .  . . - Lưu ý:. . . . 1) Trong tháng 9/2021 dự kiến tổ chức 4 đợt thi, mỗi đợt tổ chức khoảng 800 SV thi.  Cụ thể Đợt 1 sẽ thi vào các ngày: 15/9, 16/9, 17/9, 18/9, 19/9 và 20/9 (TTNN sẽ có thông báo chi tiết ngày thi cho SV qua mail sau khi SV thanh toán lệ phí). . . .  Trường hợp SV không đăng ký được trong Đợt 1, vui lòng đợi thông báo đăng ký vào đợt tiếp theo.. . . . 2) SV chỉ được đăng ký thi 1 lần duy nhất trong đợt tháng 9 & tháng 10 /2021 (hình thức trực tuyến), trường hợp SV thi không đạt, hoặc bỏ thi, hoặc thanh toán lệ phí thi trễ hạn vui lòng đợi thông báo sau hoặc hết thời gian giãn cách có thể đăng ký thi trực tiếp tại Trung tâm Ngoại ngữ.. . . .  3) Trường hợp SV không thanh toán lệ phí hoặc thanh toán lệ phí trễ hạn sẽ không được thi & ghi nợ lệ phí (SV phải thanh toán dù không dự thi).. . . .  4) Hình thức thi trực tuyến theo file đính kèm.. . . .  5) SV đã đạt Anh văn 2 kỹ năng Nói - Viết theo quy định vui lòng bỏ qua email này.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Vẽ Kĩ Thuật . . Mã môn học CI1003, lớp thực hành CI1004. . Nhóm P02. . Lý do:  Em học được 2 tuần trường gửi gmail về huỷ môn của em với lý do là đăng kí bên Việt-Pháp",
            "Chào bạn,. . SV chính quy không được được ký vào nhóm Việt Pháp nhé.bạn phải gửi lại xin ĐKMH vào nhóm khác của chính quy nhé (nhóm A hoặc L). . Mail gửi cho SV từ 25/8.. . Hiện tại SV muốn xin ĐK bổ sung môn học (ghi rõ lý do xin đăng ký trễ, tên MH, mã MH, mã nhóm xin đăng ký và kèm xác nhận đông ý của GV cho vào lớp (thời điểm này đã là tuần thứ 4 của HK rồi). . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em bên hệ vhlvl ạ",
            "Chào bạn,. . Bên V[full_name]VH cũng không đăng ký được nhóm [full_name] (việt [full_name]háp nhé bạn, bạn chỉ có thể ĐKMH nhóm T, [full_name] và [full_name]) nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em chào cô thầy ạ, em là [full_name] MSSV: [student_id] . Em ở Học Kỳ 202 đã nộp hồ sơ miễn giảm học phí đối với con thương bình và được nhà trường xét duyệt. hôm nay, em có kiểm tra BKpay thì thấy ở học kỳ 211 em có đống tiền học phí(không thấy miễn gì hết ạ). Như vậy là sao ạ, mong cô thầy giải thích cho em với. em xin cảm ơn",
            "Chào em,. . -      Học phí Học Kỳ chính chưa được tính miễn giảm diện chính sách. Lý do: Phòng Công tác chính trị Sinh viên chưa gửi danh sách miễn giảm. Học phí Sinh viên sẽ được cập nhật miễn giảm (nếu có tên trong ds miễn giảm) trước khi bắt đầu thanh toán học phí vào đầu tháng 11/2021. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Dạ là do e có lịch học muộn nên h e muốn liên lạc với giáo viên bộ môn để trao đổi vài vấn đề thì e phải làm cách nào ạ",
            "Chào em,. . Em vui lòng liên hệ [full_name], GVCN để được hướng dẫn nhé.. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Thân chào thầy/cô,. . Em có thắc mắc là vào ngày 30/8 em có đăng ký phúc tra bài thi môn Kinh tế Chính trị [full_name] [full_name] [full_name] và hạn phúc tra là ngày 7/9. Nhưng hiện tại em vẫn chưa nhận được kết quả.. . Mong thầy/cô sẽ giải quyết giúp em ạ.",
            "Chào bạn. . Bạn có thể chụp giúp Cô thông tin bạn đã đăng ký được phúc tra để Cô kiểm tra lại cho bạn. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . kính gửi Phòng Đào Tạo. . Em tên [full_name] mssv:[student_id]. . Do em hết thời gian đào tạo nên đã huỷ đăng kí môn. Em làm đơn và xin gia hạn và đã được chấp nhận.Em xin đăng kí môn em bị huỷ.. . 1: Tiểu luận tốt nghiệp: 260263. . 2: anh văn 3(tương đương): LA1007. . Rất mong phòng đạo tạo đăng kí giúp em sớm nhất để hoàn thành chương trình học.em cảm ơn.. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ cô ơi em còn nợ một môn cơ lưu chất ( 3 tín chỉ) vậy số chỉ em đạt được là 122 đã thỏa điều kiện đăng kí rồi cô.. . các môn điểm em đã thống kê em đã học qua do PĐT chưa cập nhật nên nó báo không đủ cô ơi.. . [full_name] [full_name] [full_name] CHUYỂN ĐIỂM ĐỂ EM ĐƯỢC CẬP NHẬT  THÀNH 122 TÍN CHỈ. đủ điều kiện đăng kí luận văn.. . các môn có điểm trong kì rồi PĐT cũng chưa cập nhật.. . [full_name] [full_name] [full_name] EM [full_name]. . luận văn cảng công trình biển . . mã môn học CI4333",
            "Chào bạn,. . Bạn đã xem file txt cô gửi chưa?. . Vui lòng trình bày rõ ràng những môn còn thiếu trong file đó bạn đã hoàn thành như thế nào?. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: em chào thầy/cô. trong học kì e có gửi danh sách và nhờ đoàn khoa xin được mở lớp dự thính sau đợt đăng kí môn học bổ sung lần cuối. e đã lên danh sách đăng kí nhầm cho một anh. bây giờ e có thể hủy môn giúp anh đó không ạ. thời khóa biểu vừa cập nhật vào hôm qua. và nếu hủy có phải đóng tiền không ạ ? . .",
            "Chào em,. . - Hiện tại đã hết thời gian hiệu chỉnh  và hủy môn học của học kỳ chính và HK dự thính HK211 nhé bạn.. . - PĐT đã gửi email về rút môn học:. . . . Thân gửi các bạn sinh viên,. . . . . . . .      Phòng đào tạo thông báo về phương thức đăng ký RÚT MÔN HỌC (tính Học Phí theo quy định)(Chính quy + Dự thính) của học kỳ 1(2021-2022) như sau:. . . . SV đăng nhập vào Google bằng tài khoản BKNetID@hcmut.edu.vn và điền thông tin RÚT MÔN HỌC theo link: https://forms.gle/4X6kA3XbDWNfs93u6. . . . Thời gian đăng ký: Từ ngày 6/09/2021 đến hết ngày 01/10/2021. . . . Xem chi tiết quy định về rút môn học tại QUY CHẾ ĐÀO TẠO VÀ HỌC VỤ điều 11.2. . . . . . . . Chúc các bạn học tập thật tốt!"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . kính gửi thầy cô phòng đào tạo. . em tên là [full_name]. . MSSV: [student_id]. . em muốn xin hủy môn học. . GE3049\tTính toán ứng dụng trong kỹ thuật dầu khí. . Lý do đợi dự thính vừa rồi bạn trong khoa em điền nhầm tên em vào danh sách xin mở lớp dự thính, môn này em đã học và đã có điểm rồi, . . nhưng do sự nhầm lẫn nên bạn đã đăng ký môn học này cho em.. . Nay em xin hủy môn và không phải đóng học phí môn này được không ạ?. . Mong thầy cô xem xét giúp đỡ, em chân thành cám ơn.. . . .",
            "Chào em,. . - Hiện tại đã hết thời gian hiệu chỉnh  và hủy môn học của học kỳ chính và HK dự thính HK211 nhé bạn.. . - PĐT đã gửi email về rút môn học:\". . . . Thân gửi các bạn sinh viên,. . . . . . . .      Phòng đào tạo thông báo về phương thức đăng ký RÚT MÔN HỌC (tính Học Phí theo quy định)(Chính quy + Dự thính) của học kỳ 1(2021-2022) như sau:. . . . SV đăng nhập vào Google bằng tài khoản BKNetID@hcmut.edu.vn và điền thông tin RÚT MÔN HỌC theo link: https://forms.gle/4X6kA3XbDWNfs93u6. . . . Thời gian đăng ký: Từ ngày 6/09/2021 đến hết ngày 01/10/2021. . . . Xem chi tiết quy định về rút môn học tại QUY CHẾ ĐÀO TẠO VÀ HỌC VỤ điều 11.2. . \". . . . . . Chúc các bạn học tập thật tốt!"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Chào thầy, cô ạ! Em xin gửi đơn hoãn thi ạ!. . Tên: [full_name]. . MSSV: [student_id]. . . .",
            "Chào em,. . Hiện tại đã hết đợt đăng ký HOÃN THI, PĐT lấy dữ liệu để xử lý. Dự kiến thứ 5, ngày 09/9/21 mở lại.. . Thân mến,. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Kính chào pđt,. . Cho em hỏi thêm nếu SV đã tạm dừng 1 học kì thì có được đăng kí in giấy xác nhận hoãn nghĩa vụ quân sự trong năm mà SV đã hoãn học kì đó không ạ.. . Em cảm ơn và kính chào.. . . .",
            "Chào em,. . Em Xem chi tiết quy chế tại đây:. . aao.hcmut.edu.vn/sinh viên/quy chế/học vụ/Quy chế đào tạo và học vụ bậc đại học, cao đẳng:/ điều 26. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Thưa thầy/cô,. . Trong mail thông báo là nộp bằng tốt nghiệp THPT đợt 2 từ 6/9 đến 16/9, nhưng hiện tại trên MyBK vẫn chưa mở đăng kí nộp bằng (đợt 1 em chưa nhận bằng kịp nên không đăng kí được). Cho em hỏi khi nào sẽ mở đăng kí nộp ạ?. . Em cảm ơn.",
            "Chào bạn,. . PDT sẽ tổng kiểm tra bằng TN THPT (và bằng Cao Đẳng, Đại học đối với SV bằng 2, và VLVH). SV phải chuẩn bị sẵn sàng (bảng sao và bản scan) các bằng TN. Thời gian kiểm tra là trong tháng 10 và theo thông báo riêng. . Thân mến,. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Sau khi hoãn thi (đã có gmail xác nhận  từ pđt) tại sao em lại bị điểm 13, không phải là điểm HT như qui định tại điều 17.2 ở mục Quy chế ạ?",
            "Chào em,. . - Danh sách thi PĐT đã gửi trước rồi em. . - Em đã điền form hoãn thi, xem email xác nhận nhé.. . Thân mến,. ."
        ]
    }
]