[
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em chào thầy (cô),. . Em tên [full_name], MSSV: [student_id].. . Hiện tại thông tin tốt nghiệp của em trên danh sách tốt nghiệp dự kiến có chút sai sót. Cụ thể em đã thi TOEIC hai lần, lần đầu: TOEIC 525, lần 2: TOEIC 640. Điểm thi TOEIC lần 2 em đã chuyển điểm và tất cả thông tin đều hợp lệ. Tuy nhiên thông tin tốt nghiệp tháng 11/2021 của em chỉ cập nhật TOEIC 525 như trong 2 ảnh em gửi kèm. Mong thầy cô kiểm tra lại thông tin giúp em. Em mong sớm nhận được phản hồi từ Phòng đào tạo.. . Em cảm ơn thầy (cô).",
            "Chào em,. . PDT đã cập nhật lại trong hệ thống nhé bạn, Bảng điểm tốt nghiệp của bạn sẽ được cập nhật CCNN lần cao nhất nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "cho em hỏi là em đã đăng kí môn giáo dục thể chất vào ngày 18/10 , đã có thông báo là đăng kí hoàn tất nhưng đến bây giờ trên thời khóa biểu của em vẫn chưa có lịch học ạ.Em xin cảm ơn.. . . .",
            "Chào em,. . - Em xem lịch sử đăng ký có trùng TKB không ?. . - Em vui lòng xem kết quả ĐKMH, xem lý do vì sao không ĐKMH được (có đăng ký, nhưng không có TKB) tại trang web: mybk.hcmut.edu.vn    Đăng ký môn học    Đăng ký môn học HK211 - Kết quả ...    chọn Loại hình đăng ký    xem Lịch sử đăng ký.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Dạ em chào thầy cô, em đã hoàn thành được hầu hết các điều kiện để xét tốt nghiệp, tuy nhiên do bằng toeic của em không đạt 600 nên kì này (học kì 211) em đang đăng kí và học anh văn 4. Em muốn hỏi nếu như tình hình dịch bớt, em đăng kí thi toeic, chuyển điểm anh văn 4 thì em có kịp đăng kí tốt nghiệp đúng hạn không (đợt đăng kí đến ngày 24/12) hay em phải đăng kí tốt nghiệp đợt sau ạ?. . Em cảm ơn thầy cô, hi vọng thầy cô sớm giải đáp  giúp em ạ!",
            "đã tl"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em tên [full_name], MSSV : [student_id]. . em đã hoang thành các chỉ tiêu của trường và em xin xét tốt nghiệp. Mong nhà trường xem xét.. . . .",
            "Chào bạn,. . PDT đã ghi nhận yêu cầu về đăng ký xét TN của bạn. SV vui lòng theo dõi email  và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 26/10/2021 SV vẫn chưa nhận được mail hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 11/2021 (cập nhật mới gia hạn thời gian xử lý tốt nghiệp). . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Chào quý thầy cô,. . Em hiện đã được cập nhật   B đủ 15.5 ngày CTXH  /B  trên sàn hoạt động ngoại khóa. Tuy nhiên, trên phần đăng ký tốt nghiệp mybk, em hiện vẫn ở tình trạng   B nợ ngày CTXH nên chưa đăng ký tốt nghiệp được.   /B . . Mong thầy cô xem xét trường hợp của em và phản hồi lại sớm ạ.. . Cảm ơn thầy cô rất nhiều.",
            "Chào em,. . Sau ngày 21/10 em vô đăng ký tốt nghiệp lại nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ .  Em : nguyễn xuân lợi . . mssv : [student_id] chuyên ngành cơ khí chế tạo máy .. . Sdt : [phone_number]. . Em gửi ban giám hiệu và phòng đào tạo giấy đề nghị xác nhận sinh viên với nội dung như trong giấy em trình bày.. . Kính mong nhà trường sớm giải quyết cho em",
            "Chào bạn. . Gởi bạn xác nhận bảng scan"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Do dịch covid nên kinh tế không ổn định nên không có đủ tài chính để đóng học phí . . Em hỏi cách nào hoãn học phí không ạ . . Em chân thành cảm ơn",
            "Chào em,. . Em liên hệ phòng Công tác chính trị sv qua email [email] để được hướng dẫn nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ .  Thưa thầy cô phòng đào tạo.. .  Tình hình là em có thực hiện giao dịch thanh toán học phí dự thính vào chiều ngày 11/10. . Nhưng không biết nguyên nhân do lỗi hệ thống hay là do em bất cẩn nữa rồi đến hôm nay em vào xem thử học phí kỳ chính thì bất ngờ thấy chưa thanh toán học phi dự thính. Và em đã tiến hành thanh toán ngay lúc này. Xin phòng đào tạo không xóa thời khóa biểu của em cùng với xóa ghi nợ học phí ạ. Em có đính kèm hình ảnh minh chứng lịch sử giao dịch OCB của em, ngày 11 em đã chuyển đủ học phí dự thính vào tài khoản. Mãi đến ngày 20 em thanh toán học phí(nguyên nhân ở trên), trong khoảng thời gian đó em không có bất kỳ giao dịch khác. Xin phòng đào tạo xem xét giúp em với ạ. Em xin cảm ơn và chúc thầy cô mạnh khỏe ạ.. .",
            "Chào bạn. . Pdt có ghi nhận trường hợp của bạn đã thanh toán học phí dự thính Hk211. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính gửi VPĐTQT - OISP,. . . . Em có thắc mắc rằng, sau khi trường hoạt động trực tiếp trở lại, em có thể mượn Phiếu điểm bản chính kì thi THPT của em để làm bản sao chứng thực được không ạ ? Em xin cảm ơn.. . . .   i Yêu cầu khác .",
            "Chào em,. . - Em liên hệ trực tiếp PĐT-CS [full_name]. . - Làm sẵn đơn có thông tin: . . + mssv, họ tên. . + Ngày mượn, ngày trả,. . + Lý do, . . + Cam kết  ... . . + ngày tháng năm. . + họ tên chữ ký của người làm đơn. . - Mang theo thẻ sv. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em tên là [full_name], MSSV [student_id]. Học kỳ 202 vừa rồi em có môn Sức bền vật liệu (CI2001) mới vừa được cập nhật lịch thi vào tháng 10. Vì một vài lý do cá nhân mà em không thể chuẩn bị đầy đủ cho buổi thi online trên nên em muốn bổ sung môn này vào danh sách hoãn thi. Do môn này cập nhật lịch thi muộn hơn các môn học khác và biễu mẫu đăng kí hoãn thi không còn phản hồi nên em gởi mail này để xin hoãn thi mong thầy cô thông cảm. Em xin cảm ơn!",
            "Chào bạn. . Đúng rồi bạn, hiện tại Pdt đã khóa không đăng ký hoãn thi theo form. . Bạn tải mẫu đơn: PHIẾU ĐĂNG KÝ HOÃN THI/ VẮNG THI CÓ PHÉP (CUỐI KỲ) tại trang web : aao.hcmut.edu.vn    biểu mẫu. . Sau khi có xác nhận của Giảng viên hướng dẫn + Khoa (theo quy định thì gởi cho Phòng đào tạo xem xét (nộp qua mail pdt@hcmut.edu.vn hoặc BKSI hoặc trực tiếp). . Thân mến. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em là [full_name], sinh viên K17 khoa Kỹ thuật hóa học. Cho em hỏi là em đã đăng ký tốt nghiệp xong rồi nhưng trong trang đăng ký của em không hiện lên mục download bằng chứng nhận tạm thời như của các bạn khác là sao ạ?. . Em xin cám ơn!",
            "Chào bạn,. . . . Thứ 6 hàng tuần PDT sẽ lấy dữ SV đăng ký tốt nghiệp để in giấy chứng nhận tốt nghiệp tạm thời, sau đó scan và up lên mục mybk/Đăng ký tốt nghiệp cho SV tải về và gửi qua đường bưu điện cho sinh viên theo địa chỉ SV đăng ký ở phần lý lịch.. . Bạn mới đăng ký ngày 18/10, thì vui lòng tải sau ngày 22/10 nhé (thứ 6 tuần này) . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Chào anh/ chị ở Phòng đào tạo .. . . . Hiện tại em đã thi hết môn (môn cuối thi vào ngày 02/10), đầy đủ ngày CTXH nhưng giờ vẫn chưa vào diện tốt nghiệp dự kiến để đăng kí tốt nghiệp.. . . . Mong Phòng đào tạo giúp em.. .",
            "Chào em,. . Cô gửi em file xét tốt nghiệp, em xem và kiểm tra lại điều kiện. Nếu có khiếu nại vui lòng phản hồi lại qua bksi nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Chào thầy/cô ạ,. . Dạ cho em hỏi, em muốn đăng kí bổ sung vào một lớp đã có là môn  Đề cương luận văn tốt nghiệp (GE4341)nhóm L01 và môn Thực tập tốt nghiệp (GE3343)nhóm L01. Em có nộp đơn cho thầy hướng dẫn và thầy đã đồng ý ạ.. .",
            "Chào em,. . Cô gửi em phê duyệt đơn của Thầy Trưởng Phòng Đào tạo không đồng ý về lý do em trình bày trong đơn, vì hiện tại đã quá 10 tuần học. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em đã học đủ 142 tín chỉ, điểm cũng đã cập nhật lên bảng điểm, học phí cũng đã đóng đầy đủ, nhưng khi đăng kí tốt nghiệp lại không được với lý do \"Nợ HP\". Mong phòng đào tạo xem xét và phản hồi giúp em lý do tại sao ạ.. . Em cảm ơn các thầy cô.",
            "Chào em,. . Hiện tại bkpay vẫn còn ghi nhận bạn nợ khoản lệ phí in lại thẻ SV 55.000 đ, bạn vui lòng vào thanh toán nhé, sau khi thanh toán vui lòng phản hồi lại qua bksi lại. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Thưa thầy/cô,. . . . Em tên [full_name], mssv: [student_id] , lớp VPXDC K17.. . . . Em có mong muốn học cao học ở năm thứ 6, em có thắc mắc về yêu cầu để được xét tuyển, thời gian xét tuyển dành cho sinh viên thuộc chương trình Việt-Pháp.. . . . Tình hình học tập của em, em đang nợ 2 môn ở học kỳ trước, em mong muốn dành thời gian vào năm thứ 6 để vừa học cao học vừa học môn nợ. Em không biết có được không ạ. Mong cô giải đáp giúp em.. . . . Em chân thành cám ơn thầy/cô,. . . . Chúc thầy/cô thật nhiều sức khỏe.. . . .",
            "Chào em,. . - Em liên hệ với phòng Sau Đại học qua email [email] để được hướng dẫn nhé.. . - Website:www.pgs.hcmut.edu.vn, . . - Email    : [email]. . Thân mến"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: em trận trọng xin lỗi đến pdt do tình hình dịch bệnh phức tạp và tính chất công việc nên em đã quên việc đóng tiền ngày chót là 9/11. . em xin được đóng tiền ạ mong pdt hỗ trợ giải quết để em kịp tiến độ học tập",
            "Chào bạn. . Pdt có ghi nhận trường hợp của bạn đã thanh toán học phí dự thính Hk211. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            ". . . . Em chào các thầy/cô PĐT. . . . Em tên là [full_name], MSSV:[student_id]. Hôm nay, em có lên trang mybk để đăng ký xét tốt nghiệp tuy nhiên khi đăng ký thì em không thể cập nhật ảnh thẻ sinh viên và cập nhật khai lý lịch tốt nghiệp mặc dù em đã đủ ngày CTXH và tích lũy đủ tín chỉ. Mong các thầy/cô xem xét và giúp đỡ em để đăng ký được xét tốt nghiệp. Em cảm ơn",
            "Chào bạn,. . Do bạn chưa có tên trong ds dự kiến tốt nghiệp nên chưa đăng ký được nhé. . PDT đã ghi nhận yêu cầu về đăng ký xét TN của bạn. SV vui lòng theo dõi email  và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 26/10/2021 SV vẫn chưa nhận được mail hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 11/2021 (cập nhật mới gia hạn thời gian xử lý tốt nghiệp). . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "i Yêu cầu khác . Em đã đăng kí nhận giấy chứng nhận sinh viên qua chuyển phát bưu điện ngày 23/09/2021 07:03.. . . . Tuy nhiên, đến nay vẫn chưa thấy bên bưu điện gửi tới, trong khi phường em đang yêu cầu nộp giấy chứng nhận sinh viên. . . . . Em mong nhà trường xem xét ạ.. .",
            "Chào em,. . PĐT gửi em file có mã vận đơn (kèm file). . Thân mến"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em chào thầy/cô,. . . . Hiện tại em có mong muốn rút môn học trong học kì 211. Tuy nhiên, khi đọc quy chế học vụ, môn học đã qua tuần thứ 6 thì không được rút nữa. Vậy bây giờ có còn thời gian để rút môn không ạ?",
            "1.   Sv tải PHIẾU ĐĂNG KÝ RÚT MÔN HỌC (tải tai trang aao.hcmut.edu.vn) điền thông tin    ký tên    chụp hình để có file ảnh tải lên trang bksi.hcmut.edu.vn.. . 2.   Sv đăng nhập vào trang bksi.hcmut.edu.vn   ¬ Hỏi/Yêucầu    Tạo câuhỏi/yêu cầu mới :: điền thông tin vào CHỦ ĐỀ : Rút môn học (phải thanh toán học phí) HK 211.. . 3.   Click vào choose file để tải file ảnh .. . 4.   Click vào GỞI.. . Hạn chót đăng ký: Trước 10h ngày 22/10/2021 (Sau thời gian trên PĐT sẽ không giải quyết các phát sinh khác nếu có).. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Chào anh chị ạ. . Em tên [full_name] MSSV [student_id]. . Dạ lúc trước anh chị bảo em đợi đến 19/10 nay em vẫn chưa thấy tên ạ mong anh chị cho em đăng kí tốt nghiệp bổ sung ạ. . Em cảm ơn anh chị a",
            "Chào em,. . Vấn đề này cô [full_name] cũng đã hướng dẫn em liên hệ qua Văn phòng Đào tạo Quốc tế để được hỗ trợ vì hiện tại xét tốt nghiệp vẫn báo em thiếu môn CH2011 và trong danh sách môn tương đương của Phòng Đào tạo đã cập nhật trên web aao.hcmut.edu.vn thì môn CH2011 và CH2027 là không tương đương, còn về mail em gửi đính kèm là mail của cô [full_name] (bên Văn phòng Đào tạo Quốc tế) tư vấn cho em học, nên em cần liên hệ lại để làm rõ vấn đề này và nhờ Văn phòng Đào tạo Quốc tế hỗ trợ em vấn đề này.. . mail của cô [full_name]: [email]. . Và [email]. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Chào thầy/cô. . em có đăng kí hủy rút môn học nhưng mới check lại và thấy rằng thời khóa biểu của em mất môn đó rồi thì yêu cầu hủy rút môn của em không được chấp nhận đúng không ạ?"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em đã đủ ngày ctxh, xong luận văn tốt nghiệp và đủ điểm anh văn nhưng vẫn không có tên trong danh sách tốt nghiệp cũng như không đủ điều kiện để xét tốt nghiệp. Em có thể hỏi lý do tại sao em không đủ điều kiện để đăng kí xét tốt nghiệp được không ạ",
            "Chào bạn,. . PDT đã ghi nhận yêu cầu về đăng ký xét TN của bạn. SV vui lòng theo dõi email  và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 26/10/2021 SV vẫn chưa nhận được mail hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 11/2021 (cập nhật mới gia hạn thời gian xử lý tốt nghiệp). . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: K[student_id]  /b \t. . . .   i Tốt nghiệp .  Em là sinh viên K13, tình trạng hiện tại em đã hoàn thành đầy đủ các môn học và luận văn tốt nghiệp nhưng chưa thể đăng ký tốt nghiệp vì thiếu bằng anh văn 2 kỹ năng Nói và Viết. Học kỳ trước em có làm đơn xin gia hạn học kỳ  để nộp bằng thi anh văn 2 kỹ năng nói viết và đã được duyệt. Nhưng do ảnh hưởng dịch kéo dài, em không thể học và đăng ký thi bổ sung được. Cho em hỏi trường hợp của em có thể làm đơn xin gia hạn lại học kỳ tiếp theo không? Em cần phải làm gì để được xét duyệt?",
            "Chào bạn. . Không thể gia hạn thêm nghen bạn. . Nhưng hiện tại đang có đợt thi Anh văn 2 kỹ năng Nói - viết theo hình thức trực tuyến trong tháng 11. . Bạn cần đăng ký không? Bạn xác nhận lại để Cô cho bạn vào danh sách thanh toán lệ phí luôn. . Thân",
            "Cô cho em đăng ký thi",
            "Chào bạn. . Phòng đào tạo đã ghi nhận thông tin bạn đăng ký thi anh văn 2 kỹ năng, Thời gian đăng ký sau 17 giờ ngày 22/10, nếu không đăng ký được vui lòng phản hồi lại Pdt. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Vì nhận thấy có chênh lệch trong điểm thành phần nên em đã liên lạc với giáo viên trước khi phúc tra điểm. Tuy nhiên, vì khó khăn liên lạc với giáo viên bộ môn nên em không kịp phúc tra điểm trên e-learning trong thời hạn 7 ngày. Sau khi được sự xác nhận của giáo viên thì bây giờ em có thể bổ sung đăng ký phúc tra điểm môn học được không ạ? Em đã gửi mail phòng đào tạo nhưng chưa nhận được phản hồi.",
            "Chào em,. . - Nếu [full_name]V đã khóa môn học và muốn sửa điểm thì [full_name]V gửi email hoặc phiếu đề nghị mở khóa môn học, nhóm để mở khóa (HK202) trong thời gian cho phép sửa.. . - [full_name] tra lên điểm cũng mở khóa nhé.. . Thân mến. . . . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em xin chào PĐT,. . Em có đăng ký hoãn thi môn Kỹ thuật siêu cao tần, MSMH EE3025, vào HK202 và trong danh sách các môn hoãn thi đã có môn này. Nay em xin được hủy hoãn thi môn này, EE3025. Mong PĐT xem xét giúp em. Em xin cảm ơn.",
            "Chào bạn[full_name] [full_name] Pdt đã ghi nhận thông tin của bạn[full_name] [full_name] [full_name]"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em xin phép gửi đơn hoãn thi cuối kì Vẽ kỹ thuật.. . Do không đáp ứng được yêu cầu thiết bị tham gia thi trực tuyến. . . Mong thầy/cô xem xét ạ",
            "Chào bạn. . Pdt phản hồi yêu cầu Sinh viên đã đăng ký Hoãn thi HK202 . . Cách thức tiến hành. . + Pdt sẽ hậu kiểm lại với Khoa, Sau khi hậu kiểm sẽ có 3 tình huống:. . 1-\tSV bị cấm thi theo đề nghị của Khoa, sẽ không được Hoãn thi/Miễn thi theo quy định. Điểm cập nhật là điểm 13 hoặc 11. . 2-\tSV được ra Quyết định Hoãn thi/Miễn thi có điều kiện (SV phải hoàn thành các phần việc của môn học, nhất là TH/TNg và BTL. GV có quyền cấm thi nếu SV không hoàn thành tốt các phần này). . 3-\tSV được ra Quyết định Hoãn thi/Miễn thi. . . + Trong quá trình xử lý và hậu kiểm với Khoa nếu phát sinh vấn đề, Pdt sẽ thông báo qua mail cho SV. . + Sau khi nhận phản hồi của Khoa, Pdt sẽ ra QD hoãn thi chung chính thức HK202 và HK203 (đợt 1+ đợt 2) gởi đến SV dự kiến trước ngày 2/12/2021 . . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em chào PĐT,. . Em là [full_name], MSSV: [student_id], khoa Khoa học và Kĩ thuật Máy tính.. . . . Hiện tại, em đã nhận được mail thông báo đủ điều kiện xét Tốt nghiệp. Em cũng đã hoàn thành học phí cho HK211 (đã đóng đầy đủ học phí), tuy nhiên khi vào trang Đăng kí Tốt nghiệp, Hệ Thống vẫn thông báo rằng em CHƯA đủ điều kiện tốt nghiệp do NỢ HỌC PHÍ. . . . . Mong PĐT cập nhật lại thông tin này giúp em, vì em đã hoàn thành học phí đầy đủ rồi và không bị trễ hạn.. . . . Em cảm ơn PĐT rất nhiều.. . . . Trân trọng,. . [full_name]",
            "Chào em,. . Sau ngày 21/10 em vô đăng ký tốt nghiệp lại nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Em đã thanh toán phần tiền lệ phí 55.000. Mong phòng đào tạo cập nhật sớm để em có thể đăng ký tốt nghiệp. . Em cảm ơn. .   i Tốt nghiệp .",
            "Chào em,. . Sau ngày 21/10 bạn vô đăng ký tốt nghiệp lại nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Chào anh/chị . . ﻿. . ﻿Em tên [full_name], mssv [student_id]. Em muốn hỏi là em đã học đủ tất cả số tín chỉ và đủ 15 ngày ctxh rồi, nhưng trường vẫn chưa cập nhật số tín chỉ và điểm luận văn của em thì mất tiêu rồi ạ. Mong nhà trường giải quyết giúp em để em có thể đăng ký tốt nghiệp được ạ. . . . . Em cảm ơn.. . . . . .",
            "Chào em,. . Em xem lại nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Chào phòng đào tạo, em là [full_name] MSSV: [student_id], lớp VP19CDT. . . Do địa phương yêu cầu giấy tạm hoãn nghĩa vụ quân sự, phòng đào tạo cho em hỏi là em có thể xin giấy qua hình thức file ảnh và gửi về địa chỉ mail : [email] được không ạ ?. . Em xin chân thành cảm ơn !",
            "Chào bạn,. . - SV chủ động đăng ký giấy Xác nhận SV hoãn NVQS để bổ sung cho địa phương và chọn dịch vụ gửi qua được bưu điện (người nhận trả tiền) nếu có nhu cầu (PDT không in hàng loạt như các năm trước). . -Sau khi PĐT cập nhật xong bạn có thể tải bản scan trên trang đăng ký chứng nhận sinh viên.. . Đồng thời PĐT cũng đã gởi bưu điện nếu SV có đăng ký, vui lòng nhận sau.. . - Hiện tại em đăng ký nhận trực tiếp tại PĐT CS1 cũng được nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Kính gửi : Phòng đào tạo trường Đại học Bách Khoa TP.HCM.. . Hiện nay giấy chứng nhận tốt nghiệp tạm thời của em cấp vào ngày 4/10/2021. Nhưng trong giấy chứng nhận ghi có giá trị đến tháng 4/2021. Là hết hạn trước khi cấp.. . Em đang cần giấy để làm hồ sơ. Xin phòng đào tạo kiểm tra và chỉnh lại giúp em với ạ. . . Em xin chân thành cám ơn.. .",
            "đã cập nhật lại bản mới, bạn cần gấp bản chính thì lên trường lấy nhé",
            "Dạ. Em xin cám ơn ạ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ cho em hỏi là em đã đăng kí môn GDTC đợt 1 nhưng không thành công nên em đăng kí đợt mới nhưng không còn lớp có thời khóa biểu phù hợp thì sao ạ (do các lớp phù hợp với thời khóa biểu của em thì đã đủ sĩ số ạ)  B",
            "Chào em,. . - Hiện tại toàn bộ môn học GDTC đã được Phòng Đào tạo tăng sĩ số tối đa theo quy định của TT GDTC (tối đa của nhóm thể dục là 50sv). . - Trường hợp SV bị trùng lịch học, hết chỗ không đăng ký trong HK1 vẫn có thể đăng ký lại ở các HK sắp tới.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: E xin chào Phòng Đào Tạo!. . E là [full_name]. . Mssv: [student_id]. . E đã có liên lạc với Ngân Hàng OCB nhưng bên Ngân Hàng bảo phải tới văn Phòng gần nhất để được hổ trợ chứ không hỗ trợ mở khoá qua hình thức online ạ.. . E xin cảm ơn Phòng Đào Tạo.",
            "Chào bạn. . Vấn đề của bạn là gì? vui lòng nói rõ và kèm minh chứng. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em có lí do cá nhân cần hoãn thi môn Sức bền vật liệu CI2007 tổ chức vào 10h ngày 23/10 ạ.. . Thầy/cô có thể cho em biết quy trình, thủ tục hoãn thi được không ạ?",
            "Chào bạn. . Hiện tại Pdt đã khóa không đăng ký hoãn thi theo form. . Bạn tải mẫu đơn: PHIẾU ĐĂNG KÝ HOÃN THI/ VẮNG THI CÓ PHÉP (CUỐI KỲ) tại trang web : aao.hcmut.edu.vn    biểu mẫu. . Sau khi có xác nhận của Giảng viên hướng dẫn + Khoa (theo quy định thì gởi cho Phòng đào tạo xem xét (nộp qua mail pdt@hcmut.edu.vn hoặc BKSI hoặc trực tiếp). . Thân mến. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính gửi bộ phận trả lời tư vấn của trường. Em được chuyện hệ từ chính quy sang hệ VHVL. Em chưa hoàn thành được giáo dục thể chất. Vậy khi chuyển hệ rồi em còn phải học GDTC để ra trường không ạ? Và nếu học em xin được đăng kí bổ sung để thực hiện môn học GDTC do hôm qua em đi chích Vắc-xin và sốt.",
            "Chào em,. .  Em được chuyện hệ từ chính quy sang hệ VHVL. . =  Hệ VLVH không có học GDTC nhé. Em xem thêm mục tuyển sinh VLVH.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "dạ em xin nhà trường huỷ môn Aerobic ạ, em đã xác nhận học môn [full_name] ạ",
            "Chào bạn,. . PĐT tiếp nhận yêu cầu hủy 1 môn thể dục vì SV đã đăng ký nhiều hơn 1 môn GDTC ở học phần 1.. . Dự kiến cuối sau ngày 26/10/2021, SV kiểm tra TKB cập nhật đúng tại trang Mybk- xem TKB. . SV lưu ý lần sau ghi rõ mã môn học nhé. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "[student_id]- [full_name]. . Em xin hủy đăng ký môn Aerobic vì em lỡ đăng ký 2 môn GDTC cho học kỳ này ạ.a. . . .",
            "Chào em,. . PĐT tiếp nhận yêu cầu hủy 1 môn thể dục vì SV đã đăng ký nhiều hơn 1 môn GDTC ở học phần 1.. . Dự kiến cuối sau ngày 26/10/2021, SV kiểm tra TKB cập nhật đúng tại trang Mybk- xem TKB. . SV lưu ý lần sau ghi rõ mã môn học nhé. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "DẠ EM XIN HỦY MÔN GDTC-AEROBIC VÌ LỠ ĐĂNG KÍ CẢ 2 MÔN THỂ CHẤT Ở HỌC KÌ NÀY. [full_name] LẠI MÔN VÕ Ạ . .  EM XIN CẢM ƠN",
            "Chào em,. . PĐT tiếp nhận yêu cầu hủy 1 môn thể dục vì SV đã đăng ký nhiều hơn 1 môn GDTC ở học phần 1.. . Dự kiến cuối sau ngày 30/10/2021, SV kiểm tra TKB cập nhật đúng tại trang Mybk- xem TKB. . SV lưu ý lần sau ghi rõ mã môn học nhé. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Kính gửi Phòng đào tạo.. . Em tên [full_name], MSSV: [student_id], hệ đào tạo VLVH, chuyên ngành Công nghệ may.. . Hiện đang học theo CTĐT khóa 2014 và đã chuyển khóa 2013. Em muốn xin chuyển về lại khóa 2014 vì theo CTĐT 2014, em đang làm LVTN (ME4079).. . Kính mong Thầy/Cô xem xét giúp em.. . Em xin cảm ơn.. .",
            "Kính gửi Phòng đào tạo.. . Em tên [full_name], MSSV: [student_id], hệ đào tạo VLVH, chuyên ngành Công nghệ may.. . Trong mail PĐT gửi cho em thì có nói nếu muốn chuyển lại K14 thì phải xem thêm một số môn không có cv tương đương/thay thế và làm thêm động tác miễn …. . Em muốn hỏi là một số môn không có cv tương đương/thay thế này là các môn trong CTĐT K13 hay K14 ạ. Nếu là các môn trong CTĐT K13 có tương đương/thay thế nhưng các môn tương đương /thay thế không mở lớp nữa thì có được miễn không ạ.. . Khi em chuyển lại sang K14 thì em phải học hết các môn còn lại trong CTĐT K14 đúng không ạ? . . Em xin cảm ơn.",
            "Chào em,. . Em có thể trình bày rõ hơn lý do tại sao em lại muốn xin chuyển về học lại khóa 2014. Vì thầy Phong có hướng dẫn em, về việc đăng ký sai mã LVTN, em có thể làm đơn xin chuyển mã LVTN sang khóa 2013 (có xác nhận đồng ý của Khoa) và nộp qua bksi cho PDT, và sẽ tính thêm học phí bổ sung do số tín chỉ thiếu.. . Đính kèm file nợ những môn em còn nợ của khóa 2013 , em xem những môn còn nợ này (nếu khoa không còn mở, có thể đăng ký học môn tương đương, SV liên hệ khoa để tư vấn thêm.. . Nếu bạn chuyển qua khóa 2014:. . Nếu SV muốn chuyển lại Khóa 2014, để kiểm tra và hoàn thành môn học SV cần làm động tác sau:. . Download CTĐT khóa 2014 (có trên WEB aao) ngành mình học.. . Ráp các điểm đã học và đạt ở CQ, phải xem danh sách các môn học tương đương/thay thế để biết được các môn được chuyển (http://www.aao.hcmut.edu.vn/index.php?route=catalog/chitietsv&path=59_62&tid=1951 / http://www.aao.hcmut.edu.vn/index.php?route=catalog/chitietsv&path=59_62&tid=1719).. . Đối với một số môn không có trong danh sách tương đương/thay thế này thì SV phải làm đơn gửi về Khoa xin xem xét miễn (trường hợp này SV đã hiều do kiểm tra SV đã được miễn 2 môn ME3079 & ME4077 theo qđ số 220 ký ngày 30/03/2021).. . Vấn đề xét miễn môn em có thể liên hệ ở Khoa để tư vấn nếu em muốn xin chuyển lại khóa 2014.. . Sinh viên tự cân nhắc nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]  /b. . Dạ em thấy câu trả lời của phòng đào tạo đúng ạ. Lần đầu, em nhập mã môn học sai , và sau khi nhận mail phòng đào tạo thì em đã in giấy, viết đơn và chụp lại rồi mà ạ. Hơn nữa.. . Thời gian: 10/12/2021 02:22:53 pm. . Từ: [22393] ([student_id]) Nhân [full_name]. . . . Dạ cho em hỏi em đã gửi file ảnh về đăng kí rút môn rồi ạ. Cho em hỏi là em đã được rút môn chưa ạ. Vì cuối tuần có thi giữa kì môn này, nên em lo quá ạ. Em là [full_name] Nhân Mssv:[student_id]. Em cảm ơn ạ. . [ Trích dẫn ]. . Thời gian: 10/12/2021 02:35:17 pm. . Từ: [548] (002282) [full_name]. . . . Chào bạn,. . - Phòng Đào tạo đã đồng ý yêu cầu về việc [full_name] (tính Học Phí theo quy định)(Chính quy + Dự thính) của học kỳ 1(2021-2022). Bạn vui lòng theo dõi kết quả được cập nhật trên trang Mybk/xem điểm sau ngày 29/10/2021 (nếu sau thời gian trên vẫn chưa được xử lý bạn có thể vào trang bksi.hcmut.edu.vn để phản hồi).. . Chúc bạn học tập tốt nhé.. . * Phòng đào tạo đã thông báo như vậy, tại sao bây giờ trả lời là không đồng ý hủy môn ạ. EM mong phòng đào tạo xem xét ạ.EM cảm ơn. . . .",
            "Chào bạn,. . Cô chưa hiểu ý bạn?. . Rút môn học và hủy môn học khác nhau nhé bạn.. . Vấn đề cô [full_name] trả lời cho bạn là việc tiếp nhận đơn rút môn học có tính học phí của bạn.. . Còn vấn đề không đồng ý hủy môn của bạn là như thế nào. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em chào thầy cô và anh chị ạ. . Em nhận được email yêu cầu hủy 1 môn GDTC vì em lỡ đăng ký những 2 môn luôn í ạ, em hi vọng được hướng dẫn giúp đỡ hủy đăng ký môn Võ ạ. . Em rất mong nhận được phản hồi sớm nhất có thể ạ. . Em xin chân thành cảm ơn",
            "Chào bạn,. . PĐT tiếp nhận yêu cầu hủy 1 môn thể dục vì SV đã đăng ký nhiều hơn 1 môn GDTC ở học phần 1.. . Dự kiến cuối sau ngày 26/10/2021, SV kiểm tra TKB cập nhật đúng tại trang Mybk- xemTKB .. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Đơn xin hủy đăng ký môn GDTC",
            "Chào em,. . PĐT tiếp nhận yêu cầu hủy 1 môn thể dục vì SV đã đăng ký nhiều hơn 1 môn GDTC ở học phần 1.. . Dự kiến cuối sau ngày 30/10/2021, SV kiểm tra TKB cập nhật đúng tại trang Mybk- xem TKB. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Cho e hỏi giờ em muốn đăng kí học song ngành thì cần phải làm những gì ạ?. .",
            "Chào em,. . - Em liên hệ Khoa để được hướng dẫn . . - Em xem quy chế điều 28 http://www.aao.hcmut.edu.vn/index.php?route=catalog/chitietsv&path=90&tid=1658. . Thân mến"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Kính chào thầy/cô Phòng đào tạo,. . . . Em tên [full_name] - MSSV: [student_id] - Lớp XD17DD01. . . Hiện tại em đã đủ điều kiện tốt nghiệp đợt này, nhưng hiện tại bảng điểm của em vẫn chưa cập nhật điểm của học kì 2 (2020-2021) ạ. Nên em chưa dám đăng kí tốt nghiệp. . . Em rất mong nhận được phản hồi sớm từ Phòng đào tạo để em có thể đăng kí tốt nghiệp đúng hạn.. . Em xin chân thành cám ơn!. . . . Trân trọng,. . [full_name]",
            "Chào em,. . - Nếu em chưa có tên trong ds dự kiến TN tính đến thời điểm hiện tại mà em thấy mình đã hoàn tất hết môn học thì xin xét tốt nghiệp nhé.. . - STCTL ngành chưa có cập nhật lên Mybk được do chưa có điểm của tất cả sv chứ không phải của 1 mình em.. . - Nếu em muốn xem thì xem trong ds dự kiến TN.. . . . Thân mến"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Kính chào thầy/cô Phòng đào tạo,. . . . Em tên [full_name] - MSSV: [student_id] - Lớp XD17DD01.. . Hiện tại em đã đủ điều kiện tốt nghiệp đợt này, nhưng hiện tại bảng điểm của em vẫn chưa cập nhật điểm của học kì 2 (2020-2021) ạ. Nên em chưa dám đăng kí tốt nghiệp.. . Em rất mong nhận được phản hồi sớm từ Phòng đào tạo để em có thể đăng kí tốt nghiệp đúng hạn.. . Em xin chân thành cám ơn!. . . . Trân trọng,. . [full_name]. . . .",
            "Chào em,. . - Nếu em chưa có tên trong ds dự kiến TN tính đến thời điểm hiện tại mà em thấy mình đã hoàn tất hết môn học thì xin xét tốt nghiệp nhé.. . - STCTL ngành chưa có cập nhật lên Mybk được do chưa có điểm của tất cả sv chứ không phải của 1 mình em.. . - Nếu em muốn xem thì xem trong ds dự kiến TN.. . . . Thân mến"
        ]
    },
    {
        "intent": "",
        "message": [
            "hủy môn GDTC. . . .",
            "Chào em,. . Em gửi lại hủy môn GDTC, cụ thể là tên môn học, mã môn học. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Cho em hỏi là làm thế nào để được cấp giấy chứng nhận học vấn bổ sung hồ sơ nghĩa vụ 2022 vậy ạ ?",
            "Chào bạn,. . - SV chủ động đăng ký giấy Xác nhận SV hoãn NVQS để bổ sung cho địa phương và chọn dịch vụ gửi qua được bưu điện (người nhận trả tiền) nếu có nhu cầu (PDT không in hàng loạt như các năm trước). . -Sau khi PĐT cập nhật xong bạn có thể tải bản scan trên trang đăng ký chứng nhận sinh viên.. . Đồng thời PĐT cũng đã gởi bưu điện nếu SV có đăng ký, vui lòng nhận sau.. . - Hiện tại em đăng ký nhận trực tiếp tại PĐT CS1 cũng được nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Thưa PĐT,. . . . Em có nhận được mail xác nhận đăng ký tốt nghiệp của PĐT vào 10/10. Hôm nay(20/20), [full_name] có báo em là chưa có Giấy Tốt nghiệp tạm thời nào gửi về [full_name]. Cho em hỏi là khi nào mình mới có thể nhận Giấy Tốt nghiệp tạm thời vậy ạ?. .",
            "Chào bạn,. . Nhà trường sẽ mặc định gửi giấy chứng nhận tốt nghiệp tạm thời qua đường bưu điện cho sinh viên, dựa theo địa chỉ SV khai trong mục đăng ký tốt nghiệp. Không nhận trực tiếp tại trường.. . Thứ 6 hàng tuần PDT sẽ lấy dữ SV đăng ký tốt nghiệp để in giấy chứng nhận tốt nghiệp tạm thời, sau đó scan và up lên mục mybk/Đăng ký tốt nghiệp cho SV tải về và gửi qua đường bưu điện cho sinh viên. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: 2153180  /b \t. . . .   i Yêu cầu khác . EM TÊN NGUYÊN THỊ NGỌC ÁNH.. . HỦY MÔN VÕ LỚP CCO7",
            "Chào em,. . PĐT tiếp nhận yêu cầu hủy 1 môn thể dục vì SV đã đăng ký nhiều hơn 1 môn GDTC ở học phần 1.. . Dự kiến cuối sau ngày 26/10/2021, SV kiểm tra TKB cập nhật đúng tại trang Mybk- xem TKB. . SV lưu ý lần sau ghi rõ mã môn học nhé. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Dạ em chào cô, em đã hoãn thi các môn cuối kì của kì rồi nhưng có 1 môn ngày 24/10 này sẽ thi. Liệu em có thể hoãn thi cuối kì như các môn trước được không ạ? . . Em cảm ơn cô.",
            "Chào bạn. . Đúng rồi bạn, hiện tại Pdt đã khóa không đăng ký hoãn thi theo form. . Bạn tải mẫu đơn: PHIẾU ĐĂNG KÝ HOÃN THI/ VẮNG THI CÓ PHÉP (CUỐI KỲ) tại trang web : aao.hcmut.edu.vn    biểu mẫu. . Sau khi có xác nhận của Giảng viên hướng dẫn + Khoa (theo quy định thì gởi cho Phòng đào tạo xem xét (nộp qua email pdt@hcmut.edu.vn hoặc BKSI hoặc trực tiếp). . Thân mến. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Kính gửi phòng đào tạo.. . Em là [full_name]. . MSSV: [student_id]. . Kì học vừa rồi em đã hoàn thành môn tự chọn A: Sinh học đại cương. Hoàn thành đủ số tín chỉ xét tốt nghiệp. Nhưng em tra thông tin tốt nghiệp vẫn chưa cập nhật, em chưa thể đăng kí xét tốt nghiệp được. Kính mong Thầy(cô) có thể giúp đỡ kiểm tra lại cho em ạ. Em đã gửi mail từ đầu tháng nhưng chưa có phản hồi. . . Em xin chân thành cảm ơn",
            "Chào bạn,. . PDT đã ghi nhận yêu cầu về đăng ký xét TN của bạn. SV vui lòng theo dõi email  và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 26/10/2021 SV vẫn chưa nhận được mail hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 11/2021 (cập nhật mới gia hạn thời gian xử lý tốt nghiệp). . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Sau khi em đã hỏi ĐHQG TP.HCM thì em được trỏ về hỏi nhà trường. Vậy cho em hỏi nhà trường có dự tính mở HP2 GDTC cho SV K2020 còn thiếu HP2 không ạ. Chân thành cảm ơn!",
            "li answer rate: Answer does not suit / Câu trả lời không đúng ý",
            "Chào em,. . - Hiện tại toàn bộ môn học GDTC đã được Phòng Đào tạo tăng sĩ số tối đa theo quy định của TT GDTC (tối đa của nhóm thể dục là 50sv). . - Trường hợp SV bị trùng lịch học, hết chỗ không đăng ký trong HK1 vẫn có thể đăng ký lại ở các HK sắp tới.. . Thân mến. .",
            "li answer rate: Answer suits the needs / Câu trả lời đúng ý"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu hủy môn GDTC .   B Em muốn hủy môn GDCT-[full_name]. Vì em đăng kí 2 học phần",
            "Chào em,. . PĐT tiếp nhận yêu cầu hủy 1 môn thể dục vì SV đã đăng ký nhiều hơn 1 môn GDTC ở học phần 1.. . Dự kiến cuối sau ngày 26/10/2021, SV kiểm tra TKB cập nhật đúng tại trang Mybk- xem TKB. . SV lưu ý lần sau ghi rõ mã môn học nhé. . Thân mến. . . ."
        ]
    }
]