[
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: . . Dạ em chào pdt ạ. Em là [full_name] vừa tốt nghiệp cao đẳng BDCN. Vừa rồi em có làm hồ sơ online để học liên thông hệ đh nhưng mà do em phải cách li tại nhà không đi nộp được hồ sơ. Bây giờ đi lại được thì quá hạn nộp rồi,  Em viết mail này muốn hỏi pdt có thể cho em nộp bổ sung trường hợp của em được không ạ.  Em xin trân thành xảm ơn.. .",
            "Chào em,. . Trường hợp em vui lòng gửi mail về [full_name] phụ trách tuyển sinh VLVH để được hướng dẫn: [email]. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em chào thầy cô. . Em muốn hỏi là em không đăng ký off học trực tiếp tại trường sao mà có lịch học ạ. Do bây giờ ktx đang có F0 không cho phép đi ra ngoài nữa ạ. . Cảm ơn",
            "Chào em,. . Phòng Đào tạo đã tiếp nhận thông tin xin hủy đăng ký học thí nghiệm trực tiếp của em.. . SV vui lòng theo dõi mail và thời khóa biểu được cập nhật Mybk/Thông tin sinh viên/Xem thời khóa biểu sau khi trường được hoạt động lại bình thường (dự kiến trong tháng 3/2022). . Thân mến. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "I Kính gửi Phòng Đào Tạo. . Em tên [full_name] MSSV: [student_id] em xin phép nộp đơn trình bày đăng kí thanh toán trễ học phí và biên bản thu nhận lại.. . Em mong quý thầy cô duyệt giúp em để em có thể đăng kí môn học cho kì 212 này và tiếp tục chương trình học. . . Yêu cầu khác:",
            "Chào em,. . Phòng Đào tạo đã tiếp nhận đơn thu nhận của em.. . SV theo dõi tình trạng và quyết định sẽ cập nhật tại mybk/Thông tin Sinh viên (dự kiến cập nhật QD trong tháng 12/2021). . SV vui lòng theo dõi lịch học vụ và mail sinh viên để biết thời gian đăng ký môn học cho học kỳ tiếp theo.(SV ĐKMH vào đợt 2, 13 giờ ngày 23/12/21). . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "[full_name]. . . . Kính gửi Phòng đào tạo quốc tế (OISP). . . . Tôi tên: [full_name]. . Mssv: [student_id]. . Khoa: Kỹ thuật Giao thông. . . . Hiện tại tôi chưa đăng kí học trực tiếp tại trường, theo mail của Phòng đào tạo (17/11-19/11). Do bất cẩn trong việc kiểm tra mail.. . . . Tôi viết đơn này kính mong Phòng đào tạo đồng ý cho tôi vào học trực tiếp tại trường vào ngày 13/12. Vì tôi đã tiêm đủ 2 mũi vắc xin (mũi 2 vào ngày 20/11/2021). Hiện tại đang ở trọ 1 mình tại Lê Hồng Phong, P2, Q5. Và thực hiện đầy đủ các biện pháp phòng tránh Covid.. . . . Tôi xin cam kết những gì tôi nói ở trên là sự thật.. . . . Cảm ơn. . . . Hồ Chí Minh, ngày 6 tháng 12 năm 2021. . Người viết đơn. . HUY. . [full_name]"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ chào thầy cô, em có nộp đơn xin thu nhận lại thì được trả lời là trong tháng 12 sẽ có quyết định nhưng hạn đăng ký môn học đợt 1 là 6/12 vậy không biết em có đăng ký kịp không ạ. E cảm ơn",
            "Chào em,. . SV vui lòng theo dõi lịch học vụ và mail sinh viên để biết thời gian đăng ký môn học cho học kỳ tiếp theo.(SV ĐKMH vào đợt 2, 13 giờ ngày 23/12/21). . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "[full_name]. . . . Kính gửi Phòng đào tạo quốc tế (OISP). . . . Tôi tên: [full_name]. . Mssv: [student_id]. . Khoa: Kỹ thuật Giao thông. . . . Hiện tại tôi chưa đăng kí học trực tiếp tại trường, theo mail của Phòng đào tạo (17/11-19/11). Do bất cẩn trong việc kiểm tra mail.. . . . Tôi viết đơn này kính mong Phòng đào tạo đồng ý cho tôi vào học trực tiếp tại trường vào ngày 13/12. Vì tôi đã tiêm đủ 2 mũi vắc xin (mũi 2 vào ngày 20/11/2021). Hiện tại đang ở trọ 1 mình tại Lê Hồng Phong, P2, Q5. Và thực hiện đầy đủ các biện pháp phòng tránh Covid.. . . . Tôi xin cam kết những gì tôi nói ở trên là sự thật.. . . . Cảm ơn. . . . Hồ Chí Minh, ngày 6 tháng 12 năm 2021. . Người viết đơn. . HUY. . [full_name]",
            "Chào em,. . Phòng Đào tạo đã tiếp nhận thông tin đăng ký học thí nghiệm trực tiếp của em, dự kiến TKB sẽ cập nhật trước ngày 13/12/2021.. . SV vui lòng theo dõi mail và thời khóa biểu được cập nhật Mybk/Thông tin sinh viên/Xem thời khóa biểu. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Chao Thầy/Cô!. . Hiện tại em còn nợ bằng AV Nói và Viết để có thể ra trường.. . Tuy nhiên tại địa phương đang gọi em đi Nghĩa Vụ Quân Sự, em muốn xin giấy xác nhận chưa tốt nghiệp hoặc chưa hoàn thành chương trình học của trường, để tạm hoản NVQS và ôn tập thi bổ sung bằng AV được không ạ? . . . . Mong quý thầy/cô phản hồi sớm giúp em ạ.",
            "Chào em,. . Trường hợp không có TKB trong học kỳ, không được cấp giấy CNSV.. . Xem chi tiết quy chế tại đây:. . aao.hcmut.edu.vn/sinh viên/quy chế/học vụ/Quy chế đào tạo và học vụ bậc đại học, cao đẳng:/ điều 26. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính gửi Phòng Đào Tạo,. . . . Em là sinh viên CK17 Kỹ thuật dệt.. . . . Hiện em chưa hoàn thành môn   B Cơ Học Máy ME2043  /B  nên chưa thế tốt nghiệp. Tuy nhiên môn này kì 211   U không đủ SV để mở lớp  /U  và rất có thể kì 212 này cũng vậy.. . . . Phòng Đào tạo cho em hỏi, em có thể đăng kí môn   B Cơ học máy ME2101  /B  để học   U thay thế  /U  được không ạ? (tham khảo kế hoạch giảng dạy của khóa 2019). . Nếu không thì xin PĐT cho em xin môn học thay thế để em có thể đăng kí. . . . . Và xin PĐT hướng dẫn em   U các thủ tục nếu có để em xin học môn thay thế  /U  cho Cơ học máy ME2043.. . . . Kính mong PĐT giúp đỡ.. . . . Em cảm ơn",
            "B Tìm môn học thay thế cho Cơ học máy - ME2043  /B . . . . Kính gửi PĐT,. . . . Như em đã trình bày, đợt đăng kí môn học này không có đủ sinh viên để mở lớp Cơ học máy ME2043. . . . PĐT có thể hướng dẫn em đăng kí   U môn học thay thế  /U  được không ạ. . . . Mong PĐT hỗ trợ.. . . . Em cảm ơn"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Dear PĐT,. . . . Em là sinh viên khóa k17, MSSV là [student_id], khoa Khoa Học & Kỹ Thuật Máy Tính. . . . Em muốn gia hạn luận văn tốt nghiệp, em đã hoàn thành các giấy tờ gia hạn gửi lên khoa và nhận được chữ ký xác nhận của GVHD và BCN khoa. Em có gửi các giấy tờ cần thiết đính kèm, mong PĐT xem xét giúp em.. . . . Em xin cảm ơn.",
            "Chào em,. . Căn cứ trên tình hình phòng chống dịch Covid-19, theo lệnh của Ban giám hiệu, Phòng Đào tạo (PĐT) thông báo kế hoạch tổ chức thi học kỳ 1 năm học 2021-2022, ngày 08/11/2021 (Phòng Đào tạo đã gửi mail cho SV vào ngày 22/11/2021), có thông báo rõ về thời gian phản biện và bảo vệ Luận văn tốt nghiệp (LVTN) trong HK211 và có ghi rõ về các \" Trường hợp cần thiết, sẽ có một đợt bảo vệ bổ sung cho các trường hợp đề tài bị ảnh hưởng nghiêm trọng bởi tình hình dịch Covid-19\". SV vui lòng xem lại email sinh viên về thông báo báo này.. . - Về đơn xin hoãn LVTN HK211 của bạn, Phòng Đào tạo hiện không thể tiếp nhận được.. . SV vui lòng liên hệ khoa để được hỗ trợ và hướng dẫn để xin đăng ký bảo vệ trong đợt bổ sung theo đúng chỉ đạo của Ban Giám hiệu nhà trường.. . -Trường hợp Khoa không tiếp nhận trường hợp tổ chức đợt bảo vệ bổ sung, SV nhờ Khoa làm công văn đề nghị lên Phòng Đào tạo, ghi rõ lý do vì sao không thể tổ chức đợt bảo vệ LVTN bổ sung, để Phòng Đào tạo trình lên Ban Giám hiệu nhà trường xin ý kiến và phản hồi cho sinh viên.. . Thân mến. . . . . . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Kính gửi  Phòng Đào tạo Trường Đại học Bách Khoa. . Em tên [full_name] . . MSSV [student_id]. . Em viết mail này muốn hỏi trường có làm việc vào thứ 7 không ạ, em mong muốn đi nhận bằng vào thứ 7, không biết thứ 7 trường cho cho em nhận bằng không ạ?. . Mong nhận phản hồi từ trường sớm. . Em cảm ơn. . Kính chúc trường nhiều sức khỏe và thành công",
            "Chào em,. . PĐT làm việc giờ hành chánh, từ thứ 2 đến thứ 6. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Em có đăng ký in bảng điểm, em muốn nhận bảng điểm file pdf ạ. . . Em xin cảm ơn ạ . .   i Yêu cầu khác .",
            "Em có thấy trạng thái in bảng điểm xong rồi ạ. Không biết là khi nào em mới nhận được bảng điểm PDF ạ. . . Mong thầy/cô giúp em.. . Em đang cần gấp ạ. . Em xin cảm ơn ạ",
            "Chào bạn. . Bạn đăng ký bảng điểm nhận tại Pdt nên bạn liên hệ pdt để nhận, không có file pdf. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em là sinh viên lớp K20 ngành KTMT, . . . . Hiện em đã học vượt chương trình đào tạo của ngành em, cho em hỏi em có cần phải tuân thủ số chỉ tối thiểu phải đăng ký 1 kì là 14 chỉ không ạ? . . . . Em xin cảm ơn.",
            "Chào em,. . Em vui lòng xem quy chế . . http://www.aao.hcmut.edu.vn/quy chế quy định/học vụ/- Quy chế đào tạo và học vụ bậc đại học, cao đẳng/điều 9.4. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Dạ e chào PĐT. . . Em tên: [full_name], MSSV: [student_id], lớp XD15CĐ02. . Hôm trước PĐT có kiểm tra các điều kiện tốt nghiệp thì xét e thiếu một môn môn Xây dựng và khai thác đường (CI 3075).  . . Do em đã học 2 môn học Xây dựng và khai thác đường (CI3219) và môn  ĐAMH thiết kế đường (CI3221)  là  môn tương đương với môn  Xây dựng và khai thác đường (CI3075), và đã có điểm qua 2 môn đó ở Học kỳ 2 (2018-2019) ạ. Và em có kiểm tra danh sách môn học tương đương thì đúng là các môn đó là môn tương đương ạ.. . Vì vậy e mong PĐT kiểm tra và chuyển điểm môn học Xây dựng và khai thác đường (CI3075) để em đủ điều kiện tốt nghiệp ạ. . . Dạ em cảm ơn nhiều.",
            "Chào em,. . Em cần làm đơn gửi email [email]  để PĐT kiểm tra rồi trả lời em nhé.. . Thân mến. .",
            "Dạ em cảm ơn, em gửi mail PĐT rồi ạ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em chào thầy cô,. . Thầy cô cho em hỏi sao em đki anh văn 1A theo yêu cầu nhưng lại bị hủy ạ và em vừa mới thi anh văn cơ bản ngày hôm qua. Và nếu em bị hủy như vậy thì tháng 1 có đợt đki không ạ. Em cảm ơn.",
            "Chào bạn. . Bạn vui lòng đăng ký lại môn học ở đợt 2 dkmh HK212 bắt đầu vào ngày 23/12 nghen. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em chào thầy (cô), kì 202 em có đăng kí hoãn thi vài môn qua mail của phòng đào tạo, và được phòng đào tạo đồng ý. Nhưng giờ trên bảng điểm mybk của em, những môn đó vẫn là điểm 13. Em mong thầy (cô) kiểm tra lại giúp em với ạ. Em xin cảm ơn",
            "\"Chào em,. . Trước tiên bạn vui lòng xem lại các thông báo của Nhà trường đã gởi: Vì số lượng hoãn thi của SV gởi qua BKSI quá nhiều,. . Nên vào ngày 5/8/2021, Pdt đã gởi cho toàn bộ SV quy trình Hoãn thi mới (nội dung bên dưới) nhấn mạnh Trường hợp SV đã nộp đơn qua email của PĐT và  qua công cụ BKSI (đã hoặc chưa được tiếp nhận), vui lòng điền lại vào form trên để PĐT cập nhật dữ liệu đồng nhất và chính xác.. . Bạn vui lòng làm lại theo hướng dẫn (kèm xác nhận của Giảng viên và Khoa), vì hiện tại Phòng Đào tạo đã gửi danh sách hoãn thi về khoa để hậu kiểm về danh sách cấm thi và đã ra quyết định hoãn thi.. . Bạn vui lòng làm lại theo hướng dẫn sau và lưu ý theo dõi mail và thực hiện theo quy thời gian quy định của Phòng Đào tạo:. . Bạn tải mẫu đơn: PHIẾU ĐĂNG KÝ HOÃN THI/ VẮNG THI CÓ PHÉP (CUỐI KỲ) tại trang web : aao.hcmut.edu.vn    biểu mẫu. . Sau khi có xác nhận của Giảng viên hướng dẫn + Khoa (theo quy định thì gởi cho Phòng đào tạo xem xét (nộp qua mail pdt@hcmut.edu.vn hoặc BKSI)\""
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ .     Chào thầy (cô), em là [full_name] (MSSV: [student_id]) là sinh viên chính quy (MSSV: [student_id]) của ngành Cơ Kỹ thuật (khoa Khoa học Ứng dụng) chuyển qua hệ vừa học vừa làm, trong hồ sơ đăng ký chuyển hệ thì em xin chuyển qua đúng ngành em đang học chính quy nhưng nay vào thì em thấy được chuyển qua khoa Cơ Khí. Em viết này mong thầy cô giúp em giải quyết 2 vấn đề sau khi em chỉ còn Luận văn tốt nghiệp và Anh văn đầu ra là đủ chỉ tiêu xét tốt nghiệp:. . . . 1. Em cần làm những thử tục gì để chuyển lại đúng ngành Cơ kỹ thuật để em có thể đăng ký môn học cho học kì tới ạ.. . . . 2. Em cần làm gì để chuyển điểm từ hệ chính quy vào bảng điểm hệ VHVL hiện tại em.. . . . Em chân thành cảm ơn và mong thầy cô giúp đỡ em giải quyết những vấn đề trên.",
            "Chào bạn. . [full_name] [full_name] mới gởi mail cho bạn, bạn kiểm tra mail có gì phản hồi với [full_name] [full_name] nghen. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Cho em hỏi kì vừa rồi em có hoãn thi môn phương pháp tính, tuần trước em kiểm tra có lịch thi lại nhưng tuần này e kiểm tra không thấy lịch thi trên trang thông tin sinh viên. Em muốn thi xóa điểm I trong kì này thì phải đăng kí hay sao ạ?. . . . Mong PĐT giải đáp thắc mắc của em, em xin cảm ơn.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Dạ em chào phòng đào tạo ạ. Em là [full_name], MSSV [student_id]. Dạ, việc là em lỡ điền form đăng ký học thí nghiệm trên trường, phần là do em đọc không kỹ phần là do em tưởng đó chỉ là khảo sát y tế cho trường (do em luôn ý thức là luôn điền khảo sát y tế để nhà trường có đủ dữ liệu). Nhưng em vừa phát hiện ra là mình đã được xếp lại vào lớp thực hành trực tiếp tại trường vào tuần sao, em thực sự không biết phải xử lý sao cho đúng bởi vì xung quanh nhà em hiện đang giăng dây vì có một hộ gia đình là F0, mặc dù đã được tiêm 2 mũi vaccine nhưng em cũng vô cùng lo ngại, hơn nữa, nếu em lên lại thành phố thì em sẽ bị hạn chế về chỗ ở và đi lại. Vì vậy, em kính mong phòng đào tạo có thể giúp em đổi về lớp học online cho các môn thí nghiệm Trang bị điện điện tử cho máy công nghiệp và môn thí nghiệm Các quá trình chế tạo. . Em cảm ơn thầy cô đã xem qua và chúc thầy cô có nhiều sức khỏe.. .",
            "Chào em,. . Phòng Đào tạo đã tiếp nhận thông tin xin hủy đăng ký học thí nghiệm trực tiếp của em.. . SV vui lòng theo dõi mail và thời khóa biểu được cập nhật Mybk/Thông tin sinh viên/Xem thời khóa biểu sau khi trường được hoạt động lại bình thường (dự kiến trong tháng 3/2022). . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Dạ, chào thầy/cô. Em tên [full_name] MSSV [student_id], lớp HC19BSH. Kì rồi em có điền form sẽ đi học trực tiếl lại những môn thí nghiệm và nay em thấy bạn bè em cũng đã có thời khóa biểu nhưng trên mybk của em vẫn chưa được cập nhật ạ. Mong thầy/cô giúp em kiểm tra lại ạ. Em xin cám ơn.",
            "chào em;. . hiện tại không thấy dữ liệu em đăng ký học thí nghiệm tại trường, em vui lòng kiểm tra lại và chụp minh chứng. Nếu không có thì em làm đơn đăng ký học thí nghiệm tại trường, ghi rõ môn gì luôn nhé. . Thân",
            "Em gửi thầy đơn đăng kí học trực tiếp thí nghiệm tại trường ạ. Mong thầy cô xem xét cho em. Em xin cám ơn ạ.",
            "Chào em,. . Phòng Đào tạo đã tiếp nhận thông tin đăng ký học thí nghiệm trực tiếp của em, dự kiến TKB sẽ cập nhật trước ngày 13/12/2021.. . SV vui lòng theo dõi mail và thời khóa biểu được cập nhật Mybk/Thông tin sinh viên/Xem thời khóa biểu. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: 1910330  /b \t. . . .   i Học vụ . Em chào Thầy/Cô ạ.. . Theo như email của trường thì ngày 13/12/2021 sẽ bắt đầu học trực tiếp các học phần thí nghiệm cho SV đủ điều kiện. Hiện giờ TKB của em vẫn chưa có cập nhật gì mới. Vậy là do chưa được cập nhật hay em không đủ điều kiện để học ạ? Nếu chưa cập nhật thì khi nào sẽ cập nhật vậy ạ vì em cần thời gian để chuẩn bị mọi thứ trước khi vào lại Tp HCM ạ.. . Em cảm ơn Thầy/Cô đã đọc.",
            "Chào em,. . PĐT đã gửi email ngày 17/11 em có đăng ký không ? Hiện nay em có muốn học trực tiếp TN không ?. . Thân mến. .",
            "Dạ email ngày 17/11 em đã đăng kỳ đi học rồi ạ. Hiện giờ em vẫn muốn đi học trực tiếp TN.",
            "Chào em,. . Phòng Đào tạo đã tiếp nhận thông tin đăng ký học thí nghiệm trực tiếp của em, dự kiến TKB sẽ cập nhật trước ngày 13/12/2021.. . SV vui lòng theo dõi mail và thời khóa biểu được cập nhật Mybk/Thông tin sinh viên/Xem thời khóa biểu. . Thân mến. .",
            "Em chào cô ạ. Em vừa nhận được email của trường về việc đi học trực tiếp nhưng thời khóa biểu em vẫn chưa cập nhật. Trước đó em đã đăng kí đi học rồi. Vậy là các môn học của em không mở lớp hay sao vậy ạ. Vậy em có được đi học trực tiếp không ạ. Em cảm ơn cô.",
            "Chào em,. . Em vui lòng gửi lại nội dung có mã số môn học, tên môn học, học kỳ.. . Thân mến. .",
            "Dạ em gửi cô các học phần TN em vẫn chưa hoàn thành:. . HK202:. . CI2004\tCơ lưu chất (TN). . EN2042\tHóa học trong kỹ thuật môi trường (TN). . HK 211:. . EN3006\tKỹ thuật xử lý nước cấp (tn). . EN3014\tKỹ thuật xử lý nước thải (tn)",
            "Chào em,. . Phòng Đào tạo đã tiếp nhận thông tin đăng ký học thí nghiệm trực tiếp của em, dự kiến TKB sẽ cập nhật trước ngày 18/12/2021.. . SV vui lòng theo dõi mail và thời khóa biểu được cập nhật Mybk/Thông tin sinh viên/Xem thời khóa biểu. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác  /i  Dạ em chào thầy cô ạ ; em là [full_name] _ MSSV [student_id]. Em hỏi về vấn đề có được hoãn các môn thí nghiệm học kì 211 được không ạ. Lí do là em về quê sớm hơn dự kiến. đến hôm nay em mới nhận được mail thông báo về việc học thí nghiệm trên trường HK211. Nếu có thể hoãn được các môn sang kì sau thì mình cần hoàn thành các bước nào nữa ạ.. . Em xin cảm ơn ạ. . . . . .",
            "Chào em,. . Phòng Đào tạo đã tiếp nhận thông tin xin hủy đăng ký học thí nghiệm trực tiếp của em.. . SV vui lòng theo dõi mail và thời khóa biểu được cập nhật Mybk/Thông tin sinh viên/Xem thời khóa biểu sau khi trường được hoạt động lại bình thường (dự kiến trong tháng 3/2022). . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác  /i chào admin em là [full_name] [student_id] nhóm HT01-B em muốn hoãn thi môn xác suất thông kê .. . lý do : điều kiện thi không thảo ME2013.. . và khi nào có quy chế thi cụ thể ak. . . .",
            "Chào em,. . Em vui lòng xem lại email PĐT đã gửi:. . \"Kế hoạch tổ chức thi học kỳ 1 năm 2021-2022\". . Cô chỉ trích lượt\". . \"5. Hướng dẫn đăng ký hoãn thi Cuối kỳ, dự thi. . - Sinh viên không đáp ứng các yêu cầu về trang thiết bị điện tử, đường truyền như . . trong hướng dẫn thi trực tuyến được phép đăng ký hoãn thi Cuối kỳ trực tuyến. . . Trường hợp này, SV sẽ đăng ký Hoãn thi(HT) Cuối kỳ tại trang Mybk.hcmut.edu.vn . .    Ứng dụng cho Sinh viên    12. Đăng ký hoãn thi Cuối kỳ (Ứng dụng dự kiến bắt . . đầu mở cho Sinh viên đăng ký từ đầu tháng 12/2021 thời gian đăng ký hoãn thi theo . . quy đinh: trong vòng 5 ngày tính từ ngày vắng thi (chỉ tính ngày làm việc)), Sau khi . . SV đăng ký hoãn thi PĐT sẽ hậu kiểm các tình huống cấm thi hoặc không đủ điều . . 2. . kiện hoãn thi với Giảng viên/Bộ môn/Khoa trước khi ra quyết định cho phép hoãn thi.. . Trường hợp đặc biệt, nhà trường sẽ xem xét riêng. Nếu SV được nhận điểm hoãn thi . . Cuối kỳ thì sẽ được phép thi vào lần tổ chức kế tiếp của học phần trong thời hạn tối . . đa 01 năm theo quy định.. . ...\". . . . -và khi nào có quy chế thi cụ thể ak. . =  Em xem lại email:. . \"​Nhắc lại: Hướng dẫn tạm thời về kiểm tra/thi theo hình thức trực tuyến. . Hộp thư đến. . . . - Ho Tro SV   [email] . . Tệp đính kèm. . 09:32, Th 3, 16 thg 11. . tới stu.cq.2021,\". . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Dịch vụ cho sinh viên - Đại học - Cao đẳng chính quy . Do thời gian qua không để ý nên em đã lỡ mất thời gian đăng ký BHYT, có cách nào để mở đăng ký lại cho em không ạ ? Em cám ơn và xin lỗi vì đã đăng ký trễ hạn ạ.. . . . [full_name] - [student_id] - DD18DV03. . . .",
            "Chào em,. . Em liên hệ phòng Công tác chính trị sv qua email [email] để được hướng dẫn nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ cho em hỏi là về việc đăng kí giáo dục quốc phòng dành cho sinh viên K21 ở HK212 thì em cần phải đăng kí ở đầu Học kì hay sẽ có mail của PĐT về việc đăng kí giáo dục quốc phòng v ạ?. . Em cảm ơn.",
            "Chào em,. . giáo dục quốc phòng dành cho sinh viên K21 ở HK212. . =  PĐT xếp cứng môn này cho tất cả SV K21 nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em đang là sinh viên năm 3 ngành Khoa học máy tính, thì trong HK2 này có môn thực tập ngoài trường, vậy nếu em muốn đến hè mới thực tập thì có cần đăng kí môn này trong kì 2 hay là đến hè mới đăng kí ạ.. . . . Em cảm ơn",
            "Chào em,. . Em vui lòng liên hệ [full_name], GVCN để được hướng dẫn nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Kính gửi thầy/cô, em là [full_name], mã số sinh viên [student_id]. Hiện tại em đã hoàn thành các môn và đã có tên trong danh sách tốt nghiệp dự kiến. Em vào trang mybk để đăng ký tốt nghiệp thì bị chặn lại. Em xem tình trạng sinh viên trên mybk thì lại ghi là tạm dừng do không đăng ký môn học. Thầy/cô có thể giúp em truy cập được trang đăng ký tốt nghiệp được không ạ. . . . . Em cảm ơn thầy/cô ạ!",
            "\"Chào em,. . Hiện tại PDT đang ra Quyết định thu nhận lại cho SV để đăng ký xét tốt nghiệp, em theo dõi tình trạng trên mybk/Thông tin Sinh viên, khi nào chuyển qua trạng thái đang học, em vào đăng ký tốt nghiệp lại nhé.. . Thân\""
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Thưa cô/ thầy nhà trường,. . Dạ em là [full_name], sinh viên khoa điện điện tử ngành điều khiển tự động hóa, MSSV [student_id], hiện tại em đã hoàn thành luận văn, thi Toeic 4 kỹ năng và đủ điểm để ra trường, nhưng em còn thiếu một môn Anh văn 4 để có thể đủ điều kiện xét tốt nghiệp. Trong học kỳ này, em đã đăng ký môn Anh văn 4a (tương đương với Anh văn 4) và đã thi cuối kỳ xong, nhưng hiện vẫn chưa có tổng kết điểm trên hệ thống để đăng ký tốt nghiệp. Vì em sợ không kịp hoàn thành các thủ tục để đăng kí tốt nghiệp, nên sau khi thi xong anh văn và biết mình đủ điểm hoàn thành môn học thì em có thể hỏi cách hoặc thủ tục như thế nào để có thể đăng kí tốt nghiệp luận văn trước không ạ ? Tại vì ở bên phòng đào tạo sau đại học đang cần từ phía em bằng tốt nghiệp và bảng điểm để xác nhận học viên trong tháng 12.. . Mong nhận được phản hồi từ BKSI,. . Trân trọng,",
            "Chào em,. . Không được em nhé, em vui lòng liên hệ với GV để nhờ chấm điểm sớm và nộp điểm lên cho Phòng Đào tạo, thì mới xét tốt nghiệp cho em được nhé.. . Em theo dõi khi nào điểm được cập nhật tại mybk/Thông tin SV thì em mới có để gửi câu hỏi qua bksi để xin xét tốt nghiệp bổ sung nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "b [full_name]SSV/[full_name]SGV: [student_id]  /b \t. . . .   i Tốt nghiệp . Kính gửi Phòng Đào Tạo trường Đại Học Bách Khoa.Em tên là [full_name].JA[full_name]ALL, [full_name]SSV:[student_id], hiện em đang đăng ký tốt nghiệp. Tuy nhiên, ở mục \"Thông tin cá nhân\" thì phần nơi sinh của em bỏ trống và mục \"Họ và tên\" ghi tên chưa đúng với khai sinh nhờ phòng đào tạo cập nhật giùm em \" Nơi sinh:  TRà Vinh. . Tên đúng:  [full_name].JA[full_name]ALL. . . . Em chân thành cám ơn.. . Trân trọng.",
            "Chào em,. . Em vui lòng chụp hình giấy khai sinh có mộc đỏ gửi email [email] nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Chào quý Thầy/Cô,. . . . Thầy/Cô cho em hỏi: Em đã không đăng kí trong đợt khảo sát sinh viên đủ điều kiện có ý muốn học tập trung tại trường. Nhưng hiện nay, trên thời khóa biểu của em có lịch học môn Thí nghiệm từ tuần 50.. . . . Vậy em có thể đi học khi chưa đăng kí đợt khảo sát vừa rồi không ạ?. . . . Em cám ơn Thầy/Cô.. . Trân trọng. . . .",
            "Chào em,. . Phòng Đào tạo đã tiếp nhận thông tin đăng ký học thí nghiệm trực tiếp của em, dự kiến TKB sẽ cập nhật trước ngày 13/12/2021.. . SV vui lòng theo dõi mail và thời khóa biểu được cập nhật Mybk/Thông tin sinh viên/Xem thời khóa biểu. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em xin chào phòng đào tạo!. . Em là [full_name] (MSSV [student_id]).. . Em là sinh viên khóa 2015 nên học kỳ 211 là học kỳ cuối. Nhưng em còn thiếu anh văn nói viết để tốt nghiệp. Không biết trường hợp của em nên giải quyết ra sao ạ. Thời hạng đào tạo của em là đến tháng 4/2022.. . Phòng Đào tạo trả lời giúp em ạ!",
            "Chào em,. . Cô chưa hiểu rõ ý của bạn? Hạn xét tốt nghiệp của khóa 2015 là đợt tháng 4/2022, hiện tại chưa có lịch tốt nghiệp của đợt tháng 4/2022, em theo dõi trên lịch học vụ nhé. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em chào thầy/cô. Thầy/Cô cho em hỏi, em và bạn em đều có đăng ký đi học thí nghiệm trực tiếp, nhưng tại sao bạn em đã có thời khóa biểu còn em thì không ạ? . . Em cảm ơn thầy/cô.",
            "Chào em,. . Phòng Đào tạo đã tiếp nhận thông tin đăng ký học thí nghiệm trực tiếp của em, dự kiến TKB sẽ cập nhật trước ngày 13/12/2021.. . SV vui lòng theo dõi mail và thời khóa biểu được cập nhật Mybk/Thông tin sinh viên/Xem thời khóa biểu. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Em tên: [full_name] , MSSV: [student_id]. . Em đã hoàn thành tất cả tín chỉ học phần, anh văn, ngày CTXH và học phí nhưng vẫn chưa có trong danh sách tốt nghiệp và chưa đăng ký tốt nghiệp được ạ.. . Em mong nhà trường kiểm tra và cập nhật giúp em để em nộp bằng đi làm ạ. Em xin chân thành cảm ơn thầy cô. . .   i Tốt nghiệp .",
            "Chào em,. . Trường hợp của em còn báo Nợ CI3075 XD và Khai thác đường.. . Em kiểm tra lại nhé, trường hợp nếu học môn tương đương, vui lòng gửi lại yêu cầu xin cập nhật môn tương đương để xét tốt nghiệp bổ sung: ghi rõ tên và mã MH SV học, ở HK nào? tương đương môn học nào và gửi qua bksi nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác:",
            "Chào em,. . Em liên hệ cô [full_name] [phone_number], phòng 520 Nhà điều hành ĐHQG-HCM (khu phố 6, phường Linh trung, Thủ đức). . Email của cô [full_name] : [email]. . Thân mến. . . . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Kính chào quý thầy (cô),. . . . Trong quá trình đăng ký tốt nghiệp, thông tin của em bị thiếu ở ô nơi sinh (em có đính kèm hình ảnh). . . Theo hướng dẫn trên trang đăng ký, em mong quý thầy (cô) hỗ trợ em cập nhật thêm thông tin còn thiếu.. . . . Cụ thể:. . Nơi sinh: tỉnh Bình Phước.. . . . Em xin cảm ơn quý thầy cô!. .",
            "Chào em,. . Em vui lòng chụp hình giấy khai sinh có mộc đỏ gửi [email] . . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em chào thầy cô.. . . . Em muốn hỏi về việc hoàn tiền BHYT. . . . . Lúc nhập học đầu năm nhất, nhà trường có yêu cầu đóng tiền BHYT. Tuy nhiên, thẻ của em thuộc diện được cấp nên em đã đăng ký hoàn lại tiền đóng BHYT ở phòng y tế của trường. Phòng y tế của trường cũng đã lập danh sách tên, MSSV và số tài khoản để trả lại nhưng đến nay vẫn chưa có được trả ạ. Có nhiều bạn đăng ký ngày hôm đó với em và chưa được trả lại. . . . . Em cũng có nghe một số em năm dưới đóng lúc nhập học và đến học kỳ thứ 3 cũng chưa được trả.. . . . Mong các thầy cô giải đáp giúp em. . . Em cảm ơn.. . . . . . . .",
            "Chào em,. . Em liên hệ phòng Công tác chính trị sv qua email [email] để được hướng dẫn nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Dạ chào thầy/cô!. . Em tên Nguyễn Minh Thống. . MSSV:[student_id]. . Hiện tại, em vừa hoàn thành xong môn Anh Văn 3 và Anh Văn 4A. Cho em hỏi khi điểm được giáo viên nhập lên là em có thể đăng kí xét Tốt nghiệp mà không cần chờ hệ thống MyBK tính và công bố điểm trung bình tích luỹ đúng không ạ? Do thời hạn xét tốt nghiệp sắp hết nên rất mong được thầy/cô phản hồi sớm giúp em.. . Em xin chân thành cảm ơn ạ.",
            "Chào em,. . Em liên hệ GV chấm và nộp điểm lên sớm cho Phòng Đào tạo để xét tốt nghiệp cho bạn nhé.. . Em theo dõi khi nào có điểm được cập tại mybk/Thông tin SV/xem điểm, thì gửi lại yêu cầu qua bksi để xin xét tốt nghiệp bổ sung nhé.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Kính chào thầy cô PĐT,. . . . Em tên là [full_name], MSSV: [student_id]. . . . Em có một vấn đề liên quan đến [full_name] muốn hỏi thầy cô.. . . . Mấy ngày trước em có đăng ký tốt nghiệp và cũng đã thanh toán lệ phí tốt nghiệp rồi. Nhưng hiện tại trên [full_name] lại hiện \"Không được phép đăng ký (tạm dừng)\". Không biết em có thiếu sót gì về điều kiện tốt nghiệp không. Kính nhờ PĐT xem xét lại trường hợp của em, để em có thể bổ sung kịp thời.. . . . Em xin chân thành cảm ơn. Rất mong nhận được phản hồi từ thầy cô.. . . . Trân trọng,. . . . [full_name]",
            "\"Chào em,. . không sao nhé, PDT sẽ tự động ra thu nhận lại và quyết định tốt nghiệp cho bạn nhé. . Thân\""
        ]
    },
    {
        "intent": "",
        "message": [
            "Em vừa check thời khóa biểu thì thấy được xếp lịch thí nghiệm môn Linh kiện điện tử vi ba (405729) vào 8h đến 10h50p sáng thứ 2 các tuần tới.. . Tuy nhiên, lịch thi online các môn nằm vào thứ 2 của em là:. . * Điện tử học tần số vô tuyến (405703) 7h sáng ngày 13/12, thời gian thi kéo dài phải 1h hoặc 1h30p, theo em là đã trùng lịch với thí nghiệm.. . * Điện tử học tương tự và ứng dụng (EE3189) 12h trưa ngày 27/12. Do em đang ở quê với gia đình tại Đồng Nai nên em cần di chuyển khoảng 1h30p giữa trường và nhà, vậy theo giờ thí nghiệm em cũng không kịp về thi online.. . Bên cạnh đó, xếp lịch thí nghiệm gần sát lịch thi cũng sẽ làm giảm chất lượng học tập và thi cử của em.. . Kính mong pđt giúp đỡ em ạ.. . Em xin cám ơn.",
            "Chào em;. . em vui lòng xem kỹ lại, lịch không thấy trùng nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            ". . Kính gửi Phòng Đào Tạo,. . . . - Em tên là [full_name] - [student_id] - Khoa: Kỹ Thuật Giao Thông - Hệ: CLC. . . . - Em xin gửi đơn xin phép học trực tiếp HK211.. . . . Mong Quý Thầy/Cô xem xét giúp em. Em xin chân thành cảm ơn!. . . . [full_name]/.. . . .",
            "Kính gửi Phòng Đào Tạo,. . . . - Em tên là [full_name] - [student_id] - [full_name]: Kỹ Thuật Giao Thông - Hệ: CLC. . . . - Em xin gửi đơn xin phép học trực tiếp HK211.. . . . Mong Quý Thầy/Cô xem xét giúp em. Em xin chân thành cảm ơn!. . . . [full_name]/.. . . .",
            "Chào em,. . Phòng Đào tạo đã tiếp nhận thông tin đăng ký học thí nghiệm trực tiếp của em, dự kiến TKB sẽ cập nhật trước ngày 13/12/2021.. . SV vui lòng theo dõi mail và thời khóa biểu được cập nhật Mybk/Thông tin sinh viên/Xem thời khóa biểu. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ .  Thưa thầy (cô). .  Em tên: [full_name] mssv: [student_id]. .  Em có một số thắc mắc về số tín chỉ tích lũy dùng để làm điều kiện tiên quyết nhận Luận văn tốt nghiệp:. . - Theo Khoa Khoa học ứng dụng, số tín chỉ tích lũy ngành để nhận LVTN tối thiểu là 126/142. . - Tính tới kì hiện tại, số tín chỉ em đăng kí học và đã qua là 127 trong đó có một số môn tự chọn (thuộc chương trình đào tạo của ngành Cơ kĩ thuật em đang học) bị dư so với yêu cầu số môn tự chọn tối thiểu. Em còn nợ 8 chỉ của 4 môn anh văn, 9 chỉ luận văn, 3 chỉ môn giải tích 2, tổng cộng nợ 20 chỉ so với 142 chỉ bắt buộc.. . - Vậy cho em hỏi dựa trên tiêu chí số tín chỉ đã học hay số tín chỉ còn nợ để được nhận LVTN ạ. (Em học dư 2 môn tự chọn). . Mong nhận được sự phản hồi sớm từ thầy(cô). Em xin cảm ơn",
            "Chào em,. . Em vui lòng liên hệ [full_name], GVCN để được hướng dẫn nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em thấy trang đăng ký tốt nghiệp ghi là. . Không được phép đăng ký (tạm dừng ). . em không biết là em có bị ảnh hưởng gì đến việc tốt nghiệp không ạ.. . Em cần cập nhật lại thông tin mục số điện thoại thì không sửa được ạ.. .",
            "\"Chào em,. . không sao nhé, PDT sẽ tự động ra thu nhận lại và quyết định tốt nghiệp cho bạn nhé. . Thân\""
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em có đăng ký được lên trường để học môn thực hành, cụ thể là môn Thí Nghiệm Vật Lý ạ! Nhưng sao em vẫn chưa được đổi thời khóa biểu hay có thông báo lên trường vậy ạ? Em đã tiêm 2 mũi và đã đăng ký rồi ạ.. . Em xin cảm ơn ạ",
            "Chào em,. .  cụ thể là môn Thí Nghiệm Vật Lý ạ!. . =  Em vui lòng xem lại email PĐT đã gửi:. . \"Thông báo về lịch học môn thí nghiệm vật lý chuyển sang hình thức online. . Hộp thư đến. . . . [email]. . 15:52, Th 6, 12 thg 11. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Học vụ . Em chào thầy, cô. . Em là Đinh Minh Tuấn, sinh viên lớp VP17 CĐT.. . Em xin phép được đăng ký lịch TN kì 201 môn Tin học ạ ( tức là lịch học TN của học kì này).. . Vì dịch nên lịch thí nghiệm bị biến mất trong tkb của em. Vì thế em cứ tưởng kì này sẽ không được học nên em ko đăng kí học như trong mail pđt gửi.. . Em mới biết vẫn được học vì bạn em lại có lịch học trong tuần tới nhưng em lại không có. Nên em xin pđt xếp lịch TN môn tin học giúp em trong tuần tới ạ. Vì kì sau em phải làm luận văn ạ.. . Về điều kiện thì em đã tiêm đủ 2 mũi(em gửi trong file đính kèm). Và em hiện đang ở nhà riêng trong tphcm. Hiện tại sức khỏe em bình thường ạ.. . . . Em xin cảm ơn thầy, cô",
            "Chào em,. . Phòng Đào tạo đã tiếp nhận thông tin đăng ký học thí nghiệm trực tiếp của em, dự kiến TKB sẽ cập nhật trước ngày 13/12/2021.. . SV vui lòng theo dõi mail và thời khóa biểu được cập nhật Mybk/Thông tin sinh viên/Xem thời khóa biểu. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Em chào thầy cô!. . Em tên là [full_name], MSSV [student_id].. . Em   B có đăng kí  /B  học thí nghiệm trực tiếp tại trường vào đợt đăng kí   B ngày 5/10/2021  /B  vì còn ở tp. Hồ Chí Minh và đã tiêm đủ 2 mũi vaccine.. . Tuy nhiên vì sau đó trường chưa có thông báo mới nên em đã trở về địa phương và   B không đăng kí  /B  học thí nghiệm trực tiếp tại trường đợt   B ngày 17/11/2021  /B .. . Hiên tại TKB của em có cập nhật môn   B thí nghiệm Hóa phân tích (CH2010)  /B  vào tuần 50. Nhưng hiện tại em đã trở về địa phương   B đang có dịch  /B  và hiện   B đang cách ly tại nhà diện F2  /B  nên chưa thể trở lại trường để học theo TKB.. . Em mong được thầy cô xem xét ạ!",
            "Chào em,. . Phòng Đào tạo đã tiếp nhận thông tin xin hủy đăng ký học thí nghiệm trực tiếp của em.. . SV vui lòng theo dõi mail và thời khóa biểu được cập nhật Mybk/Thông tin sinh viên/Xem thời khóa biểu sau khi trường được hoạt động lại bình thường (dự kiến trong tháng 3/2022). . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Cho e hỏi là kì 202 e có hoãn thi Môn Cơ sở điều khiển tự động nhưng e bị điểm 13 phần thí nghiệm, nhưng trên hệ thống thi cuối kì e vẫn có lịch thi. Vậy cho e hỏi nếu e thi trên 5 điểm vào đợt thi này thì e vẫn sẽ qua môn, hay là dù e có thi trên 5 điểm thì vẫn sẽ không qua môn do điểm thí nghiệm là điểm 13.. .",
            "Chào bạn. . Theo thông báo từ trước, trước khi ra quyết định Hoãn thi Pdt sẽ hậu kiểm với [full_name], [full_name] sẽ ra qd cuối cùng, Giảng viên và [full_name] đồng ý trường hợp của bạn nên Pdt ra Qd Hoãn thi. . Còn về nhập điểm bạn vui lòng liên hệ Giảng viên/[full_name] để hỗ trợ. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Thủ tục hoãn thí nghiệm như thế nào ạ",
            "Chào bạn. . Bạn làm đơn xin hủy xếp thí nghiệm ký tên gởi BKSI để được xử lý. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Thưa các thầy cô,. . . . Kỳ trước (202) em có gia hạn học phí tới kỳ 211. Ở kỳ 211 này do khó khăn mùa covid nên gia đình em có vay quỹ do Hội Cựu SVBK bảo lãnh để đóng tiền học phí kỳ chính 211. Tuy nhiên, gia đình em vẫn đang xoay sở để đóng phần học phí kỳ 202 và hiện vẫn chưa có tiền.. . . . Vậy câu hỏi của em là phòng Đào tạo có thể châm chước cho em để đóng trễ học phí kỳ 202 mà không bị hủy môn hay xóa khỏi danh sách thi cuối kỳ không ạ ? . . . . Em xin cám ơn nhiều . . . . Trân trọng, . . . . HUỲNH HOÀNG HUY. .",
            "Chào bạn. . Tình hình là bạn phải hoàn thành phần học phí Hk202, vì theo quy định chỉ tạm hoãn 1 hk 202 sang hk 211 là phải hoàn thành nghen bạn. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Kính gửi Thầy/Cô,. . . . Em tên [full_name], MSSV: [student_id], sinh viên khoa Điện - Điện tử Chương trình Tiên Tiến. . . . Hiện tại em đang học năm cuối và em có dự định sẽ đăng kí môn Luận Văn Tốt nghiệp trong học kì 212 nhưng hiện tại chứng chỉ tiếng anh em nộp lên trường là bằng IELTS 5.5. Và trong mail thông báo về việc Đăng kí môn học có đề cập là: \"Nhà trường tạm thời không xét điều kiện: chuẩn tiếng Anh sau mỗi năm học (chuẩn Anh văn hàng năm), xét chuẩn CCAV quốc tế khi xét LVTN, chuẩn Giáo dục thể chất cho riêng HK chính 212 và HK dự thính 212\". Thầy/cô cho em hỏi là: em đủ điều kiện để đang kí môn Luận văn tốt nghiệp không ạ và trường sẽ đời thời hạn xét Chứng chỉ Anh văn quốc tế đến khi nào ạ.. . . . Em xin chân thành cảm ơn sự giúp đỡ của thầy/cô.. . . .",
            "Chào bạn. . Nhà trường tạm thời không xét điều kiện: chuẩn CCAV quốc tế khi xét LVTN. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "EM TÊN:NGUYỄN NGỌC QUANG_MSSV:1712781. . . . KÌ TRƯỚC202+203 EM CÓ HOÃN THI MÔN BÊ TÔNG 2 VÀ TRONG KÌ 211 EM PHẢI THI LẠI VÀ EM XEM TRÊN LỊCH THI HIỆN TẠI LÀ BỊ TRÙNG LỊCH GIỜ THI, EM MONG PHÒNG ĐÀO TẠO XEM XÉT , BỐ TRÍ 1 LỊCH THI BÊ TÔNG 2 SANG KÌ 212 ĐƯỢC KHÔNG Ạ. EM CẢM ƠN.. . . .",
            "Chào em,. . Em vui lòng xem lại email PĐT đã gửi, xem hết email thông báo nhé. . \"Kế hoạch tổ chức thi học kỳ 1 năm 2021-2022\" Cô chỉ trích lượt: \"Về việc thi để xóa điểm Hoãn thi:. . - Môn học có mở trong HK211: PĐT sẽ tự động xếp Lịch thi và đồng thời cập . . nhật trên trang mybk.hcmut.edu.vn/Thông tin sinh viên/Lịch thi.. . - Môn học Khoa đồng ý tổ chức thi trong tháng 11/2021: PĐT đã xếp Lịch thi . . và đã gởi email cho từng Sinh viên Lịch thi (Sinh viên xem chi tiết Lịch thi cập. . nhật trên trang mybk.hcmut.edu.vn/Thông tin sinh viên/Lịch thi).. . - Các môn học còn lại (không mở trong HK211): Sinh viên vui lòng đợi thông . . báo sau.. . - Trường hợp PĐT đã xếp Lịch thi nhưng SV không thể Thi để xóa điểm HT . . trong HK211 này: SV sẽ đăng ký tại trang Mybk.hcmut.edu.vn    Ứng dụng . . cho Sinh viên    12. Đăng ký hoãn thi Cuối kỳ.\". . Thân mến"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em mới nhập học tháng 6/2020 ngành công nghệ thông tin hệ vừa học vừa làm. . Ban đầu em nhận được mail trường là học theo KẾ [full_name] DẠY  NGÀNH CÔNG NGHỆ THÔNG TIN với Ngày cập nhật: 27/03/2017 có file hình và chương trình học em đính kèm bên dưới. Nhưng một số bạn xác nhận lại cho em chương trình học đúng ra là Chương trình đào tạo ngành Khoa học máy tính chính quy khóa 2018.. . Em muốn hỏi xác nhận lại là Em nhập học tháng 6/2020 ngành công nghệ thông tin hệ vừa học vừa làm thì sẽ học theo chương trình nào? Em cần được trả lời gấp để kịp đăng kí môn học sắp tới. . Em xin cảm ơn. .",
            "Chào em,. . Em vui lòng gửi email đến [email] để được hướng dẫn nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em chào quý thầy cô PDT ạ! Cho em hỏi có phải là khóa K21 thì việc tính điểm trung bình học kỳ, điểm trung bình tích lũy dựa trên thang điểm 4 phải không ạ ?",
            "Chào bạn. . Đúng rồi bạn. . Thân",
            "li answer rate: Answer suits the needs / Câu trả lời đúng ý"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ  /i  Dạ thưa thầy cô em có chút thắc mắc về các lớp học off của trường ạ, em muốn học off lớp thực hành từ ngày 13/12 thì em phải đăng kí ở đâu ạ, mong thầy cô trả lời, em cảm ơn ạ. . . .",
            "Chào em,. . Phòng Đào tạo đã tiếp nhận thông tin đăng ký học thí nghiệm trực tiếp của em, dự kiến TKB sẽ cập nhật trước ngày 13/12/2021.. . SV vui lòng theo dõi mail và thời khóa biểu được cập nhật Mybk/Thông tin sinh viên/Xem thời khóa biểu. . Thân mến. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Trên thời khóa biểu của em hiện đang có lịch học thí nghiệm môn Hóa vô cơ nhóm VA01 vào tuần 50. Nhưng không may là người thân em vừa bị nhiễm covid vào ngày 4/12 và hiện em đang là F1, em không thể đến trường trong thời gian cách ly ít nhất là 14 ngày và nếu chẳng may em bị lây chéo thì thời gian cách ly sẽ dài hơn.. . Xin phép phòng đào tạo cho em hỏi:. . 1. Trường hợp của em thì làm đơn rút môn học nhóm VA01 đúng không ạ?. . 2. Môn Hóa vô cơ này gồm 2 phần học lý thuyết (70%) và thí nghiệm (30%). Nếu em làm đơn rút môn như vậy thì em sẽ bị hủy toàn bộ môn và sẽ phải đăng ký môn học lại từ đầu ạ?. . 3. Nếu chỉ cần học Thí nghiệm vào đợt sau thì em cần làm đơn gì để có thể đăng ký học ạ?",
            "Chào em,. . Phòng Đào tạo đã tiếp nhận thông tin xin hủy đăng ký học thí nghiệm trực tiếp của em.. . SV vui lòng theo dõi mail và thời khóa biểu được cập nhật Mybk/Thông tin sinh viên/Xem thời khóa biểu sau khi trường được hoạt động lại bình thường (dự kiến trong tháng 3/2022). . Thân mến. ."
        ]
    }
]