[
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: 2120061  /b \t. . . .   i Đăng ký môn học . Kính gửi Thầy/Cô PĐT. . Em tên Huỳnh Hồng Sơn MSSV 2120061.. . Em xin phép gửi PĐT đơn đăng ký môn học học kỳ HK211 chung với sinh viên Khóa 2021( đã được Ban Chủ Nhiệm khoa Khoa Học và Kỹ Thuật Máy Tính duyệt).. . Mong PĐT xét duyệt cho em để em có cơ hội học tập 2 môn CO1005  và CO1023 trong học kỳ 211 này.. . Thời khóa biểu em đăng ký như sau:. .  - CO1005(Nhóm L02-L06):. .  + Lý thuyết: Nhóm L02, Thứ 6, Tiết bắt đầu:4. .  + Thực Hành: Nhóm L06, Thứ 4, Tiết bắt đầu:2. .  - CO1023(Nhóm L05-L14):. .  + Lý thuyết:Nhóm L05, Thứ 2, Tiết bắt đầu:7. .  + Thực hành: Nhóm L14, Thứ 5, Tiết bắt đầu:2. . . . . . . .",
            "Chào bạn. . Phòng đào tạo đã ghi nhận thông tin bạn đăng ký môn học chung với K2021, Thời gian bắt đầu học của Khoá 2021 là 4/10/2021, nên bạn vui lòng xem TKB tại Mybk vào thời gian trên, nếu không có TKB thì phản hồi lại Pdt. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em là sinh viên khóa K15, hiện tai là sinh viên năm 7 của trường. Em sắp hết hạn ra trường nhưng vẫn chưa hoàn thành kĩ năng SPEAKING and WRITING của  để đăng kí xét tuyển tốt nghiệp. Mong PĐT có thể xét duyệt bổ sung tên em vào danh sách được dự thi bằng hình thức trực tuyến để kịp thời gian ra trường. Em xin chân thành cám ơn. Chúc quý Thầy cô luôn dồi dào sức khỏe và ngày càng thành công trong cuộc sống.",
            "Thân gửi các bạn sinh viên,. . . . Được sự đồng ý của Ban Giám Hiệu, Phòng Đào tạo kết hợp cùng Trung tâm Ngoại ngữ (TTNN) tổ chức kiểm tra Anh văn 2 kỹ năng Nói - Viết theo hình thức trực tuyến trong tháng 9 & 10 năm 2021 dành cho các sinh viên chuẩn bị tốt nghiệp trong học kỳ 211(dự kiến xét tốt nghiệp đến hết học kỳ 211).. . . . - Đăng ký tại: Mybk.hcmut.edu.vn    chọn  Đăng ký môn học    chọn Đăng ký thi Anh văn 2 kỹ năng theo hình thức trực tuyến–Đợt 2-MSMH:BKE123.. . . . - Thời gian đăng ký : từ 8g ngày 09/9 đến 14g50 ngày 13/9 . . . . - Thời gian thanh toán lệ phí (150.000): từ 8g ngày 14/9 đến 14g50 ngày 15/9. . . . - Ngày thi: TTNN sẽ thông báo chi tiết ngày thi cho từng SV qua mail sau khi đã hoàn tất thanh toán lệ phí thi đúng hạn.. . . . Lưu ý:. . . . 1) Trong tháng 9 và 10/2021 TTNN dự kiến tổ chức 4 đợt thi, mỗi đợt thi tổ chức tối đa khoảng 800 SV. Do khả năng tổ chức thi trực tuyến có giới hạn nên sẽ ưu tiên cho các bạn đăng ký sớm trong từng đợt thi. Sinh viên cân nhắc để đăng ký trong từng đợt (dự kiến có 3000 SV đăng ký thi). . . . . 2) Trường hợp SV không đăng ký được trong Đợt 2, vui lòng đợi mail thông báo đăng ký vào đợt tiếp theo (các ngày thi trong 4 đợt sẽ diễn ra liên tục, bắt đầu từ ngày 15/9 đến 10/10).. . . . 3) SV chỉ được đăng ký thi 1 lần duy nhất trong đợt tháng 9 & 10 /2021 (hình thức trực tuyến), trường hợp SV thi không đạt, hoặc bỏ thi, hoặc thanh toán lệ phí thi trễ hạn vui lòng đợi thông báo sau hoặc hết thời gian giãn cách có thể đăng ký thi trực tiếp tại Trung tâm Ngoại ngữ (SV đã đăng ký được ở Đợt 1 thì không đăng ký được ở Đợt 2).. . . . 4)  Trường hợp SV không thanh toán lệ phí hoặc thanh toán lệ phí trễ hạn sẽ không được thi & ghi nợ lệ phí (SV phải thanh toán dù không dự thi).. . . . 5) Hình thức thi trực tuyến theo file đính kèm.. . . . P/S: SV đã đăng ký ở Đợt 1 & SV đã đạt Anh văn 2 kỹ năng Nói - Viết theo quy định vui lòng bỏ qua email này./.. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Em tên [full_name], MSSV:[student_id], Khoa Cơ khí khóa 2019.. . Theo chương trình đào tạo của khoa em học thì có môn ME2019: Môi trường và con người.. . Hiện em đã qua môn EN1003: Con người và môi trường thì có được tính đã qua môn ME2019: Môi trường và con người không ạ.. . Mong pdt giúp em giải đáp thắc mắc để em có thể thuận tiện cho việc đăng kí môn học ạ.. . Em xin chân thành cám ơn.. .",
            "Chào bạn,. . Về Chương trình Đào tạo, danh sách môn tương đương…, bạn vui lòng xem tại:. . aao.hcmut.edu.vn/Sinh viên/Chương trình Đào tạo. . Sinh viên thắc mắc về CTĐT vui lòng liên hệ về Khoa xin gặp Thầy/Cô Phụ trách về CTĐT để được tư vấn và hỗ trợ thêm.. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính chào quý thây cô phòng đào tạo, em là sinh viên k18 khoa xây dựng, sau 1 tuần học onl học kì 211. Em thấy hệ thống e-learning của trường không hề ổn định một chút nào. Tới giờ học, sinh viên chúng em lên e-learning để vào link meet lớp học rất khó khăn vì hệ thống sập. Gây ảnh hưởng trực tiếp tới quá trình học tập của sinh viên. Kính mong quý thầy cô sớm khắc phục vấn đề này. Em xin chân thành cảm ơn!. .   i Học vụ .",
            "Chào bạn. . Pdt ghi nhận ý kiến của bạn, sẽ cố gắng khắc phục. . Chúc bạn học tốt. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính chào Phòng đào tạo,vào đợt 2 đăng kí môn học em có đăng kí môn Đề cương luận văn tốt nghiệp (CI4365).. . Em đã đủ điều kiện để đăng kí nhưng em không hiểu vì sao em lại bị xóa môn học mà các bạn lớp em lại không bị xóa ạ. Vì khóa K18 là khóa kỹ sư cuối cùng nên em sợ vì không đăng kí kịp môn này mà dẫn tới trễ tiến độ môn học hiện tại.. . Em mong Pđt xem xét lại và cho em có lịch học môn đề cương luận văn ạ.. . Em xin chân thành cảm ơn.",
            "Chào bạn,. . Sinh viên vui lòng xem kết quả ĐKMH, xem lý do vì sao không ĐKMH được (có đăng ký, nhưng không có TKB) tại trang web: mybk.hcmut.edu.vn    Đăng ký môn học    Đăng ký môn học HK211 - Kết quả đợt 2 (hoặc Kết quả đợt 1)    bấm vào mục Đăng ký mới    chọn Loại hình đăng ký    xem Lịch sử đăng ký.. . - Trong trường hợp kết quả xử lý ĐKMH không đúng, bạn có thể làm đơn khiếu nại (kèm minh chứng nếu có), gửi qua trang bksi ghi rõ tiêu đề: “Khiếu nại ĐKMH HK211”, nội dung khiếu nại trình bày rõ lý do, ghi rõ tên, mã môn học và mã nhóm đã đăng ký.. . - SV xem TKB tại mybk/Thông tin SV/ Xem TKB. . Chúc các bạn học tốt!. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . chào thầy/cô . . cho em hỏi em thấy có môn học cơ kết cấu CI2029 có môn tương đương là cơ kết cấu CI3234. . trong một danh sách đc các bạn truyền tay nhau. mà trên trang mã môn tương của trường ko thấy.vậy cho em hỏi mã môn học tương đương này có đúng ko ,vì em lỡ đk học rồi ạ",
            "Chào bạn,. . Về Chương trình Đào tạo, danh sách môn tương đương…, bạn vui lòng xem tại:. . aao.hcmut.edu.vn/Sinh viên/Chương trình Đào tạo. . Sinh viên thắc mắc về CTĐT vui lòng liên hệ về Khoa xin gặp Thầy/Cô Phụ trách về CTĐT để được tư vấn và hỗ trợ thêm.. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Kính gửi quý thầy (cô),. . Em là [full_name] ([student_id]), hiện tại em đã hoàn thành chương trình học và bổ sung đầy đủ ccnn (TOEIC 460/450, K14), anh văn 2 kỹ năng (205/200) . Nhưng trong danh sách tốt nghiệp dự kiến 8/2021 không có tên, nhờ thầy (cô) kiểm tra giúp em.. . Em xin cảm ơn.. .",
            "Chào bạn. . - Đợt đăng ký tốt nghiệp hiện tại đến 30/8 là của HK 202. . - Đợt tốt nghiệp tháng 11/2021 - HK211 sẽ có thông báo cụ thể cho SV về danh sách về cách đăng ký tốt nghiệp dự kiến bắt đầu từ tháng 9/2021. . Thân. .",
            "Chào cô,. . Lần trước em có gọi PĐT hỏi về danh sách tốt nghiệp, cô nhận điện thoại trả lời em có tên trong danh sách rồi, bảo chờ vài ngày cập nhật lên web. Nhưng em chờ hơn 10 ngày rồi, cũng đã thông báo lịch trình đăng ký trên aao mà em vẫn chưa có tên trong danh sách nên không đăng ký được. Nhờ cô kiểm tra lại giúp em.. . Với lại trong danh sách hiện tại vẫn ghi là tốt nghiệp tháng 08/2021, em không hiểu là 2 đợt tháng 8 (đã qua rồi) và tháng 11 hay sao ạ.. . Cảm ơn cô.",
            "Chào bạn,. . PDT đã ghi nhận yêu cầu về đăng ký xét TN của bạn. SV vui lòng theo dõi email  và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 21/09/2021 SV vẫn chưa nhận được mail hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 11/2021. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ em xin chào PĐT, kì trước 202 em chuyển hệ từ chính qui sang VLVH và vẫn đăng ký được LVTN ngành KT Nhiệt - ME4039, nhưng em chưa hoàn thành, kì này em đăng ký lại nhưng kết quả đăng ký bổ sung  VLVH đợt 2 lại không có TKB. Em lên xem lại aao tra danh sách nhận LVTN thì lại không đạt và hiển thị kết quả tín chỉ = 0, tiếng Anh = 0. Em đã nhận được mail chuyển điểm từ PĐT rồi. Dạ em mong PĐT giải quyết giúp em.. . Em có bổ sung 2 hình ảnh đính kèm.",
            "Thân gửi các bạn sinh viên,. . . . . . Sinh viên chú ý thực hiện đăng ký đợt cuối cùng LVTN, TTTN, Đề Cương LV từ 10g ngày 23/08/2021  đến 14g59 ngày 25/08/2021 cho HK chính 211 . .  . . . . Trước tình hình diễn biến phức tạp của dịch Covid-19, hiện trạng có khả năng nhiều sinh viên không thể thi để nhận Chứng chỉ Anh văn quốc tế để xét nhận LVTN, Nên Nhà Trường sẽ không xét chuẩn CCAV quốc tế khi xét LVTN trong HK211. . . Bạn vui lòng vào ĐK lại để PDT xét lại nếu chưa có TKB nhé!. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . kính chào PĐT, em có đăng ký LA1039 - Anh văn 2A (nhu cầu) lớp DT02 nhưng nay cập nhật TKB thì không có ạ. mong PĐT xác nhận đăng ký giúp em môn này ạ. em xin trân thành cám ơn ạ",
            "Chào bạn. . Bạn đã đăng ký được môn Anh văn 2. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Dạ em chào thầy/cô ạ.. . Em là [full_name], sinh viên K2017, khoa KH-KT Máy tính.. . Dạ em bị lỡ mất đợt đăng kí môn học chính quy vừa rồi nên hôm nay em xin phòng đào tạo cho em được đăng kí bổ sung môn học. . . Môn học em muốn đăng kí là Pháp luật Việt Nam đại cương (SP1007) ạ. Nếu được thì thầy/cô cho em xin quy trình để có thể đăng kí bổ sung môn học ạ.. . Em xin cảm ơn.. .   i Đăng ký môn học .",
            "I   QUOTE MSSV/MSGV: [student_id]    . . Dạ em chào thầy/cô ạ.. . Em là [full_name], sinh viên K2017, khoa KH-KT Máy tính.. . Dạ em bị lỡ mất đợt đăng kí môn học chính quy vừa rồi nên hôm nay em xin phòng đào tạo cho em được đăng kí bổ sung môn học.. . Môn học em muốn đăng kí là Pháp luật Việt Nam đại cương (SP1007) ạ. Nếu được thì thầy/cô cho em xin quy trình để có thể đăng kí bổ sung môn học ạ.. . Em xin cảm ơn.. . Đăng ký môn học. . . .   /QUOTE  . Dạ nếu không đăng kí được kì chính thì em cũng có thể đăng kí dự thính cũng được.. . Dạ mong thầy/cô phản hồi giúp em với ạ.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: 1613133  /b \t. . . .   i Đăng ký môn học . Em có đăng kí học môn thay thế cho môn học không còn mở theo chương trình đào tạo khóa k16 của em. Môn thay thế gồm 2 môn (1 môn 3 tín chỉ và 1 môn 2 tín chỉ), thay thế cho 1 môn học 5 tín chỉ khóa k16. Vậy em có phải học 2 môn đó cùng lúc trong một học kì không, hay em có thể đăng kí 1 môn kì này và một môn vào kì sau 212. . . Em có hỏi khoa về trường hợp này, thì khoa cho biết, em phải làm đơn xin học môn tương đương online, add chữ kí vào, và gửi bộ môn duyệt, nếu bộ môn đồng ý thì nhờ bộ môn in ra rồi gửi lên khoa và phòng đào tạo duyệt. Nhưng khi em gửi đơn cho bộ môn, thì bộ môn báo với em rằng, giờ dịch bệnh, không làm việc trực tiếp trên trường, nên không thể in cho em được, em liên hệ với phòng đào tạo về cách thức xác nhận đơn online.. . Do ban đầu em có hỏi cô bộ môn và khoa, nhưng không rõ là phải học 2 môn thay thế cùng lúc, nên em chỉ đăng kí 1 môn thay thế 3 tín chỉ vào kì này, vì môn còn lại 2 tín chỉ là đồ án, em được biết là kì nào cũng có thể mở, nên em chọn đăng kí vào kì sau. Đến hôm nay, em học môn thay thế 3 tín chỉ, thì giảng viên dạy mới nói em là phải học 2 môn cùng lúc mới xét môn tương đương thay thế được, nên là em đã bỏ lỡ không đăng kí môn học 2 tín chỉ đó trong kì này. Vậy phòng đào tạo xác nhận lại. . giúp em, là em có thể đăng kí học 2 môn thay thế cho 1 môn học ở 2 học kì khác nhau được không. Nếu đúng vậy, thì không biết em có thể được đăng kí bổ sung môn học không. Nhưng nếu phải học 2 môn cùng lúc, thì có lúc có những môn không thể mở đăng kí cùng lúc được thì làm thế nào ạ, vì ngoài môn Thiết kế trang phục 1 em đang nói, em còn đăng kí học môn thay thế cho môn Mỹ thuật trang phục, cũng gồm 2 môn thay thế, nhưng 2 môn đó không thể mở cùng 1 kì.. . Dưới đây em có đính kèm Đơn xin học môn tương  đương.. . Mong sớm nhận được phản hồi từ phòng đào tạo ạ.",
            "Chào bạn,. . . . Về Chương trình Đào tạo, danh sách môn tương đương…, bạn vui lòng xem tại:. . aao.hcmut.edu.vn/Sinh viên/Chương trình Đào tạo. . Sinh viên thắc mắc về CTĐT vui lòng liên hệ về Khoa xin gặp Thầy/Cô Phụ trách về CTĐT để được tư vấn và hỗ trợ thêm nhé!. . Thân mến. .",
            "Nhưng pđt có thể giải đáp giúp em, theo như em tìm hiểu trên trang web phòng đào tạo, khi học môn tương đương thay vì môn học gốc thì pđt sẽ tự cập nhật điểm MT cho môn học gốc theo chương trình đào tạo, và tính số tín chỉ tích lũy cho môn học, chứ không thấy nhắc đến việc phải làm đơn xin học môn tương đương. Vậy những môn tương đương em đăng kí học, đã có trong danh sách môn tương đương thay thế của pđt, thì có cần phải làm đơn xin học môn tương đương không, hay sau khi em học đạt môn tương đương thì pđt sẽ tự động cập nhật điểm MT và số tín chỉ tích lũy cho môn học gốc.",
            "Chào bạn,. . Sinh viên thắc mắc về CTĐT vui lòng liên hệ về Khoa xin gặp Thầy/Cô Phụ trách về CTĐT để được tư vấn và hỗ trợ thêm nhé!. . Nếu bạn học môn tương đương, sau khi có điểm đạt bạn vui lòng làm đơn xin cập nhật điểm môn tương đương (ghi rõ tên môn học) và nộp cho PDT nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Cô cho em hỏi là em muốn đăng kí giáo viên hướng dẫn Đề cương LVTN thì đăng kí như thế nào ạ.",
            "Chào bạn,. . Vui lòng liên hệ về Khoa của bạn để được hướng dẫn và hỗ trợ nhé!. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Dạ thưa PDT,. . Trên trang mybk e-l của em, ở lớp Xử lí số tín hiệu EE2015 - L06 của thầy [full_name],. . hiện không hiện lên mục nào hết ạ? Mặc dù hôm nay em có tiết nhưng vẫn chưa được nhận link hangout ạ.. . Rất mong được nhận sự phản hồi ạ",
            "Chào bạn. . Pdt đã cập nhật lại. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ em chào thầy cô ạ,. . Em tên: [full_name]  . . MSSV: [student_id]. . Nay em viết mail này để đăng ký môn vi sinh thực phẩm (Mã môn: CH2045) nhưng do sĩ số lớp vượt quá mức (61/60 sinh viên) nên em không đăng ký được môn học trong đăng ký đợt 2 và 3 ạ. Do em là sinh viên năm 4, dạ thưa em muốn ra trường đúng hạn mà môn vi sinh thực phẩm (Mã môn: CH2045) chỉ mở duy nhất vào học kỳ 1 của từng năm. Em rất mong thầy cô phòng đào tạo có thể cho em theo học lớp này (Môn vi sinh Thực phẩm: Lớp L02: Tiết 5-6) để theo đúng tiến độ của chương trình ạ!. . Em chân thành cảm ơn thầy cô phòng đào tạo nhiều ạ!. . Dạ em chúc thầy cô một tuần làm việc thật vui vẻ và tràn ngập hạnh phúc ạ!",
            "Dạ em chào thầy cô ạ,. . Em tên: [full_name]  . . MSSV: [student_id]. . Nay em viết mail này để đăng ký môn vi sinh thực phẩm (Mã môn: CH2045) nhưng do sĩ số lớp vượt quá mức (61/60 sinh viên) nên em không đăng ký được môn học trong đăng ký đợt 2 và 3 ạ. Do em là sinh viên năm 4, dạ thưa em muốn ra trường đúng hạn mà môn vi sinh thực phẩm (Mã môn: CH2045) chỉ mở duy nhất vào học kỳ 1 của từng năm. Em rất mong thầy cô phòng đào tạo có thể cho em theo học lớp này (Môn vi sinh Thực phẩm: Lớp L02: Tiết 5-6) để theo đúng tiến độ của chương trình ạ!. . Em chân thành cảm ơn thầy cô phòng đào tạo nhiều ạ!. . Dạ em chúc thầy cô một tuần làm việc thật vui vẻ và tràn ngập hạnh phúc ạ!",
            "Đã tl. .",
            "Đăng ký môn học . Dạ em chào thầy/ cô!. . Em tên: [full_name] -MSSV: [student_id]. . Em xin được viết mail để xin đăng ký môn vi sinh thực phẩm (CH2045), vì lý do vừa rồi đợt đăng ký 2 và 3 sỉ số lớp vượt quá 60 bạn trong định mức, nên em không đăng ký được ạ. Môn này là môn bắt buộc trong chương trình học của em, mà năm nay em năm 4 rồi ạ. Em mong muốn có thể ra trường đúng hạn như các bạn. Em mong thầy cô có thể cho em được học lớp này (Môn vi sinh thực phẩm- CH2045 - Lớp L02: tiết 5-6) để theo kịp tiến độ của chương trình ạ!. . Em cảm ơn ạ!. . Em chào thầy / cô!",
            "Chào bạn,. . PDT đã ghi nhận yêu cầu về ĐKMH của bạn và đã chuyển cho bộ phận ĐKMH kiểm tra và xử lý.. . Bạn vui lòng theo dõi và kiểm tra TKB thường xuyên trên mybk/Thông tin SV và hệ thống BKeL để kịp tham gia lớp học online. SV chủ động liên hệ với GV để xin vào lớp học trước nhé!. . Trường hợp nếu không đăng ký được (không có khả năng hoặc không đủ điều kiện)  PDT sẽ phản hồi cho SV qua bksi.. . Chúc các bạn học tốt!. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em tên: [full_name]. . MSSV: [student_id] Hệ: VHVL. . Do em liên thông nên được miễn một số môn học trong đó có 4 môn là môn tự chọn. . . Để tốt nghiệp thì em phải học tất cả 7 môn tự chọn.. . Như vậy em chỉ cần học thêm 3 môn tự chọn khác hay  phải học cả 7 môn tự chọn để tốt nghiệp ạ?. . . .",
            "Chào bạn. . Về chương trình đào tạo/phân ngành bạn vui lòng liên hệ Khoa (cụ thể là Thầy phó khoa phụ trách chương trình đào tạo) để tư vấn và giải đáp. . Chúc bạn học tập tốt nhé.. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em có đăng kí môn học chính qui học kì này và đã có thời khóa biểu. bây giờ em mới nhận được mail đăng kí môn học hệ vừa học vừa làm do em đăng kí chuyển hệ thì em có tiếp tục học tiếp theo thời khóa biểu hiện có hay là đăng kí mới hết lại ạ",
            "Chào bạn. . - Bạn học TKB hiện tại được nghen. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em xin chào thầy(cô)!. . Em có nhận được email của trường về việc làm thủ tục chuyển từ hệ chính quy sang vừa học vừa làm nhưng thồi gian ghi trong email là từ 18-20/8/2021 trong khi em mới nhận được email hôm nay. Và do tình hình thành phố đăng cách ly nên em không thể về quê để xin xác nhận của địa phương vào sơ yếu lý lịch.. . Mong thầy(cô) hướng dẫn em cách xử lý ạ. Em cảm ơn ạ.",
            "Chào bạn,. . Trong mail không yêu cầu xác nhận của địa phương nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ kính chào Thầy/Cô,. . Em muốn xin mở lớp dự thính môn Thí nghiệm silicat đại cương (MA3035) sỉ số thấp (11 sinh viên) để kịp tiến độ học và ra trường của các bạn thì cần phải làm những gì ạ?",
            "Chào bạn,. . Trước tiên bạn phải làm đơn mở lớp (theo mẫu), [full_name] phải cam kết tổ chức được thí nghiệm trong HK dự thính (ghi rõ cam kết nhé) vì trong thông báo có ghi rõ dự thính không mở các môn có thí nghiệm nhé. . Và bạn viết đơn xin mở lớp đặc cách với sĩ số ít, trình bày rõ lý do, sĩ sỗ bao nhiêu, cô sẽ giúp bạn trình ban Lãnh đạo xem xét và trả lời đơn cho bạn nhé.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Thưa phòng đào tạo , em tên Trần Phương Nguyên lớp XD18kt em có thắc mắc là trong ngày 17/8-19/8 em có đăng ký 2 môn dự thính trong đợt Đăng Ký Môn Học Dự Thính Bổ Sung - đợt 1 ( 17/8-19/8) và em đã đăng ký hai môn CI-1011 Hình Học Hoạ Hình và môn CI1019- [full_name] Bóng Phối Cảnh . hai môn đó PDT mới nhận mở lớp và mở đợt đăng ký để lấy thông tin mở lớp vào ngày 17/8 như trên. Nhưng do tình hình dịch bệnh phức tạp cũng như hoàn cảnh gia đình không cho phép ( dịch bệnh , giãn cách nên không có nguồn thu nhập ) nên em mong muốn được huỷ hai môn đó để giảm bớt áp lực tài chính ( hiện hai môn này vẫn đang xem xét chưa có thời khoá biểu ). Em muốn hỏi cô là trong đợt đăng ký dự thính tiếp theo em có được hiệu chỉnh ( xoá 2 môn ) đó không ạ . Và nều không được, em mong cô có thể tạo điều kiện xoá giúp em ạ. chứ thật sự bây giờ không có thu nhập nên đóng học phí kì này nó là 1 trở ngại rất lớn ạ. . . Và em đã liên hệ văn phòng khoa XD và được cô ở trên đó bảo là có thể huỷ môn do hoàn cảnh. mong nhà trường giúp em ạ. ở dưới em có đính kèm ảnh",
            "Chào bạn,. . Hiện tại đã hết thời gian hiệu chỉnh  và hủy môn học của học kỳ chính và HK dự thính HK211 nhé bạn.. . SV vui lòng đợi thông báo về việc rút môn học (có tính học phí theo quy định), sẽ thông báo cho SV trong tháng 9/2021. . Xem chi tiết quy chế tại đây:. . aao.hcmut.edu.vn/sinh viên/quy chế/học vụ/Quy chế đào tạo và học vụ bậc đại học, cao đẳng:/ điều 11.2. . Vấn đề BHYT, Học bổng, vay vốn ngân hàng, miễn giảm và gia hạn học phí… Bạn vui lòng liên hệ Phòng Công tác Chính trị Sinh viên để được hướng dẫn.. . Email:  [email]. . Thân. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học .",
            "Dạ theo như kết quả đăng ký môn học 211 đợt 3. . Em thấy TKB trên myBK đã thay đổi đúng theo em đăng ký, nhưng trên Bkel chưa có thay đổi theo ạ.. . Cụ thể là:. . lớp Triết học em học CC01 mà vẫn còn là CC13. . lớp Kiến trúc máy tính CC01 em vẫn chưa được cập nhật ạ.. . Em xin cảm ơn và mong phản hồi sớm từ phía PĐT vì đang trong thời gian học và chia nhóm ạ.",
            "Chào bạn. . Pdt đã cập nhật lại. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Dạ em xin chào PĐT ạ. Em có những thắc mắc rất mong thầy cô giải đáp ạ.. . . . Hiện tại em là sinh viên chính quy K17 và dự định sẽ tốt nghiệp trong HK tới. Về AV hiện tại Toeic em 580 và chưa quy đổi AV4. Tuy nhiên, vì dịch em chưa thể TOEIC được.. . . . PĐT cho em hỏi 580 đủ chuẩn AV tốt nghiệp chưa ạ. Và nếu đủ thì em đăng kí môn học AV4 để học trong kỳ này thì có lớp hiện đang mở, và vẫn được xét trong đợt tốt nghiệp sắp tới không ạ?. . . . Em cảm ơn thầy cô nhiều ạ.",
            "Chào bạn. . - Về quy định chuẩn tiếng anh trong quá trình học: Bạn vui lòng xem chi tiết tại trang web aao--  sinh viên --  Quy chế --  Quy chế đào tạo và học vụ bậc đại học và cao đẳng -- Phụ lục 1: Quy định về ngoại ngữ . . - Bạn kiểm tra lại theo quy định. . - Nếu bạn chưa hoàn thành Anh văn 4 thì nên đăng ký học ở Hk211. . Chúc bạn học tập tốt nhé.. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: 1915915  /b \t. . . .   i Học vụ . Thưa Thầy/Cô,. . Hiện tại Thời khóa biểu và E-learning của em không khớp nhau (chỗ em tô vàng trong hình).. . Mong Thầy /Cô cập nhật lại giúp em.. . Xin cảm ơn!"
        ]
    },
    {
        "intent": "",
        "message": [
            "Em là K14 và đã đăng đăng kí chuyển hệ VHVL (online) vào lúc dịch gần bùng phát.. . Trên trang web MyBK có cập nhật tình trạng của em là \"Thu nhận lại vào VHVL - đã nghỉ ở CQ\", ra quyết định ngày 21/05/2021. Do thời điểm này dịch bùng phát trở lại và đến nay em vẫn chưa lên trường để hỏi về thông tin trúng truyển/ các giấy tờ bổ sung ? Hiện nhà trường đã bước vào học kì mới nhưng các giấy tờ bổ sung em vẫn chưa thể lên trường nộp được. Vậy em xin hỏi là em có được trúng tuyển chuyển hệ VHVL hay không khi mà em chưa nộp các giấy tờ ấy ? Em xin cảm ơn.. .",
            "Chào bạn. . Bạn kiểm tra lại mail xem có thông báo gì không?. . Tình hình hiện tại của bạn còn nợ môn học nào thì viết đơn dkmh gởi tại BKSI để Pdt giải quyết. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em xin chào thầy/cô ạ, em tên là [full_name], MSSV: [student_id]. . Em tạo câu hỏi này nhằm nhờ thầy cô xem về việc môn học đã được đăng ký, xuất hiện trên thời khóa biểu, nhưng lại chưa có ở E-learning, để em có thể vào lấy link vào lớp học online và lấy đề bài tập về nhà để làm ạ.. . Môn học em chưa thấy xuất hiện ở E-learning đó là môn: . . EE3057 - Nhập môn điều khiển thông minh - Lớp L01.. . Em xin cảm ơn thầy/cô ạ.. .",
            "Chào bạn,. . BKel đã được cập nhật lại, bạn vô kiểm tra lại nhé!. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Đăng ký môn học. . Em chào PĐT,. . Em đã đăng kí môn học đầy đủ ở đợt 1 nhưng mà không được xếp thời khóa biểu. Học phí thì em đã hoàn thành đầy đủ. Vậy tại sao em lại không được xếp thời khóa biểu ạ.. . Đăng ký môn học. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em muốn xin rút môn học Biến đổi khí hậu EN3021, vì em đăng kí nhầm mã chương trình cũ từ k18 trở về trước.. . Và cho em hỏi thủ tục như thế nào ạ?. . Em xin cảm ơn ạ!",
            "Chào bạn,. . Hiện tại đã hết thời gian hiệu chỉnh  và hủy môn học nhé bạn.. . SV vui lòng đợi thông báo về việc rút môn học (có tính học phí theo quy định), sẽ thông báo cho SV trong tháng 9/2021. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Do em là k15 nên còn 1 kì này nữa để học mà kì này lai k có môn còn lại của em mở. Em muốn bảo lưu thì nên làm như nào ạ. .",
            "Chào bạn,. . Việc ĐKMH là tùy sinh viên nhé, trường hợp không có TKB trong học kỳ, SV sẽ bị buộc tạm dừng, không được cấp giấy CNSV.. . Khi đủ điều kiện TN, SV có thể làm đơn xin thu nhận lại nhé.. . Xem chi tiết quy chế tại đây:. . aao.hcmut.edu.vn/sinh viên/quy chế/học vụ/Quy chế đào tạo và học vụ bậc đại học, cao đẳng:/ điều 26. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Em tên [full_name]. . MSSV:[student_id]. . Em bị mất bằng quốc phòng, em xin hỏi làm sao có thể đăng ký cấp lại bằng quốc phòng ạ. . . .",
            "Chào em,. . Em liên hệ với TT GDQP để được hướng dẫn nhé.. . Thân mến,"
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính gửi: Phòng đào tạo. . em tên: [full_name], mssv [student_id]. . em xin Phòng đào tạo cho em được đăng kí môn CI3237 Kết cấu bê tông cốt thép,nhóm L11 thứ 2 tiết 11,12 đợt 3, còn room (58/60)  . . lí do: em ở quận 9, khu vực đỏ phong tỏa , lúc 14h khu vực chổ em bị mất điện, sau khi vào lại được trang đăng kí môn học thì đã hết thời gian đăng kí, dù nhóm L11 thứ 2 tiết 11,12 còn room (58/60). . Mong Phòng đào tạo, hỗ trợ cho em được đăng kí môn học trong mùa covid.. . . . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em đã đăng kí môn học EE3025 trong đợt đăng kí môn học dự thính HK211 đợt 2 và đã có thời khóa biểu trên trang đăng kí môn học nhưng hiện tại thời khóa biểu chính thức vẫn chưa có môn EE3025. Em cảm ơn",
            "Chào bạn. . TKB của bạn đã có rồi. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Kính gửi thầy, cô Phòng Đào tạo,. . . . Em là [full_name], MSSV [student_id], Khóa K16, Ngành Kỹ thuật môi trường.. . . . Dạ cho em hỏi em muốn xin nhận Bằng tốt nghiệp tạm thời thì em phải làm sao ạ?. . Em mong nhận được phản hồi từ thầy, cô sớm ạ.. . . . Em xin chân thành cảm ơn.. . . . Trân trọng.",
            "Chào bạn. . Tình hình này bạn vui lòng đợi Bằng tốt nghiệp chính thức. . Khi nào xong Pdt sẽ thông báo để bạn đến nhận bằng. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em xin hủy đơn hoãn thi môn Phương pháp tính lần trước gửi ạ.. . Em cảm ơn.",
            "Chào bạn. . - Phòng Đào tạo đã đồng ý yêu cầu về việc xin HUỶ Hoãn Thi của bạn. . . - Bạn thi bình thường theo Lịch thi đã thông báo. . - Trường hợp có sự cố bất khả kháng trong khi thi dẫn đến không thể hoàn thành được bài thi, và không được giải quyết cho thi các ca thi sau (nếu có), sinh viên có thể đăng ký \"Hoãn thi\" ngay sau buổi thi (không phải vắng thi có phép), SV phải báo với CBCT hoặc trực thi để được ghi nhận vào trong danh sách thi. PDT sẽ đối chiếu lại với danh sách Khoa để ra quyết định hoãn thi. . Chúc bạn học tập tốt nhé.. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Thưa phòng đào tạo. . Em tên [full_name] . . Mssv [student_id]. . Yêu cầu : vào lúc nhà trường có thông báo đăng kí hoãn thì em đã đãng kí vài môn, nhưng mấy môn đó lại được điểm 13, em mong phòng đào tạo xem xét lại. . . . . .",
            "Chào em,. . PĐT đã in danh sách thi trước rồi em. Em đã đăng ký hoãn thi rồi xem email xác nhận nhé.. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Gửi Phòng đào tạo, em muốn hỏi trong quá trình thi trắc nghiệm trên hệ thống BKEx nếu em không kịp bấm nộp bài mà hết giờ làm bài hệ thống tự nộp thì các câu trả lời của em có được lưu lại không ạ ?. . . .",
            "Chào bạn,. . - Bạn vui lòng xem chi tiết hướng dẫn thi trực tuyến nhà trường đã gửi thông báo đến SV. . - Bạn cần thực hiện theo hướng dẫn của nhà trường và thực hành để thuần thục các thao tác ghi màn hình trước khi thi.. . . . - Bạn nên liên hệ GV giảng dạy để được hướng dẫn.. . . . Trường hợp có sự cố bất khả kháng trong khi thi dẫn đến không thể hoàn thành được bài thi, và không được giải quyết cho thi các ca thi sau (nếu có), sinh viên có thể đăng ký \"Hoãn thi\" ngay sau buổi thi (không phải vắng thi có phép).. . Bạn phải báo với CBCT để ghi nhận về trường hợp của bạn trong quá trình thi, vì PDT sẽ gửi ds hoãn thi về Khoa để đối chiếu lại nhé!. . . . Thân mến,. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: 1710354  /b \t. . . .   i Tốt nghiệp .    . .    Dạ em kính chào quý thầy/cô trực ở bksi. Em có vài câu hỏi kính mong quý thầy/cô giải đáp giúp em ạ.. .    . .    1. Hiện tại em không thể đăng kí tốt nghiệp được ở trên trang mybk, em không biết là có ảnh hưởng bởi bằng Anh văn Nói Viết không ạ? Tại hiện giờ em chưa có bằng Anh văn Nói Viết.. .    2. Trên trang web \"THÔNG TIN TỐT NGHIỆP HỆ CHÍNH QUY, VỪA LÀM VỪA HỌC, VĂN BẰNG 2\" và trang đăng kí tốt nghiệp đều ghi \"thời gian đăng kí tốt nghiệp\" là vào ngày 30/08/2021. Nhưng mà theo kế hoạch học vụ thì tới tháng 9/2021 trung tâm BKEnglish mới mở đợt thi Nói Viết online. Như vậy em sẽ bị trễ tốt nghiệp đợt này do không thể thi Anh văn Nói Viết được thì em phải làm sao ạ?. . ﻿   ﻿﻿3. Trong quá trình đang đợi để được xét tốt nghiệp, em không đăng kí môn học nào hết thì em có được nhận giấy hoãn NVQS không ạ? Tại vì có 1 bạn khác đã hỏi PĐT và được cô Thuỳ My trả lời là \"Nhà trường không bắt bược SV phải ĐKMH để duy trì trạng thái SV, nhưng nếu không ĐKMH sẽ bị tạm dừng theo quy chế. Khi tụi em đủ điều kiện tốt nghiệp có thể làm đơn xin thu nhập lại để xét tốt nghiệp\". GIấy hoãn NVQS của em là tới 31/10/2021, em sợ tới đó em bị gọi đi thì không tốt nghiệp được.﻿. . ﻿. . ﻿   Em cám ơn thầy/cô đã dành thòi gian đọc tin nhắn của em.. . ﻿   Em xin chân thành cám ơn.",
            "Chào bạn. . 1- Pdt sẽ có mail thông báo nếu SV đủ điều kiện đăng ký tốt nghiệp đợt tháng 11/2021. . 2- Dự kiến nhà trường sẽ tổ chức thi anh văn nói viết cũng sẽ có thông báo cho SV trong tháng 9/2021 để kịp tốt nghiệp vào tháng 11/21. . 3- Chính xác không có tkb thì sẽ không có giấy xác nhận SV theo quy định. . - Ban liên hệ Phường quản lý về NVQS để được giải đáp về quy định. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Đoàn Nhật Ân. . Mssv [student_id]. . . . . .",
            "Chào bạn,. . Bạn vui lòng liên hệ với [full_name] (Văn Phòng Đào tạo Quốc tế) để được hướng dẫn và hỗ trợ về ĐKMH nhé:. . [email]. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em là [full_name], lớp CC18KCX2 khoa Xây Dựng,hôm qua em có đăng kí thêm 2 môn học mới mở là CI4067 Động lực học kết cấu và CI1053 Quản lý dự án xây dựng nhưng qua hôm nay vẫn hiện chưa có thời khóa biểu và hiện trên bkel. Nay em mail cho nhà trường mong trường xem xét ạ,có thể hôm qua vấn đề mạng ở nhà hoặc hệ thống em không thể đăng kí được. . Em xin cảm ơn và mong trường hồi âm cho em để không bỏ lỡ buổi học nào của 2 môn đó ạ. .",
            "Chào bạn,. . Bạn vui lòng liên hệ với [full_name] (Văn Phòng Đào tạo Quốc tế) để được hướng dẫn và hỗ trợ về ĐKMH nhé:. . [email]. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Cho em hỏi là em muốn đăng kí môn học ngoài đợt đăng kí có được không ạ. Lớp chưa đủ sĩ số và mới bắt đầu học ạ. Em cảm ơn !!",
            "Chào bạn,. . Vui lòng trình bày rõ lý do vì sao dkmh trễ hạn, tên, mã MH và mã nhóm xin đăng ký. để PDT kiểm tra và trả lời. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em chào anh/chị. .  em tên võ kim lợi mssv [student_id]. .  em gửi yêu cầu này vì em đăng kí môn học trễ môn ee 3151 (môn đồ án ) em bị rớt em mong muốn anh /chị có thể chỉ em cách viết đơn đăng kí được môn học này trong học kì 211 đợt 3( hết hạn ngày 19/8) để em kịp tiến độ làm luận văn vào kì 212  em xin chân thành cảm ơn . .",
            "Chào bạn,. . PDT đã ghi nhận yêu cầu về ĐKMH của bạn và đã chuyển cho bộ phận ĐKMH kiểm tra và xử lý.. . Bạn vui lòng theo dõi và kiểm tra TKB thường xuyên trên mybk/Thông tin SV và hệ thống BKeL để kịp tham gia lớp học online. SV chủ động liên hệ với GV để xin vào lớp học trước nhé!. . Trường hợp nếu không đăng ký được (không có khả năng hoặc không đủ điều kiện)  PDT sẽ phản hồi cho SV qua bksi.. . Chúc các bạn học tốt!. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em tên là [full_name], MSSV:[student_id].. . Em muốn ghi danh vào môn học Pháp văn 1, mã môn học:LA1011 của sinh viên năm nhất. Nhóm môn học:P03, học thứ 2, tiết 10-12 do cô [full_name] phụ trách.. . Em xin cảm ơn.",
            "Chào bạn. . Phòng đào tạo đã ghi nhận thông tin bạn đăng ký môn học chung với K2021, Thời gian bắt đầu học của Khoá 2021 là 4/10/2021, nên bạn vui lòng xem TKB tại Mybk vào thời gian trên, nếu không có TKB thì phản hồi lại Pdt. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Kính gửi thầy cô. . Em là [full_name], MSSV [student_id] có đăng kí hoãn thi môn kỹ thuật siêu cao tần theo form của phòng đào tạo và báo cáo đăng kí thành công. Nhưng đến nay vẫn chưa thấy cập nhật điểm hoãn thi trên thông tin sinh viên/bảng điểm ạ!",
            "Chào em,. . Em đã đăng ký form hoãn thi, em xem email xác nhận nhé.. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Hiện tại trên BKeL của em chưa cập nhật môn học mới trong khi thời khóa biểu đã cập nhật rồi. Mong PĐT xem xét và cập nhật môn học giúp em ạ, tại chiều hôm nay (20.08.2021) em có tiết học rồi ạ mà giờ chưa có link google meet để truy cập vào lớp học.. .",
            "Chào bạn. . Pdt đã cập nhật, bạn kiểm tra lại nghen. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Kính gửi: Ban Giám Hiệu và Phòng Học Vụ.. . . . Em Xin nộp đơn trình bày lý do thanh toán trễ học phí và phiếu thu nhận lại.. . . . Em xin cảm ơn,. . . . [full_name].",
            "Chào bạn. . PDT đã tiếp nhận và đang xử lý đơn thu nhận vào HK211 của bạn. . Bạn vui lòng theo dõi tình trạng sinh viên của bạn chuyển sang từ “tạm dừng” sang tình trạng “Đang học” sẽ cập nhật trên Mybk-thông tin sinh viên, dự kiến trễ nhất vào 30/08/2021. . Nếu có nhu cầu ĐKMH HK211, bạn vui lòng gửi thêm 1 yêu cầu xin đăng ký môn học, ghi rõ tên và Mã MH, mã nhóm, để PDT kiểm tra và ĐKMH cho bạn (nếu còn sĩ số). . . SV chủ động liên lạc với GV để xin vào lớp vì hiện tại đã bắt đầu HK211. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Họ và tên: [full_name]. . Lý do: Sau khi bàn bạc lại với gia đình thì em cảm thấy điểm số mình đã ổn rồi và không có như cầu hoãn thi nữa ạ. . Học kỳ: HK202. . Mã số môn học: MT1005. . Tên môn học: Giải tích 2. . Lớp: CC05. . Em xin cảm ơn anh/chị ạ!!! .",
            "Chào em,. . Em làm đơn xin hủy hoãn thi: ghi rõ HK, mã môn học, tên môn học ... , hoặc lấy mẫu đơn hoãn thi sửa thành đơn HỦY HOÃN THI, gửi qua bksi. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em xin chào Phòng Đào tạo.. . Phòng Đào tạo cho em xin phép được chuyển lớp học Pháp văn 3 nhóm P02 sang nhóm P01 ngày thứ 6 ạ.. . Lý do vì em bị trùng lịch với lớp tiếng anh bên trung tâm nên không thể học cùng lúc hai lớp được ạ. Em kính mong Quý phòng xem xét và đồng ý cho em được chuyển lớp học. Điều này rất khó cho em điều chỉnh, quản lý thời gian ạ.. . Trong lúc chờ đợi tin thì em xin cảm ơn Phòng Đào tạo nhiều ạ.",
            "QUOTE  Yêu cầu khác. . . . Em xin chào Phòng Đào tạo.. . Phòng Đào tạo cho em xin phép được chuyển lớp học Pháp văn 3 nhóm P02 sang nhóm P01 ngày thứ 6 ạ.. . Lý do vì em bị trùng lịch với lớp tiếng anh bên trung tâm nên không thể học cùng lúc hai lớp được ạ. Em kính mong Quý phòng xem xét và đồng ý cho em được chuyển lớp học. Điều này rất khó cho em điều chỉnh, quản lý thời gian ạ.. . Trong lúc chờ đợi tin thì em xin cảm ơn Phòng Đào tạo nhiều ạ.  /QUOTE . .",
            "QUOTE  Yêu cầu khác. . . . Em xin chào Phòng Đào tạo.. . Phòng Đào tạo cho em xin phép được chuyển lớp học Pháp văn 3 nhóm P02 sang nhóm P01 ngày thứ 6 ạ.. . Lý do vì em bị trùng lịch với lớp tiếng anh bên trung tâm nên không thể học cùng lúc hai lớp được ạ. Em kính mong Quý phòng xem xét và đồng ý cho em được chuyển lớp học. Điều này rất khó cho em điều chỉnh, quản lý thời gian ạ.. . Trong lúc chờ đợi tin thì em xin cảm ơn Phòng Đào tạo nhiều ạ.  /QUOTE . .",
            "Chào bạn,. . PDT đã ghi nhận yêu cầu về ĐKMH của bạn và đã chuyển cho bộ phận ĐKMH kiểm tra và xử lý.. . Bạn vui lòng theo dõi và kiểm tra TKB thường xuyên trên mybk/Thông tin SV và hệ thống BKeL để kịp tham gia lớp học online. SV chủ động liên hệ với GV để xin vào lớp học trước nhé!. . Trường hợp nếu không đăng ký được (không có khả năng hoặc không đủ điều kiện)  PDT sẽ phản hồi cho SV qua bksi.. . Chúc các bạn học tốt!. . Thân mến,. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Chào thầy/cô. . Em là Nguyễn Lê Thanh [full_name]. . MSSV [student_id].. . Em xin bổ sung đơn HUỶ HOÃN THI như yêu cầu của Phòng Đào tạo ạ. Mong quý thầy cô tiếp nhận và chấp thuận ạ. Em Xin chân thành cảm ơn và gửi lời chúc sức khoẻ các thầy cô trong đại dịch này.. . Trân trọng. . . . [full_name]. .",
            "Chào bạn. . - Phòng Đào tạo đã đồng ý yêu cầu về việc xin HUỶ Hoãn Thi của bạn. . . - Bạn thi bình thường theo Lịch thi đã thông báo. . - Trường hợp có sự cố bất khả kháng trong khi thi dẫn đến không thể hoàn thành được bài thi, và không được giải quyết cho thi các ca thi sau (nếu có), sinh viên có thể đăng ký \"Hoãn thi\" ngay sau buổi thi (không phải vắng thi có phép), SV phải báo với CBCT hoặc trực thi để được ghi nhận vào trong danh sách thi. PDT sẽ đối chiếu lại với danh sách Khoa để ra quyết định hoãn thi. . Chúc bạn học tập tốt nhé.. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính chào thầy/ cô,. . Em là [full_name], MSSV [student_id]. Đợt đăng kí dự thính bổ sung 17/8 - 19/8 em dự định đăng kí môn Thí nghiệm Vật lý (MSMH: PH1007) nhưng do nhầm lẫn nào đó mà em chưa gửi đăng kí. Thầy/ cô có thể cho em xin được đăng kí môn Thí nghiệm Vật lý ở kì dự thính này được không ạ.. . Em xin hứa sẽ nộp học phí đầy đủ.. . Cảm ơn thầy cô đã quan tâm,. . Trân trọng./. . . .",
            "Chào bạn. . \" Nếu yêu cầu của bạn đến nay vẫn chưa được xử lý, vui lòng gửi lại để PDT kiểm tra và trả lời cho bạn \". .  . . SV lưu ý:. .  1- Hiện tại toàn bộ môn học đã được Phòng Đào tạo tăng sĩ số tối đa theo quy định của từng loại môn học và quy định của Google Meet (tối đa 100 tính luôn Giảng Viên).Xem quy định về sĩ số mở lớp cho từng loại môn học tại đây: aao.hcmut.edu.vn/sinh viên/quy chế/học vụ/Quy chế đào tạo và học vụ bậc đại học, cao đẳng/ Điều 8. 2. . 2- Đã hết thời gian hiệu chỉnh và hủy môn học, Về việc rút Môn Học (có tính học phí) sinh viên vui lòng đợi mail thông báo của PDT trong tháng 9/2021. . 2- Nếu có nhu cầu học, SV có thể đăng ký dự thính (lộ trình 2 bắt đầu học ngày 30/8) vào đợt 2 từ ngày 25/8 đến 27/8. . 3- Sinh viên vui lòng xem kết quả ĐKMH, xem lý do vì sao không ĐKMH được (có đăng ký, nhưng không có TKB) tại trang web: mybk.hcmut.edu.vn    Đăng ký môn học    Đăng ký môn học HK211 - Kết quả đợt 2 (hoặc Kết quả đợt 1)    bấm vào mục Đăng ký mới    chọn Loại hình đăng ký    xem Lịch sử đăng ký.. . 4- Trong trường hợp kết quả xử lý ĐKMH không đúng, bạn có thể làm đơn khiếu nại (kèm minh chứng nếu có), gửi qua trang bksi ghi rõ tiêu đề: “Khiếu nại ĐKMH HK211”, nội dung khiếu nại trình bày rõ lý do, ghi rõ tên, mã môn học và mã nhóm đã đăng ký.. . 5- SV xem TKB tại mybk/Thông tin SV/ Xem TKB. . Chúc các bạn học tốt!. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ e đăng ký môn nhưng lý do đăng ký môn lại không mở lớp là sao ạ. Em xin cảm ơn",
            "Chào bạn,. . Trong từng lý do có ghi rõ mà bạn, cụ thể bạn thắc mắc vấn đề gì?. . Bạn vui lòng liên hệ với [full_name] (Văn Phòng Đào tạo Quốc tế) để được hướng dẫn và hỗ trợ về ĐKMH nhé:. . [email]. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học .",
            "Chào bạn. . PDT đã tiếp nhận và đang xử lý đơn thu nhận vào HK203 của bạn. . Bạn vui lòng theo dõi tình trạng sinh viên của bạn chuyển sang từ “tạm dừng” sang tình trạng “Đang học” sẽ cập nhật trên Mybk-thông tin sinh viên, dự kiến trễ nhất vào 30/08/2021. . Nếu có nhu cầu ĐKMH HK211, bạn vui lòng gửi thêm 1 yêu cầu xin đăng ký môn học, ghi rõ tên và Mã MH, mã nhóm, để PDT kiểm tra và ĐKMH cho bạn (nếu còn sĩ số), ghi rõ trong ô nội dung nhé (không cần ghi riêng đơn). . SV chủ động liên lạc với GV để xin vào lớp vì hiện tại đã bắt đầu HK211. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Thầy cô ơi tình hình dịch em bị điều đi em bị lỡ đăng ký đợt 3 của kỳ chính, thầy cô giúp e đăng ký môn CI4041-Công Trình Ngoài Khơi thứ 6 với, giờ em mới về tới nhà thì muộn mất đăng ký môn này rồi, Thầy cô giúp em với",
            "Chào bạn. . Hiện tại không thể bổ sung thêm môn học. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "MSSV:[student_id]. . Tên:  [full_name]. . Do em đã hoãn thi nên không đăng ký môn học kịp thời cho học kỳ tiếp theo (HK1 2021-2022) nên PDT có thể thêm em vào một lớp học còn trống nào đó 1 môn này được không. Em xin cảm ơn.. . [full_name]1009: Phương pháp tính. . SP1007: Pháp luật Việt Nam đại cương",
            "Chào bạn,. . Ghi rõ tên và mã môn học, mã nhóm bạn xin bổ sung (ghi rõ lý do nhé). . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em kính chào phòng đào tạo, em tên [full_name], mssv [student_id], em xin trình bày là em có được kí túc xá bắt phải hồi hương và hiện tại đang ở khu cách li tập trung của tỉnh. Ban đầu có thông báo cách li 7 ngày nên em không đăng kí hoãn môn thi cơ lưu chất có mã môn học CI2003. Nhưng hôm nay tại khu cách li tập trung em vừa nhận quyết định cách li 14 ngày tức là ngày thi nằm trong thời gian em đnag cách li tập trung. Dạ điều kiện trong khu cách li rất khó khăn internet chập chờn, mạng 3g cũng không tốt ạ. Em mong phòng đào tạo xem xét cho em đăng kí hoãn thi thêm môn Cơ lưu chất này nữa vì trước đó em đã có đăng kí hoãn các môn khác rồi ạ.",
            "Thân gửi các bạn sinh viên, . . Phòng Đào tạo (PĐT) đã thông báo cho Sinh viên (SV) về việc nộp đơn hoãn thi trực tiếp cho PĐT đối với các môn học Lý thuyết, mà không thông qua Giảng viên (GV). PĐT sẽ hậu kiểm các tình huống cấm thi sau. Hiện nay, SV đăng ký bằng cách gửi email về PĐT có kèm file và qua hệ thống Hỗ trợ trực tuyến (BKSI). Để nhanh chóng và thuận lợi, PĐT thay đổi phương thức nộp đơn hoãn thi như sau:. . SV đăng nhập vào Google bằng tài khoản BKNetID@hcmut.edu.vn và điền thông tin hoãn thi theo link: https://forms.gle/ckyYcJMWN7w3kqe56. . Hạn cuối: 5 ngày sau khi thi online (chỉ tính ngày làm việc). . Trường hợp SV đã nộp đơn qua email của PĐT và  qua công cụ BKSI (đã hoặc chưa được tiếp nhận), vui lòng điền lại vào form trên để PĐT cập nhật dữ liệu đồng nhất và chính xác.. . Riêng đối với môn Đồ án, Thực tập ngoài trường, Đề cương Luận văn, Luận văn/Tiểu luận tốt nghiệp: SV có thể xin hoãn bảo vệ với lý do dịch Covid-19 ảnh hưởng nghiêm trọng đến kết quả thực hiện đề tài (không thực nghiệm được tại Phòng thí nghiệm, không thực địa, ...). SV gửi email trực tiếp đến Giáo viên hướng dẫn, Khoa/Bộ môn để được xem xét đồng ý và forward email cuối cùng đến email của PĐT để đăng ký.. . Thông tin thêm:. . •\tQuy định hoãn thi (HT): xem chi tiết tại khoản 17.2 Điều 17 trong Quy chế đào tạo và học vụ (aao.hcmut.edu.vn    Sinh viên    Quy chế).. . •\tCác môn có phần thí nghiệm (TNg) sẽ được tổ chức thi sau khi TNg xong. Một số môn, Giảng viên sẽ đề nghị cho thi trước, điểm TNg sẽ có sau, khi đó SV có thể xin hoãn thi.. . •\tRiêng hoãn thi kiểm tra giữa kỳ của HK DT202 và 203: SV liên hệ trực tiếp GV và Bộ môn để được xem xét cho kiểm tra riêng hoặc lấy cột điểm thành phần khác để làm điểm kiểm tra.. .  . . Chúc các bạn học tập thật tốt!. . . . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . . ."
        ]
    }
]