[
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính gửi trường đại học Bách Khoa,. . . . Em tên là [full_name], MSSV [student_id]. Em gửi tin nhắn này mong được trình bày vấn đề của em như sau: Đợt đăng ký môn học vừa rồi trùng với ngày thi và kỳ thực tập của khoa em, nên khi đăng ký em đã bỏ qua 2 môn Hệ thống số - CO1023 và Đồ án Hệ thống số - CO1029. Em biết việc này là xảy ra là do em đã không có sự chuẩn bị từ trước, để xảy ra sai lầm này. Mong nhà trường có thể cho phép em có thêm cơ hội để đăng ký học 2 môn kể trên được không ạ.. . . . Em xin trân thành cám ơn. Mong sớm nhận được hồi âm ạ.",
            "Chào bạn,. . PDT đã ghi nhận yêu cầu về ĐKMH của bạn và đã chuyển cho bộ phận ĐKMH kiểm tra và xử lý.. . Bạn vui lòng theo dõi và kiểm tra TKB thường xuyên trên mybk/Thông tin SV và hệ thống BKeL để kịp tham gia lớp học online. SV chủ động liên hệ với GV để xin vào lớp học trước nhé!. . Trường hợp nếu không đăng ký được (không có khả năng hoặc không đủ điều kiện)  PDT sẽ phản hồi cho SV qua bksi.. . Chúc các bạn học tốt!. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ em là [full_name]-[student_id]. Là sinh viên khóa K17 nhưng em vẫn còn 1 môn đồ án tiên quyết luận văn tốt nghiệp nhưng đợt vừa rồi do bận việc gia đình nên em không kịp đăng ký được. Em có thể xin bổ sung sỉ số em vào lớp đồ án LO1 mã môn học Ci3221 được không ạ? Nếu không là em trễ thêm mất một năm nên kính mong pđt có thể giúp em ạ!Em xin chân thành cảm ơn ạ!",
            ". . Chào bạn,. . PDT đã ghi nhận yêu cầu về ĐKMH của bạn và đã chuyển cho bộ phận ĐKMH kiểm tra và xử lý.. . Bạn vui lòng theo dõi và kiểm tra TKB thường xuyên trên mybk/Thông tin SV và hệ thống BKeL để kịp tham gia lớp học online. SV chủ động liên hệ với GV để xin vào lớp học trước nhé!. . Trường hợp nếu không đăng ký được (không có khả năng hoặc không đủ điều kiện)  PDT sẽ phản hồi cho SV qua bksi.. . Chúc các bạn học tốt!. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính gửi trường đại học Bách Khoa,. . . . Em tên là [full_name], MSSV [student_id]. Em gửi tin nhắn này mong được trình bày vấn đề của em như sau: Đợt đăng ký môn học vừa rồi trùng với ngày thi và kỳ thực tập của khoa em, nên khi đăng ký em đã bỏ qua môn Đồ án Kỹ thuật lập trình - CO1031. Việc hoàn thành môn học này rất quan trọng với em vì em đang gần tới đích trên con đường tốt nghiệp. Em biết việc này là xảy ra là do em đã không có sự chuẩn bị từ trước, để xảy ra sai lầm này. Mong nhà trường có thể cho phép em có thêm cơ hội để đăng ký học 2 môn kể trên được không ạ.. . . . Em xin trân thành cám ơn. Mong sớm nhận được hồi âm ạ.",
            "Chào bạn,. . Vui lòng trình bày lại rõ lý do, tên và mã MH 2 môn bạn xin ĐK nhé!. . Trình bày rõ ràng nhé!"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Dạ em chào phòng đào tạo, em xin gửi đơn đăng kí hủy hoãn thi môn Giải Tích 2 của em.",
            "Chào bạn. . - Phòng Đào tạo đã đồng ý yêu cầu về việc xin HUỶ Hoãn Thi của bạn. . . - Bạn thi bình thường theo Lịch thi đã thông báo. . - Trường hợp có sự cố bất khả kháng trong khi thi dẫn đến không thể hoàn thành được bài thi, và không được giải quyết cho thi các ca thi sau (nếu có), sinh viên có thể đăng ký \"Hoãn thi\" ngay sau buổi thi (không phải vắng thi có phép), SV phải báo với CBCT hoặc trực thi để được ghi nhận vào trong danh sách thi. PDT sẽ đối chiếu lại với danh sách Khoa để ra quyết định hoãn thi. . Chúc bạn học tập tốt nhé.. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ .  Kính chào Phòng Đào tạo, em xin gửi đơn hủy đăng ký hoãn thi ạ.. . . .",
            "Chào bạn. . - Phòng Đào tạo đã đồng ý yêu cầu về việc xin HUỶ Hoãn Thi của bạn. . . - Bạn thi bình thường theo Lịch thi đã thông báo. . - Trường hợp có sự cố bất khả kháng trong khi thi dẫn đến không thể hoàn thành được bài thi, và không được giải quyết cho thi các ca thi sau (nếu có), sinh viên có thể đăng ký \"Hoãn thi\" ngay sau buổi thi (không phải vắng thi có phép), SV phải báo với CBCT hoặc trực thi để được ghi nhận vào trong danh sách thi. PDT sẽ đối chiếu lại với danh sách Khoa để ra quyết định hoãn thi. . Chúc bạn học tập tốt nhé.. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học  /i em chào thầy cô. em tên [full_name] mssv [student_id].Em xin vào lớp tổ chức bảo dưỡng 3 MSMH(260623) để duy trì học vụ.Em cảm ơn ạ.. . . .",
            "Chào bạn,. . Trường hợp của bạn đã hết thời giàn đào tạo, bạn vui lòng làm đơn xin gia hạn 1HK và nộp qua bksi (ghi rõ thuộc diện KV 1 nhé). . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính thưa PĐT, em tên [full_name], mssv [student_id]. Trong đợt đăng ký môn học đợt 3 (17-19/8), em đăng ký môn Anh Văn 2 lớp L03 ngày thứ 6, tiết 7,8,9. Trong thời khóa biểu bắt đầu học từ tuần 33 nhưng trong BKelearning lại không có nhóm lớp, tên GV và đường link lớp học. Em học lúc 12g mà Thời Khóa Biểu cập nhật lại lúc 20g nên em không tham gia được lớp học. Thắc mắc của em là có TKB nhưng không có tên lớp học môn Anh Văn 2 trong BKEL. Mong PĐT giải đáp thắc mắc giúp em. Em xin cảm ơn rất nhiều.",
            "Chào bạn. . Pdt đã cập nhật lại, bạn kiểm tra lại nghen. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Hôm thi online cal2 em có 1 số vấn đề ảnh hưởng đến việc làm bài nên em có gửi form trình bày hoãn thi với văn phòng. Hôm nay em nhận được kết quả thi thì em thấy khá hài lòng với kết quả nên em muốn hủy hoãn thi môn đó thì sao ạ. Em cảm ơn ạ.  .",
            "Chào em,. . Em làm đơn xin hủy hoãn thi: ghi rõ HK, mã môn học, tên môn học ... , hoặc lấy mẫu đơn hoãn thi sửa thành đơn HỦY HOÃN THI, gửi qua bksi. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            ". . Em chào thầy/cô, em tên là [full_name], mã số [student_id], sinh viên khoa Xây Dựng. Em xin trình bày lí do mong muốn huỷ đăng kí hoãn thi của mình là vì sau khi thi xong môn Giải tích 1 cuối kì tại trường thì em có gặp lỗi chủ quan phía bên em dẫn đến việc không nộp đc file quay màn hình. Sau đó em đã mail cho giáo viên giảng dạy của em nhưng không được phản hồi do đó em phải đăng kí hoãn thi vì hạn đăng kí là 5 ngày sau khi ngày thi diễn ra. Sau khi đã đăng kí thì thầy giảng viên đã có phản hồi và giải quyết cho em nên em muốn huỷ đăng kí hoãn thi ạ. Em cảm ơn thầy/ cô đã đọc hết mail của em và mong thầy/cô xem xét yêu cầu của em ạ. . .              [full_name]. . [full_name]. .",
            "Chào em,. . Em làm đơn xin hủy hoãn thi: ghi rõ HK, mã môn học, tên môn học ... , hoặc lấy mẫu đơn hoãn thi sửa thành đơn HỦY HOÃN THI, gửi qua bksi. . Thân mến,. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Em chào thầy/cô. . Dạ cho em hỏi là sao cái mybk phần bảng điểm lại k có hiện bảng điểm của hk2 mà chỉ hiện của hk1 thôi ạ. Trên bkel cũng chỉ hiện có hk1 không có hk2 ạ ? . . Dạ em cám ơn.. .",
            "Chào bạn,. . Vui lòng trình bày rõ ràng câu hỏi của bạn nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ  /i  cô ơi môn lý 2 em hoãn thi rồi mà sao điểm thi của em lại là điểm 13 vậy cô. . . .",
            "Chào em,. . - Danh sách thi PĐT đã in trước rồi em.. . - Em điền vào form hoãn thi, xem email xác nhận nhé.. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Vào ngày 05/08/2021 do sự cố không vào được hệ thống BKeX nên em không thể xem đề thi và nộp bài thi môn Mô hình hóa, mô phỏng và tối ưu hóa trong công nghệ hóa học (CH3133) nên em đã làm đơn xin hoãn thi môn này vào ngày 07/08/2021 và đã được phòng đào tạo chấp thuận. Nhưng hôm nay 21/08/2021 em vào xem điểm thi thì môn Mô hình hóa, mô phỏng và tối ưu hóa trong công nghệ hóa học (CH3133) có điểm thi là 0.00 mặc dù em đã xin hoãn thi.. . . . Mong phòng đào tạo sớm giải quyết vấn đề trên giúp em!",
            "Chào em,. . - Danh sách bảng ghi điểm PĐT đã gửi trước . . - Em đã điền vào form hoãn thi, xem email xác nhận nhé.. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Em chào thầy/cô. . Dạ cho em hỏi là sao mybk phần bảng điểm của em nó không có hk2 ạ?. . Dạ em cám ơn.. . . .",
            "Chào bạn. . Bạn thanh toán học phí HK202 vào ngày 10/8. . Bạn đang tạm dừng HK202 (hủy tkb) theo quyết định số 238 (10/8) vì không thanh toán học phí. . Xem quy định về học phí tại đây: aao.hcmut.edu.vn/sinh viên/quy chế/học vụ/Quy chế đào tạo và học vụ bậc đại học, cao đẳng/ Điều 7. . Chúc bạn học tập tốt nhé.. .  Thân.. .",
            "li answer rate: Answer suits the needs / Câu trả lời đúng ý"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em đã điền form xin hoãn thi nhưng bây giờ muốn xin huỷ hoãn thi để lấy kết quả trước đó thì phải làm sao ạ. Em có hỏi giảng viên về vấn đề này thì giảng viên bảo không sao.",
            "Chào em,. . Em làm đơn xin hủy hoãn thi: ghi rõ HK, mã môn học, tên môn học ... , hoặc lấy mẫu đơn hoãn thi sửa thành đơn HỦY HOÃN THI, gửi qua bksi. . Thân mến,. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ cho em hỏi, khi em đăng ký môn học đợt 2, môn học CI3011 của em đã được tick xanh và báo đăng ký môn học thành công, không báo bị trùng thời khoá biểu. Nhưng hết đợt 2 em không có thời khoá biểu môn đó. Em kiểm tra lại thì thấy môn học có trùng thời khoá biểu với thí nghiệm của môn khác. Nhưng đợt 3 thì không huỷ môn học được, nên em không huỷ được môn bị trùng đó. Đợt 3 em có vào đăng ký lại môn học CI3011 và vẫn đăng ký thành công, có tick xanh. Nhưng khi có thời khoá biểu đợt 3 thì vẫn không có môn đó. Cho em hỏi đó có phải lỗi hệ thống không ạ? Nếu như vậy có cách nào để em có thể đăng ký môn hoc CI3011 không ạ, vì môn học đó chưa full và rất quan trọng để em có thể đăng ký môn học cho học kỳ kế tiếp. Em cảm ơn.",
            "SV lưu ý:. .  1- Hiện tại toàn bộ môn học đã được Phòng Đào tạo tăng sĩ số tối đa theo quy định của từng loại môn học và quy định của Google Meet (tối đa 100 tính luôn Giảng Viên).Xem quy định về sĩ số mở lớp cho từng loại môn học tại đây: aao.hcmut.edu.vn/sinh viên/quy chế/học vụ/Quy chế đào tạo và học vụ bậc đại học, cao đẳng/ Điều 8. 2. . 2- Đã hết thời gian hiệu chỉnh và hủy môn học, Về việc rút Môn Học (có tính học phí) sinh viên vui lòng đợi mail thông báo của PDT trong tháng 9/2021. . 2- Nếu có nhu cầu học, SV có thể đăng ký dự thính (lộ trình 2 bắt đầu học ngày 30/8) vào đợt 2 từ ngày 25/8 đến 27/8. . 3- Sinh viên vui lòng xem kết quả ĐKMH, xem lý do vì sao không ĐKMH được (có đăng ký, nhưng không có TKB) tại trang web: mybk.hcmut.edu.vn    Đăng ký môn học    Đăng ký môn học HK211 - Kết quả đợt 2 (hoặc Kết quả đợt 1)    bấm vào mục Đăng ký mới    chọn Loại hình đăng ký    xem Lịch sử đăng ký.. . 4- Trong trường hợp kết quả xử lý ĐKMH không đúng, bạn có thể làm đơn khiếu nại (kèm minh chứng nếu có), gửi qua trang bksi ghi rõ tiêu đề: “Khiếu nại ĐKMH HK211”, nội dung khiếu nại trình bày rõ lý do, ghi rõ tên, mã môn học và mã nhóm đã đăng ký.. . 5- SV xem TKB tại mybk/Thông tin SV/ Xem TKB. . Chúc các bạn học tốt!. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Do không đủ điều kiện về trang thiết bị nên em đã phải xin hoãn thi 1 số môn trong học kì 202. Em có 2 câu hỏi như sau:. . 1. Điểm thành phần của những môn hoãn thi có được bảo lưu đến học kì sau không?. . 2. Ở học kì sau em sẽ đăng kí thi những môn này bằng cách nào?",
            "Thân gửi các bạn sinh viên, . . Phòng Đào tạo (PĐT) đã thông báo cho Sinh viên (SV) về việc nộp đơn hoãn thi trực tiếp cho PĐT đối với các môn học Lý thuyết, mà không thông qua Giảng viên (GV). PĐT sẽ hậu kiểm các tình huống cấm thi sau. Hiện nay, SV đăng ký bằng cách gửi email về PĐT có kèm file và qua hệ thống Hỗ trợ trực tuyến (BKSI). Để nhanh chóng và thuận lợi, PĐT thay đổi phương thức nộp đơn hoãn thi như sau:. . SV đăng nhập vào Google bằng tài khoản BKNetID@hcmut.edu.vn và điền thông tin hoãn thi theo link: https://forms.gle/ckyYcJMWN7w3kqe56. . Hạn cuối: 5 ngày sau khi thi online (chỉ tính ngày làm việc). . Trường hợp SV đã nộp đơn qua email của PĐT và  qua công cụ BKSI (đã hoặc chưa được tiếp nhận), vui lòng điền lại vào form trên để PĐT cập nhật dữ liệu đồng nhất và chính xác.. . Riêng đối với môn Đồ án, Thực tập ngoài trường, Đề cương Luận văn, Luận văn/Tiểu luận tốt nghiệp: SV có thể xin hoãn bảo vệ với lý do dịch Covid-19 ảnh hưởng nghiêm trọng đến kết quả thực hiện đề tài (không thực nghiệm được tại Phòng thí nghiệm, không thực địa, ...). SV gửi email trực tiếp đến Giáo viên hướng dẫn, Khoa/Bộ môn để được xem xét đồng ý và forward email cuối cùng đến email của PĐT để đăng ký.. . Thông tin thêm:. . . . Em đọc kỹ quy chế nhé.. . . . . . •\tQuy định hoãn thi (HT): xem chi tiết tại khoản 17.2 Điều 17 trong Quy chế đào tạo và học vụ (aao.hcmut.edu.vn    Sinh viên    Quy chế).. . •\tCác môn có phần thí nghiệm (TNg) sẽ được tổ chức thi sau khi TNg xong. Một số môn, Giảng viên sẽ đề nghị cho thi trước, điểm TNg sẽ có sau, khi đó SV có thể xin hoãn thi.. . •\tRiêng hoãn thi kiểm tra giữa kỳ của HK DT202 và 203: SV liên hệ trực tiếp GV và Bộ môn để được xem xét cho kiểm tra riêng hoặc lấy cột điểm thành phần khác để làm điểm kiểm tra.. .  . . Chúc các bạn học tập thật tốt!. . . . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Thưa thầy/cô. . Thầy/cô cho em hỏi là nếu sau khi hoãn thi em phải đăng ký lại môn học đã hoãn thi ở kỳ tiếp theo hay em chỉ cần nộp đơn đăng ký xin thi lại môn học đó thôi ạ?. . Em mong nhận được phản hồi của thầy/cô ạ. . Em xin cảm ơn.. . . . [full_name]",
            "Thân gửi các bạn sinh viên, . . Phòng Đào tạo (PĐT) đã thông báo cho Sinh viên (SV) về việc nộp đơn hoãn thi trực tiếp cho PĐT đối với các môn học Lý thuyết, mà không thông qua Giảng viên (GV). PĐT sẽ hậu kiểm các tình huống cấm thi sau. Hiện nay, SV đăng ký bằng cách gửi email về PĐT có kèm file và qua hệ thống Hỗ trợ trực tuyến (BKSI). Để nhanh chóng và thuận lợi, PĐT thay đổi phương thức nộp đơn hoãn thi như sau:. . SV đăng nhập vào Google bằng tài khoản BKNetID@hcmut.edu.vn và điền thông tin hoãn thi theo link: https://forms.gle/ckyYcJMWN7w3kqe56. . Hạn cuối: 5 ngày sau khi thi online (chỉ tính ngày làm việc). . Trường hợp SV đã nộp đơn qua email của PĐT và  qua công cụ BKSI (đã hoặc chưa được tiếp nhận), vui lòng điền lại vào form trên để PĐT cập nhật dữ liệu đồng nhất và chính xác.. . Riêng đối với môn Đồ án, Thực tập ngoài trường, Đề cương Luận văn, Luận văn/Tiểu luận tốt nghiệp: SV có thể xin hoãn bảo vệ với lý do dịch Covid-19 ảnh hưởng nghiêm trọng đến kết quả thực hiện đề tài (không thực nghiệm được tại Phòng thí nghiệm, không thực địa, ...). SV gửi email trực tiếp đến Giáo viên hướng dẫn, Khoa/Bộ môn để được xem xét đồng ý và forward email cuối cùng đến email của PĐT để đăng ký.. . Thông tin thêm:. . . . Em đọc kỹ quy chế nhé.. . . . . . •\tQuy định hoãn thi (HT): xem chi tiết tại khoản 17.2 Điều 17 trong Quy chế đào tạo và học vụ (aao.hcmut.edu.vn    Sinh viên    Quy chế).. . •\tCác môn có phần thí nghiệm (TNg) sẽ được tổ chức thi sau khi TNg xong. Một số môn, Giảng viên sẽ đề nghị cho thi trước, điểm TNg sẽ có sau, khi đó SV có thể xin hoãn thi.. . •\tRiêng hoãn thi kiểm tra giữa kỳ của HK DT202 và 203: SV liên hệ trực tiếp GV và Bộ môn để được xem xét cho kiểm tra riêng hoặc lấy cột điểm thành phần khác để làm điểm kiểm tra.. .  . . Chúc các bạn học tập thật tốt!. . . . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính gửi Thầy/Cô,. . Đợt đăng ký môn học của học kỳ chính 211 vừa rồi em có xin mở lớp Thí nghiệm silicat đại cương (MA3035). Sau khi mở được lớp trên trang đăng ký môn học thì nhiều bạn trong lớp không đăng ký được môn vì phòng đào tạo xếp lịch bị trùng môn của cả lớp. Sau đó em có viết đơn xin chỉnh sửa lịch học để các bạn đăng ký được và đã được giáo viên bộ môn gửi lên phòng đào tạo trong lúc vẫn còn hạn đăng ký học ký chính đợt 3. Nhưng phòng đào tạo sau khi hết hạn đăng ký đợt 3 mới trả lời và nói là không có sinh viên đăng ký nên huỷ môn.. . Mong quý Thầy/Cô xem xét giúp chúng em và nếu được xin phòng đào tạo có thể mở lớp đăng ký riêng để chúng em theo kịp tiến độ học tập và ra trường ạ.",
            "Chào bạn,. . - Sinh viên vui lòng xem kết quả ĐKMH, xem lý do vì sao không ĐKMH được (có đăng ký, nhưng không có TKB) tại trang web: mybk.hcmut.edu.vn    Đăng ký môn học    Đăng ký môn học HK211 - Kết quả đợt 2 (hoặc Kết quả đợt 1)    bấm vào mục Đăng ký mới    chọn Loại hình đăng ký    xem Lịch sử đăng ký.. . - Trong trường hợp kết quả xử lý ĐKMH không đúng, bạn có thể làm đơn khiếu nại (kèm minh chứng nếu có), gửi qua trang bksi ghi rõ tiêu đề: “Khiếu nại ĐKMH HK211”, nội dung khiếu nại trình bày rõ lý do, ghi rõ tên, mã môn học và mã nhóm đã đăng ký.. . - SV xem TKB tại mybk/Thông tin SV/ Xem TKB. . Chúc các bạn học tốt!. . Thân. .",
            "Dạ Cô ơi, Em viết như vậy thì nó đã là một đơn khiếu nại rồi ạ. Em làm theo hướng dẫn của Cô thì lại 2 ngày sau mới có trả lời và lại hết hạn đăng ký mở lớp học mất rồi ạ.. .",
            "Chào bạn,. . Vấn đề là các bạn xin mở lớp, thời gian là do SV và GV tự đăng ký mà, nên các bạn phải tự cân nhắc trước khi nộp đơn mở lớp (trong thông báo ĐKMH có ghi rõ là không nhận đơn mở lớp của HK chính, vì không có khả năng xếp lớp) và có thông báo cho SV ngay trước đợt ĐKMH (SV vui lòng xem lại thông báo) và PDT đã cố gắng để giải quyết mở lớp nếu có thể.. . Hiện tại đã hết thời gian đăng ký online, thì ai có thể đảm bảo danh sách SV có thể đăng ký được.. . Vấn đề bây giờ nếu [full_name] đồng ý, hỗ trợ SV có thể cam kết mở môn thí nghiệm trong hk dự thính, có thể ghi rõ trong đơn mở lớp để xin ý kiến lớp trong đợt dự thính HK211 (lộ trình 2) này. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ cho em hỏi, em có đăng ký môn học CI3011 ở đợt 2 và đợt 3. Sau khi có kết quả đợt 2 thì em không có thời khoá biểu. Trong khi lớp vẫn mở và em gửi đăng ký thành công, tick xanh. Em có kiểm tra lại thì môn học CI3011 có trùng với thời khoá biểu thí nghiệm của môn học CI2003. Nhưng đợt đăng ký 3 em không được phép huỷ môn nên em thử đăng ký lại môn học CI3011 và vẫn báo đăng ký thành công, tick xanh. Nhưng kết quả đợt 3 cũng không đăng ký được môn học. Cho em hỏi đây có phải là lỗi hệ thống lúc đăng ký môn học không ạ? Có cách nào có thể để em đăng ký vào lớp CI3011 đó không vì lớp vẫn còn trống chỗ. Môn học này rất quan trọng với em vì nó tiên quyết, ảnh hưởng đến việc đăng ký môn học kỳ sau của em. Em rất mong có cách nào đó khắc phục được vấn đề này nếu phải rút môn học CI2003 em cũng sẽ rút ạ. Em xin cảm ơn.",
            "Bạn bạn,. . Bạn vui lòng trình bày rõ vấn đề của bạn (ghi rõ MH xin hủy và bổ sung MH gì (tên MH, Mã MH, mã nhóm) ghi rõ lý do và gửi qua bksi.. . Vì Hiện tại đã hết thời gian hiệu chỉnh  và hủy môn học của HK211 nhé bạn.. . SV vui lòng đợi thông báo về việc rút môn học (có tính học phí theo quy định), sẽ thông báo cho SV trong tháng 9/2021. . Xem chi tiết quy chế tại đây:. . aao.hcmut.edu.vn/sinh viên/quy chế/học vụ/Quy chế đào tạo và học vụ bậc đại học, cao đẳng:/ điều 11.2. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Thưa PDT, cho em hỏi số thẻ BHYT vì hiện tại em không thể nhận thẻ ở trường ạ.. . Em xin cảm ơn.. . [full_name].",
            "Chào em,. . Em liên hệ phòng Công tác chính trị sv qua email [email] để được hướng dẫn nhé.. . Thân mến,. . . . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "QUOTE Đăng ký môn học . Dạ em kính gửi ban Giám hiệu nhà trường và Phòng đào tạo. Em tên [full_name] MSSV [student_id]0.. . Em viết mail này xin phòng đào tạo cho phép em đăng kí bổ sung thực tập tốt nghiệp vào học kì 211 ạ. Cả tuần nay do nhà em hiện đang có trường hợp F0 nên em thật sự bối rối, sức khoẻ không tốt và còn kèm lịch thi nên em đã bỏ lỡ đợt đăng kí môn học đợt 3. Em mong phòng đào tạo sẽ giúp em có thể được đăng kí thực tập tốt nghiệp vào học kì này. Khu em đang ở là Quận 8, tình hình dịch phức tạp, những lí do em nếu trên hoàn toàn là sự thật ạ. Mong phòng đào tạo và nhà trường xem xét giúp em. Em cảm ơn",
            "Chào bạn,. . Vui lòng trình bày rõ mã MH nhé"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em chào Thầy/Cô,. . Em có liên hệ với giảng viên giảng dạy môn học và trình bày về những lỗi kỹ thuật trong quá trình làm bài thi của em cũng như về những sai sót trong đề thi của Bộ môn khiến cho điểm ra không đánh giá đúng thực lực của sinh viên. Thì sau đó giảng viên có phản hồi với em là em cứ báo cáo việc này lên bksi và xin PĐT cho thi vấn đáp trực tiếp để hiệu chỉnh lại điểm thi.. . Do đó hôm nay em trình bày việc này lại cho PĐT để có thể tổ chức thi vấn đáp với giảng viên cho những trường hợp sinh viên cảm thấy không hài lòng về kết quả thi trực tuyến vừa qua ạ.. . Em mong PĐT sẽ xem xét điều này để việc thi online có thể đánh giá công bằng cho sinh viên ạ. . . Em cảm ơn",
            "Chào em,. . - PĐT chỉ làm theo quy chế quy định, . . - SV phúc tra điểm thi đăng ký tại mybk/phúc tra .... . Thân mến,. .",
            "Em chào Thầy/Cô,. . Giảng viên bên em vẫn chưa hoàn tất bảng điểm tổng kết của môn học ạ. . . . . Giảng viên vẫn chờ PĐT hay Khoa tổ chức đợt thi vấn đáp để giải quyết các vấn đề phát sinh của sinh viên trong lúc thi trực tuyến vừa qua. . . . . Thực sự thì lúc này cả giảng viên cũng rất bối rối và không biết giải quyết thế nào để tạo sự công bằng cho các sinh viên trong giai đoạn này nên mới nhờ sinh viên đặt câu hỏi lên PĐT ấy ạ. Và giảng viên đã chọn hình thức thi là vấn đáp để công việc được kết thúc nhanh gọn và khách quan.. . . . Vậy bây giờ em đặt câu hỏi này lên Khoa để được giải quyết hay sao ạ?. . . . Em cảm ơn. . . .",
            "Chào em,. . PĐT đã gửi email đến GV toàn trường .... . . . \"Kế hoạch học tập trong tình hình mới của Học kỳ 202, 203, 211. . . . Căn cứ trên tình hình phòng chống dịch Covid-19;. . Được sự chỉ đạo của Ban giám hiệu;. . Phòng Đào tạo thông báo kế hoạch học tập trong tình hình mới của các học kỳ 2/2020-2021 (HK202, dự thính DT202), học kỳ hè (HK203, dự thính hè DT203), học kỳ 2 của chương trình Chất lượng cao/Tiên tiến/Quốc tế (viết tắt là CLC) nhóm 1B (HK202B), học kỳ 1/2021-2022 (HK211, dự thính DT211) như sau:. . . . I. Kiểm tra và thi. .  1. Hình thức Kiểm tra/Thi. .   Các học phần có thể được tổ chức kiểm tra/thi (gọi chung là thi) theo hình thức trực tuyến (gọi tắt là thi trực tuyến), hoặc chuyển đổi hình thức thi phù hợp nhất trong hình hình hiện nay, như bài luận, bài tập lớn, thuyết trình, vấn đáp, bảo vệ hội đồng hoặc kết hợp nhiều phương pháp.. .   Hướng dẫn về thi trực tuyến đang được ban hành.. . ...\". . . . . . Thân mến,. . . . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Rút môn học (phải thanh toán học phí) Học kỳ 203 . Thưa Phòng Đào Tạo. . Em tên [full_name] MSSV [student_id]. Em nhờ phòng Đạo Tạo huỷ dùm em môn EN4021 và môn EN3074 ạ em xin cảm ơn. . [full_name] . . Trân trọng. .",
            "Chào bạn,. . Hiện tại đã hết thời gian hiệu chỉnh  và hủy môn học của HK211 nhé bạn.. . SV vui lòng đợi thông báo về việc rút môn học (có tính học phí theo quy định), sẽ thông báo cho SV trong tháng 9/2021. . Xem chi tiết quy chế tại đây:. . aao.hcmut.edu.vn/sinh viên/quy chế/học vụ/Quy chế đào tạo và học vụ bậc đại học, cao đẳng:/ điều 11.2. . Thân. .",
            "Dạ thưa cô cô huỷ dùm em đi cô[full_name] Em rút em vẫn đóng học phí cô[full_name] Tại vì e lịch học đồ vướn với tiền trình của em em sợ em ra trường k đúng hạn được[full_name] Cô xem huỷ dùm em để em đăng kí lại môn học năm 1 với năm 2 em chưa pas[full_name] Em mong coi giúp em[full_name] [full_name] [full_name][full_name] [full_name] [full_name]",
            "Chào em,. . PĐT làm theo quy định, quy chế thôi em ơi. Cô không thể giúp em được nhé.. . Thân mến,. .",
            "Thưa cô,. . Cô cho em hỏi khi nào em rút môn được ạ. . Trân trọng",
            "SV vui lòng đợi thông báo về việc rút môn học (có tính học phí theo quy định), sẽ thông báo cho SV trong tháng 9/2021. . Xem chi tiết quy chế tại đây:. . aao.hcmut.edu.vn/sinh viên/quy chế/học vụ/Quy chế đào tạo và học vụ bậc đại học, cao đẳng:/ điều 11.2. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Thưa Thầy/Cô. . Em xin được mở lớp Truyền Nhiệt - 210701. . Môn học trong chương trình Việt Pháp K14-K18, môn này sẽ không còn trong kế hoạch giảng dạy từ K19 trở đi do thay đổi chương trình đào tạo. Em đã được sư đồng ý từ Thầy trưởng bộ môn, Thầy giảng dạy và Văn Phòng. Chi tiết trong file đính kèm. . . Kính mong Phòng Đào Tạo giải quyết giúp em. . Kính chúc Thầy/Cô thật nhiều sức khỏe, an nhiên và bình yên trong cuộc sống . .  .",
            "Chào bạn. . Cô đã lấy dữ liệu chuyển cho bộ phận xử lý, bạn theo dõi đến 17 giờ ngày 26/8 mà không thấy mở lớp thì báo lại. . Nếu có phản hồi gì Cô sẽ báo trên BKsi và mail, kiểm tra thường xuyên nghen bạn. . Thân. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính gửi Phòng Đào Tạo. . Em tên [full_name] mssv [student_id]. Em xin Phòng Đào Tạo đăng kí lại dùm em môn hành vi tổ chức(L02) và môn tiếp thị căn bản lớp LO1. Em xin cảm ơn ạ . . [full_name]. . Trân trọng",
            "Chào bạn,. . VUi lòng trình bày rõ lý do, tên và mã MH, mã nhóm từng môn học nhé!. . Thân",
            "Dạ em đăng kí môn tiếp thị căn bản(IM1020) lớp LO2 học với k21 ạ. Em còn thiếu môn này do năm 1 e k học nên k kịp tiến độ ra trường. Hiện giờ e đã đăng kí rút môn trùng lịch rồi ạ nên mong cô đăng kí sớm dùm em",
            "Môn tiếp thị căn bản mã môn IM1019 nha cô",
            "Lớp LO1 á cô nảy e coi nhầm. Em xin lỗi",
            "Chào bạn,. . Hiện tại SV muốn xin ĐK bổ sung môn học (ghi rõ lý do xin đăng ký trễ, tên MH, mã MH, mã nhóm xin đăng ký và kèm xác nhận đông ý của GV cho vào lớp . . Đã qua trễ rồi nên bạn vui lòng bổ sung cho cô trước  ngày 14/9 nhé. . Thân. . . .",
            "_ Dạ em muốn đăng kí môn tiếp thị căn bản(IM1019) vào lớp LO1 của cô [full_name] học với k21. Em đăng kí trễ do hôm trước em mới đăng kí hủy môn được do trường mới mở nên cô thông cảm dùm em tại môn này trùng lịch với môn em đăng kí trước đó. Hồi năm 1 em chưa học nên làm tiến độ ra trường nên mong cô đăng kí giúp em sớm ạ. Em đã nhắn tin xin cô [full_name] trước đó rồi ạ nhưng lúc đó trường chưa cho em hủy môn.. . em để bên dưới ạ, cô xem đăng kí sớm dùm em. Em cảm ơn cô",
            "Chào bạn,. . SV Chào bạn,. . PDT đã ghi nhận yêu cầu về ĐKMH của bạn và đã chuyển cho bộ phận ĐKMH kiểm tra và xử lý.. . Bạn vui lòng theo dõi và kiểm tra TKB thường xuyên trên mybk/Thông tin SV và hệ thống BKeL để kịp tham gia lớp học online. SV chủ động liên hệ với GV để xin vào lớp học trước nhé!. . Trường hợp nếu không đăng ký được (không có khả năng hoặc không đủ điều kiện)  PDT sẽ phản hồi cho SV qua bksi.. . Chúc các bạn học tốt!. . Thân. .",
            "Dạ em có đăng kí huỷ 2 môn á cô mà chưa huỷ dùm em cô xem huỷ dùm em nha cô môn EN3073( an toàn lao động và vệ sinh môi trường công nghiệp) với EN4021( kỹ thuật môi trường) tại e đụng lịch với môn đăng kí ở trên với nhiều e học không xuể cô xem huỷ sớm dùm em để đăng kí môn ở trên dễ. Cô xem huỷ dùm e ạ, em cảm ơn cô",
            "Chào bạn,. . Trùng thời khóa biểu EN4021 nên không đăng ký được nhé.. . bạn vui lòng trình bày rõ hơn giúp cô bạn hủy khi nào? Vì hiện đã hết thời gian hủy MH nhé. . Thân",
            "Em nhớ em có đănv ký huỷ trước rồi nhưng e k thấy tin nữa em không biết em có xoá không. Nên vào này 13/9 em đã đăng kí rút lại rồi cô",
            "Thời gian rút môn còn á cô cô xem đăng kí dùm em ik cô chứ h em cũng còn vướng có 1 môn năm 1 à cô xem đăng kí sớm dùm e tại tháng sau học rồi. Em để cái rút được ở bên dưới á. Em cảm ơn cô",
            "Thưa cô. . Cô cho e xin mail hay số điện thoại được không cô để e trao đổi cho nhanh á. Em cảm ơn cô. . Trân trọng",
            "Chào bạn,. . Bạn tải mẫu đơn rút MH, ghi rõ thông tin rút MH (tải mẫu tại trang aao.hcmut.edu.vn/sinh viên/biểu mẫu). Điền đầy đủ thông tin và gửi qua bksi cùng với đơn xin đăng ký MH trễ hạn (ghi rõ bị trùng TKB, đã xin rút MH), ghi rõ tên MH, Mã MH, mã nhóm và lý do xin đăng ký trễ hạn trong đơn. Trong đơn ĐKMH phải có xác nhận đồng ý cho vào lớp của giảng viên dù trễ hạn (không bị cấm thi).. . Cô sẽ giúp bạn gửi đơn cho ban Lãnh đạo xem xét nhé. . Thân",
            "Chào bạn. . Cô đã ghi nhận để chuyển XLDL xem có thể giải quyết bổ sung cho bạn được không? trên nguyên tắc là không được. . Ngay từ đầu bạn phải trình bày rõ ràng, về đăng ký về rút môn học để Pdt có thể hỗ trợ nhanh nhất có thể. . Thân",
            "Dạ em cảm ơn cô",
            "Thưa cô,. . Môn này đầu tháng 10 mới dạy cô xem giải quyết sớm dùm đăng kí dùm em được không. Sáng mai, em gửi đơn lại ạ. . Trân trọng",
            "Chào bạn. . Cô ghi nhận, nhưng chưa chắc xếp vào đúng nhóm, vì hiện tại còn dư chỗ nào sẽ xếp cho bạn vào lớp đó. . Thân",
            "Thưa cô,[full_name] [full_name] Em xin gửi giấy rút môn học và đơn đăng kí môn học trễ hạn ạ[full_name] Cô xem giúp em đăng kí đúng nhóm dùm em tại em trống trong thời khóa biểu giờ đó à[full_name] Em cảm ơn cô[full_name] [full_name] [full_name] [full_name] [full_name] [full_name]",
            "Thưa cô[full_name] [full_name] Cô ơi cô sửa dùm e học môn tiếp thị căn ban nhóm lo1 được khong cô tại nhóm lo2 là e trùng môn hành vi tổ chức á[full_name] Em cảm ơn cô[full_name] [full_name] [full_name][full_name] [full_name] Trân trọng",
            "Chào bạn. . Hiện tại [full_name] chỉ có thể xếp được nhóm theo TKB thôi. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học .  Em là [full_name]_MSSV:[student_id]. Rất mong phòng đào tạo xem xét yêu cầu của em vì em thực sự không muốn phải đăng ký môn học dự thính là vì gia đình em đang gặp khó khăn về tài chính trong mùa dịch covid này. Kính mong Phòng đào tạo giúp em đăng ký môn học chính quy trong HK211 này. Em chân thành cảm ơn",
            "Chào bạn,. . Bạn vui lòng trình bày rõ tên môn MH và mã MH xin ĐK trong ô nội dung luôn nhé!. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Môn học Tự động hoá sản xuất ME4205 thầy [full_name] tuần này bắt đầu học rồi mà trong elearing của em không hiện link xem online hay bài tập gì . Anh/chị xem xét mở giúp em .",
            "Chào bạn,. . Các nào chưa có phân công CBGD, nên chưa cập nhật trên BKEL (nếu đã có TKB trên mybk). . Hiện tại PDT vẫn đang cập nhật BKEL thường xuyên danh sách phân công CBGD do do gửi lên. SV vui lòng theo dõi thường xuyên trên bkel nhé!. . Chúc bạn học tốt. . Thân . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Cho em hỏi là môn học đồ án Thiết kế Đường Ci3221 có mở học kì dự thính 211 không ạ? Hiện tại em thấy sỉ số 3/2000 ạ!. . . .",
            "Chào bạn,. . Đồ Án chỉ mở HK chính nhé bạn. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác  /i Em xin phép được hoãn thi môn vật lí 1 dự thính 203 ngày 23/8 do khu vực nhà em bị cúp điện ngày ấy nên không thể thi. Kính mong nhà trường xem xét cho em hoãn lại.. . . .",
            "Thân gửi các bạn sinh viên, . . Phòng Đào tạo (PĐT) đã thông báo cho Sinh viên (SV) về việc nộp đơn hoãn thi trực tiếp cho PĐT đối với các môn học Lý thuyết, mà không thông qua Giảng viên (GV). PĐT sẽ hậu kiểm các tình huống cấm thi sau. Hiện nay, SV đăng ký bằng cách gửi email về PĐT có kèm file và qua hệ thống Hỗ trợ trực tuyến (BKSI). Để nhanh chóng và thuận lợi, PĐT thay đổi phương thức nộp đơn hoãn thi như sau:. . SV đăng nhập vào Google bằng tài khoản BKNetID@hcmut.edu.vn và điền thông tin hoãn thi theo link: https://forms.gle/ckyYcJMWN7w3kqe56. . Hạn cuối: 5 ngày sau khi thi online (chỉ tính ngày làm việc). . Trường hợp SV đã nộp đơn qua email của PĐT và  qua công cụ BKSI (đã hoặc chưa được tiếp nhận), vui lòng điền lại vào form trên để PĐT cập nhật dữ liệu đồng nhất và chính xác.. . Riêng đối với môn Đồ án, Thực tập ngoài trường, Đề cương Luận văn, Luận văn/Tiểu luận tốt nghiệp: SV có thể xin hoãn bảo vệ với lý do dịch Covid-19 ảnh hưởng nghiêm trọng đến kết quả thực hiện đề tài (không thực nghiệm được tại Phòng thí nghiệm, không thực địa, ...). SV gửi email trực tiếp đến Giáo viên hướng dẫn, Khoa/Bộ môn để được xem xét đồng ý và forward email cuối cùng đến email của PĐT để đăng ký.. . Thông tin thêm:. . •\tQuy định hoãn thi (HT): xem chi tiết tại khoản 17.2 Điều 17 trong Quy chế đào tạo và học vụ (aao.hcmut.edu.vn    Sinh viên    Quy chế).. . •\tCác môn có phần thí nghiệm (TNg) sẽ được tổ chức thi sau khi TNg xong. Một số môn, Giảng viên sẽ đề nghị cho thi trước, điểm TNg sẽ có sau, khi đó SV có thể xin hoãn thi.. . •\tRiêng hoãn thi kiểm tra giữa kỳ của HK DT202 và 203: SV liên hệ trực tiếp GV và Bộ môn để được xem xét cho kiểm tra riêng hoặc lấy cột điểm thành phần khác để làm điểm kiểm tra.. .  . . Chúc các bạn học tập thật tốt!. . . . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em xin chào thầy cô.. . Thầy cô cho em hỏi em đã đăng ký thực tập vào kỳ 203 và đã đóng học phí và kỳ 211 em đã đăng ký đề cương luận văn nhưng em không có lịch trong tkb và elearning của thực tập và đề cương ạ. Mong thầy cô có thể phục hồi giúp e với ạ.. . Em xin cảm ơn."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em xin chào thầy cô.. . Hiện tại có một số môn học, giáo viên đã up load tài link, link môn học nhưng sinh viên không thể tìm thấy được trên bkel trong trang môn học, khiến cho nhiều bạn gặp khó khăn trong quá trình học tập.. . Em đã tìm hiểu và thấy nguyên nhân là do trên \"trang của tôi \" thì hiện các môn học không có mã lớp, còn giáo viên upload lên thì có các mã phía sau, nên dẫn đến khác link môn học, cụ thể em có screenshot lại 2 môn hiện tại em và các bạn cùng lớp đang gặp phải, rất mong quý thầy cô sẽ khắc phục.. . Em trân trọng cảm ơn.",
            "Chào bạn[full_name] [full_name] Pdt đã nhận được phản hồi của bạn[full_name] [full_name] [full_name]"
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính gửi Quý Thầy/Cô PĐT,. . . . Em tên là: [full_name], là sinh viên hệ VHVL. . MSSV: [student_id]. Ngành tự động hóa.. . Dạ em đã học xong hết tất cả các môn trong chương trình đào tạo và em chỉ còn mỗi môn “ Luận văn tốt nghiệp EE4323”, nhưng em không đăng ký được vì không đủ điểm tiếng anh toiec. Dạ vì học kỳ trước cũng vì lý do trên mà em không đăng ký được môn học, và học kỳ này do bị COVID-19 em chưa thi được Toiec để nộp kịp vào trong trường để đăng ký môn “ Luận văn tốt nghiệp ”. Dạ Quý Thầy/Cô cho em hỏi nếu em không đăng ký 2 học kỳ liên tiếp thì em có bị buộc thôi học không ạ? Rất mong Quý Thầy/Cô cho em xin câu trả lời và cách giải quyết ạ.. . Em xin chân thành cảm ơn Quý Thầy/Cô ạ ! . . \t. . . .",
            "Thân gửi các bạn sinh viên,. . . . . . Sinh viên chú ý thực hiện đăng ký đợt cuối cùng LVTN, TTTN, Đề Cương LV từ 10g ngày 23/08/2021  đến 14g59 ngày 25/08/2021 cho HK chính 211 . .  . . . . Trước tình hình diễn biến phức tạp của dịch Covid-19, hiện trạng có khả năng nhiều sinh viên không thể thi để nhận Chứng chỉ Anh văn quốc tế để xét nhận LVTN, Nên Nhà Trường sẽ không xét chuẩn CCAV quốc tế khi xét LVTN trong HK211. . . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em chào phòng đào tạo ạ,. . . . Vào đợt 2 đăng ký môn học (hk211) em có đăng ký một môn dự thính, hiện tại em có nhu cầu rút môn học do kinh tế gia đình khó khăn không xoay xở nổi được, nếu bây giờ rút môn thì em vẫn phải đóng học phí hay không ạ?. . . . Em xin cảm ơn ạ.",
            "Chào bạn,. . Hiện tại đã hết thời gian hiệu chỉnh  và hủy môn học của HK211 nhé bạn.. . SV vui lòng đợi thông báo về việc rút môn học (có tính học phí theo quy định), sẽ thông báo cho SV trong tháng 9/2021. . Xem chi tiết quy chế tại đây:. . aao.hcmut.edu.vn/sinh viên/quy chế/học vụ/Quy chế đào tạo và học vụ bậc đại học, cao đẳng:/ điều 11.2. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . em là sinh viên lớp Z3CD, học kì vừa khóa khi trường mở đăng kí môn học mới đợt 2 em có vào đăng kí nhưng các môn mặc định của lớp ko hiển thị mục để đăng kí nhưng các bạn khác trong lớp lại đăng kí được. Và bây giờ trong tkb của em ko có các môn mặc định đó.",
            "Chào bạn,. . Vui lòng trình bày cụ thể vấn đề của bạn? ghi rõ mong muốn của bạn nhé!. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "B   /B Đăng ký môn học . Do những kỳ trước em đã cố gắng đăng ký môn Cơ sở phương trình vi phân (006404) nhưng không đủ sĩ số sinh viên nên không mở lớp. Kỳ này em bảo vệ luận văn và môn này là môn cuối của em để em hoàn thành môn học. Vì môn đã đổi mã môn học nên em chỉ có thể tập hợp được 8 bạn để đăng ký môn học cho đợt dự thính này.. . . . Em muốn hỏi có cách nào để mở mở lớp môn học tại học kỳ dự thính 211 không ạ? . . . . Em là sinh viên k15 nên khá trễ trong tiến độ học tập, vì thế em mong kỳ này có thể hoàn thành môn và ra trường. Em mong thầy có thể hỗ trợ giúp em ạ.. . Em chân thành cảm ơn.",
            "Chào bạn,. . Bạn vui lòng liên hệ với [full_name] (Văn Phòng Đào tạo Quốc tế) để được hướng dẫn và hỗ trợ về ĐKMH nhé:. . [email]. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Chuyện là vừa rồi nhà e lu bu việc tiêm vacxin nên e đã lỡ không đăng kí môn của kì bổ sung dự thính đợt 1 , cho em hỏi em có thể đăng kí vào đợt 2 dự thính bổ sung không ạ . Nếu full lớp thì e có thể xin mở thêm sỉ số để e đăng kí không ạ . Mong pđt tạo điều kiện để e có thể đăng kí dự thính lại môn giải tích 1 và giải tích 2 ạ . . . .",
            "Chào bạn,. . Vui lòng đợi thông báo ĐKMH dự thính HK211 (lân 2) - đợt 2 nhé. . thân",
            "Chuyện là vừa rồi nhà e lu bu việc tiêm vacxin nên e đã lỡ không đăng kí môn của kì bổ sung dự thính đợt 1 , cho em hỏi em có thể đăng kí vào đợt 2 dự thính bổ sung không ạ . Nếu full lớp thì e có thể xin mở thêm sỉ số để e đăng kí không ạ . Mong pđt tạo điều kiện để e có thể đăng kí dự thính lại môn giải tích 1 và giải tích 2 ạ . . . .",
            "Chào bạn,. . Vui lòng đợi thông báo ĐKMH dự thính HK211 (lân 2) - đợt 2 nhé. . thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Họ và tên: [full_name]. . MSSV: [student_id]. . . . Dạ thưa PĐT. . . . Cho em hỏi tại sao chưa có TKB cho HK211, thường là trường sẽ tự động đăng ký cho các môn bắt buộc. Sao em không thấy ít nhất các môn học cũ của HK202 bị tạm dừng?. . . . Không lẽ em phải tự đăng ký các môn đó lại?. . . . Trường còn đợt đăng ký nào nữa không ạ?. . . . Em cảm ơn.",
            "Chào bạn,. . SV phải tự ĐKMH nhé bạn, bạn vui lòng kiểm tra mail về các thông báo ĐKMH đã gửi cho SV nhé!. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Thầy/Cô ơi cho em hỏi,. . Hiện tại em đang đủ điều kiện TN nhưng không có tên trong danh sách TN dự kiến 08/2021.. . Em kiểm tra thì trong HK201 em có chuyển điểm anh văn 4. đã được cập nhật vào bảng Điểm Chuyển nhưng ở mục số Tín Chỉ thì không có cập nhật. Em nhờ PĐT kiểm tra giúp em để em có thể đăng kí tốt nghiệp ạ.. . Em cảm ơn",
            "Chào bạn. . •\tPdt sẽ giải quyết tốt nghiệp theo thông báo đến hết HK211 (dự kiến cuối tháng 12/2021) nghen, bạn yên tâm nghen.. . •\tLịch trình trình tốt nghiệp hiện tại trên trang aao.hcmut.edu.vn là để kịp Lễ tốt nghiệp trao bằng dự kiến tháng 11/2021 . . •\tXem chi tiết lịch trình tốt nghiệp tại trang web PĐT (aao.hcmut.edu.vn)    Tốt nghiệp    Thông tin tốt nghiệp    Tháng 11/2021    Lịch trình đăng ký tốt nghiệp và cấp bằng tháng 11/2021. . Thân. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Thầy cô cho em hỏi bao giờ có đủ điểm trên MY BK ạ ?. . Do em cần điểm học kì để bổ sung hồ sơ mượn laptop từ quỹ máy tính ạ",
            "Chào bạn,. . Bạn đang hỏi ở HK nào?. . Theo nguyên tắc nếu môn học đã thi, GV đã chấm điểm và nộp lên PDT thì sẽ cập nhật lên mybk cho SV xem điểm. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Kính chào Phòng Đào tạo, em xin gửi đơn hủy đăng ký hoãn thi môn Giải tích 2 ạ.. .",
            "Chào em,. . Cô đã trà lời em câu này rồi nhé.. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Dạ em xin chào các thầy cô.. . Lúc thi anh văn đầu vào, em đủ điểm để được miễn AV1 và AV2. Hiện tại thì em đã học xong AV3 và AV4 trên trường. Em cần phải nộp chứng chỉ TOEIC đạt chuẩn để đủ điều kiện nhận LVTN và xét tốt nghiệp. Cho em hỏi là có bắt buộc chuyển điểm anh văn không? Nếu không bắt buộc thì em có quyền được chuyển điểm anh văn không, nếu có thì em có quyền được chuyển điểm chỉ AV1 và AV2 thôi có được không hay phải chuyển điểm cả 4 anh văn?",
            "Chào bạn. . Việc chuyển điểm anh văn là do bạn quyết định, muốn đăng ký môn gì cũng được, lưu ý mỗi môn chỉ có thể đăng ký chuyển điểm 1 lần. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Dạ em xin chào quý thầy/cô,. . Em tên [full_name], sinh viên khóa K17. Thầy/cô cho em hỏi hạn chót xét ngày công tác xã hội để tốt nghiệp là khi nào ạ? Do tình hình dịch bệnh phức tạp nên từ lúc cách ly đến giờ em không thể tham gia hoạt động được ạ. Em cảm ơn.",
            "Chào em,. . Em liên hệ phòng Công tác chính trị sv qua email [email] để được hướng dẫn nhé.. . Thân mến,. . . . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Thưa quý thầy cô,. . Lúc 19:15, ngày 18/8/2021, em có gửi đơn về phòng đạo tạo xin hoãn thi sau khi dự thi vì lí do video ghi màn hình bị lỗi, nhưng sau đó em đã sửa lỗi được video và nộp về bộ môn nên em xin phép được hủy đơn xin hoãn thi em đã gửi.. . . . Em mong được sự phản hồi sớm.. . Em xin cảm ơn quý thầy cô.. .",
            "Chào em,. . Em làm đơn xin hủy hoãn thi: ghi rõ HK, mã môn học, tên môn học ... , hoặc lấy mẫu đơn hoãn thi sửa thành đơn HỦY HOÃN THI, gửi qua bksi. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Dạ đã gần hết thời gian thi rồi mà tụi em vẫn chưa nhận được thông báo về lịch thi của môn Cơ học kết cấu CI2029 kì DT202, nên tụi em mong Phòng Đào Tạo sớm giải quyết cho tụi em được thi hoặc làm báo cáo kết thúc môn học ạ. Em xin cảm ơn",
            "Chào bạn,. . SV liên hệ GV để được yêu cầu thi,. . Môn chưa học xong nên GV chưa cho thi. . Thân",
            "Dạ cô ơi cô xem lại giúp em ạ, môn này đã học xong từ hồi kì 202 rồi cô, đây là môn của Dự thính kì 202. Em cũng đã nhắn thầy [full_name], thầy bảo là liên hệ PĐT để được thi online hoặc nộp bài báo cáo ạ...",
            "Chào bạn. . Để Cô thông tin lại cho bạn về quy trình tổ chức thi . . - Đầu tiên Pdt sẽ thông báo về Khoa các môn cần tổ chức thi hay chưa tổ chức thi (có thể học chưa xong, thi tự luận), sau đó Khoa sẽ thông báo các môn cần xếp lịch thi gởi PDT, riêng môn Cơ học kết cấu CI2029 Khoa báo không xếp lịch thi, nên Bạn vui lòng liên hệ Khoa hoặc báo Giảng viên báo Pdt xếp lịch thi. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác:",
            "Chào em,. . Đơn có chữ ký, họ tên, ngày tháng em gửi lại nhé.. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Thưa quý thầy cô. . Em xin được đăng ký học môn kinh tế học vi mô -IM1003 cùng với khóa 2021. Em đã có đăng ký trong đợt 1 của kỳ dự thính.",
            "Chào em,. . - Em có đăng ký chung với K21 không, =  nếu muốn đăng ký thì em gửi lại nhé.. . . . - Em đã có đăng ký trong đợt 1 của kỳ dự thính.  ?. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Thưa [full_name], hiện tại em đã hoàn thành chương trình học để xét tốt nghiệp, tuy nhiên vì dịch nên em chưa thể nhận chứng chỉ quốc phòng tại trung tâm GDQP ĐHQG TPHCM nên em xin hỏi là có cách nào để em xác minh chứng chỉ từ trung tâm về cho trường được không.. . Em xin cảm ơn",
            "Chào em,. . Em liên hệ PĐT TT GDQP qua email [email] đề nghị TT gửi trực tiếp kết quả xác nhận về PĐT ĐHBK qua email [email]. . Thân mến,. . . .",
            "li answer rate: Answer suits the needs / Câu trả lời đúng ý",
            "Em đã gửi email xác nhận của trung tâm GDQP, xin PDT xác nhận lại, em xin cảm ơn.",
            "Chào bạn,. . PDT đã ghi nhận yêu cầu xác minh điểm Giáo dục Quốc Phòng của bạn và sẽ tập trung làm Công văn gởi Trung tâm GDQP xác nhận và phản hồi Công văn vào cuối tháng 9/2021. Dự kiến giữa tháng 10/2021 sẽ có phản hồi từ Trung tâm để kịp cho đợt xét tốt nghiệp tháng 11/2021. . . -       Nếu có vấn đề phát sinh PDT sẽ phản hồi cho SV qua mail SV.. . -        Sau thời gian giãn cách, SV liên hệ Trung tâm GDQP cấp bảng điểm có đóng dấu mộc đỏ và bắt buộc nộp bảng điểm trực tiếp tại Phòng đào tạo để hoàn tất hồ sơ tốt nghiệp. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em xin chào thầy cô.. . Em xin chào thầy cô, em đã đóng học phí đầy đủ của kỳ thực tập kỳ hè nhưng em lại bị xóa mất đề cương luận văn trong đợt đăng ký môn học đợt 3 này ạ. Em xin thầy cô có thể phục hồi đề cương luận văn giúp em để em có thể làm luận văn ở kỳ sau ạ.Em gửi hình ảnh đã thanh toán học phí của học kỳ hè ạ. . Em xin chân thanh cảm ơn thầy cô."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em đăng ký đề cương\"Đề cương luận văn tn\" thành công ở đợt 2,3. Lúc đầu cập nhật ở tkb có nhưng giờ không còn nữa ạ. Em mong PĐT giúp em ạ. Em cảm ơn!. .",
            "Thân gửi các bạn sinh viên,. . . . . . Sinh viên chú ý thực hiện đăng ký đợt cuối cùng LVTN, TTTN, Đề Cương LV từ 10g ngày 23/08/2021  đến 14g59 ngày 25/08/2021 cho HK chính 211 . .  . . . . Trước tình hình diễn biến phức tạp của dịch Covid-19, hiện trạng có khả năng nhiều sinh viên không thể thi để nhận Chứng chỉ Anh văn quốc tế để xét nhận LVTN, Nên Nhà Trường sẽ không xét chuẩn CCAV quốc tế khi xét LVTN trong HK211. . . . . Bạn vui lòng vào ĐKMH lại nhé!"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em xin chào thầy cô.. . Ở học kỳ 203 em có đăng ký thực tập nhưng em đã đóng học phí trễ nên bị tạm dừng, nhưng em đã làm đơn thu nhận và đơn xin mở lại tkb của học kỳ 203 và em đã đóng học phí đầy đủ của kỳ thực tập kỳ hè nhưng em lại bị xóa mất đề cương luận văn trong đợt đăng ký môn học đợt 3 này vì lý do em thiếu thực tập ạ. Em xin thầy cô có thể phục hồi đề cương luận văn giúp em để em có thể làm luận văn ở kỳ sau ạ.Em gửi hình ảnh đã thanh toán học phí của học kỳ hè ạ. . Em xin chân thành cảm ơn thầy cô ạ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Mong các thầy cô trả lời giúp.. .  Hiện tại e chỉ còn luận văn là xong quá trình học tập. Nhưng e chưa có toiec 350 nên chưa làm dc.. .  Trong tình hình đich như thế này e ko học đc. Đã gần qua 2 kì học rồi e chưa dk môn học . E sợ nhà trường sẻ hủy kết quả học tập của e. . . Nên e mong thầy cô giáo tư vấn cách bảo lưu kết quá học tập trực tiến cho e .. .  Cách thức bảo lưu khi không trực tiếp trên trường với ạ. . E xin cảm ơn. .  . .",
            "Chào bạn. . Bạn tải mẫu đơn tạm dừng tại trang web: aao.hcmut.edu.vn gởi tại BKSI để Pdt xử lý  cho bạn. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Dạ thưa em hiện là sv k19 còn 2 môn chưa thi nhưng hiện tại em đang đi cách ly f0 điều kiện máy móc không đủ để đáp ứng nhu cầu thi vậy nếu em hoãn thi thì có bị mất điểm thành phần không ạ và quy trình hoãn thi như thế nào ạ. . Em xin cảm ơn",
            "Thân gửi các bạn sinh viên, . . Phòng Đào tạo (PĐT) đã thông báo cho Sinh viên (SV) về việc nộp đơn hoãn thi trực tiếp cho PĐT đối với các môn học Lý thuyết, mà không thông qua Giảng viên (GV). PĐT sẽ hậu kiểm các tình huống cấm thi sau. Hiện nay, SV đăng ký bằng cách gửi email về PĐT có kèm file và qua hệ thống Hỗ trợ trực tuyến (BKSI). Để nhanh chóng và thuận lợi, PĐT thay đổi phương thức nộp đơn hoãn thi như sau:. . SV đăng nhập vào Google bằng tài khoản BKNetID@hcmut.edu.vn và điền thông tin hoãn thi theo link: https://forms.gle/ckyYcJMWN7w3kqe56. . Hạn cuối: 5 ngày sau khi thi online (chỉ tính ngày làm việc). . Trường hợp SV đã nộp đơn qua email của PĐT và  qua công cụ BKSI (đã hoặc chưa được tiếp nhận), vui lòng điền lại vào form trên để PĐT cập nhật dữ liệu đồng nhất và chính xác.. . Riêng đối với môn Đồ án, Thực tập ngoài trường, Đề cương Luận văn, Luận văn/Tiểu luận tốt nghiệp: SV có thể xin hoãn bảo vệ với lý do dịch Covid-19 ảnh hưởng nghiêm trọng đến kết quả thực hiện đề tài (không thực nghiệm được tại Phòng thí nghiệm, không thực địa, ...). SV gửi email trực tiếp đến Giáo viên hướng dẫn, Khoa/Bộ môn để được xem xét đồng ý và forward email cuối cùng đến email của PĐT để đăng ký.. . Thông tin thêm:. . . . Em đọc kỹ quy chế thi nhé. . . . •\tQuy định hoãn thi (HT): xem chi tiết tại khoản 17.2 Điều 17 trong Quy chế đào tạo và học vụ (aao.hcmut.edu.vn    Sinh viên    Quy chế).. . •\tCác môn có phần thí nghiệm (TNg) sẽ được tổ chức thi sau khi TNg xong. Một số môn, Giảng viên sẽ đề nghị cho thi trước, điểm TNg sẽ có sau, khi đó SV có thể xin hoãn thi.. . •\tRiêng hoãn thi kiểm tra giữa kỳ của HK DT202 và 203: SV liên hệ trực tiếp GV và Bộ môn để được xem xét cho kiểm tra riêng hoặc lấy cột điểm thành phần khác để làm điểm kiểm tra.. .  . . Chúc các bạn học tập thật tốt!. . . . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Xin quý phòng cho phép em đăng ký học cải thiện:. . 1. Học cải thiện môn Kỹ Thuật Siêu Cao Tần - MSMH:EE3025 - Nhóm DT01 - Học HANGOUT vào thứ 6 tiết 13-14 và Chủ nhật tiết 2 - 3  /B .. . 2. Đăng ký môn LVTN - MSMH : EE4333 ( EM xin bổ sung Chứng chỉ Anh Văn Toiec sau).. . . . Em đã đăng ký môn Kỹ Thuật Siêu Cao Tần - MSMH:EE3025 - Nhóm DT01-  hồi đợt 2 ( kèm theo file Lịch Sử Đăng Ký lúc đó trường mở và cho phép đăng ký) nhưng anh Quản lý không cho đăng ký với lý do Môn học đã đạt điểm mặc dù nhu cầu của em xin cải thiện vì điểm thấp là nguyện vọng cá nhân mỗi sinh viên theo quy định của nhà trường. Xin thầy cô cho phép em được đăng ký môn học này.. . . . Trân trọng cảm ơn quý thầy cô.. . . .",
            "Chào bạn,. . Về môn LVTN, bạn vui lòng vào ĐKMH online nhé (Sinh viên chú ý thực hiện đăng ký đợt cuối cùng LVTN, TTTN, Đề Cương LV từ 10g ngày 23/08/2021  đến 14g59 ngày 25/08/2021 cho HK chính 211 . Trước tình hình diễn biến phức tạp của dịch Covid-19, hiện trạng có khả năng nhiều sinh viên không thể thi để nhận Chứng chỉ Anh văn quốc tế để xét nhận LVTN, Nên Nhà Trường sẽ không xét chuẩn CCAV quốc tế khi xét LVTN trong HK211. . . . . PDT đã ghi nhận yêu cầu về ĐKMH của bạn và đã chuyển cho bộ phận ĐKMH kiểm tra và xử lý.. . Bạn vui lòng theo dõi và kiểm tra TKB thường xuyên trên mybk/Thông tin SV và hệ thống BKeL để kịp tham gia lớp học online. SV chủ động liên hệ với GV để xin vào lớp học trước nhé!. . Trường hợp nếu không đăng ký được (không có khả năng hoặc không đủ điều kiện)  PDT sẽ phản hồi cho SV qua bksi.. . Chúc các bạn học tốt!. . Thân. . . ."
        ]
    }
]