[
    {
        "intent": "",
        "message": [
            "Em xin Phòng Đào Tạo có thể mở thêm sỉ số lớp Xử lý tín hiệu số với FPGA không ạ. Vì hiện tại em và một số bạn rất cần học môn này ạ. Tụi em chân thành cảm ơn.. . . .",
            "Chào bạn,. . PDT đã tăng sỉ số tối đa rồi không tăng được nữa.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính gửi nhà trường,. . . . Do sơ suất nên em đã đăng ký nhầm loại hình đăng ký thành Chuyển hệ cho môn học Con người và Môi trường EN1003 vào lúc 12:35 ngày 12/1/2021.. . . . Hiện tại em không thể xoá kết quả đăng ký này để đăng ký lại do không có ký hiệu thùng rác để xoá (em có gửi ảnh đính kèm).. . . . Em xin cảm ơn sự quan tâm giúp đơz của nhà trường!. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Hiện tại kết quả đk môn học đợt 3 của em chỉ mới đc 13 chỉ mặc dù một số môn vẫn có tiết trống vào ngày em nghỉ nhưng hệ thống vẫn xóa kq đk đợt bố sung. . Em xin tăng thêm sỉ số 1 trong 2 môn. . IM1013 :Kinh tế học đại cương [full_name]ớp [full_name]04 (789). . hoặc . . CO2001:Kỹ năng chuyên nghiệp cho kỹ sư [full_name]ớp [full_name]01(789). . Cảm ơn thầy cô đã đọc. . . . Ký tên. . [full_name]. . . . . .",
            "Chào bạn,. . . . PDT đã tăng sỉ số tối đa rồi không tăng được nữa.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Cô ơi cho em hỏi vs ạ. Kì tiếp theo em có môn 3 tín chỉ tự chọn nhưng em muốn đăng kí 3 chỉ tư chọn ngay trong kì này được không ạ. Em c ơn ạ",
            "Chào bạn,. . . . Được bạn.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em tên là [full_name] sinh viên K2017, kỳ 202 này mới đăng ký Đề Cương luận văn, tổng số chỉ đăng ký kỳ này hiện tại là 9 gồm 4 môn trong đó có Đề Cương luận văn. Em muốn hỏi là đăng ký số lượng tín chỉ như vậy thì em có được xếp thời khóa biểu không ạ, và em có bị vi phạm vào quy định nào không ạ? Do các môn cần học của em thì học kỳ này không mở và kỳ sau em mới làm Luận Văn.",
            "Chào bạn,. . . . Vẫn xếp TKB bình thường nha bạn, không có qui định nào xử lý học vụ bạn đăng kí 9 tín chỉ.. . . . Thân",
            "Dạ như vậy em chỉ học 9 tín chỉ cho học kỳ 202, và nếu đạt hết thì em sẽ tích lũy được 9 tín chỉ cho học kỳ 202 và em sẽ bị cảnh cáo học vụ hay sao ạ?",
            "Chào bạn,. . . . Nếu bạn tích luỹ đủ 9 tín chỉ nữa không cảnh cáo học vụ nha bạn. . . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Thưa quý thầy cô,. . . . Em là [full_name], MSSV [student_id].. . . . Em có câu hỏi là bây giờ phòng đào tạo có thể mở thêm chỉ tiêu sinh viên các lớp Con người môi trường không ạ? Em thấy các lớp EN1003 có thời khóa biểu phù hợp với thời khóa biểu của em nhưng em vẫn bị xóa môn ạ.. . . . Em cảm ơn.",
            "Chào bạn,. . . . Tất cả các môn học PDT đã tăng đến sỉ số tối đa rồi không tăng được nữa nha bạn.. . . . Bạn đợi đăng kí môn học dự thính 202 sắp tới đăng kí nha.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Em chào [full_name] . . Em là [full_name] MSSV [student_id] . . [full_name] cho e hỏi điểm kết thúc môn học anh văn theo nhu cầu có chuyển qua điểm các môn anh văn của trường để tính trung bình tích lũy không ạ . . Em cảm ơn. .",
            "Chào bạn,. . . . Môn anh văn theo yêu cầu và anh văn 1,2,3,4 tương đương nha bạn. . . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ em tên là [full_name] - MSSV [student_id]. . Em xin phép được tăng sỉ số môn học:. . ME4007 CAD/CAM . . Nhóm L01_L01. . Do em rất cần học môn này trong kì 202 nhưng bây giờ lớp đã đủ sỉ số rồi ạ.. . Dạ em xin cảm ơn ạ!!!!. . . . . .",
            "Chào bạn,. . . . PDT đã tăng sỉ số tối đa rồi không tăng được nữa.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính gửi phòng đào tạo, em tên là [full_name] - K20, hiện đang học ngành Kỹ thuật máy tính hệ chất lượng cao, do đợt đăng ký HK202 đợt 1 em đăng ký nhầm môn Kỹ thuật lập trình (CO1027) thành môn Kỹ thuật lập trình (CO1011) nên đợt 2 không thể đăng ký lại môn này vì đã hết lớp, em đã đăng ký nguyện vọng đợt 2 nhưng sang đợt 3 vẫn không thể đăng ký vì không còn chỗ.. . . . Kính mong phòng đào tạo xem xét cho em đăng ký môn học này, cảm ơn Phòng đào tạo rất nhiều.. . . . [full_name]. . . .",
            "Chào bạn,. . . . Bạn sinh viên chất lượng cao vui lòng liên hệ văn phòng Đào tạo quốc tế nha.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học  /i  Nền móng. . . .   CODE  CI3195 . . Xin mở thêm sỉ số cho lớp môn Nền móng ạ. Cảm ơn pđt! . . . .",
            "Chào bạn,. . . . PDT đã tăng sỉ số tối đa rồi không tăng được nữa.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ kính gửi Phòng Đào tạo ạ, em tên [full_name], MSSV: [student_id], dạ em xin Phòng Đào tạo cho em tham gia lớp Đại số tuyến tính ( MT1007) với ạ... Em học Bảo dưỡng công nghiệp, vì ở đợt 1 và 2 em không biết là có chương trình đào tạo mới, nên đã đăng kí chương trình đào tạo cũ, vì thế đợt 3 em đã cố gắng nhưng vẫn không đăng kí Đại số tuyến tính được ạ, em xin Phòng Đào tạo cho em tham gia lớp L03_L05 ( MT1007) với ạ. Nếu không đăng kí được Đại số tuyến tính thì em mới có 12 tín chỉ thôi ạ....Em mong rằng Phòng Đào tạo sẽ xem xét cho em ạ.. . ﻿. . ﻿Em xin chân thành cảm ơn!",
            "Chào bạn,. . . . Tất cả các môn học PDT đã tăng đến sỉ số tối đa rồi không tăng được nữa nha bạn.. . . . Bạn đợi đăng kí môn học dự thính 202 sắp tới đăng kí nha.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Cho em hỏi sao em đăng ký môn học nhưng không có khả năng xếp lớp vậy ạ ? Nếu không được xếp thì giờ em xin mở lớp được không ạ ?",
            "Chào bạn,. . . . Hiện tại phòng học quá tải không thể nhận đơn mở lớp, bạn đợi đăng kí các lớp dự thính ngoài giờ sắp tới nha.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Em chào PDT . . Em tên [full_name] MSSV [student_id]. . PDT cho em hỏi là k18 dùng bảng quy đổi điểm anh văn cũ hay mới ạ.. . Nếu dùng bảng mới thì khi nộp bằng 500 toeic đủ chuẩn ra trường nhưng lại không có điểm anh văn 3 và 4 thì mình bị thiếu môn thiếu chỉ sao ạ. . Mong được PDT hồi đáp sớm.. . Em cảm ơn.  .",
            "Chào bạn. . -K2018 xét bảng chuyển điểm anh văn mới. . - Môn Anh văn là một môn học theo chương trình đào tạo, nên nếu bạn không đủ điểm để chuyển điểm anh văn thì đăng ký học để đủ điều kiện tốt nghiệp nghen. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ thưa, em là [full_name] khóa K15, mssv [student_id]. Hiện em đang làm luận văn và còn 1 môn Hóa đại cương là bị rớt hồi năm nhất và đã 3 kì em đều không thể đăng kí được với cùng lí do là lớp đủ sỉ số mặc dù em đã canh giờ để đăng kí. Nên mong phòng đào tạo xem xét cho em đăng kí 1 lớp Hóa đại cương ạ. Em cảm ơn rất nhiều.. . . . . .",
            "Chào bạn,. . . . Tất cả các môn học PDT đã tăng đến sỉ số tối đa rồi không tăng được nữa nha bạn.. . . . Bạn đợi đăng kí môn học dự thính 202 sắp tới đăng kí nha.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học .",
            "Chào bạn,. . . . Bạn đăng kí môn học bình thường không vướng học phí nha bạn.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Hoá đại cương",
            "Đăng ký môn học. . . . Hoá đại cương  /QUOTE . . . . Hiện tại em chưa đăng kí được môn hoá đại cương cho học kì 2 do full slot mong pđt xem xét cho em vào lớp . . L07_L28",
            "Chào bạn,. . . . Tất cả các môn học PDT đã tăng đến sỉ số tối đa rồi không tăng được nữa nha bạn.. . . . Bạn đợi đăng kí môn học dự thính 202 sắp tới đăng kí nha.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . ﻿. . ﻿Em đã đăng ký các môn học và bị hủy với lý do thiếu môn tiên quyết, . Nhưng em có 1 số thắc mắc sau:. . - Môn CH2019 hủy vì thiếu môn tiên quyết nhưng em xem cấu trúc môn học thì không thấy có điều kiện nào.. . ﻿- Môn CH2021 hủy vì thiếu môn CH1003 nhưng môn này em đã học xong từ hk191. . ﻿- Môn CH2033 hủy vì thiếu môn CH2027 em đang chuẩn bị thi cho hk này .. . ﻿Em cám ơn",
            "Chào bạn,. . . . Bạn bị vướng chuẩn anh văn sau năm nhất nha bạn.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học .   B Em đang có nguyện vọng được xếp vào lớp hóa đại cương L08_L30. Vì lí do không có lớp để học vào học kì 2 và phù hợp với thời khóa biểu của em. Mong nhà trường có thể tạo điều kiện cho em được xếp lớp",
            "Chào bạn,. . . . Tất cả các môn học PDT đã tăng đến sỉ số tối đa rồi không tăng được nữa nha bạn.. . . . Bạn đợi đăng kí môn học dự thính 202 sắp tới đăng kí nha.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em xin mở thêm sĩ số lớp Con người và môi trường ạ. . Mã môn: EN1003. . Lớp: L02. .",
            "Chào bạn,. . . . PDT đã tăng sỉ số tối đa rồi không tăng được nữa.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Cộng thêm tín chỉ kỳ đăng ký kỳ 201 em được 101 chỉ, mà số tín chỉ tối thiểu đăng ký thực tập TN EE3313 là 98. Em đọc nhiều điều kiện thực tập tốt nghiệp từ chương trình đào tạo từ khoa và trường nên bị rối chẳng biết mình bỏ sót gì?. . . . Hiện em K15, nếu không đăng ký được TTTN kỳ này thì HK 1 sang năm mới có thể đăng ký Đề Cương Luận Văn. Lúc thì đã hết thời gian đào tạo 13 học kỳ mà chưa làm được Luận Văn TN. Nếu em không thỏa điều kiện TTTN nào, không biết em có thể làm đơn gửi không, em đang rất hoang mang, mong được phản hồi, giúp đỡ.",
            "Chào bạn,. . . . - Học kỳ 201 bạn  đăng kí TTTN và ĐCLV, cố gắng đăng kí những môn khác nữa để trả nợ môn. Sang học kỳ 202 bạn đủ tín chỉ tích luỹ luận văn tốt nghiệp.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học .   B Em có nguyện vọng mong được nhà trường xếp cho em vào lớp giải tích L04_L08. Vì lí do em không có lớp để học và mong có thể nhận phản hồi sớm nhất từ nhà trường.",
            "Chào bạn,. . . . Tất cả các môn học PDT đã tăng đến sỉ số tối đa rồi không tăng được nữa nha bạn.. . . . Bạn đợi đăng kí môn học dự thính 202 sắp tới đăng kí nha.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Cộng thêm tín chỉ kỳ đăng ký kỳ 201 em được 101 chỉ, mà số tín chỉ tối thiểu đăng ký thực tập TN EE3313 là 98. Em đọc nhiều điều kiện thực tập tốt nghiệp từ chương trình đào tạo từ khoa và trường nên bị rối chẳng biết mình bỏ sót gì?. . . . Hiện em K15, nếu không đăng ký được TTTN kỳ này thì HK 1 sang năm mới có thể đăng ký Đề Cương Luận Văn. Lúc thì đã hết thời gian đào tạo 13 học kỳ mà chưa làm được Luận Văn TN. Nếu em không thỏa điều kiện TTTN nào, không biết em có thể làm đơn gửi không, em đang rất hoang mang, mong được phản hồi, giúp đỡ.",
            "Chào bạn,. . . . Học kỳ 202 bạn đăng kí TTTN và đề cương luận văn, đến học kỳ 1 năm sau em đăng kí luận văn tốt nghiệp.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính gửi PĐT,. . Em hiện tại còn nợ một môn Cơ Học Ứng Dụng mã AS2001 nhưng hiện tại đã đầy sỉ số, em mong PĐT có thể mở thêm sỉ số để cho em được đăng kí và trả môn để được ra trường đúng hạn ạ. . . Em cảm ơn",
            "Chào bạn,. . PDT đã tăng sỉ số tối đa rồi không tăng được nữa.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Cho em hỏi là năm nay một môn thể chất đc đăng kí 2 lần ạ ??",
            "Chào bạn. . - Về quy định các môn giáo dục thể chất: Bạn vui lòng xem chi tiết tại trang web aao.hcmut.edu.vn--  sinh viên --  Quy chế --  Quy chế đào tạo và học vụ bậc đại học và cao đẳng -- Điều 10.5-b. . Chúc bạn học tập tốt nhé.. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em muốn hỏi là trường mình còn đợt đăng kí môn học nào nữa không và trong lần đó có được phép xóa và xin tăng sỉ số được không ạ.. . Em cảm ơn!. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Giải tích 2  /L10-L20 . . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Em chào Phòng đào tạo!. . . . Phòng đào tạo tăng thêm sỉ số  lớp  L01_L02 CO2003 (cấu trúc dữ liệu và giải thuật) cho em được không ạ?. . . . Em cảm ơn!",
            "responsible person: [551] [staff_name] [helpdesk staff]",
            "Chào bạn,. . PDT đã tăng sỉ số tối đa rồi không tăng được nữa.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Hóa đại cương  /L05-L19 . . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em đã đăng ký môn Hóa đại cương trong lần đăng ký môn học HK2 đợt 1 nhưng lại bị hủy ở đợt 2. Và trong lần đăng ký bổ sung đợt 2 em có đăng ký bổ sung môn Hóa đại cương và lại tiếp tục bị hủy ở đợt 3 với lí do là không có khả năng xếp lớp. Em muốn hỏi là có cách nào để em đăng ký được môn Hóa đại cương không ạ. Em cảm ơn ạ!",
            "Đăng ký môn học. . . . Em đã đăng ký môn Hóa đại cương trong lần đăng ký môn học HK2 đợt 1 nhưng lại bị hủy ở đợt 2. Và trong lần đăng ký bổ sung đợt 2 em có đăng ký bổ sung môn Hóa đại cương và lại tiếp tục bị hủy ở đợt 3 với lí do là không có khả năng xếp lớp. Em muốn hỏi là có cách nào để em đăng ký được môn Hóa đại cương không ạ. Em cảm ơn ạ!  /QUOTE . .",
            "Chào bạn,. . . . Bạn đợi đăng kí môn học dự thính 202 sắp tới đăng kí nha.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "vẽ kĩ thuật xây dựng  /L06-L11 . . . .",
            "Chào bạn,. . . . PDT đã tăng sỉ số tối đa rồi không tăng được nữa.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: 1915627  /b \t. . . .   i Đăng ký môn học . Đợt1 em đăng kí 6 môn : Phương Pháp Tính, AV4, Sức bền vật liệu, Vật liệu xây dựng, Con Người và Môi Trường, Kinh tế chính trị Mác Lên nin . Nhưng qua đợt 2 bị xóa 2 môn Kinh tế chính trị và Con người và môi trường. Sau đó em đã đăng kí bổ sung lại 2 môn đó nhưng qua đợt 3 em vẫn không có 2 môn đó trong thời khóa biểu, em đã hiệu chỉnh nhưng đã hết lớp và em chỉ còn 12 chỉ, cho em hỏi là em phải làm sao để đăng kí được 2 môn đó ạ.Em cảm ơn.",
            "Chào bạn,. . . . . . . . Bạn đợi đăng kí môn học dự thính 202 sắp tới đăng kí nha.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ kính thưa phòng đạo tạo, đợt kt anh văn đầu vào em thi được   B 650  /B , nhưng đợt đăng ký môn học hkII đợt 2 thì   B em vẫn bị xếp vào lớp av2  /B , em đã xóa yêu cầu lớp av2 vì có nghe nói là 650 được miễn học av2, cho em hỏi em có đc tính   B 2 tín chỉ av2  /B  ko ạ, hay em phải   B đi học  /B  ạ? em xin chân thành cảm ơn!",
            "Chào bạn,. . . . Bạn được miễn anh văn 1,2,3,4 mà bạn.. . . . Thân. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em chào thầy/cô ạ,. . Hiện có một số môn đã đầy em muốn xin phép được mở thêm 1 sỉ số thì phải làm sao ạ? Em có cần lên PĐT không ạ?. . Em cảm ơn",
            "Chào bạn,. . PDT đã tăng sỉ số tối đa rồi không tăng được nữa.. . Thân",
            "li answer rate: Answer suits the needs / Câu trả lời đúng ý"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . em xin tắng sỉ số môn học chi tiết máy ME2007 lớp L05-L15",
            "Chào bạn,. . PDT đã tăng sỉ số tối đa rồi không tăng được nữa.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]6  /b \t. . . .   i Tốt nghiệp . Em nộp chứng chỉ Toiec vào tháng 12 năm 2018 để làm luận văn tốt nghiệp. Trong kì này e làm luận văn xong xét tốt nghiệp thì có cần phải thi lại toiec hay không ạ?",
            "Chào bạn,. . Không cần phải nộp lại nhé bạn, căn cứ vào thời điểm bạn nộp CCNN còn thời hạn là được nhé!. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Chào PĐT, PĐT có thể mở thêm sỉ số môn SP1033 Kinh tế chính trị mác-leenin đc ko ạ",
            "Chào bạn,. . . . Tất cả các môn học PDT đã tăng đến sỉ số tối đa rồi không tăng được nữa nha bạn.. . . . Bạn đợi đăng kí môn học dự thính 202 sắp tới đăng kí nha.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: 2011983  /b \t. . . .   i Đăng ký môn học . Kính gửi Thầy/Cô. . Em tên : Nguyễn Thanh Sơn. . MSSV 2011983. . Học lớp CK2020CDT02. . Chuyện là em có đăng kí môn vào đợt 1. Nhưng vào đợt 2 em bổ sung học bạ vào ngày 28/12/2020 và không được đăng kí tiếp vào đợt 2. Vào hôm nay, 12/01/2021, những môn mà em đăng kí vào đợt 1 trước đó bị hủy. Hiện tại thì các lớp ở các môn như GT2, VL2,.... đã kín. Em xin Thầy/Cô có thể mở thêm sĩ số hoặc mở thêm lớp ạ. . Trân trọng. . .",
            "Chào bạn,. . . . Bạn đợi đăng kí môn học dự thính 202 sắp tới đăng kí nha.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính gửi phòng đào tạo. . Em là [full_name], MSSV: [student_id],em muốn đăng kí đồ án kết cấu bê tông 1 mã số môn: CI2093, nhóm lớp A01. . Kính mong phòng đào tạo có thể cho e vào nhóm lớp này ạ, em cảm ơn.. .",
            "Chào bạn,. . . . Nếu môn đồ án full sỉ số, bạn làm đơn xin mở môn đồ án. Hiện tại, còn đợt 4 DKMH nữa nha bạn.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học  /i  Giải tích 2 - CS2. . Hoá đại cương - Cs2 . . Quản lý dự án - CS2. . . .",
            "Chào bạn,. . . . - Còn đợt dự thính 202 và đợt 4 DKMH bạn vào đăng kí nha.. . . . Thân. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em muốn xin đổi lớp Giải tích 2 từ lớp L17_L33 sang lớp L07_L13 (hiện đã đầy) thì có cách . . nào không ạ?. .",
            ". ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Phòng đào tạo có thể mở thêm cho em slot hóa lý được không ạ-công nghệ vật liệu được không ạ. Vì thời khóa biểu của em bị kẹt mà lớp em đăng kí được hết slot rồi ạ.Mong phòng đào tạo giúp em để em được đăng kí môn cơ sở ngành ạ. Em cảm ơn",
            "Chào bạn,. . PDT đã tăng sỉ số tối đa rồi không tăng được nữa.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Phòng đào tạo có thể cho em xin mở thêm slot môn hoá lý- công nghệ vật liệu được không ạ vì thời khoá biểu của em bị kẹt lịch học mà lớp em đăng kí được hết slot rồi ạ?Mong phòng đào tạo có thể giúp em đăng kí được môn cơ sở ngành ạ",
            "Chào bạn,. . PDT đã tăng sỉ số tối đa rồi không tăng được nữa.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Cho em hỏi em đăng kí giải tích 2 qua việc    đăng ký đợt 2 bổ sung hệ chính quy mà sao vẫn không thấy lớp ạ",
            "Chào bạn,. . . . Môn giải tích 2 đã full sỉ số không tăng đươọc nữa nha bạn.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . PĐT cho em xin hỏi, em là sinh viên chính qui em có thể đăng kí môn học hệ VLVH có cùng mã môn học với hệ chính qui được không ạ?. . Em xin cảm ơn.",
            "Chào bạn,. . . . Sinh viên chính qui không đăng kí hệ VLVH nha bạn.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: 1813600  /b \t. . . .   i Đăng ký môn học . Lúc 10h sáng em có đăng kí môn VẬT LÝ 2 MÃ PH1005 nhưng hệ thống báo lỗi e đăng kí quá số chỉ cho phép, mà em mới có 14 chỉ không có chỉ thực tập và điểm trung bình cũng trên 5, 15p sau vô lại thì tất cả đã đầy lớp Em xin được đăng kí vô lớp l02-l03. . . . Kính xin phòng đào tạo hỗ trợ giúp em. Em xin chân thành cám ơn.",
            "Chào bạn,. . PDT đã tăng sỉ số tối đa rồi không tăng được nữa.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học .   p Trong đợt đăng ký môn học đợt 1 , em có đăng ký môn cấu trúc dữ liệu và giải thuật (CO2003), nhưng sau đó môn bị hủy ở đợt 2 vì lỗi thiếu chuẩn anh văn ( bị lỗi vì em đã học 4 môn anh văn rồi). Sau đó em có đăng ký lại nguyện vọng ở đợt bổ sung 2 , nhưng hiện tại em vẫn không đăng ký được môn CO2003. Đây là môn yêu cầu học trước để được đăng ký thực tập cho học kỳ hè sắp tới. Nếu không học được môn này em sẽ không thể đăng ký thực tập cho kỳ hè được. Việc này khiến em có thể ra trường trễ. Kính mong PĐT mở thêm sỉ số môn CO2003 của các lớp hiện tại đang có, hoặc mở thêm lớp mới để em và các bạn có thể đăng ký môn này cho kịp để đi thực tập hè.Em xin cảm ơn   /p . .",
            "Chào bạn,. . PDT đã tăng sỉ số tối đa rồi không tăng được nữa.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính chào thầy/cô,. . Em là sinh viên K17 khoa CNVL hiện giờ em còn thiếu 2 môn là \"  I Truyền nhiệt và thiết bị trao đổi nhiệt  /I \" (  B ME2079  /B ), \"  I Cơ học máy  /I \"(  B ME2077  /B ) nhưng mà sắp tới 2 môn trên không được đăng kí nữa thì em có thể học môn \"  I Truyền nhiệt và truyền khối  /I \" (  B MA3101  /B ) và \"  I Cơ học máy  /I \" (  B ME2101  /B ) để thay thế không ạ?. . Nếu không thì phải học môn nào vậy ạ?. . Em xin cảm ơn.",
            "Chào bạn,. . . . Môn thay thế bạn về khoa để tư vấn cho bạn nha.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ .",
            "Thưa cô, em đang là sinh viên K19, do năm vừa rồi có dịch Covid19 nên trường hoãn việc xét anh văn năm nhất, hiện tại em đang trong chương trình học anh văn 1 tại trường trong học kì 201 này .Cô cho em hỏi nếu hk201 này em đậu môn anh văn 1 thì em sẽ được đăng kí môn của học kì 2 (hk202) phải không ạ? và nếu như học kì 202 em đăng kí anh văn 2, và sang học kì 203 em đăng kí anh văn 3 thì có được xét để đạt chuẩn anh văn năm 2 không ạ hay là việc xét anh văn 3 vào cuối học kì 202 vậy ạ? Em xin cám ơn",
            "Chào bạn,. . . . Thông thường học kỳ 1 năm sau (2021-2022) thông thương tầm tháng 6 đã cho DKMH rồi nha bạn.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "MSSV : [student_id] TÊN: [full_name]\t. . . .   i Đăng ký môn học . dạ e muốn xin tăng sĩ số lớp:. . . . lập trình hệ thống nhúng ạ : . . mã lớp: L01. . [full_name] 61/61 Ạ . . . .",
            "Chào bạn,. . PDT đã tăng sỉ số tối đa rồi không tăng được nữa.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Chào Thầy Cô ạ. . Em tên là [full_name]. . MSSV: [student_id]. . Thầy Cô có thể cho em xin thêm một slot môn Quản trị kinh doanh cho kỹ sư, mã môn IM3001, lớp A01 ( Thứ 3 tiết 234 phòng 301C5 ) không ạ?. . Rất mong nhận được sự phản hồi từ thầy cô.. . Em xin chân thành cảm ơn.",
            "Chào bạn,. . PDT đã tăng sỉ số tối đa rồi không tăng được nữa.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Ad có thể giúp em chuyển nhóm môn học Ph1007 từ nhóm L27 sang nhóm L01 được ko ạ"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ cho em hỏi trường có mở đăng kí môn học đợt 4 không ạ. Và nếu có thì sinh viên có được đăng kí thêm hoặc xóa môn không ạ.. . Em cám ơn ạ.",
            "Chào bạn,. . . . Có đợt 4, nhưng chỉ thêm không cho xoá môn học nha bạn.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "gửi pđt  ."
        ]
    }
]