[
    {
        "intent": "",
        "message": [
            "Dạ kính thưa PĐT , theo lịch thông báo hôm nay là ngày bắt đầu đăng ký đợt vét LVTN nhưng sáng giờ em chưa thấy mở , vậy cô cho e m hỏi khi nào mở , và nếu đợt này em lại bị xóa môn LVTN ci4393 như 4 lần đăng ký trước mặc dù đủ điều kiện thì em phải xử lý như thế nào ạ . . Em xin chân thành cám ơn",
            "Chào bạn,. . . . 10h sáng mới mở DKMH chứ bạn.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính gửi Phòng đào tạo,. . . . Em tên là [full_name], sinh viên năm 3, khoa Điện - Điện tử, MSSV [student_id]. . Vào lần đăng ký môn học học kỳ 202, em đã đăng ký nhầm môn học Đồ án (Kỹ thuật Điều khiển và Tự động hóa).. . Nay em xin Phòng đào tạo có thể tạo điều kiện thay đổi môn học cho em.. . Mã môn em đã đăng nhầm: EE3061. . Mã môn em muốn đăng ký: EE3149. . . . Em kính mong Phòng đào tạo sẽ phản hồi sớm cho em.. . . . Em cảm ơn,. . [full_name]",
            "ok"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính gửi Phòng đào tạo,. . . . Em tên là [full_name], hiện là sinh viên năm 3, khoa Điện - Điện Tử, MSSV [student_id].. . Vào đợt đăng ký môn học học kỳ 202, em có sơ suất mà đăng nhầm môn học Đồ án (Kỹ thuật Điều khiển & Tự động hoá).. . . . Nay em xin Phòng đào tạo có thể tạo điều kiện để thay đổi môn học cho em ạ.. . Mã môn em đã đăng ký nhầm: EE3061. . Mã môn em muốn đăng ký: EE3149. . . . Em kính mong Phòng đào tạo có thể phản hồi sớm cho em. . . Em cảm ơn.. . . . Kính thư,. . [full_name]. .",
            "ok"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]  /b . . . . . . Kính gửi phòng đào tạo, . . Em là [full_name] thuộc chương trình PFIEV, trong học kỳ này em có đăng kỳ môn Luận Văn tốt nghiệp (218700) và thực tập tốt nghiệp (218750) nhưng vẫn chưa có thời khóa biểu (em đăng ký thành công từ đợt 3).. . . . Phòng đào tạo cho em hỏi em có thể đăng ký lại 2 môn đó được không ạ? Vì hiện tại em đã được sự đồng ý đi làm luận văn và thực tập tại Pháp.. . . . Xin phòng đào tạo giúp đỡ em giải đáp thắc mắc này. Em xin chân thành cảm ơn.. . . .   i Đăng ký môn học .",
            ". . Xin phòng đào tạo cho em bổ sung thêm thông tin về em.. . . . Trong học kỳ 201, em đã làm đơn xin   I Quyết định  /I  để được làm luận văn và thực tập tốt nghiệp tại phòng thí nghiệm LCIS, Valence, Pháp.. . . . Ngoài ra, trên lịch đăng ký LVTN và TTTN lần này em có tình trạng là \"Tạm dừng\" (Ảnh đính kèm) nên không thể đăng ký được.. . . . Em kính mong nhận được sự giúp đỡ của thầy cô để có thể đăng ký được LVTN (218700) và TTTN (218750). . .",
            "Chào bạn,. . . . PDT ghi nhận trường hợp bạn, sau ngày 4/3 kết quả DKMH sẽ phản hồi lên cổng thông tin sinh viên. Nếu có gì trục trặc thì liên hệ lại nha.. . . . Thân",
            "li answer rate: Answer suits the needs / Câu trả lời đúng ý",
            "Em kính chào thầy cô,. . Hôm nay ngày 05/02/2021, theo như kết quả trên trang thông tin sinh viên thì thời khoá biểu của em vẫn chưa cập nhật 2 môn trên. . . Em kính mong nhận được sự hướng dẫn của thầy cô.. . . . Em xin chân thành cảm ơn thầy cô",
            "Chào bạn,. . . . Hiện tại bạn có quyết định tạm dừng để đi  trao đổi, nên bạn phải làm đơn thu nhận lại thì PDT mới đăng kí luận văn cho bạn được.. . . . Thân",
            "Em chào thầy có,. . Hiện tại em đã nộp giấy thu nhận cho cô [full_name] của văn phòng Việt Pháp cùng các giấy tờ liên quan. . . Nếu cần thêm thông tin gì xin PDT giúp em liên lạc thông qua email [email]. . . . Em xin chân thành cảm ơn",
            "Chào bạn,. . . . Hiện tại PDT chưa nhận phiếu thu nhận lại của bạn.. . . . Thân",
            "Em kính chào thầy cô,. . . . Do việc liên lạc trực tiếp rất khó nên em xin nhờ thầy cô thông báo giúp em khi giấy thu nhận của em được nộp hoặc em cần bổ sung thêm hồ sơ.. . . . Em xin chân thành cảm ơn.",
            "Chào bạn,. . . . Bạn có thể nộp đơn thu nhận lại qua bksi.hcmut.edu.vn vẫn được. Mẫu đơn có sẵn trên web PDT http://www.aao.hcmut.edu.vn/index.php?route=catalog/chitietsv&path=91&tid=97 (Phiếu số 7).. . . . Thân",
            "Em kính chào thầy cô,. . . . Em đã nộp đơn thu nhận và hiện em đã nhận được quyết định thu nhận và cho phép làm LVTN + TTTN. . . . . Thầy cô cho em hỏi em sẽ cần làm thêm quy trình nào để có thể đăng ký được LVTN (218700) và TTTN (218750)? . . . . Em xin chân thành cảm ơn thầy cô.. . . .",
            "Chào bạn,. . . . Bạn chụp hình quyết định thu nhận gởi  lại sớm nha.. . . . Thân",
            "Dạ em gửi thầy cô QĐ mới",
            "Chào bạn,. . . . Đã đăng ký luận văn và TTTN cho bạn rồi.. . . . Thân",
            "Dạ em cảm ơn thầy cô.. . . . Ngày 16/3 em đã thấy thời khoá biểu có 2 môn đó. Nhưng hôm nay bộ môn Cơ Điện tử nhắn em là không thấy tên em trong danh sách bổ sung. Đồng thời thời khoá biểu trên Mybk cũng bị mất. . . . . Em kính mong nhận được sự hỗ trợ từ thầy cô.",
            "Chào bạn,. . . . Bạn yên tâm là [full_name]T đã đăng kí luận văn cho bạn rồi, cuối tuần [full_name]T mới xuất danh sách làm luận văn về khoa.. . . . Thân",
            "Dạ em cảm ơn thầy cô nhiều.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Em xin hỏi số điện thoại Phòng 201 nhà A4 ạ, vì em không tìm thấy trên website. Nếu được cho em hỏi về đợt nhập học gần nhất hệ VHVL là lúc nào ạ? Em xin cám ơn",
            "Hiện đang trong thời gian kê khai hồ sơ tuyển sinh.. . Hạn chót đến 13/03. . . . Tại : https://mybk.hcmut.edu.vn/tuyensinh/home.action. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính thưa thầy/cô, em tên là [full_name], là sinh viên lớp VP16XDC. Em đã đăng kí môn học thành công ở đợt 3 và có xin công văn từ phía nhà trường để đồng ý cho em có thể làm luận văn tốt nghiệp tại Pháp trong học kì 202. Kính mong thầy cô xem xét và cho phép em được tiếp tục học và thực hiện luận văn tốt nghiệp. Em xin chân thành cảm ơn thầy/cô đã đọc thư này và hỗ trợ em.",
            "Chào bạn,. . . . Bạn làm đơn thu nhận lại, mẫu đơn có sẵn trên web PDT. Sau đó mới nhận đăng kí nhận luận văn.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em chào Thầy/ Cô,. . Em là [full_name], MSSV: [student_id]. . . . Em mới thi TOEIC ngày 06/02/2021 và có kết quả ngày 24/02/2021 và mới đủ điểm TOEIC để nhận LVTN. Em nộp chứng chỉ ngày 24/02/2021 và đang trong tình trạng thẩm tra, Thầy/ Cô cho em hỏi đợt đăng ký LVTN ngày 26/02/2021- 02/03/2021, em được đăng ký nhận LVTN trong học kỳ 202 này được không ạ!. . . . Em cảm ơn Thầy/Cô rất nhiều ạ!. . Em kính chúc Thầy/ Cô có một ngày làm việc vui vẻ, an vui ạ!. . . . Trân trọng, . . SV [full_name]. .",
            "Chào bạn,. . . . Được bạn.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính gửi Phòng Đào tạo, em tên là [full_name], MSSV [student_id], sinh viên khoá K18 ngành Kỹ thuật Hệ thống Công nghiệp. . . . . Hôm nay em gửi yêu cầu này xin phép PĐT cho em huỷ đăng ký môn học ME4021 - Vận tải hàng hoá. Vì lý do kế hoạch học tập của em có thay đổi, em cần đăng ký thêm 1 môn dự thính cho đợt thay đổi nguyện vọng đăng ký dự thính ngày 2/3 sắp tới và em tự nhận thấy bản thân không thể đáp ứng khả năng theo học 27 tín chỉ (bao gồm học kỳ chính + học kỳ dự thính) nên em xin phép huỷ đăng ký môn học ME4021 trước khi học kỳ bắt đầu để có thể nâng cao chất lượng học tập, không làm ảnh hưởng đến các môn học khác ạ. . . . . Em xin cảm ơn và mong nhận được phản hồi từ PĐT ạ.. . Chúc quý thầy cô, cán bộ PĐT một ngày làm việc vui vẻ, hiệu quả.",
            "ok, sẽ hủy cho bạn"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSSV: [student_id]  /b \t. . Em đăng ký xét duyệt chứng chỉ bằng anh văn để xét điều kiện đăng ký luận văn tốt nghiệp vào ngày 25/02/2021. Lịch đăng ký luận văn đợt cuối lại vào khoảng 26/02-02/03/2021 nên em mong PĐT có thể xét duyệt sớm cho em để em đăng ký được luận văn kỳ này ạ. Em xin cảm ơn. .   i Yêu cầu khác .",
            "Chào bạn,. . . . Bạn vui lòng ghi rõ mã số môn luận văn, PDT sẽ xét  cho bạn.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ về việc khoá K20 chỉ cần học 2 môn thể chất là đúng không ạ",
            "Em coi trong quy chế và CTĐT nhé."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em chào quý thầy cô,. . Em là Lê Đình Hưng, sinh viên năm 2 Khoa Điện.. . Em gặp một vấn đề vướng mắc trong việc nộp bằng Toeic ạ.Hiện tại, em chưa đạt chuẩn Anh Văn cần thiết để đăng ký môn học cho năm 3. Và em cũng không rõ lắm về vấn đề mình sẽ phải nộp chứng chỉ ngoại ngữ lúc nào để không bị vướng trong việc đăng ký môn học vào năm 3. . . Vậy nên em viết lời yêu cầu này. Kính mong quý thầy cô có thể giải đáp giúp em. Em xin chân thành cảm ơn quý thầy cô ạ.",
            "Chào bạn,. . . . Hiện tại PDT chưa có lịch học vụ học kỳ 1 năm tới.Tầm khoảng tháng 5 sẽ có lịch DKMH cho học kỳ 1 sắp tới.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Em vào HCM để chuẩn bị vào học kì mới nhưng TP thông cách cách ly 14 ngày với người trở về từ vùng dịch trong đó có HP. Em muốn hỏi là trong thời gian tới trường có tiếp tục dạy học theo hình thức học onlline không ạ?. . Em trân thành cảm ơn",
            "Chào bạn,. . . . Hiện tại đã dạy trực tuyến nha bạn.  SV sau khi thực hiện cách ly, lấy giấy chứng nhận găp giảng viên để xin phép. Nếu cần thiết, PĐT sẽ xác nhận thêm.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . [full_name]1003 Giải tích 1 . . [full_name]1004 Giải tích 1 (Bài tập). . [full_name]1 Nhập môn kỹ thuật  . . [full_name]2 Nhập môn kỹ thuật (Thí nghiệm) . . [full_name] Vật lý 1 . . [full_name] Vật lý 1 (Bài tập). . . .",
            "các môn học ko mở hệ đại trà. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính gửi Phòng Đào tạo trường Đại học Bách khoa TP. HCM.. . Dạ cho em hỏi là em có nhận mail thông báo đăng ký Luận văn tốt nghiệp và Thực tập tốt nghiệp cho học kì 202.. . Theo kế hoạch học tập thì Thực tập ngoài trường của em diễn ra vào học kì hè. Cho em hỏi là em có cần đăng kí đợt này hay đợi đến đợt đăng kí hè ạ?. . Em xin cảm ơn ạ.",
            "Chào bạn,. . . . Chưa hiểu ý bạn.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: chào cô . . điểm môn kiến trúc- CI1049 của em vừa được cập nhật. . cột BT: 9, cột thi: 5.75.... cột tổng kết 5.5. . em thắc mắc sao điểm tổng kết lại 5.5  . pdt xem lại dùm em ạ. hình như bị nhập lộn ạ.. . em cảm ơn",
            "Chào bạn,. . . . Môn CI1049 của bạn : kt 0.0 x 20% = 0.0 , BT 9.00 x 30% =2.7 , Thi 5.75 x 50% = 2.875. . Tổng kết 5.5 đ.. . Đề nghị sv xem kỹ điểm của mình trước khi khiếu nại nhé.. . . . Thân mến"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Thưa thầy cô,. . em là [full_name], sv lớp VP16XDC. Em đã có đăng ký 2 môn học LVTN và Nghiên cứu & Phát triển từ hồi đợt 3 và đã có kết quả. Nhưng mà đến thời điểm này em vẫn chưa có TKB chính thức trong  mục Thông tin sinh viên. Điều đó làm em khá lo lắng nên mong thầy cô hãy kiểm tra lại giúp em ạ!. . Em xin chân thành cảm ơn.. . Minh [full_name]. .",
            "Chào em.. . Em thuộc diện tạm dừng: . . . . Trao đổi sinh viên giữa ĐHBK và trường nước ngoài\t104/QĐ-ĐHBK-ĐT\t04/02/2021\tQuyết định ra. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Trong đợt 4 ĐKMH vừa qua, em có đăng ký môn Trường Điện Từ (EE2003) lớp L03, giáo viên là thầy [full_name]. Nhưng khi có kết quả thì lớp L03 lại là thầy [full_name].Giáo viên bị thay đổi nhưng lại không thông báo đến với sinh viên.. . Vì đây là môn học em đăng ký học cải thiện nên nó ảnh hưởng không nhỏ đến em. Vậy em xin thắc mắc về vấn đề này và xin hỏi là có cách nào để chuyển nhóm không ạ?"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . (V/v thay đổi tên và tên đệm khai sinh). . Em đã thay đổi tên và tên đệm trong đăng kí hộ tích + sổ hộ khẩu và căn cước công dân hồi tháng 1/2021. Nay e có nguyện vọng muốn thay đổi tên trong thông tin lưu tại trường để đăng kí tốt nghiệp.. . Em xin hỏi về thủ tục để xin đăng kí thay đổi tên trong thông tin đăng kí tốt nghiệp.. . Em cảm ơn. .",
            "Chào bạn,. . . . Bạn làm làm đơn xin đổi họ tên + giấy khai sinh + trích lục thay đổi hộ tích nộp tại PDT nha.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em tên là [full_name], MSSV: [student_id], khoa Điện - Điện tử,. . Trong đợt 4 ĐKMH vừa qua, em có đăng ký môn Trường Điện Từ (EE2003) lớp L03, giáo viên là thầy [full_name]. Nhưng khi có kết quả thì lớp L03 lại là thầy [full_name]. Giáo viên bị thay đổi nhưng lại không thông báo đến với sinh viên.. . Vì đây là môn học em đăng ký học cải thiện nên nó ảnh hưởng không nhỏ đến em. Vậy em xin thắc mắc về vấn đề này và xin hỏi là có cách nào để chuyển nhóm không ạ?",
            "Chào bạn,. . . . Việc này bạn hỏi khoa nha, đổi cán bộ giảng dạy là ở khoa nha.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: 1411425  /b \t. . . .   i Tốt nghiệp . Em dò không thấy tên trong danh sách dự kiến tốt nghiệp tháng 04/2021 ạ. Em đã hoàn thành luận văn và CTXH cũng như đạt Anh Văn rồi ạ. Xin PĐT cho biết em còn thiếu gì nữa ko ạ. Em cảm ơn.",
            "Chào bạn. . . . Phòng đào tạo đã ghi nhận trường hợp xét tốt nghiệp bổ sung của sinh viên, sau ngày 9/3  Phòng Đào Tạo sẽ thông báo danh sách tốt nghiệp cập nhật mới : . . -          Sinh viên xem kết quả xét lại tốt nghiệp trên: www.aao.hcmut.edu.vn  tốt nghiệp  thông tin tốt nghiệp  danh sách tốt nghiệp 4/2021. . -          Trường hợp không có tên trong danh sách tốt nghiệp bổ sung sinh viên liên hệ trực tiếp phòng đào tạo để kiểm tra lại lý do.. . Chào bạn,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Em chào thầy\\cô ạ,. . Em là [full_name], MSSV: [student_id]. . . Em là sinh viên kỹ sư tài năng khoa Điện-điện tử, do năm 3 có nhiều đồ án và học phần mở rộng nên em phải gặp thầy trên cs1 các ngày trong tuần, mà thời khóa biểu của em lại học các môn trên cs2 gần hết các ngày trong tuần và em lại mắc bệnh hen từ bé nên khó khăn trong việc đi lại ạ.. . Thầy/cô cho em hỏi là em có thể xếp lại thời khóa biểu của em để học ở trên cs2 ít lại được không ạ.. . Em cảm ơn thầy/cô rất nhiều.",
            "Chào bạn,. . . . Việc gặp thầy/cô với những môn mở rộng thì bạn liên hệ với giảng viên nha.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Chào Thầy/Cô PĐT ạ,. . . . Em là sv k19, theo như quy định thì để đăng ki môn học cho năm 3, em bắt buộc phải hoàn thành 3 môn GDTC khác nhau. Tính đến hiện tại, em mới chỉ hoàn thành 1 môn và đã đăng kí thêm 2 môn khác trong học kì 202 này. Nhưng em nhận được mail là chỉ được đăng kí 1 môn/1 kì và sẽ bị xoá môn còn lại. Vậy em phải làm sao để đăng kí đúng tiến độ được ạ ?. . . . Em cảm ơn!",
            "Em đk môn vào học kỳ sau.. . Bên Trung tâm thể dục chỉ cho phép đăng ký 01 môn vào HK thôi"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Giúp em xóa học phí in bảng điểm với ạh"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Cho e hỏi sao em đăng kí môn thực tập tốt nghiệp báo quá 15 chỉ không cho đăng kí là sao ạ. . . [full_name] mssv [student_id]. . Mã môn đăng kí MA3313 (thực tập tốt nghiệp)",
            "Chào bạn,. . . . Bạn vui lòng xem qui định đăng kí môn TTTN có cập nhật trên web PDT http://www.aao.hcmut.edu.vn/index.php?route=catalog/chitietsv&path=90&tid=1609.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Em tên là [full_name],. . Em muốn đăng ký môn học [full_name] để phục vụ xét tốt nghiệp.. . Mã môn học: LA1043.. . Mã nhóm: DT21. .   i Đăng ký môn học .",
            "Em phải học trước LA1041 hoặc LA1007. . Thân",
            "dạ em có đăng đã thi toeic và được 595, em chỉ còn chờ học anh văn 4 nữa thôi ạ.. . Mong phòng đào tạo xem xét.",
            "[full_name]1043 nhóm DT28. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em vừa mới thi chứng chỉ TOEIC và chưa có kịp kết quả. Em có thể xin kéo dài lịch đăng ký bổ sung Luận văn tốt nghiệp thêm 3, 4 ngày nữa là đến ngày 5/3 hoặc ngày 6/3 được không ạ?",
            "Khi có kết quả em làm đơn xin đăng ký bổ sung nhé"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em tên [full_name], MSSV: [student_id]. Em vừa tốt nghiệp đợt 11/2020 ạ, nhưng do em thuộc danh sách tốt nghiệp bổ sung cận ngày làm lễ tốt nghiệp nên vẫn chưa được cấp bằng ạ. Phòng đào tạo cho em hỏi, hiện tại bằng tốt nghiệp của em đã có chưa ạ. Em cảm ơn.",
            "Chào bạn,. . . . Bạn đã có  bằng tốt nghiệp rồi, bạn liên hệ Phòng Đào Tạo để nhận bằng nha.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em xin chào thầy/ cô ạ,. . Em là Lê Đình Hiệp [student_id] đến từ khoa CNVL. Em gửi yêu cầu này để xin thầy/ cô fix lỗi cho em được đăng ký môn Thực tập tốt nghiệp (MA3313) trong đợt HK202 ĐĂNG KÝ BỔ SUNG TTTN + [full_name] (26/02/2021 - 02/03/2021) này vì khi em bấm đăng ký thì nó hiện báo đăng ký thất bại do giới hạn số tín chỉ tối đa là 15.0 (như hình đính kèm). Nhưng theo như em được biết thì trong học kì chính có thể được đăng ký tối đa 21 tín chỉ. Em mong thầy/ cô giải đáp và fix giúp em lỗi này.. . Em xin cảm ơn thầy/ cô rất nhiều ạ!. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Gửi Phòng Đào tạo,. . Em là [full_name], MSSV [student_id], sinh viên năm 4 khoa Khoa học và Kỹ thuật máy tính. Nhờ PDT chuyển nhanh điểm từ chương trình liên thông thạc sĩ - đại học qua chương trình Đại học giùm em để em kịp đăng kí đợt Luận văn tốt nghiệp cuối cùng này. Đơn của em đã được phòng đào tạo SDH chuyển xuống từ đầu tháng 1.2020. Em xin chân thành cảm ơn.. . Trân trọng,. . [full_name]",
            "Chào bạn,. . . . Bạn vui lòng liên hệ văn phòng đào tạo Sau Đại Học lại nha.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "B Hiệu chỉnh môn học  /B  LA1013 , bỏ P02, đăng kí P01. . . .   i Đăng ký môn học  /i  PE1031 ,  lớp P02. . . .",
            "ok"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . dạ cho em hỏi nếu mình học kỳ hè để đủ 28 tín chỉ vậy em có kịp để đăng ký môn học năm hai không ạ ?. .",
            "Chào bạn,. . . . Việc này tôi không thể trả lời cho bạn được, vì điểm học kỳ hè đạt mới tính số tín chỉ được nha bạn.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]8  /b \t. . . .   i Tốt nghiệp . Em chào [full_name]. . Em là [full_name], MSSV [student_id]8, lớp XD13CD1.. . Hiện tại em đã hoàn thành xong chương trình đào tạo và các yêu cầu cần để [full_name] tháng 4/2021.. . Em tìm tên trong danh sách Dự Kiến [full_name] nhưng không có tên.. . Em mong [full_name] xét duyệt cho em để em có thể [full_name].. . Em cảm ơn.",
            "Chào bạn. . . . Phòng đào tạo đã ghi nhận trường hợp xét tốt nghiệp bổ sung của sinh viên, sau ngày 9/3  Phòng Đào Tạo sẽ thông báo danh sách tốt nghiệp cập nhật mới : . . -          Sinh viên xem kết quả xét lại tốt nghiệp trên: www.aao.hcmut.edu.vn  tốt nghiệp  thông tin tốt nghiệp  danh sách tốt nghiệp 4/2021. . -          Trường hợp không có tên trong danh sách tốt nghiệp bổ sung sinh viên liên hệ trực tiếp phòng đào tạo để kiểm tra lại lý do.. . Chào bạn,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Kính gửi Quý Thầy/ Cô PĐT,. . . . Em là [full_name], MSSV: [student_id] là SV lớp văn bằng 2 khoa KTXD.. . . . Hiện tại theo quy định của trường thì em đã đủ các điều kiện để tốt nghiệp T4/2021 nhưng lại không được cập nhật trong danh sách dự kiến (được cập nhật hôm nay 26/2/2021). . . . Vậy kính mong Quý Thầy/ Cô xem xét, kiểm tra và phản hồi giúp em về trường hợp của em để em có thông tin bổ sung các điều kiện tốt nghiệp nếu còn thiếu sót.. . . . Em xin chân thành cảm ơn.. . . . [full_name]. . [phone_number]",
            "Chào bạn. . . . Phòng đào tạo đã ghi nhận trường hợp xét tốt nghiệp bổ sung của sinh viên, sau ngày 9/3  Phòng Đào Tạo sẽ thông báo danh sách tốt nghiệp cập nhật mới : . . -          Sinh viên xem kết quả xét lại tốt nghiệp trên: www.aao.hcmut.edu.vn  tốt nghiệp  thông tin tốt nghiệp  danh sách tốt nghiệp 4/2021. . -          Trường hợp không có tên trong danh sách tốt nghiệp bổ sung sinh viên liên hệ trực tiếp phòng đào tạo để kiểm tra lại lý do.. . Chào bạn,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Nhờ phòng đào tạo xem xét giúp em, em đã hoàn thành chương trình đào tạo và các chuẩn anh văn, giáo dục quốc phòng, thể chất.. . Trong đó em có quyết định được miển 1 môn giáo dục thể chất và giáo dục quốc phòng vào năm học đầu tiên do đã từng học tại trường vào đợt trước.. . . . Tổng số tín chỉ tích lũy: 108. . Anh văn toeic: 445. . Ngày công tác xã hội: 10. . Giáo dục quốc phòng: Đã có quyết định miễn. . Giáo dục thể chất: Đủ 2 học phần giáo dục thể chất. .",
            "Chào bạn. . . . Phòng đào tạo đã ghi nhận trường hợp xét tốt nghiệp bổ sung của sinh viên, sau ngày 9/3  Phòng Đào Tạo sẽ thông báo danh sách tốt nghiệp cập nhật mới : . . -          Sinh viên xem kết quả xét lại tốt nghiệp trên: www.aao.hcmut.edu.vn  tốt nghiệp  thông tin tốt nghiệp  danh sách tốt nghiệp 4/2021. . -          Trường hợp không có tên trong danh sách tốt nghiệp bổ sung sinh viên liên hệ trực tiếp phòng đào tạo để kiểm tra lại lý do.. . Chào bạn,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính gửi phòng đào tạo,. . . . Thưa phòng đào tạo, hiện tại theo quy định của phòng đào tạo về điều kiện để đăng ký luận văn tốt nghiệp cho sinh viên khoa Khoa học và Kỹ thuật máy tính khoá 2017, em chưa đủ điều kiện để đăng ký do thiếu số chỉ tối thiểu theo quy định(119 tín chỉ)(Hiện tại 94 chỉ tích luỹ và 18 chỉ của HK201(dù chưa có điểm hay chưa đạt), tổng cộng 112 tín chỉ). Tuy nhiên, số lượng tín chỉ này chưa bao gồm 8 chỉ của 4 môn anh văn mà em đã được miễn ở kỳ thi anh văn đầu vào, và hiện tại em đã nộp chứng chỉ anh văn, đăng ký đổi điểm và thanh toán thành công. Em biết điểm chỉ được tính ở kỳ tiếp theo, nhưng em mong phong đào tạo có thể châm chước cho em và xem như 8 tín chỉ đó được tính vào số tín chỉ tích luỹ để em có thể được đủ điều kiện để được làm luận văn tốt nghiệp.. . . . Em xin chân thành cảm ơn phòng đào tạo.",
            "Chào bạn,. . . . . . . . Hiện tại còn đợt 5 DKMH dành cho các môn luận văn/TTTN/ĐCLV, bạn vào đăng kí lại. Sau đợt 5 nếu đăng kí vẫn không được thì liên hệ trực tiếp PDT hoặc phản hồi lên BKSI  nha.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học  /i  . . Hôm nay 26/02/2021 lúc 20h em có lên trang đăng kí giáo dục thể chất để đăng kí do trước đó có mail thông báo đến ngày 28/02/2021 mới hết hạn đăng kí. Xem thì em mới thấy là hôm qua 25/02/2021 có mail báo đổi ngày hết hạn sang 14h59p 26/02/2021. . . Em xin hỏi phòng đào tạo em phải làm đơn như thế nào để xin mở đăng kí môn lại ạ, do em năm 2 rồi, không học trong kì này sẽ không được đăng kí môn cho năm 3 ạ. Mong phòng đào tạo sẽ giúp em.. . Em xin cảm ơn ạ.. . . .",
            "Em cung cấp mã môn học, nhóm cần học để bổ sung"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính gửi thấy cô phụ trách, em là [full_name], MSSV: [student_id]. . Em vừa nhận được g-mail về việc đăng ký bổ sung môn Giáo dục thể chất đợt 2 từ ngày 25/2 đến 28/2 nhưng khi vào trang web đăng ký thì hạn chỉ được để từ ngày 25/2 đến 26/2 nên đã hết hạn trước so với trong g-mail. Vậy nên em    có mong muốn được đăng ký vào lớp: . . PE1019- Bơi (L06).. . Mong thầy/ cô hỗ trợ để em hoàn thành được việc đăng ký môn của mình ạ. Em cảm ơn",
            "ok"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Cho em xin hỏi rằng làm sao để mình có thể rút môn ạ?",
            "Chào bạn,. . . . Bạn nộp đơn rút môn học nộp tại Phòng Đào Tạo.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Chào cô, Em đã qua anh văn nói viết và hoàn thành chương trình học. Nhưng vẫn chưa thấy tên trong danh sách Tốt nghiệp tạm thời. Cô có thể kiểm tra lại giùm em được không ạ.. . Em xin cảm ơn !",
            "Chào bạn. . . . Phòng đào tạo đã ghi nhận trường hợp xét tốt nghiệp bổ sung của sinh viên, sau ngày 9/3  Phòng Đào Tạo sẽ thông báo danh sách tốt nghiệp cập nhật mới : . . -          Sinh viên xem kết quả xét lại tốt nghiệp trên: www.aao.hcmut.edu.vn  tốt nghiệp  thông tin tốt nghiệp  danh sách tốt nghiệp 4/2021. . -          Trường hợp không có tên trong danh sách tốt nghiệp bổ sung sinh viên liên hệ trực tiếp phòng đào tạo để kiểm tra lại lý do.. . Chào bạn,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em chào thầy/cô phụ trách. Em là [full_name], MSSV [student_id].. . Hiện tại em bị trễ tiến độ học tập và chưa nộp chứng chỉ ngoại ngữ kịp thời đúng tiến độ để được đăng kí luận văn tốt nghiệp. Nên em muốn xin phép thầy/cô xem xét cho em được đăng kí luận văn tốt nghiệp ngành cảng-công trình biển, mã môn CI4333 vào kì 202 này được  không ạ. Em sẽ bổ sung chứng chỉ ngoại ngữ sau. Em xin chân thành cảm ơn.",
            "Chào bạn,. . . . Không được bạn, khi nào bạn có đủ chứng chỉ ngoại ngữ thì bạn liên hệ PDT để đăng kí luận văn nha.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em đã hoàn tất hết tất cả các môn và anh văn nhưng lại đang bị đình chỉ 2 kỳ. Em xin hỏi phải làm sao mới có thể đăng kí tốt nghiệp được ạ.",
            "Chào bạn,. . . . Bạn bị xoá tên vì hết thời gian đào tạo rồi mà bạn.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em chào thầy/cô ạ,. . . . Em có thắc mắc về lịch bổ sung đăng ký tốt nghiệp.. . Hiện em vào trang của Phòng Đào tạo: http://www.aao.hcmut.edu.vn/index.php?route=catalog/chitietsv&path=59_205&tid=1920 thấy thời gian nhận bổ sung đến hết ngày 02/04/2021, còn bên trang Đăng ký tốt nghiệp của Mybk thấy thời gian đăng ký đến hết ngày 30/04/2021.. . . . Vậy em muốn hỏi thời gian hạn cuối bổ sung lịch đăng ký tốt nghiệp là 02/04/2021 hay 30/04/2021 ạ?. . Mong sớm nhận được phản hồi từ Thầy/cô.. . Em cảm ơn ạ.. . Thức. . p/s: ảnh đính kèm chi tiết em gửi bên dưới ạ",
            "Chào bạn,. . . . Hạn cuối đăng kí tốt nghiệp đợt tháng 4/2021 theo lịch trình tốt nghiệp là ngày 02/4/2021.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Dạ em chào thầy cô, . . Em [full_name] [full_name] ạ, em vừa có bằng TOEIC 500 và đã nộp để chuyển điểm anh văn 4 vào ngày 24/02/2021, không biết là có được cứu xét chuyển điểm theo bảng quy đổi điểm anh văn cũ không ạ. Em hy vọng là được cứu xét ạ.. . 500 điểm TOEIC là đạt chuẩn đầu ra tốt nghiệp cho k14 phải không ạ. Tại vì em thấy có 1 email (Chương trình tiếng anh theo yêu cầu HK202) trường gửi có nội dung là chuẩn tiếng Anh đầu ra của sinh viên hệ chính quy từ TOEIC 550 (K19 trở về trước) được nâng lên TOEIC 600 (áp dụng từ K20), . . Mong được gải đáp thắc mắc ạ,. . Em cảm ơn rất nhiều.",
            "Chào bạn,. . . . Đối với khoá 2014 toeic 500 đủ điểm chuyển anh văn 4 nha bạn.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Dạ cho em hỏi kì 202 này em đang học av2 . . vậy em có được đăng kí lớp \"Anh văn 3A theo nhu cầu\" song song luôn không ạ?. . hay em phải hoàn thành xong av2 trong học kì này rồi mới được đăng ký các môn anh văn theo nhu cầu 3A. . 2. Nếu xong học kì 202 này em đăng kí dự thính av3 trong kì hè vậy em có được đăng kí môn ở kì tới không ạ?? Nếu em không đăng kí av3 mà thay vào đó em đăng kí môn Anh văn 3 theo nhu cầu vậy có đủ điều kiện để đăng kí môn kì tới không ạ. .",
            "Chào bạn,. . . . 1. Bạn học xong anh văn 2 mới đăng kí anh văn 3.. . . . 2. Anh văn 3 và anh văn 3A là tương đương nha nha bạn. PDT đã có mail thông báo rồi.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Cho em hỏi kỳ này em có đăng ký môn Đồ án thiết kế ME2011, trên thời khoá biểu có hiện môn học, nhưng em lên bkel kiểm tra thông báo không thấy có hiện môn học. Cho e hỏi giờ làm thế nào để xuất hiện môn đó trên bkel ạ. Em cảm ơn",
            "Chào bạn,. . . . PDT sẽ cập nhật trên BKEL nha bạn.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Trong câu hỏi trước, em có sai xót là đăng ký Anh Văn 4A nhưng lại nhầm thành Anh văn 1A. Không biết em có thể đổi nó thành AV4A trong thời khóa biểu chính của học kỳ 202 không ạ? Làm ơn giúp dùm em với ạ. Do Em sơ xuất nên đã có sự nhầm lẫn lớn ở đây. Mong được sự giúp đỡ ạ",
            "đã cập nhật lại: LA1043 nhóm DT21. . Em xem tkb cập nhật vào cuối ngày. . Thân",
            "li answer rate: Answer suits the needs / Câu trả lời đúng ý"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính gửi thầy/cô.. . Em là [full_name]2. . Do không kiểm tra mail nên em không biết là chỉ được đăng ký một môn GDTC cho một kỳ.. . Vì vậy mong thầy/cô huỷ giúp em môn Võ vào sáng thứ hai.. . Em xin cảm ơn.. . Trân trọng",
            "Hiện TKB thể dục của em chỉ có môn PE1011. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . kính gửi, . . em có đăng ký môn võ vovinam cho học kì 202. . sau khi nhận được mail thông báo của trường, chiều ngày 25/02 em vào kiểm tra lại thì kết quả đăng ký lớp võ vovinam vẫn thành công, nhưng ngày hôm nay (27/02) em kiểm tra lại thì em lại bị xóa mất slot của môn đó, trong khi sỉ số vào ngày đó vẫn đầy đủ 49/50 slots. . . Em không biết có xảy ra lỗi gì không, nhưng hện tại đã trễ hạn đăng ký môn học rồi.. . Trường hợp này em có thể xin PĐT chỉnh sửa lại giúp em được không ạ?. . em xin cám ơn.",
            "em cung cấp mã môn học, nhóm để bổ sung nhé",
            "Dạ, mã môn học là PE1023. . nhóm lớp L17 ạ. . sinh viên tên: [full_name]. . mã số sinh viên: [student_id]. . Em xin cám ơn ạ.",
            "ok"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em chào Thầy/Cô,. . Trong học kì 201, em có học 1 môn tương đương được tách ra thành 2 môn là Thí nghiệm và Lý thuyết riêng biệt (mã cũ thì thí nghiệm và lý được gom chung thành 1 môn). Vậy em có cần phải làm đơn gì để chuyển điểm môn học từ mã môn mới về mã môn cũ không ạ? Và nếu em chỉ mới hoàn thành được môn Thí nghiệm và chưa qua môn Lý thuyết thì có được chuyển điểm hay không?. . Em xin cám ơn ạ!",
            "Chào bạn,. . . . - Những môn tương đương PDT đã cập nhật trên web PDT, nếu môn công nhận tương đương thì PDT sẽ tự chuyển điểm cho bạn.. . . . - Đường link xem danh sách môn tương đương thay thế http://www.aao.hcmut.edu.vn/index.php?route=catalog/chitietsv&path=59_201&tid=447.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Dạ Thầy Cô cho Em hỏi về yêu cầu chứng chỉ công nghệ thông tin có bắt buộc không ạ. Nếu có thì thời hạn nộp là khi nào ạ. Em cảm ơn Thầy Cô ạ",
            "Chào bạn,. . . . -Yêu cầu chứng chỉ công nghệ thông tin là bắt buộc, hiện tại nhà trường chưa có thông báo cụ thể về việc nộp chứng chỉ công nghệ thông tin. Khi nào nộp sẽ gởi mail thông báo sinh viên.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính chào quý thầy cô,. . . . Em là [full_name], MSSV [student_id].. . Em có thắc mắc như sau: Trong kết quả đăng ký môn học đợt 4 môn Kinh tế chính trị SP1033 của em là lớp L17 nhưng trong thời khóa biểu của em là lớp L16. Mong quý thầy cô xem xét lại giúp em ạ.. . . . Em xin chân thành cảm ơn.. . . .",
            "Chào bạn,. . . . Hiện tại môn Kinh tế chính trị SP1033 của em là lớp L16. Bạn học đúng nhóm trên cổng thông tin sinh viên nha.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em đã nộp bằng ielts 6.0 cho trường và quy đổi ra thành bốn điểm 10 anh văn thì sau này lúc em làm luận văn tốt nghiệp ra trường thì em không cần nộp lại phải không ạ? Dạ em sinh viên k19 đại trà. Em xin cảm ơn ạ !",
            "Chào bạn,. . . . Đã nộp cho trường rồi thì không có hết hạng nha bạn.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSS[full_name]/MSG[full_name]: [student_id]  /b \t. . . .   i Đăng ký môn học . Họ tên : [full_name]. . Cho em hỏi về tkb học kì 202. . Lần trước em có đăng kí môn Cầu Lông và [full_name]õ, nhưng đợt hiệu chỉnh sau này em đã xóa môn Cầu Lông ( Kết quả đăng kí chỉ hiện môn [full_name]õ). Nhưng sao bây giờ trong tkb em lại có cả 2 môn [full_name]õ(lớp L16) và Cầu lông (Lớp L18)ạ, bây giờ em muốn hủy môn Cầu Lông thì phải đến phòng nào và làm thủ tục như thế nào ạ, em mong được giúp đỡ, em xin cảm ơn !!. .",
            "Hiện tkb thể dục chỉ có PE1023. . Thân"
        ]
    }
]