[
    {
        "intent": "",
        "message": [
            "Em tên : [full_name] . . MSSV   : [student_id]. . Sự việc là em đã đóng tiền lệ phí in bảng điểm ( nếu em không đóng thì nhà trường vẫn tính nợ vì theo quy định ). Nhưng ngày hẹn nhân là ngày 02/04/2020, em không thể nhận được vì trường mình đang cho nghỉ vì COVID-19. Mong PĐT kéo dài thời gian hẹn nhận bảng điểm cho tới khi đi học lại ạ.. . Em chân thành cảm ơn !. . [full_name]. . \t. . . . . .",
            "Chào bạn,. . Được nhé bạn, có thể nhận trễ hơn ngày hẹn là 30 ngày nhé bạn"
        ]
    },
    {
        "intent": "",
        "message": [
            "Hỏi đáp học trực tuyến (BKeL) . Em chào thầy/cô PĐT,. . . . Cho em hỏi video sau khi livestream có được lưu lại để xem lại không ạ?. . . . Em cám ơn thầy/cô nhiều ạ,",
            "Chào em,. . . . Hiện nay là có lưu lại. Tuỳ tình hình thực tế, khả năng lưu lại sẽ bị hạn chế.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Hỏi đáp học trực tuyến (BKeL) . Em chào thầy/cô PĐT,. . . . Cho em hỏi lịch học livestream xem ở đâu vậy ạ?. . . . Em cám ơn nhiều ạ,",
            "Chào em,. . . . Sẽ cập nhật lên Tkb sinh viên nhé.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Kính gửi PĐT Đại Học Bách Khoa HCM , theo em được biết thì lịch thông báo từ Mail của nhà trường thì đơn rút môn học sẽ được nhận từ ngày 16/4/2020 đến ngày 24/4/2020 nhưng do tình hình diễn biến phức tạp từ dịch bệnh nCoV nên em không thể lên PĐT để nộp đơn xin rút môn học được và theo thông báo mới nhất từ nhà trường thì hôm 6/4/2020 sẽ áp dụng việc học livestream cho tất cả sinh viên , nên PĐT cho em hỏi về việc hỗ trợ trực tuyến việc đăng ký rút môn học có được không ạ,em xin PĐT xem xét và giúp đỡ trong khoảng thời gian dịch bệnh đang biến đổi phức tạp như thế này ạ , em xin cảm mơn PĐT ạ .",
            "responsible person: [551] [staff_name] [helpdesk staff]",
            "Chào bạn,. . Phòng [full_name] tạo sẽ ghi nhận trường hợp của bạn, nhưng theo quy định bạn phải nộp trực tiếp nhé bạn, tình hình dịch bệnh hiện tại chưa thể nói trước được,nên nếu có thay đổi về việc nhận đơn rút môn học do dịch bệnh diễn biến phức tạp hoặc thay đổi gì Phòng [full_name] sẽ email cho tất cả các bạn sinh viên biết nhé!"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Khác ... .",
            "Chào em,. . . . Đầu tuần sau [full_name]T sẽ cập nhật lại TKB cho em nhé. Em nhớ theo dõi thông tin của trường và học tốt nhé.. . . . Thân",
            "Dạ em cảm ơn chị ạ"
        ]
    },
    {
        "intent": "",
        "message": [
            "Dạ em chào ad ạ, em là sinh viên hệ cao đẳng của khoa Bảo Dưỡng Công Nghiệp đó ạ, ad ơi cho em hỏi là học kì 191 vừa rồi em có đăng ký môn [full_name] (CI1003) theo mã mới, mã của đại học đó ạ, vừa rồi môn đó em có kết quả thi là đủ điểm qua môn, nhưng hiện tại thì trên bảng điểm chuyển của em vẫn chưa cập nhật điểm chuyển ạ, ad cho em hỏi là khi nào bảng điểm tụi em mới được cập nhật ạ ? Em cám ơn ad ạ. . Mã cũ của môn [full_name] bên khoa em là : 806010",
            "Chào bạn. . Phòng đảo tạo đã kiểm tra trong hệ thống quản lý của Trường môn 806010 đã có kết quả chuyển điểm rồi. . - Trên cổng thông tin sinh viên sẽ cập nhật lại sau tháng 4 nghen bạn"
        ]
    },
    {
        "intent": "",
        "message": [
            "Dịch vụ cho sinh viên - Đại học - Cao đẳng chính quy   Đăng ký in bảng điểm . Em chào thầy/cô,. . . . Em có đăng kí in bảng điểm và đã thanh toán tiền đầy đủ. Đang chuẩn bị lên trường lấy thì lệnh cách ly 15 ngày được ban bố nên khuyến khích hạn chế ra đường, đồng thời em cũng đang tự cách ly tại nhà vì đã từng tham gia lễ cưới đông người. Vì hiện tại em cũng đang cần bảng điểm để nộp hồ sơ xin học bổng du học, nếu để hết 15 ngày thì sẽ trễ deadline ạ. . . . . Với tình hình dịch bệnh thế này, em có thể kính nhờ thầy/cô có thể giúp em chụp hình bảng điểm đã in giúp em được không ạ? Hết 15 ngày cách ly em sẽ lên lấy bảng điểm chính thức về sau.. . . . Thông tin sinh viên:. . [full_name] . . MSSV: [student_id]. . . . Em xin chân thành cảm ơn thầy/cô. Mong mọi người giữ sức khỏe trong mùa dịch này.. . Em [full_name].",
            "Chào bạn. . Đã gởi cho bạn hình đính kèm",
            "Em cảm ơn cô ạ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Hỏi đáp học trực tuyến (BKeL) . Em có nghe thông tin về việc học trực tuyến trên Elearning. Em có xem trên mybk về lịch học nhưng không thấy. Em muốn hỏi là em có thể xem lịch học trực tuyến ở đâu và khi nào có lịch chính thức để em có thể sắp xếp thời gian. . . Em cảm ơn.. .",
            "Chào bạn. . Bạn xem chi tiết về việc học livestream đã gởi mail cho sinh viên vào ngày 31/03/2020, xem lịch học trực tuyến trên Mybk, hiện đang cập nhật sẽ có trước thứ 2 ngày 6/4/2020"
        ]
    },
    {
        "intent": "",
        "message": [
            "Em tên : [full_name]  mssv: [student_id]. . . . Dạ kì này em có đăng kí môn anh văn 4 LA1009 đã được cập nhật tkb và tuần học vì lý do dịch Ncovid nên đã lùi tuần học . Vài ngày nay em xem lại tkb thi không thấy cập nhật kì học 192 và không thấy để môn anh văn 4 em đăng kí kì này . Em xin hỏi là hệ thống chưa cập nhật hay là môn học co vấn đề gì ạ . Em xin chân thành cảm ơn !",
            "Chào bạn. . Bạn xem chi tiết về việc học livestream đã gởi mail cho sinh viên vào ngày 31/03/2020, xem lịch học trực tuyến trên Mybk, hiện đang cập nhật sẽ có trước thứ 2 ngày 6/4/2020. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Hỏi đáp học trực tuyến (BKeL) . Em có đăng kí in bảng điểm.. . Phòng Đào Tạo hẹn 1/4/2020 trả kết quả nhưng hôm nay là 2/4/2020 tình trạng vẫn là đang in ạ. . . Kính mong PDT in sớm giúp em để em hoàn thành hồ sơ của mình ạ",
            "Chào bạn. . Bạn điểm đã có rồi nghen bạn"
        ]
    },
    {
        "intent": "",
        "message": [
            "B Hỏi đáp học trực tuyến (BKeL) . Nếu thời gian nghỉ dịch kéo dài và các trung tâm cũng ko tổ chức thi thì có thay đổi thời gian nộp bằng anh văn ko ạ và hạn cuối nộp là khi nào ạ. . . .",
            "Chào bạn. . Trường sẽ hỗ trợ khi bạn có Chứng chỉ ngoại ngữ, quan trọng là bạn phải nhanh chóng đăng ký thi và có kết quả sớm sau khi các trung tâm hoạt động lại"
        ]
    },
    {
        "intent": "",
        "message": [
            "Chào Anh/chị. . Em tên [full_name]. . MSSV: [student_id]. . Lý do: học kỳ này em đăng ký các môn là:. . Nhập môn lập trình. . Kỹ thuật điều khiển tự động. . Kỹ thuật chế tạo 3. . Quản lý sản xuất. . Đồ án chuyên ngành. . Đề cương . . ngày 6/3 cập nhật lại chỉ có những môn trong hình. Anh/Chị làm ơn xem lại giúp em ạ.. . Em cảm ơn rất nhiều ạ. .",
            "Chào bạn. . Bạn gởi mail cho anh [full_name] để anh kiểm tra và trả lời nghen . . [email]"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học bổng - Đại học - Cao đẳng chính quy   Học bổng (danh sách, điều kiện,...) . Hiện tại do tình hình dịch bệnh nên việc tổ chức thi Ielts bị trì hoãn. Em muốn hỏi là nếu đến thời hạn nộp bằng theo dự kiến ban đầu của nhà trường mà vẫn chưa hết dịch thì sinh viên có bắt buộc phải thi bằng hình thức làm bài trên máy tính để theo kịp yêu cầu không? Hay nhà trường sẽ dời thời hạn lại sau ạ?. . Câu hỏi thứ hai em muốn hỏi về học bổng Ielts.Năm nay học bổng có còn được tổ chức không ạ?. .",
            "Chào bạn. . Bạn gởi câu hỏi cho Văn phòng đào tạo quốc để được hướng dẫn nghen. . [email]"
        ]
    },
    {
        "intent": "",
        "message": [
            "Hỏi đáp học trực tuyến (BKeL) . Em đã hoàn thành 15 ngày xông tác xã hội và các yêu cầu khác, nhưng khi vào đăng kí xét tốt nghiệp thì trạng thái của em là còn nợ ctxh. . . . . Kính mong nhà trường xem xét giúp em.",
            "Chào bạn. . Phòng đào tạo đã kiểm tra bạn đã có tên trong danh sách dự kiến tốt nghiệp. . và đã đủ ngày công tác xã hội. . Vì tình hình dịch bệnh nên Bạn sẽ khai được tốt nghiệp vào sau ngày 20/04/2020",
            "Em cảm ơn thông tin này ạ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . cho em hỏi : kỳ dự thính 192 nhà trường có mở ko ạ. . em cảm ơn nhiều ạ !. .",
            "Chào bạn. . Bạn vui lòng kiểm tra mail hàng ngày, nếu Trường có thông tin gì mới sẽ gởi mail cho bạn"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được . Em đã đăng ký Luân văn (MA4323) và kết quả đăng ký thành công (đợt 3). Em đã từng thấy môn luận văn có trong thời khóa biểu, nhưng trong tuần này em vào xem lại thì không có thấy môn này trong thời khóa biểu nữa ạ. . . . . PĐT cho em hỏi, môn học này của em đã bị hủy phải không ạ ?. . Nếu bị hủy thì làm như thế nào để đăng ký lại để làm luận văn trong kỳ này ạ? . . . . Em cảm ơn!",
            "Chào bạn. . Phòng đào tạo đã kiểm tra lại dữ liệu , chắc chắn là bạn đã đăng ký được môn lvtn, . . - Về Tkb trên cổng thông tin sinh viên : sẽ cập nhật lại vào tuần sau"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em muốn xin giấy xác nhận dự kiến tốt nghiệp vào tháng 4/2021 để bổ sung hồ sơ du học thì làm như thế nào ạ? . . . . Yêu cầu của hồ sơ: \"Letter certifying when you will graduate from your home university\". Xác nhận thời gian dự kiến em sẽ tốt nghiệp đại học. (không phải giấy tốt nghiệp tạm thời). . . . Theo kế hoạch học tập, em sẽ hoàn thành môn luận văn vào học kỳ 2(2019-2020) và tốt nghiệp đợt tháng 11/2020 này. . . Nhưng do tình hình covid nên em thấy khả năng em sẽ không kịp để báo cáo cho đợt tháng 8 hoặc tháng 9/2020 này. Do đó, thời gian tốt nghiệp sẽ không phải là tháng 11/2020. . . Nên em muốn xin giấy dự kiến tốt nghiệp vào tháng 4 năm 2020 ạ.. . Em cảm ơn.. .",
            "Chào bạn. . Để được cấp giấy xác nhận chương trình đào tạo. . . . Vì tình hình dịch bệnh, bạn cần viết đơn xin giấy xác nhận đính kèm minh chứng đang làm hồ sơ du học, gởi đến mail [email]. . Để phòng đào tạo kiểm tra và xử lý"
        ]
    },
    {
        "intent": "",
        "message": [
            "B Vừa làm vừa học - ĐTTX   Học vụ .   /B Dạ chào thầy/cô,. . Hiện em đang học hệ VHVL tại trường Bách Khoa ,em đã học xong học kì 1 và hiện đang chờ để thi do dịch bệnh. Nay em muốn chuyển về cơ sở trường Cao đẳng điện lực TP HCM học tiếp hệ VHVL cho tiện việc học tập.. . Vậy em cần đợi thi xong 2 môn em học ở học kì 1 rồi mới nộp đơn xin chuyển cơ sở ngành phải không ạ.. . Cảm ơn thầy/cô đã đọc ạ.. .",
            "Chào ban. . Bạn gởi mail cho [full_name] để hỗ trợ cho bạn nghen: . . [email]"
        ]
    },
    {
        "intent": "",
        "message": [
            "Hỏi đáp học trực tuyến (BKeL)  /i  Xin chào thầy/cô, cho em hỏi em vừa xem video bài giảng chương 3 môn Đại số tuyến tính nhưng vì trả lời câu hỏi cuối bài sai nên điểm cho video là 0, vậy nó có ảnh hưởng gì cho việc xét điều kiện thi cuối kỳ của em không ạ. Nếu có thì em mong thầy cô giúp em cho hướng khắc phục điểm số. Em xin chân thành cảm ơn.. . . .",
            "Chào bạn. . Bạn liên hệ trực tiếp giảng viên giảng dạy. . để được trả lời nghen"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học bổng - Đại học - Cao đẳng chính quy   Học bổng (danh sách, điều kiện,...) . Em chào thầy/cô ạ.. . Em xin phép hỏi thầy/cô về học bổng khuyến khích học tập cho   I sinh viên thuộc diện chính sách xã hội. . Em là [full_name], K2016, sinh viên khoa Điện - Điện tử.. . Em là sinh viên thuộc diện chính sách   I “Sinh viên là người dân tộc thiểu số (không phải là dân tộc thiểu số rất ít người) ở vùng có điều kiện kinh tế - xã hội đặc biệt khó khăn theo quy định của cơ quan có thẩm quyền”  /I  nên được giảm 70% học phí.. . . . Học kỳ 1 năm nay em có điểm ĐTB1HK là 9.13 và điểm ĐTBCMR là 9.3, em đã xem các điều kiện cần để được xét cấp học bổng trên trang aao rồi ạ, PĐT tiếp theo sẽ cấp học bổng khuyến khích cho sinh viên theo danh sách từ trên cao xuống thấp cho đến khi hết kinh phí.. . . . Tuy nhiên em có đọc được thông tin:   I “Các sinh viên diện chính sách xã hội chỉ được hưởng học bổng khuyến khích theo qui định trong TT 53, 54 liên bộ”  /I . Em xin phép hỏi thầy/cô thông tin này hiện tại còn chính xác không ạ? Nếu chính xác, trường hợp của em giả sử được học bổng thì tính học bổng khuyến khích học tập như thế nào ạ?. . . . Em cảm ơn thầy/cô đã đọc và trả lời câu hỏi của em ạ.. .",
            "Chào bạn. . Bạn liên hệ Phòng công tác chính trị sinh viên để hỏi về học bổng khuyến khích học tập cho sinh viên thuộc diện chính sách xã hội nghen"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: 1870279  /b \t. . . .   i Hỏi đáp học trực tuyến (BKeL) . Em chào Thầy/Cô,. . Em đã được cập nhật môn học trong trang e-learning.. . Em rất xin lỗi Thầy/Cô trong thắc mắc ngày 01/04/2020 em đã ghi sai mã môn học Vi sinh vật đại cương là EN1016, mã môn học mà em đăng ký là EN1015 (đính kèm file), do vậy trên trang e-learning của em đang hiển thị nội dung của 2 mã môn học, tuy nhiên khi xem nội dung trong 02 mã môn học, em thấy mã EN1015 - nội dung lý thuyết môn học còn mã EN1016 - nội dung thực hành ở phòng thí nghiệm. Vậy Thầy/Cô cho em hỏi, nếu 02 mã môn học này là 2 môn học khác nhau thì cho em được cập nhật môn học mã EN1015, còn nếu 02 mã môn học này là một môn, thì trong danh sách nhóm thực hành (đính kèm file) thiếu tên của em, Thầy/Cô giúp em cập nhật tên em (Thái Thị Thủy - MSHV: 1870279) vào danh sách với ạ,. . Em xin chân thành cảm ơn sự giúp đỡ của các Thầy/Cô!"
        ]
    },
    {
        "intent": "",
        "message": [
            "Hỏi đáp học trực tuyến (BKeL) . Kính gửi nhà trường cùng các thầy cô bộ môn,. . . . Em tên là [full_name] - MSSV [student_id], em đã đăng kí và chuyển điểm xong CCNN và hoàn thành đủ số tín chỉ, ngày CTXH mà nhà trường yêu cầu.. .   B Nhưng em không thể đăng kí xét tốt nghiệp  /B . Em đã gọi và hỏi PĐT và được hướng dẫn lên đây đặt câu hỏi. . Mong quý thầy cô và nhà trường giải đáp thắc mắc giúp em ạ. . Em xin chân thành cảm ơn. .",
            "Chào bạn. . . .  Phòng đào tạo đã ghi nhận trường hợp xét tốt nghiệp bổ sung của sinh viên, . .  Tình trạng hiện tại của bạn đang tạm dừng, bạn tải mẫu đơn thu nhận để xét tốt nghiệp  điền + ký tên rồi chụp hình nộp online qua mail của phòng đào tạo : [email]. . Để pdt xử lý thu nhận lại xét tốt nghiệp cho bạn nghen. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Hỏi đáp học trực tuyến (BKeL) . Em tên [full_name], MSSV [student_id]. . Em mong PĐT xem xét lại giờ học trực tuyến 2 môn [full_name] và [full_name]15 giúp em, cả 2 môn em cùng học lúc 10-11h15 thứ 2( [full_name] học phòng [full_name]01-B4-301 và [full_name]15 học phòng [full_name]06-B4-402). .",
            "Chào bạn. . . . -\tPhòng đào tạo sẽ kiểm tra lại thời khóa biểu học livestreams trên Mybk bị trùng và sẽ cập nhật lại nếu có thay đổi. . -\tTrường hợp thời khóa biểu học bị trùng, sinh viên có thể chọn học môn thứ 1, sau đó xem lại video môn thứ 2, thứ 3,… theo đường link Bài giảng trực tuyến trên BKeL (chú ý : video livestreams). . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Hỏi đáp học trực tuyến (BKeL) . lịch học trực tuyến của em thứ 2 môn nhập môn lập trình và xác xuất thống kê bị trùng thì phải làm sao ạ ?",
            "Chào bạn. . . . -\tPhòng đào tạo sẽ kiểm tra lại thời khóa biểu học livestreams trên Mybk bị trùng và sẽ cập nhật lại nếu có thay đổi. . -\tTrường hợp thời khóa biểu học bị trùng, sinh viên có thể chọn học môn thứ 1, sau đó xem lại video môn thứ 2, thứ 3,… theo đường link Bài giảng trực tuyến trên BKeL (chú ý : video livestreams). . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Hỏi đáp học trực tuyến (BKeL) . Chào thầy/cô ạ, em tên Phạm Đình Gia Hưng mssv [student_id]. . . Cách đây khoảng vài tháng, em có tham gia hoạt động \"HC19CTX0027-[HH]HỖ TRỢ HỘI NGHỊ QUỐC TẾ ICLCA – RChE – 2019\". Tuy nhiên, do em không nhận được thông báo xác nhận từ mail, nên đã không xác nhận dù đã có tên trong danh sách xác nhận của mod giám sát, kính mong quý thầy cô xem xét giúp em ạ vì số ngày ctxh này rất cần để e được đi thực tập ạ, em xin cảm ơn.. . . .",
            "Chào bạn. . Về việc cập nhật ngày Công tác xã hội, Bạn vui lòng liên hệ Văn phòng Đoàn Khoa để được giải quyết",
            "Dạ cho em hỏi là làm sao để liên hệ văn phòng đoàn khoa Kỹ thuật hoá học ạ",
            "Chào em,. . . . Em liên hệ với [full_name], [full_name] sẽ hướng dẫn cho em văn phòng đoàn [full_name].. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Hỏi đáp học trực tuyến (BKeL) . Em muốn hỏi là lịch học online của em hiện giờ bị trung thì làm sao ạ",
            "Chào bạn. . . . -\tPhòng đào tạo sẽ kiểm tra lại thời khóa biểu học livestreams trên Mybk bị trùng và sẽ cập nhật lại nếu có thay đổi. . -\tTrường hợp thời khóa biểu học bị trùng, sinh viên có thể chọn học môn thứ 1, sau đó xem lại video môn thứ 2, thứ 3,… theo đường link Bài giảng trực tuyến trên BKeL (chú ý : video livestreams). . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]  /b \t[full_name] [full_name] [full_name] [full_name]   i Yêu cầu khác  /i [full_name] [full_name]  Em chào Admin ạ[full_name] [full_name] Em tên [full_name][full_name] [full_name] MSSV: [student_id][full_name] [full_name] Lớp: CK17LOG [full_name] [full_name] Hiện tại thời khóa biểu học livestream của em bị trùng 2 môn có cùng khung giờ là môn Đường lối Cách mạng Đảng Cộng Sản Việt Nam -thứ 4 giờ học 15-16h15 và môn Điều độ trong chuỗi cung ứng- thứ 4 15-16h15 ạ[full_name][full_name] [full_name] Em kính mong PĐT xếp lại giờ học giúp em ạ[full_name] Em cảm ơn![full_name] [full_name]",
            "Chào bạn. . . . -\tPhòng đào tạo sẽ kiểm tra lại thời khóa biểu học livestreams trên Mybk bị trùng và sẽ cập nhật lại nếu có thay đổi. . -\tTrường hợp thời khóa biểu học bị trùng, sinh viên có thể chọn học môn thứ 1, sau đó xem lại video môn thứ 2, thứ 3,… theo đường link Bài giảng trực tuyến trên BKeL (chú ý : video livestreams). . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Hỏi đáp học trực tuyến (BKeL) . Xin gia hạn thời gian làm bài elearning môn Tin học trong trắc địa (CI2035).Em đã mail cho thầy bộ môn và hỏi tại sao chỉ có 1 tiếng để làm sau đó đóng luôn thì thầy nói là do bên QL mạng của nhà trường ạ .Em mong dc giúp đỡ để sớm hoàn thành bài kiểm tra.",
            "Chào bạn. . Chính xác thông tin về thời gian làm bài elearning của tất cả các môn học do giảng viên quy định nghen bạn. . Bạn liên hệ trực tiếp với giảng viên giảng dạy môn đó"
        ]
    },
    {
        "intent": "",
        "message": [
            "B Hỏi đáp học trực tuyến (BKeL) . Mình thắc mắc muốn hỏi về lịch học online bị trùng giữa các môn.. . Làm sao để dời lịch livestream của môn khác qua buổi khác trống trong ngày hay ngày khác trong tuần? Mail giáo viên hay báo lên phòng đào tạo? . .",
            "Chào bạn. . . . -\tPhòng đào tạo sẽ kiểm tra lại thời khóa biểu học livestreams trên Mybk bị trùng và sẽ cập nhật lại nếu có thay đổi. . -\tTrường hợp thời khóa biểu học bị trùng, sinh viên có thể chọn học môn thứ 1, sau đó xem lại video môn thứ 2, thứ 3,… theo đường link Bài giảng trực tuyến trên BKeL (chú ý : video livestreams). . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Hỏi đáp học trực tuyến (BKeL) . Hi Admin, Em là [full_name], MSSV:[student_id], vào đầu tháng 3 em có nộp đơn rút môn học Kỹ Thuật nhiệt lạnh (EE3135), hiện tại em xem trên thời khoá biểu vừa cập nhật ở Thông tin sinh viên vẫn còn môn này trong TKB ạ, admin cho em hỏi là đơn rút môn học của em đã có hiệu lực chưa ạ",
            "Chào bạn. . Phòng đào tạo đã kiểm tra, bạn có phiếu rút môn học Kỹ Thuật nhiệt lạnh (EE3135), môn này sẽ chuyển thành điểm 17 vào cuối học kỳ, bạn yên tâm nhé"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em tên: Huỳnh Thị Bích Trâm MSSV: [student_id]. . Thưa thầy/cô em có đăng ký môn hóa vô cơ mã môn học là CH2013(4 tín chỉ), nhưng khi trường cập nhật lại thời khóa biểu online thì lại nhầm mã môn học của của em thành CH2011 (3 Tín chỉ). Mong thầy cô xem xét và điều chỉnh lại giúp em ạ. E cảm ơn",
            "Chào bạn. . Do cùng tên môn học là [full_name] nên [full_name]- Bộ môn-Phòng đào tạo đã kết hơp dạy, thời khóa biểu đúng không sai nên bạn yên tâm học nghen. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em đăng ký đổi điểm anh văn 2. Và đã thực hiện thanh toán trên bkpay. Đến nay kiểm tra đã có thanh toán. Nhưng trên phần đổi điểm để là chưa thanh toán đổi điểm anh văn 2. Em xin kiểm tra giúp ạ. Em cám ơn.",
            "responsible person: [551] [staff_name] [helpdesk staff]",
            "Chào bạn. . Bạn vào kiểm tra lại, Trên BKpay bạn vẫn còn 1 khoảng 50.000 chưa thanh toán",
            "Dạ. Em thắc mắc lý do có mục chưa thanh toán đó ạ. Em đăng ký đổi điểm 2 anh văn 2 và 3. Và sau đó đã thanh toán 2 cái. Nhưng sau đó thấy cập nhật thêm một mục 50.000 chưa thanh toán. Mà trước đó em đã thanh toán rồi và trên bk pay có để tới 3 mục thanh toán anh văn mà em chỉ đổi có 2 anh văn.",
            ". . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Hỏi đáp học trực tuyến (BKeL) . Thời khóa biểu các buổi livestream (cấu phần B) của em bị trùng, xin nhà trường xem lại và sắp xếp cho hợp lý.. . Thời khóa biểu học theo nhóm lớp hiện tại không còn thấy trên mybk nữa, cho em hỏi để học theo cấu phần C thì dựa theo lịch thế nào ạ, vì hiện tại không còn thời khóa biểu để học theo nhóm lớp nữa ạ.",
            "Chào bạn. . . . -\tPhòng đào tạo sẽ kiểm tra lại thời khóa biểu học livestreams trên Mybk bị trùng và sẽ cập nhật lại nếu có thay đổi. . -\tTrường hợp thời khóa biểu học bị trùng, sinh viên có thể chọn học môn thứ 1, sau đó xem lại video môn thứ 2, thứ 3,… theo đường link Bài giảng trực tuyến trên BKeL (chú ý : video livestreams). . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Hỏi đáp học trực tuyến (BKe[full_name]) . Vào thứ hai lúc 16h30-17h45 em bị trùng lịch học online 2 môn là cơ sở cơ học lượng tử ([full_name]02)  và những nguyên lý cơ bản Mác ([full_name]01) mong phòng đào tạo thay đổi lịch học dùm em ạ. . Cám ơn thầy cô đọc và em mong nhận được phản hồi từ thầy cô",
            "Chào bạn. . . . -\tPhòng đào tạo sẽ kiểm tra lại thời khóa biểu học livestreams trên Mybk bị trùng và sẽ cập nhật lại nếu có thay đổi. . -\tTrường hợp thời khóa biểu học bị trùng, sinh viên có thể chọn học môn thứ 1, sau đó xem lại video môn thứ 2, thứ 3,… theo đường link Bài giảng trực tuyến trên BKeL (chú ý : video livestreams). . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Hỏi đáp học trực tuyến (BKeL) . Dạ em chào anh/chị. . Em muốn mình muốn   b rút môn học   /b  đã đăng kí thì mình có thể làm   b online   /b  được không. Hay phải in đơn ra rồi vào trường nộp. Tại vì em đang ở quê và là mùa dịch nên lên trường gặp nhiều khó khăn. . Em cảm ơn anh/chị. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]  /b . . thời khóa biểu online của e có 4 môn bị trùng, vậy cho e hỏi nhà trường là có đổi lại tkb ko ạ\t. . . .",
            "Chào bạn. . . . -\tPhòng đào tạo sẽ kiểm tra lại thời khóa biểu học livestreams trên Mybk bị trùng và sẽ cập nhật lại nếu có thay đổi. . -\tTrường hợp thời khóa biểu học bị trùng, sinh viên có thể chọn học môn thứ 1, sau đó xem lại video môn thứ 2, thứ 3,… theo đường link Bài giảng trực tuyến trên BKeL (chú ý : video livestreams). . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "B   /B Hỏi đáp học trực tuyến (BKeL) . Em chào thầy/cô! Em có kiểm tra giờ học online thì phát hiện ra môn CH3145 và CH3101 bị trùng giờ, mong thầy/cô kiểm tra lại giùm em ạ.",
            "Chào bạn. . . . -\tPhòng đào tạo sẽ kiểm tra lại thời khóa biểu học livestreams trên Mybk bị trùng và sẽ cập nhật lại nếu có thay đổi. . -\tTrường hợp thời khóa biểu học bị trùng, sinh viên có thể chọn học môn thứ 1, sau đó xem lại video môn thứ 2, thứ 3,… theo đường link Bài giảng trực tuyến trên BKeL (chú ý : video livestreams). . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Khác ... . Kính gửi phòng đào tạo! . . Khoảng 2 tuần trước em có gửi yêu cầu xem xét lại việc đăng kí Luận Văn tốt nghiệp của em trong học kì này ạ! Đến sáng nay em xem thời khóa biểu không có! Trong khi trước đó em đã rút 2 môn học để còn 12 chỉ để vừa đủ đăng kí luận văn tốt nghiệp! Nhưng trong thời khóa biểu hiện tại của em còn một trong 2 môn mà em đã rút ! Không biết có sự nhầm lẫn nào không ạ! Em mong phòng đào tạo có thể xem xét lại cho em một lần nữa ạ!",
            "Chào bạn. . Trường hợp của bạn, Bạn phải viết đơn ghi rõ ra là bạn đã rút 2 môn nào đó để không còn bị vượt số tín chỉ khi đăng ký luận văn tốt nghiệp. . Nên bạn làm đơn nộp online qua địa chỉ mail : [email] . . - đính kèm đơn đăng ký lvtn có chữ ký + tên môn học + mã số môn học. . - đính kèm biên nhận phiếu rút môn học",
            "Em chào cô! . . . . Em xin phản hồi lại như sau ạ! . . Trước đó ngày 27/2 em đã nộp đơn rút 2 môn ạ! Sau đó em đã đăng kí LVTN trong đợt 3 và lúc em đăng kí hoàn toàn bình thường, hệ thống không hề báo em bị thiếu điều kiện gì cả nhưng kết quả thì trong thời khóa biểu em lại không có. Sau đó em đã gửi yêu cầu và phòng đào tạo đã phản hồi lại cho em rằng :\"Ngày 24/2 sẽ có kết quả xét lại một lần nữa\" . Lúc này thì thời khóa biểu của em cũng đã không còn 2 môn mà em đã rút. Đến ngày 4/3 thì em vào xem lại thời khóa biểu và cũng ko thấy có thêm môn luận văn và lại có thêm một môn em đã rút.Sau khi cô đọc được phản hồi của em thì xem xét giúp em với, nếu em bắt buộc phải viết đơn thì mong cô phản hồi lại một lần nữa giúp em ạ!. . Em xin chân thành cảm ơn!",
            "Chào bạn,. . . . Bạn đăng kí môn học nhưng bạn quên xem kết quả đăng kí môn học của bạn có được hạy không.Bạn vui lòng xem lại qui trình DKMH trên Web nhé:. . http://www.aao.hcmut.edu.vn/index.php?route=catalog/chitietsv&path=192&tid=871.. . . . Vì đợt đăng kí luận văn đã kết thúc, hiện tại bạn muốn đăng kí luận văn bạn làm đơn ghi rõ (mã số sinh viên, mã số môn học), lý do mới bổ sung.. . . . Đơn phải có xác nhận của ban lãnh đạo khoa đồng ý phân công giảng viên hướng dẫn. Nộp tại PDT sẽ xét cho em.. . . . . . Thân.. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Hỏi đáp học trực tuyến (BKeL) . Thưa thầy/cô, thời khoá biểu của em bị trùng giờ học online ạ, mong PĐT xem xét.. . Em xin cảm ơn.",
            "Chào bạn. . . . -\tPhòng đào tạo sẽ kiểm tra lại thời khóa biểu học livestreams trên Mybk bị trùng và sẽ cập nhật lại nếu có thay đổi. . -\tTrường hợp thời khóa biểu học bị trùng, sinh viên có thể chọn học môn thứ 1, sau đó xem lại video môn thứ 2, thứ 3,… theo đường link Bài giảng trực tuyến trên BKeL (chú ý : video livestreams). . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Thời khóa biểu livestrem của em có 2 môn trùng giờ livestrem vào ngày thứ 4 thì sao ạ, pđt kiểm tra lại giúp em",
            "responsible person: [551] [staff_name] [helpdesk staff]",
            "Chào bạn. . . . -\tPhòng đào tạo sẽ kiểm tra lại thời khóa biểu học livestreams trên Mybk bị trùng và sẽ cập nhật lại nếu có thay đổi. . -\tTrường hợp thời khóa biểu học bị trùng, sinh viên có thể chọn học môn thứ 1, sau đó xem lại video môn thứ 2, thứ 3,… theo đường link Bài giảng trực tuyến trên BKeL (chú ý : video livestreams). . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Hỏi đáp học trực tuyến (BKeL) . Thời khóa biểu của em vào ngày thứ tư, có hai môn trùng thời gian Livestream, thì khi học em phải làm như thế nào ạ?",
            "Chào bạn. . . . -\tPhòng đào tạo sẽ kiểm tra lại thời khóa biểu học livestreams trên Mybk bị trùng và sẽ cập nhật lại nếu có thay đổi. . -\tTrường hợp thời khóa biểu học bị trùng, sinh viên có thể chọn học môn thứ 1, sau đó xem lại video môn thứ 2, thứ 3,… theo đường link Bài giảng trực tuyến trên BKeL (chú ý : video livestreams). . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . bởi vì ảnh hưởng của dịch co-19 nên em không thể đến trường cũng như có thể học môn dự thính, nên em không thể học dự thính môn AV1 cộng với việc không tổ chức dạy học online môn thí nghiệm vật lý khiến cho học kì này e không đủ 14 tín chỉ, em mong PĐT có thể hướng dẫn cho em cách để xử lí khắc phục hiện trạng này. Em xin chân thành cảm ơn. .",
            "Chào bạn. . Bạn vui lòng check mail thường xuyên nếu có thông báo về thời gian và cách học của Hk dự thính 192, nhà trường sẽ gởi thông báo sớm nhất qua mail sinh viên. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Hỏi đáp học trực tuyến (BKeL) . Dạ. EM là [full_name], MSSV: [student_id]. . Thầy, cô cho em hỏi là Thời khóa biểu học online của em có 2 môn học bị trùng là Kỹ thuật xử lý nước cấp( CI3045) và Vật liệu xây dựng( CI2037) vào thứ 2 từ 13h30-14h45 thì phải làm sao ạ. . Mong Thầy, cô sửa lỗi này giúp em với ạ.. . Em cảm ơn nhiều!",
            "Chào bạn. . . . -\tPhòng đào tạo sẽ kiểm tra lại thời khóa biểu học livestreams trên Mybk bị trùng và sẽ cập nhật lại nếu có thay đổi. . -\tTrường hợp thời khóa biểu học bị trùng, sinh viên có thể chọn học môn thứ 1, sau đó xem lại video môn thứ 2, thứ 3,… theo đường link Bài giảng trực tuyến trên BKeL (chú ý : video livestreams). . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Hỏi đáp học trực tuyến (BKeL) . Em là [full_name] - [student_id]. . Khoa BDCN, lớp BD18BDG2. . Em bị trùng lịch học online môn giải tích 2 và môn Quản lí an toàn & xử lí tt vào khung giờ 7h00 - 8h15 ( thứ 7 ).. . Mong thầy cô sửa đổi giúp em với ạ.. . Em cám ơn.",
            "Chào bạn. . . . -\tPhòng đào tạo sẽ kiểm tra lại thời khóa biểu học livestreams trên Mybk bị trùng và sẽ cập nhật lại nếu có thay đổi. . -\tTrường hợp thời khóa biểu học bị trùng, sinh viên có thể chọn học môn thứ 1, sau đó xem lại video môn thứ 2, thứ 3,… theo đường link Bài giảng trực tuyến trên BKeL (chú ý : video livestreams). . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "[student_id]. . . . Dạ em bị lỗi ở phần sắp xếp môn học trực tuyến  ạ. Giờ livestream của 2 môn là Sản xuất sạch hơn và vận hành hệ thống quy trình công nghệ hóa học của em bị trùng vào thứ 5 từ 7h đến 8h15 ạ",
            "Chào bạn. . . . -\tPhòng đào tạo sẽ kiểm tra lại thời khóa biểu học livestreams trên Mybk bị trùng và sẽ cập nhật lại nếu có thay đổi. . -\tTrường hợp thời khóa biểu học bị trùng, sinh viên có thể chọn học môn thứ 1, sau đó xem lại video môn thứ 2, thứ 3,… theo đường link Bài giảng trực tuyến trên BKeL (chú ý : video livestreams). . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Chuyển thời khóa biểu . Dạ em xin chào thầy/cô,. . Em là [full_name], MSSV [student_id].. . . . Em có vào thời khóa biểu gần đây và thấy lịch học livestream online bị trùng thời gian. Em xin hỏi là em đổi ngày để không còn bị trùng được không ạ?. . . . Em xin cảm ơn,. . [full_name].Nghia",
            "Chào bạn. . . . -\tPhòng đào tạo sẽ kiểm tra lại thời khóa biểu học livestreams trên Mybk bị trùng và sẽ cập nhật lại nếu có thay đổi. . -\tTrường hợp thời khóa biểu học bị trùng, sinh viên có thể chọn học môn thứ 1, sau đó xem lại video môn thứ 2, thứ 3,… theo đường link Bài giảng trực tuyến trên BKeL (chú ý : video livestreams). . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Chào thầy,. . Em là [full_name]. Mssv [student_id]. . Cho em hỏi là 2 số tín chỉ tích luỹ ngành của em sao nó khác nhau vậy ạ. Trong hình em có bôi màu xanh lá đó ạ. Em đếm đủ là 105 chỉ ạ.",
            "Chào bạn. . Thông tin về số tín chỉ tích lũy ngành (ở trên) là không đúng nghen bạn: do phòng đào tạo không cập nhật thường xuyên dự liệu này. . - còn thông tin ở bên dưới là chính xác : đó là số tín chỉ tích lũy của tất cả các môn mà bạn đã học"
        ]
    },
    {
        "intent": "",
        "message": [
            "Hỏi đáp học trực tuyến (BKeL) . cho em hỏi lịch học online của em bị trùng giữa hai môn trong hình, không biết có sai sót gì không ạ?. . . .",
            "Chào bạn. . . . -\tPhòng đào tạo sẽ kiểm tra lại thời khóa biểu học livestreams trên Mybk bị trùng và sẽ cập nhật lại nếu có thay đổi. . -\tTrường hợp thời khóa biểu học bị trùng, sinh viên có thể chọn học môn thứ 1, sau đó xem lại video môn thứ 2, thứ 3,… theo đường link Bài giảng trực tuyến trên BKeL (chú ý : video livestreams). . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Khác ... . Chào thầy/cô phòng đào tạo,. . Em tên [full_name] K17 khoa Cơ khí lớp CTM1. Em có thắc mắc về thời gian học online của 2 môn học Kĩ thuật điều khiển và tự động hóa và  môn mô hình hóa học và mô phỏng.. . Thời gian học của hai môn trùng nhau vào thứ 5 từ 7h_8h15. Mong thầy/cô giúp em giải đáp thắc mắc và giúp em hướng giải quyết. Em cảm ơn quý thầy cô.",
            "Chào bạn. . . . -\tPhòng đào tạo sẽ kiểm tra lại thời khóa biểu học livestreams trên Mybk bị trùng và sẽ cập nhật lại nếu có thay đổi. . -\tTrường hợp thời khóa biểu học bị trùng, sinh viên có thể chọn học môn thứ 1, sau đó xem lại video môn thứ 2, thứ 3,… theo đường link Bài giảng trực tuyến trên BKeL (chú ý : video livestreams). . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Dạ cho em hỏi là sắp tới trường mình tổ chức học online nhưng em có 2 môn học bị trùng giờ học vào ngày thứ 4 thì phải làm sao ạ. Em xin nhờ nhà trường kiểm tra và xử lí giúp em ạ. Em xin chân thành cảm ơn.",
            "responsible person: [551] [staff_name] [helpdesk staff]",
            "Chào bạn. . . . -\tPhòng đào tạo sẽ kiểm tra lại thời khóa biểu học livestreams trên Mybk bị trùng và sẽ cập nhật lại nếu có thay đổi. . -\tTrường hợp thời khóa biểu học bị trùng, sinh viên có thể chọn học môn thứ 1, sau đó xem lại video môn thứ 2, thứ 3,… theo đường link Bài giảng trực tuyến trên BKeL (chú ý : video livestreams). . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "[full_name]. . MSSV [student_id]. . Cho em hỏi là ngày thứ tư em bị trùng giờ học mong nhà trường xem xét dùm em ạ.. . em cảm ơn,. . . .",
            "Chào bạn. . . . -\tPhòng đào tạo sẽ kiểm tra lại thời khóa biểu học livestreams trên Mybk bị trùng và sẽ cập nhật lại nếu có thay đổi. . -\tTrường hợp thời khóa biểu học bị trùng, sinh viên có thể chọn học môn thứ 1, sau đó xem lại video môn thứ 2, thứ 3,… theo đường link Bài giảng trực tuyến trên BKeL (chú ý : video livestreams). . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Dạ em kính chào Quý Thầy Cô Phòng Đào Tạo.. . Em tên là : [full_name]. . MSSV: [student_id]. . em có đăng ký cứu xét đăng ký môn học LVTN.. . nay em chưa được hệ thống trường thông báo có môn học LVTn trong thời khóa biển của em. em mong Qúy Thầy Cô xem giúp em do em không lên trường trực tiếp được. . . em xin cảm ơn quý thầy cô",
            "Chào bạn. . Đơn của bạn Thầy Trưởng phòng không đồng ý. . Thầy yêu cầu bạn phải tường trình rõ lý do và kế hoạch để hoàn thành chương trình đào tạo",
            "Dạ em cảm ơn Cô.. . Cô cho em hỏi vậy qua tuần em lên trường làm đơn tường trình nêu lý do mong muốn đăng ký LVTN trong kỳ này và kế hoạch học tập bản thân để hoàn thành chương trình đào tạo đúng không ạ.",
            "Chào bạn,. . . . Bạn làm theo hướng dẫn trên nhé.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Hỏi đáp học trực tuyến (BKeL) . Em xin chào [full_name]. . Em tên là [full_name], MSSV : [student_id].. . Nay em viết mail này là muốn [full_name] giải quyết giúp em, Bắt đầu từ ngày 6/4 thì sẽ học online, Hiện tại tkb của em có 2 môn trùng nhau về thời gian học thì như thế nào ? Và em vào đâu để có thể xem livestream được ạ .. . Em xin cảm ơn [full_name]",
            "Chào bạn. . . . -\tPhòng đào tạo sẽ kiểm tra lại thời khóa biểu học livestreams trên Mybk bị trùng và sẽ cập nhật lại nếu có thay đổi. . -\tTrường hợp thời khóa biểu học bị trùng, sinh viên có thể chọn học môn thứ 1, sau đó xem lại video môn thứ 2, thứ 3,… theo đường link Bài giảng trực tuyến trên BKeL (chú ý : video livestreams). . Thân. ."
        ]
    }
]