[
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ chào thầy/cô,. . Em không có thời khóa biểu trong HK211, nên không thể đăng kí môn học để có thời khóa biểu trong HK212.. . Cho em hỏi là: Em cần làm gì tiếp theo để có thể được đăng kí môn học và có thời khóa biểu trong HK hè năm 2022 này (Tình trạng sinh viên hiện tại vẫn là đang học). . Dạ em cảm ơn ạ",
            "Chào em,. . - Việc ĐKMH là tùy sinh viên nhé, trường hợp không có TKB trong học kỳ, SV sẽ bị buộc tạm dừng, không được cấp giấy CNSV.. . - Khi tình trạng được cập nhật tạm dừng, SV có thể làm đơn xin thu nhận lại nhé.. . Xem chi tiết quy chế tại đây:. . aao.hcmut.edu.vn/sinh viên/quy chế/học vụ/Quy chế đào tạo và học vụ bậc đại học, cao đẳng:/ điều 26. . - Xem chi tiết lịch đăng ký môn học HK kế tiếp (HK 213) dự kiến cập nhật trước tháng 05/2022 tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ theo học kỳ    Lịch học vụ năm học 2021-2022    Học kỳ 3. . để đăng ký môn học. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Cho em hỏi. Tháng 3 các bạn đã có lịch học Thí nghiệm/Thực hành rồi. Sau em vẫn chưa có ạ?. .   i Khiếu nại đăng ký môn học .",
            "Chào em;. . thời khóa biểu bù của em đã được cập nhật vào học kỳ 211 rồi mà, em hỏi môn nào vậy?. . Thân",
            "Mở môn học học kỳ 212 . Cho em hỏi. Tháng 3 các bạn đã có lịch học Thí nghiệm/Thực hành môn Tinh thể GE2034 L02 và Khoa học trái đất GE10114 L01 rồi. Sau em vẫn chưa có lịch ạ?. . Thời khóa hiểu học bù ở đâu vậy ạ?"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Gửi Thầy/Cô . . . . Em gửi câu hỏi này muốn hỏi tại sao thông báo  là thứ 6 hằng tuân sẽ có bảng in của giấy chứng nhận tạm thời mà hôm nay khi em lên nhận lại bảo là thay đổi rồi, không còn in như vậy nữa ?. Tại sao thay đổi thông tin mà không gửi mail cho sinh viên nắm thông tin?. . Rồi bây giờ em muốn nhận chứng nhận tốt nghiệp tạm thời thì phải làm thế nào? Có cập nhật địa chỉ để PDT gửi giấy về nơi em đang làm việc được hay không, khi nào thì em nhận có thể nhận được?. . . . Mong Thầy/Cô phản hồi để em nắm thông tin . . . . Thân!",
            "\"Chào bạn. . Phòng đào tạo đã lấy dữ liệu để in Giấy chứng nhận tốt nghiệp cho bạn. . Dự kiến Sau thứ 5 (10/03/22) sẽ gởi bạn scan qua mail cho bạn. . Giấy chứng nhận tốt nghiệp bản chính bạn liên hệ trực tiếp Pdt để nhận sau Sau thứ 5 (10/03/22).",
            "B   b MSSV/MSGV: 1611250  /b \t. . . .   i Tốt nghiệp . Gửi Thầy/Cô. . . . Em gửi câu hỏi này muốn hỏi thầy cô về trang wep, cũng như đường link để truy cập vào trang có đăng tải thông tin về về hình ảnh, hoặc file pdf của chứng nhận tốt nghiệp tạm thời để em tải về và sữ dụng tạm.. . Mong Thầy/Cô phản hồi để em nắm thông tin. . . . Thân!",
            "Đã giải quyết."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Thẻ sinh viên của em đến tháng 3 năm 2022 là hết hạn và em vẫn còn trong thời gian đào tạo tối đa của trường. Em là khoá K17 và hiện tại đang bị F0 được 2 ngày. Sau khi khỏi bệnh em có cần đi in lại thẻ sinh viên không ạ?",
            "Chào em,. . Tùy nhu cầu của bạn nhé, nếu thẻ SV hết hạn bạn có thể đăng ký in lại thẻ SV tại mybk/ Đăng ký làm lại thẻ SV (sẽ gia hạn thêm 1 năm nhé). . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính gửi: Phòng Đào Tạo. . em sinh viên: Đoàn Thanh Phong, mssv: [student_id], lớp XD17 bằng 2. . em có nhận email của Khoa Kỹ thuật Xây dựng về việc hủy môn CI4343 LVTN vì thiếu môn tiên quyết. . em đã trình bày trường hợp của em qua Bksi đến Phòng Đào Tạo và được Cô [full_name] giải quyết: Trường hợp của bạn có thể hoàn thành các điều kiện tiên quyết của LVTN trong học kỳ 212 này và đăng ký LVTN trong học kỳ hè 213. . em xin Phòng Đào Tạo xem xét cho em được đăng kí môn CI3177 DAMH kết cấu bêtong cốt thép 2 trong học kỳ 212, em chân thành biết ơn.. . TP.HCM ngày 4 tháng 3 năm 2022. . sinh viên. . Đoàn Thanh Phong . . . .",
            "Chào em,. . Tại sao trong các đợt ĐKMH bạn không đăng ký CI3177, bạn vui lòng trình bày rõ lý do nhé.. . Hiện tại đã quá trễ để đăng ký MH cho HK 212, SV cần làm đơn trình bày rõ lý do của mình trong đơn, trong đơn phải có xác nhận của GVHD và Khoa đồng ý nhé.. . Có thể bạn hiểu nhầm ý trả lời câu hỏi nhé, bạn phải biết mình thiếu điều kiện gì để tự đăng ký MH để thỏa điều kiện ĐK LVTN nhé.. . Theo quy định bạn phải đủ điều kiện mới có thể đăng ký LVTN.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Em chào PDT Đại Học Bách Khoa TP.HCM ạ! em là [full_name], mssv [student_id], lớp XD14KT, em vừa hoàn thành anh văn và công tác xã hội để đủ điều kiện tốt nghiệp, nhưng hiện tại em không đăng kí được vì tình trạng buộc thôi học vì lý do học lực, qua tìm hiểu thì em biết có thể là do em không tham gia học trong các học kì gần đây nên bị buộc thôi học mong PDT xem xép gỡ bỏ và tạo cơ hội cho em được tốt nghiệp ạ! và đọc điều 5 của trong quy chế quy định học vụ thì thời gian học của e còn 1 học kì vì em là sinh viên ngành kiến trúc khóa K14 nên thời gian được lâu hơn các ngành khác. Không biết e còn thiếu xót lỗi gì mong PDT xem xét chỉ dẫn thêm giúp em ạ! em xin cám ơn!",
            "Chào em,. . Em vui lòng trình bày rõ trong đơn và gửi lại qua bksi giúp cô nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Gửi thầy/cô.. . . . Em có một môn học có nhu cầu cần biết điểm của học kỳ trước (211), nếu đạt đủ mức điểm mà em mong muốn thì em sẽ hủy môn học đó mà em đã đăng ký lại ở học kỳ này (212), nhưng bây giờ em vẫn chưa thấy có điểm trên mybk trong khi hạn cuối nhận đơn xin hủy môn là ngày 5/3.. . . . Em đã gửi mail cho giảng viên phụ trách môn học đó nhưng không nhận được phản hồi, vậy trong trường hợp của em có thể xin hủy môn sau thời hạn nhận đơn được không ạ?. . . . . .",
            "Chào bạn. . Quy định rút môn học là trong 5 tuần đầu tiên của học kỳ. . Trường hợp lúc đó có nhu cầu thì bạn vui lòng viết đơn trình bày để Pdt xem xét nghen. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . dạ em chào ad ạ.. . Ad cho em hỏi là em là sinh viên k19 có học quốc phòng đầu năm nhất và đã có chứng chỉ nhưng em đã làm mất thì sau này có ảnh hưởng gì không ạ?. . em cảm ơn ad ạ. . . .",
            "Chào em,. . Nếu bạn cần chứng chỉ GDQP hoặc bảng điểm có thể liên hệ trực tiếp tại TT GDQP để xin hỗ trợ nhé.. . Trường hợp SV học GDQP ở HK đầu tiên khi nhập học, thì TT GDQP đã gửi điểm trực tiếp về cho Trường và SV có thể tra tại aao.hcmut.edu.vn/Thông tin SV/bảng điểm. . Và SV không cần nộp CC GDQP cho Trường nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ .   B  Em là [full_name] MSSV [student_id]. Em có điền vào form xin rút môn học của PĐT gửi qua email, môn \"Nền Móng\". Tới nay đã hơn 3 tuần em vẫn chưa nhận được thông báo gì ạ.",
            "Chào em,. . Nếu em điền forms rồi mà chưa nhận được email xác nhận là do hiện tại chính sách gmail thay đổi nên không gửi được thông tin email đến sv. Sau ngày 31/3 em xem TKB cập nhật nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: em tên là [full_name] em nhờ bạn nhận giúp phiếu in điểm được không ạ",
            "Đã giải quyết. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Dạ còn chào thầy/cô. . Con tên [full_name]. . Mssv: [student_id] _ Lớp: BK21HTĐ. . Khoa: Điện - Điện tử (VLVH). . Dạ con hỏi hiện tại con chưa được xếp học các học phần chính trị vậy con có thể làm đơn trước để xin miễn giảm hay con phải đợi đến lúc được xếp học các môn chính trị thì con mới có thể làm đơn xin miễn vậy ạ.. . Con gửi chứng chỉ quốc phòng và đơn đăng kí miễn môn học ạ.. . Con cảm ơn thầy/cô.. . . .",
            "Dạ thầy/cô cho con hỏi đơn của con đã được phòng đào tạo duyệt chưa vậy ạ, tại vì con còn ở quê và thứ 2 là bắt đầu học trực triếp môn quốc phòng an ninh nên con sợ con sẽ đi không kịp để lên trung tâm quốc học ạ.. . Con cảm ơn thầy/cô.. .",
            "Chào em,. . Đơn của bạn đã được duyệt đồng ý rồi nhé bạn, QD sẽ gửi qua mail SV cho bạn nhé.. . Dự kiến gửi trễ nhất là ngày 23/3. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . cho em hỏi hiện tại có đợt gia hạn BHYT nhưng em lại không đki đc phải làm sao ạ?. . ở mục \" chọn lại bảo hiểm đăng kí mua\" em bị chặn và không thể thực hiện ạ. . em mong nhận được phản hồi sớm nhất ạ, em xin chân thành cảm ơn. . . .",
            "\"Chào bạn. . Vấn đề BHYT, Học bổng, vay vốn ngân hàng, gia hạn và miễn giảm học phí, sinh hoạt công dân… Bạn vui lòng liên hệ Phòng Công tác Chính trị Sinh viên để được hướng dẫn.. . Email:  [email]. . Thân. . \""
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Kính gửi thầy cô Phòng Đào tạo,. . . .    Em là [full_name] - mssv:[student_id]. Em đã có câu hỏi trước đây và biết được những môn tương đương chưa chuyển điểm nên thiếu tín chỉ xét tốt nghiệp.. . . .    Tháng 2 em đã gửi yêu cầu xin chuyển điểm môn tương đương để xet tốt nghiệp và đã được thầy cô cập nhật chuyển điểm thành công nhưng vẫn chưa có tên trong danh sách tốt nghiệp.. . . .     Xin thầy cô kiểm tra và cập nhật xét tốt nghiệp cho em.. . . . Chân thành cảm ơn.",
            "Chào em,. . Đã cập nhật môn tương đương và xét tốt nghiệp,. . Bạn đã có tên trong danh sách dự kiến tốt nghiệp, Sinh viên xem lịch trình đăng ký tốt nghiệp trang web PĐT: . . http://www.aao.hcmut.edu.vn    Tốt nghiệp    Thông tin tốt nghiệp. . - Sinh viên kiểm tra kỹ các thông tin (Họ tên, ngày tháng năm sinh, nơi sinh, điểm TB, loại tốt nghiệp, ngành tốt nghiệp,..) trên danh sách dự kiến tốt nghiệp và đảm bảo không có sai sót vì các thông tin này sẽ được in trên Bằng tốt nghiệp và học bạ. Xin phản hồi ngay với Phòng Đào tạo nếu có sai sót.. .   Dự kiến vào cuối mỗi tháng Phòng đào tạo sẽ lấy danh sách sinh viên đã đăng ký tốt nghiệp (SV đã đăng ký, thanh toán tiền và có xác nhận đã nhận của PĐT) để ra Quyết định công nhận tốt nghiệp, tiến hành in Bằng tốt nghiệp và sẽ thông báo mời SV đến nhận sau khi hoàn tất.. . Lưu ý :      . . - SV đăng ký tốt nghiệp tại myBK (Mục Đăng ký tốt nghiệp), thanh toán tiền qua BKPay, sau đó nhấn xác nhận (Sinh viên không phải in đơn cấp bằng).. . - PĐT xác nhận Đơn cấp bằng qua hệ thống, sinh viên theo dõi thông tin được gửi trong email sinh viên.. . Trân trọng thông báo.\""
        ]
    },
    {
        "intent": "",
        "message": [
            "Cho em hỏi, em là SV K21 thì có cần phải đóng BHYT đợt 3 không ạ ?. . . . Em cảm ơn và mong nhận được phản hồi sớm nhất",
            "\"Chào bạn. . Vấn đề BHYT, Học bổng, vay vốn ngân hàng, gia hạn và miễn giảm học phí, sinh hoạt công dân… Bạn vui lòng liên hệ Phòng Công tác Chính trị Sinh viên để được hướng dẫn.. . Email:  [email]. . Thân. . \""
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Thầy cô thân mến!. . PĐT có thông báo dự kiến lịch học các môn thí nghiệm Hóa Đại Cương vào đầu tháng 3, để hoàn thành chương trình của HK1 năm 2021 còn dang dở. Thầy cô cho em hỏi tuần thứ mấy sẽ bắt đầu. Em vẫn kiểm tra TKB và mail nhưng vẫn chưa có thông báo về vấn đề này. em xin cảm ơn ạ.",
            "Chào em,. . Em vào mybk xem nhé.. . Thân mến. .",
            "Em có đính kèm 3 file ảnh. trong đó nội dung thông báo của cô giảng dạy. Thời khóa biểu của em vẫn chưa được cập nhật lại, nên em chưa thấy lịch học thí nghiệm. Mong thầy cô xem xét lại giúp em ạ.",
            "Chào em;. . em kiểm tra lại thời khóa biểu trên cổng thông tin sinh viên nhé, đã có ở HK212 rồi nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp .",
            "Chào em,. . [full_name]T Đã tiếp nhận đơn chuyển điểm môn tương đương của bạn, SV theo dõi điểm môn tương đương được cập nhật tại mybk/Thông tin sinh viên/điểm chuyển, dự kiến trễ nhất là cuối tháng 3. Sau thời gian trên vẫn chưa được cập em gửi qua bksi để được khiếu nại nhé. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Kính gửi: Phòng Đào tạo . . Em là: Nguyễn Hoàng Phúc- MSSV:[student_id]. . Lớp: TN18TD1. . . . Em muốn nhờ Phòng đào tạo xem giúp em về phần xét chuyển điểm Anh Văn trên hệ thống Đăng kí nộp CCNN. Theo thông tin em xem được trên http://www.aao.hcmut.edu.vn/ -  Ngoại ngữ của trường thì đối với K18 Toeic(Nghe_Đọc) đủ 500 điểm sẽ được đủ điểm AV1,2,3,4. Nhưng khi em nộp chứng chỉ (điểm của em là 535) lên hệ thống thì chỉ nhận được kết quả điểm của AV1,2 không có AV3,4.. . Vì hiện tại em đậu phỏng vấn và rất cần điểm của 4 AV để nộp bảng điểm lên cho trường để thực hiện chuyển tiếp chương trình sang Nhật.. . Kính mong Phòng đào tạo xem giúp trường hợp của em. Em cảm ơn! . .",
            "\"Chào em,. . Từ Khóa 2017 trở đi áp dụng theo bảng quy đổi điểm mới nhé bạn.. . SV xem bảng quy đổi điểm tại đây:. . http://www.aao.hcmut.edu.vn/sinh viên/quy chế/học vụ/Quy chế đào tạo và học vụ bậc đại học, cao đẳng:/Phụ lục 1: Quy định về ngoại ngữ (áp dụng cho các chương trình giảng dạy bằng tiếng Việt)/4.   Chuyển điểm các môn ngoại ngữ và bảng quy đổi tương đương các chứng chỉ/ Bảng quy đổi tương đương và chuyển điểm áp dụng từ HK1/2020-2021\"",
            "Chào cô,. . . . Em có xem qua hướng dẫn của cô, nhưng em thấy K18 vẫn có chuẩn AV là 500.",
            "Chào cô,. . . . Xin lỗi em đã tìm thấy rồi ạ. Nhưng cô cho em xin hướng giải quyết được không, bữa giờ em có lên tìm hiểu nhưng bên hệ thống aao.hcmut.vn/sinhvien/ngoại ngữ không có cập nhật bảng qui đổi điểm mới làm em chủ quan cứ nghĩ 500 là đủ rồi, giờ cô chỉ em mới thấy bảng qui đổi điểm mới. Em biết đây là lỗi cá nhân em. Em sắp chuyển tiếp đi Nhật nhưng thiếu mấy cái Anh văn này thì em không thể qua Nhật. Bây giờ thi nữa thì chắc không kịp rồi vì trường đang hoàn thành hồ sơ.. . Em mong cô giúp em đưa ra hướng giải quyết với ạ!. .",
            "Chào bạn. . Việc chuyển điểm Anh văn phải theo đúng quy đinh. . - Còn việc chuyển tiếp thì em liên hệ văn phòng OISP để được hỗ trợ thêm. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em có lịch học trực tiếp thí nghiệm hóa đại cương hồi đầu năm 2022 nhưng do vấn đề sức khỏe nên em không đi học được. Hiện tại các bạn học khác đã biết được lịch học thí nghiệm của bản thân nhưng em kiểm tra nhiều lần thì vẫn chưa thấy lịch học thí nghiệm của mình. Em muốn hỏi thầy/cô cách đăng ký học thí nghiệm hóa đại cương đợt này để có thể đi học.",
            "Chào em;. . đã bổ sung lịch thí nghiệm cho em, sẽ cập cuối ngày hôm nay nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Dạ em chào quý thầy cô ạ.. . Em [full_name] _[student_id]. . Em xin hỏi về rút môn học. Hôm 8/2/2022 em đã đăng kí vào phiếu biểu mẫu (google form) phiếu đăng kí rút môn học Mã MH CI3177 Đồ án môn học kết cấu bê tông cốt thép 2 HK 212 của trường thông qua mail sinh viên ạ. . . Vậy cho e hỏi là e đăng kí vào form đó rồi và sau đó có xác nhận của form lại cho em như hình ở dưới thì em có cần gửi phiếu đăng kí rút môn học về phòng đạo tạo thông qua email hay nộp trực tiếp nữa không ạ. . . Em xin mong được hồi đáp từ phòng đào tạo ạ.. . Em cám ơn ạ.. .",
            "Chào em,. . không cần nộp thêm phiếu đăng ký rút MH nữa nhé bạn. Em theo dõi thời gian trả lời, sau thời gian trên nếu chưa được giải quyết có thể gửi khiếu nại qua bksi nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: 1510732  /b \t. . . .   i Yêu cầu khác . Kính thưa Phòng Đào tạo,. . . . Anh/Chị có thể cho em biết thời gian tối thiểu để Chứng chỉ ngoại ngữ được thẩm tra là bao lâu được không ạ? Do em là SV năm cuối cần tốt nghiệp trong đợt tốt nghiệp sắp tới.. . . . Chân thành cảm ơn Anh/Chị.. .",
            "Chào em,. . Cuối tuần sau, PDT sẽ lấy dữ liệu và làm CV gửi cho ĐH sư phạm để thẩm tra CC tiếng Pháp nhé.. . Theo quy trình là hàng tháng sẽ gửi 1 đợt, thời điểm xét tốt nghiệp thì 1 tuần hoặc 2 tuần sẽ gửi 1 lần nhé bạn. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Kính thưa PĐT, học kỳ 211 vừa rồi em có đăng ký hoãn thi môn Vật lý 1 (PH1003) và đã được đồng ý quyết định hoãn thi (Số thứ tự 1794 trong file quyết định hoãn thi trường gửi lúc 15:40 ngày 26 tháng 1 năm 2022). Em có mong muốn được cập nhật điểm hoãn thi sớm (điểm 14) để có thể in bảng điểm xét học bổng [full_name] (Số thứ tự 11 trong ảnh đính kèm). . . Em xin cảm ơn,. . Trân trọng,",
            "Chào bạn. . Hiện điểm Hoãn thi đang xử lý theo quy trình, dự kiến cuối tháng 03/2022 sẽ có quyết định. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]  /b \t[full_name] [full_name] [full_name] [full_name]   i Yêu cầu khác  /i [full_name] [full_name] Em chào Quý Thầy Cô,[full_name] [full_name] Em tên là [full_name], MSSV [student_id],[full_name] [full_name] Vào học kỳ 211 em đã hủy đăng ký môn Thí nghiệm hàng không 1(TR3077) và đã có điểm 17 trong bảng điểm nhưng trong thời khóa biểu học bù vào hk 212 và danh sách lớp vẫn có tên em[full_name][full_name] [full_name] Mong Quý Thầy Cô xem xét lại giúp em[full_name] Em xin chân thành cảm ơn![full_name] [full_name]",
            "Chào em;. . đã hủy môn thí nghiệm của em nhé, tkb sẽ cập nhật lại. . Thân. .",
            "Chào em,. . PDT đã ghi nhận yêu cầu của em và đã chuyển cho bộ phận phụ trách kiểm tra và xử lý.. . SV vui lòng theo dõi thời khóa biểu được cập nhật tại Mybk/Thông tin sinh viên/Xem thời khóa biểu dự kiến trước ngày 08/3/2022.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Thưa cô!. . Em tên là [full_name] . . MSSV: [student_id]. . Em xin phép được PĐT hỗ trợ giúp em được rút môn học Vật Lí 1 - PH1003 - DT01.. . Lí do: Hiện tại em phải tăng cường học thêm lớp anh văn theo nhu cầu và học toeic để thi lấy bằng tốt nghiệp.. .  Lúc đầu kì em đăng kí học cải thiện điểm môn học này(Em đã học qua môn học này rồi) nhưng do hiện tại em không có đủ thời gian nên em hi vọng được PĐT hỗ trợ giúp em rút môn học ạ!. . Em xin cám ơn!. . . .",
            "Chào em,. . Em vui lòng xem email PĐT đã gửi: \"ĐĂNG KÝ RÚT MÔN HỌC HỌC KỲ 2(2021-2022). . Hộp thư đến. . . . - Ho Tro SV   support.stu@hcmut.edu.vn . . 08:57, Th 6, 7 thg 1. . tới stu.all. . . . Thân gửi các bạn sinh viên,. . . .   Phòng đào tạo thông báo về phương thức đăng ký RÚT MÔN HỌC (tính Học Phí theo quy định) (Chính quy + Dự thính) của học kỳ 2 (2021-2022) như sau:. . . . SV đăng nhập vào Google bằng tài khoản BKNetID@hcmut.edu.vn và điền thông tin RÚT MÔN HỌC theo link : https://forms.gle/QUtA7vkKnkW9oqBm8. . . . Thời gian đăng ký : Từ ngày 10/01/2022 đến hết ngày 05/03/2022. . . . Xem chi tiết quy định về rút môn học tại QUY CHẾ ĐÀO TẠO VÀ HỌC VỤ điều 11.2. . . . Chúc các bạn học tập thật tốt!\". ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: em vừa mới đóng nợ học phí cho em hỏi là khi nào mới có lại tkb v ạ :  . .",
            "Chào bạn. . Dự kiến là vào thứ 6 cuối tuần nghen bạn. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Xin chào, cho em hỏi về cái BHYT như thông báo trên BKEL mới đây. Đối với sinh viên hệ VHVL có cần phải đăng ký BHYT theo như yêu cầu của Nhà Trường không ạ?. . . .",
            "\"Chào bạn. . Vấn đề BHYT, Học bổng, vay vốn ngân hàng, gia hạn và miễn giảm học phí, sinh hoạt công dân… Bạn vui lòng liên hệ Phòng Công tác Chính trị Sinh viên để được hướng dẫn.. . Email:  [email]. . Thân. . \""
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]  /b \t[full_name]. . Khoa: TTDT Bảo Dưỡng Công Nghiệp. . . .   i Học vụ . Thầy cô cho em hỏi là học kì 1 vừa rồi em có dki lên trường học thí nghiệm môn Công Nghệ Điện (IU3059) nhưng do em bị mắc covid nên em dời qua học kỳ 2 học, em có dki vào danh sách học bù thí nghiệm như mấy bạn cùng lớp nhưng tại sao các bạn đó đều có tkb đi học TN CNĐ còn em thì không. Em mong thầy cô xem xét lại để em có thời khoá biểu đi học thí nghiệm CNĐ ạ. Em xin cám ơn!. .",
            "\"Chào bạn,. . Phòng đào tạo đã ghi nhận trường hợp của bạn, và đã chuyển thông tin đến các bộ phận liên quan để kiểm tra và xử lý, bạn vui lòng đợi Pdt phản hồi kết quả qua BKSI hoặc mail sinh viên. . Thân. . \""
        ]
    },
    {
        "intent": "",
        "message": [
            "Dạ em chào văn phòng ạ, Em tên là [full_name] MSSV [student_id] hiện đang theo học chương trình tiên tiến khóa 16.. . . . Em muốn hỏi về điều kiện tốt nghiệp của em còn thiếu những gì ạ?. . . . Em xin chân thành cảm ơn. . .   i Tốt nghiệp .",
            "\"Chào bạn,. . PDT đã ghi nhận yêu cầu về đăng ký xét TN của bạn. SV vui lòng theo dõi email  và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 15/03/2022 SV vẫn chưa nhận được thấy tên trong ds dự kiến tốt nghiệp ( Tra danh sách tại http://www.aao.hcmut.edu.vn    Tốt nghiệp    Thông tin tốt nghiệp) hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 04/2022 (cập nhật mới gia hạn thời gian xử lý tốt nghiệp). . Về tình trạng sinh viên, khi nào em có tên trong ds dự kiến tốt nghiệp, PDT sẽ tự động ra QD thu nhận cho bạn nhé. . Thân. . \"",
            "\"Chào bạn. . Pdt kiểm tra hiện tại bạn còn nợ. . Không đủ ĐK để tốt nghiệp. . Bạn kiểm tra lại nghen. . Trường hợp có khiếu nại bạn có thể gửi lại qua bksi.. . Trường hợp SV học môn tương đương nhưng chưa được cập nhật, vui lòng gửi lại thêm 1 yêu cầu khác về việc xin cập nhật môn tương đương (ghi rõ tên và mã MH SV học, ở học kỳ nào? bao nhiêu điểm? và tương đương với môn học nào thuộc CTĐT của SV). . Thân\""
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: DẠ [full_name]Ẻ ATM OCB VẬY Ạ",
            "Chào em,. . Về thẻ OCB của SV khóa 2021, SV đợi thông báo của Ngân hàng nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Khiếu nại đăng ký môn học . Dạ hiện tại là em có đăng kí đi học thí nghiệm hóa đại cương theo mail trước tết và đã đi đủ 2 buổi ở tuần 3,4 như hình 1.. . . . Nhưng nhà trường vẫn xếp cho em một buổi học thí nghiệm ở tuần 10 trong khi em đã đi đủ 2 buổi rồi, em không biết đây là buổi thi hay học bình thường ạ (hình 2).. . . . Mong phòng đạo tạo giải đáp giúp em! Em xin cảm ơn.. . . .",
            "\"Chào em,. . PDT đã ghi nhận yêu cầu về ĐKMH của bạn và đã chuyển cho bộ phận ĐKMH kiểm tra và xử lý.. . SV vui lòng theo dõi thời khóa biểu được cập nhật tại Mybk/Thông tin sinh viên/Xem thời khóa biểu dự kiến trễ nhất trước ngày 9/3/2022.. . Sau thời gian trên vẫn chưa được cập nhật TKB, SV vui lòng gửi lại câu hỏi qua bksi để biết lý do.. . Thân\""
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính gửi Phòng Đào tạo trường Đại học Bách Khoa - ĐHQGHCM. . Em là [full_name], MSSV: [student_id], là sinh viên năm nhất, ngày 17/02/2022 vừa qua do không đọc kỹ việc đăng ký mở lớp Anh văn theo yêu cầu. Nên em đã đăng ký nhầm và thời khóa biểu rơi vào kì học quân sự.Việc học trùng lịch trên khiến em không thể có hiệu quả tốt nhất trong môn học cũng như có kết quả tốt. Kính mong Phòng Đào tạo xem xét cho em xin hủy đăng ký môn học Anh văn cơ bản mã lớp DT03.Em xin cảm ơn.. . Ký tên . . [full_name]_[student_id]_Khoa Kỹ Thuật Xây Dựng\t. . . . . .",
            "Chào em;. . Phòng Đào tạo đã hủy môn anh Văn cơ bản của em nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: em là sinh viên k21,đầu năm đã đóng học phí và kèm tiền bảo hiểm y tế.Hôm nay phòng CTCT-SV thông báo thu phí bảo hiểm y tế đợt 3 năm 2022.Vậy em có cần đóng không ạ?Em xin cảm ơn",
            "\"Chào bạn. . Vấn đề BHYT, Học bổng, vay vốn ngân hàng, gia hạn và miễn giảm học phí, sinh hoạt công dân… Bạn vui lòng liên hệ Phòng Công tác Chính trị Sinh viên để được hướng dẫn.. . Email:  [email]. . Thân. . \""
        ]
    },
    {
        "intent": "",
        "message": [
            "MSSV: [student_id]\t. . . . Thầy cô cho em là tại sao em mở thông tin sinh viên vào mục thời khoá biểu thì em lại không thấy thời khoá biểu của em kì này ạ lẫn lịch thi luôn ạ?. . . . Mong thầy cô giải đáp.",
            "Kính gửi thầy cô, . . . . Tuần này là tuần học thí nghiệm của trường, và em rất muốn biết thời khoá biểu kì này của em như thế nào. Để em còn sắp xếp lịch học. Em gửi hỏi đáp đã 2 3 ngày rồi mà chưa nhận được phản hồi. Mong thầy cô chú ý giúp em ạ!. . . . Trân trọng,. . [full_name]",
            "Chào bạn. . Do bạn chưa thanh toán học phí Hk211, bạn kiểm tra lại nghen. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Khiếu nại đăng ký môn học . Kính gửi phòng đào tạo . . em tên [full_name] đạt thành ms [student_id] khoa cơ điện tu . . Cho em hỏi sao em có lịch học môn sức bền vật liệu mà sao đến giờ vẫn chưa thấy Meet a em cảm ơn. . .",
            "Khiếu nại đăng ký môn học. . . . Kính gửi phòng đào tạo . . em tên [full_name] đạt thành ms [student_id] khoa cơ điện tu . . Cho em hỏi sao em có lịch học môn sức bền vật cl2001 liệu mà sao đến giờ vẫn chưa thấy Meet a em cảm ơn. . .",
            "Chào em;. . em liên hệ giảng viên giảng dạy trên BK-elearning nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác  /i     Thưa [full_name], em viết đơn để . .  rút môn học [full_name] KẾ (3139) vì lí do . .  không đủ khả năng theo học môn này trong học . .  kì 212. . . .",
            "Chào bạn. . Bạn điền vào form theo thông báo trước ngày 10/3/22 nghen. . . . Ngày 08/01/2022. . . . Tiêu đề : ĐĂNG KÝ RÚT MÔN HỌC HỌC KỲ 2(2021-2022) . .  Thân gửi các bạn sinh viên. .   Phòng đào tạo thông báo về phương thức đăng ký RÚT MÔN HỌC (tính Học Phí theo quy định) (Chính quy + Dự thính) của học kỳ 2(2021-2022) như sau:. . SV đăng nhập vào Google bằng tài khoản [email] và điền thông tin RÚT MÔN HỌC theo link: https://forms.gle/QUtA7vkKnkW9oqBm8. . Thời gian đăng ký : Từ ngày 10/01/2022 đến hết ngày 05/03/2022. . Xem chi tiết quy định về rút môn học tại QUY CHẾ [full_name] điều 11.2. . Chúc các bạn học tập thật tốt!. . . . Trân trọng thông báo.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Chào phòng đào tạo, em là [full_name], mssv: [student_id].. . Hiện tại em là sinh viên năm 3 của lớp GT19HK, và em đã xin tạm dừng học kì 2 này, nhưng thời khóa biểu em vẫn còn môn học bù của học kì 1 về môn thí nghiệm hàng không( TR3077) vào tuần 10 thì em có đi học hay em dừng và bù vào học kì khác ạ?. . Em xin chân thành cảm ơn ạ.. . . . [full_name]. .   i Yêu cầu khác .",
            "Chào bạn. . Bạn đi học để hoàn thành các học phần cũ nghen. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Dạ chào thầy cô ạ.. . Cho em hỏi là nếu em đăng ký và hoàn thành luận văn tốt nghiệp trong học kỳ hè 213 thì em có thể dự lễ tốt nghiệp vào tháng 11 năm 2022 không ạ?",
            "Chào em,. . Theo biểu đồ học tập của năm 2021-2022 là kịp tốt nghiệp trong tháng 11/2022 nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác .   Dạ em chào cô, em có vài câu hỏi và mong cô có thể giải đáp giúp em ạ.. .   1. Hiện là em [full_name], MSSV [student_id] tình trạng hiện tại của em đang là gì ạ? Tại qua kì 2 rồi thì em vẫn chưa thấy trên mybk cập nhật là em đang tạm dừng hay chưa? Em có coi quy chế thì sinh viên được phép tạm dừng không quá 2 HK, em tạm dừng 1HK rồi, thì giờ qua HK 2 hiện tại em có hỏi trước đó là em có cần nộp giấy để được tạm dừng không thì bên PĐT có nói là em không cần phải làm mà nhà trường sẽ buộc tạm dừng em. Có điều hiện em đang hơi lo vì chưa thấy tình trạng của mình chưa được cập nhật.. .   2. Về giấy thu nhận lại thì em làm cả 2 tờ cho 2 HK hay chỉ cần làm 1 tờ gộp chung thôi ạ? Và cho em hỏi là địa chỉ em nộp là ở CS1 phải không ạ? Và thời gian thì có thông báo mới nộp hay mình có thể nộp bất kì lúc nào cũng được miễn là trước khi mình đăng kí hk tiếp theo. . .   Dạ câu hỏi tuy hơi dài và em cũng có lo lắng thì mong cô có thể giải đáp thắc mắc của em ạ. Em cảm ơn cô rất nhiều. .",
            "Chào em,. . Trường hợp của em mới tạm dừng 1HK và đây là HK 212 là học kỳ tạm dừng thứ 2 của bạn.. . SV phải làm đơn thu nhận và đăng ký MH trễ nhất vào HK221. . Việc bạn làm đơn thu nhận lại nhưng không ĐKMH vẫn tính là HK tạm dừng nhé bạn.. . Về việc đăng ký thu nhận lại:. . Bạn vui lòng tải mẫu đơn: Thu nhận tại trang web : aao.hcmut.edu.vn    Sinh viên    biểu mẫu. . Điền đầy đủ thông tin nộp qua BKSI. . Thân. . \""
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em chào Thầy/cô. . . Em tên [full_name] - [student_id].. . Hiện tại em còn 2 môn chưa cập nhật điểm, không biết em có lỗi gì không ạ. Do em cần bảng điểm để nộp chung CV xin thực tập ạ.. . Em cảm ơn thầy/cô ạ.",
            "Chào em,. . Về điểm MH, SV vui lòng liên hệ với GV để nhờ nhập điểm và gửi lên cho Phòng Đào tạo cập nhật cho SV nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            ". . Em là [full_name], MSSV [student_id], hiện tại em check trên BKEL thì em đã thấy đủ tín chỉ tích lũy, CTXH và đã đạt đủ chuẩn Tiếng Anh tốt nghiệp, Nhưng vẫn chưa vào danh sách dự kiến tốt nghiệp.. . . . Em cũng đã hỏi đáp trên bksi 1 lần về vấn đề này và sau 1/3 đến giờ em vẫn chưa nhận được email nào liên quan đến vấn đề tốt nghiệp của em. Mong thầy/cô kiểm tra giúp em điều kiện tốt nghiệp hiện tại để em có thể tốt nghiệp trong đợt sắp tói.. .   i Tốt nghiệp .",
            "Chào em,. . Cô gửi em file xét tốt nghiệp, em kiểm tra lại điều kiện.. . Trường hợp có khiếu nại em có thể gửi lại qua bksi.. . Trường hợp SV học môn tương đương, vui lòng ghi rõ em học MH nào? ở HK nào? bao nhiêu điểm? tương đương môn học nào? (ghi rõ tên và mã MH). . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em chào thầy cô ạ, em tên [full_name], MSSV [student_id].. . Học kì 212 này em có học môn Kinh tế học đại cương và có lịch thi giữa kì vào ngày 5/3 lúc 7g sáng. Nhưng hiện tại (4/3) em vừa có kết quả test dương tính covid và đã được chuyển đi cách li ngay trong ngày.. . Chỗ ở hiện tại của em tình trạng mạng không tốt, thường xuyên rớt mạng. Mà yêu cầu khi thi là phải quay 2 cam. Em sợ không đáp ứng được yêu cầu trong lúc làm bài thi.. . Thầy/cô cho em hỏi em có thể xin hoãn thi giữa kì được không ạ? Và thủ tục để được hoãn thi cần làm những gì ạ?. . Em cảm ơn quý thầy/cô đã đọc và phản hồi em.",
            "\"Chào bạn. . Sinh viên vui lòng tải mẫu đơn tại aao.hcmut.edu.vn/ sinh viên/biểu mẫu/Phiếu đăng ký kiểm tra bổ sung giữa kỳ. Điền đầy đủ thông tin và trình bày rõ lý do xin hoãn thi + Minh chứng. . Lưu ý:. . Về quy định kiểm tra bổ sung giữa kỳ:  Bạn vui lòng xem chi tiết tại trang web aao.hcmut.edu.vn--  sinh viên --  Quy chế --  Quy chế đào tạo và học vụ bậc đại học và cao đẳng -- Điều 17.2. . Chúc bạn học tập tốt nhé.. . Thân. . \""
        ]
    },
    {
        "intent": "",
        "message": [
            "Chào thầy (cô),. . Thầy (cô) cho em hỏi hạn cuối xét tốt nghiệp đợt này là đến ngày nào ạ?. . Cảm ơn thầy (cô) đã xem.. .   i Tốt nghiệp .",
            "Chào em,. . SV theo dõi lịch trình tốt nghiệp tháng 4/2022 tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 4/2022. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV[full_name] [student_id]  /b \t. . . .   i Yêu cầu khác . Kính gửi phòng đào tạo,. . Em tên là[full_name] [full_name]. . Mssv[full_name][student_id]. . Em có thắc mắc là[full_name] em thi anh văn định kỳ vào ngày 27/1/2021 lớp L28B và đạt 690 điểm (Trong khi thi anh văn đầu vào được 525 điểm). Phòng đào tạo cho em hỏi là em đã được xét qua chuẩn để đăng ký luôn các môn năm 3, năm 4 chưa ạ ( hiện tại em đang là sinh viên năm 2). Hay em phải đăng ký thi lại để được xét qua chuẩn SV năm 3 và đến năm 3 lại thi tiếp để được xét qua chuẩn SV năm 4 ạ.. . Kính mong phòng đào tạo giải đáp giúp em . . Em xin chân thành cảm ơn.. . Trân trọng.",
            "Chào bạn. . Bạn đã pass qua chuẩn anh văn sau năm 3. . Bạn xem tại Mybk- thông tin sinh viên - điểm chuyển. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em chào PĐT. . Vừa qua, em có một buổi thi cuối kỳ môn TNHC học kỳ 202, lớp A01. . . Trước hôm thi em có kết quả dương tính với covid 19, em đã liên hệ với thầy đứng lớp là thầy [full_name], em được thầy hướng dẫn sau khi có kết quả âm tính hãy lên trường và liên hệ với thầy xin giấy hoãn thi và lên PĐT cho điểm 14. Hôm nay em lên bảng điểm thấy có kết quả là điểm 13, em có các bằng chứng chứng minh lý do của mình là đúng sự thật.. . PĐT cho em hỏi, khi em có kết quả âm tính và lên PĐT nộp giấy hoãn thi và chứng minh lý do, em có được chuyển qua điểm 14 không ạ? Đây là kỳ cuối trước khi em tốt nghiệp, em hy vọng có thể hoàn thành chương trình trong kỳ này để kịp với buổi lễ tốt nghiệp sắp tới ạ. Em cảm ơn PĐT",
            "Chào em,. . Em vui lòng trình bày rõ là em xin hoãn thi của HK nào? ngày thi của em là ngày nào?. . . . Bạn tải mẫu đơn: PHIẾU ĐĂNG KÝ HOÃN THI/ VẮNG THI CÓ PHÉP (CUỐI KỲ) tại trang web : aao.hcmut.edu.vn    biểu mẫu. . Sau khi có xác nhận của Giảng viên hướng dẫn + Khoa (theo quy định thì gởi cho Phòng đào tạo xem xét (nộp qua mail pdt@hcmut.edu.vn hoặc BKSI). . Về quy định (thi xóa điểm VT, cách tính điểm ĐẠT) Vắng thi có phép và hoãn thi: Bạn vui lòng xem chi tiết tại trang web aao.hcmut.edu.vn--  sinh viên --  Quy chế --  Quy chế đào tạo và học vụ bậc đại học và cao đẳng -- Điều 17.2. . Thân. . \""
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Kính gửi Phòng Đào Tạo trường Đại học Bách Khoa Thành phố Hồ Chí Minh.. . . . Em tên là [full_name]. Mã số sinh viên [student_id]. Hiện đang là sinh viên thuộc Khoa Cơ Khí, Bô môn Cơ điện tử,  trường Đại học Bách Khoa Thành phố Hồ Chí Minh.. . . . Có thể cho em hỏi rằng nếu rút môn học trong khi kì này em chỉ đăng ký 1 môn thì tình trạng sinh viên của em có còn được giữ nguyên không ạ?. . . . Kính mong Phòng Đào tạo giúp đỡ. Em xin trân trọng cảm ơn.. . . . Trân trọng.. .",
            "Chào bạn. . sẽ chuyển sang tạm dừng vì không có tkb, đến hk kế tiếp bạn làm đơn thu nhận lại nghen. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Lần trước em có lỡ một lần học thí nghiệm hóa đại cương trực tiếp nên em viết đơn này mong phòng đào tạo xếp lớp thí nghiệm Hóa đại cương offline để em hoàn thành chương trình ạ. Tình hình dịch bệnh ở khu em đã trở nên ít phứt tạp hơn nên hiện tại có thể đi lại từ nhà đến trường, mong trường xem xét. Em cảm ơn.",
            "\"Chào bạn,. . Phòng đào tạo đã ghi nhận trường hợp của bạn, và đã chuyển thông tin đến các bộ phận liên quan để kiểm tra và xử lý, bạn vui lòng đợi Pdt phản hồi kết quả qua BKSI hoặc mail sinh viên. . Thân. . \""
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em chào thầy. . . . Em là [full_name] MSSV [student_id] , em đã đăng ký xin rút hai môn là môn Hệ thống cung cấp điện EE3001 và môn Giải tích mạch EE2033.. . . . Vì đã có sự nhầm lẫn nên em xin phép được huỷ rút môn Giải tích mạch EE2033 và giữ nguyên việc rút môn Hệ thống cung cấp điện EE3001.. . . . Em xin lỗi vì sự bất tiện ạ. Em xin cảm ơn ạ. .",
            "\"Chào bạn. . Bạn vui lòng viết đơn xin hủy Rút môn học: trong đơn ghi rõ hủy rút môn gì? ở học kỳ nào ? Lý do? ký tên. . Nộp trước ngày 09/03/2022, để Cô trình Ban lãnh đạo phòng xem xét.. . Thân. . \"",
            "Em chào cô. . . . Em là [full_name] MSSV [student_id].. . . . Vì vấn đề kết nối mạng, em đã không kịp đọc tin nhắn của cô để gửi đơn trước ngày 09/03/2022 được ạ, cô có thể cho phép em nộp trễ hơn được không ạ?. . . . Nếu em phải nộp thì em phải lên trường nộp trực tiếp cho phòng đào tạo đúng không ạ? . . . . Em xin lỗi vì sự bất tiện ạ. Em xin cảm ơn ạ",
            "li answer rate: Answer suits the needs / Câu trả lời đúng ý",
            "Chào em,. . PDT đã tiếp nhận đơn hủy rút MH của bạn, SV vẫn đi học theo lịch học bình thường nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Chào thầy cô. Hiện tại trưa nay em thi tập trung giữa kì môn truyền nhiệt trên exam.hcmut.edu.vn nhưng hiện tại e bị covid ở phòng trọ không ra ngoài được và máy tính của em đang bị trục trặc nên không thể thi giữa kì. Thầy cô cho em hỏi thi giữa kì có được hoãn thi không ạ và qui trình hoãn thi như thế nào ạ. Nếu hoãn thi giữa kì được thì kì sau mình mới thi lại và tổng kết điểm hay thi bù trong kì này ạ. Em xin chân thành cảm ơn thầy cô.",
            "\"Chào bạn. . Sinh viên vui lòng tải mẫu đơn tại aao.hcmut.edu.vn/ sinh viên/biểu mẫu/Phiếu đăng ký kiểm tra bổ sung giữa kỳ. Điền đầy đủ thông tin và trình bày rõ lý do xin hoãn thi + Minh chứng. . Lưu ý:. . Về quy định kiểm tra bổ sung giữa kỳ:  Bạn vui lòng xem chi tiết tại trang web aao.hcmut.edu.vn--  sinh viên --  Quy chế --  Quy chế đào tạo và học vụ bậc đại học và cao đẳng -- Điều 17.2. . Chúc bạn học tập tốt nhé.. . Thân. . \"",
            "Dạ vâng, thầy cô cho em hỏi thêm là mẫu đơn đó gửi qua đâu ạ. Hiện tại em đang ở quê nên không thể nộp trên phòng đào tạo được ạ",
            "Chào bạn. . Bạn có thể nộp tại BKSI. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]  /b . . Em là sinh viên k20 CLC và chuẩn bị đi quân sự vào 7/3 nhưng bây giờ em đang là F0 và đang tự cách ly tại nhà nên muốn chuyển đại đội. Em đã gửi bản scan phiếu xn của địa phương và bản cam kết cách ly tới địa chỉ mail như công văn hướng dẫn trên website của trung tâm gdqp nhưng mà không gửi được dù em đã copy paste lại y nguyên địa chỉ mail nên em gửi qua đây mong được hướng dẫn ạ.. .   i Yêu cầu khác .",
            "Chào em,. . Trường hợp về học GDQP SV có thể liên hệ trực tiếp với TTGD Quốc Phòng để được hỗ trợ nhé. . SV vào BKeL để xem  Kế hoạch tổ chức Giáo dục Quốc phòng và An ninh nhé. . Email TTGDQP:  [email]. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Chào pđt,. . Pđt cho em hỏi cách bảo lưu như thế nào ạ, do em mắc bệnh hiểm nghèo và đang điều trị ạ.",
            "\"Chào bạn,. . Về việc đăng ký tạm dừng học:. . Bạn vui lòng tải mẫu đơn: Tạm dừng tại trang web : aao.hcmut.edu.vn    Sinh viên    biểu mẫu. . Điền đầy đủ thông tin nộp qua BKSI. . Kèm theo giấy tờ minh chứng nhé. . Thân. . \""
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em xin kính chào quý Thầy/Cô,. . - Em tên là [full_name], MSSV: [student_id], em đã xin đăng kí tốt nghiệp và được trả lời không đạt do thiếu môn AV4 (LA1009) và chưa đạt CCNN.. . . . - Ngày 28/02/2022, em có nộp CCNN (toiec: 710) và đã được miễn 4 môn Anh Văn như hình em đính kèm. Em mong Thầy/Cô cập nhật và giải đáp sớm giúp em ạ!. . . .",
            "Chào em,. . PDT đã cập nhật lại chuyển điểm cho bạn và xét tốt nghiệp lại cho bạn.. . SV theo dõi ds tốt nghiệp cập nhật trong tuần sau nhé (dự kiến trễ nhất là ngày 15/3/2022). . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Kính Gửi Phòng Đào Tạo,. . Em tên [full_name], MSSV: [student_id].. . Hiện em đã có tên trong danh sách dự kiến tốt nghiệp vào tháng 4/2022. Em có thấy trong mail thông báo có viết \" Thứ 6 hàng tuần P.ĐT sẽ lấy dữ liệu SV đăng ký và đã thanh toán lệ phí tốt nghiệp trước đó để tiến hành in giấy chứng nhận tốt nghiệp tạm thời, dự kiến nhận trễ nhất vào thứ 3 tuần tiếp theo\". Em đã thanh toán lệ phí vào ngày 17/02/2022 nhưng tới nay vẫn chưa có giấy chứng nhận tốt nghiệp tạm thời. Và em muốn muốn hỏi khi nào em mới được nhận bằng chính thức ạ? Em xin cảm ơn.",
            "\"Chào bạn. . Theo quy trình cấp bằng đại học hiện tại: dự kiến vào cuối mỗi tháng Phòng đào tạo sẽ lấy danh sách sinh viên đã đăng ký tốt nghiệp (SV đã đăng ký, thanh toán tiền và có xác nhận đã nhận của PĐT) để ra Quyết định công nhận tốt nghiệp, tiến hành in Bằng tốt nghiệp và sẽ thông báo mời SV đến nhận sau khi hoàn tất.. . Nên nếu SV thật sự cần Giấy chứng nhận tốt nghiệp, thì vui lòng điền thông tin vào form (đã có tên trong danh sách dự kiến tốt nghiệp, đã khai thông tin tốt nghiệp, thanh toán 95.000 lệ phí tốt nghiệp(sad) https://forms.gle/2WnfHeAHnRZWJ6Jn7. . Sau khi kiểm tra dữ liệu, dự kiến Thứ 2 hàng tuần sẽ in và scan gởi qua mail SV, sau đó SV cần bảng chính vui lòng liên hệ Pdt để nhận. . . Thân\"\"\""
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Nhà trường cho em xin hướng giải quyết về việc học trực tuyến phần thực hành của giáo dục quốc phòng khóa 405, với lý do em đã nhiễm covid",
            "\"Chào em,. . Trường hợp về học GDQP SV có thể liên hệ trực tiếp với TTGD Quốc Phòng để được hỗ trợ nhé. . SV vào BKeL để xem  Kế hoạch tổ chức Giáo dục Quốc phòng và An ninh nhé. . Email TTGDQP:  [email]. . Thân\""
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em chào thầy(cô), em muốn hỏi về chuẩn anh văn nói viết để tốt nghiệp của k17, theo em được biết chuẩn tốt nghiệp của k17 về tiếng Anh nói viết là 200. Và kì vừa rồi anh văn nói viết của em chỉ đạt 195 nhưng em vẫn có tên trong danh sách dự kiến tốt nghiệp. Em không biết là do lỗi nên sau khi có đánh sách chính thức em sẽ bị loại ra. Hay chuẩn tốt nghiệp của k17 hệ đại trà là 195 đã đủ. Em xin cảm ơn.",
            "Chào em,. . Em xem kết quả thi AV nói viết em đạt 195 ở đâu? vui lòng trình bày rõ và chụp hình kết quả gửi giúp cô nhé!. . Thân",
            "li answer rate: Answer suits the needs / Câu trả lời đúng ý"
        ]
    }
]