[
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Thưa Phòng đào tạo. Em tên là [full_name] khoá K20 khoa Điện-Điện Tử. Em viết đơn này mong phÔng đào tạo sẽ tạo điều kiện cho em xin huỷ môn học \"Những nguyên lí cơ bản của [full_name]-[full_name]\". Chỉ vì em thiếu hiểu bbiết và thiếu suy nghĩ nên em đã đăng kí huỷ nhầm môn này. Em cảm thất rất buồn khi đi học toàn với anh chị k18-19 không có bạn k20 và em cũng rất hoang mang khi em biết rằng môn này không tính vào tín chỉ của K20. Khi em biết là mình đăng kí nhầm môn và phải huỷ môn học em vô cùng chán nản và buồn. Số tiền em phải đóng để huỷ môn là rất lớn với gia đình em và đối với một sinh viên nghèo như em. Gia đình em không được khá giả nên khi biết là em phải rút môn học và đóng tiền em đã không giám nói cho bố mẹ em, vì số tiền này rất lớn. Em không muốn bố mẹ phải buồn về tiền bạc. Từ tận đáy lòng chân thành của em em mong Phòng đào tạo sẽ hỗ trợ em xin huỷ môn học nay. Em vô cùng biết ơn và trân trọng. Em mong Phòng đào tạo sẽ giúp đỡ sinh viên nghèo như em. Em chân thanh cảm ơn ạ.Em mong sẽ nhận được phản hồi sớm nhất từ Phòng Đào."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Chào thầy cô, em tên [full_name], mssv: [student_id]. Em có đăng ký luận văn nhưng bị lỗi không đủ tín chỉ. Em đã học và qua hết các môn. Mong thầy cô xem xét ạ. Cảm ơn",
            "Chào bạn,. . . . [full_name] ghi nhận và xét lại luận văn cho bạn, sau ngày 23/3 kết quả DKMH sẽ cập nhật trên cổng thông tin sinh viên. Nếu  có gì thắc mắc bạn liên hệ trực tiếp [full_name].. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em là sinh viên k18 khoa điện-điện tử. Đợt đk hk chính 202 vừa rồi em có đk môn học PE1023 lớp L19, nhưng vì thời gian học môn này của em bị kẹt lịch với các môn học em cần học trong hk dự thính, mà giữa đợt 2 với đợt 3 của thời gian đk dự thính là các ngày cuối tuần - phòng đào tạo không làm việc thêm vào đó ngày hôm nay(15/03/2021) em có lịch học tại dưới cs2 nên không kịp chạy qua cs1 để rút môn. Em mong rằng mình có thể được rút môn học online để kịp được đk dự thính vào lúc 10h00 ngày hôm nay 15/03/2021.. . Em xin chân thành cảm ơn!",
            "Chào bạn,. . . . Bạn có thể nộp đơn rút môn học tại PDT cơ sở 2 vẫn được mà bạn.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Trong hki dự thính 202 này để sắp tới tụi em đc ra trường ạ,rất mong pdt xem xét và cập nhật tkb anh văn 3,4 cho em ạ,em chân thành cảm ơn.",
            "Chào bạn,. . . . Bạn chưa học anh văn 1,2 nên không đăng kí được anh văn 3,4 nha bạn.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em muốn đăng ký môn học dự thính giải tích 1 (MT1003) nhóm lớp DT03_DT03. .",
            "Chào bạn,. . . . Tất cả các môn học dự thính đã tăng sỉ số tối đa không tăng được nữa nha bạn.. . . . . . Thân. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em chào Cô, . . Cô cho em hỏi học theo hình thức hangout meet thì giảng viên có cần lên trường không hay chỉ cần tạo tài khoản google meet ạ? . . Em cảm ơn Cô.. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính thưa thầy/cô, trong đợt ĐKMH kì dự thính đợt 2 em có đăng ký môn Lập trình hướng đối tượng - CO2005 nhưng bị hủy do thiếu môn hoc trước Kỹ thuật lập trình mã MH CO1011, tuy nhiên em đã học môn Kỹ thuật lập trình mã CO1027 trong học kỳ 192 (vì lí do học kỳ 192 này không mở lớp mã CO1011 nữa mà đổi sang mã CO1027). Em mong quý thầy cô xem xét cho em đăng ký môn học Lập trình hướng đối tượng trong kỳ dự thính này ạ.",
            "Chào bạn,. . . . Bạn vui lòng xem môn tương đương đã cập nhật trên web PDT http://www.aao.hcmut.edu.vn/index.php?route=catalog/chitietsv&path=59_62&tid=1717.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em tên là [full_name] [full_name], MSSV [student_id] đã đăng kí môn học LA1043, đã chuyển điểm AV3 vào đợt chuyển điểm trước khi học kỳ dự thính mở đợt đăng kí và đã có điểm chuyển trên mybk. Hiện em muốn nhờ pdt xem xét lại và nếu được thì có thể hỗ trợ em đăng kí lại môn học LA1043 lớp DT31, Thời gian T2 tiết 7 - 10, T5 tiết 13 - 15. Em mong được hỗ trợ gấp, vì đợt đăng kí này sẽ đóng vào ngày 16/3",
            "Chào bạn,. . . . Môn LA1043 nhóm DT31 vì sỉ số ít nên đã huỷ rồi nha bạn.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Thầy cô ơi . . Cho em hỏi là hôm bữa đk môn đợt 2 em có đăng kí được môn ME2079 và giải tích 2 giờ bị trùng giờ cái bị hủy môn ME2079 nhưng mà môn ME2079 sắp hết học rồi ạ",
            "Chào bạn,. . . . Nếu 2 môn dự thính trùng giờ nhau thì bạn phải chọn 1 trong 2 môn. Viết đơn nộp PDT bạn muốn đăng kí môn gì?. . . . Thân. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp .   b Chào"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Đăng ký môn học. . . . Thầy cô ơi. . Cho em hỏi là hôm bữa đk môn đợt 2 em có đăng kí được môn ME2079 và giải tích 2 giờ bị trùng giờ cái bị hủy môn ME2079 nhưng môn này là môn khó mở, hè không mở và cũng gần hết mở ạ . . E có thể hủy GT2 không ạ"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Cô cho em hỏi là vào HK193 em có vắng thi cuối kì môn Những nguyên lí cơ bản của chủ nghĩa Mac Lê-nin (SP1003) do em bệnh phải nhập viện. Em có nộp đơn xin nhận điểm vắng thi có phép và đã có quyết định đồng ý của nhà trường, em đã đăng kí thi môn học này vào HK201 nhưng đến hiện tại bảng điển của em vẫn được cậo nhật môn này. Hiện tại trường đã cập nhật điểm môn này chưa ạ. Em có thể xem kết quả ở đâu vậy ạ. Em cảm ơn cô.",
            "Chào bạn,. . . . PDT sẽ cập nhật điểm cho bạn sớm.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em có đăng kí môn anh văn 4a và đã học môn anh văn 3. Hệ thống báo thiếu môn anh văn 3a. Em thấy hơi không đúng do em chỉ cần học anh văn 4a để miễn anh văn 4 chứ không cần học anh văn 3a nữa vì em có điểm anh văn 3 rồi",
            "Chào bạn,. . . . Môn LA1043 nhóm DT31 bị huỷ do sỉ số ít nha bạn.. . . . Thân",
            "Dạ vui lòng xem hình ạ. Do tất cả đều bị huỷ môn do không đăng kí được anh văn 4a. Hình ảnh đính kèm có ghi do em chưa học anh văn 3a. Nên em nghĩ tất cả đều bị huỷ do chưa có môn học tiên quyết. Vui lòng coi lại ạ",
            ". . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: 2015000  /b \t. . . .   i Yêu cầu khác . Kính thưa ban giám hiệu nhà trường. Em tên là Nguyễn Thanh Tùng, MSSV:2015000, K20 khoa Điện-Điện Tử, học lớp DD20-LT19. Em viết đơn này mong nhà trường tạo điều kiện cho em xin được hủy môn học:\" Những nguyên lí cơ bản của chủ nghĩa Mác-Lenin(SP1003)\". Chỉ vì sự thiếu hiểu biết và sai lầm của em nên em đã đăng kí nhầm môn học này. Em biết mọi sai lầm đều phải trả giá cho sự thiếu hiểu biết của bản thân, nhưng em mong nhà trường sẽ tạo điều kiện giúp đỡ một sinh viên nghèo chân ướt chân ráo như em sửa chữa lỗi lầm này. Khi em đi học môn này em rất thất vọng và buồn khi chỉ học với toàn các anh chị K18-19, không có bạn K20 nào em học rất chán nản và áp lực. Lúc này em đã biết là mình đăng kí nhầm môn và môn này cũng không tính vào tín chỉ của K20(5 chỉ), em rất sốc và buồn bã và khi biết tin mình sẽ rút môn học và phải mất một khoản tiền để rút môn. Đó là một số tiền rất lớn đối với một sinh viên nghèo chân ướt chân ráo như em cũng như gia đình em và em cũng không dám kể với bố mẹ em. Gia đình em cũng không được khá giả, nếu nghe tin này bố mẹ em sẽ rất buồn. Bố mẹ em đã phải lo cho anh em của em rất nhiều chi phí để học tập, em không muốn điều này phải làm buồn và phiền lòng đối với gia đình em. Em hi vọng và mong rằng nhà trường sẽ hỗ trợ giúp đỡ em sửa chữa sai lầm này. Em vô cùng biết ơn và trân trọng, em hứa em sẽ học tập những môn còn lại thất tốt và nghiêm túc để xứng đáng là một đứa con của Bách Khoa HCM. Từ tận đáy lòng chân thành của em em chân thành cảm ơn nhà trường ạ. Em mong sẽ nhận được phản hồi sớm nhất ạ.. . . .",
            "Chào bạn,. . . . Bạn viết đơn xin huỷ để ban lãnh đạo phòng phê duyệt.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Chào Thầy/Cô. . . . Thầy/Cô cho em hỏi nộp bằng chứng chỉ CNTT cơ bản ở đâu và quy định như thế nào vậy ạ?. . . . Em cám ơn.",
            "Chào bạn,. . . . Hiện tại nhà trường chưa có thông báo về việc nộp chứng chỉ ứng dụng công nghệ thông tin. Khi nào có thông báo PDT sẽ gởi mail thông báo cho sinh viên.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp .   i Chào anh/chị/thầy/cô! .   i Em là sinh viên khóa 2014, khoa Khoa học và kỹ thuật máy tính. Em có thắc mắc về vấn đề tốt nghiệp muốn hỏi ạ. Hiện em chỉ còn thiếu điều kiện anh văn 2 kỹ năng nói - viết nữa là đủ điều kiện để tốt nghiệp, cho em hỏi nếu em bổ sung chứng chỉ anh văn sau ngày 2-4 thì em có thể nhận bằng tốt nghiệp được không ạ? .   i Mong anh/chị/thầy/cô phản hồi giúp em. Em xin cảm ơn ạ!  /i",
            "Chào bạn,. . . . Hạn chót nhận xét tốt nghiệp là ngày 2/4/2021 của đợt tốt nghiệp 4/2021.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Học kì này em có đăng kí anh văn A1. Em đã đi học được 3 buổi nhưng tự nhiên bị mất thời khóa biểu rồi ạ. Phòng đào tạo xem giúp em ạ. Em cám ơn!",
            "Chào bạn,. . . . Bạn vui lòng cho biết mã số môn học?, mã nhóm để PDT kiểm tra cho bạn.. . . . Thân",
            "Chào em.. . PĐT đã phục hồi lại môn học LA1037 , nhóm L06. . theo đúng nhóm học ban đầu em đăng ký. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em chào phòng đào tạo.. . Cho em hỏi có cần đăng kí cựu sinh viên mới được tốt nghiệp không vậy.",
            "Chào  bạn,. . . . Chưa hiểu ý bạn.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . em chào Phòng đào tạo ạ!. . em là [full_name] mssv [student_id]. . em xin mở sĩ số lớp môn EE3021( thực tập điện tử 2) vì đợt 2 pđt không mở môn học này nên em chưa có thể đăng kí . . giờ đợt 3 pđt mở mà em đăng kí không kịp vì không biết có mở mong pđt xem xét ạ!!",
            "Chào bạn,. . . . Tất cả các môn học dự thính đã tăng sỉ số tối đa không tăng được nữa nha bạn.. . . . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Chào thầy (cô)!. . Em tên [full_name], MSSV [student_id],  khoa Hoá.. . Học kì dự thính 202 này em có đăng kí môn Các quá trình và thiết bị Truyền Nhiệt (Mã môn học CH2043) của thầy [full_name] và đã có thời khóa biểu chính thức. Những ngày trước em vào E-LEARNING thì vẫn còn mục của thầy (thầy có dặn tải bài trên đó về để tham khảo), nhưng hôm qua em vào thì lại mất. Tính trạng kéo đến hôm nay.. . Em xin thầy (cô) kiểm tra lại giúp em vì mai là có tiết vào tiết 13 14 15 (Học hangout).. . Kính mong thầy cô giúp đỡ.. . Em xin cảm ơn!"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . CHào thầy/cô, em tên [full_name], mssv [student_id], thuộc hệ vừa học vừa làm. Em có đăng ký luận văn nhưng bị lỗi đăng ký không được do thiếu tín chỉ, nhưng em đã học và qua hết tất cả các môn học. Cụ thể là kỳ trước e đã đăng ký được luận văn. Em mong nhà trường xem xét lại để em có thể đăng ký được ạ. Em xin chân thành cảm ơn.",
            "Chào bạn,. . . . Bạn cho biết mã số luận văn muốn đăng kí để PDT xét lại.. . . . Thân",
            "Dạ mã số luận văn em: 808303. Kỳ trước em có đăng ký mã này, đăng ký bình thường, nhưng tại vấn đề cá nhân nên chưa qua. Mong thầy, cô xem xét em lại ạ, để em hoàn thành khóa học ạ, cảm ơn thầy/cô nhiều."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em chào thầy/cô,. . . . Em là [full_name] (MSSV: [student_id]). . Hiện tại em đã hoàn thành đủ các yêu cầu (CTXH, anh văn) để đăng ký xét tôt nghiệp đợt tháng 4/2021 nhưng khi vào check danh sách xét tốt nghiệp dự kiến thì không thấy tên mình. Em không biết em còn sai sốt hay thiếu chỉ tiêu nào không ạ?. . . . Em xin cảm ơn.. .",
            "Chào bạn. . . . Phòng đào tạo đã ghi nhận trường hợp xét tốt nghiệp bổ sung của sinh viên, sau ngày 22/3  Phòng Đào Tạo sẽ thông báo danh sách tốt nghiệp cập nhật mới : . . -          Sinh viên xem kết quả xét lại tốt nghiệp trên: www.aao.hcmut.edu.vn  tốt nghiệp  thông tin tốt nghiệp  danh sách tốt nghiệp 4/2021. . -          Trường hợp không có tên trong danh sách tốt nghiệp bổ sung sinh viên liên hệ trực tiếp phòng đào tạo để kiểm tra lại lý do.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: 2033756  /b \t. . . .   i Dạ chào Thầy/Cô!. . Em tên: NGUYỄN THỊ THU THỦY. . MSSV : 2033756. Hệ : Vừa làm vừa học. . Dạ học kì 2 năm học 2020 e có đăng ký môn cơ lưu chất nhưng đã kết thúc môn học vẫn chưa thấy BKpay báo học phí, mong thầy cô kiểm tra lại giúp em.. . Em xin chân thành cảm ơn! .",
            "Chào bạn,. . . . PDT sẽ cập nhật học phí.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ em là sinh viên K17 Khoa Kĩ Thuật Hóa Học. . Theo chương trình đào tạo thì môn Cơ học ứng dụng AS2007 tới khóa K19 đã bị bỏ và không có môn tương tương thay thế. Kì này có mở dự thính nhưng vì không đủ thời gian giãn cách 2 cơ sở nên em không đăng kí được. Dạ cho em hỏi có cách nào để đăng kí được môn này không ạ. . Em xin cảm ơn ạ",
            "Chào bạn,. . . . Môn giãn cách giữa 2 cơ sở thì không đăng kí được nha bạn.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Tụi em nhẹ hơn trong việc thi toeic ra trường ạ,mong pdt xem xét trường hợp của tụi em ạ,em cảm ơn",
            "Chào bạn,. . . . Nếu trường hợp ngoại lệ, bạn làm đơn nộp PDT để ban lãnh đạo phòng phê duyệt.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính gửi thầy/ cô phòng đào tạo . . Em tên là [full_name] mssv [student_id]. . . . Em sinh viên k19 em có đăng kí anh văn 1A trong kì dự thính đợt 1 sau đó kì chính mở và em đăng kí được trong kì chính nên sau đó kì dự thính đợt 2 mở em đã xóa môn anh văn 1A ở kì dự thính. . . . . Đã có kết quả đăng kia môn học kì chính và em đang được học môn anh văn 1A nhưng sau tuần này mở lên thì thời khóa biểu của em trong kì chính bị xóa mất môn anh văn 1A rồi ạ . . . . Em hy vọng pđt sớm trả lời giúp em với ạ hiện em đang rất lo lắng ạ.. . Em xin chân thành cám ơn quý thầy cô nhiều ạ.",
            "Chào bạn,. . . . Hiện tại là đợt 3 DKMH  dự thính, bạn đăng kí lại anh văn 1 nha.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Chào văn phòng ạ, cho em hỏi mình nộp đơn rút môn học tại Phòng Đào Tạo ở cơ sở 2 được không ạ? Hay chỉ được nộp ở cơ sở 1 thôi? Em cảm ơn ạ.",
            "Chào bạn. . Có thể nộp tại cs 1 và cs 2 nghen bạn. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em chào thầy, cô.. . Em tên là [full_name], sinh viên khóa K16. Trong kì học chính này, em đã đăng kí môn CI2005 rồi. Em muốn đăng kí thêm ở kì dự thính môn này, em đã đăng kí ở đợt 1 và đợt 2 nhưng pđt đã không cho em đăng kí thêm môn này. Em muốn học 2 lớp môn này để chắc kiến thức và chắc hơn trong việc ra trường sắp tới của em, em xin thầy/cô xem xét cho em được đăng kí thêm môn này ở kì dự thính ạ.. . Em cảm ơn thầy,cô. Em rất mong sớm được nhận phản hồi từ thầy, cô ạ.",
            "Chào bạn,. . . . Môn đã đăng kí học kỳ chính theo qui định của nhà trường sẽ không đăng kí học kỳ dự thính được bạn.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Gửi phòng đào tạo. . Em tên là [full_name]. MSSV: [student_id]. . Khoa: Khoa học ứng dụng. . Trong đợt đăng ký môn học ngày 11/3/2021 em đăng ký môn Đại số tuyến tính nhưng bị trùng lịch với môn em đăng ký đợt này. . Em xin đề nghị PĐT cho em chuyển lớp môn Đại số tuyến tính( mã môn: MT1007 lớp: DT01) để em đăng ký môn học khác. . Em xin cảm ơn rất nhiều",
            "Chào bạn,. . . . Đã hết thời gian hiệu chỉnh môn học rồi bạn.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Học kì 1 em có đăng kí học lớp võ. Học kì 2 em tiếp tục đăng kí học lớp võ nữa thì có được tính là học phần thể dục thứ 2 không ạ. Mong PĐT giải đáp cho em về câu hỏi này ạ.. . . .",
            "Chào bạn. . Về vấn đề này bạn liên hệ trực tiếp với giảng viên giảng dạy sẽ tư vấn chi tiết về chương trình học. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ, con có làm đơn xin hủy môn IM1025 - Quản lí dự án cho kỹ sư. Vì đụng giờ với lịch dự thính CH2113 - Hoá phân tích. Vì con muốn cải thiện môn cơ sở ngành trước nên con hủy môn tự chọn. Nhưng kết quả đăng kí đợt 2 vừa rồi và mở đăng ký đợt 3, con vẫn không được xác nhận đủ điều kiện học hoá phân tích dự thính. Dù mybk đã hủy môn IM1025 nhưng bkel vẫn còn môn đó. Con muốn hỏi là kết quả hủy môn chậm nhất khi nào vậy ạ, con rất lo lắng vì sợ không học dự thính được ở kì 202 này. Con cảm ơn thầy cô.",
            "Chào bạn,. . . . Không sao bạn, BKEL chưa cập nhật huỷ môn IM1025 thôi. PDT đã nhận đơn rút môn IM1025 của bạn rồi và đơn đã xử lý.. . . . Bạn vào đăng kí môn CH2113 nha.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Gửi phòng đào tạo. . Em tên là [full_name]. MSSV: [student_id]. . Khoa: Khoa học ứng dụng. . Trong đợt đăng ký môn học ngày 11/3/2021 em đăng ký môn Đại số tuyến tính nhưng bị trùng lịch với môn em đăng ký đợt này. . Em xin đề nghị PĐT cho em chuyển lớp môn Đại số tuyến tính( mã môn: MT1007 lớp: DT01) để em đăng ký môn học khác. . Em xin cảm ơn rất nhiều. . . .",
            "Chào bạn,. . . . Đã hết thời gian hiệu chỉnh môn học rồi bạn.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em đã có quyết định đổi tên của nhà trường nhưng thông tin tôt nghiệp của e chưa được đổi. V e có nên đăng kí tốt nghiệp luôn hay đợi trường sửa tt ạ? . . Em cảm ơn.",
            "Chào bạn,. . . . [full_name] đã sửa tên trong thông tin tốt nghiệp của bạn rồi nha.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Xin chào quý thầy cô PĐT, do việc không đủ thời gian giãn cách giữa 2 cơ sở nên em không đăng kí được môn Trang bị điện-điện tử trong MCN (ME2005) vào DT202 do em có tiết thí nghiệm cơ lưu chất trước đó. Em mong PDT có thể cho em đăng kí được môn Trang bị điện điện tử trong MCN vào HK DT202 để kịp đăng kí các môn chuyên ngành phía sau. Về việc không đủ thời gian giãn cách em sẽ tự liên hệ với GVHD thí nghiệm để giải quyết. Em xin cảm ơn ạ!",
            "Chào bạn,. . . . Việc này bạn làm đơn nếu có sự đồng ý của giáo viên thí nghiệm và đồng ý của ban lãnh đạo phòng Đào Tạo. Lúc đó mới cho bạn đăng kí được.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Thưa thầy/ cô/ anh/chị, em là sinh viên khoa Máy tính. Em  muốn hỏi thời hạn để sinh viên K20 hoàn thành yêu cầu về tin học. Ngoài ra, em có thể biết cách nào để có thể hoàn thành yêu cầu về tin học không ạ?. . Em xin cảm ơn.. .",
            "Chào bạn,. . . . Hiện tại nhà trường chưa có thông báo về việc nộp chứng chỉ ứng dụng công nghệ thông tin. Khi nào có thông báo PDT sẽ gởi mail thông báo cho sinh viên.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Cho em hỏi em đăng ký môn học dự thính đã có thời khoá biểu rồi thì có thể bị xoá môn học không ạ?. .",
            "Dạ lớp hiện có sĩ số là 13/25 ạ",
            "Chào bạn,. . . . Bạn cho biết mã số môn học bạn muốn hỏi.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Chào thầy cô . . Nếu 2 môn dự thính trùng giờ nhau thì phải chọn 1 trong 2 môn. Viết đơn nộp PDT là em gửi trước khi hết đăng kí dự thính hay phải nộp sớm hơn ạ . . Em cảm ơn ạ",
            "Em nộp đơn ở pdt cơ sở 2 có được không ạ?",
            "Chào bạn,. . . . Chưa hiểu ý bạn muốn đăng kí môn gì?, bạn nộp đơn cơ sở 2 vẫn được.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em tên Đoàn Quang Mỹ  Hân, MSSV : [student_id]. Xin phòng đào tạo cho em rút môn GT2 - MT1005 do bị trùng lịch với môn học khác ạ.. . Em xin cảm ơn.",
            "Chào bạn,. . . . Bạn phải nộp đơn rút môn học tại PDT nha.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Đăng ký môn học. . . . Em tên Đoàn Quang Mỹ  Hân, MSSV : [student_id]. Xin phòng đào tạo cho em rút môn GT2 - MT1005 học kì dự thính do bị trùng lịch học với môn học khác ạ.. . . . Em xin cảm ơn.. .",
            "Chào bạn,. . . . Bạn nộp đơn rút môn học tại PDT nha.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Chào thầy (cô).. . Hiện tại môn Giải tích 1 kỳ này mở 5 lớp nhưng cả 4 lớp đều trùng với lịch học thí nghiệm của môn Sức bền vật liệu (CI2008), chỉ có 1 lớp không trùng nhưng hiện tại đã đủ sỉ số. Mong thầy (cô) có thể xem xét bổ sung em vào lớp DT05 (thứ 3, thứ 5 13 14 15, CN 10 11 12) để em có thể đủ số chỉ chuẩn năm 2 và tiếp tục tham gia học tập tại trường trong học kỳ tới.. . Em xin chân thành cảm ơn.",
            "Chào bạn,. . . . Tất cả các môn học dự thính đã tăng sỉ số tối đa không tăng được nữa nha bạn.. . . . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Về bằng ứng dụng CNTT quốc tế MOS, nếu em có một bằng specialist và một bằng expert của môn Word thay vì 2 trên 5 môn có được xem là đạt chuẩn không hay bắt buộc phải là 2 trên 5 môn specialist ạ?",
            "Chào bạn,. . . . Hiện tại nhà trường chưa có thông báo về việc nộp chứng chỉ ứng dụng công nghệ thông tin. Khi nào có thông báo PDT sẽ gởi mail thông báo cho sinh viên.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Bạn đăng kí môn bơi học kỳ chính hay dự thính?, nếu học kỳ chính vui lòng cho biết mã nhóm bạn đăng kí.. .  . . Dạ em đăng kí lớp bơi L20 ạ.. . . . Cám ơn thầy cô đã đọc",
            "Chào bạn, . . . . Việc này PDT đã thông báo, môn GDTC sỉ số dưới  30 sinh viên sẽ bị huỷ. Môn bơi nhóm L20 bị huỷ nha bạn.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Dạ chào admin do không để ý nên em đã đăng ký môn học Triết học [full_name] - [full_name] MH Sp1031 mặc dù năm 2 mới phải học. Bởi vì vào đợt đăng kí môn học của học kì chính em không thể đăng kí được hết các môn học và lịch phân bổ các tiết có hạn nên kính mong admin có thể hủy giúp em để em có thể đăng kí những môn còn thiếu ạ. Em xin chân thành cảm ơn. .",
            "Chào bạn,. . . . Đã hết thời gian hiệu chỉnh môn học rồi bạn.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học  /i  . . . . Kì dự thính này em đăng ký :. . + Giải tích mạch . . + Kĩ thuật số . . . . Nhưng do không đủ thời gian di chuyển giữa 2 cơ sở. Nên em chỉ còn lại Giải Tích Mạch.. . Mà em xem cấu trúc môn học bắt buộc phải học . . [full_name] Thuật Số song hành với Giải Tích Mạch. . . Em muốn hỏi là có phương pháp nào cho em không ạ. . . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . PDT cho em hỏi là em có đăng kí môn giải tích 2 tại kì dự thính này đợt 2 đã đăng kí thành công nhưng đợt 3 lại có kết quả là xóa lớp của em lí do là không đủ thời gian di chuyển . . Nhưng ngày thứ 2 chỉ là học hangout không cần di chuyển nhưng em vẫn bị xóa môn. Kính  mong PDT giải quyết giúp em ạ. Em chân thành cảm ơn.. .",
            "Chào bạn,. . . . [full_name]T ghi nhận yêu cầu của bạn, kết quả DKMH sẽ cập nhật trên cổng thông tin sinh viên mục TKB.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Chào PĐT, em tên là [full_name], MSSV: [student_id]. . . Em muốn hỏi là học kì 201 em có học môn Hóa vô cơ (CH2013) và được 8.5 điểm thí nghiệm. Em muốn hỏi PĐT là nếu kì 202 này em đăng kí dự thính lại môn Hóa vô cơ thì em có được chuyển điểm thí nghiệm không ạ? . . Em xin cảm ơn PĐT.",
            "Chào bạn,. . . . Không bạn, bạn phải học lại hết.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em sinh viên hệ VLVH,e đk dự thính đợt 3(15/3) môn giải tích 2-MT1005. . Cho em hỏi tuần mấy sẽ bắt đầu học, vì e thấy nhiều bạn đã có tkb và bắt đầu học rồi. . Em cảm ơn",
            "Chào bạn,. . . . Bạn xem mình có đăng kí môn giải tích 2 được không nha.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Chào PĐT, em tên là [full_name], MSSV: [student_id].. . Em muốn hỏi là kỳ 202 này em đang học môn Kinh tế chính trị [full_name]-[full_name] (SP1033) thì em có thể đăng ký dự thính môn Chủ nghĩa xã hội khoa học (SP1035) và học song hành 2 môn chính trị này được không ạ? . . Em cảm ơn PDT!!",
            "Chào bạn,. . . . Không bạn, môn SP1033 là môn học trước môn SP1035. . . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính gửi Phòng đào tạo, Em tên là [full_name] [full_name], MSSV [student_id], hiện em chỉ còn thiếu môn AV4 (LA1009) để có thể hoàn thành chương trình học. Nên em mong cán bộ Phòng đạo tạo hỗ trợ giúp em việc tăng sỉ số môn học Anh Văn 4 (LA1009), lớp DT 03, và đăng kí gấp vì 14:30 ngày 16/3 đóng đăng kí môn học. Em xin cảm ơn"
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính gửi : Phòng đào tạo Trường Đại Học Bách Khoa.. . Em tên : [full_name] MSSV[student_id] k17 học Trung Tâm Đào Tạo Bảo Dưỡng Công Nghiệp lớp BDCN04 . Nay em làm đơn này kính mong phòng đào tạo tăng sỉ số môn anh văn 3 (MMH:LA1007). . lớp dự thính của HK2 , giảng viên [full_name] ; nhóm DT01 ; CS1 ; Thứ 4 tiết 13 14 15 phòng C5-502 ; Thứ 6 tiết 13 14 15 phòng C5-303 . Em xin kính mong phòng đào tạo tăng sỉ số để em được học . Em xin chân thành cám ơn .. . . . . .",
            "Chào bạn,. . . . Bạn viết đơn nộp PDT xin đăng kí môn LA1007 nha.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ e tên [full_name] [student_id] e còn nợ môn cơ lưu chất ci2005 (đã  dki vào kì chính). Nhưng do đã là k15 nên em có dki thêm dự thính nữa để có thêm cơ hội hoàn thành môn học. Tại vì e đã đi làm nên ko có thời gian phân bổ cho việc học kì chính nên rất kì vọng hoàn thành được môn học vào kì dự thính. Nên e mong thầy cô có thể thêm em vào kì dự thính với môn học ci2005 với ạ. E rất cám ơn ạ",
            "Chào bạn,. . . . Bạn rút môn học trong học kỳ chính, mới đăng kí trong học kỳ chính được bạn.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Cho em hỏi là em đã đăng kí dự thính đợt 2 có kết quả nhưng đợt 3 lại hiện chưa đăng kí môn học, sỉ số lớp đã đủ 80/80, em ko thể đăng kí lại được ạ?",
            "Chào bạn,. . . . Bạn phải cho biết mã số môn học thì PDT mới kiểm tra trả lời cho bạn được.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em xin chào phòng đào tạo, em tên [full_name], kì dự thính em có đăng kí lớp Phương pháp tính, mã môn học MT1009, Nhưng khi có thời khóa biểu lớp DT02 thì trùng lịch với học phần mềm Etab của BimLab khoa xây dựng mà em đã đăng kí trước đó.Đợt 3 em định xóa  đăng kí lại nhưng không được ạ. Em thấy trên đăng kí môn học có lớp DT01 thầy [full_name] không trùng với lịch học của em. Mong phòng đào tạo có thể xem xét giải quyết giúp em đổi sang giờ học của lớp đó ạ. Em xin cảm ơn nhiều.",
            "Chào bạn,. . . . Đợt 3 không hiệu chỉnh môn học được bạn.. . . . Thân"
        ]
    }
]