[
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Kính gửi Phòng Đào tạo,. . Em tên là [full_name], mã số sinh viên [student_id], học Khoa Quản lý Công nghiệp.. . Do bất cẩn làm mất thẻ sinh viên, em đã đăng ký làm lại vào chiều ngày 20/07/2021 trên hệ thống MyBK và đã được xác nhận đơn đăng ký, tuy nhiên đến nay em vẫn chưa nhận được thẻ. Vì vậy, kính mong phòng Đào tạo hỗ trợ kiểm tra thông tin để em sớm được nhận thẻ sinh viên của mình.. . Thông tin cụ thể, bao gồm:. . 1. Hình thức nhận thẻ: Qua đường bưu điện. . 2. Địa chỉ nhận: tổ 1, ấp Lộ Đức, xã Hố Nai 3, huyện Trảng Bom, Đồng Nai (gần đồi Đức Mẹ Mân Côi). . 3. Tên người nhận: [full_name]. . 4. Số điện thoại: [phone_number]. . Theo bảng giá vận chuyển, em thấy trường sử dụng dịch vụ của Viettel Post nên nếu được, em muốn nhận được mã đơn hàng để kiểm tra tiến trình giao hàng.. . Rất mong nhận được sự hỗ trợ từ Phòng Đào Tạo.. . Em xin chân thành cảm ơn.. . [full_name]. . . . . .",
            "Chào em,. . - SV phải dùng thẻ SV khi dự thi. Nếu SV làm mất thẻ SV thì phải đăng ký làm lại. PĐT đã có tuỳ chọn nhận tại nhà, người nhận trả cước bưu điện: ghi rõ họ tên, số điện thoại, địa chỉ.. . - Em vào mybk/đăng ký in lại thẻ sv ... đóng tiền mới được in nhé. . . . . Hiện tại PĐT giải quyết in thẻ sv hàng ngày và gửi bưu cục (nếu sv có đăng ký). Nhưng vì nhiều lý do bất khả kháng [full_name] vẫn chưa đến SV để kịp thi, SV vui lòng trình bày tất cả lý do kèm minh chứng để Cán bộ coi thi ghi nhận vào danh sách thi. PĐT đối chiếu dữ liệu sau.. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính gửi phòng đào tạo. . . . Em tên là [full_name], mssv [student_id], hiện đang là sinh viên năm 4 khoa Cơ khí và sắp tốt nghiệp. Thời gian qua do điều kiện máy móc không cho phép em đã đăng ký hoãn thi bộ môn Xác suất thống kê mã ME2001. Nhưng theo quy định em phải đăng ký môn học ở học kỳ sau để được thi lại lấy điểm hoãn thi. Vì trong thời gian qua vào đợt đăng ký thứ dự thính đợt 2 em có lên đăng ký nhưng do có duy nhất 1 lớp và đã không còn trống (đã 99/99).. . . . Do đó em viết đơn này mong phòng đào tạo xem xét cho em được thêm tên vào lớp Xác suất thống kê mã ME2001 để em có thể hoàn thành bài thi lấy điểm hoãn trong học kỳ kế tiếp.. . . . Em xin chân thành cám ơn và mong đợi câu trả lời từ Phòng đào tạo. Em xin kính chào.",
            "Chào em,. . Em đọc kỹ quy chế điều 17.2 về hoãn thi nhé.. . . . Thân gửi các bạn sinh viên, . . Phòng Đào tạo (PĐT) đã thông báo cho Sinh viên (SV) về việc nộp đơn hoãn thi trực tiếp cho PĐT đối với các môn học Lý thuyết, mà không thông qua Giảng viên (GV). PĐT sẽ hậu kiểm các tình huống cấm thi sau. Hiện nay, SV đăng ký bằng cách gửi email về PĐT có kèm file và qua hệ thống Hỗ trợ trực tuyến (BKSI). Để nhanh chóng và thuận lợi, PĐT thay đổi phương thức nộp đơn hoãn thi như sau:. . SV đăng nhập vào Google bằng tài khoản BKNetID@hcmut.edu.vn và điền thông tin hoãn thi theo link: https://forms.gle/ckyYcJMWN7w3kqe56. . Hạn cuối: 5 ngày sau khi thi online (chỉ tính ngày làm việc). . Trường hợp SV đã nộp đơn qua email của PĐT và  qua công cụ BKSI (đã hoặc chưa được tiếp nhận), vui lòng điền lại vào form trên để PĐT cập nhật dữ liệu đồng nhất và chính xác.. . Riêng đối với môn Đồ án, Thực tập ngoài trường, Đề cương Luận văn, Luận văn/Tiểu luận tốt nghiệp: SV có thể xin hoãn bảo vệ với lý do dịch Covid-19 ảnh hưởng nghiêm trọng đến kết quả thực hiện đề tài (không thực nghiệm được tại Phòng thí nghiệm, không thực địa, ...). SV gửi email trực tiếp đến Giáo viên hướng dẫn, Khoa/Bộ môn để được xem xét đồng ý và forward email cuối cùng đến email của PĐT để đăng ký.. . Thông tin thêm:. . •\tQuy định hoãn thi (HT): xem chi tiết tại khoản 17.2 Điều 17 trong Quy chế đào tạo và học vụ (aao.hcmut.edu.vn    Sinh viên    Quy chế).. . •\tCác môn có phần thí nghiệm (TNg) sẽ được tổ chức thi sau khi TNg xong. Một số môn, Giảng viên sẽ đề nghị cho thi trước, điểm TNg sẽ có sau, khi đó SV có thể xin hoãn thi.. . •\tRiêng hoãn thi kiểm tra giữa kỳ của HK DT202 và 203: SV liên hệ trực tiếp GV và Bộ môn để được xem xét cho kiểm tra riêng hoặc lấy cột điểm thành phần khác để làm điểm kiểm tra.. .  . . Chúc các bạn học tập thật tốt!. . . . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em xin chào PĐT ạ. . Cho nếu bây giờ em thanh toán học phí hk203 thì pđt còn có thể giải quyết cho em về việc đkmh hk211 không ạ?. . Em mong pđt xem xét cho em ạ. . Em cảm ơn!",
            "Em mong nhà trường xem xét trả lời sớm cho em ạ!",
            "Chào bạn,. . Hiện tại bạn vẫn chưa thanh toán HP nhé, sau khi thanh toán HP.. . Nếu có nhu cầu ĐKMH HK211, bạn vui lòng gửi thêm 1 yêu cầu xin đăng ký môn học, ghi rõ tên và Mã MH, mã nhóm, để PDT kiểm tra và ĐKMH cho bạn (nếu còn sĩ số). . . SV chủ động liên lạc với GV để xin vào lớp vì hiện tại đã bắt đầu HK211. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em hiện tại vẫn chưa nộp được bảng sao bằng tốt nghiệp. PĐT cho em hỏi đến tháng 10, trường sẽ tổng kiểm tra bảng sao bằng tốt nghiệp THPT bằng hình thức online đúng không ạ?. . Em xin cảm ơn.. .",
            ". . Chào bạn,. . PDT sẽ tổng kiểm tra bằng TN THPT (và bằng Cao Đẳng, Đại học đối với SV bằng 2, và VLVH). SV phải chuẩn bị sẵn sàng (bảng sao và bản scan) các bằng TN. Thời gian kiểm tra là trong tháng 10 và theo thông báo riêng. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . PDT cho em hỏi về vấn đề đăng kí môn học học kì chính HK211.  Em có gửi đăng kí đợt 1 là môn Luận văn tốt nghiệp (kĩ thuật chế tạo)  ME4029 . Có phiếu đăng kí nhưng kết quả đăng kí lại không có môn.  Vì em chưa đũa chuẩn Anh văn để làm luận văn nhưng kì 211 này nhà trường có thông báo là bỏ qua chuẩn AV nên em rất thắc mắc về vấn đề này ạ. Mong PDT sớm đưa ra câu trả lời giúp em. Em xin cảm ơn!",
            "Chào bạn. . \" Nếu yêu cầu của bạn đến nay vẫn chưa được xử lý, vui lòng gửi lại để PDT kiểm tra và trả lời cho bạn \". .  . . SV lưu ý:. .  1- Hiện tại toàn bộ môn học đã được Phòng Đào tạo tăng sĩ số tối đa theo quy định của từng loại môn học và quy định của Google Meet (tối đa 100 tính luôn Giảng Viên).Xem quy định về sĩ số mở lớp cho từng loại môn học tại đây: aao.hcmut.edu.vn/sinh viên/quy chế/học vụ/Quy chế đào tạo và học vụ bậc đại học, cao đẳng/ Điều 8. 2. . 2- Đã hết thời gian hiệu chỉnh và hủy môn học, Về việc rút Môn Học (có tính học phí) sinh viên vui lòng đợi mail thông báo của PDT trong tháng 9/2021. . 2- Nếu có nhu cầu học, SV có thể đăng ký dự thính (lộ trình 2 bắt đầu học ngày 30/8) vào đợt 2 từ ngày 25/8 đến 27/8. . 3- Sinh viên vui lòng xem kết quả ĐKMH, xem lý do vì sao không ĐKMH được (có đăng ký, nhưng không có TKB) tại trang web: mybk.hcmut.edu.vn    Đăng ký môn học    Đăng ký môn học HK211 - Kết quả đợt 2 (hoặc Kết quả đợt 1)    bấm vào mục Đăng ký mới    chọn Loại hình đăng ký    xem Lịch sử đăng ký.. . 4- Trong trường hợp kết quả xử lý ĐKMH không đúng, bạn có thể làm đơn khiếu nại (kèm minh chứng nếu có), gửi qua trang bksi ghi rõ tiêu đề: “Khiếu nại ĐKMH HK211”, nội dung khiếu nại trình bày rõ lý do, ghi rõ tên, mã môn học và mã nhóm đã đăng ký.. . 5- SV xem TKB tại mybk/Thông tin SV/ Xem TKB. . Chúc các bạn học tốt!. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Ủa thầy/cô cho e hỏi là có có cách nào để giải quyết việc   B bằng ngoại ngữ ielts bị kẹt ở trung tâm không lấy được do dịch  /B  làm trung tâm dừng hoạt động tạm thời không vậy ạ, e thấy trên mybk để là đến 30/8 là hết hạn đki để xét tốt nghiệp. Mà đến lúc đó nếu trung tâm IDP vẫn đang dãn cách phải đóng cửa thì e buộc phải trễ tốt nghiệp sao ạ.. . Dịch là lý do khách quan khiến mấy trung tâm không thể hoạt động được như dự kiến trường có cách giải quyết nào cho mấy chứng chỉ đó không vậy à, chứ tự nhiên bị trễ như thế này thì thật sự buồn quá.. . Em lên mybk đăng kí chứng chỉ thì thấy yêu cầu cả hình bằng + bản sao từ trung tâm gửi về trường. Mà hiện tại trung tâm không thể gửi bằng hay bản sao do dịch. Không biết ở trường có chính sách nào để giải quyết về chứng chỉ ngoại ngữ này không ạ.. . Em cảm ơn",
            "Chào bạn. . Đợt tốt nghiệp này dự kiến vào tháng 11/2021. . - Nên hết dịch bạn liên hệ liền Trung tâm để hoàn tất các thủ tục, sẽ kịp tốt nghiệp đợt này nghen. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . PDT cho em hỏi về vấn đề đăng kí môn học học kì chính HK211.  Em có gửi đăng kí đợt 1 là môn Luận văn tốt nghiệp (kĩ thuật chế tạo)  ME4029 . Có phiếu đăng kí nhưng kết quả đăng kí lại không có môn.  Vì em chưa đủ chuẩn Anh văn để làm luận văn nhưng kì 211 này nhà trường có thông báo là bỏ qua chuẩn AV nên em rất thắc mắc về vấn đề này ạ. Mong PDT sớm đưa ra câu trả lời giúp em. Em xin cảm ơn!",
            "Chào bạn. . \" Nếu yêu cầu của bạn đến nay vẫn chưa được xử lý, vui lòng gửi lại để PDT kiểm tra và trả lời cho bạn \". .  . . SV lưu ý:. .  1- Hiện tại toàn bộ môn học đã được Phòng Đào tạo tăng sĩ số tối đa theo quy định của từng loại môn học và quy định của Google Meet (tối đa 100 tính luôn Giảng Viên).Xem quy định về sĩ số mở lớp cho từng loại môn học tại đây: aao.hcmut.edu.vn/sinh viên/quy chế/học vụ/Quy chế đào tạo và học vụ bậc đại học, cao đẳng/ Điều 8. 2. . 2- Đã hết thời gian hiệu chỉnh và hủy môn học, Về việc rút Môn Học (có tính học phí) sinh viên vui lòng đợi mail thông báo của PDT trong tháng 9/2021. . 2- Nếu có nhu cầu học, SV có thể đăng ký dự thính (lộ trình 2 bắt đầu học ngày 30/8) vào đợt 2 từ ngày 25/8 đến 27/8. . 3- Sinh viên vui lòng xem kết quả ĐKMH, xem lý do vì sao không ĐKMH được (có đăng ký, nhưng không có TKB) tại trang web: mybk.hcmut.edu.vn    Đăng ký môn học    Đăng ký môn học HK211 - Kết quả đợt 2 (hoặc Kết quả đợt 1)    bấm vào mục Đăng ký mới    chọn Loại hình đăng ký    xem Lịch sử đăng ký.. . 4- Trong trường hợp kết quả xử lý ĐKMH không đúng, bạn có thể làm đơn khiếu nại (kèm minh chứng nếu có), gửi qua trang bksi ghi rõ tiêu đề: “Khiếu nại ĐKMH HK211”, nội dung khiếu nại trình bày rõ lý do, ghi rõ tên, mã môn học và mã nhóm đã đăng ký.. . 5- SV xem TKB tại mybk/Thông tin SV/ Xem TKB. . Chúc các bạn học tốt!. . Thân. .",
            "Học vụ . Thưa thầy/cô PĐT:. . Em tên [full_name], sinh viên ngành Kĩ thuật hoá học. Theo tiến độ học tập thì kì 211 em có thể đăng kí luận văn nhưng do em chưa nộp bằng anh văn nên chưa đăng kí được. Về các học phần, em chỉ còn 1 môn chưa hoàn thành, em có đăng kí ở học kì 211 nhưng kì chính không mở lớp và em đăng kí ở kì dự thính và em cũng không đăng kí thêm môn ở kì chính. Quy chế học vụ thì quy định nếu kì nào em không đăng kí môn thì coi như em bỏ kì đó. Vậy thầy cô cho em hỏi, trường hợp em chỉ đăng kí môn ở kì dự thính mà không đăng kí môn kì chính thì có bị huỷ học kì đó không, và nếu trường hợp em xem như bị huỷ học kì, thì ở đợt đkmh 3 kì chính em có thể đăng kí môn bổ sung không ạ?",
            "Chào bạn. . Không sao nghen bạn. . - Bạn xem thông báo các đợt DKMH bổ sung PDT đã gởi qua mail và vào DKMH lại nghen. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em đã hoàn thành luận văn, tuy nhiên chứng chỉ av nghe + đọc đã nộp là 550, chưa đủ điểm av4. Tình hình hiện tại không thể thi được, vậy kì tới e có cần đkmh để duy trì không ạ? Và lịch chuyển điểm nghe + đọc để xét tốt nghiệp có dời không ạ?",
            "Chào bạn,. . Bạn có thể đăng ký học AV 4 trong trường bình thường nhé.. . Chào bạn,. . Việc ĐKMH là tùy sinh viên nhé, trường hợp không có TKB trong học kỳ, SV sẽ bị tạm dừng, không được cấp giấy CNSV.. . Khi đủ điều kiện TN, SV có thể làm đơn xin thu nhận lại nhé.. . Xem chi tiết quy chế tại đây:. . aao.hcmut.edu.vn/sinh viên/quy chế/học vụ/Quy chế đào tạo và học vụ bậc đại học, cao đẳng:/ điều 26. . Bạn theo dõi thông tin xét tốt nghiệp đợt tháng 11/2021 tại aao.hcmut.edu.vn/Sinh viên/Lịch học vụ (hiện tại chưa cập nhật). . PĐT thực hiện đợt xét tốt nghiệp tháng 11/2021 đến hết HK211. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Nộp đơn xin hủy hoãn thi. . Dạ em nộp đơn xin hủy hoãn thi mong PĐT xem xét giúp em a. Em cảm ơn. . . . . .",
            "Chào bạn. . - Phòng Đào tạo đã đồng ý yêu cầu về việc xin HUỶ Hoãn Thi của bạn. . . - Bạn thi bình thường theo Lịch thi đã thông báo. . - Trường hợp có sự cố bất khả kháng trong khi thi dẫn đến không thể hoàn thành được bài thi, và không được giải quyết cho thi các ca thi sau (nếu có), sinh viên có thể đăng ký \"Hoãn thi\" ngay sau buổi thi (không phải vắng thi có phép), SV phải báo với CBCT hoặc trực thi để được ghi nhận vào trong danh sách thi. PDT sẽ đối chiếu lại với danh sách Khoa để ra quyết định hoãn thi. . Chúc bạn học tập tốt nhé.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em đã điền vào form này, như vậy đã đủ để hoãn thi chưa ạ? Em cảm ơn.",
            "Em làm như hướng dẫn. . . . Thân gửi các bạn sinh viên, . . Phòng Đào tạo (PĐT) đã thông báo cho Sinh viên (SV) về việc nộp đơn hoãn thi trực tiếp cho PĐT đối với các môn học Lý thuyết, mà không thông qua Giảng viên (GV). PĐT sẽ hậu kiểm các tình huống cấm thi sau. Hiện nay, SV đăng ký bằng cách gửi email về PĐT có kèm file và qua hệ thống Hỗ trợ trực tuyến (BKSI). Để nhanh chóng và thuận lợi, PĐT thay đổi phương thức nộp đơn hoãn thi như sau:. . SV đăng nhập vào Google bằng tài khoản BKNetID@hcmut.edu.vn và điền thông tin hoãn thi theo link: https://forms.gle/ckyYcJMWN7w3kqe56. . Hạn cuối: 5 ngày sau khi thi online (chỉ tính ngày làm việc). . Trường hợp SV đã nộp đơn qua email của PĐT và  qua công cụ BKSI (đã hoặc chưa được tiếp nhận), vui lòng điền lại vào form trên để PĐT cập nhật dữ liệu đồng nhất và chính xác.. . Riêng đối với môn Đồ án, Thực tập ngoài trường, Đề cương Luận văn, Luận văn/Tiểu luận tốt nghiệp: SV có thể xin hoãn bảo vệ với lý do dịch Covid-19 ảnh hưởng nghiêm trọng đến kết quả thực hiện đề tài (không thực nghiệm được tại Phòng thí nghiệm, không thực địa, ...). SV gửi email trực tiếp đến Giáo viên hướng dẫn, Khoa/Bộ môn để được xem xét đồng ý và forward email cuối cùng đến email của PĐT để đăng ký.. . Thông tin thêm:. . •\tQuy định hoãn thi (HT): xem chi tiết tại khoản 17.2 Điều 17 trong Quy chế đào tạo và học vụ (aao.hcmut.edu.vn    Sinh viên    Quy chế).. . •\tCác môn có phần thí nghiệm (TNg) sẽ được tổ chức thi sau khi TNg xong. Một số môn, Giảng viên sẽ đề nghị cho thi trước, điểm TNg sẽ có sau, khi đó SV có thể xin hoãn thi.. . •\tRiêng hoãn thi kiểm tra giữa kỳ của HK DT202 và 203: SV liên hệ trực tiếp GV và Bộ môn để được xem xét cho kiểm tra riêng hoặc lấy cột điểm thành phần khác để làm điểm kiểm tra.. .  . . Chúc các bạn học tập thật tốt!. . . . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em tên là [full_name], sinh viên tiên tiến ngành điện điện tử mssv: [student_id].Em còn một môn cuối không đăng ký được ở đợt đăng ký môn học lần 2 do lớp đã đủ sỉ số qui định. Em viết yêu cầu này xin phòng đào tạo mở rộng sỉ số lớp để em được học ạ, do đây là môn cuối cùng trong chương trình học rồi ạ. Em xin cám ơn.",
            "Chào bạn,. . Hiện tại toàn bộ môn học đã được Phòng Đào tạo tăng sĩ số tối đa theo quy định của từng loại môn học và quy định của google meet (tối đa 100 tính luôn Giảng Viên). . Xem quy định về sĩ số mở lớp cho từng loại môn học tại đây: aao.hcmut.edu.vn/sinh viên/quy chế/học vụ/Quy chế đào tạo và học vụ bậc đại học, cao đẳng/ Điều 8. 2. . Chúc bạn học tập tốt nhé.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em là sinh viên xây dựng. Theo thông báo trước khi bùng dịch thì khoa xây dựng nộp nguyện vọng hạn chót là 18-08-2021. Mà trước tình hình giãn cách xã hội thì không nộp được. Vậy cho em hỏi có thay đổi gì không?",
            "Chào bạn. . Về chương trình đào tạo/phân ngành bạn vui lòng liên hệ Khoa (cụ thể là Thầy phó khoa phụ trách chương trình đào tạo) để tư vấn và giải đáp. . Chúc bạn học tập tốt nhé.. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em tên: [full_name]. . MSSV: [student_id]. . Hệ VHVL: Kỹ Thuật Ô Tô. . Hiên tại em bị mất giấy tờ tùy thân do dịch bênh nên chưa đi làm lại được nhưng  ngày thi lại đến gần 24-08-2021. Em muốn hỏi trường hợp của em có được thi hay không?",
            "Chào em,. . - SV phải dùng thẻ SV khi dự thi. Nếu SV làm mất thẻ SV thì phải đăng ký làm lại. PĐT đã có tuỳ chọn nhận tại nhà, người nhận trả cước bưu điện: ghi rõ họ tên, số điện thoại, địa chỉ.. . - Em vào mybk/đăng ký in lại thẻ sv ... đóng tiền mới được in nhé. . . . . Hiện tại PĐT giải quyết in thẻ sv hàng ngày và gửi bưu cục (nếu sv có đăng ký). Nhưng vì nhiều lý do bất khả kháng [full_name] vẫn chưa đến SV để kịp thi, SV vui lòng trình bày tất cả lý do kèm minh chứng để Cán bộ coi thi ghi nhận vào danh sách thi. PĐT đối chiếu dữ liệu sau.. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác .  Em xin Chào em tên [full_name] [student_id] . . 1]. Lớp L09_C VL2 HK202 13/8/2021 tg:10h  chuyện là khi thi thì em vẫn tuân thủ sử dụng đúng 2 thiết bị để thi 1 cái quay toàn cảnh 1 cái laptop quay và ghi màng hình lúc làm bày, mà tại lúc đầu em chỉnh góc quay của laptop không đúng góc cho lắm nên chỉ quay được màng hình làm bày và khuôn mặt của em và đợi lúc sau khi được giám thị chỉ thì em mới chỉnh góc quay luôn phần giấy nháp làm bày , vậy em có vi phạm quy chế thi không ạ.. . 2]. lớp L08_C GT2 HK202 7/8/2021 tg:10h là lúc đầu khi nộp video thi CK em đã nộp nhầm video của môn VL1 Nên em đã nộp lại, vậy em cần làm đơnbgì không ạ.",
            "Chào bạn,. . - Bạn vui lòng xem chi tiết hướng dẫn thi trực tuyến nhà trường đã gửi thông báo đến SV. . - Bạn cần thực hiện theo hướng dẫn của nhà trường và thực hành để thuần thục các thao tác ghi màn hình trước khi thi.. . - Bạn nên liên hệ GV giảng dạy để được hướng dẫn.. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Dạ chào thầy cô em có hai câu hỏi mong được giải đáp ạ:. . 1/ Kỳ chính 20.1 em pass môn A nhưng chỉ 5. thôi và kỳ chính 21.1 này em học cải thiện lại môn đó vậy nếu kỳ 21.1 cao hơn thì lấy điểm nào ạ và nếu chẳng may kỳ 21.1 thấp hơn hoặc rớt môn (chỉ là em thắc mắc thôi dĩ nhiên cải thiện phải cao hơn) thì lấy điểm như thế nào ạ.. . 2/ Em đang định hoãn thi 1 môn mã IM vậy thì nếu hoãn thì có lấy điểm thành phần (BTL, GK) không ạ hay là hủy ạ và lần thi vào lần sau thì có tính điểm không ạ hay chỉ tính đạt hay không đạt thôi.. . Mong được quý thầy cô giải đáp.. . Em cảm ơn",
            "Chào bạn,. . Về học cải thiện, nếu bạn học đúng môn học thì sẽ lấy điểm cao hơn nhé, vui lòng xem quy định về tính điểm và hoãn thi tại đây:. . Xem chi tiết quy chế tại đây:. . aao.hcmut.edu.vn/sinh viên/quy chế/học vụ/Quy chế đào tạo và học vụ bậc đại học, cao đẳng:/ Điều 17. Vắng thi, hoãn thi, cấm thi, miễn thi. .  Và Điều 19. Số tín chỉ tích lũy, điểm trung bình tích lũy. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em muốn đăng ký môn học . . Môn: Kiến trúc. . Mã môn học: CI1049. . . . Nhưng lớp đã full tất thì làm thế nào ạ . . Em cảm ơn",
            "Chào bạn,. . Hiện tại toàn bộ môn học đã được Phòng Đào tạo tăng sĩ số tối đa theo quy định của từng loại môn học và quy định của google meet (tối đa 100 tính luôn Giảng Viên). . Xem quy định về sĩ số mở lớp cho từng loại môn học tại đây: aao.hcmut.edu.vn/sinh viên/quy chế/học vụ/Quy chế đào tạo và học vụ bậc đại học, cao đẳng/ Điều 8. 2. . Chúc bạn học tập tốt nhé.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Em bị lỗi video lúc thi môn Vật lý2( PH1005) ca thi lúc 10h, video lúc ban đầu quay điểm danh thì bình thường nhưng lúc làm bài thì không quay được bài em làm thì em nên giải quyết như thế nào ?? Em đã liên lạc với giáo viên phụ trách nhưng vấn đề vẫn chưa được giải quyết và biểu em nên mail đào tạo để biết thêm.. .",
            "Chào bạn,. . - Bạn vui lòng xem chi tiết hướng dẫn thi trực tuyến nhà trường đã gửi thông báo đến SV. . - Bạn cần thực hiện theo hướng dẫn của nhà trường và thực hành để thuần thục các thao tác ghi màn hình trước khi thi.. . - Bạn nên liên hệ GV giảng dạy để được hướng dẫn.. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em có vài thắc mắc về việc hoãn thi, mong PĐT giải đáp:. . 1. Khi nhận được điểm hoãn thi(HT), hình thức để đăng ký thi cuối kỳ như thế nào? Chỉ cần đăng ký thi cuối kì hay phải đăng ký môn học này trong học kỳ?. . 2. Lấy điểm thi này lấy làm điểm tổng kết thay thế cho điểm HT thì có được tính vào ĐTBTL hay chỉ tính điểm đạt(DT)?. . Em đã đọc điều 17.2 Quy chế học vụ nhưng muốn xác nhận lại. Cảm ơn PĐT!",
            "Chào em,. . PĐT căn cứ vào quy chế mà làm nhé, em đọc kỹ quy chế điều 17.2. . . . Thân gửi các bạn sinh viên, . . Phòng Đào tạo (PĐT) đã thông báo cho Sinh viên (SV) về việc nộp đơn hoãn thi trực tiếp cho PĐT đối với các môn học Lý thuyết, mà không thông qua Giảng viên (GV). PĐT sẽ hậu kiểm các tình huống cấm thi sau. Hiện nay, SV đăng ký bằng cách gửi email về PĐT có kèm file và qua hệ thống Hỗ trợ trực tuyến (BKSI). Để nhanh chóng và thuận lợi, PĐT thay đổi phương thức nộp đơn hoãn thi như sau:. . SV đăng nhập vào Google bằng tài khoản BKNetID@hcmut.edu.vn và điền thông tin hoãn thi theo link: https://forms.gle/ckyYcJMWN7w3kqe56. . Hạn cuối: 5 ngày sau khi thi online (chỉ tính ngày làm việc). . Trường hợp SV đã nộp đơn qua email của PĐT và  qua công cụ BKSI (đã hoặc chưa được tiếp nhận), vui lòng điền lại vào form trên để PĐT cập nhật dữ liệu đồng nhất và chính xác.. . Riêng đối với môn Đồ án, Thực tập ngoài trường, Đề cương Luận văn, Luận văn/Tiểu luận tốt nghiệp: SV có thể xin hoãn bảo vệ với lý do dịch Covid-19 ảnh hưởng nghiêm trọng đến kết quả thực hiện đề tài (không thực nghiệm được tại Phòng thí nghiệm, không thực địa, ...). SV gửi email trực tiếp đến Giáo viên hướng dẫn, Khoa/Bộ môn để được xem xét đồng ý và forward email cuối cùng đến email của PĐT để đăng ký.. . Thông tin thêm:. . •\tQuy định hoãn thi (HT): xem chi tiết tại khoản 17.2 Điều 17 trong Quy chế đào tạo và học vụ (aao.hcmut.edu.vn    Sinh viên    Quy chế).. . •\tCác môn có phần thí nghiệm (TNg) sẽ được tổ chức thi sau khi TNg xong. Một số môn, Giảng viên sẽ đề nghị cho thi trước, điểm TNg sẽ có sau, khi đó SV có thể xin hoãn thi.. . •\tRiêng hoãn thi kiểm tra giữa kỳ của HK DT202 và 203: SV liên hệ trực tiếp GV và Bộ môn để được xem xét cho kiểm tra riêng hoặc lấy cột điểm thành phần khác để làm điểm kiểm tra.. .  . . Chúc các bạn học tập thật tốt!. . . . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em chào Thầy/ Cô. . . . Em đã đăng ký hoãn thi 1 môn ở HK202 và ở HK211 môn đó có mở lớp. Em muốn thi lại vào HK211 này thì em đăng ký như thế nào và đăng ký cho ai ạ?. . . . Em cảm ơn.",
            "Chào em,. . Em đọc kỹ nhé.. . . . Thân gửi các bạn sinh viên, . . Phòng Đào tạo (PĐT) đã thông báo cho Sinh viên (SV) về việc nộp đơn hoãn thi trực tiếp cho PĐT đối với các môn học Lý thuyết, mà không thông qua Giảng viên (GV). PĐT sẽ hậu kiểm các tình huống cấm thi sau. Hiện nay, SV đăng ký bằng cách gửi email về PĐT có kèm file và qua hệ thống Hỗ trợ trực tuyến (BKSI). Để nhanh chóng và thuận lợi, PĐT thay đổi phương thức nộp đơn hoãn thi như sau:. . SV đăng nhập vào Google bằng tài khoản BKNetID@hcmut.edu.vn và điền thông tin hoãn thi theo link: https://forms.gle/ckyYcJMWN7w3kqe56. . Hạn cuối: 5 ngày sau khi thi online (chỉ tính ngày làm việc). . Trường hợp SV đã nộp đơn qua email của PĐT và  qua công cụ BKSI (đã hoặc chưa được tiếp nhận), vui lòng điền lại vào form trên để PĐT cập nhật dữ liệu đồng nhất và chính xác.. . Riêng đối với môn Đồ án, Thực tập ngoài trường, Đề cương Luận văn, Luận văn/Tiểu luận tốt nghiệp: SV có thể xin hoãn bảo vệ với lý do dịch Covid-19 ảnh hưởng nghiêm trọng đến kết quả thực hiện đề tài (không thực nghiệm được tại Phòng thí nghiệm, không thực địa, ...). SV gửi email trực tiếp đến Giáo viên hướng dẫn, Khoa/Bộ môn để được xem xét đồng ý và forward email cuối cùng đến email của PĐT để đăng ký.. . Thông tin thêm:. . •\tQuy định hoãn thi (HT): xem chi tiết tại khoản 17.2 Điều 17 trong Quy chế đào tạo và học vụ (aao.hcmut.edu.vn    Sinh viên    Quy chế).. . •\tCác môn có phần thí nghiệm (TNg) sẽ được tổ chức thi sau khi TNg xong. Một số môn, Giảng viên sẽ đề nghị cho thi trước, điểm TNg sẽ có sau, khi đó SV có thể xin hoãn thi.. . •\tRiêng hoãn thi kiểm tra giữa kỳ của HK DT202 và 203: SV liên hệ trực tiếp GV và Bộ môn để được xem xét cho kiểm tra riêng hoặc lấy cột điểm thành phần khác để làm điểm kiểm tra.. .  . . Chúc các bạn học tập thật tốt!. . . . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Thưa thầy cô,. . Vì lý do laptop bị hư nên trước đó em có đăng ký hoãn thi hết các môn trong học kỳ này, nhưng bây giờ laptop em đã sửa xong thì em có thể thi một số môn còn lại không ạ?. . Và với những môn em đã hoãn thi thì liệu điểm thành phần em có bị xóa hết và chỉ xét đến điểm thi CK trên 5 để chấm Đ hay KĐ theo quy chế không ạ?. . . . Em xin cảm ơn và chúc thầy cô sức khỏe. . .",
            "Chào em,. . - Em làm đơn xin hủy hoãn thi: ghi rõ HK, mã môn học, tên môn học ... , hoặc lấy mẫu đơn hoãn thi sửa thành đơn HỦY HOÃN THI, gửi qua bksi. . - Và với những môn em đã hoãn thi thì liệu điểm thành phần em có bị xóa hết và chỉ xét đến điểm thi CK trên 5 để chấm Đ hay KĐ theo quy chế không ạ?. . =  Em đọc kỹ quy chế điều 17.2 nhé.. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em tên: [full_name].. . MSSV: [student_id]. . Hệ VHVL: Kỹ Thuật Ô Tô. . Em là tân sinh khóa tuyển sinh 04/2021 em muốn hỏi chương trình đào tạo của em là Kỹ Sư hay Cử Nhân... Hiện tại em được hướng dẫn dựa theo chương trình đào tạo khóa 2019 để đăng ký môn học trong đó không có môn \"TR3019 [full_name]\"- là môn em được miễn?? Vậy em dựa trên chương trình đào tạo khóa 2019 để dk môn học có đúng không?. .",
            "Chào bạn,. . Về việc này, bạn vui lòng gửi mail về cho anh [email] hoặc [email] để được tư vấn và hỗ trợ nhé!. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Hôm qua ( 13/08/2021 ) , em có bài thi cuối kì trên BK exam vào lúc 16h00 , nhưng trước khi thi 30p em có trang http://exam.hcmut.edu.vn/ nhưng mãi không được vì trang của em bị khoá , em có vào phòng thi khác của bạn em để nhờ các cán bộ coi thi chỉ em cách giải quyết nhưng mà không được và em không thể thi được . . . Em xin thầy có thể cho em được thi lại trong 1 ngày nào đó . . Em cảm ơn thầy/cô nhiều ạ . . Đây là tình trạng khi em vào BKex :",
            "Chào bạn,. . - Bạn vui lòng xem chi tiết hướng dẫn thi trực tuyến nhà trường đã gửi thông báo đến SV. . - Bạn cần thực hiện theo hướng dẫn của nhà trường và thực hành để thuần thục các thao tác ghi màn hình trước khi thi.. . - Bạn nên liên hệ GV giảng dạy để được hướng dẫn.. . Thân mến,. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Dạ em chào PĐT.. . Em tên: [full_name] - MSSV [student_id] - [full_name]. . Dạ trong học kì dự thính 202 vì lý do tài chính khó khăn nên em thanh toán học phí trễ hạn dẫn đến việc không được đăng kí môn học cho học kì tiếp theo.. . Kình mong PĐT xem xét hổ trợ em được đăng kí môn học trong học kì này.. . Em xin chân thành cảm ơn.. .",
            "Chào bạn. . Bạn vui lòng vào kiểm tra và ĐKMH lại nhé!. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Dạ chào quý thầy cô.. . Em tên [full_name], khóa 16, khoa KH-KT máy tính.. . . . Em xin nộp đơn thu nhận ạ.. . . . Rất mong được quý thầy cô xem xét.. . Em cảm ơn.. .",
            "Chào bạn. . PDT đã tiếp nhận và đang xử lý đơn thu nhận vào HK211 của bạn. . Bạn vui lòng theo dõi tình trạng sinh viên của bạn chuyển sang từ “tạm dừng” sang tình trạng “Đang học” sẽ cập nhật trên Mybk-thông tin sinh viên, dự kiến trễ nhất vào 20/08/2021. . Bạn vui lòng đợi mail để đăng ký môn học vào đợt 3 (nếu có nhu cầu). . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: PĐT có nói check giúp em mà tới giờ vẫn chưa thấy PĐT trả lời ạ",
            "Chào bạn. . Pdt kiểm tra ở Hk 201 có môn. . . . CI4127\tĐồ án môn học tổ chức thi công\t1\t1\tA03. . . . Bạn [full_name] kiểm tra lại ds đã gởi cho GVHD chưa?"
        ]
    },
    {
        "intent": "",
        "message": [
            "Em chào PĐT,. . Em tên : [full_name], MSSV [student_id] VHVL.. . Dạ PĐT cho em hỏi là em muốn nộp đơn miễn môn học vậy em gửi lên BKSI phải không ạ. Vì tình hình dịch bệnh em không lên trường được ạ.. . Mong PDDT giải đáp giúp em, em cám ơn ạ.. .",
            "Chào bạn,. . Được nhé, bạn vui lòng tải mẫu đơn miễn môn, scan bảng điểm và gửi qua bksi nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ  /i  Em chào thầy cô! Thầy cô cho e hỏi vì lý do dịch bệnh nên e có hoãn thi 1 môn. Vậy thì mình sẽ đăng kí thi lại như thế nào ạ. Và các điểm thành phần của mình sẽ tính như thế nạo vậy ạ. E cảm ơn.. . . .",
            "Thân gửi các bạn sinh viên, . . Phòng Đào tạo (PĐT) đã thông báo cho Sinh viên (SV) về việc nộp đơn hoãn thi trực tiếp cho PĐT đối với các môn học Lý thuyết, mà không thông qua Giảng viên (GV). PĐT sẽ hậu kiểm các tình huống cấm thi sau. Hiện nay, SV đăng ký bằng cách gửi email về PĐT có kèm file và qua hệ thống Hỗ trợ trực tuyến (BKSI). Để nhanh chóng và thuận lợi, PĐT thay đổi phương thức nộp đơn hoãn thi như sau:. . SV đăng nhập vào Google bằng tài khoản BKNetID@hcmut.edu.vn và điền thông tin hoãn thi theo link: https://forms.gle/ckyYcJMWN7w3kqe56. . Hạn cuối: 5 ngày sau khi thi online (chỉ tính ngày làm việc). . Trường hợp SV đã nộp đơn qua email của PĐT và  qua công cụ BKSI (đã hoặc chưa được tiếp nhận), vui lòng điền lại vào form trên để PĐT cập nhật dữ liệu đồng nhất và chính xác.. . Riêng đối với môn Đồ án, Thực tập ngoài trường, Đề cương Luận văn, Luận văn/Tiểu luận tốt nghiệp: SV có thể xin hoãn bảo vệ với lý do dịch Covid-19 ảnh hưởng nghiêm trọng đến kết quả thực hiện đề tài (không thực nghiệm được tại Phòng thí nghiệm, không thực địa, ...). SV gửi email trực tiếp đến Giáo viên hướng dẫn, Khoa/Bộ môn để được xem xét đồng ý và forward email cuối cùng đến email của PĐT để đăng ký.. . Thông tin thêm:. . . . Em đọc kỹ nhé.. . . . •\tQuy định hoãn thi (HT): xem chi tiết tại khoản 17.2 Điều 17 trong Quy chế đào tạo và học vụ (aao.hcmut.edu.vn    Sinh viên    Quy chế).. . •\tCác môn có phần thí nghiệm (TNg) sẽ được tổ chức thi sau khi TNg xong. Một số môn, Giảng viên sẽ đề nghị cho thi trước, điểm TNg sẽ có sau, khi đó SV có thể xin hoãn thi.. . •\tRiêng hoãn thi kiểm tra giữa kỳ của HK DT202 và 203: SV liên hệ trực tiếp GV và Bộ môn để được xem xét cho kiểm tra riêng hoặc lấy cột điểm thành phần khác để làm điểm kiểm tra.. .  . . Chúc các bạn học tập thật tốt!. . . . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em kính chào Phòng quản lý và Đào tạo trường Đại học Bách Khoa TP.HCM. . Em tên: [full_name]. . MSSV:[student_id]. . Lý do:. . Hiện do sỉ số đăng kí lớp Cơ lưu chất đã đầy và để đăng ký cho phù hợp thời khóa biểu các môn khác nên em không còn đăng ký vào lớp học được nữa.. . Kính mong phòng đào tạo xem xét giúp em để em được đăng ký vào lớp Cơ lưu chất đã ghi trong đơn \" [full_name] \" của em.. . Em xin cam kết sẽ thực hiện đúng nội quy về thời khóa biểu môn học và đóng đúng thời hạn đóng học phí môn học. Em xin chân thành cảm ơn.",
            "Chào bạn. . \" Nếu yêu cầu của bạn đến nay vẫn chưa được xử lý, vui lòng gửi lại để PDT kiểm tra và trả lời cho bạn \". .  . . SV lưu ý:. .  1- Hiện tại toàn bộ môn học đã được Phòng Đào tạo tăng sĩ số tối đa theo quy định của từng loại môn học và quy định của Google Meet (tối đa 100 tính luôn Giảng Viên).Xem quy định về sĩ số mở lớp cho từng loại môn học tại đây: aao.hcmut.edu.vn/sinh viên/quy chế/học vụ/Quy chế đào tạo và học vụ bậc đại học, cao đẳng/ Điều 8. 2. . 2- Đã hết thời gian hiệu chỉnh và hủy môn học, Về việc rút Môn Học (có tính học phí) sinh viên vui lòng đợi mail thông báo của PDT trong tháng 9/2021. . 2- Nếu có nhu cầu học, SV có thể đăng ký dự thính (lộ trình 2 bắt đầu học ngày 30/8) vào đợt 2 từ ngày 25/8 đến 27/8. . 3- Sinh viên vui lòng xem kết quả ĐKMH, xem lý do vì sao không ĐKMH được (có đăng ký, nhưng không có TKB) tại trang web: mybk.hcmut.edu.vn    Đăng ký môn học    Đăng ký môn học HK211 - Kết quả đợt 2 (hoặc Kết quả đợt 1)    bấm vào mục Đăng ký mới    chọn Loại hình đăng ký    xem Lịch sử đăng ký.. . 4- Trong trường hợp kết quả xử lý ĐKMH không đúng, bạn có thể làm đơn khiếu nại (kèm minh chứng nếu có), gửi qua trang bksi ghi rõ tiêu đề: “Khiếu nại ĐKMH HK211”, nội dung khiếu nại trình bày rõ lý do, ghi rõ tên, mã môn học và mã nhóm đã đăng ký.. . 5- SV xem TKB tại mybk/Thông tin SV/ Xem TKB. . Chúc các bạn học tốt!. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Dạ cho em hỏi trong trường hợp mình bị hoãn thi trong dịch COVID-19 này, thì khi vô năm (hết dịch COVID-19) thi lại mình vẫn lấy điểm thi lại vào điểm tổng kết môn học luôn hay chỉ tính môn học là đạt hoặc không đạt ạ? Em cảm ơn nhiều ạ.",
            "Chào bạn. .  Về quy định (thi xóa điểm HT) hoãn thi: Bạn vui lòng xem chi tiết tại trang web aao.hcmut.edu.vn--  sinh viên --  Quy chế --  Quy chế đào tạo và học vụ bậc đại học và cao đẳng -- Điều 17.2. . Chúc bạn học tập tốt nhé.. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Cho em hỏi kì 211 này có đợt đăng ký bổ sung nữa không ạ? do có một môn được mở vào 13/8 mà em không check lại nên không biết ạ",
            "Chào bạn. . \" Nếu yêu cầu của bạn đến nay vẫn chưa được xử lý, vui lòng gửi lại để PDT kiểm tra và trả lời cho bạn \". .  . . SV lưu ý:. .  1- Hiện tại toàn bộ môn học đã được Phòng Đào tạo tăng sĩ số tối đa theo quy định của từng loại môn học và quy định của Google Meet (tối đa 100 tính luôn Giảng Viên).Xem quy định về sĩ số mở lớp cho từng loại môn học tại đây: aao.hcmut.edu.vn/sinh viên/quy chế/học vụ/Quy chế đào tạo và học vụ bậc đại học, cao đẳng/ Điều 8. 2. . 2- Đã hết thời gian hiệu chỉnh và hủy môn học, Về việc rút Môn Học (có tính học phí) sinh viên vui lòng đợi mail thông báo của PDT trong tháng 9/2021. . 2- Nếu có nhu cầu học, SV có thể đăng ký dự thính (lộ trình 2 bắt đầu học ngày 30/8) vào đợt 2 từ ngày 25/8 đến 27/8. . 3- Sinh viên vui lòng xem kết quả ĐKMH, xem lý do vì sao không ĐKMH được (có đăng ký, nhưng không có TKB) tại trang web: mybk.hcmut.edu.vn    Đăng ký môn học    Đăng ký môn học HK211 - Kết quả đợt 2 (hoặc Kết quả đợt 1)    bấm vào mục Đăng ký mới    chọn Loại hình đăng ký    xem Lịch sử đăng ký.. . 4- Trong trường hợp kết quả xử lý ĐKMH không đúng, bạn có thể làm đơn khiếu nại (kèm minh chứng nếu có), gửi qua trang bksi ghi rõ tiêu đề: “Khiếu nại ĐKMH HK211”, nội dung khiếu nại trình bày rõ lý do, ghi rõ tên, mã môn học và mã nhóm đã đăng ký.. . 5- SV xem TKB tại mybk/Thông tin SV/ Xem TKB. . Chúc các bạn học tốt!. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em chào thầy/cô.. . Em tên [full_name], mssv [student_id]. Em đã hoành thành luận văn tốt nghiệp, nhưng vẫn còn nợ anh văn 3,4. Do dịch covid không kịp thi để chuyển điểm nên em cần đăng ký môn để duy trì tình trạng sinh viên.. . Thầy/cô cho em hỏi môn đăng ký để duy trì có bắt buộc là môn trong học kì chình hay đăng ký môn trong học kì dự thính vẫn được duy trị vậy?. . Và làm thế nào để hủy môn trong học kì tới? . . Em cám ơn! . .",
            "Chào bạn,. . Bạn vẫn có thể ĐK av 3,4 trong trường học bình thường nhé. . Việc ĐKMH là tùy sinh viên nhé, trường hợp không có TKB trong học kỳ, SV sẽ bị tạm dừng, không được cấp giấy CNSV.. . Khi đủ điều kiện TN, SV có thể làm đơn xin thu nhận lại nhé.. . Xem chi tiết quy chế tại đây:. . aao.hcmut.edu.vn/sinh viên/quy chế/học vụ/Quy chế đào tạo và học vụ bậc đại học, cao đẳng:/ điều 26. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "B Vì ảnh hưởng dịch bệnh e ko đảm bảo được thiết bị thi cuối kỳ môn Giải tích 2 Mt1005 kỳ dự thính 202. E xin phép được hoãn thi môn này ạ. Nông Thu Hà [student_id]. . E xin cảm ơn. . . . .",
            "responsible person: [551] [staff_name] [helpdesk staff]",
            "Thân gửi các bạn sinh viên, . . Phòng Đào tạo (PĐT) đã thông báo cho Sinh viên (SV) về việc nộp đơn hoãn thi trực tiếp cho PĐT đối với các môn học Lý thuyết, mà không thông qua Giảng viên (GV). PĐT sẽ hậu kiểm các tình huống cấm thi sau. Hiện nay, SV đăng ký bằng cách gửi email về PĐT có kèm file và qua hệ thống Hỗ trợ trực tuyến (BKSI). Để nhanh chóng và thuận lợi, PĐT thay đổi phương thức nộp đơn hoãn thi như sau:. . SV đăng nhập vào Google bằng tài khoản BKNetID@hcmut.edu.vn và điền thông tin hoãn thi theo link: https://forms.gle/ckyYcJMWN7w3kqe56. . Hạn cuối: 5 ngày sau khi thi online (chỉ tính ngày làm việc). . Trường hợp SV đã nộp đơn qua email của PĐT và  qua công cụ BKSI (đã hoặc chưa được tiếp nhận), vui lòng điền lại vào form trên để PĐT cập nhật dữ liệu đồng nhất và chính xác.. . Riêng đối với môn Đồ án, Thực tập ngoài trường, Đề cương Luận văn, Luận văn/Tiểu luận tốt nghiệp: SV có thể xin hoãn bảo vệ với lý do dịch Covid-19 ảnh hưởng nghiêm trọng đến kết quả thực hiện đề tài (không thực nghiệm được tại Phòng thí nghiệm, không thực địa, ...). SV gửi email trực tiếp đến Giáo viên hướng dẫn, Khoa/Bộ môn để được xem xét đồng ý và forward email cuối cùng đến email của PĐT để đăng ký.. . Thông tin thêm:. . •\tQuy định hoãn thi (HT): xem chi tiết tại khoản 17.2 Điều 17 trong Quy chế đào tạo và học vụ (aao.hcmut.edu.vn    Sinh viên    Quy chế).. . •\tCác môn có phần thí nghiệm (TNg) sẽ được tổ chức thi sau khi TNg xong. Một số môn, Giảng viên sẽ đề nghị cho thi trước, điểm TNg sẽ có sau, khi đó SV có thể xin hoãn thi.. . •\tRiêng hoãn thi kiểm tra giữa kỳ của HK DT202 và 203: SV liên hệ trực tiếp GV và Bộ môn để được xem xét cho kiểm tra riêng hoặc lấy cột điểm thành phần khác để làm điểm kiểm tra.. .  . . Chúc các bạn học tập thật tốt!. . . . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ chào thầy/cô!. . Em tên là [full_name], MSSV [student_id], . . Đợt đăng ký môn học vừa rồi em đăng ký thiếu môn Hóa hữu cơ (MSMH: CH2021) mong PĐT tạo điều kiện đăng ký môn học này giúp em. . Em cảm ơn!",
            "Chào bạn. . \" Nếu yêu cầu của bạn đến nay vẫn chưa được xử lý, vui lòng gửi lại để PDT kiểm tra và trả lời cho bạn \". .  . . SV lưu ý:. .  1- Hiện tại toàn bộ môn học đã được Phòng Đào tạo tăng sĩ số tối đa theo quy định của từng loại môn học và quy định của Google Meet (tối đa 100 tính luôn Giảng Viên).Xem quy định về sĩ số mở lớp cho từng loại môn học tại đây: aao.hcmut.edu.vn/sinh viên/quy chế/học vụ/Quy chế đào tạo và học vụ bậc đại học, cao đẳng/ Điều 8. 2. . 2- Đã hết thời gian hiệu chỉnh và hủy môn học, Về việc rút Môn Học (có tính học phí) sinh viên vui lòng đợi mail thông báo của PDT trong tháng 9/2021. . 2- Nếu có nhu cầu học, SV có thể đăng ký dự thính (lộ trình 2 bắt đầu học ngày 30/8) vào đợt 2 từ ngày 25/8 đến 27/8. . 3- Sinh viên vui lòng xem kết quả ĐKMH, xem lý do vì sao không ĐKMH được (có đăng ký, nhưng không có TKB) tại trang web: mybk.hcmut.edu.vn    Đăng ký môn học    Đăng ký môn học HK211 - Kết quả đợt 2 (hoặc Kết quả đợt 1)    bấm vào mục Đăng ký mới    chọn Loại hình đăng ký    xem Lịch sử đăng ký.. . 4- Trong trường hợp kết quả xử lý ĐKMH không đúng, bạn có thể làm đơn khiếu nại (kèm minh chứng nếu có), gửi qua trang bksi ghi rõ tiêu đề: “Khiếu nại ĐKMH HK211”, nội dung khiếu nại trình bày rõ lý do, ghi rõ tên, mã môn học và mã nhóm đã đăng ký.. . 5- SV xem TKB tại mybk/Thông tin SV/ Xem TKB. . Chúc các bạn học tốt!. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em chào thầy/cô ạ. Em là [full_name], MSSV [student_id], sinh viên khoa diện - điện tử, bộ môn điện tử - viễn thông.. . Vào 13h00 ngày 18/8 sắp tới em có lịch thi cuối kỳ môn Vật lý bán dẫn (EE1013). Thế nhưng vào 13h30 cùng ngày em lại phải đi tiêm vắc xin ngừa Covid 19. Vì sự trùng giờ này nên em đã đăng ký xin tạm hoãn thi cuối kỳ. Song, em cũng băn khoăn không biết mình có được đăng ký thi cuối kỳ sau khi đã hoãn thi không vì đây là môn học mã cũ, theo thông tin em được biết thì 202 là kỳ mở cuối. Em viết mail này với mong muốn được thầy/cô giải đáp thắc mắc của mình, em mong thầy/cô nhanh chóng hồi âm, em cảm ơn.. . . .",
            "Chào bạn. . Nếu bạn đã đăng ký hoãn thi mà giờ quyết định đi thi thì bạn phải làm đơn HUỶ ĐIỂM HOÃN THI, vì PDT sẽ đối chiếu lại với danh sách Khoa để ra quyết định hoãn thi và công nhận điểm. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em kính chào [full_name] ạ.  . . Em tên [full_name] . . Sinh viên khoa Cơ khí khóa K16. . Mssv: [student_id]. . Em có vấn đề như sau: Đăng kí môn học học kì 211 theo Email thì không có xét chuẩn anh văn,  nên em chỉ đăng kí có 1 môn là Luận văn tốt nghiệp ME4029 nhưng khi kiếm tra kết quả đăng kí thì không có môn học ạ.  Hiện tại thời gian đăng kí môn học đợt 2 cũng đã kết thúc,  tình hình dịch COVID nên em cũng không thi bằng TOEIC được.  Mong PTD có hướng giải quyết giúp em với được không ạ.  Nếu không đăng kí được Luận văn tốt nghiệp ME4029 thì mong [full_name] có thể mở cho em đăng kí môn Tư tưởng Hồ Chí Minh (SP1005)  để em có thời khóa biểu vào học kì 211 sắp tới và không bị hủy tình trạng sinh viên đang học được không ạ.  Em rất mong sự trợ giúp và hướng dẫn.  Em xin chân thành cảm ơn!",
            "Chào bạn. . \" Nếu yêu cầu của bạn đến nay vẫn chưa được xử lý, vui lòng gửi lại để PDT kiểm tra và trả lời cho bạn \". .  . . SV lưu ý:. .  1- Hiện tại toàn bộ môn học đã được Phòng Đào tạo tăng sĩ số tối đa theo quy định của từng loại môn học và quy định của Google Meet (tối đa 100 tính luôn Giảng Viên).Xem quy định về sĩ số mở lớp cho từng loại môn học tại đây: aao.hcmut.edu.vn/sinh viên/quy chế/học vụ/Quy chế đào tạo và học vụ bậc đại học, cao đẳng/ Điều 8. 2. . 2- Đã hết thời gian hiệu chỉnh và hủy môn học, Về việc rút Môn Học (có tính học phí) sinh viên vui lòng đợi mail thông báo của PDT trong tháng 9/2021. . 2- Nếu có nhu cầu học, SV có thể đăng ký dự thính (lộ trình 2 bắt đầu học ngày 30/8) vào đợt 2 từ ngày 25/8 đến 27/8. . 3- Sinh viên vui lòng xem kết quả ĐKMH, xem lý do vì sao không ĐKMH được (có đăng ký, nhưng không có TKB) tại trang web: mybk.hcmut.edu.vn    Đăng ký môn học    Đăng ký môn học HK211 - Kết quả đợt 2 (hoặc Kết quả đợt 1)    bấm vào mục Đăng ký mới    chọn Loại hình đăng ký    xem Lịch sử đăng ký.. . 4- Trong trường hợp kết quả xử lý ĐKMH không đúng, bạn có thể làm đơn khiếu nại (kèm minh chứng nếu có), gửi qua trang bksi ghi rõ tiêu đề: “Khiếu nại ĐKMH HK211”, nội dung khiếu nại trình bày rõ lý do, ghi rõ tên, mã môn học và mã nhóm đã đăng ký.. . 5- SV xem TKB tại mybk/Thông tin SV/ Xem TKB. . Chúc các bạn học tốt!. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Văn phòng có thể hỗ trợ bổ sung danh sách cho em được học môn ktế chính trị kì này không ạ [full_name] Do full slots nên em không đăng kí được ạ. Bổ sung thêm 1 được không thầy/cô ơi",
            "Chào bạn. . \" Nếu yêu cầu của bạn đến nay vẫn chưa được xử lý, vui lòng gửi lại để PDT kiểm tra và trả lời cho bạn \". .  . . SV lưu ý:. .  1- Hiện tại toàn bộ môn học đã được Phòng Đào tạo tăng sĩ số tối đa theo quy định của từng loại môn học và quy định của Google Meet (tối đa 100 tính luôn Giảng Viên).Xem quy định về sĩ số mở lớp cho từng loại môn học tại đây: aao.hcmut.edu.vn/sinh viên/quy chế/học vụ/Quy chế đào tạo và học vụ bậc đại học, cao đẳng/ Điều 8. 2. . 2- Đã hết thời gian hiệu chỉnh và hủy môn học, Về việc rút Môn Học (có tính học phí) sinh viên vui lòng đợi mail thông báo của PDT trong tháng 9/2021. . 2- Nếu có nhu cầu học, SV có thể đăng ký dự thính (lộ trình 2 bắt đầu học ngày 30/8) vào đợt 2 từ ngày 25/8 đến 27/8. . 3- Sinh viên vui lòng xem kết quả ĐKMH, xem lý do vì sao không ĐKMH được (có đăng ký, nhưng không có TKB) tại trang web: mybk.hcmut.edu.vn    Đăng ký môn học    Đăng ký môn học HK211 - Kết quả đợt 2 (hoặc Kết quả đợt 1)    bấm vào mục Đăng ký mới    chọn Loại hình đăng ký    xem Lịch sử đăng ký.. . 4- Trong trường hợp kết quả xử lý ĐKMH không đúng, bạn có thể làm đơn khiếu nại (kèm minh chứng nếu có), gửi qua trang bksi ghi rõ tiêu đề: “Khiếu nại ĐKMH HK211”, nội dung khiếu nại trình bày rõ lý do, ghi rõ tên, mã môn học và mã nhóm đã đăng ký.. . 5- SV xem TKB tại mybk/Thông tin SV/ Xem TKB. . Chúc các bạn học tốt!. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Dạ em chào thầy/cô hiện tại em dự kiến em sẽ thi tốt nghiệp vào tháng 11 này tuy nhiên dịch bệnh em vẫn chưa thi tiếng anh nói viết cho em hỏi khi nào thì mới mở đợt thi tiếng anh nói viết lại ạ và có mở liên tục lại giống như trước không ạ. Và hiện tại em bị mất chứng minh nhân dân em chỉ còn hình chụp chứng minh nhân dân và thẻ sinh viên vậy cho em hỏi em có tham gia thi tiếng anh nói viết được không ạ",
            "Chào bạn. . AV Nói - viết: Trung tâm ngoại ngữ sẽ tổ chức kiểm tra Anh văn 2 kỹ năng nói – viết theo hình thức trực tuyến trong tháng 9/2021 dành cho SV chuẩn bị tốt nghiệp. Sinh viên  liên hệ trung tâm ngoại ngữ để được tư vấn và hướng dẫn thêm về việc bị mất CMND, thẻ SV bạn vẫn có thể đăng ký in lại và chọn gửi qua đường bưu điện nhé!. . PĐT thực hiện đợt xét tốt nghiệp tháng 11/2021 đến hết HK211. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Em thuộc lớp đại số tuyến tính kỳ 202 CC01. Vừa qua thi cuối kỳ em có coi lại đáp án và thấy có sự sai sót ở phần mềm khi làm tròn số theo yêu cầu giáo viên, em muốn xin phúc tra bài thi ạ. Em có mail giáo viên phụ trách nhưng vẫn chưa nhận được phản hồi thì em nên làm gì ạ.. .   i Yêu cầu khác .",
            "Chào em,. . SV phúc tra bài thi đăng ký tại mybk/phúc tra .... . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em vừa nhận được mail thông báo của PĐT, trong mail  có ghi \"PĐT thực hiện xét tốt nghiệp đợt 11/2021 đến cuối HK211\". . . . Vậy cho em hỏi là em đã đủ ĐKTN ở học kì 202, nhưng đăng kí cải thiện 1 số môn học ở học kì 211, những môn này sau khi thi cuối kì và có điểm, có kịp tính điểm trước đợt xét TN không ạ. . . . . Em xin cảm ơn cô/thầy.. . . .",
            "Chào bạn. . Hiện chỉ có thông báo như vậy, chưa có lịch trình gì cụ thể vì tình hình dịch như thế này. . Nên bạn cố gắng học xong thì báo Pdt xét tốt nghiệp, . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em chào thầy/cô!. . Em là [full_name], MSSV: [student_id], sinh viên K17 khoa Điện sẽ tốt nghiệp trong học kỳ này. . . Do tình hình dịch bệnh nên 2 kỹ năng anh văn nói-viết trường chưa thể tổ chức thi nên em đã có đăng ký 2 môn đề cương luận văn (mã EE4321) và đồ án (mã EE3149) để có thể dự trù cho việc duy trì việc học vào học kỳ tới để tránh bị trống việc học khi chưa nhận bằng tốt nghiệp.. . Hiện tại em biết trường sẽ tổ chức thi nói-viết cho sinh viên K17 tụi em vào đầu tháng 9 để kịp nhận bằng tốt nghiệp vào tháng 11 nên em gửi tin này mong thầy/cô chấp nhận cho em hủy 2 môn em vừa đăng ký hôm trước ạ.. . Em mong thầy/cô có thể hỗ trợ giúp em do em đã hơi an toàn trong vấn đề này. Do lịch đăng ký môn học đợt 2 đã đóng chiều 13/8 nên hiện em chưa thể hủy môn được.. . Em chân thành cảm ơn thầy/cô nhiều.. . . .",
            "Chào bạn,. . Hiện tại đã hết thời gian hiệu chỉnh  và hủy môn học nhé bạn của HK211. . SV vui lòng đợi thông báo về việc rút môn học (có tính học phí theo quy định), sẽ thông báo cho SV trong tháng 9/2021. . Xem chi tiết quy chế tại đây:. . aao.hcmut.edu.vn/sinh viên/quy chế/học vụ/Quy chế đào tạo và học vụ bậc đại học, cao đẳng:/ điều 11.2. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em vừa đăng kí 2 môn đồ án đã bị xoá khỏi chương trình đào tạo, nhưng không có môn thay thế. Thầy cô đã nhận dạy, vậy em có phải đóng học phí gấp 10 vì có mình em học không ạ. .",
            "Chào bạn,. . Trong quy chế không có quy đinh phải đóng học phí gấp 10 vì SV không học nhé bạn. . HP môn học tính theo quy định về HP của nhà trường. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Chào phòng đào tạo ĐH Bách Khoa tp HCM,. . em là [full_name]. . MSSV [student_id]. . Dạ do là trước đó e đã hoãn thi thành công rồi, nhưng em đã kịp xuất viện để thi . . Sau đây là thông tin các môn em đã xin hoãn: . . *Giải tích 2:-MT1005-HK202-Nhóm L06-B-Giờ thi: 16h00-Ngày thi 17/08/2021.. . *Phương pháp tính:-MT2013-HK202-Nhóm L09-C-Giờ thi: 13h00-Ngày thi 15/08/2021.. . Em mong muốn được hủy kết quả hoãn thi ở môn Giải tích 2 và Phương pháp tính lần trước ạ.. . Em cảm ơn PĐT.",
            "Chào em,. . Em làm đơn xin hủy hoãn thi: ghi rõ HK, mã môn học, tên môn học ... , hoặc lấy mẫu đơn hoãn thi sửa thành đơn HỦY HOÃN THI, gửi qua bksi. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác:  Kính gửi Phòng Đào Tạo!. .  Em thi môn Nghiên cứu vi cấu trúc và đánh giá tính chất vật liệu theo hình thức vấn đáp vào ngày 14/8. Thầy [full_name], Cán bộ chấm thi (CBChT) đề nghị em viết đơn gửi đến Phòng Đào Tạo để xin thi lại môn này.. .  Em mong Phòng Đào Tạo sẽ sớm xác nhận giúp em để em được thi lại ạ!. .  Em xin cảm ơn ạ!",
            "Thân gửi các bạn sinh viên, . . Phòng Đào tạo (PĐT) đã thông báo cho Sinh viên (SV) về việc nộp đơn hoãn thi trực tiếp cho PĐT đối với các môn học Lý thuyết, mà không thông qua Giảng viên (GV). PĐT sẽ hậu kiểm các tình huống cấm thi sau. Hiện nay, SV đăng ký bằng cách gửi email về PĐT có kèm file và qua hệ thống Hỗ trợ trực tuyến (BKSI). Để nhanh chóng và thuận lợi, PĐT thay đổi phương thức nộp đơn hoãn thi như sau:. . SV đăng nhập vào Google bằng tài khoản BKNetID@hcmut.edu.vn và điền thông tin hoãn thi theo link: https://forms.gle/ckyYcJMWN7w3kqe56. . Hạn cuối: 5 ngày sau khi thi online (chỉ tính ngày làm việc). . Trường hợp SV đã nộp đơn qua email của PĐT và  qua công cụ BKSI (đã hoặc chưa được tiếp nhận), vui lòng điền lại vào form trên để PĐT cập nhật dữ liệu đồng nhất và chính xác.. . Riêng đối với môn Đồ án, Thực tập ngoài trường, Đề cương Luận văn, Luận văn/Tiểu luận tốt nghiệp: SV có thể xin hoãn bảo vệ với lý do dịch Covid-19 ảnh hưởng nghiêm trọng đến kết quả thực hiện đề tài (không thực nghiệm được tại Phòng thí nghiệm, không thực địa, ...). SV gửi email trực tiếp đến Giáo viên hướng dẫn, Khoa/Bộ môn để được xem xét đồng ý và forward email cuối cùng đến email của PĐT để đăng ký.. . Thông tin thêm:. . •\tQuy định hoãn thi (HT): xem chi tiết tại khoản 17.2 Điều 17 trong Quy chế đào tạo và học vụ (aao.hcmut.edu.vn    Sinh viên    Quy chế).. . •\tCác môn có phần thí nghiệm (TNg) sẽ được tổ chức thi sau khi TNg xong. Một số môn, Giảng viên sẽ đề nghị cho thi trước, điểm TNg sẽ có sau, khi đó SV có thể xin hoãn thi.. . •\tRiêng hoãn thi kiểm tra giữa kỳ của HK DT202 và 203: SV liên hệ trực tiếp GV và Bộ môn để được xem xét cho kiểm tra riêng hoặc lấy cột điểm thành phần khác để làm điểm kiểm tra.. .  . . Chúc các bạn học tập thật tốt!. . . . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em xin rút môn học CI4011 thí nghiệm công trình học kỳ 211",
            "Chào bạn,. . Hiện tại đã hết thời gian và hiệu chỉnh môn học nhé bạn.. . SV vui lòng đợi thông báo về việc rút môn học (có tính học phí theo quy định), sẽ thông báo cho SV trong tháng 9/2021. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]  /b . . Hiện tại em có hoãn thi môn cuối cùng trong chương trình học (3 chỉ cuối cùng trước khi ra trường) do vậy em không đăng kí môn học vào học kì kế. . . Vậy em có thuộc diện tạm dừng học và được đăng kí thi vào học kì vào học kì dự thính HK211 hay không (môn em hoãn thi có mở trong học kì dự thính)? . . Em cảm ơn [full_name]\t. . . .   i Học vụ .",
            "[full_name]E MSSV/MSGV: [student_id]. . Hiện tại em có hoãn thi môn cuối cùng trong chương trình học (3 chỉ cuối cùng trước khi ra trường) do vậy em không đăng kí môn học vào học kì kế.. . Vậy em có thuộc diện tạm dừng học và được đăng kí thi vào học kì vào học kì dự thính HK211 hay không (môn em hoãn thi môn có mở trong học kì dự thính)?. . Em cảm ơn [full_name]    . . . . Học vụ. . . .   /[full_name]E . .",
            "Chào bạn. . - Pdt ghi nhận trường hợp của bạn. . - Theo quy định thì bạn sẽ đăng ký được xoá điểm Hoãn thi nghen. . Thân",
            "li answer rate: Answer does not suit / Câu trả lời không đúng ý",
            "li answer rate: Answer suits the needs / Câu trả lời đúng ý"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính thưa phòng đào tạo! Em tên Hồ Sĩ Nguyên mssv [student_id], hiện đang học cầu đường khoa kĩ thuật xây dựng. Tình hình em vừa đăng kí luận văn tốt nghiệp mã CI4313 trong kì HK211 này nhưng không thoả các điều kiện:. . 1/ Thiếu toeic. . 2/ Thiếu môn học xây dựng cầu ci4121 và ĐAMH thiết kế cầu CI4123. . Dạ thưa phòng đạo tạo, điều kiện thứ 2 em đã hoàn thành xong môn học lâu rồi ạ, do em khoá k15 ngày xưa học mã cũ đó là môn học Xây dựng cầu CI4033 ( 3 tín chỉ bao gồm cả ĐAMH ) sau này mới tách ra 2 môn CI4121 và CI4123 cho khoá sau ạ . Em đã hỏi thầy cô trong khoa rồi ạ! Em chỉ có thiếu mỗi toeic do tình hình dịch bệnh nên trung tâm IIG hoãn thi mấy tháng nay rồi ạ!. . Em khoá k15 sắp hết thời hạn học chính quy rồi ạ. Em mong phòng đạo tạo xem xét cho phép em được đăng kí LVTN trong kì HK211 này ạ! Em chân thành cảm ơn!",
            "Đã tl"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học .   B   /B . . Em chào Phòng Đào Tạo, em là sinh viên khoa hóa trường mình. . . Cho em hỏi là đợt đăng ký môn học đợt 3 em vẫn có thể đăng ký môn được đúng không ạ? Vì 2 đợt vừa rồi em không đăng ký.  B . . Em cảm ơn.",
            "Chào bạn. . \" Nếu yêu cầu của bạn đến nay vẫn chưa được xử lý, vui lòng gửi lại để PDT kiểm tra và trả lời cho bạn \". .  . . SV lưu ý:. .  1- Hiện tại toàn bộ môn học đã được Phòng Đào tạo tăng sĩ số tối đa theo quy định của từng loại môn học và quy định của Google Meet (tối đa 100 tính luôn Giảng Viên).Xem quy định về sĩ số mở lớp cho từng loại môn học tại đây: aao.hcmut.edu.vn/sinh viên/quy chế/học vụ/Quy chế đào tạo và học vụ bậc đại học, cao đẳng/ Điều 8. 2. . 2- Đã hết thời gian hiệu chỉnh và hủy môn học, Về việc rút Môn Học (có tính học phí) sinh viên vui lòng đợi mail thông báo của PDT trong tháng 9/2021. . 2- Nếu có nhu cầu học, SV có thể đăng ký dự thính (lộ trình 2 bắt đầu học ngày 30/8) vào đợt 2 từ ngày 25/8 đến 27/8. . 3- Sinh viên vui lòng xem kết quả ĐKMH, xem lý do vì sao không ĐKMH được (có đăng ký, nhưng không có TKB) tại trang web: mybk.hcmut.edu.vn    Đăng ký môn học    Đăng ký môn học HK211 - Kết quả đợt 2 (hoặc Kết quả đợt 1)    bấm vào mục Đăng ký mới    chọn Loại hình đăng ký    xem Lịch sử đăng ký.. . 4- Trong trường hợp kết quả xử lý ĐKMH không đúng, bạn có thể làm đơn khiếu nại (kèm minh chứng nếu có), gửi qua trang bksi ghi rõ tiêu đề: “Khiếu nại ĐKMH HK211”, nội dung khiếu nại trình bày rõ lý do, ghi rõ tên, mã môn học và mã nhóm đã đăng ký.. . 5- SV xem TKB tại mybk/Thông tin SV/ Xem TKB. . Chúc các bạn học tốt!. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em chào Thầy/Cô ạ.. . Em là [full_name], MSSV [student_id] khoa CNVL.. . Hôm nay ngày 14/8/2021 em vừa thi xong môn học Nghiên cứu vi cấu trúc và đánh giá tính chất vật liệu MA3049. Thầy phụ trách bộ môn có cho phép bọn em được quyền thi lại, nhưng phải làm đơn nộp lên phòng đào tạo (theo như thầy bảo thì thầy đã họp và trường có phổ biến với thầy như vậy). Mong Thầy/Cô xác nhận lại và nếu có thể thì cho phép em xin mẫu đơn để làm việc ạ.. . Em xin chân thành cảm ơn.",
            "Thân gửi các bạn sinh viên, . . Phòng Đào tạo (PĐT) đã thông báo cho Sinh viên (SV) về việc nộp đơn hoãn thi trực tiếp cho PĐT đối với các môn học Lý thuyết, mà không thông qua Giảng viên (GV). PĐT sẽ hậu kiểm các tình huống cấm thi sau. Hiện nay, SV đăng ký bằng cách gửi email về PĐT có kèm file và qua hệ thống Hỗ trợ trực tuyến (BKSI). Để nhanh chóng và thuận lợi, PĐT thay đổi phương thức nộp đơn hoãn thi như sau:. . SV đăng nhập vào Google bằng tài khoản BKNetID@hcmut.edu.vn và điền thông tin hoãn thi theo link: https://forms.gle/ckyYcJMWN7w3kqe56. . Hạn cuối: 5 ngày sau khi thi online (chỉ tính ngày làm việc). . Trường hợp SV đã nộp đơn qua email của PĐT và  qua công cụ BKSI (đã hoặc chưa được tiếp nhận), vui lòng điền lại vào form trên để PĐT cập nhật dữ liệu đồng nhất và chính xác.. . Riêng đối với môn Đồ án, Thực tập ngoài trường, Đề cương Luận văn, Luận văn/Tiểu luận tốt nghiệp: SV có thể xin hoãn bảo vệ với lý do dịch Covid-19 ảnh hưởng nghiêm trọng đến kết quả thực hiện đề tài (không thực nghiệm được tại Phòng thí nghiệm, không thực địa, ...). SV gửi email trực tiếp đến Giáo viên hướng dẫn, Khoa/Bộ môn để được xem xét đồng ý và forward email cuối cùng đến email của PĐT để đăng ký.. . Thông tin thêm:. . •\tQuy định hoãn thi (HT): xem chi tiết tại khoản 17.2 Điều 17 trong Quy chế đào tạo và học vụ (aao.hcmut.edu.vn    Sinh viên    Quy chế).. . •\tCác môn có phần thí nghiệm (TNg) sẽ được tổ chức thi sau khi TNg xong. Một số môn, Giảng viên sẽ đề nghị cho thi trước, điểm TNg sẽ có sau, khi đó SV có thể xin hoãn thi.. . •\tRiêng hoãn thi kiểm tra giữa kỳ của HK DT202 và 203: SV liên hệ trực tiếp GV và Bộ môn để được xem xét cho kiểm tra riêng hoặc lấy cột điểm thành phần khác để làm điểm kiểm tra.. .  . . Chúc các bạn học tập thật tốt!. . . . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em là sinh viên năm cuối chương trình việt pháp, em đã hoàn thành các môn học cũng như luận văn tốt nghiệp, tuy nhiên em chưa có đủ điều kiện về ngoại ngữ, mà do dịch bệnh nên em chưa đăng ký để thi được, em h mới đọc được quy chế của phòng đào tạo (em có chụp hình ở dưới). mà đợt đăng ký môn học đã qua, em có thể bị tạm dừng thôi học. Em bổ sung bằng ngôn ngữ trước tháng 11 (thời gian dự kiến tốt nghiệp) thì có kịp không.. . Em xin cảm ơn!",
            "Chào bạn,. . Việc ĐKMH là tùy sinh viên nhé, trường hợp không có TKB trong học kỳ, SV sẽ bị tạm dừng, không được cấp giấy CNSV.. . Khi đủ điều kiện TN, SV có thể làm đơn xin thu nhận lại nhé.. . Xem chi tiết quy chế tại đây:. . aao.hcmut.edu.vn/sinh viên/quy chế/học vụ/Quy chế đào tạo và học vụ bậc đại học, cao đẳng:/ điều 26. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Cho em hỏi, vào thời gian em thi môn đại số tuyến tính là 13h ngày 13/08/2021, do 1 số nguyên nhân về việc nén video, đến hôm nay em mới nộp được, tuy nhiên, em phát hiện link nộp video đã khóa, dù trong thông báo khi thi là thí sinh phải nộp video trong vòng 48h sau khi kết thúc thời gian thi (tức 14h ngày 13/08/2021), thì hôm nay vẫn chưa đến lúc khóa link, mong PĐT xem xét và mở lại link giúp em để em nộp video làm bằng chúng thi.. . Em xin chân thành cảm ơn",
            "Chào bạn,. . - Bạn vui lòng xem chi tiết hướng dẫn thi trực tuyến nhà trường đã gửi thông báo đến SV. . - Bạn cần thực hiện theo hướng dẫn của nhà trường và thực hành để thuần thục các thao tác ghi màn hình trước khi thi.. . - Bạn nên liên hệ GV giảng dạy để được hướng dẫn.. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . dạ chào thầy/cô, em coi trên lịch học thấy còn phần đăng ký bổ sung. trong đợt đó có thể mở thêm lớp dự thính kết cấu thép 2 ci3211 không ạ. do lớp dự thính đã đủ nên e không đăng kí dc ạ",
            "Chào bạn. . \" Nếu yêu cầu của bạn đến nay vẫn chưa được xử lý, vui lòng gửi lại để PDT kiểm tra và trả lời cho bạn \". .  . . SV lưu ý:. .  1- Hiện tại toàn bộ môn học đã được Phòng Đào tạo tăng sĩ số tối đa theo quy định của từng loại môn học và quy định của Google Meet (tối đa 100 tính luôn Giảng Viên).Xem quy định về sĩ số mở lớp cho từng loại môn học tại đây: aao.hcmut.edu.vn/sinh viên/quy chế/học vụ/Quy chế đào tạo và học vụ bậc đại học, cao đẳng/ Điều 8. 2. . 2- Đã hết thời gian hiệu chỉnh và hủy môn học, Về việc rút Môn Học (có tính học phí) sinh viên vui lòng đợi mail thông báo của PDT trong tháng 9/2021. . 2- Nếu có nhu cầu học, SV có thể đăng ký dự thính (lộ trình 2 bắt đầu học ngày 30/8) vào đợt 2 từ ngày 25/8 đến 27/8. . 3- Sinh viên vui lòng xem kết quả ĐKMH, xem lý do vì sao không ĐKMH được (có đăng ký, nhưng không có TKB) tại trang web: mybk.hcmut.edu.vn    Đăng ký môn học    Đăng ký môn học HK211 - Kết quả đợt 2 (hoặc Kết quả đợt 1)    bấm vào mục Đăng ký mới    chọn Loại hình đăng ký    xem Lịch sử đăng ký.. . 4- Trong trường hợp kết quả xử lý ĐKMH không đúng, bạn có thể làm đơn khiếu nại (kèm minh chứng nếu có), gửi qua trang bksi ghi rõ tiêu đề: “Khiếu nại ĐKMH HK211”, nội dung khiếu nại trình bày rõ lý do, ghi rõ tên, mã môn học và mã nhóm đã đăng ký.. . 5- SV xem TKB tại mybk/Thông tin SV/ Xem TKB. . Chúc các bạn học tốt!. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Thầy cô cho em xin được đăng ký tham gia lớp thi công công trình csht (CI4023) nhóm A01 ạ. Ở đợt đk đợt 1 em đã đăng ký nhưng bị xóa mất và hiện đợt 2 thì lớp đã đầy sỉ số (60 bạn) nên em không thể đăng ký thêm được ạ. Em cần học môn này để có thể tốt nghiệp vào học kỳ 2 năm sau ạ và hiện nay em đã là sinh viên năm 5 của trường nên nếu em không học được môn này em sẽ trễ thêm 1 năm nữa ạ. Mong phòng đào tạo có thể tạo điều kiện để em có thể tha gia lớp này ạ. Nếu thầy ̣(cô) đã đọc mong thầy cô có thể trả lời giúp em với ạ. Cả tuần này e đã thực sự không ăn ngủ được vì mình bị xóa hết môn và em hiện giờ có thể trễ thêm 1 năm nếu không được học môn này ạ.. . Em xin chân thành cảm ơn ạ.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: em xin phép gửi đơn hoãn thi ạ",
            "Thân gửi các bạn sinh viên, . . Phòng Đào tạo (PĐT) đã thông báo cho Sinh viên (SV) về việc nộp đơn hoãn thi trực tiếp cho PĐT đối với các môn học Lý thuyết, mà không thông qua Giảng viên (GV). PĐT sẽ hậu kiểm các tình huống cấm thi sau. Hiện nay, SV đăng ký bằng cách gửi email về PĐT có kèm file và qua hệ thống Hỗ trợ trực tuyến (BKSI). Để nhanh chóng và thuận lợi, PĐT thay đổi phương thức nộp đơn hoãn thi như sau:. . SV đăng nhập vào Google bằng tài khoản BKNetID@hcmut.edu.vn và điền thông tin hoãn thi theo link: https://forms.gle/ckyYcJMWN7w3kqe56. . Hạn cuối: 5 ngày sau khi thi online (chỉ tính ngày làm việc). . Trường hợp SV đã nộp đơn qua email của PĐT và  qua công cụ BKSI (đã hoặc chưa được tiếp nhận), vui lòng điền lại vào form trên để PĐT cập nhật dữ liệu đồng nhất và chính xác.. . Riêng đối với môn Đồ án, Thực tập ngoài trường, Đề cương Luận văn, Luận văn/Tiểu luận tốt nghiệp: SV có thể xin hoãn bảo vệ với lý do dịch Covid-19 ảnh hưởng nghiêm trọng đến kết quả thực hiện đề tài (không thực nghiệm được tại Phòng thí nghiệm, không thực địa, ...). SV gửi email trực tiếp đến Giáo viên hướng dẫn, Khoa/Bộ môn để được xem xét đồng ý và forward email cuối cùng đến email của PĐT để đăng ký.. . Thông tin thêm:. . •\tQuy định hoãn thi (HT): xem chi tiết tại khoản 17.2 Điều 17 trong Quy chế đào tạo và học vụ (aao.hcmut.edu.vn    Sinh viên    Quy chế).. . •\tCác môn có phần thí nghiệm (TNg) sẽ được tổ chức thi sau khi TNg xong. Một số môn, Giảng viên sẽ đề nghị cho thi trước, điểm TNg sẽ có sau, khi đó SV có thể xin hoãn thi.. . •\tRiêng hoãn thi kiểm tra giữa kỳ của HK DT202 và 203: SV liên hệ trực tiếp GV và Bộ môn để được xem xét cho kiểm tra riêng hoặc lấy cột điểm thành phần khác để làm điểm kiểm tra.. .  . . Chúc các bạn học tập thật tốt!. . . . . ."
        ]
    }
]