[
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tăng sĩ số lớp môn học . Em tên là [full_name] hiện tại em muốn xin phòng đào tạo tăng số lượng lớp Đường lối Cách mạng của Đảng cộng sản Việt Nam lớp A03 học kỳ 191 của Thầy [full_name] để em có thể tiện giờ cho việc đi làm thêm kiếm tiền trang trải cuộc sống. Em xin chân thành cảm ơn ạ.",
            "đã đk được"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tăng sĩ số lớp môn học . Kinh gui [full_name],mong [full_name]T co the mo them si so mon EE3019 lop A10_A24 dc ko a , vi lich hoc cua em da trung voi cac lop khac.. . Tran trong cam on. .",
            "Kính gửi Phòng Đào Tạo . . PĐT có thể mở thêm ss môn   B EE3019  /B  lớp   B A10_A24  /B  hoặc lớp  B  A10_A27  /B  dc không ạ, vì các giờ khác em bị kẹt lịch học môn khác rồi !!!. . [full_name] cảm ơn.",
            "đã đk được"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Chương trình đào tạo (thiếu môn tiên quyết, song hành...) . Kính gửi: Phòng Đào Tạo. . Em tên là: [full_name]. . MSSV: [student_id]. . Em hiện là SV năm 2 và đang đăng ký môn HK191. Do kỳ kiểm tra Anh văn 182 em không vượt qua mức AV năm 1.. . Em không biết trường có mở lớp AV1 để giúp em qua chuẩn AV của năm 1 để HK192 em được đăng ký học tiếp những môn mà Chương trình đào tạo của Khoa sắp xếp được đúng tiến trình.. . Em mong trường sẽ hỗ trợ giúp em và em cảm ơn Phòng Đào Tạo.",
            "Chào bạn,. . Bạn vui lòng đợi đợt đăng ký ngày 01/08- 05/08 để đăng ký bổ sung môn AV.. . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Dạ cho em hỏi, ở lần kiểm tra trình độ tiếng Anh ở học kì 181, em được tổng 430. Như vậy em đủ điều kiện để đăng ký môn chuyên ngành cho học kì 191 đúng không ạ? Và cho em hỏi, kết quả 430 đó có thể tiếp tục sử dụng cho năm 3 của em không?",
            "Chào bạn,. . Theo quy định chuẩn anh văn từng năm của K2018 thì 430 chưa đạt chuẩn anh văn sau năm 2.. . Bạn vui lòng xem lại quy định về chuẩn anh văn của từng năm được cập nhật chi tiết tại: www.aao.hcmut.edu.vn- Sinh viên -  Quy chế- Quy chế học vụ bậc đại học -  Phụ lục 1- Mục 2c. . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Khác ... . Hôm qua em vào phần đăng kí đợt 2 hk191 để nháp thử trước nhưng lại ấn nhầm vào phần kết quả đăng kí đợt 1 hk 191 và thấy có 2 môn thỏa mãn điều kiện đăng kí được gửi đi. Mong pdt hủy kết quả đăng kí 2 môn ở đợt 1 đó để em có thể đăng kí lại môn học và lấy kết quả ở đợt 2 này.",
            "Chào bạn,. . Trọng đợt đăng ký từ 09/07 -  16/07 bạn được phép hiệu chỉnh hủy bớt môn học, bạn hãy tự hủy môn không học.. . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Chào PĐT,. . Em tên [full_name], mssv [student_id]. . Cho em hỏi khi 1 lớp đã full sĩ số nhưng em vẫn muốn chuyển từ lớp khác vào lớp đó thì có được không và cần làm những gì để được chuyển ạ?. . Em xin cảm ơn.",
            "Nếu lớp khác đã full thì bạn không chuyển được nhé",
            "li answer rate: Answer does not suit / Câu trả lời không đúng ý"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được . Kính thưa thầy (cô),. . . . Em tên là [full_name], MSSV:[student_id], hiện đang học lớp Kiến trúc XD16KT.. . . . Hôm nay em viết thư này về việc Đăng kí môn học HK191. Cụ thể là trong Chương trình Đào tạo của trường vào học kì thứ 7 (tức học kì 1 năm 4) của ngành Kiến trúc có hai môn CI2085-Chuyên đề tự chọn 2 và môn CI4089-Thiết kế kiến trúc quy hoạch. Cả hai môn này theo như CTĐT mà trường đưa ra thì có nghĩa là sẽ được học chung trong cùng học kì thứ 7 này.. . . . Tuy nhiên, vào đợt Đăng kí môn học gần đây, cá nhân em và đa số các bạn trong lớp đều gặp phải trường hợp. Đó là Đăng kí môn CI2085-Chuyên đề tự chọn 2 thì bình thường, nhưng đến khi đăng kí môn CI4089-Thiết kế kiến trúc quy hoạch thì lại gặp lỗi là thiếu môn học trước là môn CI2085-Chuyên đề tự chọn 2. Hai môn học cùng nằm trong một kì học theo như CTĐT mà lại có chuyện học trước học sau như vậy ạ!. . . . Các em đều bất lực trước chuyện này, kính mong thầy (cô) và nhà trường sớm khắc phục, không thể nào thầy cô cùng chúng em đi chung một chuyến xe mà bảo là các thầy các cô đi nhanh hơn các em được.. . . . Em sẽ nhắc lại chuyện này trong buổi SHCD sắp tới, kính mong lãnh đạo nhà trường xem xét. Mặc dù các khóa trước đều gặp cảnh tương tự thế này, nhưng em thấy trường chưa khắc phục triệt để chuyện này.. . . . Em cảm ơn, kính chào thầy (cô)!. . . .",
            "Chào bạn.. . . . PĐT đã phản ảnh vấn đề này về Khoa và bộ môn Kiến trúc, khi có thay đổi PĐT sẽ cập nhật lại, trước mắt bạn nên liên hệ trực tiếp bộ môn kiến trúc để được giải quyết nhanh nhất.",
            "Em chào ạ,. . . . Chuyện liên quan đến việc nhầm lẫn trong chương trình đào tạo này có thể khiến em cùng một số bạn sẽ không học được môn CI4089-Thiết kế quy hoạch đô thị trong kỳ tới và cũng sẽ dẫn đến việc chúng em ra trường trễ một năm vì lí do lỗi trong chương trình đào tạo của trường.. . . . Chúng em thật sự mong muốn nhà trường giải quyết dứt điểm vấn đề này. Không chỉ cho chúng em, mà còn cho các khóa sau. Chúng em đã phải học lâu hơn các ngành khác, không thể vì chuyện này mà kéo dài hơn được. Đã qua rất nhiều năm rồi từ khi ngành Kiến trúc mở ra tới bây giờ, 8 năm rồi chuyện này vãn chưa được giải quyết.. . . . Em cảm ơn!",
            "Chào bạn. . . . Trường hợp của bạn mình đã ghi nhận và chuyển về khoa/ bộ môn kiến trúc để giải quyết. Tất cả chương trình đào tạo đều do Khoa/Bộ môn xây dựng nên việc sai sót sẽ được Khoa/Bộ môn điều chỉnh, PĐT sẽ cập nhật lại điều kiện TQ để các bạn đăng ký nhanh nhất có thể sau khi có phản hồi. . . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "B Không đăng kí nền móng được trong khi sỉ số đã gần đầy. . . . Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được .",
            "Hiện tại bạn đã đk được môn học rồi mà"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ - Đại học - Cao đẳng chính quy   Khác ... .",
            "Học vụ - Đại học - Cao đẳng chính quy   Khác .... . . .   /QUOTE . . Kính gửi: Phòng Đào Tạo. . Em tên là [full_name]. . MSSV: [student_id]. . Thầy cô cho em hỏi là một học kì tối thiểu bao nhiêu tín chỉ để không bị cảnh cáo của Phòng Đào Tạo.. . Em cảm ơn thầy cô.",
            "Chào bạn,. . Hiện tại chưa giới hạn số tín chỉ tối thiểu của 1 HK, bị cảnh cáo học vụ là ràng buộc giới hạn điểm tích lũy học kỳ.. . Bạn vui lòng xem quy đinh về cảnh bào học vụ tại: www.aao.hcmut.edu.vn- Sinh viên -  Học vụ -  Xử lý học vụ.. . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: 1827035  /b \t. . . .   i Đăng ký môn học - Đại học - Cao đẳng chính quy   Tăng sĩ số lớp môn học . Em thuộc lớp VB2 khóa 2018. Đợt đăng kí môn học này (kì 1 2019-2020) em có đăng kí thành công môn NỀN MÓNG(CI3195), nhưng sang đăng kí môn DAMH NỀN MÓNG(CI3197) thì đã đủ sĩ số. Mong nhà trường tăng sỉ số lớp môn học DAMH NỀN MÓNG để em được học song hành 2 môn này, tạo thuận hợi cho quá trình học tập. Em xin cảm ơn!",
            "PĐT đã tăng sĩ số lên 50, bạn vào đkmh nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Khác ... . Kính gửi phòng đào tạo. . Em có thắc mắc là tại sao số lượng sinh viên đăng kí các môn anh văn ở đợt 1 là rất đông nhưng phòng đào tạo lấy không mở lớp .. . Rất mong phòng đào tạo xem xét mở các lớp anh văn để bọn em có thể đăng kí học .. . Trân trọng!",
            "Chào bạn,. . Bạn vui lòng đợi đợt bổ sung để đăng ký môn AV.. . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tăng sĩ số lớp môn học . Em tên Phan Danh Thắng ([student_id]) thuộc lớp VB2 khóa 2018. Đợt đăng kí môn học này (kì 1 2019-2020) em có đăng kí thành công môn NỀN MÓNG(CI3195), nhưng sang đăng kí môn DAMH NỀN MÓNG(CI3197) thì đã đủ sĩ số. Mong nhà trường tăng sỉ số lớp môn học DAMH NỀN MÓNG để em được học song hành 2 môn này, tạo thuận hợi cho quá trình học tập. Em xin cảm ơn!",
            "đã tăng sĩ số, bạn vào đkmh nhé"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tăng sĩ số lớp môn học .",
            "Hiện đang còn chỗ.. . Bạn vào đkmh"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tăng sĩ số lớp môn học . Em tên là [full_name], em xin phòng đào tạo tăng sĩ số lớp môn Kỹ thuật số lớp A02 của cô [full_name] dạy vào thứ 6 để e có thể học và kịp đồ án. . Em xin chân thành cảm ơn",
            "đã tăng sĩ số"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được . Kính thưa PĐT,. . Hiện tại em không đăng kí được môn học. Trên trang đăng kí báo lỗi vì chưa thanh toán học phí. Nhưng em kiểm tra trên BKpay thì đã thanh toán tất cả.. . Mong PĐT giải quyết giúp em việc này ạ.. . Em xin cám ơn!",
            "Chào bạn,. . Bạn thanh toán trễ học phí đợt 2 của HK182 nên bị cấm đăng ký môn học.. . Bạn vui lòng check email cá nhân, Phòng đào tạo đã gởi email thông báo cho bạn tình trạng này.. . Thân.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Em hiện là sinh viên VB2XD khóa 2019. Trong đợt đăng kí cho HK 191 em đã đăng ký thành công môn Nền móng (CI3195) nhưng lớp Đồ án thì đã đủ Sinh viên. . . Kính mong nhà trường tăng sỉ số lớp Đồ Án Nền móng để em được học cùng 2 môn này ( vì chúng bổ trợ kiến thức cho nhau),tạo điều kiện thuận lợi cho cả hai môn vừa HỌC kết hợp HÀNH sẽ vững kiến thức hơn.. . Em mong Nhà trường, PĐT hỗ trợ phê duyệt. Em xin chân thành cám ơn!. . . . Đăng ký môn học - Đại học - Cao đẳng chính quy   Tăng sĩ số lớp môn học .",
            "đã tăng sĩ số"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]  /b  Lê Võ Thanh\t. . . .   i Đăng ký môn học - Đại học - Cao đẳng chính quy   Tăng sĩ số lớp môn học . Học kỳ này em mong muốn đăng ký môn Nền móng (CI3195)  và Đồ Án nền móng (CI3197) để thực hiện theo đúng tiến độ học, tuy nhiên sĩ số lớp đã bị đầy,  rất mong thầy cô tăng sĩ số lớp đối với 02 môn học này.. . Cảm ơn thầy/cô. . . . CI3195 - Nền móng. . Nhóm lớp\tDK/ Sĩ số\tNgôn ngữ\tNhóm LT\tGiảng viên\tNhóm BT\tGiảng viên BT/TN\tSĩ số LT\t#. . B01\t39/39\tV\tB01\t[full_name]\t\t\t\t. . Thứ\tTiết\tPhòng\tCS\tBT/TN\tTuần học. . Thứ 2\t- - - - - - - - - - - - 13 14 15 -\tB1-310\t1\t\t[phone_number]12345---------------. . . . . . CI3197 - ĐAMH nền móng. . Nhóm lớp\tDK/ Sĩ số\tNgôn ngữ\tNhóm LT\tGiảng viên\tNhóm BT\tGiảng viên BT/TN\tSĩ số LT\t#. . B01\t45/42\tV\tB01\t[full_name]\t\t\t\t. . Thứ\tTiết\tPhòng\tCS\tBT/TN\tTuần học. . Chưa biết\t--\t------\t1\t\t[phone_number]12345---------------. .",
            "đã tăng sĩ số",
            "li answer rate: Answer suits the needs / Câu trả lời đúng ý"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: 91303583  /b \t. . . .   i Đăng ký môn học - Đại học - Cao đẳng chính quy   Chương trình đào tạo (thiếu môn tiên quyết, song hành...) . Kính gửi Phòng Đào Tạo,. . . . Em là sinh viên khoá K13, khoa Môi trường - Tài nguyên.. . . . Vấn đề của em là môn Luận văn tốt nghiệp (mã 610303) yêu cầu 3 môn tiên quyết là:. .  + TH Kĩ thuật Điện - Điện tử (Mã 406029). .  + Thí nghiệm độc học môi trường (Mã 610002). .  + Thực tập tốt nghiệp (Mã 610302). . . . Tuy nhiên, môn Thí nghiệm độc học, em đã lên xin ý kiến của Khoa Môi Trường và Khoa đã cho phép em học môn học Công nghệ xanh (học phần thí nghiệm) để tương đương cho môn thí nghiệm độc học, đồng thời, Khoa nói đã có gửi công văn về trường hợp của em cho Phòng Đào Tạo, vì thế, mong Phòng Đào Tạo xem xét ạ.. . . . Môn Thực tập tốt nghiệp thì em đã đăng ký ở học kỳ 183 và đang Thực tập vậy khi nào em có điểm mới được đăng ký Luận văn tốt nghiệp hay sao ạ? Em cần giải đáp về vướng mắc này. . . . Cuối cùng, môn TH kĩ thuật điện - điện tử. Do chương trình mới không có môn tương đương/thay thế cho môn này nên Khoa có qui định em phải học thêm 1 môn tự chọn nữa (bên cạnh 4 môn đã học) để bù số tín chỉ cho môn này. Môn tự chọn em đăng ký cho học kỳ 191 sắp tới là môn Phân tích hệ thống môi trường (Mã EN2019).. . . . Như em đã trình bày, cả 3 môn tiên quyết em đều đã và đang thực hiện. Vậy em không biết liệu Phòng Đào tạo có thể cho em đăng ký môn Luận văn tốt nghiệp ở học kì 191 được không ạ. Vì đây đã là học kì chính qui cuối cùng của em rồi ạ.. . . . Em cảm ơn PĐT đã đọc và mong PĐT có thể giải đáp dùm em ạ!. . . . . .",
            "QUOTE MSSV/MSGV: 91303583    . . . . Đăng ký môn học - Đại học - Cao đẳng chính quy   Chương trình đào tạo (thiếu môn tiên quyết, song hành...). . . . Kính gửi Phòng Đào Tạo,. . . . Em là sinh viên khoá K13, khoa Môi trường - Tài nguyên.. . . . Vấn đề của em là môn Luận văn tốt nghiệp (mã 610303) yêu cầu 3 môn tiên quyết là:. . + TH Kĩ thuật Điện - Điện tử (Mã 406029). . + Thí nghiệm độc học môi trường (Mã 610002). . + Thực tập tốt nghiệp (Mã 610302). . . . Tuy nhiên, môn Thí nghiệm độc học, em đã lên xin ý kiến của Khoa Môi Trường và Khoa đã cho phép em học môn học Công nghệ xanh (học phần thí nghiệm) để tương đương cho môn thí nghiệm độc học, đồng thời, Khoa nói đã có gửi công văn về trường hợp của em cho Phòng Đào Tạo, vì thế, mong Phòng Đào Tạo xem xét ạ.. . . . Môn Thực tập tốt nghiệp thì em đã đăng ký ở học kỳ 183 và đang Thực tập vậy khi nào em có điểm mới được đăng ký Luận văn tốt nghiệp hay sao ạ? Em cần giải đáp về vướng mắc này. . . . Cuối cùng, môn TH kĩ thuật điện - điện tử. Do chương trình mới không có môn tương đương/thay thế cho môn này nên Khoa có qui định em phải học thêm 1 môn tự chọn nữa (bên cạnh 4 môn đã học) để bù số tín chỉ cho môn này. Môn tự chọn em đăng ký cho học kỳ 191 sắp tới là môn Phân tích hệ thống môi trường (Mã EN2019).. . . . Như em đã trình bày, cả 3 môn tiên quyết em đều đã và đang thực hiện. Vậy em không biết liệu Phòng Đào tạo có thể cho em đăng ký môn Luận văn tốt nghiệp ở học kì 191 được không ạ. Vì đây đã là học kì chính qui cuối cùng của em rồi ạ.. . . . Em cảm ơn PĐT đã đọc và mong PĐT có thể giải đáp dùm em ạ!. . . . . .   /QUOTE . . Trường của em đã được tiếp nhận. Kết quả sẽ có trên Mybk sau ngày 14/08/2019.",
            "Dạ cô cho em hỏi, vậy là em có được đăng ký môn Luận văn tốt nghiệp không ạ ? Vì hôm nay em lên kiểm tra trên TKB thì vẫn chưa thấy môn này ạ. Em cảm ơn cô!"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Chương trình đào tạo (thiếu môn tiên quyết, song hành...) . dạ thưa em là k17 khoa xd, em đang học môn cơ kết cấu( học kì 183,mới học lần đầu)  là học trước của môn kết cấu thép 1,e không đăng kí được môn kết cấu thép 1 (học kì 191, đợt 2), liệu e có thể đăng kí môn này ở đợt 3 hay không? Em xin cảm ơn !!"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tăng sĩ số lớp môn học . Xin tăng sĩ số môn học Đồ án môn học nền móng Mã MH CI3197",
            "đã tăng sĩ số"
        ]
    },
    {
        "intent": "",
        "message": [
            "Em chào thầy/cô. Em xin phép hỏi về việc mã môn học của lớp kỹ sư tài năng và lớp thường. Trong học kì 191 không có sự phân biệt giữa mà môn học lớp tài năng và lớp thường nữa. Vì vậy em muốn được biết là KSTN có được đăng ký lớp đại trà và ngược lại sv đại trà có được đăng ký vào lớp của KSTN không ?. . . . Em xin cảm ơn. .   i Đăng ký môn học - Đại học - Cao đẳng chính quy   Khác ... .",
            "Bạn có thể đăng ký bất ký nhóm lớp nào miễn là cùng MSMH. Sau khi đó PĐT sẽ cập nhật thêm 1 mã môn mở rộng (dành riêng cho các bạn KSTN), nếu bạn học PASS mã mở rộng môn học sẽ được tính là môn tài năng."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Khác ... . Em chào ban giám hiệu ạ. Sắp tới học kì 191 em có vướng vài ba tuần bị dính tiết 6-7 kề nhau. Vậy có cách nào để em có thể cam kết học như vậy có được không ạ. Mong ban giám hiệu cho em được rõ ạ",
            "Trường hợp bị thông tầm, em đkmh online xong viết đơn nộp lại nhé.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Cho e hỏi hôm trước, em có đk học môn cấp thoát nước nhưng trường lại xếp cho e vào lớp môn cấp thoát nước có mã B01 là của hệ vừa học vừa làm vậy nếu học lớp đó thì có tính chỉ như bình thường không ạ? Vì đợt này mở có 1 lớp cấp thoát nước thôi ạ. Mong được hồi đáp sớm ạ. .",
            "Môn nhóm B01 là của hệ Chính Quy bằng 2. em có thể học bình thường theo hình thức chuyển hệ"
        ]
    },
    {
        "intent": "",
        "message": [
            "Da em khóa 15 mong ad cho em thêm xin học lớp  Cấp Thoát Nước mã CI3095 hiện nay đã full sỉ số lớp rồi ạ. Em xin được học lớp này cho em dc ra trường ạ . Em cảm ơn ad rất nhiều",
            "đã tăng sĩ số"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tăng sĩ số lớp môn học . Em tên là [full_name], em xin phòng đào tạo mở rộng sĩ số lớp môn Kỹ thuật số lớp A02 của cô [full_name] để em kịp đồ án ạ. . Em xin chân thành cảm ơn",
            "đã tăng sĩ số",
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tăng sĩ số lớp môn học . Em tên là [full_name], em xin phòng đào tạo mở rộng sĩ số lớp môn Kỹ thuật số lớp A02 của cô [full_name] để em kịp đồ án ạ. . Em xin chân thành cảm ơn",
            "đã tăng sĩ số",
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tăng sĩ số lớp môn học . Em tên là [full_name], em xin phòng đào tạo mở rộng sĩ số lớp môn Kỹ thuật số lớp A02 của cô [full_name] để em kịp đồ án ạ. . Em xin chân thành cảm ơn",
            "đã tăng sĩ số",
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tăng sĩ số lớp môn học . Em tên là [full_name], em xin phòng đào tạo tăng sĩ số lớp môn Kỹ thuật số lớp A02 của cô [full_name] để em có thể làm kịp đồ án. . Em xin chân thành cảm ơn ạ",
            "đã tăng sĩ số"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em kiểm tra anh văn định kì đã qua 350, nhưng khi đăng kí môn học thì vẫn nhận được thông báo là chưa đạt chuẩn anh văn sau năm 2 là 350 ạ. Cảm ơn cô ạ.",
            "Chào bạn,. . Bạn vui lòng vào đăng ký lại môn học online sau 13g ngày 11/07/2019.. . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tăng sĩ số lớp môn học . Ad cho e hỏi có thể tăng sĩ số môn “ đồ án cơ điện tử” mã môn học ME3017 lớp t4 tiết 10,11,12 nhóm A03 được không ạ. Em xin cảm ơn",
            "đã đk được"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tăng sĩ số lớp môn học . Xin tăng sĩ số môn Thiết kế hệ thống nhúng( EE3003) lớp A01",
            "đã tăng sĩ số"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tăng sĩ số lớp môn học . Kính gửi PĐT trường Đại học Bách Khoa TPHCM . . Dạ em tên là [full_name]V [student_id], em xin tăng sĩ số lớp môn học Đường lối cách mạng của Đảng Cộng Sản Việt Nam (SP1009) và môn học Nhập môn thị giác máy tính (ME4201) . Em xin cảm ơn ạ",
            "em đã đk được"
        ]
    },
    {
        "intent": "",
        "message": [
            "B Đăng ký môn học - Đại học - Cao đẳng chính quy   Tăng sĩ số lớp môn học . Kính gửi PDT trường Đại học Bách Khoa TPHCM. .  Em tên là [full_name], MSSV [student_id] , em xin được tăng sĩ số môn học Đường lối Cách mạng của Đảng CSVN(SP1009) và môn Nhập môn thị giác máy tính ( ME4201) . Em xin cảm ơn ạ",
            "em đã đk được"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được . e khóa k17 muốn đăng kí anh văn 2,3,4 sao trên đăng kí môn học không có av . . e cảm ơn",
            "Chào bạn,. . Hiện tại môn av chưa mở lớp, bạn vui lòng vào đăng ký môn av trong đợt bổ sung.. . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tăng sĩ số lớp môn học . Em tên TRẦN VÕ TÂN KHOA, mã số   B [student_id]  /B , hệ văn bằng 2 ngành xây dựng 2017.. . Trong học kỳ 191 sắp tới em đã đăng ký được môn Nền móng (CI3195) nhưng môn DAMH NỀN MÓNG (CI3197) đã đủ sỹ số.. . Em xin nhà trường tăng thêm sỹ số môn học DAMH NỀN MÓNG (CI3197) để em học song hành 2 môn.. . Em xin cảm ơn!",
            "đã tăng sĩ số"
        ]
    },
    {
        "intent": "",
        "message": [
            "Điểm thi - Đại học - Cao đẳng chính quy   Điểm môn học . Tình trạng là lớp giải tích 2 của tụi em L-26A do giáo viên nhập thiếu cột điểm bài tập lớn nên rất nhiều bạn bị rớt môn và không có liên lạc được với giáo viên và thời hạn phúc khảo cũng đã hết . . Cần hỏi bao giờ điểm sẽ được cập nhật lại.",
            "Chào bạn,. . V/v bảng điểm môn học phụ thuộc hoàn toàn vào giáo viên giảng dạy môn học, bạn vui lòng liên hệ trực tiếp giáo viên hoặc văn Phòng Khoa Khoa học Ứng dụng để được hỗ trợ.. . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tăng sĩ số lớp môn học . Kính gửi phòng đào tạo. . Em là [full_name]( MSSV [student_id]) và khoảng 10 bạn nữa đã đăng kí môn Quản lý Logistics(ME3233) nhưng đén đến đợt đăng kí hiệu chỉnh thì không có lịch học môn đó. Chúng em đã thử đăng kí lại nhưng tất cả các lớp đều kín. Kính mong phòng đào tạo tăng sĩ số các lớp môn Quản lý Logistics để tất cả chúng em có thể kịp tiến độ học tập. Chúng em xin cảm ơn.",
            "Chào em,. . . . PĐT đã tăng sỉ số môn ME3233 rồi nha em."
        ]
    },
    {
        "intent": "",
        "message": [
            "Em xin tăng sĩ số lớp 2 môn:. . Cấp thoát nước. MSMH: CI3095. . Kiến Trúc. MSMH: CI1049. . . .",
            "bạn đã đk được",
            "Kinh gửi PDT, em là sv bằng 2.. . Em xin tăng sĩ số lớp 2 môn chính quy của học kỳ này:. . Cấp thoát nước. MSMH: CI3095. . Kiến Trúc. MSMH: CI1049. . XIN TRÂN TRỌNG CẢM ƠN!. . [full_name] [student_id]. .",
            "Chào em, . . . . PĐT đã tăng si số rồi nhé.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính gửi phòng đào tạo trường Đại Học Bách Khoa. . Em tên: [full_name] . . MSSV: [student_id]. . Xin phòng đạo tạo mở thêm sỉ số môn Điện Từ Y Sinh để em có thể đăng ký lớp ạ.. . Xin cảm ơn.. . . .",
            "Chào em,. . . . Em cho biết mã số môn học và mã nhóm cần tăng sỉ số,"
        ]
    },
    {
        "intent": "",
        "message": [
            "Chào thầy cô,. . [full_name] em và một số bạn đã hoàn thành 142 tín chỉ của nhà trường, tuy nhiên còn đang thiếu tín chỉ anh văn mới đủ điều kiện xét tốt nghiệp. Như vậy trong học kì 191 em có cần phải đăng kí môn học để không bị đình chỉ hay không? em xin cảm ơn",
            "Chào bạn,. . Nếu bạn không đăng ký môn học thì sẽ ở trạng thái tạm dừng vì không đăng ký môn học. Khi bạn đủ chuẩn anh văn thì làm đơn thu nhận lại để xét tốt nghiệp. Nhưng bạn không được tạm dừng quá 2 HK liên tiếp nhé.. . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tăng sĩ số lớp môn học . Kính gửi Thầy, Cô,. . . . Em là [full_name], sinh viên khóa k18, khoa Cơ Khí.. . . . Kính nhờ Thầy, Cô giúp em tăng sĩ số lớp của các môn học (HK 191) sau ạ:. . . . - Lớp [full_name]01_[full_name]03 hoặc [full_name]01_[full_name]04 - Môn học KT Điều Khiển Tự Động (Mã MH: ME2009).. . . . - Lớp [full_name]01 - Môn học: Nhập môn thị giác máy tính (Mã MH: ME4201).. . . . - Lớp [full_name]01_[full_name]03 - Môn học: Các quá trình chế tạo (Mã MH: ME2071).. . . . Vì hiện tại tất cả các lớp trên đều đã đủ sỉ số ạ. . . . . Em xin cảm ơn Thầy, Cô.",
            "Chào em,. . . . Pđt đã tăng sỉ số em đăng kí nhanh nhé.",
            "Dạ, em xin cảm ơn cô ạ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học [full_name] Đại học [full_name] Cao đẳng chính quy   Tình trạng không đăng ký được . Em lại gặp tình trạng không có môn tiên quyết, lúc trước là thiếu môn Nguyên lý [full_name][full_name][full_name] (SP1007) nhưng may thay sau khi gửi yêu cầu thì đã đăng ký được SP1005 để em học trong hè. Nhưng giờ mybk lại báo chưa học SP1005 nên em không được đăng ký SP1009 để học trong kỳ 1 được, và giờ 2 lớp cơ sở 2 đã full slot. Em mong quý thầy cô giải quyết giúp em tình trạng không đăng ký được môn học này và mong thầy cô mở thêm lớp SP1009 ở cs2 để nhiều bạn còn có nhu cầu học ạ.. . Em cám ơn. Mong hồi đáp nhanh từ thầy cô.. . . .",
            "Em đã có thể đăng kí được SP1009 rồi ạ, nhưng cs2 chưa có mở thêm lớp mới ạ.",
            "Chào em,. . . . Em đã đăng kí môn SP1009, vậy em đòi mở lớp là sao hả em."
        ]
    },
    {
        "intent": "",
        "message": [
            "Em chào các thầy cô.. . . . Vào học kỳ 172, em có đăng ký môn học Đúc liên tục (là môn học tự chọn trong chương trình đào tạo, số tín chỉ môn học :2, mã môn học MA4029) nhưng không đã rớt môn học này.. . . . Nay học kỳ 181 vừa mở, các thầy cô cho em hỏi: . . Em có thể đăng ký một môn học tự chọn khác (cũng trong chương trình đào tạo) để thay thể cho môn Đúc liên tục được không ạ ?. . . . Em cảm ơn thầy cô.. . Trân trọng.",
            "responsible person: [551] [staff_name] [helpdesk staff]",
            "Chào bạn,. . Bạn có thể đăng ký môn học tự chọn khác trong nhóm tổ hợp quy định.. . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Chương trình đào tạo (thiếu môn tiên quyết, song hành...) . Kính thưa PĐT,. . Em hiện đang học chương trình KSTN k2017 và đang thiếu chỉ tiêu anh văn cần thiết. Em đã thi và dự kiến ngày 23 có kết quả . Nhưng em thấy lịch đăng ký môn học đợt 2 sẽ kết thúc vào ngày 16/7 này. Các môn em đã đăng ký ở đợt 1 đều bị mất vì lí do chưa đủ anh văn. Vậy liệu ngày 23 khi em nộp chứng chỉ anh văn thì đợt 3 liệu em có thể đăng ký nhưng môn học ở đợt 2 em chưa đăng ký được không. Mong PĐT giải đáp giúp. . . Em xin chân thành cảm ơn.. . . .",
            "Chào bạn,. . Trước thời điểm mở các đợt đăng ký môn học của HK191 mà bạn có chứng chỉ anh văn đạt chuẩn thì bạn sẽ được mở cho đăng ký môn học HK191.. . Bạn vui lòng xem chi tiết lịch học vụ để biết rõ các đợt lấy dữ liệu anh văn cho từng đợt đăng ký môn học tương ứng tại:www.aao.hcmut.edu.vn- sinh viên - Lịch học vụ.. . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Chương trình đào tạo (thiếu môn tiên quyết, song hành...) . Chào [full_name]. . Cho em hỏi là hiện tại em đã học hết các môn của chương trình đào tạo, chỉ còn 1 môn và LVTN. Môn này là theo như quy chế là môn tiên quyết của LVTN. Em đã từng rớt môn này. Kỳ 1 tới em có đăng kí lại để học.. . [full_name] cho em hỏi là em có thể vừa học môn này và cùng làm LVTN được hay không?. . Em sẽ viết cam kết là sẽ đạt môn này trong học kỳ 1 có được không ạ!!. . Em hi vọng [full_name] sẽ xem xét cho em. . Em cảm ơn !!!",
            "Chào em,. . . . Theo qui định em không được nhé.",
            "Vậy nếu môn đó có trong TKB và em đăng ký luận văn bổ sung thì môn đó có tính là đã đạt chưa ạ?",
            "Chào bạn,. . Bạn vui lòng đọc lại quy chế học vụ tại trang web:www.aao.hcmut.edu.vn- Sinh viên -  Quy chế- Quy chế học vụ bậc đại học -  Điều 6.. . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Khác ... . Kính gửi phòng đào tạo, cho em hỏi là có cách nào để học hai tiết 6 7 liên tiếp không ạ? Vì em đăng kí học kì 191 có hai môn sát nhau tiết 6 7, và vì các lớp khác đã kín và trùng tkb nên em không chuyển lớp được, mong nhận được phản hồi sớm . . [full_name] - [student_id]",
            "Chào em,. . . . Riêng các lớp cao đăng khoá 2017 được học thông tâm (buổi sáng kết thúc tiết 6, buổi chiều có thể học tiết 7)",
            "Vậy là em không được học liên tiếp tiết 6 7 ạ? Em khóa 2018 đại học"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Kính gửi Phòng đào tạo. . Em tên [full_name]. MSSV [student_id].. . Thầy/cô PĐT cho em hỏi là sao em đăng kí môn học mà nó cứ hiện chưa qua chuẩn anh văn sau năm 3 làm em không đăng kí môn đươc, mặc dù em đã qua av rồi ạ. Em mong PĐT kiểm tra giúp em, em cảm on nhiều ạ.. . . .",
            "Chào em,. . . . Hiện tại trong hệ thống PĐT trong bảng điểm em chỉ đạt chuẩn anh văn sau năm 2.",
            "Dạ, chuẩn anh văn sau năm 3 là qua anh văn 2 đúng k ạ, em đã qua AV2 rồi ạ. Nhưng k biết sao lại bị như vậy. Cô kiểm tra sao lại bị vậy giúp em với ạ, nếu không được thì cô hướng dẫn em làm sao để giải quyết sớm với ạ, em sợ hết slot môn học ạ. :((. Em cảm on cô nhiều.",
            "Chào bạn,. . Do lúc xét kết quả đăng ký môn học đợt 1 bạn chưa có điểm môn AV1 nên các môn thiếu chuẩn av bị hũy.. . Hiện tại điểm môn av của bạn mới cập nhật, bạn hãy vào đăng ký lại môn học.. . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính gửi quý thầy, cô.. . Em là [full_name], hiện tại em đang không được đăng ký môn học vì lí do tạm dừng. Lí bị tạm dừng là: trong học kỳ 181 em đã thanh toán học phí trễ hạn và không đăng ký môn học trong học kỳ 182. Vậy em cần phải làm gì được được đăng ký môn học trong học kỳ 191 này ạ?. . Em mong sớm nhận được hồi đáp từ quý thầy cô.",
            "Chào bạn,. . Bạn phải làm đơn thu nhận lại thì mới được đăng ký môn học.. . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "B Kính chào PĐT.. . Em tên [full_name]. MSSV: [student_id]. . Em đã đăng kí thành công môn Thí nghiệm vật lý nhóm L52 ngày hôm qua (09/07/2019) . . Nhưng hôm nay kiểm tra lại thì bị xóa mất. Khi em đăng kí lại thì tất cả các nhóm lớp của môn này đều có sĩ số là 0 nên hệ thống không cho em đăng kí ( màn hình hiện lý do quá sĩ số).. . Xin PĐT xem lại vấn đề này. . . Em xin cảm ơn.",
            "Chào bạn,. . hiên tại môn học này chỉ mở cho K2019, nếu bạn muốn học thì bạn vui lòng làm quy trình mở lớp môn học.. . Thân.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được . Kính gửi Phòng Đào tạo. . Em ban đầu là k17 hệ chất lượng cao đã chuyển sang k18 hệ đại trà. Khi chuyển sang thì em cũng được chuyển điểm vài môn trong đó có anh văn tăng cường 3. Em không biết là nó khác với anh văn của hệ đại trà. Nên bây giờ em không đủ điều kiện đăng kí vài môn của học kì 191( sức bền vật liệu, sinh học đại cương), các môn này là môn tiên quyết của các môn ở học kì 192. Vì vậy nếu không được đăng kí ở học kì 191 thì em sẽ bị trễ 1 năm. Em xin Phòng Đào tạo cho em được đăng kí các môn học này và em xin hứa sẽ nộp bằng anh văn vào trước học kì 192.",
            "Chào bạn.. . . . Theo quy chế thì bạn không thể quy đổi điểm qua hệ chính quy rất tiếc mình không thể chuyển điểm cho bạn được."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]  /b \tEm tên là . . . . Kính gửi ban giám hiệu nhà trường, và phòng đào tạo Đại học Bách khoa.. . Em tên [full_name] sinh viên hệ vừa làm vừa học. Mã sinh viên [student_id]. Lớp BK15HTD.. . Hôm nay em làm đơn này rất mong ban giám hiệu nhà trường cũng như phòng đào tạo đại học Bách khoa có thể giúp em hủy môn An toàn điện (EE 3097) kì học lại hè hệ vừa làm vừa học năm học 2018-2019.. . Lí do: vì giáo viên hướng dẫn mới cho em biết điểm ngày 9 tháng 7 và em đã đủ điểm qua môn.. . Nên hôm nay em làm đơn này rất mong ban giám hiệu nhà trường cũng như phòng đào tạo đại học Bách khoa có thể chấp nhận hủy môn giúp em.. . Em xin chân thành cảm ơn.. . . .",
            "đã mở khóa.. . bạn tự hủy môn học",
            ". . Kính gửi ban giám hiệu nhà trường, và phòng đào tạo Đại học Bách khoa.. . Em tên [full_name] sinh viên hệ vừa làm vừa học. Mã sinh viên [student_id]. Lớp BK15HTD.. . Hôm nay em làm đơn này rất mong ban giám hiệu nhà trường cũng như phòng đào tạo đại học Bách khoa có thể giúp em hủy môn An toàn điện (EE 3097) kì học lại hè hệ vừa làm vừa học năm học 2018-2019.. . Lí do: vì giáo viên hướng dẫn mới cho em biết điểm ngày 9 tháng 7 và em đã đủ điểm qua môn.. . Nên hôm nay em làm đơn này rất mong ban giám hiệu nhà trường cũng như phòng đào tạo đại học Bách khoa có thể chấp nhận hủy môn giúp em.. . Em xin chân thành cảm ơn.",
            "đã mở khóa. bạn tự hủy môn học"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tăng sĩ số lớp môn học . Phòng đào tạo cho em xin tăng sỉ số môn học",
            "đã tăng sĩ số"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được . Kính gửi Phòng đào tạo.. . Em tên: [full_name]. . Là sinh viên liên thông chính quy k17 khoa cơ khí, theo chương trình đào tạo của k15 khoa cơ khí.. . Trường hợp của em: không đăng ký được luận văn tốt nghiệp vì trang đăng ký báo em không có chứng chỉ anh văn Toeic, trước đó em đã nộp chứng chỉ anh văn và đã được PĐT thẩm tra và duyệt.. . Em mong PĐT giải quyết trường hợp này giúp em.. . Em cảm ơn !",
            "Chào bạn,. . Với chứng chỉ Toeic 455 của bạn là chưa đạt chuẩn anh văn để nhận LVTN bạn nhé.. . Bạn vui lòng xem lại quy định về chuẩn anh văn của LVTN được cập nhật chi tiết tại: www.aao.hcmut.edu.vn- Sinh viên -  Quy chế- Quy chế học vụ bậc đại học -  Phụ lục 1- Mục 3a. . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tăng sĩ số lớp môn học . Em xin trường tăng sỉ số môn học Điện tử y sinh (EE3037). Em xin chân thành cảm ơn.",
            "Chào em,. . . . PĐT đã tăng sỉ số rồi, em đăng gấp nha."
        ]
    },
    {
        "intent": "",
        "message": [
            "Em xin phép mở rộng sĩ số môn ME2019 Môi trường và con người, nhóm A02_A05: Lên khoảng 35 sinh viên.. . Em xin cảm ơn!. .",
            "Nhóm TN không thể tăng quá 30. em đk nhóm khác"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được .  Thầy cô cho em hỏi là em đã qua 350 toiec nhưng khi đăng kí môn học thì báo chưa đạt ạ.",
            "Bạn vào đăng ký lại nhé"
        ]
    }
]