[
    {
        "intent": "",
        "message": [
            "cho em hỏi sao kì trước em hoãn thi 3 môn giải tích,trắc địa đại cương, hóa đại cương nhưng trong bảng điểm chỉ có môn hóa đại cương là điểm 15 còn 2 môn kia là điểm 13 ạ. em cảm ơn. . . .   i Yêu cầu khác .",
            "Chào bạn. . Pdt chỉ ghi nhận bạn có đăng ký hoãn thi Hk211 2 môn là hoá đại cương và giải tích , không có môn trắc địa đại cương. . Trong tháng 3 sẽ ra quyết định chuyển thành điểm 22 (hoãn thi). . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Chào quý Phòng Đào Tạo,. . . . Em tên là [full_name], MSSV [student_id] là sinh viên K17 khoa cơ khí.. . . . Em có một thắc mắc là thẻ sinh viên của em đã hết hiệu lực sử dụng vào 3/2022 mà em chưa ra trường được vì chưa đủ chuẩn anh văn ra trường, em muốn đăng kí gia hạn thêm hiệu lực và làm thẻ sinh viên mới thì em đăng kí ở đâu và thời giạn gia hạn thêm hiệu lực là bao nhiêu.. . . . Em cảm ơn Phòng Đào Tạo đã đọc thắc mắc của em và mong Phòng Đào Tạo có thể trả lời em để em có thẻ sinh viên cho kì thi môn anh văn sắp tới.. . . . Trân trọng,. . SV. [full_name]. .   i Yêu cầu khác .",
            "Chào em;. . em đăng ký làm lại thẻ trên Mybk, thời gian thẻ mới sẽ được gia hạn nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Kính chào cô. . Em là sinh viên K15. Đến hết học kì 211 là thời gian đào tạo tối đa của em. Nhưng do em đăng kí thi TOIEC muộn nên có lẽ không kịp để chuyển điểm Anh văn và đăng kí tốt nghiệp vào tháng 4.. . Em đã hoàn thành LVTN và hiện tại tích lũy được 136 TC (thiếu 6 chỉ anh văn để tốt nghiệp). . Cô cho em hỏi trường hợp của em có thể kéo dài thêm 1 kỳ để bổ sung chứng chỉ anh văn không ạ.. . Nếu được mong cô hướng dẫn em các bước để gia hạn với ạ.. . Em cám ơn cô nhiều",
            "Chào em,. . Sinh viên khóa 2015 thì bạn phải hoàn thành tất cả các điều kiện tốt nghiệp của trong đợt tốt nghiệp tháng 4/2022 này nhé bạn. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ  /i Chào anh chị em tên [full_name] mã số sinh viên [student_id] . .  Sáng hông nay ngày 6 tháng 3 vì vấn đề đặc biệt em đã không thể tham gia kì thi . anh chị cho hỏi là có cách nào hỗ trợ tổ chức thi lại không ạ. . . .",
            "\"\"\"Chào bạn,. . Về việc kiểm tra bổ sung (giữa kỳ):. . SV có thể liên hệ với GV để xin được kiểm tra bổ sung lại, nếu GV không đồng ý. . Bạn vui lòng tải mẫu đơn: Phiếu đăng ký dự thi kiểm tra bổ sung tại trang web : aao.hcmut.edu.vn    Sinh viên    biểu mẫu. . Điền đầy đủ thông tin đính kèm minh chứng nộp tại BKSI (áp dụng đối với các môn lý thuyết có lịch thi ). . Thân\"\"\""
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệpnghiepe. . . . Dear thầy/cô [full_name],. . . . Em là [full_name], mssv [student_id]. Em có hoàn thành đợt bảo vệ tháng 8/2021 và đã có đầy đủ anh văn cũng như ngày ctxh, cũng chưa từng nợ/mượn sách thư viện. Thầy/cô giúp em xem xét liệu em còn thiếu gì để vào danh sách dự kiến tốt nghiệp hoặc nếu đã đủ, thầy/cô giúp thêm em vào danh sách ạ.. . . . Em cảm ơn thầy cô nhiều,. . . . [full_name]",
            "\"Chào bạn,. . PDT đã ghi nhận yêu cầu về đăng ký xét TN của bạn. SV vui lòng theo dõi email  và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 15/03/2022 SV vẫn chưa nhận được thấy tên trong ds dự kiến tốt nghiệp (http://www.aao.hcmut.edu.vn    Tốt nghiệp    Thông tin tốt nghiệp) hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ tại (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 04/2022 . . Về tình trạng sinh viên, khi nào em có tên trong ds dự kiến tốt nghiệp, PDT sẽ tự động ra QD thu nhận cho bạn nhé. . Thân\""
        ]
    },
    {
        "intent": "",
        "message": [
            "B Kính gửi Phòng đào tạo,. . Em là [full_name], mssv [student_id], chương trình Điện Điện Tử,. . . . Em vừa có đc cập nhật điểm luận văn học kỳ 211 và đã đủ điều điện xét tốt nghiệp. Cho em hỏi là khi nào em mới có tên trong danh sách xét nghiệp vậy ạ?. . . . Mong nhận đc hồi âm từ Phòng đào tạo.. . Em xin chân thành cảm ơn. . . . Best regards,. . [full_name]",
            "\"Chào bạn,. . PDT đã ghi nhận yêu cầu về đăng ký xét TN của bạn. SV vui lòng theo dõi email  và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 15/03/2022 SV vẫn chưa nhận được thấy tên trong ds dự kiến tốt nghiệp (http://www.aao.hcmut.edu.vn    Tốt nghiệp    Thông tin tốt nghiệp) hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ tại (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 04/2022 . . Về tình trạng sinh viên, khi nào em có tên trong ds dự kiến tốt nghiệp, PDT sẽ tự động ra QD thu nhận cho bạn nhé. . Thân\""
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp .  Xin chào Thầy/Cô,. .  Dạ em có thắc mắc về điểm trung bình tốt nghiệp ạ. Dựa vào điểm tích lũy tới thời điểm hiện tại của e thì điểm trung bình của ngành 2 có chênh lệch ạ. Xin quí thầy cô kiểm tra lại ạ. Em có đính kèm hình ảnh.. .  Em xin cảm ơn.",
            "Chào em,. . Vui lòng trình bày rõ ý câu hỏi của bạn giúp nhé.. . Hiện tại điểm TB tốt nghiệp của bạn 2 ngành đều là 7.14.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác .  . . . . . .",
            "\"\"\"Chào bạn,. . PDT đã tiếp nhận đơn huỷ việc đã đăng ký rút MH học HK212 theo yêu cầu của bạn. . Thân\"\"\""
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Kính gửi PDT,. . . . Em đăng kí Tốt nghiệp cuối tháng 12/2021 sau đó em nhận được mail lên nhận bằng và không có tổ chức lễ Tốt nghiệp tại A5.. . . . Xin PDT cho em biết thêm thông về lễ Tốt nghiệp trong năm 2022. Nếu em đã có mail nhận bằng rồi thì sau này có được làm lễ không ạ?",
            "Chào em,. . Về lễ tốt nghiệp  SV vui lòng đợi thông báo sau của nhà trường"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em tên là: Lương Trung Tín . . MSSV:[student_id]. . Lớp: L07- môn TN Vật lý bán dẫn. . Thưa pđt lúc 9h30 ngày 24/09/2021 vừa rồi thầy [full_name] tổ chức thi TN VLBD online nhưng em vắng thi hôm đó vì lý do em mắc bệnh và phải đi cách ly và khi em xem lại thì pđt đã chốt bảng điểm vì là môn thí nghiệm nên em không thể xin hoãn thi. Em làm mail này xin pđt có thể cho em thi lại vào một hôm khác được không ạ em xin cảm ơn. . Em mong sớm nhận được phản hồi từ pđt.",
            "Chào bạn. . Về việc này bạn vui lòng liên hệ trực tiếp Giảng viên giảng dạy nghen. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Dạ chào thầy/cô,. . Em mới phát hiện mình dương tính COVID-19 hôm thứ 6 ngày 4 tháng 3.. . . . Em báo cho y tế phường thì họ bảo em cách ly tại nhà 7 ngày.. . . . Nhưng trong tuần này, thứ 3 ngày 8 tháng 3 em có lịch học môn thực tập cơ kĩ thuật tại trường.. . . . Em thắc mắc mình có được đi học không, và nếu không được thì em có cần làm đơn hay gì đó để báo cáo cho trường.. . . . Cảm ơn thầy/cô đã nhận tin.. . Chúc thầy/cô ngày mới vui vẻ và tràn đầy năng lượng. .",
            "Chào bạn. . Bạn chủ động liên hệ với Khoa/bộ môn/ Giảng viên hướng dẫn trực tiếp để hỗ trợ bạn bù thì nghiệm sau nghen. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em có xin PĐT mở lịch môn Hoá đại cương HK211 tuần 10 mà đến giờ đã tuần 10 rồi nhưng TKB chưa được cập nhật ạ. . .",
            "\"Chào em,. . PDT đã ghi nhận yêu cầu về ĐKMH của bạn và đã chuyển cho bộ phận ĐKMH kiểm tra và xử lý.. . SV vui lòng theo dõi thời khóa biểu được cập nhật tại Mybk/Thông tin sinh viên/Xem thời khóa biểu dự kiến trễ nhất trước ngày 8/3/2022.. . Sau thời gian trên vẫn chưa được cập nhật TKB, SV vui lòng gửi lại câu hỏi qua bksi để biết lý do.. . Thân\""
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Dạ, em chào anh/chị!. . . . Em tên [full_name], MSSV: [student_id]. . Em vừa thi toeic nói viết ngày 27/02/2022 và đạt đủ điểm để tốt nghiệp. Hiện em vào trang sinh viên để đăng ký tốt nghiệp thì chưa đăng ký thông tin được. Em có hỏi các bạn nói hiện chưa có trong danh sách tốt nghiệp dự kiến nên không đăng ký được.. . . . Anh/Chị xem giúp em ạ!. . Em cảm ơn!",
            "\"Chào bạn,. . PDT đã ghi nhận yêu cầu về đăng ký xét TN của bạn. SV vui lòng theo dõi email  và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 15/03/2022 SV vẫn chưa nhận được thấy tên trong ds dự kiến tốt nghiệp (http://www.aao.hcmut.edu.vn    Tốt nghiệp    Thông tin tốt nghiệp) hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ tại (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 04/2022 . . Về tình trạng sinh viên, khi nào em có tên trong ds dự kiến tốt nghiệp, PDT sẽ tự động ra QD thu nhận cho bạn nhé. . Thân\""
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Chào phòng đào tạo, . . Học kì 203 em có đăng kí hoãn thi phương pháp tính MT1009, sau đó vào ngày 26.12 em được xếp thi lại vào phòng thi bên dưới và đã có kết quả.. . Phòng thi Phương pháp tính (MT1009)_26/12/2021_14g00 (DT03_B) [DT_HK211]. . Nhưng hiện nay đã trải qua hơn 3 tháng từ ngày thi lại nhưng điểm em vẫn chưa được cập nhập, vẫn 14 trên mybk.. . Nay em viết đơn mong phòng đào tạo xem lại giúp em.",
            "Chào bạn. . Về cập nhật điểm bạn vui lòng liên hệ Khoa/Bộ môn Khoa học ứng dụng để phản hồi. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em chào cô,. . Điểm môn đề cương luận văn của em hiện là 13.0 nhưng HK trước em có báo cáo đầy đủ vậy thì em cần khiếu nại lại giáo viên hướng dẫn hay là môn đó không cần điểm vậy ạ ?. . Em cảm ơn.. . . .",
            "Chào bạn. . Bạn khiếu nại tại Giảng viên hướng dẫn nghen. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV[full_name] [student_id]  /b \t. . . .   i Yêu cầu khác . Em chào Phòng Đào Tạo. . . . Em tên là[full_name] [full_name]. . Hệ [full_name] VLVH. . MSSV[full_name] [student_id]. . . . Em đã hỏi về việc xét miễn môn \"và phòng đào tạo có thông báo là đợi phản hồi qua BKSI hoặc mail sinh viên\". Nhưng hiện nay em vẫn chưa thấy kết quả phản hồi. Nhờ phòng đào tạo kiểm tra và cho em thông tin sớm với ạ.. . . . Cảm ơn phòng đào tạo. . Trân trọng",
            "đã nộp đơn trực tiếp"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Thưa thầy (cô).. . . . Em đang bị nghiễm covid19, điều trị tại nhà nhưng em không học nổi bài để ôn thi và thi vào hai buổi: . . 12g ngày 5/3, nhóm L06-A, môn nhiệt động lực học và truyền nhiệt ME2013.. . 14g ngày 6/3, nhóm DT01-A, môn xác suất và thông kế MT2001. . . . Hôm nay e gửi yêu câu này xin phòng đào tạo cho em được kiểm tra giữa kỳ lại hai môn trê có được không ạ. Em xin cảm ơn.",
            "\"\"\"Chào bạn,. . Về việc kiểm tra bổ sung (giữa kỳ):. . SV có thể liên hệ với GV để xin được kiểm tra bổ sung lại, nếu GV không đồng ý. . Bạn vui lòng tải mẫu đơn: Phiếu đăng ký dự thi kiểm tra bổ sung tại trang web : aao.hcmut.edu.vn    Sinh viên    biểu mẫu. . Điền đầy đủ thông tin đính kèm minh chứng nộp tại BKSI (áp dụng đối với các môn lý thuyết có lịch thi ). . Thân\"\"\"",
            "li answer rate: Answer suits the needs / Câu trả lời đúng ý"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Em chào cô,. . Hiện tại thẻ sinh viên của em chỉ có hạn sử dụng đến tháng 4/2022, vậy bây giờ em muốn gia hạn thêm để có thể bảo vệ luận văn tốt nghiệp thì làm thế nào ạ? . . Em đã vào dịch vụ in thẻ sinh viên trên MYBK nhưng chỉ có để thẻ sinh viên cho HKII thôi ạ.. . Em cảm ơn.",
            "Chào em;. . em đăng ký làm lại thẻ trên mybk nhé, thẻ mới sẽ tự động gia hạn thời gian. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em muốn đăng ký tốt nghiệp 4/2022. Và em đã hoàn thành đầy đủ các điều kiện.",
            "\"Chào bạn,. . PDT đã ghi nhận yêu cầu về đăng ký xét TN của bạn. SV vui lòng theo dõi email  và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 15/03/2022 SV vẫn chưa nhận được thấy tên trong ds dự kiến tốt nghiệp (http://www.aao.hcmut.edu.vn    Tốt nghiệp    Thông tin tốt nghiệp) hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ tại (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 04/2022 . . Về tình trạng sinh viên, khi nào em có tên trong ds dự kiến tốt nghiệp, PDT sẽ tự động ra QD thu nhận cho bạn nhé. . Thân\""
        ]
    },
    {
        "intent": "",
        "message": [
            "Em xin chào Phòng đào tạo của trường đại học Bách Khoa. . Em tên là [full_name], là sinh viên khoá K17 của trường Bách Khoa thuộc khoa Cơ khí và MSSV của em là [student_id].. . Nay em viết mail này trong Phòng đào tạo để phòng đào tạo có thể cập nhật điểm trung bình của em để em có thể đăng ký tốt nghiệp vào đợt hai, năm học 2021 - 2022. Hiện tại, em đã học hoàn thành chương trình học của trường và đã nộp chứng chỉ tiếng anh để xét tốt nghiệp (IELTS 6.5). Ngoài ra, em đã có 18,5 ngày CTXH. Nên về điều kiện để đăng ký tốt nghiệp là em đã đủ yêu cầu ạ. Nhưng do điểm trung bình tích luỹ của em chưa được cập nhật tới hết học kỳ 1 của khoá 2021 - 2022 mà chỉ cập nhật tới hết học kỳ 1 của khoá 2020 - 2021 nên em không đăng ký tốt nghiệp được ạ.. . Em mong Phòng đào tạo có thể giành thời gian cho trường hợp của em và cập nhật điểm để em có thể đăng ký tốt nghiệp vào đợt tới ạ,. . Em xin cảm ơn Phòng đào tạo vì đã giành thời gian cho mail của em ạ. Em chúc Phòng đào tạo có một ngày mới đầy sức khoẻ và làm việc hiệu quả ạ. . . .",
            "Chào em,. . Khi nào em có tên trong ds tốt nghiệp dự kiến thì mới tính điểm trung bình tích lũy ngành nhé. . PDT đã ghi nhận yêu cầu về đăng ký xét TN của bạn. SV vui lòng theo dõi email  và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 15/03/2022 SV vẫn chưa nhận được thấy tên trong ds dự kiến tốt nghiệp ( Tra danh sách tại http://www.aao.hcmut.edu.vn    Tốt nghiệp    Thông tin tốt nghiệp) hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 04/2022 (cập nhật mới gia hạn thời gian xử lý tốt nghiệp). . Về tình trạng sinh viên, khi nào em có tên trong ds dự kiến tốt nghiệp, PDT sẽ tự động ra QD thu nhận cho bạn nhé. . Thân. . \""
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Dạ kính gửi PĐT trường ĐHBK - ĐHQG TP Hồ Chí Minh.. . Em tên là [full_name] - MSSV:[student_id]. Em đã có điểm môn còn thiếu cuối cùng là môn Nhập Môn về [full_name] (MSMH: ME1001) nhưng em vẫn chưa đăng ký tốt nghiệp được ạ.. . Mong PĐT xem xét giải quyết giúp em ạ.",
            "\"Chào bạn,. . PDT đã ghi nhận yêu cầu về đăng ký xét TN của bạn. SV vui lòng theo dõi email  và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 15/03/2022 SV vẫn chưa nhận được thấy tên trong ds dự kiến tốt nghiệp (http://www.aao.hcmut.edu.vn    Tốt nghiệp    Thông tin tốt nghiệp) hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ tại (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 04/2022 . . Về tình trạng sinh viên, khi nào em có tên trong ds dự kiến tốt nghiệp, PDT sẽ tự động ra QD thu nhận cho bạn nhé. . Thân\""
        ]
    },
    {
        "intent": "",
        "message": [
            "B Học vụ. . . . Cho em hỏi là sinh viên khoa kỹ thuật Địa chất và dầu khí Khóa 21 đã có thể lấy thẻ sinh viên chưa ạ. Nếu có thì đến đâu, khung giờ nào để lấy cho thuận tiện ạ.",
            "Chào bạn. . Thẻ SV vẫn đang trong quá trình in. . Khi nào xong Pdt sẽ thông báo cho SV chi tiết nghen. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Dạ chào thầy cô, sáng ngày chủ nhật (6/3) em có ca thi vật lí 2 vào lúc 7h nhưng do lí do mạng nên 7h30 em mới vào được phòng và em bị đình chỉ thi.thầy cô cho em hỏi giờ em phải gửi minh chứng mất mạng ở đâu để được xem xét thi lại ạ.",
            "đã trả lời"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em đã mua thẻ BHYT từ đầu năm học nhưng em quên mất và có lỡ mua tiếp thẻ vào đợt 3 của trường. Vậy cho em hỏi em có được hoàn tiền lại k ạ. Em cảm ơn.",
            "\"Chào bạn. . Vấn đề BHYT, Học bổng, vay vốn ngân hàng, gia hạn và miễn giảm học phí, sinh hoạt công dân… Bạn vui lòng liên hệ Phòng Công tác Chính trị Sinh viên để được hướng dẫn.. . Email:  [email]. . Thân. . \""
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học .",
            "Vui lòng trình bày rõ nội dung vấn đề của bạn nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: phòng đào tạo ơi xin cho em hỏi hiện em đang bị dương tính với covid mà trong tuần này em lại có lịch thí nghiệm các môn của kì trước do phòng đào tạo xếp, vậy giờ em nên làm thế nào ạ?? Mong được phòng đào tạo giải đáp. Em xin cảm ơn ạ"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ chào Thầy/Cô/Anh/Chị,. . Em cảm ơn vì những giải đáp cụ thể như trong ảnh đính kèm.. . Em muốn hỏi thêm là: Em có thể nộp đơn xin thu nhận lại và đăng kí môn học trong khi tình trạng sinh viên vẫn là \"đang học\" không ạ ? (Vì em không thể đăng kí môn học khoảng 6 tháng rồi nhưng trạng thái hiện tại vẫn là đang học). . Em cảm ơn ạ",
            "Chào em. . vì em không đăng ký môn học học kỳ trước nên sẽ bị tạm dừng nhé, em làm đơn thu nhận lại (mẫu trên trang aao    biểu mẫu) để đăng ký môn học từ học kỳ hè này nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Chào phòng đào tạo,. . Theo lịch trình đăng ký tốt nghiệp đợt tháng 04/2022, hạn cuối nhận các trường hợp bổ sung điều kiện tốt nghiệp là 11/04/2022, vậy nếu em nhận kết quả \"[full_name]\" thi nói viết từ trung tâm BKEnglish ngày 10/04/2022 thì em có kịp xét tốt nghiệp đợt tháng 04/2022 không? Khi có kết quả em nên phản hồi điều kiện tốt nghiệp với Phòng đào tạo thông qua gmail, BKSI hay bất kỳ kênh nào trong thời gian sớm nhất để kịp thời gian xét tốt nghiệp?. . Em xin chân thành cảm ơn.",
            "Chào em,. . Khi nào em đủ điều kiện tốt nghiệp có thể gửi câu hỏi qua bksi để xin xét tốt nghiệp bổ sung, tại thời điểm đó mới có thể trả lời cho bạn được nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Dạ em là [full_name], [student_id], Em tính rút môn học thực tập điện tử 1. Do thời gian học vào tháng 3. Dịch đang căng thẳng nên gia đình không cho em lên thành phố học. Do là tình hình nó mới căng lên gần đây nên em chưa kịp điền vào link đăng ký rút môn trễ nhất là ngày 05/03/2021.. . ﻿. . ﻿Lúc em điền form đi là 07/03/2021; chậm 2 ngày rồi ạ! Không biết bên em có được giải quyết không ạ! Mong thầy cô giải đáp giúp em! Em cám ơn! . . ﻿. . ﻿Trân trọng!",
            ". . Chào em,. . Đây là lịch bù thí nghiệm sau cùng nhà trường xếp bù cho SV, không còn đợt tiếp theo để sinh viên xin hoãn. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính chào quý thầy cô lãnh đạo,. . . . Em tên [full_name], lớp trưởng lớp VP18CĐT chương trình PFIEV. Em xin đại diện lớp để gửi đơn xin thi sớm kết thúc môn học hai môn Phần tử dẫn hướng 1 và Phần tử dẫn hướng 2 ạ. Vì đơn này em đã gửi email cho Phòng đào tạo từ ngày 01/03 nhưng đến hôm nay 07/03 mởi nhận được phản hồi, nhưng vẫn chưa được giải đáp nên về ngày thi như chúng em viết trong đơn thì Phòng đào tạo có thể thu xếp lại phù hợp với lịch học chúng em như là dời qua tuần sau thay vì như trong đơn.. . . . Trân trọng,. . [full_name]",
            "\"Chào bạn,. . Phòng đào tạo đã ghi nhận trường hợp của bạn, và đã chuyển thông tin đến các bộ phận liên quan để kiểm tra và xử lý, bạn vui lòng đợi Pdt phản hồi kết quả qua BKSI hoặc mail sinh viên. . Thân. . \"",
            "Chào bạn. . Theo đơn của bạn không có ghi rõ là thi online hay offline. . Bạn báo gấp nghen để kịp tổ chức cho ngày thứ 6 thi. . Thân",
            "Chào quý thầy cô,. . Hình thức thi chúng em đã thống nhất với thầy [full_name] là thi onlive ạ vì hiện tại cũng còn nhiều bạn trong lớp chưa lên thành phố. Thời gian là chiều 15h cho cả hai môn Phần tử dẫn hướng 1 (thứ 6 ngày 11/03/2022) và Phần tử dẫn hướng 2 (thứ 3 ngày 15/03/2022). . Thân mến,. . [full_name].",
            "Em xin lỗi đã viết sai từ \"online\". Em xin đính chính lại lần nữa hình thức thi là   B online  /B  ạ.",
            "Chào bạn[full_name] [full_name] Cô đã chuyển thông tin để xếp lịch thi, bạn vui lòng đợi thông tin phản hồi qua mail, [full_name][full_name] [full_name] Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Chào thầy, cô. . Em tên là [full_name] sinh viên khóa 2017 ngành Vật lý kỹ thuật y sinh.. . Hiện tại học kì này em không có thời khóa biểu chính thức và muốn xin giấy xác nhận sinh viên để thi Toeic thì có được không ạ?. . Mong nhận được sự giải đáp của thầy,cô.. . Em xin cảm ơn ạ!. .",
            "Chào em,. . Em làm đơn trình bày xin giấy xác nhận SV thi TOEIC và gửi qua bksi nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Kính gửi: Ban giám hiệu nhà trường, Phòng Đào tạo trường ĐH Bách Khoa TP.HCM, cùng các thầy cô phụ trách liên quan.. . Họ và tên: NGUYỄN THỊ HỒNG NHUNG    MSSV:[student_id]. . Ngày sinh: 18/10/1997  Lớp: XD15VL2. . Đã tạm dừng từ học kỳ 2, năm học 2020-2021. . Lý do: Tạm dừng vì không đăng ký môn học theo Quyết định số 263/QĐ ĐHBK. . Nay đề nghị được thu nhận lại từ học kỳ 2 năm học 2021-2022.. . Em kính mong quý thầy cô tạo điều kiện cho em được thu nhận lại để đăng ký tốt nghiệp đại học, trong thời gian qua em đã cố găng để đủ điều kiện tiếng anh tốt nghiệp.. . Em xin chân thành cảm ơn.. . . .",
            "Chào bạn. . Bạn đã đủ điều kiện để xét tốt nghiệp thì chọn mục tốt nghiệp để đăng ký XTN bổ sung. . - Đối với tình trạng SV tạm dừng, khi nào có tên trong danh sách dự kiến tốt nghiệp, PDT sẽ tự động ra Quyết định thu nhận lại cho SV để đăng ký xét tốt nghiệp, em theo dõi tình trạng trên mybk/Thông tin Sinh viên, khi nào chuyển qua trạng thái đang học, em vào đăng ký tốt nghiệp. . . Thân",
            "\"Chào bạn. . Pdt kiểm tra hiện tại bạn còn nợ Toeic. . Không đủ ĐK để tốt nghiệp. . Bạn kiểm tra lại nghen. . Trường hợp có khiếu nại bạn có thể gửi lại qua bksi.. . Trường hợp SV học môn tương đương nhưng chưa được cập nhật, vui lòng gửi lại thêm 1 yêu cầu khác về việc xin cập nhật môn tương đương (ghi rõ tên và mã MH SV học, ở học kỳ nào? bao nhiêu điểm? và tương đương với môn học nào thuộc CTĐT của SV). . Thân\""
        ]
    },
    {
        "intent": "",
        "message": [
            "Mở môn học học kỳ 212 . Ad ơi cho em hỏi sao trên thời khóa biểu của em không có lịch học của môn thí nghiệm hóa đại cương ạ(hóa đại cương(tn) của học kỳ 211 được chuyển sang học kỳ 212). Mong Ad xem xét.",
            "Chào em;. . đã bổ sung thời khóa biểu nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Chào anh/chị, anh/chị cho em hỏi nếu em không tham gia lễ tết nghiệp thì có thể nhận được bằng đại học ở đâu và khi nào thì có bằng ạ ?",
            "Chào em,. . Trường hợp của em mới đăng ký tốt nghiệp vào ngày 1/3, hiện tại chưa có QD tốt nghiệp chính thức nhé.. . Về Bằng Tốt nghiệp, SV vui lòng đợi mail thông báo sau của Phòng Đào tạo nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Kính gửi,. . . . Về môn học tự chọn nhóm A (3 môn). Em đã học xong 2 môn. Rớt môn thứ 3 nhưng em không học lại. Em học và qua môn thứ 4. . . . . Cho em hỏi là em có cần phải học lại môn thứ 3 không và nó có ảnh hưởng gì đến điểm tích lũy ngành không, nếu có thì em có thể xoá môn không.. . . . Xin cảm ơn.",
            "\"Chào bạn,. . Về Chương trình Đào tạo, danh sách môn tương đương…, bạn vui lòng xem tại:. . aao.hcmut.edu.vn/Sinh viên/Chương trình Đào tạo. . Sinh viên thắc mắc về CTĐT vui lòng liên hệ về Khoa xin gặp Thầy/Cô Phụ trách về CTĐT để được tư vấn và hỗ trợ thêm.. . Thân. . \""
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em tên [full_name], MSSV [student_id], nhờ bạn [full_name], MSSV [student_id] nhận bảng điểm tại PĐT giúp",
            "Chào em,. . Đã gửi bảng điểm cho em cho bạn [full_name], MSSV [student_id] . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em đóng BHYT ở KTX rồi (thời hạn đến 12/2022) vậy có bắt buộc phải đóng BHYT ở trường không ạ ?. . Em cảm ơn.",
            "\"Chào bạn. . Vấn đề BHYT, Học bổng, vay vốn ngân hàng, gia hạn và miễn giảm học phí, sinh hoạt công dân… Bạn vui lòng liên hệ Phòng Công tác Chính trị Sinh viên để được hướng dẫn.. . Email:  [email]. . Thân. . \""
        ]
    },
    {
        "intent": "",
        "message": [
            "Khiếu nại đăng ký môn học . Kính gửi [full_name]/chị PĐT,. . Em là [full_name], sinh viên khoa Quản lý công nghiệp. Vừa rồi em nhận được mail của PĐT về điền form đăng ký LVTN trễ, em đã điền form trong thời hạn. Tuy nhiên, đến ngày 07/03/2022 thời khoá biểu của em chưa được cập nhật môn học (em đã đủ điều kiện để đăng ký LVTN: hoàn thành trễ môn tiên quyết Thực tập ngoài trường, đủ ngày CTXH quy định,...). [full_name]/[full_name] ở PĐT xem giúp trường hợp của em, nếu em không đủ điều kiện nào để LVTN, [full_name]/[full_name] vui lòng cho em biết lý do.. . Em xin cảm ơn [full_name]/[full_name].. . [full_name],. . Em [full_name].. . . . . .",
            "đã trả lời"
        ]
    },
    {
        "intent": "",
        "message": [
            "Em chào PDT Đại Học Bách Khoa TP.HCM ạ! em là [full_name], mssv [student_id], lớp XD14KT, em vừa hoàn thành anh văn và công tác xã hội để đủ điều kiện tốt nghiệp, nhưng hiện tại em không đăng kí được vì tình trạng buộc thôi học vì lý do học lực, qua tìm hiểu thì em biết có thể là do em không tham gia học trong các học kì gần đây nên bị buộc thôi học mong PDT xem xép gỡ bỏ và tạo cơ hội thu nhập lại cho em được tốt nghiệp ạ! Em có viết đơn gửi kèm ạ!  Không biết e còn thiếu xót lỗi gì mong PDT xem xét chỉ dẫn thêm giúp em ạ! em xin cám ơn!. .",
            "Em chào PDT Đại Học Bách Khoa TP.HCM ạ! em là [full_name], mssv [student_id], lớp XD14KT, em vừa hoàn thành anh văn và công tác xã hội để đủ điều kiện tốt nghiệp, nhưng hiện tại em không đăng kí được vì tình trạng buộc thôi học vì lý do học lực, qua tìm hiểu thì em biết có thể là do em không tham gia học trong các học kì gần đây nên bị buộc thôi học mong PDT xem xép gỡ bỏ và tạo cơ hội thu nhập lại cho em được tốt nghiệp ạ! Em có viết đơn gửi kèm ạ!  Không biết e còn thiếu xót lỗi gì mong PDT xem xét chỉ dẫn thêm giúp em ạ! em xin cám ơn!",
            "Chào bạn. . Tình trạng hiện tại của bạn đã bị Buộc thôi học vì lý do học lực theo Quyết định số 09/11/2020. . - Bạn chỉ có thể chuyển sang hệ VLVH để xét tốt nghiệp. . Bạn tải mẫu Phiếu đề nghị chuyển sang VLVH  tại trang web: aao.hcmut.edu.vn gởi tại BKSI để Pdt xử lý chuyển sang VLVH cho bạn. . Thân\""
        ]
    },
    {
        "intent": "",
        "message": [
            ". . Em chào Thầy/Cô Phòng Đào Tạo. Hôm 28/02 em có viết đơn xin gia hạn ạ. Và nhận được phản hồi là sẽ trả lời sau khi có kết quả. Như nay 07/03/2022 thì cho e hỏi nếu không nhận hoặc nhận được kết quả phản hồi, thì sau bao lâu mình sẽ biết mình có được thu nhận hay là không ạ.. . . . EM cảm ơn.. . . .",
            "Chào bạn. . Bạn kiểm tra lại mail SV, Pdt đã gởi mail quyết định scan cho bạn. . Bạn có thể kiểm tra tình trạng tại Mybk   thông tin sinh viên   tình trạng SV   kéo dài 1 học kỳ theo qd số 602 ngày 7/3"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Dạ em xin chào thầy cô phòng đào tạo.. . Em đã đọc qua quy chế xin miễn môn học ủa thầy cô đã gợi ý cho em ở yêu cầu trước là điều 18/18.1c. . Thì em thấy rằng điểm của em thuộc loại đánh giá C theo bảng quy đổi điểm trên trang aao.hcmut ạ. EM thắc mắc là tại sao em lại không được quy đổi điểm vậy ạ",
            "Chào em,. . về điểm C, SV xem trong quy chế này điều 14.2.a nhé. . Chào bạn. . SV xem quy định tại đây: http://www.aao.hcmut.edu.vn/sinh viên/quy chế/học vụ/Quyết định ban hành Quy định chung về học vụ và đào tạo/ điều 14.2.a. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Em tên là [full_name] MSSV: [student_id]. . hôm nay em không thể đăng nhập vào email mà trường cung cấp không được ạ.. . em đăng nhập mật khẩu nhưng lại báo mật khẩu đã đổi vài tiếng trước trong khi đó em chưa đổi ạ.. . mail của em: [email]. . mk cũ của em: [phone_number]99. . Mong PĐT lấy lại mk đăng nhập giúp em, em cảm ơn nhiều ạ!. .   i Yêu cầu khác .",
            "Chào em,. . Em đem theo thẻ SV đến Phòng Đào tạo (101A1) để xin đổi lại mật khẩu mail nhé vì sẽ đổi toàn bộ dịch vụ của trường. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Em muốn hỏi các bước đăng kí tốt nghiêp? Em đã hoàn thành hết các điều kiện tốt nghiệp rồi ạ.. .   i Tốt nghiệp .",
            "\"Chào bạn,. . PDT đã ghi nhận yêu cầu về đăng ký xét TN của bạn. SV vui lòng theo dõi email  và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 15/03/2022 SV vẫn chưa nhận được thấy tên trong ds dự kiến tốt nghiệp (http://www.aao.hcmut.edu.vn    Tốt nghiệp    Thông tin tốt nghiệp) hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ tại (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 04/2022 . . Về tình trạng sinh viên, khi nào em có tên trong ds dự kiến tốt nghiệp, PDT sẽ tự động ra QD thu nhận cho bạn nhé. . Thân\"",
            "Em không vào mục đăng ký tốt nghiệp được. Em đã thử cả trên điện thoại và máy tính.",
            "Chào em,. . Phòng Đào tạo có hẹn em sau ngày 15/3 mới vào đăng ký tốt nghiệp mà, em vui lòng vào kiểm tra và đăng ký tốt nghiệp lại nhé.. . Trường hợp chưa đăng ký được, vui lòng chụp hình lỗi và gửi qua bksi giúp cô nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Chào thầy/cô,. . . . Em tên là [full_name], MSSV [student_id]. Học kì trước em có làm đơn xin hoãn bảo vệ luận văn tốt nghiệp. Học kì này em đã hoàn thành luận văn và đã được điểm tổng kết.. . . . Bảng điểm của em dù đã cập nhật nhiều lần nhưng cột điểm 14 vẫn chưa được xóa, tình trạng sinh viên vẫn để là tạm dừng.. . . . Em đã liên hệ GV phụ trách điểm, cô báo với em là cùng một bảng điểm nhưng điểm của một số bạn bình thường. Cô cũng đã báo PĐT để quét lại bảng điểm nhưng đến giờ điểm của em vẫn chưa được cập nhật đúng.. . . . Mong thầy/cô xem giúp em vấn đề có phải là do hệ thống không ạ. Để kịp cho đợt tốt nghiệp tới, nếu có gì cần phải bổ sung, sửa chữa mong thầy cô báo lại giúp em hoặc cho em một ngày hẹn để tiện theo dõi ạ.. . . . Em chân thành cảm ơn sự giúp đỡ của thầy/cô.",
            "Chào bạn. . Bạn cho Cô hỏi là bạn hay [full_name] có liên hệ Pdt để cấp phiếu ghi điểm (do có QD hoãn thi) chưa?. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Dạ em chào anh/chị,. . Em tên là [full_name] - MSSV [student_id].. . Vừa rồi em đã hoàn thành bảo vệ tốt nghiệp vào ngày 3.3.2022, hiện đang chờ cập nhật điểm trên hệ thống để đăng kí tốt nghiệp. . . Nhưng do em bảo vệ vào đợt 2 nên thời gian rơi vào học kì 2 thay vì cuối học kì 1, em không đăng kí thêm môn vì chỉ còn đợi bảo vệ tốt nghiệp. Hiện trạng thái sinh viên của em là TẠM NGỪNG do không đăng kí môn học kì 2, nên em muốn hỏi là khi điểm tốt nghiệp được cập nhật, em có được đăng kí tốt nghiệp không ạ? Nếu em phải làm thêm thủ tục gì khác vì trạng thái TẠM NGỪNG để có thể tốt nghiệp, em mong nhận được hướng dẫn của anh/ chị pđt ạ. . . Em xin cảm ơn nhiều.. . . .",
            "Chào em,. . Về tình trạng sinh viên, khi nào em có tên trong ds dự kiến tốt nghiệp, PDT sẽ tự động ra QD thu nhận cho bạn nhé. . Khi nào đủ điểm xét tốt nghiệp em có thể gửi câu hỏi lại qua bksi để xin xét tốt nghiệp. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Kính chào PĐT,. . Em là [full_name], SV đã đăng ký hoãn thi (hoãn BV) LVTN vào HK202 do ảnh hưởng của dịch Covid-19.. . . . Thầy/Cô cho em hỏi nếu trong tháng 3 này em bảo vệ Luận văn và có điểm thì em có cần đăng ký xóa điểm HT trước hay không ạ? Nếu có thì thủ tục đăng ký như thế nào ạ?. . . . Em xin cảm ơn.. . Trân trọng./.. .",
            "\"Chào bạn. . SV tải mẫu đơn tại trang web: www.aao.hcmut.edu.vn    Sinh viên    biểu mẫu    Phiếu đăng ký thi để thay thế điểm VP (hoặc HT). . Điền và nộp tại BKSI để Pdt xử lý cho bạn. . Thân. . \"",
            "li answer rate: Answer suits the needs / Câu trả lời đúng ý"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Dạ em xin chào, . . Em tên là [full_name], mssv: [student_id]. . Dạ em đã đăng ký in bảng điểm và đã in xong, hiện tại em không thể nhận trực tiếp được nên em đã nhờ người thân nhận dùm ạ.. . Thông tin người nhận dùm:. . Tên: [full_name]. . cccd: [phone_number]24",
            "Chào em,. . Đã chuyển bảng điểm của em cho bạn Tên: [full_name]. . cccd: [phone_number]24"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em xin xét tốt nghiệp đợt tháng 4/2022, nhưng đến  nay em vẫn chưa có tên trong danh sách dự kiến tốt nghiệp dù em đã đủ tín chỉ và ctxh.",
            "\"Chào bạn,. . PDT đã ghi nhận yêu cầu về đăng ký xét TN của bạn. SV vui lòng theo dõi email  và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 15/03/2022 SV vẫn chưa nhận được thấy tên trong ds dự kiến tốt nghiệp (http://www.aao.hcmut.edu.vn    Tốt nghiệp    Thông tin tốt nghiệp) hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ tại (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 04/2022 . . Về tình trạng sinh viên, khi nào em có tên trong ds dự kiến tốt nghiệp, PDT sẽ tự động ra QD thu nhận cho bạn nhé. . Thân\""
        ]
    },
    {
        "intent": "",
        "message": [
            "Dạ em xin chảo ban Phòng Đào Tạo trường DHQG ĐH Bách Khoa ạ.. . Em tên là [full_name] - MSSV: [student_id]. . Lí do em viết mail này là:. . Vào ngày hôm nay ( tức ngày 6-3) em có một bài kiểm tra môn Vật Lí 2 ( ca 9h ), tình hình là em đang ở Kí Túc Xá, mà mạng ở đây hay có một sự cố rớt mạng không như muốn, và hôm nay cũng vậy ạ, trong lúc nộp bài còn khoảng 1-2s, khi kéo xuống phần nộp bài thì em bị rớt mạng, khi kết nối vào lại thì hệ thống ghi nhận là: \" chưa bao giờ gửi \", em đã nhờ giám thị coi thi giải quyết nhưng không được ạ. Em có video bằng chứng quá trình làm bài thi. Em mong bên phía PĐT sẽ giải quyết trường hợp này ạ. . . Em xin chân thành cảm ơn.. .  . . Em xin phép để đường link video ở dưới ạ:. . . . https://drive.google.com/file/d/1WLWUyZMoy-l6UxwvRq-Knjm8k_DllqBo/view?usp=sharing. .",
            "\"Chào bạn,. . Về việc kiểm tra bổ sung (giữa kỳ):. . SV có thể liên hệ với GV để xin được kiểm tra bổ sung lại, nếu GV không đồng ý. . Bạn vui lòng tải mẫu đơn: Phiếu đăng ký dự thi kiểm tra bổ sung tại trang web : aao.hcmut.edu.vn    Sinh viên    biểu mẫu. . Điền đầy đủ thông tin đính kèm minh chứng nộp tại BKSI (áp dụng đối với các môn lý thuyết có lịch thi ). . Thân\""
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Kính chào Phòng Đào Tạo.. . . . Cho em hỏi là học phí HK202 1 môn (9 chỉ) là 4trieu7, mà 1 môn (3 chỉ) của HK212 này tới 2trieu7. Có phải nhà trường đã thay đổi chính sách hay sao mà có sự chênh lệch nhiều vậy ạ.. . . . Em cảm ơn PĐT.",
            "Chào bạn,. . Về thông tin học phí bạn vui lòng xem chi tiết tại trang web aao.hcmut.edu.vn    sinh viên    học vụ    học phí    Mức thu học phí các bậc đào tạo năm 2021-2022   Mục V- Vừa làm vừa học. . - 3tc * 900.000= [student_id]. . Chúc bạn học tốt.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: dạ em xin chào thầy cô,. . kì 2 năm học 2020/2021 em có đăng kí hoãn thi cuối kì hai môn vì dịch covid, đến giờ chưa thi lại, pđt cho em hỏi là mình đợi pđt xếp lịch thi lại hay như thế nào để em chuẩn bị ạ, . . em xin cảm ơn và chúc thầy cô nhiều sức khỏe ạ.",
            "Chào bạn. . Bạn đợi thông báo thi xoá điểm Hoãn thi, dự kiến trong tháng 3 sẽ có thông báo. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Dưới đây là đơn xin thi bổ sung kèm minh chứng của em.Trong đó hình 1,3 ,video 4 là chứng minh em không vào được wifi, ảnh 2 là ảnh chứng minh wifi em đăng nhập là wifi tại nhà của em.Em có dự định đăng kí 3g nhưng do 7h chưa ai mở cửa để bán card cho em.",
            "Chào bạn. . Là bạn có thi kiểm tra giữa kỳ được không?. . Về việc kiểm tra bổ sung (giữa kỳ):. . SV có thể liên hệ với GV để xin được kiểm tra bổ sung lại, nếu GV không đồng ý. . Bạn vui lòng tải mẫu đơn: Phiếu đăng ký dự thi kiểm tra bổ sung tại trang web : aao.hcmut.edu.vn    Sinh viên    biểu mẫu. . Điền đầy đủ thông tin đính kèm minh chứng nộp tại BKSI (áp dụng đối với các môn lý thuyết có lịch thi ). . Thân\""
        ]
    },
    {
        "intent": "",
        "message": [
            "Em chào PDT,. .      Em tên [full_name], MSSV [student_id], học bằng 2 khoa Kỹ thuật Địa chất & Dầu khí, bằng 1 là khoa Điện- Điện tử trường mình luôn. Em có xin được miễn môn học và có làm phiếu xin miễn môn, và được báo là nếu được thì sẽ có cập nhật trên Mybk điểm chuyển, đến nay vẫn chưa thấy có thay đổi. Nên em gửi câu hỏi này để biết lý do ạ.. .      Em xin cảm ơn!  . .   i Yêu cầu khác .",
            "Chào bạn,. . Bạn trình bày thêm giúp tên và mã MH bạn xin xét miễn nhé. . Thân",
            "Danh sách các môn em xin xét miễn là:. . GE1001: Nhập môn về kỹ thuật. . AS2001: Cơ học ứng dụng. . MT1009: Phương pháp tính. . MT2001: Xác suất thống kê . . Em xin cảm ơn",
            "li answer rate: Answer suits the needs / Câu trả lời đúng ý",
            "Chào bạn,. . Đơn miễn môn của bạn chỉ được duyệt 1 môn AS2001 cơ học ứng dụng (3TC) và hiện đang chuyển làm QD miễn môn cho bạn.. . Khi nào có QD sẽ gửi mail cho SV nhé (dự kiến trễ nhất là ngày 8/4/2022.. . Sau ngày này SV không nhận được mail vui lòng phản hồi lại bksi giúp cô nhé.. . Về những môn còn lại: GE1001 (3TC), MT1009 (3TC), MT2001 (3TC) không đủ điều kiện miễn môn nhé, do CTĐT khóa 2012, nhưng môn bạn ghi trong bảng điểm chỉ có 2TC. . Thân"
        ]
    }
]