[
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ thưa thầy cô, học kì này em có 1 môn học trươc chưa học được nên chưa thực tập được, và học kì sau em có đăng ki môn học. Em xin nhà trường cho em có thể đăng kí thực tập song song với môn đó được không ạ. Em xin cảm ơn ạ",
            "Chào bạn,. . . . Đăng kí môn học phần mềm đã lập trình sẵn nha bạn.. . . . Không can thiệp vào được.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học  /i  . . Tên môn Học:  [full_name] Máy . . Mã môn học: ME1015. . . .",
            "I  Đăng ký môn học . . Tên môn học: [full_name] Máy . . Mã môn học: ME1015. . Lớp L03",
            "Nhóm L03 đã max. PĐT đã tăng 1 số nhóm khác. . Bạn vào đk ký"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em xin chào thầy/cô. Em là sinh viên khoa Kỹ Thuật Xây Dựng, Ngành: Công Trình Xây Dựng. Em có câu hỏi là: học kì trước (192), có đăng kí luân văn tốt nghiệp nhưng em không bảo vệ. Nên vì thế, kì này (201), em đăng ký lại môn Luận Văn Tốt nghiệp, mà em không hiểu lý do gì mà hệ thống không cho em đăng ký như bình thường nên em phải đăng kí bên\" chính quy-đợt 2- chuyển hệ\".. . Em xin Phòng đào tạo mở lớp đăng ký Luận Văn Tốt Nghiệp (CI4343) của Hệ Chính Quy, nhóm A_ để em có thể đăng ký Luận Văn Tốt Nghiệp ạ.",
            "Em xin chào thầy/cô. Em là sinh viên khoa Kỹ Thuật Xây Dựng, Ngành: Công Trình Xây Dựng. Em có câu hỏi là: học kì trước (192), có đăng kí luân văn tốt nghiệp nhưng em không bảo vệ. Nên vì thế, kì này (201), em đăng ký lại môn Luận Văn Tốt nghiệp, mà em không hiểu lý do gì mà hệ thống không cho em đăng ký như bình thường nên em phải đăng kí bên\" chính quy-đợt 2- chuyển hệ\".. . Em xin Phòng đào tạo mở lớp đăng ký Luận Văn Tốt Nghiệp (CI4343) của Hệ Chính Quy, nhóm A_ để em có thể đăng ký Luận Văn Tốt Nghiệp ạ.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính gửi ban lãnh đạo nhà trường. Em là sinh viên k19. Hiện tại em không đăng ký được các môn cơ sở ngành vì chưa tích lũy 28 tín chỉ. Em kính mong nhà trường tạo điều kiện cho sinh viên được đăng kí cơ sở ngành để được học đúng chương trình ạ.",
            "Bạn phải tích lũy đủ tín chỉ mới được phép đăng ký môn năm 2. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em có đăng ký môn EE3097 trong HK201 nhưng bị hủy môn với lý do đã có điểm trong học kỳ trước đó. Em muốn học cải thiện môn này trong HK201. PDT có thể cho em biết có cách nào giải quyết không ạ. Em xin cảm ơn.",
            "Bạn đk lại môn học. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em là sinh viên khoa điện-điện tử học kỳ 3 này em phải học môn giải tích mạch và kỹ thuật số. Em đã đăng ký học dự thính hè môn giải tích mạch trước và định đăng ký môn kỹ thuật số vào kỳ 3 này thì hệ thống lại bảo là không được đăng ký vì phải học song hành với giải tích mạch. Hiện giờ vẫn chưa học xong kỳ dự thính hè vậy kỳ 3 này em phải bắt buộc đăng ký lại giải tích mạch mới được học kỹ thuật số hay sao ạ.Em đăng ký học hè trước để vào năm học nhẹ hơn mà giờ vẫn phải học lại ạ :((",
            "Bạn vào đk lại môn học nhé. . các môn đk ở HK193 đã được tạm cập nhật"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ thưa PDT, năm nhất em không đủ 28 tín chỉ thì học kỳ 201 em đăng ký các môn có thể học được. Vậy thì nếu học kỳ 201 em qua được các môn đó thì đến đợt đăng ký môn học của hk202 thì em đăng ký các môn của năm 2 được chưa? Tại em sợ nó cập nhật không kịp vì thường thì lịch đăng ký môn có trước khi thi cuối kỳ.",
            "Em có thể đk các môn thuộc năm 2 khi tích lũy đủ số tín chỉ. tuy nhiên các môn đó mà có TQ với môn HK201 mở ( mà em chưa đk được) thì em sẽ ko được đk. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính gửi thầy cô,. . Em là học sinh mang mssv [student_id].. . Dạ trong năm học đầu tiên em trượt môn Kĩ năng xã hội nhiếp ảnh, do 0 có tín chỉ nên em định để hè sẽ đăng ký bù lại, và môn Vật lý 1 nên năm 1 đã tích luỹ được 27tc. Em đã định đăng ký học bù vl1 trong hè để đủ tc nhưng do tình hình dịch bệnh, và khu em cũng bị cách ly trong khoảng thời gian ngay sau đó nên em quyết định để hè sang năm đăng ký, với suy nghĩ là kể cả có dưới 28tc thì vẫn đăng ký được   U dựa theo văn bản từ nhà trường. .   /U , nhưng hôm nay thì trường lại đưa đk tiên quyết là học sinh năm 2 khiến em không thể đăng ký được. Câu hỏi của em là: Liệu trường có thể xem xét lại việc mở đăng ký cho học sinh dưới 28 tc không ạ, và nếu không thì em xin phép hỏi thêm là hiện tại có 2 nguồn chương trình đào tạo khác nhau, 1 là chương trình tại link google drive https://docs.google.com/spreadsheets/d/1rNZWI4TeUP-U4PUbbSlAvA3_1cT91wiMnShszv99xoc/edit#gid=[phone_number], và cái thứ hai tại http://www.aao.hcmut.edu.vn/index.php?route=catalog/chuongtrinhdaotao. Nên em không biết nên theo cái nào, mong được thầy cô giúp đỡ. Cuối cùng, cho phép em hỏi là học kỳ 1 2019 em đăng ký môn Thể chất đá bóng và đã đạt, đến kỳ 2 em cũng chót đăng ký môn Đá bóng luôn thì 2 kỳ đạt có tính là 2/3 môn thẻ chất không ạ hay chỉ tính là 1/3 ạ. Em xin cảm ơn ạ",
            "Chào bạn. . 1- Về chương trình đào tạo/phân ngành bạn vui lòng liên hệ Khoa (cụ thể là Thầy phó khoa phụ trách chương trình đào tạo) để tư vấn và giải đáp. . 2- Nếu bạn không tích lũy đủ số tín chỉ quy định, bạn sẽ không đăng ký được môn học của năm tiếp theo, Quy định về xếp năm thứ của sinh viên, và quy định về mức độ môn học em xem trong quy chế đào tạo và học vụ của trường, cụ thể như sau:. . Xếp năm thứ của SV ở Khoản 4.2, Điều 4.. . 4.2 Xếp hạng năm đào tạo. . Sau mỗi học kỳ, SV được xếp hạng năm đào tạo theo số tín chỉ tích lũy (TCTL) như sau:. . - SV năm thứ nhất: dưới 28 tín chỉ. . - SV năm thứ hai: từ 28 đến dưới 56 tín chỉ. . - SV năm thứ ba: từ 56 đến dưới 80 tín chỉ. . - SV năm thứ tư: từ 80 đến dưới 128 tín chỉ. . - SV năm thứ năm (đối với các CTĐT trên bốn năm): từ 108 tín chỉ. . Quy định mức độ môn học khi SV đăng ký môn học ở Khoản 9.7, Điều 9.. . 9.7. Ràng buộc về xếp hạng năm đào tạo SV và môn học được phép đăng ký. . Mức độ môn học được định nghĩa như sau:. . - Môn năm thứ nhất: dành cho tất cả SV các năm. . - Môn năm thứ hai: dành cho các SV từ năm thứ hai trở lên. . - Môn năm thứ ba: dành cho các SV từ năm thứ ba trở lên. . - Môn năm thứ tư: dành cho các SV từ năm thứ ba và thứ tư trở lên. . - Môn năm thứ năm: dành cho các SV từ năm thứ tư và thứ năm trở lên. . Nhà trường dùng mã môn học có dạng XXLYYY để phân định năm học, trong đó XX là viết tắt của ngành/Khoa, L là năm thứ và YYY là thứ tự môn học. . Như vậy, nếu các SV chưa đạt đủ 28TC thì vẫn có thể đăng ký các môn học có dạng XX1YYY, ví dụ như các môn Đại số tuyến tính (MT1007), Pháp luật VN ĐC (SP1007), ... Các môn học này trong các chuong trình đào tạo có thể được xếp vào các năm học ở năm 2.. . Việc trả lời trên hội trường có thể bị ghi lại nhầm, hoặc không rõ. Tuy nhiên, câu trả lời trong biên bản vẫn phù hợp với các ý nói trên (môn mức độ theo năm 2 vs. môn đang được bố trí trong CTĐT ở năm thứ 2).. . Chúc bạn học tập tốt nhé.. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học .  Chào thầy/cô. Dạ vào học kì 201 năm 2020 em có đăng kí 5 môn học đó là giải tích mạch, pháp luật đại cương, kỹ thuật số, hệ thống máy tính và xác suất thống kê. Vào sáng nay ngày 25/8/2020 thời khóa biểu chỉ có 3 môn đó là giải tích mạch, kỹ thuật số, hệ thống máy tính. Vào chiều ngày 25/8/2020 lại chỉ xuất hiện 1 môn pháp luật đại cương. Khi đăng kí lại các môn thì hiển thị dòng \"Chuẩn sinh viên năm 2 (tiên quyết)\". Em không hiểu vì sao những môn em đăng kí lại bị mất và em không thể đăng kí lại được. Mong PĐT và nhà trường giải quyết dùm em vấn đề trong thời gian sớm nhất. Em cảm ơn.",
            "Em phải đạt chuẩn SV sau năm 2 mới có thể đăng ký các môn thuộc năm 2. . . . Xem quy chế tại đây:. . http://www.aao.hcmut.edu.vn/image/data/quyche/Ca%CC%81c%20thay%20%C4%91o%CC%82%CC%89i%20tu%CC%9B%CC%80%20HK192-updated.pdf"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em chào thầy cô ạ.. . Thầy cô cho em hỏi kỳ hè 193 này em đăng ký môn Vật lý chất rắn thì vô kì chính 201 tới em có được đăng ký môn Hóa học xúc tác ( học trước Vật lý chất rắn) không ạ?. . Em cảm ơn ạ",
            "MÔn HK hè sẽ được tạm tính để em ĐK môn HK201"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: . . Dạ em chào cô ( thầy ). Em là sv K14 mà chưa ra trường, hiện tại em thuộc khu vực 1 nên được xin kéo dài thêm 1 hk, tức là tối đa đến hết học kì 202. Hiện tại em còn nợ môn GT1 và Đại số tuyến tính, cho em hỏi là nếu kì 201 2 môn đó không mở được lớp thì em có thể làm đơn để xin học chung với K20 cho kịp tiến độ để em ra trường được không ạ? Vì 2 môn đó là 2 môn đại cương cơ bản mà sinh viên nào cũng phải học nên trong chương trình của K20 sẽ có ạ. Em cảm ơn.",
            "Hiện tại đã hết thời gian để mở lớp ở học kỳ chính 201. . -      Sinh viên có nguyện vọng học các môn chưa được mở lớp ở học kỳ chính 201 vui lòng đăng ký môn học ở HK dự thính đợt 1 (từ ngày 21/09/2020 đến 24/09/2020) , Xem chi tiết lịch đăng ký môn học dự thính HK201 tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Đăng ký môn học    Lịch học vụ theo học kỳ    Lịch học vụ năm học 2020-2021    Lịch học vụ chính quy    Học kỳ 1(HK dự thính). . o   Sau ngày 30/9 nếu môn học không được mở lớp, Quy trình mở môn học dự thính :. .  \t  Bước 1: SV tải mẫu đơn tại trang web: www.aao.hcmut.edu.vn  Sinh viên biểu mẫu mẫu Đề nghị mở môn học (ngoại lệ). .   Bước 2: Sau khi có xác nhận chữ ký đồng ý theo quy định trong đơn. .    SV nộp đơn tại PĐT – cơ sở 1- . . Thời gian nộp đơn mở lớp dự thính: từ ngày 30/09/2020 đến 01/10/2020. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em là [full_name] - MSSV [student_id]. . . . Em muốn kiểm tra cập nhật tình trạng hoàn thành môn học Thể chất để đăng kí môn học năm cuối trong HK201, hiện em đã bị xoá hết kết quả đăng kí trước đó do không được cập nhật kết quả các môn thể chất.. . . . Trong HK201 em có đăng kí môn học Nguyên lý quản lý kinh tế và xây dựng (CI1045) và môn Động lực học kết cấu (CI4067) nhưng bị trùng thời khoá biểu. Liệu PDT có thể giúp em đăng kí cùng lúc cả 2 được không ạ?. . . . Mong nhận được phản hồi từ phía thầy cô. Em cảm ơn ạ!",
            "Chào bạn, . . Hiện tại Phòng Đào tạo đã cập nhật lại điểm GDTC, chuẩn GDTS_3, Sinh viên vui lòng vào đăng ký lại. . . Còn môn trùng thì chỉ được 1 môn thôi nhé. . Chúc bạn học tốt!. .  . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Em chào thầy/cô,. . Em tạo yêu cầu này xin phòng đào tạo mở thêm sĩ số cho lớp MT1009 để em được tham gia lớp học này.. . Em xin chân thành cảm ơn!. .   i Đăng ký môn học .",
            "Chào bạn, . . Hiện tại các nhóm lớp đã được Phòng Đào tạo mở tối đa sĩ số theo đúng quy định (về môn học, sức chứa phòng...).Trường hợp bạn muốn tăng sĩ số của một nhóm lớp nào đó, bạn vui lòng liên hệ trực tiếp tại Phòng Đào tạo cơ sở 1 (trong thời gian đăng ký môn học), để được nhóm hỗ trợ đăng ký môn học kiểm tra, nếu còn khả năng tăng được hoặc có thể có 1 vài bạn sv xin hủy, nhóm sẽ hỗ trợ tăng sĩ số cho bạn (nếu được) và có thể vào đăng ký ngay luôn nhé. . . Chúc bạn học tốt!. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Lớp Quản lý môi trường k17 tụi em có đăng ký môn Quản lý CTR & CTNH (EN1013) nhưng đã bị hủy môn, không biết là vì lý do gì ạ?. . . . Lớp em cần học môn này cho đúng tiến độ mà đăng ký trên hệ thống bị hủy môn thì giờ lớp làm đơn đăng ký tay hay sao ạ?",
            "Môn học ko mở hệ CLC, bạn liên hệ Khoa xin mở lớp nộp cho VP Đào tạo Quốc tế. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em chào cô/ thầy. . Em tên là [full_name] lớp HC17KTTP. Em đã nộp bằng Ielts vào năm nhất để chuyển điểm. ( và đã chuyển đủ 4 anh văn) Và bây giờ bằng đã hết hạn sau 2 năm.. .  Vậy cho em hỏi em có cần nộp bằng mới để đủ yêu cầu xét tốt nghiệp, làm luận văn hay đủ điều kiện để đăng kí môn không ạ?. . Em cảm ơn. . [full_name]",
            "Chào bạn,. . Bạn không cần phải nộp lại nhé!. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Như học kỳ 192 em có nhận được thông tin từ phòng đào tạo cũng như giáo viên chủ nhiệm của mình là năm nhất khi em không tích lũy đủ 28 tín chỉ vẫn được đăng ký môn năm 2. Nhưng giờ sao đăng kí không được vậy ạ?. . Em xin cảm ơn",
            "Bạn phải tích lũy đủ 28 tín chỉ mới được đăng ký các môn năm 2. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . +Về việc quy định năm nhất phải tích đủ 28 chỉ tụi em đã hỏi phòng đào tạo vào cuối        học kì 2 và được trả lời   I như hình bên dưới  /I . Nếu không có câu trả lời này thì tụi em đã đăng ký học hè. Bây giờ nhà trường lại bảo đánh văn bản nhầm thì tội tụi em quá.. .  + Việc học anh văn nhà trường quy định có 2 lựa chọn: học AV ở trường hoặc là thi ở ngoài rồi chuyển điểm vào. Tình hình dịch bệnh kéo dài từ Tết lại không có kì chuyển điểm AV, làm sao tui em có thể chuyển điểm để có thể đủ 28 chỉ để đăng ký môn năm 2 theo quy định ? Như vậy thì thiệt thòi cho tụi em quá. 2 học kỳ 29 chỉ em tích lũy được 26 chỉ nếu chuyển điểm AV thì em có thể trên 28 chỉ.. .  Mong PĐT xem xét giùm tụi em để có thể đăng ký môn năm 2 không chậm chương trình. Em cảm ơn ạ. . . . .",
            "Chào bạn,. . Nếu bạn không tích lũy đủ số tín chỉ quy định, bạn sẽ không đăng ký được môn học của năm tiếp theo, Quy định về xếp năm thứ của sinh viên, và quy định về mức độ môn học em xem trong quy chế đào tạo và học vụ của trường, cụ thể như sau:. . Xếp năm thứ của SV ở Khoản 4.2, Điều 4.. . 4.2 Xếp hạng năm đào tạo. . Sau mỗi học kỳ, SV được xếp hạng năm đào tạo theo số tín chỉ tích lũy (TCTL) như sau:. . - SV năm thứ nhất: dưới 28 tín chỉ. . - SV năm thứ hai: từ 28 đến dưới 56 tín chỉ. . - SV năm thứ ba: từ 56 đến dưới 80 tín chỉ. . - SV năm thứ tư: từ 80 đến dưới 128 tín chỉ. . - SV năm thứ năm (đối với các CTĐT trên bốn năm): từ 108 tín chỉ. . Quy định mức độ môn học khi SV đăng ký môn học ở Khoản 9.7, Điều 9.. . 9.7. Ràng buộc về xếp hạng năm đào tạo SV và môn học được phép đăng ký. . Mức độ môn học được định nghĩa như sau:. . - Môn năm thứ nhất: dành cho tất cả SV các năm. . - Môn năm thứ hai: dành cho các SV từ năm thứ hai trở lên. . - Môn năm thứ ba: dành cho các SV từ năm thứ ba trở lên. . - Môn năm thứ tư: dành cho các SV từ năm thứ ba và thứ tư trở lên. . - Môn năm thứ năm: dành cho các SV từ năm thứ tư và thứ năm trở lên. . Nhà trường dùng mã môn học có dạng XXLYYY để phân định năm học, trong đó XX là viết tắt của ngành/Khoa, L là năm thứ và YYY là thứ tự môn học. . Như vậy, nếu các SV chưa đạt đủ 28TC thì vẫn có thể đăng ký các môn học có dạng XX1YYY, ví dụ như các môn Đại số tuyến tính (MT1007), Pháp luật VN ĐC (SP1007), ... Các môn học này trong các chuong trình đào tạo có thể được xếp vào các năm học ở năm 2.. . . . Việc trả lời trên hội trường có thể bị ghi lại nhầm, hoặc không rõ. Tuy nhiên, câu trả lời trong biên bản vẫn phù hợp với các ý nói trên (môn mức độ theo năm 2 vs. môn đang được bố trí trong CTĐT ở năm thứ 2)."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em chào thầy, cô, em hiện là sinh viên năm 3 CT Việt-Pháp. Vào năm ngoái em thi chứng chỉ TOEIC đạt 620 và đã được chuyển điểm tới môn anh văn 4 đạt 7.5đ. Tuy nhiên trong kỳ tới em lại không đăng ký được môn anh văn 5. Thầy, cô có thể cho em biết lý do vì sao, và làm sao để em có thể đăng ký được môn anh văn 5 không ạ. Em cám ơn."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Chào cô( thầy) . . Em tên [full_name] . . Mssv [student_id]. . Em xin pdt mở thêm lớp Thí nghiệm đại cương MA3035. . Mong được phản hồi từ thầy ( cô) ạ . . Em xin chân thành cảm ơn! . . [full_name]",
            "Chào bạn, . . Hiện tại các nhóm lớp đã được Phòng Đào tạo mở tối đa sĩ số theo đúng quy định (về môn học, sức chứa phòng...).Trường hợp bạn muốn tăng sĩ số của một nhóm lớp nào đó, bạn vui lòng liên hệ trực tiếp tại Phòng Đào tạo cơ sở 1 (trong thời gian đăng ký môn học), để được nhóm hỗ trợ đăng ký môn học kiểm tra, nếu còn khả năng tăng được hoặc có thể có 1 vài bạn sv xin hủy, nhóm sẽ hỗ trợ tăng sĩ số cho bạn (nếu được) và có thể vào đăng ký ngay luôn nhé. . . Chúc bạn học tốt!. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ cho em hỏi học kì chính 201 em đăng kí tổng là 13 chỉ. Mà em đọc trên quy chế là học kì chính tối thiếu là 14 chỉ. V cho em hỏi nếu em đăng kí 13 chỉ như vậy thôi có sao không ạ?",
            "Chào bạn, . . Nếu không đăng ký đủ tín chỉ theo quy định thì sẽ không bị hủy TKB. Tuy vậy , số tín chỉ/học kỳ sẽ dùng xác định sinh viên chính quy tập trung =  ảnh hưởng đến việc xin tạm hoãn NVQS (đối vối SV nam) và các quyền lợi khác (xét học bổng, học phí đối sới SV khóa 2019) Các trường hợp có TKB đều được cấp nhận CNSV. . . Chúc bạn học tốt . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . sao em đăng ký anh văn 1 không được, mà anh văn cơ bản cũng không có là sao ạ?",
            "Chào bạn. . - Về quy định chuẩn tiếng anh trong quá trình học: Bạn vui lòng xem chi tiết tại trang web aao--  sinh viên --  Quy chế --  Quy chế đào tạo và học vụ bậc đại học và cao đẳng -- Phụ lục 1: Quy định về ngoại ngữ -- . . Chúc bạn học tập tốt nhé.. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính gửi Phòng Đào tạo,. . Em thấy trên trang wiki của trường qui định điểm TBTL phải 7.5 trở lên mới được đăng ký tối đa 25 tín chỉ/kỳ chính. Nhưng trên trang \"Các câu hỏi thường gặp\" của [full_name]bk thì lại ghi chỉ cần 7.0 trở lên thôi. Em đang có TBTL 7.14 tính đến hết học kỳ 192 vừa rồi ạ, và hiện đang bị giới hạn chỉ được đăng ký tối đa 21 chỉ. Em không biết là do phải 7.5 trở lên mới đăng ký được 25 chỉ, hay do hệ thống chưa cập nhật điểm TBTL của em ạ? Kính mong PĐT giải đáp thắc mắc. Em xin chân thành cảm ơn.",
            "Từ 7.5 trở lên mới được bổ sung tín chỉ đăng ký nhé. . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Kính chào thầy cô văn phòng đào tạo. . Như em có viết đơn trình bày, điểm trung bình tích lũy ngành của em ở trang tốt nghiệp dự kiến là 6,96 và chưa được cập nhật điểm của học kỳ 2, vậy trong trường hợp này làm sao để  đăng ký tốt nghiệp với điểm tbtln của em hiện tại?. . Em cảm ơn và mong sớm được giải quyết",
            "Đã giải trả lời qua đơn SV. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em đăng kí môn Thể chất ở đợt ĐKMH thứ nhất rồi nhưng bị xoá và không đăng kí lại được ở đợt 2 (không còn tìm thấy các môn này). Em xin hỏi là khi nao mới đăng kí Thể chất lại được? . .",
            "Chào bạn, . . Về việc đăng ký các môn Giáo dục thể chất trong học kỳ 1/2020-2021, bạn vui lòng đợi thông báo sau của Phòng Đào tạo qua email sinh viên. . . Chúc bạn học tốt!. .  . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Cho em hỏi hoặc bên nhà trường có thể cung cấp thêm cho em về mã đăng kí của các môn học thể chất được không ạ.",
            "Chào bạn, . . Về việc đăng ký các môn Giáo dục thể chất trong học kỳ 1/2020-2021, bạn vui lòng đợi thông báo sau của Phòng Đào tạo qua email sinh viên. . . Chúc bạn học tốt!. .  . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em chào pđt ạ,. . Em muốn xin tăng sĩ số lớp học L02-L04 của môn Cấu trúc dữ liệu và giải thuật, mã môn học CO2003 ạ. . . Em xin cám ơn ạ.",
            "Chào bạn, . . Hiện tại các nhóm lớp đã được Phòng Đào tạo mở tối đa sĩ số theo đúng quy định (về môn học, sức chứa phòng...).Trường hợp bạn muốn tăng sĩ số của một nhóm lớp nào đó, bạn vui lòng liên hệ trực tiếp tại Phòng Đào tạo cơ sở 1 (trong thời gian đăng ký môn học), để được nhóm hỗ trợ đăng ký môn học kiểm tra, nếu còn khả năng tăng được hoặc có thể có 1 vài bạn sv xin hủy, nhóm sẽ hỗ trợ tăng sĩ số cho bạn (nếu được) và có thể vào đăng ký ngay luôn nhé. . . Chúc bạn học tốt!. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em khoa điện chuyên ngành điện tử viễn thông mới phân ngành kì vừa rồi , nhưng khi học xong em cảm thấy phù hợp với chuyên nghành kĩ thuật điện hơn. Em hỏi bây giờ có thể chuyển chuyên ngành được không . Em cảm ơn",
            "Học vụ. . . . Em khoa điện chuyên ngành điện tử viễn thông mới phân ngành kì vừa rồi , nhưng khi học xong em cảm thấy phù hợp với chuyên nghành kĩ thuật điện hơn. Em hỏi bây giờ có thể chuyển chuyên ngành được không . Em cảm ơn  /QUOTE . .",
            "Chào bạn. . Về chương trình đào tạo/phân ngành bạn vui lòng liên hệ Khoa (cụ thể là Thầy phó khoa phụ trách chương trình đào tạo) để tư vấn và giải đáp. . Chúc bạn học tập tốt nhé.. . Thân. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính gửi Phòng đào tạo,. . Hiện tại em đang thực tập (có đăng ký tại khoa trường, đã được trường kiểm tra kiến thức và được trường chấp thuận) nhưng vì một số lý do em chưa đăng ký môn Thực tập tốt nghiệp cho học kỳ 193.. . . . Em có câu hỏi như sau: em có thể đăng ký lại môn Thực tập tốt nghiệp trong học kỳ 201 và bảo lưu kết quả thực tập hiện tại để dùng trong học kỳ 201 không ạ?. . . . Em xin cảm ơn.. . . .   i Học vụ .",
            "Chào bạn. . - bảo lưu kết quả thực tập hiện tại để dùng trong học kỳ 201 : bạn liên hệ giảng viên hướng dẫn + Bộ môn + Khoa để được giải đáp. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em sinh viên khoá K14, nếu đúng dự kiến thi là tháng 4/2021 hết thời gian học, mà em còn nợ môn không kịp thời gian đấy, cho em hỏi mình có cách nào để có thể gia hạn thêm không ạ??. . Em có nghe qua việc được chuyển xuống hệ vừa học vừa làm để học tiếp, không biết việc này ra sao ạ??",
            "Chào bạn,. . Bạn vui lòng xem quy định về kéo dài tại đây:. . http://aao.hcmut.edu.vn/sinh viên/quy chế/Quy chế đào tạo và học vụ bậc đại học, cao đẳng:/Điều 5. Thời gian và kế hoạch đào tạo/5.5 Các trường hợp được kéo dài thời gian đào tạo tối đa. . Bạn kiểm tra xem mình có thuộc đối tượng được kéo dài không?. . nếu thuộc có thể nộp đơn xin kéo dài thêm 1 học kỳ 2/2020-2021 và nộp tại Phòng Đào tạo. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Dạ em điền thông tin đăng ký tốt nghiệp đến phần kích hoạt tài khoản cựu sinh viên thì sau khi em nhập đi nhập lại mật khẩu mới cở 5-6 lần, do email liên lạc khác của em không nhận được mail xác nhận nào từ hôm qua đến bây giờ thì hiện tại email liên lạc của em vẫn chưa nhận được mail để xác nhận ạ. Hiện tượng này là do lỗi kỹ thuật hay là do em thiếu bước nào hay điều kiện nào không ạ? . . . . Và cho em hỏi là nút \"nộp đăng ký xét tốt nghiệp\" chỉ sáng lên sau khi kích hoạt tài khoản cựu sinh viên thôi phải không ạ? - Em có đình kèm hình chụp màng hình ạ!. . . . Em cảm ơn thầy/cô ạ!",
            "Chào bạn,. . Kiểm tra thùng thư rác hoặc đổi 1 địa chỉ email khác. Nếu không thao tác được, bạn có thể đến trực tiếp PDT để được hỗ trợ. . Thân . .",
            "li answer rate: Answer suits the needs / Câu trả lời đúng ý"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em xin PĐT tăng thêm sĩ số môn Thí nghiệm Quá trình thiết bị. . Mã MH: CH3015. . Nhóm lớp: A06. . Lý do: Các nhóm lớp còn lại bị trùng không đổi được ạ, vì là môn chuyên ngành chỉ có 1 lớp. . . Mong PĐT giúp đỡ. . . Em xin cảm ơn ạ.  . . . .",
            "Chào bạn, . . Hiện tại các nhóm lớp đã được Phòng Đào tạo mở tối đa sĩ số theo đúng quy định (về môn học, sức chứa phòng...).Trường hợp bạn muốn tăng sĩ số của một nhóm lớp nào đó, bạn vui lòng liên hệ trực tiếp tại Phòng Đào tạo cơ sở 1 (trong thời gian đăng ký môn học), để được nhóm hỗ trợ đăng ký môn học kiểm tra, nếu còn khả năng tăng được hoặc có thể có 1 vài bạn sv xin hủy, nhóm sẽ hỗ trợ tăng sĩ số cho bạn (nếu được) và có thể vào đăng ký ngay luôn nhé. . . Chúc bạn học tốt!. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . . . Em chào PĐT, . . Mong PĐT giải đáp thắc mắc giúp em là tại sao khi em đăng ký môn đề cương luận văn thì hiển thị là em thiếu chuẩn anh văn tiên quyết ạ.  Em đã nộp chứng chỉ ngoại ngữ cho trường rồi ạ.. . Em xin cảm ơn. . . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Học vụ. . . . Em chào thầy, cô, em hiện là sinh viên năm 3 CT Việt-Pháp. Vào năm ngoái em thi chứng chỉ TOEIC đạt 620 và đã được chuyển điểm tới môn anh văn 4 đạt 7.5đ. Tuy nhiên trong kỳ tới em lại không đăng ký được môn anh văn 5. Thầy, cô có thể cho em biết lý do vì sao, và làm sao để em có thể đăng ký được môn anh văn 5 không ạ. Em cám ơn.. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính gửi Quý Thầy Cô Phòng Đào tạo.. . . . Em muốn xin PĐT tăng sỉ số nhóm lớp A01_A01, môn học Vật liệu xây dựng (Mã MH: CI2037). Do em đã đăng ký môn Vật liệu xây dựng (Mã MH: CI2037) vào đợt 1  nhưng không được xếp lớp nên em muốn đăng ký vào đợt 2 này ạ.. . . . Em xin chân thành cảm ơn.",
            "Chào bạn, . . Hiện tại các nhóm lớp đã được Phòng Đào tạo mở tối đa sĩ số theo đúng quy định (về môn học, sức chứa phòng...).Trường hợp bạn muốn tăng sĩ số của một nhóm lớp nào đó, bạn vui lòng liên hệ trực tiếp tại Phòng Đào tạo cơ sở 1 (trong thời gian đăng ký môn học), để được nhóm hỗ trợ đăng ký môn học kiểm tra, nếu còn khả năng tăng được hoặc có thể có 1 vài bạn sv xin hủy, nhóm sẽ hỗ trợ tăng sĩ số cho bạn (nếu được) và có thể vào đăng ký ngay luôn nhé. . . Chúc bạn học tốt!. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em tên là [full_name] mssv [student_id], em xin thầy cô mở thêm sĩ số môn học  Kỹ thuật điện-điện tử mã môn học EE2011.. . Em xin cảm ơn!",
            "Chào bạn, . . Hiện tại các nhóm lớp đã được Phòng Đào tạo mở tối đa sĩ số theo đúng quy định (về môn học, sức chứa phòng...).Trường hợp bạn muốn tăng sĩ số của một nhóm lớp nào đó, bạn vui lòng liên hệ trực tiếp tại Phòng Đào tạo cơ sở 1 (trong thời gian đăng ký môn học), để được nhóm hỗ trợ đăng ký môn học kiểm tra, nếu còn khả năng tăng được hoặc có thể có 1 vài bạn sv xin hủy, nhóm sẽ hỗ trợ tăng sĩ số cho bạn (nếu được) và có thể vào đăng ký ngay luôn nhé. . . Chúc bạn học tốt!. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Qua kết quả đăng ký môn học đợt 1, em kiểm tra thấy có một ngày học cả tiết 6 và tiết 7. . . Vậy em có bị hệ thống hủy bất cứ một môn nào khi chốt TKB không ạ? . . Và nếu có thì em phải làm sao vì em vẫn có nguyện vọng học cả 2 môn sát giờ đó ạ.. . Mong PĐT hỗ trợ, em cảm ơn!. . . .",
            "Hiện TKB em có thì vẫn học được"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . . . PĐT cho em hỏi em chưa qua giáo dục thêt chất 3 thì hk201 em có đăng ký được LVTN không ạ? Em cảm ơn. .",
            "Chào bạn,. . . . - Còn đợt 4 DKMH dành cho các môn Thực tập tốt nghiệp, đề cương luận văn và luận văn.. . . . - Bạn thường xuyên kiểm tra mail để biết thời gian đăng kí.. . - Sau đợt 4 nếu có thắc mắc thì liên hệ PDT nha.. . . . Thân. . . . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Đợt đăng ký môn học đợt 1 em có đăng ký giáo dục thể chất nhưng bị huỷ, đợt 2 em có vào đăng ký hiệu chỉnh môn học nhưng không tìm thấy lớp bất kỳ môn nào. Vậy em có còn có thể đăng ký giáo dục thể chất cho kỳ 201 được nữa không ạ?",
            "Chào bạn, . . Về việc đăng ký các môn Giáo dục thể chất trong học kỳ 1/2020-2021, bạn vui lòng đợi thông báo sau của Phòng Đào tạo qua email sinh viên. . . Chúc bạn học tốt!. . . . Thân. . . . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Thầy/cô cho em hỏi muốn mở thêm lớp thì em phải làm bằng cách nào ạ?",
            "Chào bạn,. . Quy trình mở môn học :. .   + Bước 1: SV tải mẫu đơn tại trang web: www.aao.hcmut.edu.vn  -  Sinh viên -  biểu mẫu -  mẫu Đề nghị mở môn học (ngoại lệ). .   + Bước 2: Sau khi có xác nhận chữ ký đồng ý theo quy định trong đơn. .   SV nộp đơn tại PĐT – cơ sở 1-  . .   Thời gian nộp đơn mở lớp dự thính: từ ngày 25/08/2020 đến 10g ngày 27/08/2020. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Vì là học sinh được cứu xét nên hiện tại em không thể đăng kí môn chuyên ngành do em rớt quá nhiều, nên em muốn đăng kí lại những môn học của năm nhất nhưng không được. Mong nhà trường hướng dẫn cho em phải đăng kí như thế nào ạ. Em xin cảm ơn",
            "Chào bạn,. . Nếu bạn không tích lũy đủ số tín chỉ quy định, bạn sẽ không đăng ký được môn học của năm tiếp theo, Quy định về xếp năm thứ của sinh viên, và quy định về mức độ môn học em xem trong quy chế đào tạo và học vụ của trường, cụ thể như sau:. . Xếp năm thứ của SV ở [full_name]ản 4.2, Điều 4.. . 4.2 Xếp hạng năm đào tạo. . Sau mỗi học kỳ, SV được xếp hạng năm đào tạo theo số tín chỉ tích lũy (TCTL) như sau:. . - SV năm thứ nhất: dưới 28 tín chỉ. . - SV năm thứ hai: từ 28 đến dưới 56 tín chỉ. . - SV năm thứ ba: từ 56 đến dưới 80 tín chỉ. . - SV năm thứ tư: từ 80 đến dưới 128 tín chỉ. . - SV năm thứ năm (đối với các CTĐT trên bốn năm): từ 108 tín chỉ. . Quy định mức độ môn học khi SV đăng ký môn học ở [full_name]ản 9.7, Điều 9.. . 9.7. Ràng buộc về xếp hạng năm đào tạo SV và môn học được phép đăng ký. . Mức độ môn học được định nghĩa như sau:. . - Môn năm thứ nhất: dành cho tất cả SV các năm. . - Môn năm thứ hai: dành cho các SV từ năm thứ hai trở lên. . - Môn năm thứ ba: dành cho các SV từ năm thứ ba trở lên. . - Môn năm thứ tư: dành cho các SV từ năm thứ ba và thứ tư trở lên. . - Môn năm thứ năm: dành cho các SV từ năm thứ tư và thứ năm trở lên. . Nhà trường dùng mã môn học có dạng XXLYYY để phân định năm học, trong đó XX là viết tắt của ngành/[full_name]a, L là năm thứ và YYY là thứ tự môn học. . Như vậy, nếu các SV chưa đạt đủ 28TC thì vẫn có thể đăng ký các môn học có dạng XX1YYY, ví dụ như các môn Đại số tuyến tính (MT1007), Pháp luật VN ĐC (SP1007), ... Các môn học này trong các chuong trình đào tạo có thể được xếp vào các năm học ở năm 2.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác  /i  cho em hỏi là em chưa học av1 av2 ở trường vậy tối đa  khi nào em cần phải nộp chứng chỉ ngoại ngữ ạ . . . .",
            "Chào bạn,. . Bạn vui lòng xem quy định về CCNN tại đây:. . http://www.aao.hcmut.edu.vn/sinh viên/quy chế/Phụ lục 1: Quy định về ngoại ngữ (áp dụng cho các chương trình giảng dạy bằng tiếng Việt)"
        ]
    },
    {
        "intent": "",
        "message": [
            "B   /B . .   i Tốt nghiệp . Em tên [full_name] (mssv:[student_id]). . Em vừa nhận quyết định thu nhận lại từ học kì 1/(2020-2021) để xét tốt nghiệp do bị buộc thôi học vì nghỉ học quá 2 học kì. Khi em vào đăng kí xét tốt nghiệp thì bị khóa tín năng sử dụng, nên không biết là bị lỗi gì? và không thể đăng kí xét tốt nghiệp được. Mong quí thầy cô xem xét hướng dẫn giúp em.",
            "Chào bạn . . Phòng đào tạo đã ghi nhận trường hợp xét tốt nghiệp bổ sung của sinh viên, sau ngày 08/9/20 phòng đào tạo sẽ thông báo danh sách tốt nghiệp cập nhật mới :. . - Sinh viên xem kết quả xét lại tốt nghiệp trên: www.aao.hcmut.edu.vn    tốt nghiệp    thông tin tốt nghiệp    danh sách tốt nghiệp 11/2020 - Trường hợp không có tên trong danh sách tốt nghiệp bổ sung sinh viên vui lòng phản hồi tại trang bksi.hcmut.edu.vn để để phòng đào tạo kiểm tra lý do.. .  Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em chào Phòng đào tạo ạ.. . Môn phân tích dữ liệu IM3049 dù đã tăng sĩ số nhưng vẫn không đủ ạ. Còn rất nhiều bạn chưa đăng kí được do lớp A01 đã đầy ạ. Lớp A02 thì lại bị kẹt lịch học môn khác.. . Mong Phòng đào tạo giải quyết giúp em ạ.. . Em cảm ơn",
            "Chào bạn, . . Hiện tại các nhóm lớp đã được Phòng Đào tạo mở tối đa sĩ số theo đúng quy định (về môn học, sức chứa phòng...).Trường hợp bạn muốn tăng sĩ số của một nhóm lớp nào đó, bạn vui lòng liên hệ trực tiếp tại Phòng Đào tạo cơ sở 1 (trong thời gian đăng ký môn học), để được nhóm hỗ trợ đăng ký môn học kiểm tra, nếu còn khả năng tăng được hoặc có thể có 1 vài bạn sv xin hủy, nhóm sẽ hỗ trợ tăng sĩ số cho bạn (nếu được) và có thể vào đăng ký ngay luôn nhé. . . Chúc bạn học tốt!. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ em chào Phòng đào tạo, em tên là [full_name], MSSV [student_id], hiện là sinh viên thuộc khoa Cơ khí, ngành Logistics và Quản lý chuỗi cung ứng.. . Em viết email này với mong muốn được trình bày về việc học kì hè 193 vừa qua, trong đợt đăng kí đợt 1, em đã gửi thành công môn Thực tập Kỹ thuật (ME2085). Nhưng do trước đây em chưa từng bị hủy môn ở đợt 2 nên trong thời gian đăng kí em có quên kiểm tra đợt 2, dẫn đến là không được ghi nhận trên hệ thống và không hiển thị trên trang thông tin sinh viên. Trong lúc em xem kết quả Đăng kí 201 sáng nay thì em mới phát hiện ra điều đó. Em hiện tại cũng đã đi thực tập được 3 tuần, cũng không mong muốn bị trễ chương trình đào tạo, em viết mail này mong Phòng đào tạo có thể cho em cơ hội để đăng kí lại được môn học này trên hệ thống để em có thể theo đúng tiến độ chương trình.. . Em mong Phòng đào tạo sẽ phản hồi email này của em, em cám ơn Phòng đào tạo nhiều ạ.. .",
            "Chào bạn. . Bạn làm đơn ghi rõ xin dkmh môn Thực tập Kỹ thuật (ME2085) vào HK193, [full_name] xác nhận cụ thể vào đơn. . Nộp gấp cho pdt để xử lý. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV: [student_id]  /b . . . . Chào pđt! Nay em muốn hỏi về việc đăng ký môn luận văn tn. . Em học khoa KTHH, ngành QTTB, vào dịp đkmh đợt 1 em có đăng ký môn luận văn tốt nghiệp (CH4353) nhưng đến đợt 2 này lại không thấy.. . Em kiểm tra các điều kiện (nợ môn, CCAV, CTXH...) thì thấy em có thể đăng ký. Mong pđt xem giúp. . Em cám ơn!"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ em chào anh/chị,. . . . Em muốn hỏi là kì 201 này thì môn Mac có học online không ạ?. . . . Em cám ơn anh/chị nhiều ạ.",
            "Hiện tại ko học online. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Cho em hỏi sao kỳ 201 không mở các môn GDTC vậy ạ?. . Em cảm ơn",
            "Chào bạn, . . Về việc đăng ký các môn Giáo dục thể chất trong học kỳ 1/2020-2021, bạn vui lòng đợi thông báo sau của Phòng Đào tạo qua email sinh viên. . . Chúc bạn học tốt!. .  . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Xin mở thêm lớp MT1009 cho hệ đại trà ạ. . Em xin cảm ơn",
            "Chào bạn,. . Quy trình mở môn học :. .   + Bước 1: SV tải mẫu đơn tại trang web: www.aao.hcmut.edu.vn  -  Sinh viên -  biểu mẫu -  mẫu Đề nghị mở môn học (ngoại lệ). .   + Bước 2: Sau khi có xác nhận chữ ký đồng ý theo quy định trong đơn. .   SV nộp đơn tại PĐT – cơ sở 1-  . .   Thời gian nộp đơn mở lớp dự thính: từ ngày 25/08/2020 đến 10g ngày 27/08/2020. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ cho em hỏi là em có thể đăng ký học liên tục từ tiết 2 tới tiết 12 được không ạ ? Tất cả các môn đều ở Cơ sở 1.",
            "Em học có nỗi ko. hơn nữa sau này thi sẽ rất áp lực. ( có thể 1 ngày thi 3 môn ). ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Kính gửi phòng đào tạo trường ĐHBK Tp.HCM. . Em là [full_name]. MSSV [student_id]. sv năm 3 chuyên ngành Cơ Kỹ Thuật. . . . Em đã học đủ 3 môn thể chất. Đúng tiến độ, ko nợ môn. Nếu ko có vấn đề gì từ học vụ xảy ra thì năm sau e sẽ ra trường   B đúng hạn  /B . . . . Sáng nay em lên xem lại các môn đã đk cho HK tới. Bị thiếu mất 2 môn   B đồ án + đề cương luận văn  /B . Nguyên nhân hệ thống báo là do không đủ chuẩn thể chất sau năm 3. ( chi tiết hình ảnh e xin phép gửi file đính kèm). . . . Em hoàn thành thể chất 1 và 3 trước, thể chất 2 em hoàn thành vào HK 191 vừa rồi. Em ko hiểu vì sao thời điểm đó nhà trường đổi phương thức học các môn thể chất. Em đăng kí thể chất 2, tự chọn môn bơi. Sau đó điểm tính là môn Bơi(PE1019) chứ ko phải GDTC_2(PE1002). . . . Như vậy e ko ĐKMH được là do thay đổi mới của đào tạo lại đá trương trình đào tạo cũ. Người chịu ảnh hưởng trực tiếp là tụi em, ra trường trễ 1 năm trong khi học hành vẫn chỉn chu và đủ tiến độ. Bố mẹ tụi em phải nuôi báo cô 1 năm, tụi em cũng lỡ 1 năm ra bên ngoài học hỏi.. . . . Xét cục bộ tại lớp Bơi của em học thôi cũng có rất nhiều bạn cùng học giống như em. các bạn cũng chịu thiệt thòi. Kính mong nhà trường xem xét kịp cho chúng em trong thời hạn còn được ĐKMH.. . Em xin chân thành cảm ơn.. .",
            "Đã cập nhật GDTC_3 , bạn vào đk lại nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ em chào Anh(Chị),. . Em tên là [full_name] MSSV: [student_id]. . Trong kì 201 em có đăng kí môn đồ án chuyên ngành(ct) (ME4045) nhưng bị lỗi tiên quyết và chưa có điểm Môn dung sai (ME3003).. . Vì môn dung sai (ME3003) em hiện đang học trong kì 193 và lịch thi cuối kì vào ngày 19/9/20.. . Mà ngày 21/9/20 đã bắt đầu học kì 201 rồi ạ.. . Kì 201 em rất cần được học môn đồ án vì nếu không em sẽ bị trễ 1 năm nữa ạ.. . Vậy khi em đã thi xong và đợi có điểm thi em có thể xin phép được đăng kí bổ sung vào lớp đồ án được không ạ.. . Em rất mong Phòng Đào Tạo xem xét và tạo điều kiện giúp em có thể được học môn Đồ án trong kì sau để em có thể hoàn thành được chương trình đúng tiến độ ạ.. . Em xin chân thành cảm ơn!!!!!",
            "Em đk lại nhé. . Môn HK193 sẽ được tạm xét đạt"
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính gửi Phòng đào tạo trường đại học Bách Khoa. . . . Em tên là [full_name]. Mssv [student_id] hiện đang học ngành điện điện tử. Em thuộc nhóm 1B.. . . . Hôm nay em gửi mail này với mong muốn hỏi phòng đào tạo là. Em đã đăng kí môn học theo đúng chương trình đào tạo ở đợt một. Nhưng hôm nay em lên check lại không đăng kí. Em đi đăng kí mới theo đúng mã môn học như Giải tích 2 MT1021 thì báo không có môn học mở. Mong phòng đào tạo giải đáp ạ.. . . . Môn giáo dục quốc phòng thì em chọn mã môn MI1003. Trang web cho em chọn lớp em chọn CC01 không biết có đúng không ạ.. . . . Mong sự hồi đáp từ phòng đào tạo. . . .",
            "Chào bạn,. . . . Bạn vui lòng liên hệ văn phòng Đào tạo quốc tế nha.. . . . Thân.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "QUOTE Đăng ký môn học . Kỳ hè em đã đăng ký pháp luật đại cương và triết học mac lenin giờ kỳ này em chỉ có 13 tín chỉ và em muốn đăng ký môn kinh tế chính trị mac lenin nhưng không được vì phải qua môn triết học mac lenin. Giờ em phải làm gì",
            "Chào bạn. . Phòng đào tạo đã cập nhật lại dữ liệu, bạn nhanh chóng vào đăng ký lại môn học đợt 2 (từ 25/8 đến 15g 31/8). . Chúc bạn học tập tốt nhé. . Thân. ."
        ]
    }
]