[
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Dạ em chào cô. . . . Em tên: [full_name]     mssv: [student_id]. . . . Vào ngày 18/10 em có làm đơn xin hoãn thi môn kỹ thuật số ạ.. . . . Em xin gửi lại đơn ạ.. . . . Em có gửi kèm ảnh xác nhận của giáo viên vào ngày 18/10 ạ. Chữ ký của khoa em vẫn chưa xin được ạ vì thầy chưa trả lời ạ. Giáo viên nói sẽ gửi lại đơn vào ngày mai ạ!!!. .",
            "Chào bạn. . Bạn phải nhờ Thầy gởi xác nhận cho bạn qua mail hoặc vào form và gởi lại BKSI gấp trước ngày 26/11,để Pdt xử lý, nếu trễ quá thì Pdt không thể xử lý được. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Chào thầy cô, em muốn đăng ký lớp Anh văn 4A theo nhu cầu nhưng vì thiếu môn AV3 nên chưa thể đăng ký. . . . . Thông báo lỗi: . . Thiếu (các) môn học:. .   Nhóm [LA1041]: LA1041 - Anh văn 3A (nhu cầu) (học trước) . . . . Em vừa lên xét chuyển điểm TOEIC (đã thẩm tra) cho AV2, AV3 và đã thanh toán lệ phí. Nhờ thầy cô \"Xác nhận đăng ký\" chuyển điểm để giúp em đăng ký môn AV4A ạ (nếu kịp trước hạn 14h50 28/11 đăng ký môn học), em cảm ơn thầy cô.. . . . MSSV: [student_id]. . Họ tên: [full_name] .",
            "Thầy cô cho em hỏi thêm về trường hợp của em ạ:. . - Em là sinh viên khóa K2017.. . - Đã nộp TOEIC 555 để chuyển điểm AV1, AV2, AV3.. . . . Thầy cô cho em hỏi:. . - Mức đạt của môn Anh văn 4A theo nhu cầu (LA1043) là tương đương mức điểm 5.0 của môn Anh văn 4 (LA1009) đúng không ạ? (2 tín chỉ tích lũy và điều kiện xét tốt nghiệp). . - Mức điểm TOEIC 500 và 200 điểm bài thi Speaking & Writing (BKEnglish) là đủ điều kiện xét tốt nghiệp cho khóa K2017 đúng không ạ?. . . . Em cảm ơn thầy cô.",
            "Đã đăng ký thành công"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Chào Anh/Chị!. . . . Em bỏ lỡ đợt đăng kí học trực tiếp 17/11-19/11, do em không check mail cẩn thận. Anh/chị cho em hỏi còn cách nào để em đăng kí lại không ạ? Em đã đủ điều kiện từ đợt đăng kí đầu tiên của trường. . . . . Em cảm ơn nhiều   3",
            "Chào em,. . Em vui trình bày rõ trong đơn (ghi rõ mong muốn và lý do), và gửi qua [full_name] nhé. . Thân",
            "[full_name]. . . . Kính gửi Phòng đào tạo quốc tế (OISP). . . . Tôi tên: [full_name]. . Mssv: [student_id]. . Khoa: Kỹ thuật Giao thông. . . . Hiện tại tôi chưa đăng kí học trực tiếp tại trường, theo mail của Phòng đào tạo (17/11-19/11). Do bất cẩn trong việc kiểm tra mail. . . . . Tôi viết đơn này kính mong Phòng đào tạo đồng ý cho tôi vào học trực tiếp tại trường vào ngày 13/12. Vì tôi đã tiêm đủ 2 mũi vắc xin (mũi 2 vào ngày 28/9/2021). Hiện tại đang ở trọ 1 mình tại Trịnh Đình Trọng, Phú Trung, Tân Phú. Và thực hiện đầy đủ các biện pháp phòng tránh Covid.. . . . Tôi xin cam kết những gì tôi nói ở trên là sự thật.. . . . Cảm ơn. . . . Hồ Chí Minh, ngày 5 tháng 12 năm 2021. . Người viết đơn. . [full_name]. . [full_name]",
            "li answer rate: Answer suits the needs / Câu trả lời đúng ý",
            "Chào em,. . Phòng Đào tạo đã tiếp nhận thông tin đăng ký học thí nghiệm trực tiếp của em, dự kiến TKB sẽ cập nhật trước ngày 13/12/2021.. . SV vui lòng theo dõi mail và thời khóa biểu được cập nhật Mybk/Thông tin sinh viên/Xem thời khóa biểu. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Đợt thi anh văn đầu vào em chỉ đủ điểm để qua anh văn đầu vào và chưa qua anh văn 1. Em đang học để ôn thi TOEIC để nộp bằng vào trường quy đổi điểm nhưng dịch bệnh khó khăn em phải về quê và chưa thể thi TOEIC. Cho em hỏi là kỳ 212 trường có siết chuẩn anh văn để đăng ký môn không ạ? . .",
            "Chào em,. .  Cho em hỏi là kỳ 212 trường có siết chuẩn anh văn để đăng ký môn không ạ?. . =  Em theo dõi email sắp tới từ PĐT nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác  /. . Em đã đăng kí in bảng điểm ngày 23/11/2021 nhưng bây giờ em cần gấp bản pdf. Mong phòng đào tạo cho em xin file pdf ạ. Em cảm ơn nhiều ạ. . .",
            "Chào em,. . Bảng điểm in ra mới được trình ký và đóng dấu nhé bạn, nên không có file pdf để gửi bạn nhé.. . Em theo dõi trình trạng in Bảng điểm trên mybk/Đăng ký in Bảng điểm, khi nào chuyển qua trạng thái đã in xong em có thể liên hệ để nhận nhé. . [full_name]",
            "Dạ chào chị, . . Hiện tại, do một số lí do nên e không thể về trường để nhận bảng điểm và sẽ mất thời gian nếu e đăng kí nhận theo đường bưu điện. Do e cần gấp để xin việc nên khi bảng điểm được in. Chị có thể gởi cho e bảng scan được ko ạ. Em cảm ơn rất nhiều và xin lỗi vì đã gây thêm phiền phức ạ. . . Mong chị giúp đỡ ạ.",
            "Chào em,. . Gửi em file scan bảng điểm",
            "Dạ e cảm ơn nhiều ạ"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Chào PĐT! . . Em tên [full_name] MSSV:[student_id]. . Vào cuối học kì 203 em có viết đơn xin hoãn thi nhưng lại không đăng ký hoãn thi môn đó vào google form nên không được PĐT xác nhận. Nay em xin gửi lại đơn hoãn thi này mong PĐT có thể tạo điều kiện để cho em thi lại trong học kì này ạ. Em cảm ơn!",
            "Chào bạn. . Đơn hoãn thi của em đã được đồng ý nhé, PDT sẽ tập hợp lại và QD hoãn thi chung, dự kiến đầu tháng 12/2021 và sẽ gửi mail thông báo cho SV.. . Sau thời gian trên mà chưa nhận được mail thông báo về QD, em vui lòng phản hồi lại qua bksi để PDT kiểm tra lại nhé!. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính gửi PĐT  . . Hôm qua em có nhận được mail về đăng ký anh văn nhu cầu như hình bên dưới. . Thầy cô cho em hỏi anh văn 1a 2a 3a 4a là anh văn toiec đầu ra hay là anh văn 1 2 3 4 như trong chương trình đào tạo của khoa điện . . Kính mong thầy cô xem xét giúp em . Rm xin cảm ơn",
            "Chào em,. . Thầy cô cho em hỏi anh văn 1a 2a 3a 4a là anh văn toiec đầu ra hay là anh văn 1 2 3 4 . . =  Là anh văn 1 2 3 4 . . Các môn anh văn theo nhu cầu đều không tính vào điểm TBTL, đều quy về mã gốc theo quy định.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Kính gửi Thầy (Cô),. . Em tên [full_name], MSSV [student_id] lớp VL15PO. Hiện tại em đã đủ điều kiên tốt nghiệp nên hôm nay em viết mail để xin được mở tình trạng sinh viên trong học kỳ này. Mong Thầy(Cô) xem qua và xét duyệt giúp em ạ. Em cảm ơn Thầy(Cô) ạ.. . Trân trọng,. . [full_name].",
            "Chào em,. . Hiện tại tình trạng của em: đang học (thu nhận lại để xét tốt nghiệp). . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . pdt ơi cho em hỏi em đã học đủ chỉ các môn tự chọn và môn học bắt buốc rồi nhưng kỳ rồi em lở đăng ký dư 1 môn tự chọn khác nếu môn đó em bị điểm 13 thì có ảnh hưởng đến kết quả tốt nghiệp không ạ.",
            "Chào em,. . Đtbtl là tính hết, học bao nhiêu môn tính bấy nhiêu. Còn đtbtl ngành chỉ tính những môn có trong chương trình đào tạo ngành mà sv theo học suốt khoá học và lấy điểm cao nhất tính.. . Thân mến. . . . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính gửi Thầy/Cô,. . . . Học kỳ này em có đăng kí một môn để duy trì tình trạng học tập để ôn tập anh văn nói viết, nay em đã đủ điều kiện tốt nghiệp.. . . . Em muốn hủy môn học đấy ở học kỳ này để tránh điểm xấu.. . Kính nhờ Thầy/Cô hướng dẫn.. . . . Em xin cảm ơn.. . . . Học vụ .",
            "Chào em,. . Đã hết thời gian rút môn học (phải thanh toán học phí), em cần làm theo hướng dẫn sau để trình BLĐ phòng xem xét. . 1.   Sv tải PHIẾU ĐĂNG KÝ RÚT MÔN HỌC (tại trang web: aao.hcmut.edu.vn biểu mẫu) điền thông tin ký tên chụp hình để có file ảnh tải lên trang bksi.hcmut.edu.vn. . 2.   Sv đăng nhập vào trang bksi.hcmut.edu.vn ¬¬¬ Hỏi/Yêu cầu  Tạo câu hỏi/yêu cầu mới: Rút môn học (phải thanh toán học phí) HK 211: điền thông tin vào CHỦ ĐỀ VÀ NỘI DUNG. . 3.   Click vào choose file để tại file ảnh . . 4.   Click vào GỞI. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Kính gửi thầy cô PĐT . . Thầy cô cho em hỏi khóa của em K20 học chuóng trình đào đạo 2019 vậy đầu ra anh văn minh là toeic nhiêu ạ.. . Em xin cảm ơn",
            "Chào em,. . Chuẩn AV tính theo khóa chương trình đào tạo bạn đang theo học nhé (không tính theo năm bạn vào).. . Xem chi tiết quy chế tại đây:. . aao.hcmut.edu.vn/sinh viên/quy chế/học vụ/Quy chế đào tạo và học vụ bậc đại học, cao đẳng:/Phụ lục 1: Quy định về ngoại ngữ (áp dụng cho các chương trình giảng dạy bằng tiếng Việt)/3.   Chuẩn tiếng Anh khi nhận Luận văn tốt nghiệp (LVTN) và khi tốt nghiệp. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác. . Dạ về vấn đề sinh hoạt công dân đợt 1 , do em thấy trên trang để là làm không giới hạn nên em đã làm bài 5 lần (bài cuối là bài hoàn chỉnh) . Sáng nay em mới nhận được gmail của trường là làm tối đa 2 lần thì không biết bên trường có thể giúp em giải quyết được vấn đề này không ạ.",
            "Chào em,. . Em liên hệ phòng Công tác chính trị sv qua email [email] để được hướng dẫn nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ .",
            "Chào bạn. . PDT đã tiếp nhận và đang xử lý đơn chuyển sang VLVH vào HK2(2021-2022) của bạn.. . Bạn vui lòng theo dõi tình trạng sinh viên sẽ cập nhật “thu nhận vào hệ VLVH”  trên Mybk-thông tin sinh viên, dự kiến trễ nhất vào 7/12/2021. . - Xem chi tiết Lịch đăng ký môn học + đăng ký tốt nghiệp của Hk212 tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ để biết thời gian đăng ký môn học hoặc đăng ký tốt nghiệp. . - Quy chế đào tạo và học vụ: xem chi tiết tại trang web aao.hcmut.edu.vn   Sinh viên   Quy chế-Quy định  Học vụ. . Thân. .  . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ cô ơi , kì sau em đăng kí luận văn mà hiện tại em đang ở quê nên không kịp đi thi để lấy bằng toeic . Em có thể đăng ký luận văn rồi em nộp bằng tiếng anh sau vàituần được không ạ .Em cảm ơn ạ.. . . .",
            "Chào bạn. . - Theo quy định là phải có CCNN thì mới đăng ký được LVTN. . - Hiện tại chưa có thông báo gì về việc không xét Chuẩn tiếng Anh cho việc đăng ký LVTN ở HK212 nhé.. . Thân mến. . . . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Em tên là [full_name]- Mã sinh viên [student_id] vốn đang học lớp võ L17 buổi thứ 3 từ 18h00-20h30 và thứ 4 từ 7h00-9h50 của cô [full_name], các buổi đều điểm danh đầy đủ.. . Hiện tại thời khóa biểu của em đã bị xóa môn võ mà em đang theo học suốt học kì 1 và em không rõ là lí do vì sao. Mong phòng giải đáp và hỗ trợ em vấn đề này.  Nếu có gì xin phòng đào tạo hãy chỉnh lại thời khóa biểu.. .",
            "Chào em,. . HK211 em đăng ký 2 môn GDTC nên PĐT đã hủy 1 môn. Em xem lại các email PĐT đã gửi nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Em xin chào,. . . . Em có đăng ký môn dự thính Kết cấu bê tông cốt thép 1, em có thời khóa biểu môn học vào thứ 2 tiết 13-14 của cô [full_name]. Khi vào điểm giữa kỳ thì danh sách vào điểm thi của cô không có tên của em.. . Mong phòng đào tạo xem xét và hỗ trợ!. . Hình ảnh thời khóa biểu môn học và danh sách vào điểm của cô [full_name] đính kèm phía dưới.. . . . Em chân thành cảm ơn!",
            "Chào em,. . Môn CI2091_DT01 (HK211) có tên trên MyBK, em liên hệ với GV, [full_name] qua email [email] để hướng dẫn.. . Thân mến. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em chào thầy/cô phòng đạo tạo.. . . . Em tên [full_name], sinh viên năm 4 khoa Môi Trường.. . . . em muốn hỏi các thông tin về việc thanh toán trễ hạn học phí.. . . . Trong những lần thanh toán học phí gần em bị trễ hạn đóng tiền học phí về do các nguyên nhân về giãn cách xã hội và phỏng toa khu vực vùng có liên quan đến COVID-19 (Quê em ở Cà Mau).. . . . Vì vậy, em muốn hỏi việc thanh toán trễ như vậy có ảnh hướng gì đến tiến độ ra trường của em không ạ ? Nếu có đơn trình bài lý do nộp trễ hạn thì em có tìm đơn đó ở đâu?. . . . Em cảm ơn!",
            "Chào em,. . Nếu có đơn trình bài lý do nộp trễ hạn thì em có tìm đơn đó ở đâu?. . =  Không cần nộp đơn nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Kính gửi quý Thầy/Cô !. . . . Em là [full_name],          MSSV: [student_id]. . Ngành Cảng-Công Trình Biển,   Khóa K2015.. . . . Nhờ được sự hướng dẫn từ cô thì nay em có làm đơn thu nhận lại để gửi cô, em đính kèm ảnh trong tin nhắn này phía dưới ạ.. . . . Em hi vọng sẽ được thu nhận lại và được tốt nghiệp ạ.. . . . Em cảm ơn cô !. . . . Trân trọng.. . . . [full_name]",
            "Chào em,. . PDT đã tiếp nhận đơn thu nhận của em, em theo dõi tình trạng trên mybk/Thông tin SV, khi nào có quyết định thu nhận và chuyển qua trạng thái đang học, bạn có thể vào đăng ký tốt nghiệp lại nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            ". . Em xin chào Phòng đào tạo của trường.Em là [full_name] -MSSV:[student_id]-Ngành Cơ kĩ thuật (CQ)-Khoa Khoa học ứng dụng.Em nhắn tin này với lí do là trong lúc em mở đề chuẩn bị làm bài thi giữa kì môn vật lý 1 thì em bị rớt mạng và out ra ngoài ,mãi đến lúc sau khi em vào lại trang Bk exem thì tài khoản của em đã bị khoá ,khiến em không thể làm bài và liên lạc với thầy cô coi thi trong google meet.Em mong phòng đào tạo cho em xin hoãn thi giữa kì môn vật lý 1 .Em xin chân thành cảm ơn và xin lỗi về sự cố này ạ!. .",
            "Chào em,. . - Về trường hợp hoãn thi giữa kỳ HK211, SV có thể liên hệ trước với GV để xin được kiểm tra bổ sung.. . - Các trường hợp chưa được giải quyết, SV có thể tải mẫu đơn “Phiếu đăng ký dự thi kiểm tra bổ sung” tại trang aao.hcmut.edu.vn/Sinh viên/biểu mẫu, điền đầy đủ thông tin và gửi qua bksi (kèm theo minh chứng nếu có). . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học .  Em chào thầy,cô! Em tên [full_name]. Khóa 2020.. .  Em có câu hỏi:Hk211 em đăng kí học anh văn 2A theo nhu cầu. Hk 212 em muốn đăng kí anh văn 3 thông thường( không phải anh văn nhu cầu) để xét chuẩn anh văn năm 2 thì có được không ạ? Giả sử: anh văn 2A và anh văn 3 đều đạt thì có được xét là qua chuẩn anh văn năm 2 không ạ?. .  Em cảm ơn thầy, cô!. .",
            "Chào em,. . \"Chào em,. . Em vui lòng xem mail SV về V/v Đăng ký môn học HK Chính + Dự thính 212+ VLVH, đã gửi cho SV vào ngày 01/12/2021 nhé. . Thân\""
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Dạ em chào quý thầy cô phòng đào tạo.. . Em tên: [full_name]. . Mssv: [student_id]. . Lớp: XD17CTGT02. . Dạ em vừa thi qua tiếng anh 2 kỹ năng nói viết nên đã đủ điều kiện để xét tốt nghiệp nhưng trong danh sách tốt nghiệp dự kiến lại không có tên em, bạn em cũng vừa thi qua chung đợt với em thì lại có tên trong danh sách.Dạ tất cả các tiêu chí từ số tín chỉ tích lũy, ngày công tác xã hội,chứng chỉ toeic hay tiếng anh nói- viết em đều đủ.Dạ em mong quý thầy cô giải quyết giúp em vấn đề này để em được sớm tốt nghiệp.. . Dạ em cảm ơn thầy cô.",
            "\"Chào bạn,. . PDT đã ghi nhận yêu cầu về đăng ký xét TN của bạn. SV vui lòng theo dõi email  và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 30/11/2021 SV vẫn chưa nhận được mail hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 11/2021 (cập nhật mới gia hạn thời gian xử lý tốt nghiệp). . Thân. . \""
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Chào BKSI, em tên là [full_name], MSSV: [student_id], lớp DD18DV03. Hiện tại, em muốn xuất file mềm bảng điểm của em có xác nhận của nhà trường thì em phải làm như thế nào ạ?. . Em xin chân thành cảm ơn.",
            "Chào em,. . Theo quy trình bảng điểm được in ra xong mới trình ký và đóng dấu, nên không có file mềm nhé, em có thể đăng ký in và nhận bảng điểm sau đó tự scan ra file mềm theo nhu cầu của mình nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Em chào thầy / cô ạ !. . Họ tên : [full_name] mssv [student_id]. . Dạ cho em hỏi là bên phòng đào tạo đã nhận được đơn hoãn thi môn kỹ thuật số ee1015 của em chưa ạ ! Giảng viên đã báo lại mail cho em là đã gửi lại đơn xác nhận (nội dung mail trong ảnh chụp màn hình gửi kèm).. . Em xin cảm ơn thầy / cô ạ !",
            "Chào bạn. . Pdt đã nhận được đơn của bạn rồi. . Đơn hoãn thi của em đã được đồng ý nhé, PDT sẽ tập hợp lại và [full_name]D hoãn thi chung, dự kiến đầu tháng 12/2021 và sẽ gửi mail thông báo cho SV.. . Sau thời gian trên mà chưa nhận được mail thông báo về [full_name]D, em vui lòng phản hồi lại qua bksi để PDT kiểm tra lại nhé!. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Dạ cho em hỏi là năm nhất do dịch nên trường tạm không xét chuẩn anh văn. Vậy trường sẽ xét chuẩn anh văn để đăng kí môn học vào cuối kì 212 hay sẽ cuối kì này (211) ạ. Em cám ơn ạ.",
            "Chào em,. . Em theo dõi email sắp tới từ PĐT nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Em xin chào Phòng đào tạo của trường.Em là [full_name] -MSSV:[student_id]-Ngành Cơ kĩ thuật (CQ)-Khoa Khoa học ứng dụng.Em nhắn tin này với lí do là trong lúc em mở đề chuẩn bị làm bài thi giữa kì môn vật lý 1 thì em bị rớt mạng và out ra ngoài ,mãi đến lúc sau khi em vào lại trang Bk exam thì tài khoản của em đã bị khoá ,khiến em không thể làm bài và liên lạc với thầy cô coi thi trong google meet.Em mong phòng đào tạo cho em xin hoãn thi và thi bù giữa kì môn vật lý 1 .Em xin chân thành cảm ơn và xin lỗi về sự cố này ạ!",
            "\"Chào em,. . Cô gửi em file phiếu cho phép kiểm tra bổ sung, em gửi cho GV để được kiểm tra bổ sung lại nhé!. . Thân\""
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Nếu hiện tại em chưa lên trường nhận bằng được thì Giấy chứng nhận tốt nghiệp tạm thời em lấy online tại đâu ạ.. . Tk của em bị khóa mất mục \"Đăng ký tốt nghiệp\" rồi, mà em chưa save lại cái Chứng nhận tạm thời trong đó ạ.. . . . Em cũng không có đk gửi bưu điện đến nhà ạ. Trước đó em tính sử dụng file pdf giấy chứng nhận tạm thời của lấy từ mục \" Đăng ký tốt nghiệp\" nhưng hiện mục đó bị khóa rồi ạ.",
            "Chào em. . Gửi em file scan giấy CNTN TT nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Em chào thầy cô. . . . Em tên là : [full_name] thi. . MSSV: [student_id] . . Hệ: VLVH. . . . Hiện tại em muốn đăng kí lớp anh văn theo nhu cầu tháng 12 thì em có những câu hỏi như sau nhờ thầy cô hỗ trợ giùm em ạ.. . . . 1. Chuẩn đầu ra của hệ VLVH (em nhập học tháng 10/2020) thì theo chuẩn của trường là AV mấy thì là đủ điều kiện (điều kiện ra trường và điều kiện là luận văn)?. . 2. Em có thể đăng kí được lớp AV4 luôn hay không hay phải đăng kí theo thứ tự lơp AV1 và sau đó là AV2 và trình tự như vậy ạ ?. . . . Mong thầy cô hỗ trợ thông tin giùm em. . . . Trân trọng. .   i Đăng ký môn học .",
            "Chào em,. . Về CTDT là giống nhau của đại trà và VLVH. . Tuy nhiên, VLVH sẽ:. . Giảm chuẩn anh văn xét LVTN và tốt nghiệp so với Chính quy: chi tiết xem quy chế học vụ. . http://www.aao.hcmut.edu.vn/sinh viên/quy chế quy định/học vụ/- Quy chế đào tạo và học vụ bậc đại học, cao đẳng/phụ lục 1 .... . Không xét môn anh văn 1234, GDTC, GDQP, Ngày CTXH,. . Thân mến. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Kính gửi.. . Em tên [full_name] sv khóa k18. Em muốn hỏi về vấn đề bằng Giáo Dục Quốc Phòng trường hợp ngoài ý muốn là bị mất thì trường có cách nào cấp lại hoặc có phương án giải quyết như thế nào ạ.. . Em xin cám ơn.",
            "Chào em,. . Em liên hệ PĐT TT GDQP qua 028.[student_id]7, hoặc email [email]. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: 1712[full_name][full_name]8  /b \t. . . .   i Tốt nghiệp . Em muốn hỏi anh văn [full_name] theo yêu cầu có chuyển điểm cho anh văn [full_name] theo chương trình đào tạo khóa K17 không ạ?",
            "Chào em,. . Cô chưa hiểu ý của em, môn AV4a là môn tương đương với AV4.. . Em có thể xem quy định về môn tương đương tại đây:. . http://aao.hcmut.edu.vn/sinh viên/quy chế/ Quy chế đào tạo và học vụ bậc đại học, cao đẳng:/Điều 6. Các loại môn học và học phần/6.4 Môn học tương đương, môn học thay thế. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: 1713364  /b \t. . . .   i Tốt nghiệp . Dạ em chào Thầy/Cô ạ,. . Theo như kế hoạch của Trường thì Khóa K17 sẽ được xét tốt nghiệp đến hết học kì 211 (cụ thể ngày 24/12/2021). Cho em hỏi là trường hợp của em đã hoàn thành các môn học chuyên ngành tại trường, chỉ còn thiếu bằng anh văn Toeic để nộp vào (chuẩn 600 - do em không có AV4). Trong học kỳ này do đang chờ thi Toeic và xét tốt nghiệp nên em không có đăng ký môn học ạ. . . Trường hợp nếu em không nộp bằng Toeic (chuyển điểm AV4 và đạt chuẩn tốt nghiệp) vào trước thời hạn xét tốt nghiệp học kì 211, thì em sẽ bị đình chỉ 1 học kỳ đúng không ạ? Và cho em hỏi là em có thể xin làm đơn nộp bằng Toeic vào học kì sau (đợt xét tốt nghiệp tháng 4/2022) hay cần phải làm các thủ tục gì để được xét tốt nghiệp vào đợt tháng 4/2022 không ạ? . . Em chân thành cảm ơn Thầy/Cô.. .",
            "Chào em,. . Khi nào đủ điều kiện tốt nghiệp em có thể gửi câu hỏi qua bksi để được hướng dẫn nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Dạ em muốn làm thủ tục xin xác nhận vay ngân hàng chính sách thì hiện tại em phải làm như thế nào ạ",
            "Chào em,. . Em liên hệ phòng Công tác chính trị sv qua email [email] để được hướng dẫn nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em có chứng chỉ TOEIC 555 do tình hình dịch và tiêm phòng ở địa phương, Phòng đào tạo có thể giúp em chuyển điểm theo bảng quy đổi cũ. . để em đủ điều kiện tốt nghiệp được không ạ?",
            "Chào em,. . Khóa 2017 chuyển điểm theo bảng quy đổi điểm  Bảng quy đổi tương đương và chuyển điểm áp dụng từ HK1/2020-2021. . Môn AV1,2,3,4 vẫn mở trong học kỳ bình thường nhé bạn. SV có thể đăng ký học thay vì chuyển điểm. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Kính gửi PĐT,. . Em tên [full_name] MSSV [student_id]. Hiện tại em đã đầy đủ điều kiện để tốt nghiệp nhưng em vẫn chưa nhận được email cũng như tên trong danh sách thông báo dự kiến tốt nghiệp ạ. Em đã đủ 142 tín chỉ, 15.5 ngày CTXH, 660 Toeic nghe đọc và 225 Toeic nói viết. Tất cả đều đã đủ điều kiện nhưng vẫn chưa nhận được mail thông báo. Các bạn thi chung đợt toeic nói viết với em đều đã nhận được email tốt nghiệp rồi ạ. Mong PĐT kiểm tra lại giúp em và sớm phản hồi em với. Em xin cảm ơn nhiều ạ.",
            "\"Chào bạn,. . PDT đã ghi nhận yêu cầu về đăng ký xét TN của bạn. SV vui lòng theo dõi email  và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 30/11/2021 SV vẫn chưa nhận được mail hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 11/2021 (cập nhật mới gia hạn thời gian xử lý tốt nghiệp). . Thân. . \""
        ]
    },
    {
        "intent": "",
        "message": [
            "hồi đó em đăng kí hoãn thi trong form mà GV gửi chứ ko đăng kí form mà PDT gửi nên ko có lịch thi môn giải tích 2. . h em phải làm sao",
            "responsible person: [551] [staff_name] [helpdesk staff]",
            "Chào bạn. . Vào ngày 5/8/2021, Pdt đã gởi cho toàn bộ SV quy trình Hoãn thi mới (nội dung bên dưới) nhấn mạnh Trường hợp SV đã nộp đơn qua email của PĐT và  qua công cụ BKSI (đã hoặc chưa được tiếp nhận), vui lòng điền lại vào form trên để PĐT cập nhật dữ liệu đồng nhất và chính xác.. . -    Thời điểm hiện tại là giữa tháng 11/2021, Pdt đã tổng kết danh sách Hoãn thi gởi về Khoa để hậu kiểm danh sách cấm thi, bạn không điền vào form nên Pdt không có dữ liệu gởi về Khoa để xác minh. . -    Nên Bạn muốn Hoãn thi vui lòng làm theo hướng dẫn . . Bạn tải mẫu đơn: PHIẾU ĐĂNG KÝ HOÃN THI/ VẮNG THI CÓ PHÉP (CUỐI KỲ) tại trang web : aao.hcmut.edu.vn    biểu mẫu. . Sau khi có xác nhận của Giảng viên hướng dẫn + Khoa đồng ý không Cấm thi (theo quy định thì gởi cho Phòng đào tạo xem xét (nộp qua mail pdt@hcmut.edu.vn hoặc BKSI)”. . -    Thời gian Pdt có thể tiếp nhận lại hồ sơ hoãn thi đến 26/11/2021, sau thời gian này Pdt không giải quyết các phát sinh nếu có. Vì đầu tháng 12/2021 đã bắt đầu thi của HK211. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em khóa k17, em có chứng chỉ TOEIC 555 có thẻ quy đổi điểm av 1,2,3 là 10 7.5 5. Nếu em đạt thêm av4 trong trường thì có đủ điều kiện xét tốt nghiệp không ạ?",
            "Chào em,. . Việc đăng ký chuyển điểm là tùy bạn nhé (các môn AV 1,2,3,4 SV có thể chuyển điểm hoặc đăng ký học AV trong trường để hoàn thành nhé). . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Chào anh/chị.. . Hiện tại điểm môn học Vật liệu học và xử lý mã môn học ME2015 bị vào thiếu cột điểm thí nghiệm.Dẫn tới việc điểm tổng kết môn học bằng 0.. . Bây giờ muốn bổ sung cột điểm thí nghiệm phải làm sao ạ! . . Em đã mail cho giáo viên dạy thí nghiệm nhưng chưa đưa mail trả lời!. . Mong pdt giúp đỡ em để hoàn thành môn học!. . Em cảm ơn! . .",
            "Chào em,. . - Điểm do GV nhập nhé . . - Nếu GV đã khóa môn học và muốn sửa điểm thì GV gửi email hoặc phiếu đề nghị mở khóa môn học, nhóm để mở khóa (HK202) trong thời gian cho phép sửa.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Em chào phòng đào tạo,em là [full_name],sinh viên khóa K17 đại học Bách Khoa TP HCM.Hiện giấy xác nhận sinh viên của em đã được xử lý vậy em có thể đến văn phòng của phòng đào tạo lấy được chưa ạ?Và cho em hỏi thêm là bên phòng đào tạo có thể xóa đi dòng \"thời gian khóa học theo quy định từ 9/2017 đến 4/2022 trên giấy xác nhận sinh viên của em giúp em được không ạ?",
            "Chào em,. . - Em có thể đến văn phòng của phòng đào tạo lấy được chưa ạ?. . =  Em theo dõi email sắp tới về việc vào trường . . - Và cho em hỏi thêm là bên phòng đào tạo có thể xóa đi dòng \"thời gian khóa học theo quy định từ 9/2017 đến 4/2022 trên giấy xác nhận sinh viên của em giúp em được không ạ?. . =  Không xóa nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Cho em hỏi em đã thi giữa kỳ môn võ vá đã học gần hết môn học trong học kỳ 1 (cụ thể là tuần sau thi cuối kỳ) nên em không biết em có được bảo lưu số buổi đã học và kết quả không hay em phải học và thi lại từ đầu. Xin phòng trả lời.. . . .",
            "Chào em,. . - Cô đã trả lời em ở câu trước, em đăng ký dư môn nên PĐT đã hủy. Hủy môn rồi, không bảo lưu nhé.. . - Em nên xem các quy chế, quy định để nắm rõ và đọc các email nhà trường gửi, tránh việc này lặp lại nhé.. . Thân mến"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: K[student_id]  /b \t. . . .   i Đăng ký môn học . Em chưa nhận mail đăng ký thi toeic 2 kỹ năng Nói & Viết. Cô cho em thông tin theo dõi ạ.",
            "Chào bạn. . Cô lấy dữ liệu của bạn và cập nhật dữ liệu đóng lệ phí 150.000, trên Bkpay, bạn theo dõi đóng học phí bắt đầu từ ngày 26/9 nghen. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Hiện tại em có lịch thi lại môn Trang bị điện-đtử trg MCN . . Mã môn học ME2005. . Nhưng hiện tại do tình hình dịch bệnh em không thể thi được vậy thì em có thể tạm hoãn lần nữa không ạ. . Nếu được em cần làm những giấy tờ gì ạ. . Em xin cảm ơn. . . .   i Xin tạm hoãn thi cuối kỳ .",
            "Chào em,. . PĐT đã gửi email đến sv, em xem lại nhé: . . Kế hoạch tổ chức thi học kỳ 1 năm 2021-2022. . \"Về việc thi để xóa điểm Hoãn thi:. . - Môn học có mở trong HK211: PĐT sẽ tự động xếp Lịch thi và đồng thời cập . . nhật trên trang mybk.hcmut.edu.vn/Thông tin sinh viên/Lịch thi.. . - Môn học Khoa đồng ý tổ chức thi trong tháng 11/2021: PĐT đã xếp Lịch thi . . và đã gởi email cho từng Sinh viên Lịch thi (Sinh viên xem chi tiết Lịch thi cập. . nhật trên trang mybk.hcmut.edu.vn/Thông tin sinh viên/Lịch thi).. . - Các môn học còn lại (không mở trong HK211): Sinh viên vui lòng đợi thông . . báo sau.. . - Trường hợp PĐT đã xếp Lịch thi nhưng SV không thể Thi để xóa điểm HT . . trong HK211 này: SV sẽ đăng ký tại trang Mybk.hcmut.edu.vn    Ứng dụng . . cho Sinh viên    12. Đăng ký hoãn thi Cuối kỳ. . . • Lưu ý: SV cân nhắc khi đăng ký không thi ở HK211, vì PĐT đã cố gắng . . xếp Lịch thi cho tất cả SV diện có Quyết định Hoãn thi để SV có kết . . quả kịp tiến độ theo Chương trình đào tạo, HK212 khả năng dự kiến . . khó mở lớp những môn này, đồng thời theo quy định SV phải đăng ký . . thi cuối kỳ trong thời hạn một năn học để lấy kết quả này làm điểm . . tổng kết thay thế cho điểm HT.. . - Quy định hoãn thi (HT): xem chi tiết tại khoản 17.2 điều 17 trong Quy chế đào tạo và . . học vụ (aao.hcmut.edu.vn    Sinh viên   Quy chế-quy định   Học vụ)\". . Thân mến. .",
            "Dạ nhưng hiện tại tạm hoãn môn đang bảo trì thì em phải làm xao ạ. . Có cách nào không ạ . . Em cảm ơn",
            "Chào em,. . Dạ nhưng hiện tại tạm hoãn môn đang bảo trì . . =  Khoảng đầu tháng 12 nhé em.. . Thân mến. .",
            "dạ em biết nhưng em bận không thể thi được vào ngày 27/11 thì có cách nào khác để tạm hoãn không ạ",
            "li answer rate: Answer suits the needs / Câu trả lời đúng ý",
            "Chào em,. . dạ em biết nhưng em bận không thể thi được vào ngày 27/11 thì có cách nào khác để tạm hoãn không ạ. . =  Em biết thì em đọc kỹ lại email nhé.. . . . . . 5. Hướng dẫn đăng ký hoãn thi Cuối kỳ, dự thi. . - Sinh viên không đáp ứng các yêu cầu về trang thiết bị điện tử, đường truyền như . . trong hướng dẫn thi trực tuyến được phép đăng ký hoãn thi Cuối kỳ trực tuyến. . . Trường hợp này, SV sẽ đăng ký Hoãn thi(HT) Cuối kỳ tại trang Mybk.hcmut.edu.vn . .    Ứng dụng cho Sinh viên    12. Đăng ký hoãn thi Cuối kỳ (Ứng dụng dự kiến bắt . . đầu mở cho Sinh viên đăng ký từ đầu tháng 12/2021 thời gian đăng ký hoãn thi theo . . quy đinh: trong vòng 5 ngày tính từ ngày vắng thi (chỉ tính ngày làm việc)),. . .... . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . chào thầy (cô)!. . vừa rồi em có đăng kí lớp anh văn nhu cầu 3A và hoàn thành xong ngày 11/11/2021. . nay có đợt đăng kí tiếp bắt đầu học vào ngày 1/12/2021 vậy em có được đăng kí lớp anh văn 4A không ạ. khi em đăng kí thì báo lỗi phải đăng kí học trước lớp 3A.. . kinh mong thầy cô xem xét trường hợp của em có thể được đăng kí không ạ!. . em xin cảm ơn!",
            "Chào em,. . PĐT đã nhận được thông tin của em. Em theo dõi email sau ngày 25/11/21 nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Em chào cô ạ. . Em tên: [full_name]    mssv : [student_id]. . Cho em hỏi phòng đào tạo đã nhận được đơn hoãn thi môn kỹ thuật số EE1015 của em chưa ạ!. . Em cám ơn cô ạ!!",
            "Chào bạn. . Pdt đã nhận được. . Đơn hoãn thi của em đã được đồng ý nhé, PDT sẽ tập hợp lại và [full_name]D hoãn thi chung, dự kiến đầu tháng 12/2021 và sẽ gửi mail thông báo cho SV.. . Sau thời gian trên mà chưa nhận được mail thông báo về [full_name]D, em vui lòng phản hồi lại qua bksi để PDT kiểm tra lại nhé!. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . CHÀO THẤY CÔ. . HIỆN [full_name] LÀ SINH VIÊN K15 HẾT KÌ NÀY [full_name] ĐÃ HẾT HẠN CHÍNH QUY. . [full_name] [full_name]Ì [full_name] Ạ.. . VÀ KHI NÀO SẼ CÓ ĐỢT XÉT TUYỂN Ạ. . [full_name] [full_name]. . [full_name] XIN CÁM ƠN. .",
            "Chào em,. . - Cuối tháng 11 em tải mẫu đơn thôi học  tại trang web: aao.hcmut.edu.vn (đánh dấu vào option chuyển sang VLVH ) gởi tại BKSI để Pdt xử lý chuyển sang VLVH cho em.. . - Về CTDT là giống nhau của đại trà và VLVH. . Tuy nhiên, VLVH sẽ:. . Giảm chuẩn anh văn xét LVTN và tốt nghiệp so với Chính quy: chi tiết xem quy chế học vụ. . Không xét môn anh văn 1234, GDTC, GDQP, Ngày CTXH,. . Thời gian học là 10 năm. . Thân mến. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]6  /b \t. . . .   i Học vụ .",
            "Kính thưa quý thầy cô. . Em tên [full_name], MSSV [student_id]6, SV  lớp CK13MAY, trong quá trình học tại trường ĐH Bách Khoa, em đã thích và học chuyên ngành thiết kế thời trang tại trường Cao đẳng Việt Mỹ và đã tốt nghiệp. Nhưng do học song song 2 trường nên em còn nợ lại 2 môn ở ĐHBK và nay đã quá hạn trả nợ môn học.. . . . Thầy cô cho em hỏi em có thể học liên thông lên ĐH chương trình thiết kế thời trang của ĐH BK được không ạ? Hay em chỉ có thể chọn vừa học vừa làm ạ?. . . . Em xin chân thành cảm ơn. . . Trân trọng.. . . .",
            "Chào bạn. . Tình trạng của bạn đã bị xóa tên vì hết thời gian . . - Bạn chỉ có chuyển sang hình thức vừa làm vừa học. . - Bạn tải mẫu Phiếu đề nghị chuyển sang VLVH  tại trang web: aao.hcmut.edu.vn gởi tại BKSI để Pdt xử lý chuyển sang VLVH cho bạn. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em chào cô,. . . . Theo như cô nói thì điểm anh văn theo nhu cầu ko tính vào điểm trung bình, tuy nhiên em có hỏi một số bạn có học anh văn theo nhu cầu thì có bạn bảo không lấy điểm trung bình, có bạn lại bảo có tính vào điểm trung bình. Bạn em có học anh văn cơ bản theo nhu cầu kỳ hè vừa rồi và có tính điểm tb, em đã xem bảng điểm của bạn ấy và đúng như vậy. Em cũng ko hiểu cách lấy như nào!. . . . Mong cô giải đáp và cho em lời giải thích trường hợp trên ạ!. . . . Em cảm ơn cô!",
            "Chào em,. . Các môn anh văn theo nhu cầu đều không tính vào điểm TBTL, đều quy về mã gốc theo quy định.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Xin chào cô ạ,. . -Em tên [full_name] mssv [student_id] lần trước em có làm đơn xin hoãn thi và được chấp nhận nhưng do em không có điền vào form của phòng đào tạo gửi ngày 5/8/2021 nên bị sót.. . -Em xin gửi bổ sung đơn đã được giáo viên hướng dẫn chấp nhận và em không nằm trong danh sách cấm thi. . . -Em làm đơn này để xác nhận lại hoãn môn học để có thể dự thi vào tháng 12 tới ạ. . . -Do em thấy đơn trước em gửi nhưng vẫn đang xác nhận mà 24/11/2021 sẽ hết hạn tiếp nhận về việc hoãn môn học nên em xin gửi lại để mong được giải quyết ạ.. . Em xin chân thành cảm ơn ạ.",
            "Chào bạn. . Đơn hoãn thi của em đã được đồng ý nhé, PDT sẽ tập hợp lại và QD hoãn thi chung, dự kiến đầu tháng 12/2021 và sẽ gửi mail thông báo cho SV.. . Sau thời gian trên mà chưa nhận được mail thông báo về QD, em vui lòng phản hồi lại qua bksi để PDT kiểm tra lại nhé!. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Em xin chào PĐT, . . Hiện tại đã mở thời gian học SHCD và làm bài thực hành, nhưng trong BKEL của em vẫn chưa thấy gì. Không biết là do em lỗi hay PĐT chưa mở bài kiểm tra. Em rất lo lắng. Em mong PĐT có thể trả lời giúp câu hỏi của em. Em xin cảm ơn. . . . . Họ và tên: Mai Phú Quý. . . Mssv: [student_id]. . . TTĐT Bảo Dưỡng Công Nghiệp, lớp: BD19G01 +02",
            "Chào em,. . Em liên hệ phòng Công tác chính trị sv qua email [email] để được hướng dẫn nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính gửi: Ban Giám Hiệu Trường Đại Học Bách Khoa TP.HCM. . Em tên là [full_name], MSSV: [student_id]. . Em viết thư này kính mong Ban Giám Hiệu giải đáp thắc mắc cũng như hỗ trợ em để em có thể đăng kí tốt nghiệp bổ sung.. . Em có kết quả đậu anh văn hai kỹ năng cuối cùng là nói và viết vào ngày 17/11/2021, nên hôm nay em muốn xin phép Ban Giám Hiệu cho em đăng kí tốt nghiệp bổ sung trong học kì này. Rất mong Ban Giám Hiệu cho phép, cũng như hướng dẫn để em thực hiện các bước để có thể đăng kí tốt nghiệp ạ.. . Em xin chân thành cám ơn Thầy/Cô. . .  . . [full_name],. .  [full_name]. . . .",
            "\"Chào bạn,. . PDT đã ghi nhận yêu cầu về đăng ký xét TN của bạn. SV vui lòng theo dõi email  và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 30/11/2021 SV vẫn chưa nhận được mail hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 11/2021 (cập nhật mới gia hạn thời gian xử lý tốt nghiệp). . Thân. . \""
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Kính thưa phòng Đào tạo trường Đại học Bách Khoa - Đại học Quốc gia Thành phố Hồ Chí Minh.. . . . Em có thắc mắc về việc có được tiếp tục sử dụng tài khoản và các dịch vụ của google mà trường cấp cho sinh viên sử dụng trong quá trình học sau khi tốt nghiệp được hay không?. . . . Nếu không, thời gian thu hồi tài khoản google sau khi tốt nghiệp là bao lâu.. . . . Trân trọng,. . [full_name]",
            "Chào em,. . - Từ 1-3 tháng tùy theo chính sách liên kết với google về email. . - PĐT không phụ trách về vấn đề này nhé.. . Thân mến. . . . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . . . Kính gửi Phòng Đào Tạo Trường Đại Học Bách Khoa TP Hồ Chí Minh. . . . Em tên là [full_name], MSSV: [student_id], là sinh viên khóa k14.Hiện tại em cần đăng ký anh văn 2 kỹ năng ạ (em đã đăng kí xong trên mybk). Em viết đơn này kính mong Phòng Đào Tạo cho vào dữ liệu đóng lệ phí thi để em có thể thi ạ!. . . . Em xin chân thành cảm ơn, em kính chúc thầy cô luôn nhiều sức khỏe ạ!. . . . [full_name]. . [full_name]"
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính gửi Phòng đạo tạo trường ĐH Bách Khoa. . Em tên là [full_name],MSSV: [student_id]. . Em làm đơn này là để xin hoãn thi môn giải tích 1 (mã môn học là MT1003) vào ngày 21-11-2021. . Lí do: do bị cúp điện dẫn đến không có kết nối mạng để vào phòng thi. . Em xin cảm ơn ạ",
            "\"Chào em,. . Cô gửi em file phiếu cho phép kiểm tra bổ sung, em gửi cho GV để được kiểm tra bổ sung lại nhé!. . Thân\""
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Kính gửi phòng đào tạo,. . Em tên là [full_name] mssv [student_id]. . Trong đợt thi cuối kỳ vào tháng 8-2021, em đã đăng ký đơn xin hoãn thi cho môn học MT1009 (Phương pháp tính ) vào học kỳ 203 và môn học MT2001 (Xác suất thống kê) học kì 202 và đã được xác nhận hoãn thi qua BKSI. Tuy nhiên, do chủ quan và tập trung vào đồ án khá nhiều nên em đã không kiểm tra lại email của phòng đào tạo về việc đăng ký hoãn thi qua form dẫn đến chưa có dữ liệu về việc đăng ký hoãn thi của em.. . Nay em viết đơn này này với hai mục đích:. . Thứ nhất: Gửi đăng ký lại form hoãn thi cho kì trước dành cho các môn học MT1009 (học kì 203) và MT2001 (học kì 202).. . Thứ hai: Đăng kí được xóa điểm hoãn thi và sắp xếp lịch thi trong đợt thi cuối kì tháng 12-2021 này.. . Em hi vọng nhà trường và phòng đào tạo có thể tạo điều kiện để em thi và ra trường đúng hạn, vì nếu không qua được thì môn này trong kì này em sẽ không đăng ký được [full_name].. . Em xin chân thành cảm ơn.. . Sau đây là file đính kèm đơn xin hoãn thi, xác nhận giảng viên, xác nhận từ phòng đào tạo vào tháng 8-2020.. .",
            "\"Chào em. . Đơn hoãn thi của em đã được đồng ý nhé, PDT sẽ tập hợp lại và [full_name]D hoãn thi chung, dự kiến trước tháng 12/2021 và sẽ gửi mail thông báo cho SV.. . Sau thời gian trên mà chưa nhận được mail thông báo về [full_name]D, em vui lòng phản hồi lại qua bksi để PDT kiểm tra lại nhé!. . Thân. . \""
        ]
    },
    {
        "intent": "",
        "message": [
            "Thưa thầy cô phòng đào tạo. Em đã có giấy tốt nghiệp tạm thời. Em đã có thể lên PĐT và lấy bằng chính thức chưa ạ. Em cảm ơn. MSSV [student_id]. . . .",
            "\"Chào bạn,. . Hiện tại Phòng Đào tạo đang tiến hành in bằng và gửi mail nhận bằng theo từng đợt. . SV đã đăng ký tốt nghiệp thành công, vui lòng đợi mail thông báo lên nhận bằng từ Phòng Đào tao. . Thân. . \""
        ]
    }
]