[
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Dạ gmail của em bị đổi tên thành [full_name] [full_name]. Là bị dư 1 chữ [full_name] trong họ và tên em. Em không thể đổi lại tên gmail vì nó yêu cầu là cần có quản trị viên mới đổi đươc. Tên em là Nguyễn Thị [full_name], và em muốn được đổi lại Anh [full_name], như ban đầu ạ. Em mong anh/chị xử lí giúp em vì để em thuận tiện hơn trong việc học online ạ.. . . . Dạ cảm ơn ạ.",
            "Chào em,. . - Hôm qua tổ kỹ thuật đã trả lời em rồi.. . - Em liên hệ VPĐTQT qua email để được hướng dẫn thêm nhé.. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: - Em tên là [full_name]. MSSV: 171268. . - Em xin gửi phòng đào tạo đơn tạm dừng học học kì 211.. . - Em xin cảm ơn phòng đào tạo.",
            "Chào bạn. . PDT đã tiếp nhận và đang xử lý đơn tạm dừng vào HK1(2021-2022) của bạn.. . Bạn vui lòng theo dõi tình trạng sinh viên từ “đang học” sang tình trạng “tạm dừng” sẽ cập nhật trên Mybk-thông tin sinh viên, dự kiến trễ nhất vào 24/9/2021. . PDT sẽ gửi qua mail file scan quyết định tạm dừng cho sinh viên trễ nhất là 30/9/21. Sau thời gian này vẫn chưa nhận được file quyết định tạm dừng vui lòng gửi phản hồi lại bksi để PDT kiểm tra và trả lời.. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Em chào [full_name]/Cô. Em đã đăng ký và đóng phí thi đợt 1 và có lịch Thi vào ngày 15/9. Tuy nhiên Ba em mới mất hôm qua. Ngày mai có thể em không dự thi được hoặc có thẻ dự Thi nhưng chắc sẽ không đạt được kết quả tốt nhất. Vậy kính mong PĐT có thể tạo điều kiện cho em được đăng ký thêm vào đợt 4 không ạ. Em rất mong PĐT có thể tạo điều kiện cho em trong trường hợp bất khả kháng này. Dưới đây là giấy báo tử của Ba em ạ!. .   i Tốt nghiệp .",
            "Chào bạn,. . Bạn có muốn xin đăng ký thi vào đợt 3 không? cô sợ đợt 4 các bạn dồn lại, đăng ký lại hết sĩ số?. . Thân",
            "Dạ vậy Cô cho em xin đăng ký vào đợt 3 luôn ạ! Em cảm ơn Cô đã hỗ trợ em ạ!",
            "Bạn vô đăng ký thử xem được chưa nhé!. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Sao em đăng ký đề cương luận văn và có thời khoá biểu rồi nhưng tại sao danh sách đề cương luận văn bên khoa của em ko có tên em ạ. Có phải tại em đăng ký muộn ko ạ. .",
            "Chào bạn,. . Bạn vui lòng liên hệ về [full_name] để xin nhận đề cương LVTN nhé, SV nói [full_name] cập nhật danh sách mới nhất.. . Bạn có thể chụp hình TKB trên mybk để gửi [full_name] nhé.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Chào anh chị,. . Em là [full_name] [student_id]. . Hiện em đăng ký giấy hoãn nghĩa vụ quân sự vào ngày 07/09/2021 cho tới bây giờ nay là hạn chót của phường em có nói lý do vì dịch những phường vẫn yêu cầu có bản PDF giờ em cũng không biết phải sao ạ",
            "Chào bạn,. . - SV chủ động đăng ký giấy Xác nhận SV hoãn NVQS để bổ sung cho địa phương và chọn dịch vụ gửi qua được bưu điện (người nhận trả tiền) nếu có nhu cầu (PDT không in hàng loạt như các năm trước). . - Sau khi xử lý giấy chứng nhận sinh viên, Phòng Đào tạo sẽ gửi về địa chỉ sinh viên đăng ký khi bưu điện hoạt động lại bình thường trong đợt giãn cách xã hội. Mặt khác, sinh viên có thể tải bản scan trên trang đăng ký chứng nhận sinh viên (sau khi yêu cầu của SV đã được xử lý).. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Chào anh chị, em đang cần đăng ký in bảng điểm  nhưng trong tình hình dịch này em không thể đến trường để lấy được, em cũng đang ở quê nên việc gửi qua bưu điện sẽ tốn rất nhiều chi phí và thời gian. . . Em không biết nhà trường có thể gửi cho em bản scan của bảng điểm sau khi in thành công được không ạ?. . Chi phí scan và các chi phí phát sinh phát em có thể thanh toán.. . Em cảm ơn,. . [full_name]",
            "Chào bạn,. . Hiện tại bạn có thể Đăng ký in bảng điểm, chọn là nhận tại Phòng Đào tạo.. . Sau khi trên trang mybk báo đã in xong, bạn vui lòng gửi lại câu hỏi qua bksi nhờ PDT hỗ trợ scan bảng điểm và gửi cho SV nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em tên [full_name]. . MSSV [student_id]. . cho em hỏi là em mới làm hồ so chuyển hệ vhvl thôi ạ em chưa có mã số sinh vien mới cũng như trên mkbk cũng chưa có ghi em chuyển qua khoa khác chưa có hồ sơ xác nhận gì cả mà sao tính học phí em 525 ạ",
            "Chào bạn. . Bạn đã có Quyết định chuyển sang VLVH rồi, Pdt sẽ cập nhật lại hệ thống sau. . - Vì nhà trường chuyển hình thức khi xét chuyển qua VLVH, chỉ cần có QD, không đổi MSSV. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em đã đăng kí rút môn vào tuần này thì em có thể ngừng học môn đó từ tuần sau không ạ?",
            "Chào em,. . - Rút môn học (có tính học phí), em đã điền form rồi xem email xác nhận.. . - Em đã đăng kí rút môn vào tuần này thì em có thể ngừng học môn đó từ tuần sau không ạ?. . =  được nhé em.. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Tên : Phạm Thị Hải Vân. . MSSV; [student_id]. . Ngành :Bảo dưỡng công nghiệp. Hệ; VLVH. . Em là Hệ Cao Đẳng Liên Thông. HK211 em đk môn học kỳ chính nhưng trên bkpay báo tiền học của em lại là kỳ dự thính nên em mong PĐT xem xét lại số tiền học em phải đóng ạ.",
            "Chào bạn. . Theo quy định, [full_name] hiện tại Hk211 nhóm A, L, là đăng ký học chung với [full_name] quy, nên khi tính học phí gọi là học phí dự thính chuyển hệ. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học .   Kính gửi PDT,em tên [full_name], mssv [student_id].. .   Do em có thời khoá biểu môn hoá hữu cơ (MSMH: CH2021, nhóm A01, sáng thứ 3 tiết 4,5,6) rồi. Nhưng chưa có trên E-Learning nên em chưa có tài liệu và link môn đó để học ạ.. .   Vậy kính mong PDT cập nhật môn hoá hữu cơ trên E-Learning để e có tài liệu và link để học ạ. Em cảm ơn ạ.. .",
            "BKel đã cập nhật lại rồi nhé, bạn vui lòng vào kiểm tra nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Kính gửi phòng đạo tạo, trước đó em có làm đơn xin hoãn thi môn Xác suất thống kê(MT2013) với lý do chuyện gia đình nên đã làm bài không tốt, nhưng nay do điểm cũng vừa đủ để qua môn và cũng muốn lấy điểm đó nên xin phòng đào tạo cho em được hủy đơn xin hoãn thi ạ. Trước em đã có gửi câu hỏi này một lần và được trả lời là lấy đơn xin hoãn thi rồi đổi thành Hủy hoãn thi nhưng em không biết lấy đơn đó ở đâu  ạ, với lại gửi cho bksi là gửi ở đâu, em chưa rõ lắm .Em xin cảm ơn. .",
            "Chào em,. . - Mẫu trên aao/... biểu mẫu. . http://www.aao.hcmut.edu.vn/index.php?route=catalog/chitietsv&path=91&tid=97. . - Em gửi qua bksi nhé. (là em gửi qua đây kèm file đơn hủy hoãn thi).. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Cho em hỏi vì dịch mà em chưa thể lấy bằng nên em không đăng ký được. Mà còn 2 ngày hết hạn thì em làm sao ạ?",
            "Chào bạn,. . PDT sẽ tổng kiểm tra bằng TN THPT (và bằng Cao Đẳng, Đại học đối với SV bằng 2, và VLVH). SV phải chuẩn bị sẵn sàng (bảng sao và bản scan) các bằng TN. Thời gian kiểm tra là trong tháng 10 và theo thông báo riêng. . Thân mến,. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em là [full_name] [student_id]. . Vừa rồi em có thi môn Xử lý số tín hiệu cuối kỳ. Em đã quay lại video ghi màn hình rất đầy đủ nhưng mà do lỗi mạng mà em nộp không thành công và bây giờ em mới phát hiện ra ạ. Một phần quê em Quảng Nam mới vừa bị bão đi qua nên đường mạng bị vẫn đề và do dịch nên cũng ko được đi lại. Em mong nhận được sự giúp đỡ ạ. File ghi màn hình em vẫn còn giữ trong máy ạ.. . Em cảm ơn rất nhiều",
            "Chào bạn,. . - Bạn vui lòng xem chi tiết hướng dẫn thi trực tuyến nhà trường đã gửi thông báo đến SV. . - Bạn cần thực hiện theo hướng dẫn của nhà trường và thực hành để thuần thục các thao tác ghi màn hình trước khi thi.. . . . - Bạn nên liên hệ GV giảng dạy để được hướng dẫn.. . . . . . Trường hợp có sự cố bất khả kháng trong khi thi dẫn đến không thể hoàn thành được bài thi, và không được giải quyết cho thi các ca thi sau (nếu có), sinh viên có thể đăng ký \"Hoãn thi\" ngay sau buổi thi (không phải vắng thi có phép).. . Bạn phải báo với CBCT để ghi nhận về trường hợp của bạn trong quá trình thi, vì PDT sẽ gửi ds hoãn thi về Khoa để đối chiếu lại nhé!. . . . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Do tình hình dịch bệnh em không công chứng và gửi hồ sơ tốt nghiệp thpt được thì phải làm sao ạ",
            "Chào bạn. . Bạn liên hệ Cô [full_name]: [email]. . phụ trách về vấn đề bằng THPT để được hỗ trợ. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Chào phòng đào tạo, . . Tình hình là địa phương em yêu cầu em bổ sung giấy xác nhận sinh viên của học kỳ 2 2020-2021 cho NVQS. Nhưng do hiện tại đã qua học kỳ 1 2021-2022 nên em không thể đăng ký cấp lại giấy xác nhận sinh viên. Kính mong phòng đào tạo có thể giúp em cấp lại giấy xác nhận sinh viên học kỳ 2 2020-2021.. . Em xin cám ơn và kính chúc quý thầy/cô phòng đào tạo dồi giàu sức khỏe và 1 ngay làm việc hiệu quả !!",
            "Chào em,. . - Trong giấy xác nhận sv có ghi hiệu lực của giấy chứng nhận.. . - Em có TKB thì mới đăng ký được nhé . . Xem quy chế:. . aao.hcmut.edu.vn/sinh viên/quy chế/học vụ/Quy chế đào tạo và học vụ bậc đại học, cao đẳng: điều 26.2. . Thân mến,. .",
            "li answer rate: Answer does not suit / Câu trả lời không đúng ý"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Cho em hỏi là em đã hoãn thi môn Trường điện từ EE2003 HK202, nhưng sao trên trang xem điểm vẫn bị điểm 0 ạ. Em cảm ơn ạ.. .",
            "Chào em,. . - Danh sách thi PĐT đã gửi trước rồi em (điểm 13, 0). . - Em đã điền form hoãn thi, xem email xác nhận nhé.. . - PĐT chuẩn bị các công tác tiếp theo.. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Kính chào Thầy/Cô,. . . . Em tên là [full_name], sinh viên khoá K18 khoa Điện-Điện Tử, bộ môn Tự động. Hiện tại em đang đi TTTN ở một công ty ngoài. . . . . Em được biết là sau kỳ thực tập cần phải có giấy xác nhận và đánh giá do công ty và nhà trường ký.. . . . Thầy/Cô cho phép em được hỏi là quy trình xin giấy bao gồm những gì và mẫu như thế nào thưa Thầy/Cô.. . . . Em cảm ơn Thầy/Cô.. . . . Chúc Thầy/Cô sức khoẻ,. . . . [full_name]",
            "Chào bạn. . Về vấn đề này bạn vui lòng liên hệ [full_name] để hỗ trợ. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em chào thầy/cô,. . Em tên [full_name],. . MSSV [student_id],. . lớp CK18CTM02.. . Vào ngày 10/9 em đã gửi yêu cầu đăng ký in giấy xác nhận sinh viên để tạm hoãn nghĩa vụ quân sự.. . Nay là ngày 14/9 em vẫn chưa được xử lý nhưng ngày 9h ngày 15/9 là hạn chót của bên địa phương em.. . Mong thầy/cô có thể liên hệ phòng đào tạo để xác nhận, xử lý yêu cầu đăng ký in giấy xác nhận sinh viên của em để em có thể gửi cho địa phương ạ.. . . . Em chân thành cảm ơn thầy/cô ạ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em tên [full_name]. . MSSV [student_id]. . PĐT cho em hỏi giấy xác nhận sinh viên của em có đặt sai địa chỉ nhận số nhà từ 158 thành 168.. . PĐT cho em xin đổi lại địa chỉ nhận giấy thành 158 được không ạ?. . Em xin cảm ơn.. . . . . .",
            "Chào bạn. . Pdt đang kiểm tra dữ liệu, nếu chưa chuyển bưu cục thì sẽ cố gắng điều chỉnh lại dữ liệu. . Mai mốt bạn cố gắng cập nhật thông tin chính xácn nghen . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ. . Dạ cho em hỏi là em là sinh viên hệ VHVL Trường nói là do không đủ sỉ số lớp nên không mở lớp ban tối được và em phải đk chung lớp buổi sáng với hệ ĐH chính quy. Vậy thì tiền học phí của em tính theo kỳ chính hay tính theo kỳ dự thính ạ?"
        ]
    },
    {
        "intent": "",
        "message": [
            "Chào anh/chị,. . . . Sau khi kiểm tra, em thấy rắng đã nộp bằng tiếng anh theo yêu cầu, hoàn thành đủ số tín chỉ cũng như là số ngày công tác xã hội. Tuy nhiên, em không thể đăng kí tốt nghiệp do không có tên trong danh sách dự kiến. Em không hiểu lý do tại sao lại như vậy? Mong anh/chị kiểm tra và phản hồi giúp em ạ.. . . . Em cảm ơn anh/chị,. . Trân trọng./.",
            "Chào bạn,. . PDT đã ghi nhận yêu cầu về đăng ký xét TN của bạn. SV vui lòng theo dõi email  và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 21/09/2021 SV vẫn chưa nhận được mail hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 11/2021. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Dạ em là người mới gửi bài trước để hỏi ạ, em có hoàn thành bài thi ạ, và có bằng chứng về việc mình đã hoàn thành bài thi ạ theo qui định của nhà thường ạ. Nhưng do nhà em bị mất mạng của ngày hôm đó nên em không thể up video lên trong vòng 24 tiếng như yêu cầu, em viết bài này mong phòng đào tạo duyệt cho em nộp video ạ. Em thi lúc 16 giờ ngày 12/9/2021 môn sức bền vật liệu ạ . .   i Yêu cầu khác .",
            "Chào em,. . Cô trả lời em lúc sáng là liên hệ GV dạy em đó, PĐT đâu có quyền can thiệp đâu em.. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Kính chào quý thầy cô.. . Em tên là [full_name], mssv [student_id], lớp Việt pháp Viễn thông K19. Điểm số học kỳ 202 của em đã có cập nhật lên Mybk và môn học [full_name] tính msmh MT2011 có sai sót ở phần điểm thành phần cụ thể là phần điểm Kiểm tra (Giữa kỳ) và điểm tổng kết. Em đã liên hệ với thầy bộ môn để điều chỉnh và thầy đã cập nhật điểm cho em, nhưng trên MyBk điểm vẫn chưa thay đổi.. . . . Em đã gửi một câu hỏi với nội dung tương tự và câu trả lời em nhận được chưa được thỏa đáng. (*ảnh đính kèm số 3). .  . . Giảng viên của em xác nhận đã sửa điểm và do pđt chưa cập nhật nên thầy nói em liên hệ phòng đào tạo để giải quyết.. . . . Mong thầy cô điều chỉnh lại giúp em. Em xin cảm ơn. . Kính chúc thầy cô sức khỏe.. . . . Ảnh 1: bảng điểm môn PPT ngày 13/9.. . Ảnh 2: bảng điểm chỉnh sửa môn PPT thầy bộ môn cung cấp.. . Ảnh 3: Câu trả lời của pđt.",
            "Chào bạn,. . Hiện tại tới thời điểm này điểm trên hệ thống của PDT, điểm môn MT2011 của bạn vẫn là 5.5 đ (cập nhật ngày 15/9).. . Ngày 14/9 Thầy [full_name] có gửi mail nhờ PDT mở khóa sửa điểm và PDT đã mở khóa cho thầy.. . Theo quy định và quy trình sửa điểm, sau khi thầy sửa xong phải in ra và gửi lại bảng điểm mới cho [full_name] và Phòng Đào tạo để cập nhật điểm mới cho SV. Và hiện tại thì PDT vẫn chưa nhận được bảng điểm đã sửa của Thầy.. . Em có thể gửi mail hỏi lại thầy đã gửi bảng điểm đã sửa lại cho [full_name] và PDT chưa nhé!. . Hoặc em có thể email cho cô [full_name] để kiểm tra là có nhận bảng điểm của thầy [full_name] sau khi sửa chưa nhé: email: [email]. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Làm sao có thể làm đơn thu nhận lại trong mùa dịch này?. . . .   Xin kính gửi ban giám hiệu nhà trường . .   Em là sinh viên trường Đại học Bách Khoa TPHCM khóa K15, và kỳ 211 là học kỳ cuối. Do đi làm trong một khoản thời gian nên em đã bị đuổi học do không đăng ký môn học trong vòng 2 học kỳ.. .   Em hiện tại cần có điểm môn Anh Văn 4 để hoàn thành chương trình đào tạo, nên phải đăng ký học anh văn 4.. .   Rất mong ban giám hiệu nhà trường có thể giúp em.. .   . .   Thông tin của em ở bên dưới.. .   Em xin chân thành cảm ơn.. . Họ và tên : [full_name]. . MSSV : [student_id]. . SĐT : [phone_number]",
            "Chào bạn,. . Trường hợp của bạn bị buộc thôi học, SV vui lòng liên hệ Khoa để làm đơn cứu xét thu nhận lại nhé.. . Sau khi có QD thu nhận SV có thể làm đơn xin ĐKMH. Vì hiện tại đã qua tuần thứ 5 của học kỳ SV chủ động liên hệ với GV để xin vào lớp học trước (tránh bị mất bài và bị cấm thi).. . Khi nào có QD thu nhận từ Khoa phản hồi cho SV, bạn gửi kèm đơn DKMH qua bksi cho PDT xin ĐKMH (kèm theo mail xác nhận đồng ý của GV cho vào lớp nhé). . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Kính chào quý thầy cô.. . Em tên là [full_name], mssv [student_id], lớp Việt pháp Viễn thông K19. Điểm số học kỳ 202 của em đã có cập nhật lên Mybk và môn học [full_name] tính msmh MT2011 có sai sót ở phần điểm thành phần cụ thể là phần điểm Kiểm tra (Giữa kỳ) và điểm tổng kết. Em đã liên hệ với thầy bộ môn để điều chỉnh và thầy đã cập nhật điểm cho em, nhưng trên MyBk điểm vẫn chưa thay đổi.. . . . Em đã gửi một câu hỏi với nội dung tương tự và câu trả lời em nhận được chưa được thỏa đáng. (*ảnh đính kèm số 3). . . . Giảng viên của em xác nhận đã sửa điểm và do pđt chưa cập nhật nên thầy nói em liên hệ phòng đào tạo để giải quyết.. . . . Mong thầy cô điều chỉnh lại giúp em. Em xin cảm ơn. . Kính chúc thầy cô sức khỏe.. . . . Ảnh 1: bảng điểm môn PPT ngày 13/9.. . Ảnh 2: bảng điểm chỉnh sửa môn PPT thầy bộ môn cung cấp.. . Ảnh 3: Câu trả lời của pđt.",
            "Chào em,. . Môn MT2011_P01 hôm nay mới gửi email xin mở khóa để sửa mà GV chưa nộp lại nhé.. . Thân mến,. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Chào phòng đào tạo,. . Hiện tại là học kỳ 1 2021-2022, nhưng em muốn xin cấp lại giấy xác nhận sinh viên kỳ 2 2020-2021 để bổ sung giấy tờ cho địa phương.Nhưng do kỳ 1 2021-2022 em không có thời khóa biểu nên không đăng ký được .Kính hỏi phòng đào tạo có thể cấp lại cho em giấy xác nhận sinh viên kỳ 2 2020-2021 được không ạ ?. . Em xin cám ơn!!",
            "Chào em,. . PĐT làm đúng quy định em nhé.. . . . Việc ĐKMH là tùy sinh viên nhé, trường hợp không có TKB trong học kỳ, SV sẽ bị buộc tạm dừng, không được cấp giấy CNSV.. . Khi đủ điều kiện TN, SV có thể làm đơn xin thu nhận lại nhé.. . Xem chi tiết quy chế tại đây:. . aao.hcmut.edu.vn/sinh viên/quy chế/học vụ/Quy chế đào tạo và học vụ bậc đại học, cao đẳng:/ điều 26. . - nhưng em muốn xin cấp lại giấy xác nhận sinh viên kỳ 2 2020-2021 . . =  Bây giờ là HK211, không hồi tố. Thời điểm nào tính ngay thời điểm đó nha em.. . . . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Kính chào PDT,. . Môn học SCADA (EE3071) lớp L01 nhóm L01-B và L01-C vẫn chưa được cập nhật điểm lên hệ thống. Trong khi nhóm L01-A đã được cập nhật từ lâu. Thầy đã nộp bảng điểm từ ngày 28/8/2021 nhưng tới giờ hai nhóm B và C vẫn chưa được cập nhật điểm.. . Mong PDT giải quyết và cập nhật sớm giúp em. Em cảm ơn.",
            "Chào em,. . PĐT đã cập nhật rồi, em kiểm tra lại, nếu không đúng em gửi lại nhé.. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em có vài thắc mắc về môn học nên em xin gmail của thầy [full_name] ạ.. . . . Em chân thành cảm ơn.",
            "Chào em,. . Em liên hệ với [full_name], Bộ môn, GVCN để được hướng dẫn nhé.. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em chào thầy/cô ạ ! . . Thầy/cô cho em hỏi là em muốn nộp giấy xác nhận để vay vốn ngân hàng tại địa phương thì em nộp qua địa chỉ email nào ạ ! . . Em cảm ơn ạ !!!",
            "Chào bạn. . Vấn đề BHYT, Học bổng, vay vốn ngân hàng, miễn giảm và gia hạn học phí… Bạn vui lòng liên hệ Phòng Công tác Chính trị Sinh viên để được hướng dẫn.. . Email:  [email]. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Em chào thầy cô,. . Em là [full_name], MSSV [student_id], lớp CK18CTM4. Lúc trước em có gửi nộp 1 form xin hoãn thi hai môn Giải tich 1 và Đường lối Cách mạng của Đảng Cộng sản Việt Nam với lý do em bị sốt sau khi tiêm vacxin. Cho em hỏi là khi nào có lịch thi bù và sẽ thông báo trên thông tin sinh viên hay trên bkexam ạ. Việc thi bù như vậy có giữ kết quả học phần trước đó không hay là thi bao nhiêu lấy dấy nhiêu vào điểm tổng kết ạ.. . Em cám ơn.. .   i Học vụ .",
            "Chào em,. . - Lúc trước em có gửi nộp 1 form xin hoãn thi hai môn Giải tich 1 và Đường lối Cách mạng của Đảng Cộng sản Việt Nam với lý do em bị sốt sau khi tiêm vacxin. . =  Trong email hoãn thi có ghi, em đọc kỹ nhé.. . . . •\tQuy định hoãn thi (HT): xem chi tiết tại khoản 17.2 Điều 17 trong Quy chế đào tạo và học vụ (aao.hcmut.edu.vn    Sinh viên    Quy chế).. . . . - Cho em hỏi là khi nào có lịch thi bù và sẽ thông báo trên thông tin sinh viên hay trên bkexam ạ.. . =  Không có lịch thi bù em nhé, em xem HK nào có mở môn em hoãn thi, thì nộp phiếu thi (xem kỹ quy chế ở trên nhé). . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em đang ở quê là Tây Ninh, thì địa phương họ yêu cầu nộp giấy xác nhận sinh viên trước ngày 24/09. . Thầy cố cho em hỏi bây giờ đăng ký để được cấp giấy XNSV có thủ tục như thế nào và giấy đó là Online hay Offline?. . Em xin cảm ơn thầy cô.",
            "Chào bạn,. . - SV chủ động đăng ký giấy Xác nhận SV hoãn NVQS để bổ sung cho địa phương và chọn dịch vụ gửi qua được bưu điện (người nhận trả tiền) nếu có nhu cầu (PDT không in hàng loạt như các năm trước). . - Sau khi xử lý giấy chứng nhận sinh viên, Phòng Đào tạo sẽ gửi về địa chỉ sinh viên đăng ký khi bưu điện hoạt động lại bình thường trong đợt giãn cách xã hội. Mặt khác, sinh viên có thể tải bản scan trên trang đăng ký chứng nhận sinh viên (sau khi yêu cầu của SV đã được xử lý).. . Thân mến,. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em chào thầy cô.. . Em muốn đăng ký tham gia lớp học dự thính Anh văn 4 (LA1009). Em có gửi câu hỏi xin phép học trong tuần trước. Em thực sự rất muốn học lớp này. Không học được môn này em sợ không ra được trường ạ. Mong thầy cô giúp đỡ.  . . Em cảm ơn thầy cô rất nhiều và chúc thầy cô sức khỏe.",
            "Chào bạn,. . Thời điểm hiện tại đã qua tuần thứ 5 của không kỳ, bạn vui lòng bổ sung thêm giúp cô tên [full_name], [full_name], mã nhóm và mail xác nhận đồng ý cho vào lớp của Giảng viên nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Kính Gửi: Phòng CTCT -SV. . Họ Tên: [full_name]. . MSSV: [student_id]. . Câu hỏi/ thắc mắc:. . Cho em hỏi là hai năm học trước em có được nhà trường cho phép miễn giảm học phí theo Nghị định số 86 nhưng kỳ học này em kiểm tra học phí lại không được miễn giảm, vậy là đã kết thúc chính sách miễn giảm hay do nhà trường chưa cập nhật lại số tiền học phí ạ?. . Mong nhà trường xem lại và phản hồi cho em sớm . . Em xin cảm ơn nhiều ạ!. .",
            "Chào em,. . - Em liên hệ phòng Công tác chính trị sv qua email [email] để được hướng dẫn nhé.. . - Thời điểm hiện tại P.CTCTSV chưa gửi PĐT danh sách miễn giảm HP. Khoảng cuối tháng 10 PĐT nhận được DS thì cập nhật lại trước khi sv đóng HP.. . - Đây không phải phòng CTCTSV nhé em.. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính chào Trường Đại học Bách Khoa. . Em tên [full_name]. . Mã số sinh viên: [student_id]. . Em viết mail này xin nhờ trường giúp đỡ vì em   U không thể đăng kí xét tốt nghiệp được, em không có nợ học phí/nợ khoản thanh toán nào đó trên BKPay/ nợ CTXH/ nợ tín chỉ... Và em đã hoàn thành hết các môn học, nhưng tại sao em không thể đăng kí xét tốt nghiệp được ạ? . . Kính mong Nhà Trường xem xét về trường hợp của em có bị trục trặc ở đâu không ạ.. . Em mong nhận phản hồi sớm của Nhà Trường.. . Em cảm ơn . . Chúc Nhà Trường nhiều sức khỏe và thành công. . [full_name]. . . . . .",
            "Chào bạn,. . Trường hợp của bạn còn nợ lệ phí in bảng điểm trên bkpay nhé, 35.000 d, SV vui lòng xem lại và thanh toán. Sau khi thanh toán bạn vui lòng báo lại để PDT kiểm tra và mở khóa đăng ký tốt nghiệp nhé!. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính gửi Phòng đào tạo! . .      Hiên em đã đăng ký Luận Văn Tốt Nghiệp, trước đó em đã phân hướng theo bộ môn Điện Tử và giờ em muốn chuyển sang làm Luận văn bộ môn Viễn Thông thì em cần phải làm những gì ạ? . .      Em được biết là cần phải xin chữ ký của GVHD trước đó, GVHD hiện tại, chữ ký của 2 bộ môn. Nhưng trước tình hình dịch bệnh thì em không biết nên làm gì ạ? . .      Mong nhận được sự hỗ trợ từ Phòng đào tạo ạ! . .      Em chân thành cảm ơn! . . [full_name]. . mssv: [student_id]. . Lớp: DD17DV2",
            "Chào bạn,. . SV vui lòng liên hệ [full_name] để được hướng dẫn và hỗ trợ nhé!. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em tên: [full_name];. . MSSV: [student_id];. . Lớp: DC16KK;. . . . Em có đăng kí LVTN vào đợt đăng kí bổ sung và đã đăng kí thành công nhưng em kiểm tra lại không thấy kết quả.. . . . Mong PĐT kiểm tra và phản hồi giúp em, em xin cảm ơn.. . . . Mã môn học: GE4343. .",
            "Chào bạn. . xem TKB tại mybk/Thông tin SV/ Xem TKB. . Trường hợp SV đăng ký TTTN, LVTN, ĐCLVTN mà không có TKB trong đợt bổ sung.. . Sinh viên vui lòng xem kết quả ĐKMH, xem lý do vì sao không ĐKMH được (có đăng ký, nhưng không có TKB) tại trang web: mybk.hcmut.edu.vn    Đăng ký môn học    Đăng ký bổ sung TTTN+LVTN+ ĐCLVTN HK211 Đợt kết quả    bấm vào mục Đăng ký mới    chọn Loại hình đăng ký    xem Lịch sử đăng ký.. . Trong trường hợp kết quả xử lý ĐKMH không đúng, bạn có thể làm đơn khiếu nại (kèm minh chứng nếu có), gửi qua trang bksi ghi rõ tiêu đề: “Khiếu nại ĐKMH HK211”, nội dung khiếu nại trình bày rõ lý do, ghi rõ tên, mã môn học, Số tín chỉ tích lũy? Số ngày CTXH (nếu đăng ký LVTN). . Trường hợp SV có học môn tương đương vui lòng trình bày rõ, đã học ở HK nào? tên và MH,tương đương môn học nào?. . Trong đơn phải có xác nhận đồng ý của Khoa cho SV nhận LVTN thời điểm này (hiện tại đã qua tuần thứ 5 của HK). . Thân chào. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em xin kính chào Phòng Đào tạo,. . . . Em tên là [full_name], mã số sinh viên [student_id], là sinh viên lớp VP17VT.. . . . Em xin phép được thông tin với Phòng Đào tạo rằng những môn học em đã đăng ký hoãn thi ở HK202 và học kỳ DT203 đã được Phòng Đào tạo đồng ý cho phép hoãn và em không bị cấm thi. Thế nhưng kết quả điểm trên MyBK của em đều là 13 (Vắng thi). Em kính xin Phòng Đào tạo xem xét và hỗ trợ giúp em!. . . . Em xin chân thành cảm ơn,. . . . Trân trọng.",
            "Chào em,. . - Danh sách thi PĐT đã gửi trước rồi em (điểm 13). . - Em đã điền form hoãn thi, xem email xác nhận nhé.. . - PĐT chuẩn bị các công tác tiếp theo.. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Họ và tên: [full_name]. . MSSV: [student_id]. . Dạ em chào Phòng đào tạo. . Sau khi bị sự cố trong lúc thi môn Hóa lý 2 HK202, em đã làm đơn hoãn thi và đã được xác nhận. Em cũng đã gửi email cho giáo viên bộ môn để không nhập điểm của em lên hệ thống luôn ạ. Nhưng hôm nay em kiểm tra thì em thấy điểm Hóa lý của em có trên Bảng điểm. . . Vậy cho em hỏi là có sai sót gì ở đây không ạ? Em đã hoăn thi thành công chưa ạ? . . Em xin cảm ơn!. .",
            "Chào bạn,. . SV vui lòng liên hệ GV để được giải đáp về việc nhập điểm nhé, nếu bạn đã đăng ký hoãn thi vào form của PDT gửi thì đợi kết quả xử lý, dự kiến sẽ ra QD hoãn thi trong tháng 12. vì sẽ tập trung lại và ra QD 1 lần.. . Nhà Trường sẽ hậu kiểm lại các trường hợp sau. SV lưu ý:. . . . 1) PDT sẽ hậu kiểm lại với danh sách cấm thi của Khoa gửi lên, nếu SV bị cấm thi sẽ bị hủy kết quả hoãn thi theo quy định. SV vẫn phải hoàn thành các phần việc của môn học, nhất là TH/TNg và BTL. GV có quyền cấm thi nếu SV không hoàn thành tốt các phần này. . 2) Trường hợp có sự cố bất khả kháng trong khi thi dẫn đến không thể hoàn thành được bài thi, và không được giải quyết cho thi vào ca thi tiếp theo (nếu có), sinh viên có thể đăng ký \"Hoãn thi\" ngay sau buổi thi (không phải vắng thi có phép), SV phải báo với CBCT hoặc trực thi để được ghi nhận vào trong danh sách thi. PDT sẽ đối chiếu lại với danh sách của Khoa về các tình huống đã thi nhưng điểm thấp hoặc không có báo cáo ghi nhận về các sự cố trong buổi thi trước khi quyết định hoãn thi. . 3) Riêng đối với môn Đồ án, Thực tập ngoài trường, Đề cương Luận văn, Luận văn/Tiểu luận tốt nghiệp: SV có thể xin hoãn bảo vệ với lý do dịch Covid-19 ảnh hưởng nghiêm trọng đến kết quả thực hiện đề tài (không thực nghiệm được tại Phòng thí nghiệm, không thực địa, ...). SV gửi email trực tiếp đến Giáo viên hướng dẫn, Khoa/Bộ môn để được xem xét đồng ý và forward email cuối cùng đến email của PĐT để đăng ký.. . Chúc bạn học tập tốt nhé.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em tên là [full_name] MSSV [student_id] lớp TTHK19 . . Em muốn xin phòng đào tạo tạo cơ hội cho em để được đăng ký thêm môn học Kỹ thuật chế tạo (TR2033) để theo kịp chương trình trình học. . Hiện tại thời khoả biểu chính quy của em đã đủ 21 chỉ do trong 3 đợt đăng ký môn học không đăng ký được môn Kỹ thuật chế tạo do đã đủ số lượng đăng ký và không mở lớp thêm.. . Em đã đăng ký theo form danh sách sinh viên bổ sung để mở thêm lớp do thầy [full_name] gửi lên phòng đào tạo. . . Nên em mong nhà trường cho phép em học vượt chỉ môn Kỹ thuật chế tạo (TR2033) vào học kỳ 211 này ạ. . . Em cám ơn.. .",
            "Chào bạn,. . Hiện tại đã hết thời gian để ĐKMH của HK211 nhé bạn.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Kính gửi phòng đào tạo Trường ĐH Bách Khoa TPHCM. . Em tên : [full_name] . . MSSV: [student_id]. . Ngành : Kỹ Thuật Điện - VHVL. . Nay em làm đơn này kính mong phòng đào tạp xem xét vấn đề sau giúp em ạ : Trong HK203 em có đăng kí môn Thực tập tốt nghiệp(EE3313) nhưng do tình hình dịch Covid-19 căng thẳng nên trường có làm phiếu rút môn vẫn đóng học phí và em đã đóng học phí. HK211 này em có đăng kí lại môn thực tập Tốt nghiệp và được thông báo đóng học phí lại.Em kính mong nhà trường xem xét lại. . . Thân gửi thầy cô..",
            "Chào bạn,. . SV vui lòng xem quy định về rút MH tại đây nhé:. . Xem chi tiết quy chế tại đây:. . aao.hcmut.edu.vn/sinh viên/quy chế/học vụ/Quy chế đào tạo và học vụ bậc đại học, cao đẳng:/ điều 11.2. . Trường hợp rút MH phải đóng HK theo quy định nhé bạn.. . Còn việc đăng ký tiếp vào HK211 thì tính theo TKB và HP của HK211 nhé. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Dạ kính gửi Phòng đào tạo,. . Em tên là: [full_name]. . MSSV: [student_id]. . Trước khi kì thi môn xác suất thống kê- học kỳ 202, em đã làm đơn hoãn thi bởi vì không có đủ trang thiết bị và em đã được Phòng đào tạo phê duyệt cho phép hoãn thi. Nhưng hôm nay, em thấy trên Bảng điểm của em lại ghi điểm 13 trong bài thi cuối kỳ Xác suất thống kê. Mong Phòng đào tạo xem xét trường hợp của em ạ. Liệu có nhầm lẫn gì không ạ? Em có đính kèm Bảng điểm và Giấy xác nhận hoãn thi bên dưới ạ. . Em xin cảm ơn đã đọc mail của em.. . Em mong nhận được sự phản hồi sớm từ Phòng đào tạo.",
            "Chào em,. . Em đã điền hoãn thị lại vào form hoãn thi của nhà Trường gửi mail cho SV chưa?. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: mail trường có sử dụng office miễn phí không ạ?. . sao nó hiện ra như này. .",
            "Chào bạn,. . bạn vui lòng gửi mail về ban quản lý mạng của trường để được giải đáp vấn đề này nhé . . Văn phòng\t: A5 – 268 Lý Thường Kiệt, Q.10, TP. HCM. . Điện thoại\t: (84.28) 38.647.256 - Ext: 5200. . Website\t: www.netadm.hcmut.edu.vn. . Email\t:  [email]"
        ]
    },
    {
        "intent": "",
        "message": [
            "Dạ em tên [full_name], MSSV : [student_id]. . Hôm 10/8 em có đăng ký vắng thi môn Hóa hữu cơ (Mã: CH2021) thi vào ngày 12/8. Đã có mail chấp nhận của pdt nhưng bảng điểm cập nhật điểm 13, mong pdt giải quyết. Em xin cảm ơn ạ!. . . .",
            "Chào em,. . - Danh sách thi PĐT đã gửi trước rồi em (điểm 13). . - Em đã điền form hoãn thi, xem email xác nhận nhé.. . - PĐT chuẩn bị các công tác tiếp theo.. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Kính gửi Phòng đào tạo ĐH Bách Khoa TPHCM. . Em tên [full_name] . . MSSV [student_id]. . Ngày 07/08/2021 em bị nhiễm covid và chuyển qua bệnh viện dã chiến để chữa trị, do ngày thi gần kề nhau nên em đã đăng ký hoãn thi tất cả các môn HK202. Nhưng sau khi khỏi bệnh thì còn một môn nộp báo cáo chuyên đề tương đương với bài thi cuối kỳ vẫn còn hạn nên em đã tham gia làm bài. Em xin phép phòng đào tạo cho em được huỷ hoãn thi môn học này.. . Tên môn học: Vật liệu xây dựng. . Mã MH: CI2037. . Học kỳ: HK202. . Lớp: L03. .",
            "Chào em,. . Em vui lòng bổ sung tên môn học trong đơn, gửi lại nhé.. . Thân mến,",
            "Em gửi lại đơn đã bổ sung tên môn học ạ.. . Em cảm ơn.",
            "Chào bạn. . - Phòng Đào tạo đã đồng ý yêu cầu về việc xin HUỶ Hoãn Thi của bạn. . . - Bạn thi bình thường theo Lịch thi đã thông báo. . - Trường hợp có sự cố bất khả kháng trong khi thi dẫn đến không thể hoàn thành được bài thi, và không được giải quyết cho thi các ca thi sau (nếu có), sinh viên có thể đăng ký \"Hoãn thi\" ngay sau buổi thi (không phải vắng thi có phép), SV phải báo với CBCT hoặc trực thi để được ghi nhận vào trong danh sách thi. PDT sẽ đối chiếu lại với danh sách Khoa để ra quyết định hoãn thi. . Chúc bạn học tập tốt nhé.. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Kính thưa thầy/cô, em tên là [full_name], là sinh viên lớp VP16XDC. Hiện tại các bạn trong lớp em đã có thể đăng kí tốt nghiệp kì này, em đã xem các điều kiện được tốt nghiệp theo quy chế nhà trường và em nhận thấy hiện tại em có đầy đủ các điều kiện này tuy nhiên em lại không được xem xét năm trong danh sách dự kiến tốt nghiệp. Kính mong thầy cô xem xét và hỗ trợ để em có thể đăng kí tốt nghiệp trong kì này. Em xin chân thành cảm ơn quý thầy cô.. . . . Sinh viên [full_name]. .",
            "Chào bạn,. . PDT đã ghi nhận yêu cầu về đăng ký xét TN của bạn. SV vui lòng theo dõi email  và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 21/09/2021 SV vẫn chưa nhận được mail hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 11/2021. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ em là [full_name], sinh viên K17, em vừa nhận điểm kì rồi và không đạt điểm môn học Pháp Luật Việt Nam đại cương (SP1007), do nhận biết quá trễ nên em không kịp đăng kí học lại học kì 211. Em có thể xin bổ sung em vào lớp Pháp Puật đại cương mã môn học SP1007 kì chính 211 (hoặc bất kì lớp dự thính nào có mở) được không ạ? em chỉ còn một môn cuối để được tốt nghiệp thôi ạ, nếu không em sẽ bị trễ tốt nghiệp thêm 1 năm nên em kính mong pđt có thể tạo điều kiện giúp em, em xin cảm ơn!",
            "Chào bạn,. . Thời điểm hiện tại đã qua tuần thứ 5 của không kỳ, bạn vui lòng bổ sung thêm giúp cô tên [full_name], [full_name], mã nhóm và mail xác nhận đồng ý cho vào lớp của Giảng viên nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Kính chào Pđt. Phòng đào tạo cho em hỏi về điểm tích lũy của nhóm tự chọn ạ. Em có nhóm tự chọn A bắt buộc học 6 tín chỉ ( tức là 2 môn), nhưng em đã học 3 môn trong nhóm đó ( nghĩa là 9 chỉ , du 3 chỉ so với yêu cầu của nhóm đó). Và kết quả điểm của 3 môn trong nhóm đó lần lượt là : 9 ;5;9.5. Phòng đào tạo cho em hỏi nếu vậy điểm tích lũy sẽ lấy hết 3 môn hay chỉ lấy đủ số tín chỉ của nhóm tự chọn yêu cầu. Nếu chỉ lấy 2 môn thì có phải sẽ lấy 2 môn cao nhất không ạ. Em cảm ơn.. . Ảnh dưới là em đọc trên www.aao ạ. . . .",
            "Chào bạn. . Đúng nghen bạn, lấy điểm cao nhất. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Dạ chào Thầy/Cô,. . Được sự hướng dẫn từ Cô hỗ trợ trên BKSI nên em gửi lại khiếu nài về đăng kí Luận văn tốt nhiệp ạ.. . Trong đợt đăng kí bổ sung Luận văn tốt nghiệp em đã co gửi đăng kí nhưng TKB của em bị trống ạ.. . Môn: Luận văn tốt nghiệp, mã MH EE4333, số tín chỉ 9, số ngày CTXH 13.. . . . Em đã phát hiện không có TKB vào ngày 31/8/2021, nhưng email em gửi vào địa chỉ email pđt ( được in trên web pđt) thi báo lỗi và không gửi được ạ.(Ảnh 2). . Ngoài ra em đã gọi cho pdt để xin hướng dẫn, nhưng do giãn cách xã hội nên không có Thầy/Cô trục để trả lời điện thoại ạ.. . . . Em đã email phòng CTCT sinh viên xin hỗ trợ liên hệ pđt, và được Thầy [full_name] cho địa chỉ email của Thầy [full_name]. (Ảnh 3).. . . . Thầy [full_name] đã hướng dẫn em lên trang BKSI để tìm hỗ trợ ạ.(Ảnh 4). . . . Và khi nhận được hỗ trợ từ Cô [full_name], thì em mới được biết phải cần có giấy xác nhận cho phép đăng kí luận văn của Khoa ạ.(Ảnh 5). . Giãn cách xã hội vẫn đang trong thời điểm nghiêm ngặt, khó để đến Khoa và xin được giấy xác nhận (phải có đóng dấu và chữ kí) nên mong Thầy/Cô pđt xem xét hỗ trợ giúp em ạ.. . Em xin cảm ơn.. .   i Đăng ký môn học .",
            "Chào bạn,. . Thời gian giãn cách này các [full_name] đều có hỗ trợ SV và xác nhận qua mail (tùy [full_name] có cách xác nhận SV khác nhau). vì hiện tại đã qua tuần thứ 5 nên phải cần sự đồng ý của [full_name] nữa nhé bạn (dù SV khiếu nại hay xin đăng ký bổ sung).. . Không có khoa nào bắt SV phải lên trực tiếp nhé bạn.. . Hiện tại cô kiểm tra trên mybk bạn đang để tình trạng tạm dừng, bạn vui lòng bổ sung thêm giúp cô đơn xin thu nhận lại HK211 để nhận LVTN.. . tải mẫu đơn thu nhận tại aao.hcmut.edu.vn/sinh viên/ biểu mẫu, điền đầy đủ thông tin và gửi qua bksi nhé (bạn có thể đánh máy và gửi qua nhé, không cần in đơn). . Thông tin liên hệ [full_name] Điện:. . ăn phòng\t: B1 – 268 Lý Thường Kiệt, Q. 10, TP. HCM. . Điện thoại\t: (84.8) 38 657 296 – Ext: 5746. . Fax\t: (84.8) 38 645 796. . Website\t: http://www.dee.hcmut.edu.vn           . . Email\t: [email]. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Kính chào Phòng đào tạo,. . . . Em là [full_name], mssv [student_id]. Em xin hỏi về giấy chứng nhận sinh viên để bổ sung hồ sơ hoãn NvQS năm nay sẽ nhận thế nào ạ? Và em có phải đăng ký trên myBK hay không ạ?. . . . Rất mong nhận được phản hồi sớm từ Phòng đào tạo vì địa phương đang hối thúc hoàn thành hồ sơ rồi ạ.. . . . Trân trọng./.. . . .",
            "Chào bạn,. . - SV chủ động đăng ký giấy Xác nhận SV hoãn NVQS để bổ sung cho địa phương và chọn dịch vụ gửi qua được bưu điện (người nhận trả tiền) nếu có nhu cầu (PDT không in hàng loạt như các năm trước). . - Sau khi xử lý giấy chứng nhận sinh viên, Phòng Đào tạo sẽ gửi về địa chỉ sinh viên đăng ký khi bưu điện hoạt động lại bình thường trong đợt giãn cách xã hội. Mặt khác, sinh viên có thể tải bản scan trên trang đăng ký chứng nhận sinh viên (sau khi yêu cầu của SV đã được xử lý).. . Thân mến,. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em là [full_name]. . Mssv:[student_id]. . lớp:CC19KCSX 2. . em muốn hỏi về học phí học kì 211 đợt này thật sự có gì đó sai sót không ạ vì cả đợt dịch này em không sử dụng cơ sở vật chất của trường rồi sao học phí vẫn cao ngất ngưỡng vậy ạ?. . Mong nhà trường cân nhắc và xem xét ạ vì em cảm thấy rất khó hiểu về cách thu học phí của trường trong khi em còn không dùng cơ sở vật chất của trường ạ .. . Em cám ơn ạ.",
            "Chào bạn,. . SV vui lòng liên hệ về Văn phòng Đào tạo Quốc tế để được hướng dẫn nhé:. . Địa chỉ: Kiosk OISP, Khu B2, Trường Đại học Bách khoa, 268 Lý Thường Kiệt, P.14, Q.10, TP.HCM. . . . - Điện thoại: (028) 7300.4183 – 03.9798.9798. . . . - E-mail: [email], [email]. . . . - Website: - oisp.hcmut.edu.vn, . . . .                  - mba-mci.edu.vn, . . . .                  - https://imp.hcmut.edu.vn. . . . - Facebook: facebook.com/bkquocte. . . . - YouTube: youtube.com/bkoisp",
            "Chào em,. . Em liên hệ VP ĐTQT qua email [email] nhé.. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Thầy (cô) cho em hỏi em đã nộp đơn thu nhận lại rồi và đã được tiếp nhận và cũng xin đăng ký luận văn và đã được tiếp nhận nhưng sao em chưa có thời khóa biểu ạ. . MSSV: [student_id]. . Khoa: Cơ khí. . Ngành Cơ điện Tử. . Mã môn: ME4019 - Luận văn tốt nghiệp (cđt). . Chúc anh thây (cô) một buổi làm việc vui vẽ.. .   i Đăng ký môn học .",
            "Chào bạn,. . Bạn đã đủ điều kiện nhận LVTN nhé, SV chủ động liên hệ về khoa nhận LVTN trước nhé, cô sẽ bạn bộ phận ĐKMH cập nhật lại TKB trên mybk/ Trước ngày 21/9. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "B   /B Đăng ký môn học . Em tên là [full_name] mssv [student_id]. Em có đăng ký môn học EE3027 (nhà máy điện và trạm biến áp) vào dự thính đợt 3. Em đã thỏa đủ điều kiện để đăng ký, đăng ký đã được gửi thành công nhưng hiện tại 14/09/2021 em vẫn chưa có tkb cho môn này, mong thầy/cô xem cho em ạ.. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác  /i  . . . . Kính gửi phòng đào tạo, . . . . Em hiện đang ở quận Tân Bình, TP.HCM; khu em đang sinh sống hiện đang là \"vùng đỏ\" vì có nhiều ca F0 trong cộng đồng. Chính quyền quận cũng chưa cho phép người dân đi lại bình thường. Mới đây UBND TP.HCM quyết định giãn cách toàn thành phố theo chỉ thị 16+ thêm hai tuần nữa. . . . . Vì vậy em gặp rất nhiều khó khăn trong vấn đề di chuyển ra ngân hàng OCB đóng học phí, tài khoản của em hiện không có đủ số tiền để đóng học phí.. . . . Ngày mai bắt đầu triển khai đóng học phí và hạn đến ngày 25/09, em e bản thân em khó có thể hoàn thành nghĩa vụ học phí đúng hạn do khó khăn trong việc di chuyển vì đang trong vùng đỏ và giãn cách theo chỉ thị 16+. Em xin phép được hỏi, trường hợp của em phải làm đơn xin gia hạn học phí (có chữ ký GVCN)? . . . . Em có thể chờ tình hình dịch bệnh ở TP.HCM ổn định rồi nộp học phí sau được không? Em nghĩ cũng sẽ có nhiều bạn gặp khó khăn trong vấn đề di chuyển, đi lại như em. . . . . Em xin chân thành cảm ơn.",
            "Chào bạn. . Giải pháp là bạn nhờ người thân hay bạn bè, chuyển khoản vào tài khoản của bạn để thanh toán học phí. . Nhà Trường đã phải lùi thời gian thanh toán học phí dự thính nhiều lần, thông báo ban đầu là tuần đầu của tháng 9. . Thân"
        ]
    }
]