[
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: kính gửi [full_name]. . em: Tăng Trung Huy. . Khoa: Cơ Khí. . Ngành: Kĩ thuật Cơ Khí. . . . em không biết cách đăng kí thi Anh Văn Sơ Bộ vào ngày 27/9, có thể hướng dẫn e cách đăng kí và cách thi được không ạ? e cảm ơn",
            "Chào em,. . PĐT đã gửi email đến sv, em đọc email nhé:. . \"Sinh viên đã có chứng chỉ tiếng Anh Quốc tế, hợp lệ và còn hạn, tương đương các chuẩn tiếng Anh từng năm/tốt nghiệp của trường, xin xem hướng dẫn ở cuối thông báo. Các Sinh viên này không cần tham dự kỳ kiểm tra Anh văn sơ bộ đầu khoá. . . . .  . . . . Thân chào các Tân Sinh viên,. . . .  . . . . Để giúp nhà trường đánh giá tình trạng năng lực Anh văn của Tân Sinh viên (SV) để có kế hoạch tổ chức học tập, và đồng thời giúp SV lên kế hoạch học tập cá nhân để nhanh chóng hoàn thành chuẩn tiếng Anh theo từng năm và chuẩn khi tốt nghiệp của trường.. . . .  . . . . Phòng đào tạo thông báo tới SV lịch kiểm tra Anh văn sơ bộ đầu vào Khóa 2021 như sau.. . . . Thời gian kiểm tra : từ ngày 27/09/2021, mỗi sinh viên có một lich kiểm tra. . . . Thời lượng kiểm tra: 50 phút. . . . Hình thức kiểm tra:  Trắc nghiệm, trực tuyến. . . . Cấu trúc đề kiểm tra: 80 câu, bao gồm:. . . .  Kỹ năng Nghe: 10 câu, (khoảng 7 phút). . . . §  Kỹ năng Đọc hiểu, Từ vựng, Ngữ pháp: 70 câu (43 phút). . . . §  Yêu cầu trang thiết bị: thiết bị di động/máy tính có camera quay trước mặt hoặc toàn cảnh bên của thí sinh, có loa/tai nghe để nghe bài thi.. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính gửi: Phòng đào tạo trường Đại học Bách Khoa TPHCM.. .  Theo như hướng dẫn của phòng đào tạo, em đã xin được Quyết định cho thu nhận lại của khoa Kỹ thuật Giao Thông. Em cũng đã liên hệ được thầy Nguyễn Hữu Tiên đang phụ trách môn dự thính Anh Văn 4 và đã được cho phép em vào lớp. . . Bên dưới em sẽ gửi 2 tệp bao gồm:. .   + Đơn cứu xét đã được thông qua bởi khoa. . .   + Bản in gmail mà thầy Nguyễn Hữu Tiên đã cho phép vào lớp dự thính Anh Văn 4. . . . .  Kính mong phòng đào tạo xem xét và thông qua.. . . .  Em cảm ơn.",
            "Chào bạn. . Đang có mở lớp tiếng anh theo nhu cầu môn anh văn 4A, tại sao bạn không đăng ký học. . Vì môn này đã qua mấy tuần học rồi. . Thân",
            "Chào chị, . . Em đang trong tình trạng bị thôi học. Nên em đã có làm đơn cứu xét và được Khoa chấp thuận để đủ điều kiện thu nhận lại.. . Nếu có chương trình anh văn bổ sung Anh văn 4a. Em sẽ đăng ký bên đó. Nhưng hiện tại em cần phải phục hồi trạng thái sinh viên trước đã. Đơn cứu xét em đã gửi trong đơn yêu cầu đầu tiên.. . Em xin cảm ơn",
            "Chào bạn. . Hiện tại vẫn chưa có qd thu nhận lại của bạn. . Khi nào [full_name] xử lý xong, tình trạng trên Mybk - thông tin SV của bạn đã cập nhật đang học thì bạn báo Pdt bổ sung vào lớp anh văn 4A. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Em chào gv phụ trách câu hỏi này ạ.. . Hiện gia đình em gặp một vài trục trặc về kinh tế, rơi vào hoàn cảnh khó khăn.. . Không biết pđt có cách nào để em xin nợ học phí chính quy kì này được không ạ? . . Em cảm ơn gv nhiều ạ. . . .",
            "Yêu cầu khác. . Em chào gv phụ trách câu hỏi này ạ.. . Hiện gia đình em gặp một vài trục trặc về kinh tế, rơi vào hoàn cảnh khó khăn.. . Không biết pđt có cách nào để em xin nợ học phí chính quy kì này được không ạ?. . Em cảm ơn gv nhiều ạ. . . .   /QUOTE . .",
            "Cha. . Em liên hệ phòng Công tác chính trị sv qua email [email] để được hướng dẫn nhé.. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Dạ thưa cô em có đăng kí hoãn thi cuối kì học kì 202 và đã nhận mail xác nhận của phòng đào tạo nhưng em đọc Điều 17 trong Quy chế đào tạo và học vụ là sinh viên đăng kí hoãn thi nhận điểm vắng phép nhưng trên bảng điểm em là điểm vắng thi . Vậy em làm thế nào để thi cuối kì và có điểm ạ !. .",
            "Chào bạn,. . Hiện tại nhà trường chưa ra QD hoãn thi nhé bạn, dự kiến ra quyết định chung vào cuối tháng 12, nên trường hợp đăng ký hoãn thi vẫn bị điểm 13 bình thường. Sau khi hậu kiểm với ds của Khoa thì mới ra quyết định hoãn thi và sẽ điều chỉnh lại điểm trên mybk/Thông tin SV/xem điểm. . Lưu ý:. . 1) PDT sẽ hậu kiểm lại với danh sách cấm thi của Khoa gửi lên, nếu SV bị cấm thi sẽ bị hủy kết quả hoãn thi theo quy định. SV vẫn phải hoàn thành các phần việc của môn học, nhất là TH/TNg và BTL. GV có quyền cấm thi nếu SV không hoàn thành tốt các phần này. . 2) Trường hợp có sự cố bất khả kháng trong khi thi dẫn đến không thể hoàn thành được bài thi, và không được giải quyết cho thi vào ca thi tiếp theo (nếu có), sinh viên có thể đăng ký \"Hoãn thi\" ngay sau buổi thi (không phải vắng thi có phép), SV phải báo với CBCT hoặc trực thi để được ghi nhận vào trong danh sách thi. PDT sẽ đối chiếu lại với danh sách của Khoa về các tình huống đã thi nhưng điểm thấp hoặc không có báo cáo ghi nhận về các sự cố trong buổi thi trước khi quyết định hoãn thi. . 3) Riêng đối với môn Đồ án, Thực tập ngoài trường, Đề cương Luận văn, Luận văn/Tiểu luận tốt nghiệp: SV có thể xin hoãn bảo vệ với lý do dịch Covid-19 ảnh hưởng nghiêm trọng đến kết quả thực hiện đề tài (không thực nghiệm được tại Phòng thí nghiệm, không thực địa, ...). SV gửi email trực tiếp đến Giáo viên hướng dẫn, Khoa/Bộ môn để được xem xét đồng ý và forward email cuối cùng đến email của PĐT để đăng ký.. . Chúc bạn học tập tốt nhé.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Thầy/ cô cho em hỏi là nếu bây giờ em đăng kí anh văn nhu cầu cơ bản thì em có kịp để qua chuẩn anh văn năm 2 không ạ. Em cảm ơn.",
            "Chào bạn. . Kịp nghen bạn. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em muốn hỏi là tại sao em đăng kí rút môn học môn Quản trị kinh doanh cho kỹ sư (Mã môn: IM3001) học kỳ I (2021-2022) vào ngày 15/09/2021 (đã nhận được email xác nhận) nhưng vẫn có lịch thi giữa kỳ vào ngày 17/10/2021 ạ? . . Em cảm ơn!",
            "Chào em,. . Em đã điền form rút môn học thì xem email xác nhận (lưu ý: 15/10 không phải 15/9 nhé). . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Kính gửi Phòng đào tạo Trường đại học Bách Khoa thành phố Hồ Chí Minh,. . . . Em là [full_name], sinh viên lớp CK19HT1.. . . . Lúc đăng ký môn học đợt 2 HK211 (07/08/2021 - 13/08/2021), em chỉ đăng ký 7 môn học (gồm 19.0 tín chỉ). Tuy nhiên sau khi có kết quả đăng ký môn học đợt 2, phiếu đăng ký lại xuất hiện và trong thời khóa biểu cũng đồng thời có môn học này:. . . . - CI3235 : Cơ học đất - L05. . - CI3236 : Cơ học đất (ThL) - L05. . . . Mong Phòng Đào Tạo có thể xem xét và xử lý trường hợp của em ạ. . . . Em cảm ơn Phòng đào tạo,. . . . Thân mến!",
            "Chào bạn,. . PDT ghi nhận trường hợp của bạn, đã gửi đến bộ phận liên quan xử lý. Sẽ hủy tkb và cập nhật lại học phí, SV xem kết quả tại trang Mybk- xemTKB, Nếu sau thời gian 1 tuần (kể từ ngày tiếp nhận, trừ thứ 7,CN và các ngày lễ), SV vẫn chưa được xử lý vui lòng gửi lại câu hỏi để PDT kiểm tra lại nhé!. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "B MSSV: [student_id]. . Họ tên: [full_name]. . Khoa: Khoa học và Kỹ thuật Máy tính. . Khoá: K18. .   /B . . . .   I Xin chuyển điểm TTTN từ HK202 sang  HK211 . Thưa thầy/cô,. . . . Học kì hè vừa rồi (HK203) vì một số sự cố, nên em đã không đăng ký được môn TTTN và đã đăng ký bổ sung TTTN trong học kì này (HK211). . . . . Nhưng thực tế là em có đi và đã hoàn thành thực tập 3 tháng ở VNG hè vừa rồi và có mong muốn đem điểm quá trình thực tập ở VNG để làm điểm cho môn TTTN vừa đăng ký mới.. . . . Nếu không thể chuyển điểm thì em có thể đem quá trình thử việc trong 2 tháng ở VNG (bắt đầu từ 6/9) để làm điểm quá trình cho môn TTTN không ạ?. . . . Về foundation test, do em đã trễ thời gian thi foundation test cho HK203, em sẽ cập nhật trên sakai và thực hiện foundation test trong đợt tổ chức thi kế tiếp ạ.. . . . Mong được thầy, cô hỗ trợ ạ.. . . . Em xin cảm ơn rất nhiều,. . [full_name].",
            "Chào em,. . Cô chuyển câu này đến cô [email], cô [full_name] MT trả lời em qua email nhé.. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: 1914454  /b \t. . . .   i Học vụ . Dạ cho em hỏi em đã đăng kí hủy môn quản trị kinh doanh cho kỹ sư mã số môn học IM3002. Mà sao bây giờ em có lịch thi giữa kì ạ. Em mong trường giải quyết giúp em. EM CẢM ƠN Ạ",
            "Chào em,. . - đã đăng kí hủy môn quản trị kinh doanh cho kỹ sư mã số môn học IM3002. . =  Em vui lòng cung cấp minh chứng việc hủy môn học.. . - Nếu em đã điền form rút môn học thì xem email xác nhận nhé. (chú ý: sau 15/10 không phải 15/9).. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Kính gửi PĐT,. . Em tên là [full_name] MSSV [student_id] lớp VP17XDC.. . Em muốn hỏi là hiện nay do mình không thể đến trường được thì nhà trường có hỗ trợ sinh viên nhận giấy xác nhận sinh viên qua bưu điện không ạ (hoặc nhận bản scan). Vì địa phương của em đã liên tục nhắc nhở em nộp giấy này mặc dù em có giải thích rất nhiều nhưng họ không chịu.. . EM mong nhận được sự giúp đỡ từ nhà trường.. . Em xin cảm ơn.. .",
            "Chào bạn,. . - SV chủ động đăng ký giấy Xác nhận SV hoãn NVQS để bổ sung cho địa phương và chọn dịch vụ gửi qua được bưu điện (người nhận trả tiền) nếu có nhu cầu (PDT không in hàng loạt như các năm trước). . - Sau khi xử lý giấy chứng nhận sinh viên, Phòng Đào tạo sẽ gửi về địa chỉ sinh viên đăng ký khi bưu điện hoạt động lại bình thường trong đợt giãn cách xã hội. Mặt khác, sinh viên có thể tải bản scan trên trang đăng ký chứng nhận sinh viên (sau khi yêu cầu của SV đã được xử lý).. . Thân mến,. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính gửi Phòng đào tạo,. . Em đã gửi đơn xin đăng ký bổ sung 2 môn học Đề cương luận văn(AS4325) và Thực tập ngoài trường(AS3325) và đã nhận được sự đồng ý của khoa và GVHD.. . Mong quý thầy/cô Phòng đào tạo hỗ trợ em. Em xin hứa sẽ hoàn thành học phí trước hẹn ạ.",
            "Chào bạn. . Pdt kiểm tra số tín chỉ tích luỹ ngành của bạn: 76+21=97  98 Không đủ đk nhận TTTN. . Bạn kiểm tra lại nghen. . Thân. .  . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ cho em hỏi:. . Em thấy bảng điểm chuyển đã có anh văn 3, nhưng tại sao em vẫn chưa đăng kí được anh văn 4A ạ?. . Em cảm ơn."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Cho e hỏi em muốn đăng ký giấy xác nhận hoãn nghĩa vụ quân sự và muốn gửi về quê thì có được không ạ, hay chỉ đăng ký và lên trường lấy giấy xác nhận ạ?",
            "Chào bạn,. . - SV chủ động đăng ký giấy Xác nhận SV hoãn NVQS để bổ sung cho địa phương và chọn dịch vụ gửi qua được bưu điện (người nhận trả tiền) nếu có nhu cầu (PDT không in hàng loạt như các năm trước). . - Sau khi xử lý giấy chứng nhận sinh viên, Phòng Đào tạo sẽ gửi về địa chỉ sinh viên đăng ký khi bưu điện hoạt động lại bình thường trong đợt giãn cách xã hội. Mặt khác, sinh viên có thể tải bản scan trên trang đăng ký chứng nhận sinh viên (sau khi yêu cầu của SV đã được xử lý).. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Dạ chào phòng đào tạo. Cho em hỏi là ví dụ bên ngành cầu đường của em thì theo đúng tiến tiến độ là 128 chỉ sẽ làm luận văn và tín chỉ tích lũy ngành tối thiểu là 121 chỉ. Thì hiện tại em đang có 104 chỉ và kì này e đang đăng kí thêm 18 chỉ. Và theo quy định thì 18 chỉ kì này sẽ được coi là qua để kì sau làm luận văn. Thì cho em hỏi là nếu kì này e rút 1 môn học hoặc bỏ thi 1 môn 4 chỉ thì môn đó có được coi là qua để kì sau em nhận được luận văn không ạ? Tại kì này đang dịch có nhiều bất cập nên em không theo nổi hết các môn ạ. Em cảm ơn . .",
            "Chào bạn. . Không nghen bạn, vì rút môn học tương đương như hủy môn học. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Do ngân hàng yêu cầu giấy xác nhận em([full_name]) hiện tại đang học tại trường Đại Học Bách Khoa T.P HCM để đc vay trong năm 2021 này. . Nên em muốn nhờ nhà trường gửi thư cho Ngân hàng chính sách xã hôi huyện Đô Lương tỉnh Nghệ An xác nhận . . Em xin cảm ơn. .",
            "Chào bạn,. . - SV chủ động đăng ký giấy Xác nhận SV để bổ sung cho vay vốn và chọn dịch vụ gửi qua được bưu điện (người nhận trả tiền) nếu có nhu cầu . . - Sau khi xử lý giấy chứng nhận sinh viên, Phòng Đào tạo sẽ gửi về địa chỉ sinh viên đăng ký khi bưu điện hoạt động lại bình thường trong đợt giãn cách xã hội. Mặt khác, sinh viên có thể tải bản scan trên trang đăng ký chứng nhận sinh viên (sau khi yêu cầu của SV đã được xử lý).. . . . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác:",
            "Chào bạn. . Theo chương trình đào tạo, bạn còn môn gì để tốt nghiệp. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Chào thầy cô ạ,. . . . Em có chút thắc mắc về điều kiện chuẩn anh văn nhận LVTN ạ. Do tình hình dịch bệnh nên em chưa thể đăng kí thi Toeic để đạt 500 Toeic (em khóa K18 ạ).. . . . Thì không biết học kỳ sau em có thể đăng kí nhận LVTN được không ạ. Không biết pđt có điều chỉnh gì về điều kiện không ạ.. . . . Em xin cảm ơn.",
            "Chào bạn. . Hiện tại chỉ áp dụng cho Hk211. . HK 212 nếu có gì mới sẽ thông báo cho SV, còn không thì theo quy định nghen bạn. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Thưa thầy/cô,. . Em tên là [full_name], MSSV: [student_id]. . Em có một vài chỗ chưa hiểu về điều kiện để đăng kí LVTN ạ.. . Trong Quy định về LVTN có ghi \"Khi xét điều kiện số tín chỉ tích lũy ngành, các môn đang học trong học kỳ chính kế trước được tính vào số tín chỉ tích lũy (dù chưa có điểm hay đã có điểm chưa đạt) và các môn trong học kỳ dự thính được tính vào số tín chỉ tính lũy nếu có kết quả đạt\". Thưa thầy/cô cho em hỏi là môn học bị 13 điểm hoặc cấm thi thì có được xem là môn đã có điểm chưa đạt để xét điều kiện đăng kí LVTN không ạ ?. . Mong nhận được câu trả lời sớm từ thầy/cô.. . Em cảm ơn ạ.",
            "Chào bạn. . Được tính hết nghen bạn. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em chào thầy cô trong phòng đào tạo.. . Em là [full_name], MSSV: [student_id]. Học văn bằng 2.. . Em đã hoàn thành chương trình đào tạo ngành khoa học máy tính, đầy đủ chứng chỉ anh văn và kỹ năng nói viết. Tuy nhiên trong danh sách dự kiến tốt nghiệp không có tên của em, mong thầy cô kiểm tra giúp em với ạ?. . Em có lên trang đăng ký tốt nghiệp cũng không được đăng ký luôn ạ.",
            "Chào bạn,. . PDT đã ghi nhận yêu cầu về đăng ký xét TN của bạn. SV vui lòng theo dõi email  và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 05/10/2021 SV vẫn chưa nhận được mail hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 11/2021. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em chào Phòng Đào Tạo.. . . . Hiện tại em là sinh viên khóa K15. Đã học đến học kỳ thứ 13. Nhưng vẫn chưa đủ tín chỉ tích lũy để ĐK LVTN (cụ thể 121  123).. . . . +Cho em hỏi em có thể làm đơn xin làm LVTN trước thời hạn không ạ?. . +Thời gian đào tạo của em là 13 học kỳ hay 14 học kỳ, em có còn cơ hội tốt nghiệp đúng thời hạn không ạ?. . . . Mong được phản hồi, em chân thành cám ơn!",
            "Chào bạn. . - Về quy định thời gian và kế hoạch học tập: Bạn vui lòng xem chi tiết tại trang web aao    sinh viên    Quy chế    Quy chế đào tạo và học vụ bậc đại học và cao đẳng    Các trường hợp được kéo dài thời gian đào tạo    điều 5.5. . - Bạn có thể làm đơn đăng ký đặc cách làm LVTN, phải có xác nhận của Giảng viên hướng dẫn và Khoa đồng ý, gởi Pdt để xử lý. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em muốn hỏi là em muốn thôi học thì phải nộp phiếu đề nghị được thôi học về trường phải không ạ? Và sau khi nộp phiếu xong thì có cần phải làm gì nữa không ạ?",
            "Chào em,. . - Em gửi phiếu thôi học qua bksi (đơn trên aao/biểu mẫu). . - Phải thanh toán hết học phí HK211.. . . . Thân mến,"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Thân gửi,. . Em tên [full_name], MSSV [student_id], chương trình KSTN khoa Điện - Điện Tử. Em đã hoàn thành đủ điều kiện tốt nghiệp nhưng đến hiện tại em vẫn chưa có tên trong danh sách TN dự kiến (bạn cùng lớp em đã có).. . Mong Trung tâm Hỗ trợ kiểm tra lại giúp em.. . Chân thành cảm ơn.. . Trân trọng,. .",
            "Chào bạn,. . PDT đã ghi nhận yêu cầu về đăng ký xét TN của bạn. SV vui lòng theo dõi email  và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 05/10/2021 SV vẫn chưa nhận được mail hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 11/2021. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ. PĐT cho em hỏi. EM thực hiện yêu cầu phúc tra điểm cuối kỳ đến hôm nay là hết ngày thứ 5 rồi nhưng vẫn chưa có kết quả. Bên phía giảng viên của chưa nhận được yêu cầu từ PĐT. Cho em hỏi website nó hiển thị như hình ảnh em đính kèm là đúng chưa ạ? Và phải chờ khoảng bao lâu nữa ạ? Do em thấy có ghi thời hạn là 7 ngày mà tới nay là hết 5 ngày rồi. Em cảm ơn ạ.",
            "Chào em,. . CÔ đóng câu này, vì đã trả lời câu trước đó rồi nhé).. . Thân mến,. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Thân gửi [full_name] em là sinh viên năm 2 , năm nhất em có thi anh văn đầu vào của trường và không đạt điểm để đk av1 , liệu không biết năm nay khi các em năm 1 vào thi avđv thì tụi em có được đk thi không ạ và nếu được đk thi thì đk như thế nào ạ . Em xin cảm ơn.. . . .",
            "Chào bạn. . Không thi chung với K21 được nghen. . Bạn đợi thông báo kì thi sau qua mail nghen. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Em xin chào thầy/cô, em muốn xin gia hạn đóng học phí do em nằm trong khu vực ảnh hưởng của COVID 19, nên em không thể ra ngân hàng được?. . . .",
            "Chào em,. . Em liên hệ phòng Công tác chính trị sv qua email [email] để được hướng dẫn nhé.. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Dạ em là [full_name]- Lê Hữu Quang [full_name]-[student_id] - Khoa Kỹ Thuật Xây Dựng - hiện em vẫn đang học theo chương trình đào tạo của khóa 2016 -chuyên ngành xây dựng dân dụng, vào chiều ngày 25/09/2021  ở quê  đã có giấy điều động e về quê để khám sức khỏe và đăng kí nghĩa vụ quận sự, nên em mong nhà trường sẽ cố gắng thu xếp giúp e có giấy chứng nhận tạm hoãn nghĩa vụ quân sự, do em vẫn chưa ra trường và vẫn đang học tại trường ĐHBK-ĐHQG TP.HCM theo chương trình đào tạo khóa 2016. dạ em cám ơn ạ",
            "Chào bạn,. . - SV chủ động đăng ký giấy Xác nhận SV hoãn NVQS để bổ sung cho địa phương và chọn dịch vụ gửi qua được bưu điện (người nhận trả tiền) nếu có nhu cầu (PDT không in hàng loạt như các năm trước). . - Sau khi xử lý giấy chứng nhận sinh viên, Phòng Đào tạo sẽ gửi về địa chỉ sinh viên đăng ký khi bưu điện hoạt động lại bình thường trong đợt giãn cách xã hội. Mặt khác, sinh viên có thể tải bản scan trên trang đăng ký chứng nhận sinh viên (sau khi yêu cầu của SV đã được xử lý).. . Thân mến,. .",
            "li answer rate: Answer suits the needs / Câu trả lời đúng ý"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]  /b . . \t. . Gửi Phòng Đào Tạo.. . . . Xin phòng đào tạo cho em hỏi, giấy xác nhận hoãn nghĩa vụ quân sự của năm học này (2021-2022) khi nào thì được cấp? Em vẫn đang có thời khoá biểu ở học kỳ 211 này ạ.. . Hiện tại em đang ở quê và địa phương cũng đã gửi giấy gọi khám NVQS đến ngày 10/10. Phòng đào tạo cũng cho phép em hỏi, nếu nhận giấy hoãn thì nhận qua hình thức nào ạ?. . . . Em cảm ơn phòng đào tạo.. .",
            "Chào bạn,. . - SV chủ động đăng ký giấy Xác nhận SV hoãn NVQS để bổ sung cho địa phương và chọn dịch vụ gửi qua được bưu điện (người nhận trả tiền) nếu có nhu cầu (PDT không in hàng loạt như các năm trước). . - Sau khi xử lý giấy chứng nhận sinh viên, Phòng Đào tạo sẽ gửi về địa chỉ sinh viên đăng ký khi bưu điện hoạt động lại bình thường trong đợt giãn cách xã hội. Mặt khác, sinh viên có thể tải bản scan trên trang đăng ký chứng nhận sinh viên (sau khi yêu cầu của SV đã được xử lý).. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "B Yêu cầu khác . Dạ thầy/cô cho em hỏi về cách in ngày CTXH và xác nhận ngày CTXH ạ. Dạ em cảm ơn. . . .",
            "Chào em,. . Em liên hệ phòng Công tác chính trị sv qua email [email] để được hướng dẫn nhé.. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . em tên : [full_name] MSSV : [student_id]. . hệ VHVL nghành kỹ thuật xây dựng CTGT. . Theo như hướng dẫn từ mail PDT gửi em về thẩm tra bằng tốt nghiệp đại học theo diện \"Sinh viên đã tốt nghiệp tại Trường Đại học Bách Khoa – ĐHQG TP.HCM\". . Em gửi PDT MSSV bằng 1 của em là [student_id]6.(đính kèm ảnh bằng tốt nghiệp) . . em cảm ơn !!!. .",
            "Chào em,. . Em vui lòng gửi qua email [email] để được hướng dẫn nhé. (kèm ảnh bằng tốt nghiệp).. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: 2015045  /b \t. . . .   i Đăng ký môn học . Dạ thưa cho e muốn hủy môn học dự thính VỚI LÝ DO LÀ EM ĐĂNG KÝ NHẦM. Nhưng em chỉ có thời khoá biểu của các môn học chính quy thôi ạ. Mà nếu muốn rút môn học thì phải có hiện lớp.",
            "Chào em,. . Em xem email PĐT đã gửi sv về việc rút môn học có tính học phí:. . \"Thân gửi các bạn sinh viên,. . . .      Phòng đào tạo thông báo về phương thức đăng ký RÚT MÔN HỌC (tính Học Phí theo quy định)(Chính quy + Dự thính) của học kỳ 1(2021-2022) như sau:. . . . SV đăng nhập vào Google bằng tài khoản BKNetID@hcmut.edu.vn và điền thông tin RÚT MÔN HỌC theo link: https://forms.gle/4X6kA3XbDWNfs93u6. . . . Thời gian đăng ký: Từ ngày 6/09/2021 đến hết ngày 01/10/2021. . . . Xem chi tiết quy định về rút môn học tại QUY CHẾ ĐÀO TẠO VÀ HỌC VỤ điều 11.2\". . . . -  Mà nếu muốn rút môn học thì phải có hiện lớp.. . =  Em xem kỹ thời khóa biểu nhé, nhóm DT.. là dự thính.. . . . Chúc các bạn học tập thật tốt!"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Kính gửi PĐT.. . Trong học kỳ này em có đăng ký dự thính môn giải tích 1 MSMH MT1003. Nhưng do dịch bệnh, gia đình gặp nhiều khó khăn, em không đủ chi phí đóng học phí dự thính nên em xin hủy môn học Giải tích 1 MSMH MT1003 trong ký dự thính HK211.. . Em xin cảm ơn ạ",
            "Chào em,. . - Hiện tại đã hết thời gian hiệu chỉnh  và hủy môn học của học kỳ chính và HK dự thính HK211 nhé bạn.. . - Rút môn học có tính HP: PĐT đã gửi email đến sv . . \"Thân gửi các bạn sinh viên,. . . . . . . .      Phòng đào tạo thông báo về phương thức đăng ký RÚT MÔN HỌC (tính Học Phí theo quy định)(Chính quy + Dự thính) của học kỳ 1(2021-2022) như sau:. . . . SV đăng nhập vào Google bằng tài khoản [email] và điền thông tin RÚT MÔN HỌC theo link: https://forms.gle/4X6kA3XbDWNfs93u6. . . . Thời gian đăng ký: Từ ngày 6/09/2021 đến hết ngày 01/10/2021. . . . Xem chi tiết quy định về rút môn học tại QUY CHẾ ĐÀO TẠO VÀ HỌC VỤ điều 11.2. . . . . . . . Chúc các bạn học tập thật tốt!\". . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em chào phòng đào tạo,. . . . - Hiện tại em còn một môn học của HK 202 chưa được thi cuối kỳ tại vì thầy của bộ môn chưa thông báo lịch thi cuối kỳ. Nếu em rút môn học đăng ký tạm ở HK 211 (môn học đã đạt) thì em có còn được xem là sinh viên để thi cuối kỳ của môn học của HK 202 không ạ ? . . - Môn học ở HK 202 này là môn cuối cùng của em, thi xong môn này là em sẽ đủ tín chỉ để xét tốt nghiệp. Còn môn học em đăng ký ở HK 211 là để duy trì trạng thái học tập, em muốn rút môn học này trước khi đợt xét tốt nghiệp tháng 11 kết thúc nhưng mà trong trường hợp phải giữ môn học này để duy trì trạng thái học tập mới được thi cuối kỳ của môn học HK 202 thì sau đợt rút môn học tháng 9 thì còn đợt rút môn học nào khác nữa không ạ ? Tại vì ngày 1/10 là hết hạn rút môn học, hay em phải làm cách nào khác để rút môn học của HK 211, xin phòng đào tạo hướng dẫn giúp em ạ?. . . . Em xin cảm ơn.",
            "Chào bạn. . Bạn rút môn học ở Hk211 không ảnh hưởng gì đến lịch thi cuối kì của HK202 nghen. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Cho em hỏi, đợt thi cuối kì vừa rồi em đăng kí hoãn thi cho tất cả môn vì lý do nhà mạng lác , và đăng kí trước ngày thi , nhưng sao trong bảng điểm tổng kết của em lại là điểm 13 ạ, em đăng kí hoãn thi 4 môn nhưng chỉ có 1 môn là ko đề điểm 13, còn 3 môn còn lại đề điểm 13, và em đăng kí hoãn thi theo file nhà trường cung cấp ạ, em ko có bị cấm thi môn nào hết ạ.",
            "Chào bạn,. . Hiện tại nhà trường chưa ra QD hoãn thi nhé bạn, dự kiến ra quyết định chung vào cuối tháng 12, nên trường hợp đăng ký hoãn thi vẫn bị điểm 13 bình thường. Sau khi hậu kiểm với ds của Khoa thì mới ra quyết định hoãn thi và sẽ điều chỉnh lại điểm trên mybk/Thông tin SV/xem điểm. . Lưu ý:. . 1) PDT sẽ hậu kiểm lại với danh sách cấm thi của Khoa gửi lên, nếu SV bị cấm thi sẽ bị hủy kết quả hoãn thi theo quy định. SV vẫn phải hoàn thành các phần việc của môn học, nhất là TH/TNg và BTL. GV có quyền cấm thi nếu SV không hoàn thành tốt các phần này. . 2) Trường hợp có sự cố bất khả kháng trong khi thi dẫn đến không thể hoàn thành được bài thi, và không được giải quyết cho thi vào ca thi tiếp theo (nếu có), sinh viên có thể đăng ký \"Hoãn thi\" ngay sau buổi thi (không phải vắng thi có phép), SV phải báo với CBCT hoặc trực thi để được ghi nhận vào trong danh sách thi. PDT sẽ đối chiếu lại với danh sách của Khoa về các tình huống đã thi nhưng điểm thấp hoặc không có báo cáo ghi nhận về các sự cố trong buổi thi trước khi quyết định hoãn thi. . 3) Riêng đối với môn Đồ án, Thực tập ngoài trường, Đề cương Luận văn, Luận văn/Tiểu luận tốt nghiệp: SV có thể xin hoãn bảo vệ với lý do dịch Covid-19 ảnh hưởng nghiêm trọng đến kết quả thực hiện đề tài (không thực nghiệm được tại Phòng thí nghiệm, không thực địa, ...). SV gửi email trực tiếp đến Giáo viên hướng dẫn, Khoa/Bộ môn để được xem xét đồng ý và forward email cuối cùng đến email của PĐT để đăng ký.. . Chúc bạn học tập tốt nhé. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Em xin hỏi về việc có cần quay màn hình máy tính khi đang làm bài không và em cần quay bằng phần mềm nào ạ?. .",
            "Chảo em,. . - PĐT đã gửi email đến sv, trong đó có ghi:\" §  Yêu cầu trang thiết bị: thiết bị di động/máy tính có camera quay trước mặt hoặc toàn cảnh bên của thí sinh, có loa/tai nghe để nghe bài thi.\". . - Em vào phòng chờ thi sẽ có hướng dẫn tiếp theo.. . - Trường hợp có sự cố bất khả kháng trong khi thi dẫn đến không thể hoàn thành được bài thi, sv đợi thông báo sau nhé.. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ em kính chào thầy/cô. Dạ đợt dự thính kì hiện tại em có đăng kí môn phương pháp tính và em có hủy môn học vì em nhầm lẫn học phí. Em có gửi gmail cho bên trường nhưng hiện tại tkb em vẫn còn môn này. Em nhờ thầy/cô xử lý giúp em với ạ. Em xin cảm ơn.. . . .",
            "Chào em,. . Câu hỏi của em cô chưa rõ:. . - Em vui lòng kèm minh chứng PĐT cho phép em hủy môn học.. . - Nếu em đã điền form rút môn học thì xem email xác nhận.. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính chào quý Thầy / Cô. . ﻿. . ﻿Em tên là [full_name], MSSV [student_id], chuyên ngành Địa kỹ thuật khoa Địa Chất Dầu khí, ĐH BK HCM.. . ﻿. . ﻿Do tình hình dịch bệnh vừa qua nên em không thể làm thí nghiệm để hoàn thành luận văn và tốt nghiệp vào tháng 11 sắp đến. Vì thế em chọn đợt bảo vệ và tốt nghiệp vào tháng 4 năm sau.. . ﻿. . ﻿Hiện tại, em đang trong quá trình hoàn thành luận văn của mình và em có mong muốn học thêm một văn bằng nữa.. . . . Thầy cô cho em hỏi là để đăng ký học thêm một văn bằng nữa thì em sẽ đăng ký trước hay sau khi tốt nghiệp và hình thức đăng ký là như thế nào ? Và nếu học văn bằng hai thì thời gian học của em là như thế nào ?. . . . Kính mong nhận được phản hồi từ quý Thầy/Cô.. . . . Trân trọng.. . . .",
            "Chào em,. . . . Về việc bằng 2, bạn vui lòng gửi mail về cho anh [email] hoặc [email] để được tư vấn và hỗ trợ nhé!. . Thân mến,. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: dạ em xin được rút môn đồ án thiết kế ạ!. .",
            "Chào em,. . PĐT đã gửi email đến sv \". . . . Thân gửi các bạn sinh viên,. . . . . . . .      Phòng đào tạo thông báo về phương thức đăng ký RÚT MÔN HỌC (tính Học Phí theo quy định)(Chính quy + Dự thính) của học kỳ 1(2021-2022) như sau:. . . . SV đăng nhập vào Google bằng tài khoản BKNetID@hcmut.edu.vn và điền thông tin RÚT MÔN HỌC theo link: https://forms.gle/4X6kA3XbDWNfs93u6. . . . Thời gian đăng ký: Từ ngày 6/09/2021 đến hết ngày 01/10/2021. . . . Xem chi tiết quy định về rút môn học tại QUY CHẾ ĐÀO TẠO VÀ HỌC VỤ điều 11.2. . . . . . . . Chúc các bạn học tập thật tốt!"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Thầy/cô cho em hỏi là em đã đăng ký hoãn thi thành công, mà em lên xem bảng điểm thì thấy là 13 chứ không phải là 14, em cảm ơn",
            "Chào bạn,. . Hiện tại nhà trường chưa ra QD hoãn thi nhé bạn, dự kiến ra quyết định chung vào cuối tháng 12, nên trường hợp đăng ký hoãn thi vẫn bị điểm 13 bình thường. Sau khi hậu kiểm với ds của Khoa thì mới ra quyết định hoãn thi và sẽ điều chỉnh lại điểm trên mybk/Thông tin SV/xem điểm. . Lưu ý:. . 1) PDT sẽ hậu kiểm lại với danh sách cấm thi của Khoa gửi lên, nếu SV bị cấm thi sẽ bị hủy kết quả hoãn thi theo quy định. SV vẫn phải hoàn thành các phần việc của môn học, nhất là TH/TNg và BTL. GV có quyền cấm thi nếu SV không hoàn thành tốt các phần này. . 2) Trường hợp có sự cố bất khả kháng trong khi thi dẫn đến không thể hoàn thành được bài thi, và không được giải quyết cho thi vào ca thi tiếp theo (nếu có), sinh viên có thể đăng ký \"Hoãn thi\" ngay sau buổi thi (không phải vắng thi có phép), SV phải báo với CBCT hoặc trực thi để được ghi nhận vào trong danh sách thi. PDT sẽ đối chiếu lại với danh sách của Khoa về các tình huống đã thi nhưng điểm thấp hoặc không có báo cáo ghi nhận về các sự cố trong buổi thi trước khi quyết định hoãn thi. . 3) Riêng đối với môn Đồ án, Thực tập ngoài trường, Đề cương Luận văn, Luận văn/Tiểu luận tốt nghiệp: SV có thể xin hoãn bảo vệ với lý do dịch Covid-19 ảnh hưởng nghiêm trọng đến kết quả thực hiện đề tài (không thực nghiệm được tại Phòng thí nghiệm, không thực địa, ...). SV gửi email trực tiếp đến Giáo viên hướng dẫn, Khoa/Bộ môn để được xem xét đồng ý và forward email cuối cùng đến email của PĐT để đăng ký.. . Chúc bạn học tập tốt nhé.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Kính gửi thầy, cô,. . Hiện tại em đang gặp 1 số rắc rối ảnh hưởng đến điều kiện xét tốt nghiệp:. . 1) Trong các khoản tiền em cần đóng, có khoản tiền làm lại thẻ sinh viên mới nhưng em đã không đóng và để quá thời hạn yêu cầu. Lý do là em đã tìm lại được thẻ sinh viên nhưng không hủy yêu cầu làm thẻ.. . 2) Em có nộp đơn lên khoa xin tạm dừng 1 học kì để thực tập nước ngoài. Tuy nhiên, em đã xin khoa nhận lại để bảo vệ luận văn tốt nghiệp. Tình trạng sinh viên của em trên MyBK là \"Đang học\". Nhưng khi đăng ký tốt nghiệp lại nhận thông báo là \"Tạm dừng\".. . Ở các mục đính kèm là thông báo em gặp vấn đề với điều kiện tốt nghiệp, khoản thanh toán em gặp vấn đề và tình trạng sinh viên. . Kính mong thầy, cô giải quyết giúp em.",
            "Chào bạn. . 1) Bạn phải thanh toán khoản lệ phí còn nợ. . 2) Bạn có qd thu nhận không hoặc số Qd ngày ra Qd để [full_name] kiểm tra? có 3 trường hợp như của ban [full_name] đã xử lý vì có qd thu nhận, nhưng của em [full_name] không tìm thấy Qd thu nhận, . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính gửi PĐT. . Em là [full_name] [student_id]. . Học kì em có đăng kí môn đồ án kết cấu thép cho cả học kì chính và học kì dự thính. Nhưng trong thời khoá biểu chỉ có ở học kì chính.. . Nay trong BKPay lại bắt em đóng học phí là sao ạ? Mong PDT trả lời giúp em!. . . .",
            "Chào em,. . 1. Trong TKB HK211 em có 2 môn . . - CI3213 Đồ án môn học kết cấu thép nhóm L01. . - CI3095 Cấp thoát nước                 DT01. . 2. Trên bkpay em đóng 2 khoản tiền cho 2 môn là đúng rồi.. . Thân mến,. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Dear anh/chị,. . Em là [full_name], MSSV: [student_id], hiện là sinh viên Khoa học máy tính CLC.. . Em không đăng kí được tốt nghiệp trên https://mybk.hcmut.edu.vn/app/sinh-vien/tot-nghiep/dang-ky . Ghi là nợ Học phần, nhưng em khẳng định mình đủ chỉ tiêu về CTXH và học phần, em xin cảm ơn. Mong anh/chị xem xét.. . Em cảm ơn,. . [full_name]. .   i Tốt nghiệp .",
            "Chào bạn. . Bạn đã có tên trong danh sách dự kiến tốt nghiệp, Bạn kiểm tra mail để thực hiện theo hướng dẫn nghen. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "B   /B Yêu cầu khác . Kính chào quý thầy cô,. . Em tên là [full_name], mssv: [student_id], khoa Kỹ Thuật Hóa học. . . Em muốn hỏi là nộp hồ sơ học bổng Swing for Dreams là phải đăng kí in bẳng điểm trên mybk gửi bưu điện về nhà em đúng không ạ?. . Với em thuộc diện 1 và 3 (hoàn cảnh khó khăn và là tình nguyện viên chống Covid) trong đối tượng trao học bổng nhưng hiện giờ ở quê nhà em đang trong khu phong tỏa, chỗ chứng nhận hoàn cảnh cách đó cũng xa nên ba mẹ em không đi được. Vậy em không cần chứng nhận hoàn cảnh được không ạ? Hay em có thể dùng chứng nhận của năm 2020 được không ạ?. . Các hoạt động tình nguyện em tham gia ở trường có thể chụp màn hình trong hoạt động ngoại khóa để làm bằng chứng được không ạ?. . Em xin chân thành cảm ơn!",
            "Chào em,. . Em liên hệ phòng Công tác chính trị sv qua email [email] để được hướng dẫn nhé.. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em đã được phòng đạo tạo hoãn thi nhưng trên bảng điểm của em thì thi cuối kỳ em là 0.0 và tổng kết môn là 0.0. Trường xác nhận lại giúp em. Em cám ơn ạ",
            "Chào bạn,. . Hiện tại nhà trường chưa ra QD hoãn thi nhé bạn, dự kiến ra quyết định chung vào cuối tháng 12, nên trường hợp đăng ký hoãn thi vẫn bị điểm 13 bình thường. Sau khi hậu kiểm với ds của Khoa thì mới ra quyết định hoãn thi và sẽ điều chỉnh lại điểm trên mybk/Thông tin SV/xem điểm. . Lưu ý:. . 1) PDT sẽ hậu kiểm lại với danh sách cấm thi của Khoa gửi lên, nếu SV bị cấm thi sẽ bị hủy kết quả hoãn thi theo quy định. SV vẫn phải hoàn thành các phần việc của môn học, nhất là TH/TNg và BTL. GV có quyền cấm thi nếu SV không hoàn thành tốt các phần này. . 2) Trường hợp có sự cố bất khả kháng trong khi thi dẫn đến không thể hoàn thành được bài thi, và không được giải quyết cho thi vào ca thi tiếp theo (nếu có), sinh viên có thể đăng ký \"Hoãn thi\" ngay sau buổi thi (không phải vắng thi có phép), SV phải báo với CBCT hoặc trực thi để được ghi nhận vào trong danh sách thi. PDT sẽ đối chiếu lại với danh sách của Khoa về các tình huống đã thi nhưng điểm thấp hoặc không có báo cáo ghi nhận về các sự cố trong buổi thi trước khi quyết định hoãn thi. . 3) Riêng đối với môn Đồ án, Thực tập ngoài trường, Đề cương Luận văn, Luận văn/Tiểu luận tốt nghiệp: SV có thể xin hoãn bảo vệ với lý do dịch Covid-19 ảnh hưởng nghiêm trọng đến kết quả thực hiện đề tài (không thực nghiệm được tại Phòng thí nghiệm, không thực địa, ...). SV gửi email trực tiếp đến Giáo viên hướng dẫn, Khoa/Bộ môn để được xem xét đồng ý và forward email cuối cùng đến email của PĐT để đăng ký.. . Chúc bạn học tập tốt nhé.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em tên là [full_name], MSSV:[student_id]. . Lớp CC16HC12. . Hiện tại em Không được phép đăng ký xét tốt nghiệp (Nợ HP). Cho em hỏi nợ HP là nợ gì ạ?. . Em gửi thông tin này với mong muốn được xét tốt nghiệp bố sung.. . Em xin cảm ơn ạ.",
            "Chào bạn. . Bạn đang nợ lệ phí thẻ sinh viên 50.000, bạn kiểm tra lại trên Mybk. . Bạn thanh toán xong thì thứ 6 tuần này sẽ tự động mở cho bạn khai tốt nghiệp. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính chào PDT,. . Hiện tại em muốn ghi danh vào lớp kết cấu thép 2 (CI3211) của thầy [full_name].. . Không biết bây giờ có đăng kí ghi danh vào lớp có được không ạ. Em xin cảm ơn",
            "Chào em,. . Hiện tại đã hết thời gian hiệu chỉnh  và bổ sung môn học của học kỳ chính và HK dự thính HK211 nhé bạn.. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em: [full_name]. . MSSV: [student_id]. . -Em có đăng kí hoãn thi môn \"giải tích 2\" và môn \"Khoa học trái đất\". . -Mà điểm cuối kì môn \"Khoa học trái đất\" vẫn hiện điểm 13 ạ.. . -1/10/2021 em phải đăng kí phân ngành rồi ạ.. . Với điểm 13 đó sẽ ảnh hưởng đến kết quả phân ngành.. . -Mong PĐT xem xét giúp em ạ.",
            "Chào bạn,. . Hiện tại nhà trường chưa ra QD hoãn thi nhé bạn, dự kiến ra quyết định chung vào cuối tháng 12, nên trường hợp đăng ký hoãn thi vẫn bị điểm 13 bình thường. Sau khi hậu kiểm với ds của Khoa thì mới ra quyết định hoãn thi và sẽ điều chỉnh lại điểm trên mybk/Thông tin SV/xem điểm. . Lưu ý:. . 1) PDT sẽ hậu kiểm lại với danh sách cấm thi của Khoa gửi lên, nếu SV bị cấm thi sẽ bị hủy kết quả hoãn thi theo quy định. SV vẫn phải hoàn thành các phần việc của môn học, nhất là TH/TNg và BTL. GV có quyền cấm thi nếu SV không hoàn thành tốt các phần này. . 2) Trường hợp có sự cố bất khả kháng trong khi thi dẫn đến không thể hoàn thành được bài thi, và không được giải quyết cho thi vào ca thi tiếp theo (nếu có), sinh viên có thể đăng ký \"Hoãn thi\" ngay sau buổi thi (không phải vắng thi có phép), SV phải báo với CBCT hoặc trực thi để được ghi nhận vào trong danh sách thi. PDT sẽ đối chiếu lại với danh sách của Khoa về các tình huống đã thi nhưng điểm thấp hoặc không có báo cáo ghi nhận về các sự cố trong buổi thi trước khi quyết định hoãn thi. . 3) Riêng đối với môn Đồ án, Thực tập ngoài trường, Đề cương Luận văn, Luận văn/Tiểu luận tốt nghiệp: SV có thể xin hoãn bảo vệ với lý do dịch Covid-19 ảnh hưởng nghiêm trọng đến kết quả thực hiện đề tài (không thực nghiệm được tại Phòng thí nghiệm, không thực địa, ...). SV gửi email trực tiếp đến Giáo viên hướng dẫn, Khoa/Bộ môn để được xem xét đồng ý và forward email cuối cùng đến email của PĐT để đăng ký.. . Chúc bạn học tập tốt nhé.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Kính gửi phòng đào tạo, em muốn hỏi là em đã có đủ điểm các môn học trên trang Thông tin sinh viên cũng như đủ điều kiện để Tốt nghiệp đợt tháng 11/2021 này nhưng vẫn chưa được đăng kí tốt nghiệp.. . . . Em cũng biết là phòng đào tạo đang trong giai đoạn nhập học nên em muốn hỏi để biết rõ khi nào mới được đăng kí tốt nghiệp?. . . . Cảm ơn quí thầy cô!",
            "Chào bạn,. . PDT đã ghi nhận yêu cầu về đăng ký xét TN của bạn. SV vui lòng theo dõi email  và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 05/10/2021 SV vẫn chưa nhận được mail hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 11/2021. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Kì vừa rồi(202) em có đăng ký hoãn thi Nguyên lý hóa công nghiệp 601702. . Do đây là môn của Việt Pháp nên được thi lại, vậy em sẽ thi chung với mấy bạn thi lại môn này luôn phải không ạ? Và trên Bke vẫn để em điểm 13, nên em xin danh sách thi lại môn này để xem có tên em không ạ.",
            "Chào bạn,. . Hiện tại nhà trường chưa ra QD hoãn thi nhé bạn, dự kiến ra quyết định chung vào cuối tháng 12, nên trường hợp đăng ký hoãn thi vẫn bị điểm 13 bình thường. Sau khi hậu kiểm với ds của Khoa thì mới ra quyết định hoãn thi và sẽ điều chỉnh lại điểm trên mybk/Thông tin SV/xem điểm. . Lưu ý:. . 1) PDT sẽ hậu kiểm lại với danh sách cấm thi của Khoa gửi lên, nếu SV bị cấm thi sẽ bị hủy kết quả hoãn thi theo quy định. SV vẫn phải hoàn thành các phần việc của môn học, nhất là TH/TNg và BTL. GV có quyền cấm thi nếu SV không hoàn thành tốt các phần này. . 2) Trường hợp có sự cố bất khả kháng trong khi thi dẫn đến không thể hoàn thành được bài thi, và không được giải quyết cho thi vào ca thi tiếp theo (nếu có), sinh viên có thể đăng ký \"Hoãn thi\" ngay sau buổi thi (không phải vắng thi có phép), SV phải báo với CBCT hoặc trực thi để được ghi nhận vào trong danh sách thi. PDT sẽ đối chiếu lại với danh sách của Khoa về các tình huống đã thi nhưng điểm thấp hoặc không có báo cáo ghi nhận về các sự cố trong buổi thi trước khi quyết định hoãn thi. . 3) Riêng đối với môn Đồ án, Thực tập ngoài trường, Đề cương Luận văn, Luận văn/Tiểu luận tốt nghiệp: SV có thể xin hoãn bảo vệ với lý do dịch Covid-19 ảnh hưởng nghiêm trọng đến kết quả thực hiện đề tài (không thực nghiệm được tại Phòng thí nghiệm, không thực địa, ...). SV gửi email trực tiếp đến Giáo viên hướng dẫn, Khoa/Bộ môn để được xem xét đồng ý và forward email cuối cùng đến email của PĐT để đăng ký.. . - em sẽ thi chung với mấy bạn thi lại môn này luôn phải không ạ. . =  Em xem quy chế điều 17.2 (nếu có mở, thi lại em nộp phiếu thi cùng). . . . Chúc bạn học tập tốt nhé.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: 2133057  /b \t. . . .   i Yêu cầu khác . Chào Thầy/Cô. . Em là Nguyễn Đăng Minh Khai . . Mssv 2133057. . Em đăng kí in thẻ sinh viên và đã được xử lí ngày 10/08/2021 nhưng hiện tại là 26/09/2021 vẫn chưa gửi thẻ sinh viên cho em ạ.. . Sắp tới là kì thi giữa kì bằng hình thức online nên em cần thẻ sinh viên để thi ạ.. . Em mong quý Thầy/Cô xử lí sớm để không có sự việc đáng tiếc trong lúc thi giữa kì ạ.. . Em xin chân thành cảm ơn!",
            "Chào bạn[full_name] [full_name] Pdt đã in lại thẻ và gởi lại cho bạn, Bạn đợi nhận vào tuần sau nghen[full_name] [full_name] Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Em có chứng chỉ TOEFL ITP vậy em có cần thi tiếng anh đầu vào không ?. .",
            "Chào bạn. . Bạn xem lại thông báo Pdt gởi qua mail vào ngày 26/9 . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Dạ em kính gửi PĐT ạ,. . . . EM là [full_name] MSS [student_id] chuyển hệ ngành Vật Lý Kỹ Thuật khoa Khoa Học Ứng Dụng ạ.. . . . Em vừa kiểm tra điểm chuyển của em và thấy thiếu nhiều môn chưa cập nhật ạ.. . . . Em gửi PĐT bảng điểm cập nhật giúp em ạ.. . . . Em cảm ơn PĐT ạ.",
            "Chào em,. . - Em vui lòng gửi email đến [email], [email] để hướng dẫn nhé.. . - Em gửi kèm bảng điểm và ghi rõ còn môn nào chưa cập nhật.. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Em chào Cô/Thầy. . . . . Em có mua bhyt 6 tháng của trường nhưng vì dịch bùng phát nên em không thể đến trường để lấy thẻ được ( thẻ cũ của em đã mất). Hiện tại em đã về quê và cần thẻ bhyt để khám chữa bệnh, em muốn hỏi trạm y tế có gửi thẻ bhyt qua bưu điện cho sinh viên được không vậy ạ? Em thật sự rất cần thẻ để đi khám bệnh. . . . Em xin cảm ơn. . .",
            "Chào em,. . Em liên hệ phòng Công tác chính trị sv qua email [email] để được hướng dẫn nhé.. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            ". . Họ Tên: [full_name] . . Trong học kỳ 1 năm học 2021-2022 em có đăng ký môn học Hệ thống năng lượng xanh (EE3131)_[full_name] (DT_HK211). Em đã đăng ký rút môn học có tính học phí, đã được PĐT đồng ý. Tuy nhiên vẫn còn trong thời khóa biểu học. . . . . Trân trọng. . . .",
            "Chào em,. . Em đã điền form rút môn học, xem email xác nhận nhé (15/10). . Thân mến,. ."
        ]
    }
]