[
    {
        "intent": "",
        "message": [
            "Hỏi đáp học trực tuyến (BKeL) . Cho em hỏi tại sao lại xóa các video bài giảng môn cơ lưu chất của thầy [full_name] vậy ạ. Mỗi video khoảng hơn 2h mà có 6 video như vậy. Đòi hỏi sinh viên cũng cần có thời gian để xem, hiểu.",
            "Em cung cấp thông tin cụ thể để tôi kiểm tra ???"
        ]
    },
    {
        "intent": "",
        "message": [
            "Hỏi đáp học trực tuyến (BKeL) . Dạ PDT cho em hỏi là:. . - Ở môn vật liệu học và xử lý (ME2015) hôm qua em xem video xong và có làm quiz thì hệ thống có tính điểm cho em và đủ điểm để xem video tiếp theo. Nhưng hôm nay em vô xem lại thì điểm hôm qua lại không được tính nữa ạ. Liệu hệ thống có lỗi không ạ.. . - Ở môn Hóa đại cương TN (CH1004) em cũng có xem hết video nhưng hệ thống vẫn không tính điểm và em không xem được bài tiếp theo. Điều này xảy ra tương tự ở môn Nhiệt động lực học và truyền nhiệt. . . Mong PDT sớm phản hồi cho em!",
            "- Ở môn ME2015 em phải nhấn vào phần summary trước khi video chạy hết thì video sẽ dừng và em trả lời câu hỏi xong bấm Continue hệ thống sẽ ghi điểm cho em. Nếu em trả lời sau khi đã kết thúc video (nhìn số phút đã chạy hết) thì điểm sẽ không được ghi nhận.. . - Ở môn CH1004 không có câu hỏi trong video vì vậy em phải hoàn thành bài kiểm tra trắc nghiệm bên dưới"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Xin chào nhà trường. Em là sinh viên k16 hiện nay thì chúng em đang nghỉ dịch và hiện đã về quê sắp tới đây thì trường hết tháng 3 thì e muốn biết là trường có cho nghỉ tiếp hay không ạ em sợ trường  thông  báo trễ quá thì xe sẽ không đi được vì hiện tại khá nhiều chuyến xe chạy từ quê em đến HCM đã dừng hoạt động. Nếu trường có thông báo thì chậm nhất là ngày nào để em biết mua vé ạ. Cám ơn thầy cô đã xem và em rất mong được trả lời!",
            "Chào bạn,. . Bạn vui lòng theo dõi email sinh viên, nhà trường sẽ thông báo qua email cho tất cả sinh viên những thay đổi mới nhất của nhà trường sau khi có quyết định chính thức nhé!"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: thầy, cô cho em hỏi làm mất thẻ sinh viên có bị trừ điểm rèn luyện không ạ. Em xin cảm ơn ạ",
            "responsible person: [551] [staff_name] [helpdesk staff]",
            "Chào em,. . . . Em liên hệ PDT làm lại thẻ sinh viên nhé, nhà trường không qui định về vấn đề này.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Khác ... . Nhà trường cho em hỏi là em đăng kí môn học dự thính gt2 mà rm chưa thấy có lớp học gì ạ. Em không biết là đang dịch bệnh có học được môn dự thính không ạ. Em cám ơn.",
            "Chào em,. . . . Nếu mở dự thính 192, PDT sẽ gởi mail từng sinh viên và cập nhật trên trang web PDT.. . . . tHÂN."
        ]
    },
    {
        "intent": "",
        "message": [
            "Hỏi đáp học trực tuyến (BKeL) . Em là sinh viên năm 2 khoa Cơ khí, chuyên ngành Logistics và quản lý chuỗi cung ứng, mặc dù em đã xem video bài giảng chương 0 cỉa môn Thống kê trong công nghiệp, trả lời các câu hỏi cuối video, cũng như làm quiz của chương 0 và đạt trên 50% điểm. Nhưng em vẫn không xem được tiếp video bài giảng của chương tiếp theo. Mong nhà trường xem xét giúp em ạ. Em xin cảm ơn. .",
            "Chào em,. . . . Em liên hệ với giáo viên giảng dạy nhé.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Hỏi đáp học trực tuyến (BKeL) . Mong các thầy cô có thể upload video giảng dạy trưc tuyến lên youtube. Do học trực tuyến với số lượng lớn, các video upload trên trang chủ của trường có tình trạng giật lag khá cao, cụ thể video 7 phút có thể bị kéo gần lên gần 1 giờ đồng hồ vì tình trạng quá tải này. Không những vậy kiến thức còn bị ngắt quãng khi video bị giựt lag. Mong thầy cô xem xét",
            "Chào em,. . . . [full_name] ghi nhận ý kiến của em. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: . . Cho em hỏi là giấy chứng nhận tốt nghiệp tạm thời có thể thay thế cho bằng tốt nghiệp khi làm hồ sơ xin học cao học được không ạ?",
            "responsible person: [551] [staff_name] [helpdesk staff]",
            "Chào bạn,. . Tùy đơn vị nhận họ có chấp nhận không nhé bạn, bạn có thể trình bày với học để xem xét nhé!"
        ]
    },
    {
        "intent": "",
        "message": [
            "Hỏi đáp học trực tuyến (BKeL) . E có gửi hình bên dưới của môn Thiết kế WEB.. . . . môn này là môn bị lỗi đầu tiên. mấy ngày gần đây e có gửi ảnh về vấn đề này r. PĐT mới sửa lại cho e r. nhưng giờ lại bị 1 cái là từ lúc bị lỗi k có kiểm tra bài 1 đc. giờ nó bắt kiểm tra bài 1 thì mới cho qua kiểm tra bài 2. . . Mong PĐT xxem xét lại. Họ trực tuyến kiểu này chắc e rớt môn quá. . . .",
            "Chào em,. . . . Em liên hệ với giáo viên giảng dạy nhé.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Hỏi đáp học trực tuyến (BKeL) . Chào anh/ chị . . Anh/ chị có thể xem lại bài giảng trên hệ thống bị lỗi . . Môn học quản trị kinh doanh cho kỹ sư . . Video chương 3.2 . . Mã id401234. . LỖI \"unable to decode meadia\". . Em cảm ơn . . link bài giảng bị lỗi . . http://e-learning.hcmut.edu.vn/mod/hvp/view.php?id=401234",
            "li answer rate: Answer suits the needs / Câu trả lời đúng ý"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học phí - Đại học - Cao đẳng chính quy   Học phí học kỳ chính .   B  Thưa quí thầy cô.. . Xin cho em hỏi thời gian và cách thức để được xin gia hạn học phí 192 qua 201.. . Chúng em có thể nộp đơn online được không ạ.. . Vì hiện tại tình dịch bệnh quá nguy hiểm (đặc biệt là SG) nên chúng em đều đang ở quê,khó khăn trong việc di chuyển,trong việc nắm bắt thông tin,hay phải xin chữ ký giáo viên.. . Mong quí thầy cô xem xét và giúp chúng em có điểu kiện tốt để tiếp tucj học.. . Em xin cám ơn.. .",
            "Chào bạn,. . Về việc gia hạn học phí, bạn vui lòng liên hệ với Phòng Công tác Chính trị sinh viên để được hướng dẫn.. . Bạn có thể gửi mail qua phòng công tác chính trị để được giải đáp:[email]. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Chương trình đào tạo - Đại học - Cao đẳng chính quy   Môn tương đương, tiên quyết, ... . Em tên : [full_name]. . Mssv: [student_id] . . Do chính sách thay đổi về chương trình tài năng tháng 9/2019 em đã bị nhà trường tạm cho ra khỏi chương trình tài năng và bắt buộc áp dụng chuẩn AV của chương trình đại trà ( của em là   B 475    500  /B  ), trong khi em thõa chuẩn AV của chương trình tài năng ( của em   B 475 450  /B  ) về đăng kí môn học LVTN. Nên em đã không đăng kí được môn học LVTN trong đợt đăng kí cuối cùng vừa rồi. Hiện tại, qua xem xét lại, [full_name] đã công nhận danh sách SV CT KSTN và trong đó có em. Em tạo câu hỏi này muốn hỏi là em có thể đăng kí LVTN trong HK192 này để em hoàn thành chương trình đúng hẹn, tốt nghiệp được chương trình tài năng được không ạ, rất mong được sự giúp đỡ của quý thầy cô!  . . . .",
            "Chào bạn,. . Bạn vui lòng làm đơn trình bày rõ,có xác nhận của [full_name] và nộp trực tiếp tại Phòng Đào tạo để được xem xét nhé!. . Thân",
            "Chào bạn,. . . . Vì đợt đăng kí luận văn đã kết thúc, hiện tại bạn muốn đăng kí luận văn bạn làm đơn ghi rõ (mã số sinh viên, mã số môn học), lý do mới bổ sung.. . . . Đơn phải có xác nhận của ban lãnh đạo khoa đồng ý phân công giảng viên hướng dẫn. Nộp tại PDT sẽ xét cho em.. . . . . . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Em bị lỗi thanh toán lệ phí chuyển điểm ngoại ngữ, em đã thanh toán BKPay nhưng trong hệ thống thì vẫn đề chưa thanh toán (như dình đính kèm).",
            "Chào em,. . . . PDT sẽ cập nhật lại cho em nhé."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Cho em hỏi cách rút môn học, và thời gian bắt đầu rút môn học của hk2 năm học 2019-2021",
            "responsible person: [551] [staff_name] [helpdesk staff]",
            "Chào em,. . . . Em muốn rút môn học em phải nộp đơn trực tiếp tại Phòng Đào Tạo, thời gian rút môn học PDT đã gởi mail cho sinh viên, em kiểm tra lại mail nhé.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được . Do em đăng kí môn học muộn nên hết chỗ ở các lớp GDTC, phải chuyển tkb để phù hợp đăng kí lớp GDTC khác. Nhưng em nhìn lại thì môn GDTC em đăng kí và môn Hóa lý thuyết và thực hành đã biến mất.",
            "Chào em,. . . . PDT đã kiểm tra các lần đăng kí môn học của em đâu có gì thay đổi, bạn kiểm tra lại nhé.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "B   /B Em chào thầy/cô, em là [full_name], nằm trong danh sách có thể đăng ký xét tốt nghiệp trong học kỳ 2 năm nay. Theo như thông báo đăng ký tốt nghiệp thì hôm nay, 27/03 sẽ là ngày cuối em được đăng ký.. . . . Do những ngày trước em bận và quên mất, hôm nay bạn nhắc thì em có đăng ký. Nhưng từ sáng đến giờ em vào hệ thống và đăng ký, thì ở mục upload hình thẻ (file jpg - tầm 123 KB) cũng như nhấn vào nộp đơn đăng ký thì không được. (như trong ảnh đính kèm). . . . Mong P.Đào tạo xem qua giúp em. Thông tin của em như sau:. . - Họ và tên sinh viên: [full_name]. . - MSSV: [student_id]. . - Ngành: Quản lý Công nghiệp - chưong trình Chất lượng cao. . . . Em biết mình đăng ký gần hạn sẽ rất khó để sữa lỗi, nhưng nhờ P.ĐT xem xét và hỗ trợ giúp em. Em cám ơn ạ.  .",
            "Chào [full_name], em cần phải hoàn thành cả 4 bước trên em mới có thể thực hiện nộp đơn (bước 5), còn về hình upload phải có kích thước   400px."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV[full_name] [student_id]  /b \t. . . .   i Tốt nghiệp - Đại học - Cao đẳng chính quy   Thanh toán lệ phí & khai lý lịch tốt nghiệp . Dạ chào PĐT ạ!. . Em tên là[full_name] [full_name]. . MSSV[full_name] [student_id] - Lớp[full_name] XD14B2D1. . Hệ đào tạo[full_name] Bằng 2 Chính Quy. .    Hiện nay em đã hoàn thành đầy đủ chương trình đào tạo của trường và có tên trong Danh sách tốt nghiệp dự kiến nhưng em không nộp đơn đăng ký xét tốt nghiệp và thanh toán BkPay được ạ.. .    Kính mong PĐT xem xét và trả lời sớm ạ.. . Em xin chân thành cảm ơn. .",
            "Chào em,. . . . Em chưa thực hiện bước 4 kích hoạch tài khoản cựu sinh viên nên em không thực hiện bước 5 được.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Hỏi đáp học trực tuyến (BKeL) . Cho em hỏi khi nào có danh sách dự kiến học bổng của hk1 năm nay ạ? Với lại cho em hỏi luôn là điểm trung bình CMR đối với sinh viên năm 2 cần tối thiểu bao nhiêu để có cơ hội xét học bổng ạ?. . . .",
            "Chào Em,. . . . Phòng Đào tạo đang chuẩn bị cho công tác xét HBKK HK191, sau khi có danh sách dự kiến, Phòng Đào tạo sẽ thông báo đến sinh viên.. . Điểm trung bình chung mở rộng bao nhiêu để có cơ hội xét học bổng thì không trả lời được vì còn phụ thuộc vào số tiền định mức cấp học bổng cho Khoa/Khoá/Ngành."
        ]
    },
    {
        "intent": "",
        "message": [
            "Cho em hỏi, em đã khai báo y tế và chụp ảnh có mã QR kèm tên của mình. Sau đó gửi về theo link khai báo của trường. . Mà sao em vẫn nhận mail là chưa khai báo ạ",
            "responsible person: [551] [staff_name] [helpdesk staff]",
            "Chào bạn,. . Về việc gia hạn học phí, BHYT, sinh hoạt công dân, bạn vui lòng liên hệ với Phòng Công tác Chính trị sinh viên để được hướng dẫn.. . Bạn có thể gửi mail qua phòng công tác chính trị để được giải đáp:[email]. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Hình chụp mã QR của em không chụp tên thì em phải làm sao ạ. Có cần gửi lại hình khác không ạ",
            "Chào bạn,. . Bạn vui lòng liên hệ với Phòng Công tác Chính trị sinh viên để được hướng dẫn.. . Bạn có thể gửi mail qua phòng công tác chính trị để được giải đáp:[email]. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Hỏi đáp học trực tuyến (BKeL) . Dạ xin phép nhà trường có thể mở tính năng tua video được không ạ? Một số bài giảng bị tắt tính năng này, nếu trong quá trình học online vô tình không nghe rõ 1 đoạn trong video thì em phải xem lại từ đầu(điều này rất mất thời gian).. . Ngoài ra, các môn học nên mở diễn đàn để sinh viên có thể thảo luận, đặt câu hỏi. Một số môn học không có diễn đàn trao đổi nên không biết phải liên hệ với thầy cô nào ạ.",
            "Chào em,. . . . - Theo qui định của nhà trường các bài giảng trực tuyến không được tua.. . . . - PDT đào tạo ghi nhận trường hợp của em về việc mở diễn đàn để sinh viên thảo luận.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Hỏi đáp học trực tuyến (BKeL) . Em xin kính chào thầy cô phòng đào tạo ạ. Chuyện là do tình hình dịch bệnh đã chuyển biến ngày càng phức tạp hơn, tình hình kinh tế khó khăn, khoảng thời gian qua em học online trên elearning. Em là sinh viên thuộc chương trình chất lượng cao nên học phí cũng hơi đắt, sau khi xem qua các hình thức xử lí về hình thức xử phạt đóng học phí trễ/không đóng, em muốn xin hỏi phòng đào tạo là ngoài việc bị xóa các môn học, tạm dừng học kì này, mất các quyền lợi của sinh viên,... Thì em còn bị 0 điểm các môn đó trong học bạ đúng không ạ? . . . . Và sau đó sẽ như thế nào ạ? Qua học kì 201, em sẽ được đăng kí lại các môn học đó và hoàn thành học phí bình thường được không ạ? Vì lúc đó nếu em đang bị tạm dừng học (vì trước đó không hoàn thành học phí) thì em có được làm đơn quay trở lại và đăng kí môn bình thường không ạ? . . . . Em cảm ơn nhiều ạ. :(",
            "Chào bạn,. . Bạn vui lòng liên hệ tại văn phòng Đào tạo quốc tế để được hướng dẫn thêm về vấn đề học phí nhé!"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ - Đại học - Cao đẳng chính quy   Khác ... . Chào thầy,em tên là [full_name] MSSV [student_id] , kì này em có đăng kí môn Giải tích 2 của cô [full_name] phần Lý thuyết.Em đã hoàn thành bài kiểm tra chương 2 nhưng lại không vào được chương 3 ạ.Mong thầy cập nhật giúp em ạ. Em xin cảm ơn.",
            "Chào em,. . . . Em liên hê thầy cô giảng dạy nhé.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: kính gửi . . em muốn hỏi quý thầy cô rằng do hk1 năm nhất em có đăng kí môn av1 và không đậu. hk2 em có đăng kí môn av2 nhưng do không đậu av1 nên em muốn đổi av2 thành av1 để đậu av1 cho năm nhất em đạt được yêu cầu tiếng anh của nhà trường . em cám ơn ạ",
            "responsible person: [551] [staff_name] [helpdesk staff]",
            "Chào bạn,. . Hiện tại đã hết thời gian để thay đổi và hiệu chỉnh môn học nhé bạn!. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]  /b . . . . em tên: [full_name].Cô cho e hỏi là em đã khai báo sức khỏe rồi mà lại có mail nhắc nhở khai báo vậy mail đó là mail nhắc nhở chung phải không cô nhỉ??",
            "responsible person: [551] [staff_name] [helpdesk staff]",
            "Chào em,. . . . Việc này em liên hệ với phòng Công Tác Chính Trị sinh viên.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Điểm thi - Đại học - Cao đẳng chính quy   Điểm môn học . Em được thông báo và lên e-learning học và trả lời các câu hỏi ở cuối video nhưng điểm số của em là 0 mặc dù em đã làm đúng. Em xem chương 1 sau đó trả lời câu hỏi và em đã trả lời đúng nhưng điểm số của em vẫn là 0. Vì là lần đầu nên em check lại và làm tiếp chương 2 mặc dù đúng nhưng em vẫn 0 điểm ( 2 hình ảnh em đính kèm). Video 3 của em phải có điểm thì mới được làm kiểm tra ạ, em sợ nếu làm đúng mà vẫn 0đ thì em sẽ không được làm bài kiểm tra. Mong nhận được hướng giải quyết của nhà trường để em có thể sớm làm tiếp bài kiểm tra. Em cảm ơn ạ.. .",
            "Chào em,. . . . Em liên hệ với giáo viên giảng dạy nhé.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Em tên là [full_name].. . Em đã khai báo sức khỏe đúng hạn và chụp ảnh có tên em và mã QR và gửi vào link theo như đúng hướng dẫn của nhà trường, nhưng em lại nhận được email nhắc nhở lần 1 đối với những sinh viên   B chưa thực hiện  /B  việc khai báo.. . Em xin phép hỏi có sự nhầm lẫn gì trong việc thống kê các sinh viên đã khai báo không ạ, hay em có thể đã thực hiện sai sót bước nào đó trong quy trình?. . Hiện tại thì em đã gửi tiếp tục 2 lần nữa để chắc chắn không bị ảnh hưởng bởi lỗi kỹ thuật nhưng em đang rất lo lắng. Mong quý thầy cô có thể giải đáp thắc mắc giúp em ạ.. . Em xin cám ơn.. .   i  .",
            "Chào bạn,. . Bạn vui lòng liên hệ với Phòng Công tác Chính trị sinh viên để được hướng dẫn.. . Bạn có thể gửi mail qua phòng công tác chính trị để được giải đáp:[email]. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Em chào thầy(cô),em muốn hỏi là giờ  rút môn Kinh tế học đại cương (3 chỉ) thì em vẩn phải thanh toán học phí của môn này không ạ . . . Em cám ơn thầy(cô) ạ.",
            "Chào bạn,. . Rút môn học phải thanh toán học phí nhé bạn, xem quy định rút MH tại đây:. . http://www.aao.hcmut.edu.vn/ sinh viên/quy chế/Quy chế đào tạo và học vụ bậc đại học, cao đẳng:/ Điều 11. Hủy, rút môn học"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp - Đại học - Cao đẳng chính quy   Khác ... . Dạ cho em hỏi là do tình hình dịch CoVid-19 nên hạn chót bổ sung điều kiện tốt nghiệp là bằng anh văn và ngày CTXH có được dời lại không ạ, em cảm ơn!, nếu có ngày chính xác là bao nhiêu ạ, em cảm on!",
            "Chào bạn,. . Hiện tại lịch tốt nghiệp sẽ dời lại hết nha bạn, thời gian dời cụ thể thì chưa có thông báo chính thức nhé!. . Bạn vui lòng theo dõi trên lịch học vụ và mail sinh viên để cập nhật thông tin mới nhất của nhà trường.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Vừa làm vừa học - ĐTTX   Yêu cầu khác . Chào quí thầy cô, nhờ quí thầy cô kiểm tra giúp em, 2 hôm nay, bkel của em vào không tồn tại môn học nào trong, em không thể theo dõi được chương trình học online vào thời gian này. . . Kính nhờ quí thầy cô hỗ trọ gấp giúp em.. . Xin cám ơn ạ!",
            "Chào em,. . . . Em kiểm tra môn học lại nhé.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Hỏi đáp học trực tuyến (BKeL) . Gửi thầy cô,. . . . 1- Em đã có tên trong danh sách dự kiến tốt nghiệp nhưng khi điền thông tin trong web dưới đây xong, em không thể bấm nút \"Nộp đơn đăng ký xét tốt nghiệp\" được. . https://mybk.hcmut.edu.vn/app/sinh-vien/tot-nghiep/dang-ky. . . . 2- Thầy cô cho em hỏi nộp 95k lệ phí ở đâu vậy?. . . . Em cảm ơn. . [full_name]",
            "Chào bạn,. . Bạn đăng ký báo lỗi gì? Vui lòng gửi hình để Phòng Đào tạo kiểm tra?. . Tiền nộp qua bkpay nhé bạn!"
        ]
    },
    {
        "intent": "",
        "message": [
            "Hỏi đáp học trực tuyến (BKeL) . Chào thầy, cô. . Em là [full_name]  mssv [student_id]. . Hiện học kỳ này em có đăng ký làm luận văn tốt nghiệp. . Theo như thông báo trước của trường là ngày 30/03/2020 bắt đầu thực hiện luận văn tốt nghiệp.. . Vậy ngày 30/03/2020 tới đây sinh viên vẫn thực hiện như bình thường hay hoãn lại theo lịch nghỉ theo thông báo mới của trường không ạ?. . Em xin cảm ơn thầy cô.",
            "Chào bạn,. . Bạn vui lòng kiểm tra email sinh viên, nhà trường đã gửi về việc hướng dẫn làm LVTN, ĐCLV, TTTN. Bạn vui lòng liên hệ tại Khoa để được hướng dẫn thêm.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Hỏi đáp học trực tuyến (BKeL) . 1. Môn nhập môn trí tuệ nhân tạo video bài giảng load rất chậm. Bài giảng 7 phút mà em đợi load xong là hết 1 tiếng. Trong khi các môn khác có kich thước chỉ khoảng 10MB thì môn nhập môn trí tuệ nhân tạo tại tới 150MB. Đợi load được thì em cũng quên mất phần trước thầy đang nói gì.. . 2. Vì load xong không cho phép navigate lại phía trước nên không thể xem lại phần đã quên mà muốn xem lại thì phải refresh trang tải lại video. Vòng tuần hoàn load chậm lại bắt đầu",
            "Chào em,. . . . - Theo qui định của nhà trường các bài giảng không được download bài giảng.. .  - Ngoài ra, em có thể liên hệ với giáo viên giải dạy để tư vấn thêm.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Hỏi đáp học trực tuyến (BKeL) ."
        ]
    },
    {
        "intent": "",
        "message": [
            "B Yêu cầu khác: Dạ chào admin quản lí ạ!. .  Dạo gần đây em mới đổi lại mật khẩu tài khoản gmail [email] của mình do nghi ngờ đã lộ pass, tuy nhiên đổi không thành công, và giờ dùng lại mật khẩu cũ cũng không được. Em tìm hiểu thì biết là phải liên hệ quản trị viên để giải quyết. Hiện giờ nhà trường gửi rất nhiều thông báo qua mail, nên làm phiền admin có thể giúp em với ạ. . . Em xin cảm ơn.",
            "Chào bạn. . Phòng đào tạo đã chuyển câu hỏi của bạn cho bộ phận quản lý mật khẩu, bạn vui lòng đợi phản hồi",
            "Dạ cho em hỏi vấn đề pass gmail trường của em đã được giải quyết chưa ạ?. . Tài khoản của em: [email]. . Mật khẩu mới cần đổi: gPMg730P. . Em xin cảm ơn!. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính chào Thầy/Cô,. . . . Thầy/Cô cho em hỏi sau khi nộp đơn rút môn học tại phòng đào tạo thì bao lâu mới có kết quả ạ và làm cách nào em biết được môn học này của em đã được rút hay chưa ạ (xem thời khóa biểu?).. . . . Em xin cảm ơn nhiều ạ.. . Safe weekend!. . . .",
            "Chào bạn,. . Bạn nộp đơn rút MH, Phòng Đào tạo đã gửi biên nhận đã được chấp nhận cho bạn, bạn vui lòng giữ biên nhận, sau cuối học kỳ thời khóa biểu sẽ cập nhật bảng điểm R cho bạn, nếu xử lý sai bạn có thể khiếu nại (đem biên nhận rút MH lên Phòng Đào tạo khiếu nại nhé). . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Hỏi đáp học trực tuyến (BKeL) . Dạ là em không hiểu el bị lỗi gì khi:. . 1/em đã xem hết video bài giảng và vẫn không thể làm bài kiểm tra. . 2/ Video bài giảng rất hay bị loading, mỗi phần của 1 chương có khoảng 7 phút mà phải ngồi xem 30p mới loading xong video ạ. . Em cám ơn đã đọc và lắng nghe.",
            "Chào em,. . . . Việc này em  liên hệ trực tiếp với giáo viên giảng dạy nhé."
        ]
    },
    {
        "intent": "",
        "message": [
            "Hỏi đáp học trực tuyến (BKeL) . em đã đạt được điểm yêu cầu trong video3: chương 1. Hàm nhiều biến  ở phần Giải tích 2 (MT1013) _Video (HK192) nhưng tại sao em không làm được Bài trắc nghiệm chương 1 ạ. .",
            "Chào em,. . . . Việc này em liên hệ với giáo viên giảng dạy nhé.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Chào các thầy cô!. . . . Với tình hình dịch như hiện nay, chưa biết khi nào có thể đi học lại. Vì vậy mong quý thầy cô có thể xem xét việc học dự thính online trên BKel giống như học chính quy.. . Cảm ơn thầy cô đã đọc qua ý kiến này của em. Chúc thầy cô luôn mạnh khỏe trong đợt đại dịch này.. . . . Thân ái,. . [full_name]",
            "Chào bạn,. . Đã ghi nhận góp ý của bạn, bạn vui lòng theo dõi email sinh viên, nếu có thông báo gì thay đổi nhà trường sẽ thông báo qua email sinh viên cho các bạn.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Hỏi đáp học trực tuyến (BKeL) . Ad, cho em hỏi: . . Em học khoa vật liệu, kì này em có đăng kí nhầm môn hoá hữu cơ của khoa hoá có mã môn học CH2021, mã môn học hoá hữu cơ khoa em là CH2023. Vậy có cách nào để tiếp tục học môn này hay em phải rút môn học ạ",
            "Chào em,. . . . Em phải làm đơn rút môn học nhé.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Cho em hỏi khi nào thì có điểm rèn luyện ạ",
            "responsible person: [551] [staff_name] [helpdesk staff]",
            "Chào bạn,. . Bạn vui lòng liên hệ với Phòng Công tác Chính trị sinh viên để được hướng dẫn.. . Bạn có thể gửi mail qua phòng công tác chính trị để được giải đáp:[email]. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Chào thầy (cô),. . Lúc trước em có nhận mail thông báo ngày 30/3 bắt đầu tính thời gian thực tập và làm đề cương. Vừa rồi trường thông báo tiếp tục nghỉ, vậy thời gian thực tập và làm đề cương có dời lại không ạ?. . Em cảm ơn thầy (cô) đã xem.  B . . . . Yêu cầu khác:",
            "Chào bạn,. . Bạn vui lòng kiểm tra email sinh viên, nhà trường đã gửi về việc hướng dẫn làm LVTN, ĐCLV, TTTN. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ - Đại học - Cao đẳng chính quy   Rút môn học . . . Em muốn rút môn học nhưng nhà em không ở tp HCM và tình hình dịch hiện giờ cũng làm cho việc đi lại gặp khó khăn, thì liệu nhà trường có hình thức nộp thay thế nào khác không hay em phải tự đến trường nộp đơn như cũ vậy ạ.. . Mong phía nhà trường sẽ phản hồi sớm câu hỏi này của em ạ.. . Em cảm ơn.",
            "Chào bạn,. . Hiện tại nhà trường đã gửi thông báo gửi mail sinh viên về việc dời lịch rút MH.. . Thời gian nhận: Từ ngày 16/04/2020 đến hết ngày 24/04/2020. . Bạn vui lòng kiểm tra email sinh viên để được hướng dẫn.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Sau khi Ra Trường, nhà Trường có thu hồi lại Tài khoản HCMUT và  các dịch vụ tiện ích của google không?.. . . .",
            "Chào em,. . . . . . Sau khi Ra Trường, nhà Trường  thu hồi lại Tài khoản HCMUT và  các dịch vụ tiện ích của google nhé.. . . . Thân.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Hôm nay (29/3) tuần thứ 13, em lên trang mybk trong mục thông tin sinh viên thấy lich học mốt số môn bắt đầu từ tuần thứ 14, tức là ngày mai. Nhưng em nghe thông tin là các trường đại học cho nghỉ đến hêt ngày 5/4, vậy lịch học chính thức bắt đầu từ ngày nào? Em xin chân thành cảm ơn",
            "Chào bạn,. . Bạn vui lòng theo dõi email sinh viên, nhà trường sẽ thông báo qua email cho tất cả sinh viên những thay đổi mới nhất của nhà trường sau khi có quyết định chính thức nhé!"
        ]
    },
    {
        "intent": "",
        "message": [
            "Vừa làm vừa học - ĐTTX   Đăng ký môn học . Em là sinh viên vừa học vừa làm chuyển từ chính quy qua, bên chính quy em đã có nộp bằng toiec 465 điểm đủ để làm luận văn, và còn thời hạn, nhưng khi chuyển qua vừa học vừa làm em lại bị không đăng ký được luận văn vì toiec chưa đủ, kính mong Ban Giám Hiệu nhà trường xem xét lại để em có thể làm luận văn ra trường trong kỳ này, mong nhà trường xem xét lại giúp em, em cảm ơn nhiều ạ.Em tên [full_name], mssv [student_id]",
            "Chào bạn,. . Đã chuyển câu hỏi của bạn cho bộ phận xử lý xét tốt nghiệp, và sẽ trả lời kết quả qua email sinh viên cho bạn nhé!"
        ]
    },
    {
        "intent": "",
        "message": [
            "Hỏi đáp học trực tuyến (BKeL) . MSSV:[student_id]. . Kính gửi quý thầy cô, gần đây khi học trực tuyến trên e-learning e cảm thấy có 1 sự cố xảy ra điển hình ạ. Đó là tốc độ xem video, khi video được đăng trên trang và học trực tuyến thì nó bị giật khó học, gây ra mất tập trung với lại tốn quá nhiều thời gian. 1 video 9 phút nhưng có thể phải tốn 20-30 phút với xem xong.cảm nhận của e là thiệt sự rất nản vì tốn một quỹ thời gian quá nhiều ạ. Em kính mong bộ phận quản lý trang trường vui lòng sửa chữa khắc phục để chúng e có thể học tập 1 cách tốt nhất ạ. E chân thành cám ơn ạ. .",
            "Chào em,. . . . PDT sẽ ghi nhận ý kiến của em, gởi bộ phận kỹ thuật. Em cho tôi biết cụ thể là môn học nào bị, mã số môn học.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Hỏi đáp học trực tuyến (BKeL) . thầy, cô cho em hỏi là sau đợt học trực tuyến này thì trường có tổ chức dạy lại chương trình không ạ, hay chỉ là học tiếp và những bài đã đăng lên bkel thì không học lại ạ. . em xin cảm ơn ạ",
            "Chào em,. . . . Em vui lòng kiểm tra mail nhé, PDT có gởi mail hướng dẫn."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]8  /b \t. . . .   i Đăng ký môn học - Đại học - Cao đẳng chính quy   Khác ... . Kính gửi ban giám hiệu và phòng đào tạo trường ĐH BK TP HCM .. . Hiện nay em là là sinh viên chính quy năm 7 của trường ,và em chỉ còn anh văn toiec và đồ án tốt nghiệp .. . Ở học kì này em có đăng kí dự thính môn anh văn 4 ( nhưng không có thời khóa biểu vì dịch cúm) . . . Hiện tại ở học kì này em không có học bất kì môn học nào .. .   B Cho em hỏi liệu em có bị đình chỉ vì điểm trung bình tích lũy học kì = 0 hay không ?  /B . . Và cách để em tránh bị đình chỉ học .. . Em xin cám ơn !",
            "Chào em,. . . . Theo qui định của nhà trường, nếu học kỳ không đăng kí môn học sẽ bị tạm dừng. Em phải xem lịch học vụ để biết thời gian làm đơn thu nhận lại."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Dạ thưa thầy/cô, . . Như em được biết thời gian làm luận văn của sinh viên năm cuối là từ 30/3/2020 đến 20/7/2020. Tuy nhiên tình hình dịch bênh n-CoV19 đang trở nên đáng lo ngại. Vì vậy em muốn hỏi quý thầy cô là thời gian làm luận văn có dời theo lịch học hay không ạ. Hay vẫn bắt đầu vào ngày 30/3/2020 ạ. Em xin cảm ơn quý thầy cô.",
            "responsible person: [551] [staff_name] [helpdesk staff]",
            "Chào bạn,. . Bạn vui lòng kiểm tra email sinh viên, nhà trường đã gửi về việc hướng dẫn làm LVTN, ĐCLV, TTTN. Bạn vui lòng liên hệ Khoa để được hướng dẫn thêm. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]4  /b \t. . . . Theo như tình hình dịch hiện nay thì kỳ dự thính hè sẽ như thế nào ạ.. . Nếu như không có kỳ dự thính hè thì bọn em không thể đủ tín chỉ để đăng ký thực tập tốt nghiệp , do đó nguy cơ là không ra trường được . . . Nếu thật như vậy thì tụi em có được hỗ trợ , tạo điều kiện gì không ạ .",
            "responsible person: [551] [staff_name] [helpdesk staff]",
            "Chào em,. . . . Việc này em chờ thông báo mới của trường nhé."
        ]
    },
    {
        "intent": "",
        "message": [
            "Dạ cho em hỏi là môn học Xử lý số tín hiệu (thí nghiệm) có bài kiểm tra bài 1 nhưng do yêu cầu phải xem xong video hướng dẫn xong thì bài kiểm tra mới cho phép vào làm và cũng  không hiển thị thời hạn kết thúc kiểm tra trong lịch của e-learning nên em không biết là bài kiểm tra kết thúc khi nào. Em chưa làm bài kiểm tra và bài đã kết thúc ngày 28/03.. . Việc chưa xem video trước là một sai sót của em nhưng không biết có cách nào mở lại bài kiểm tra cho em làm được không ạ?. . Và cho em hỏi nếu không được mở lại bài này thì có ảnh hưởng các bài kiểm tra tiếp theo của các bài tiếp không ạ?. . Em cảm ơn rất nhiều ạ, mong nhà trường giúp đỡ em với ạ.",
            "Chào em,. . . . Việc này em liên hệ với thầy cô giảng dạy và [full_name] nhé."
        ]
    },
    {
        "intent": "",
        "message": [
            "Hỏi đáp học trực tuyến (BKeL) . Em học khoá K14, hiện nay em còn Đề cương luận văn Tn, và Luận văn tốt nghiệp chưa hoàn thành. Theo em biết thì đây là học kì cuối, vậy em có thể nào đăng kí cả 2 môn trong cùng 1 học kì không ạ, tbtl em là 8.1 và em rất muốn ra trường trong kỳ này. Mong thầy cô giúp đỡ ạ ! Em cảm ơn!",
            "Chào bạn,. . Khóa 2014, thời gian đào tạo tối đa là 13 học kỳ nhé bạn (học kỳ này chưa phải là học kỳ cuối nhé).. . Bạn tham khảo về thời gian đào tạo tối đa tại đây:. . http://www.aao.hcmut.edu.vn/ sinh viên/quy chế/Quy chế đào tạo và học vụ bậc đại học, cao đẳng:/. . Về việc đăng ký môn học phải theo đúng quy định nhé bạn!. . Thân"
        ]
    }
]