[
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Xin chào các thầy/cô phụ trách:. . . . Em là sinh viên K20, mssv: [student_id] học môn Phương pháp số ở kì 211. Phần điểm thi cuối kì trên bkel của em bị điểm 13 mặc dù em đã thi nghiêm túc và được các thầy cô coi thi điểm danh và xác nhận nộp bài.. . . . Sau khi em nhắn tin với thầy phụ trách thì em nhận câu trả lời của thầy là\" Thầy đã kiểm tra và tìm thấy bài của em. Tuy nhiên sao em lại để quá lâu kể từ khi có điểm là 2 tuần sau khi thi, hiện tại đã quá thời gian phúc khảo và thay đổi điểm rồi. Thầy cũng không biết P.ĐT có chấp nhận cho sửa điểm được hay không nữa.\". . . . Tại vì em nghĩ bkel bị lỗi nên đã không liên lạc sớm với giáo viên bộ môn. Dạ kính mong thầy cô có thể giúp em tình huống này được không ạ.",
            "Chào em,. . Điểm là do giảng viên chấm và nhập điểm sau đó nộp cho Khoa/Bộ môn gửi cho Phòng Đào tạo cập nhật cho SV.. . Trường hợp GV nhập sai điểm có thể làm theo quy trình sửa điểm cho SV.. . GV có thể liên hệ Khoa để được hướng dẫn thêm về quy trình sửa điểm cho sinh viên. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em có điểm danh và tham gia thi cơ lưu chất hôm nay, nhưng thiết bị 2 của em có vấn đề nên không set up được 2 camera nên không được thi. Em muốn hỏi là muốn đăng kí hoãn thi với phòng đào tạo thì nên làm gì ạ?",
            "Chào bạn. . Phòng đào tạo gởi Sinh viên Phiếu cho phép kiểm tra bổ sung học kỳ 2/2021-2022 theo file đính kèm.. . Sinh viên cần bản chính vui lòng liên hệ phòng đào tạo 101A1 để nhận.. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em kính chào PDT ạ,. . . . Em có lên trang thông tin tốt nghiệp để xem thông tin về ngày tốt nghiệp thì thấy là chưa được cập nhật.. . . . Vì lễ tốt nghiệp năm ngoái là vào ngày 24/04/2021 nên cho em hỏi PDT là lễ tốt nghiệp sắp tới cũng là vào ngày 24/04 đúng không ạ?. . . . Do là ngày 24/04 em có 1 số chuyện cá nhân nên em mong muốn được biết thông tin này sớm để có thể sắp xếp được thời gian dự lễ tốt nghiệp ạ.. . . . Em cảm ơn PDT ạ.",
            "Chào em,. . Về lễ tốt nghiệp chính thức, SV vui lòng đợi thông báo sau của nhà trường.. . SV vui lòng liên hệ thêm ở Khoa để hỏi thông tin về đăng ký dự lễ tốt nghiệp. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em xin gửi hình ảnh phản hồi sai sót trong thông tin điểm của danh sách tốt nghiệp dự kiến ạ, file đính kém phía dưới ạ, điểm trung bình tích lũy của em 7,31 mà trong đó để là 0 ạ",
            "Chào em,. . Thông tin về điểm TB và xếp loại tốt nghiệp sẽ được cập nhật lại trong QD tốt nghiệp nhé bạn. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Chào cô, . . . . Cô cho em hỏi là em đã đăng ký rút môn học Khí động lực học 1, mã TR2011 hồi tháng 2 nhưng đến nay chưa hiện thông tin đã được xử lý trên bảng điểm. Nhờ phòng đạo tào xem lại giúp em ạ. . . . . Em cảm ơn.",
            "Chào bạn, . . Phòng đào tạo đã gửi thông báo qua mail, bạn vui lòng kiểm tra lại. Nếu bạn muốn rút môn học Khí động lực học 1, Bạn vui lòng tải mẫu đơn: RÚT MÔN HỌC tại trang web : aao.hcmut.edu.vn    Sinh viên    biểu mẫu. . Điền đầy đủ thông tin nộp qua trực tiếp hoặc BKSI trước ngày 15/04/2022. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Dạ em xin chào PĐT, em tên là [full_name], MSSV: [student_id]. Ở HK 212, em có đăng ký môn Luận văn tốt nghiệp 9 tín chỉ nhưng học phí em phải đóng ở trên BKpay hiển thị là [student_id]đ. Em không biết có sai sót gì không, nên em rất mong bên PĐT có thể kiểm tra lại dùm em với ạ! Em rất mong sớm nhận được phản hồi từ PĐT. Em xin chân thành cảm ơn ạ!",
            "\"Chào em,. . Em vui lòng xem quy định về tính học phí tại đây:. . http://aao.hcmut.edu.vn/sinh viên/học vụ/học phí/Năm học 2021-2022/III. ĐẠI HỌC CHÍNH QUY. . Thông báo này đã gửi thông báo cho SV từ HK 1/2021-2022 . . Trường hợp khiếu nại về HP, Sinh viên vui lòng trình bày rõ về trường hợp của bạn khiếu nại tính sai ở khoản nào giúp cô nhé!. . Thân\""
        ]
    },
    {
        "intent": "",
        "message": [
            "Dạ em chào cô. Thì em muốn nộp phiếu thu nhận. .   1.Lúc trước em có hỏi là mình sẽ nộp qua cho  BKSI nhưng em cũng không biết nộp bằng cách nào, nộp qua bằng tạo câu hỏi yêu cầu hay là chọn mục tải file lên rồi chọn gửi email cho PĐT. . .  2. Cho e hỏi là trong quá trình nộp phiếu thu nhận lại thì em có thấy là phải nộp bằng tốt nghiệp, bằng tiếng anh... thì e phải nộp những cái bằng đó trước rồi em mới nộp được phiếu thu nhận hay là mình nộp phiếu thu nhận trước rồi mấy bằng đó mình sẽ bổ sung thêm sau. Và cho e hỏi luôn là cách mình bổ sung bằng đó như thế nào ạ, giống phiếu thu nhận nộp qua BKSI hay là mình nộp lên cho PĐT.. .  3. Em có viết biểu mẫu thu nhận lại không biết viết vậy đúng chưa ạ? Và em muốn học hè năm nay thì có cần sửa lại chỗ nào không?. .  Đó là những khúc mắc của em. Mong cô có thể giải đáp rõ ràng cho em những khúc mắc đó. em xin cảm ơn nhiều ạ. .  . . . .",
            "Chào bạn. . -bạn điền vào form    choose file để tải lên. . - bạn cứ nộp phiếu thu nhận pdt sẽ kiểm tra, hậu kiểm các tình huống sau. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Khiếu nại đăng ký môn học . Kính gửi phòng đào tạo,. . Em là [full_name], MSSV [student_id],. . Ở HK211 em có môn Thí nghiệm nhập môn kỹ thuật nhưng không được học. Đến HK212, môn này của em không được chuyển sang học phần của học kỳ này, khác so với các bạn cùng lớp của em.. . Kính mong nhận được sự giúp đỡ của nhà trường.. . Em xin cảm ơn.",
            "Chào em;. . đã bổ sung cho em nhóm VL12 học trong đợt hè. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Kính gửi PDT. . em tên là [full_name] , MSSV :[student_id]. . dạ thưa PDT , mấy nay e vào thời khóa biểu của em và ko thấy cập nhật lịch học cho tuần sau ạ?. . Mong PĐT kiểm tra và giúp đỡ cho em .",
            "Chào bạn. . Dự thính: Tình trạng của bạn đã bị hủy TKB HK211+212 (nếu có) vì chưa thanh toán học phí HK 211 (CHÍNH QUY) theo quy định.. . Để được phục hồi TKB HK211 & HK212(nếu có), SV phải thanh toán phần học phí còn nợ, sau đó SV tự viết đơn trình bày xem xét phục hồi TKB HK211 & HK212 (nếu có), ghi rõ lý do thanh toán trễ học phí + tên môn + MSMH + Học kỳ gởi tại trang hỗ trợ trực tuyến [full_name]. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]  /b . . . . . .   i Tốt nghiệp . Kính gửi PĐT,. . . . Em là   B [full_name]  /B  khóa K14 (  B [student_id]  /B ), chương trình kỹ sư chất lượng cao Việt Pháp (  B PFIEV  /B ), chuyên nghành   B hệ thống năng lượng  /B .. . . . Hiện tại, em đã hoàn thành chương trình học cũng như là các điều kiện cần để tốt nghiệp (  B không có bằng tiếng pháp B1  /B ). Tuy nhiên, em đang bị tạm dừng học theo quyết định 2869/QĐ-ĐHBK vì không đăng ký môn học, nên em không thể sử dụng tín năng đăng ký tốt nghiệp.. . Nay em làm đơn này xin được đăng ký xét tốt nghiệp chương trình Kỹ sư chất lượng cao Việt Pháp (PFIEV) chuyên ngành hệ thống năng lượng.. . . . Kính mong PĐT xem xét và hỗ trợ em để em có thể được đăng ký xét tốt nghiệp. Em xin chân thành cảm ơn.. . . . Trân trọng. . . . . . .",
            "Chào bạn,. . PDT đã ghi nhận yêu cầu về đăng ký xét TN của bạn. SV vui lòng theo dõi email  và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 11/04/2022 SV vẫn chưa nhận được thấy tên trong ds dự kiến tốt nghiệp (http://www.aao.hcmut.edu.vn    Tốt nghiệp    Thông tin tốt nghiệp) hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ tại (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 04/2022 . . Về tình trạng sinh viên, khi nào bạn có tên trong ds dự kiến tốt nghiệp, PDT sẽ tự động ra QD thu nhận cho bạn nhé. . Thân",
            "\"Chào bạn. . Pdt kiểm tra hiện tại bạn còn nợ Toeic. . Không đủ ĐK để tốt nghiệp. . Bạn kiểm tra lại nghen. . Trường hợp có khiếu nại bạn có thể gửi lại qua bksi.. . Trường hợp SV học môn tương đương nhưng chưa được cập nhật, vui lòng gửi lại thêm 1 yêu cầu khác về việc xin cập nhật môn tương đương (ghi rõ tên và mã MH SV học, ở học kỳ nào? bao nhiêu điểm? và tương đương với môn học nào thuộc CTĐT của SV). . Thân\""
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em K15 hết chương trình đào tạo nhưng chưa đủ điều kiện tốt nghiệp thì bây giờ làm đơn chuyển hệ từ học kì hè năm nay hay là học kì 1 năm sau ạ.. . Em cảm ơn",
            "Chào bạn. . . . - Bạn tải mẫu Phiếu đề nghị chuyển sang VLVH  tại trang web: aao.hcmut.edu.vn gởi tại BKSI để Pdt xử lý chuyển sang VLVH cho bạn.. . - Học kỳ hè năm nay hay học kỳ 1 năm sau do bạn quyết định. Xem hướng dẫn bên trên . . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Kính gửi Phòng đạo tạo, em là [full_name], MSSV [student_id], sinh viên k21 Khoa học Máy Tính.. . Theo như trong lịch trên myBkel thì môn CTRR của nhóm L04 là học online (HANGOUT_TUONGTAC) nhưng các nhóm lớp khác lại là học trực tiếp tại trường.. . Em muốn được biết rõ là em sẽ học trực tuyến hay trực tiếp môn CTRR L04 ạ. Em xin cảm ơn. . . .",
            "Chào bạn. . TKB hiện tại là chính xác, TKB của bạn học hangout là do Giảng viên giảng dạy đăng ký hình thức dạy nghen. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . em chào anh chị.. . Anh chị PĐT cho em hỏi, theo như quy định về anh văn đăng ký luận văn kỳ này được miễn xét do ảnh hưởng của dịch covid 19. Nếu theo quy định mới này, sinh viên năm cuối như tụi em có phải nộp anh văn trước ngày báo cáo luận văn tốt nghiệp không ạ? và nếu không thì hạn nộp cuối của tụi em sẽ trước khi tốt nghiệp phải không ạ? . . Em cảm ơn anh/ chị PĐT.",
            "Chào bạn. . Theo quy định bạn phải nộp CCNN trước khi xét tốt nghiệp. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "- Hiện tại đến ngày 4/1/2022 em đã bổ sung đầy đủ các yêu cầu (Tiếng anh, ngày CTXH,...) để kịp tốt nghiệp đợt tháng 4/2022. Em đã hoàn thành các yêu cầu bổ sung trước ngày 11/04/2022.. . - Cho em hỏi tình trạng hiện tại của em trên cổng thông tin sinh viên là \"Nghỉ\". Như vậy em có cần phải viết đơn xin \"thu nhận lại\" hay hệ thống tự kích hoạt cho em ạ.. . - Em rất mong nhận được sự phản hồi sớm nhất từ Phòng Đào tạo.. . - Thông tin sinh viên:. .   + Tên: [full_name]. .   + MSSV: [student_id]. . Em xin cảm ơn ạ.",
            "Chào bạn, . . - Khi nào bạn đủ điều kiện để tốt nghiệp bạn vui lòng đăng ký xét tốt nghiệp bổ sung tại BKSI mục tốt nghiệp. . . - Về tình trạng sinh viên, khi nào bạn có tên trong ds dự kiến tốt nghiệp, PDT sẽ tự động ra QD thu nhận cho bạn nhé. . Thân\""
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]  /b . . Họ và tên: [full_name]\t. . Ca thi: 14h ngày 3/4/2022. . Lúc nộp bài thi em bị mất mạng, đến lúc có mạng lại thì cả link nộp bài chính thức và dự phòng đều đóng, lúc thi em có quay màn hình lại. Cho em hỏi trường hợp của em thì giải quyết làm sao ạ. . . . Em cảm ơn!. .",
            "\"Chào bạn,. . Về việc kiểm tra bổ sung (giữa kỳ):. . SV có thể liên hệ với GV để xin được kiểm tra bổ sung lại, nếu GV không đồng ý. . Bạn vui lòng tải mẫu đơn: Phiếu đăng ký dự thi kiểm tra bổ sung tại trang web : aao.hcmut.edu.vn    Sinh viên    biểu mẫu. . Điền đầy đủ thông tin đính kèm minh chứng nộp tại BKSI (áp dụng đối với các môn lý thuyết có lịch thi ). . Thân\""
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em chào thầy/ cô,. . Em là [full_name], MSSV: [student_id], lớp: XD16KT.. . Hiện tại em đã hoàn tất các điều kiện ra trường và đang thực hiện đăng ký tốt nghiệp bổ sung tuy nhiên em không truy cập vào trang đăng ký tốt nghiệp để thực hiện quá trình đăng ký được. Em có gửi một số hình ảnh đính kèm bên dưới, mong thầy cô giúp em cho phép em truy cập vào được trang đăng ký tốt nghiệp để thực hiện quá trình đăng ký ạ!. . Cảm ơn thầy/cô!",
            "\"Chào bạn. . Pdt kiểm tra hiện tại bạn còn nợ Toeic. . Không đủ ĐK để tốt nghiệp. . Bạn kiểm tra lại nghen. . Trường hợp có khiếu nại bạn có thể gửi lại qua bksi.. . Trường hợp SV học môn tương đương nhưng chưa được cập nhật, vui lòng gửi lại thêm 1 yêu cầu khác về việc xin cập nhật môn tương đương (ghi rõ tên và mã MH SV học, ở học kỳ nào? bao nhiêu điểm? và tương đương với môn học nào thuộc CTĐT của SV). . Thân\"",
            "Chào cô!. . Em đã tham gia kì thi anh văn TOEIC nói viết vào ngày 26/03 và đã có kết quả (220 điểm)vài hôm trước.. . Tuy nhiên em không biết làm thế nào để biết điểm đã được cập nhật lên hệ thống hay chưa, và không biết khi nào mình mới được mở quyền đăng ký tốt nghiệp ạ.. . Mong cô cập nhật giúp em để em kịp hạn tốt nghiệp ạ, cảm ơn cô",
            "Chào bạn,. . Trường hợp của bạn đã được xét lại và đã đủ điều kiện tốt nghiệp. . . SV đợi danh sách tốt nghiệp mới cập nhật trong tuần sau nhé. . Thân",
            "Dạ em chào cô, cảm ơn cô đã giải đáp!. . Cô cho em hỏi thêm một câu nữa là Em có cần phải đăng ký tốt nghiệp tại MyBK không cô?. . Do cô bảo em đợi danh sách tốt nghiệp vào tuần sau nhưng 11/4 là hạn chót. Và hiện tại em vẫn chưa vào được mục đăng ký tốt nghiệp tại trang MyBK để thực hiện việc đăng ký.. . Em vẫn còn hoang mang lắm và không biết nên làm gì vào lúc này ạ.. . Cảm ơn cô!",
            "Chào em,. . Em đợi mail thông báo và hướng dẫn đăng ký tốt nghiệp nhé. . Thân",
            "Em chào cô,. . Hiện tại em đã hoàn tất các điều kiện ra trường và đã có tên trong danh sách tốt nghiệp dự kiến (hình minh chứng đính kèm). Tuy nhiên em hiện vẫn không truy cập được vào trang đăng ký tốt nghiệp tại MyBK để thực hiện quá trình đăng ký được. Em có gửi một số hình ảnh đính kèm bên dưới.. . Mong cô giải quyết giúp em.. . Cảm ơn cô!",
            "SV đã đăng ký tốt nghiệp thành công"
        ]
    },
    {
        "intent": "",
        "message": [
            "Em chào thầy (cô) ạ.. . Em có lịch thi giữa kỳ theo hình thức trực tuyến nhưng do em không đáp ứng đủ điều kiện về thiết bị nên em muốn hoãn thi giữa kỳ ạ. Thầy (cô) cho em hỏi là làm sao để hoãn thi giữa kỳ ạ, do trên MyBK em không thấy để mục hoãn thi giữa kỳ ạ. Em xin cám ơn thầy (cô) ạ.. . . .",
            "\"\"\"Chào bạn,. . Về việc kiểm tra bổ sung (giữa kỳ):. . SV có thể liên hệ với GV để xin được kiểm tra bổ sung lại, nếu GV không đồng ý. . Bạn vui lòng tải mẫu đơn: Phiếu đăng ký dự thi kiểm tra bổ sung tại trang web : aao.hcmut.edu.vn    Sinh viên    biểu mẫu. . Điền đầy đủ thông tin đính kèm minh chứng nộp tại BKSI (áp dụng đối với các môn lý thuyết có lịch thi ). . Thân\"\"\""
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]  /b . . Em là sinh viên khóa 17. Cho em hỏi hiện giờ thẻ của em đã hết hạn thì đăng ký theo trên mybk hay phải lên phòng đào tạo làm đơn ạ.\t. . . .   i Yêu cầu khác .",
            "\"\"\"Chào em,. . SV vui lòng vào trang https://mybk.hcmut.edu.vn/5. Đăng ký in Giấy xác nhận SV. . Để đăng ký nhé!. . Thân\"\"\""
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ  /i  Chào quý thầy/cô! Em có đọc quy chế đào tạo nhưng có chổ chưa hiểu, mong quý thầy/cô giải đáp giúp. Em muốn hỏi là:. .  1) Sau khi thi các môn đã Hoãn Thi và trên 5 điểm thì điểm đó có tính vào điểm trung bình tích lũy hay không?. . 2)Và điểm học bổ túc các môn để liên thông Đại học thì có tính vào điểm trung bình tích lũy hay không?. .  Em cảm ơn quý thầy/ cô!. . . .",
            "Chào bạn,. . - Điểm thi xóa HT được tính là điểm tổng kết môn học (hủy các điểm thành phần đã có). . - Điểm bổ túc các môn để liên thông Đại học thì không được tính vào điểm trung bình tích lũy.. . Thân!"
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính gửi PĐT trường ĐH Bách Khoa TPHCM, . . . . Em có một vấn đề mong được PDT giải quyết giúp em ạ,. . - Khi check Danh sách dự kiến tốt nghiệp thì em nhận ra em bị đánh \"Nợ HP/lệ phí\" (Hình 1) và khi em check BK Pay, em thấy em có 1 khoản tiền mà em đăng kí nhưng   B không thanh toán đúng hạn  /B  nên bị treo trên hệ thống (Hình 2). Em nghĩ đó là lí do vì sao em bị đánh Nợ HP/lệ phí. . . - Em đã gửi yêu cầu \"Nộp đơn xin xét tốt nghiệp\" trên My Bk nhưng vẫn ở trạng thái \"Phiếu đăng ký đã xử lý (đợi nhận kết quả tại nơi đăng ký nhận)\" (Hình 3). .  . . Mong PĐT giải quyết sớm giúp em trong thời gian sớm nhất ạ, em xin cảm ơn và mong nhận được phản hồi của PĐT sớm nhất có thể ạ. . . . . P/s: Em đã từng lên trường 1 lần để làm việc với PĐT về vấn đề này nhưng em đợi 3 4 tuần vẫn chưa cập nhật danh sách dự kiến tốt nghiệp. . . . . Thân mến !. .",
            "Chào em,. . Trường hợp của em đã đăng ký tốt nghiệp và thanh toán được lệ phí thành công rồi nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em đã hoàn tất đăng ký tốt nghiệp nhưng không có tên trong danh sách tốt nghiệp chính thức. Mong pđt kiểm tra và thêm em vào danh sách ạ.",
            "Chào em,. . Trường hợp của bạn đã đăng ký tốt nghiệp thành công vui lòng đợi cập nhật lại danh sách tốt nghiệp chính thức sau nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác  /i  Xác nhận môn học tương đương. . . . Trước đây em có học chương trình chất lượng cao và học môn cơ học đất với mã môn học là CI3001, số tín chỉ là 4. Nhưng sau này thì vì sự cố tiếng anh nên em đã chuyển xuống hệ vừa học vừa làm thì chương trình đào tạo mới môn cơ học đất có mã là CI3235 với số tín chỉ là 3 tín chỉ. Cho em hỏi để xác nhận 2 môn trên là môn tương đương để em có thể đăng ký học môn nền móng và không cần học lại môn cơ học đất thì em phải liên hệ phòng đào tạo hay với ai ạ, tại vì em có email cho bộ môn địa cơ nền móng nhưng không được phản hồi ạ . . Em xin chân thành cảm ơn.. . . .",
            "\"Chào em,. . Em gửi lại 1 yêu cầu khác qua bksi, ghi rõ tiêu đề xin cập nhật môn tương đương, em ghi rõ em học môn học nào?ở Học kỳ nào? bao nhiêu điểm? tương đương môn học nào (ghi rõ tên và mã MH). . Thân\""
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Kính gửi PDT,. . Hiện sắp tới thời gian đóng học phí học kì 2 năm học 2021-2022. Với lý do đột xuất về hoàn cảnh của em nên chưa thể chuẩn bị kịp đúng số học phí để nộp, vậy em xin pdt hướng để giải quyết ạ",
            "Chào bạn. . Vấn đề BHYT, Học bổng, vay vốn ngân hàng, gia hạn và miễn giảm học phí, sinh hoạt công dân… Bạn vui lòng liên hệ Phòng Công tác Chính trị Sinh viên để được hướng dẫn.. . Email: [email]. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Kính thưa quý thầy cô,. . Hiện tại, tài khoản google của em chỉ có thể đăng nhập trên 1 thiết bị là điện thoại. Còn khi đăng nhập trên thiết bị khác thì không đăng nhập được, nó yêu cầu xác định danh tính và liên hệ với quản trị viên. Em rất thắc mắc về trường hợp trên. Em gửi thư này mong nhận được sự phản hồi hướng dẫn của trường.. . Em xin chân thành cảm ơn. .",
            "Chào em,. . Em liên hệ với ban quản lý mạng của trường để được hướng dẫn và trả lời về tài khoản của bạn nhé[full_name]. . [full_name]. . Ban Quản Lý Mạng - Trường ĐH Bách Khoa Tp.HCM. . . . Địa chỉ[full_name] 268 Lý Thường Kiệt, Quận 10, Tp.HCM. .              Phòng 109, nhà A5. .              [email]"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Dạ chào thầy cô, thầy cô cho em hỏi hiện tại đang học online nên em đang ở quê, em muốn thi bổ sung giữa kì thì lấy đơn pđt gửi qua mail gửi cho gióa viên bộ môn thực hiện chữ kí điện tử được không ạ. Và hiện tại em đã nhận quyết định cho phép em thi bổ sung giữa kì, mong thầy cô hướng dẫn quy trình em thực hiện thi bổ sung giữa kì với ạ. Em xin chân thành cảm ơn quý thầy cô.. . . .",
            "\"\"\"Chào bạn,. . Về việc kiểm tra bổ sung (giữa kỳ):. . SV có thể liên hệ với GV để xin được kiểm tra bổ sung lại, nếu GV không đồng ý. . Bạn vui lòng tải mẫu đơn: Phiếu đăng ký dự thi kiểm tra bổ sung tại trang web : aao.hcmut.edu.vn    Sinh viên    biểu mẫu. . Điền đầy đủ thông tin nộp qua BKSI. . Thân. . \"\"\""
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Kính chào [full_name]. . Em tên [full_name] ; MSSV [student_id]. . Khoa Cơ Khí. . . Hiện tại em đã có bản scan giấy chứng nhận TN tạm thời. [full_name] cho em hỏi khi nào em có thể nhận bằng TN chính thức và những giấy tờ cần mang theo khi đến [full_name] nhận bằng TN.. . Em cám ơn !. . . .",
            "\"Chào bạn,. . Hiện tại Phòng Đào tạo đang tiến hành in bằng và gửi mail nhận bằng theo từng đợt. . SV đã đăng ký tốt nghiệp thành công và nhận được mail xác nhận đồng ý, vui lòng đợi cập nhật Quyết định tốt nghiệp chính thức và mail thông báo lên nhận bằng từ Phòng Đào tạo. . Về lễ tốt nghiệp tháng 04/2022 SV vui lòng đợi thông báo sau của nhà trường. . Thân. . \""
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ  /i. . . . Dạ em chào Thầy/ Cô ạ,. . . . Kỳ 211 em có đăng ký hoãn thi môn Cơ sở vật liệu & Bảo vệ ăn mòn CH3331, hiện tại các bạn học chính thức đã có lịch thi của môn này nhưng em vẫn chưa có ạ. . . Thầy/ Cô có thể cho em biết là bao giờ em mới có lịch thi môn đó trên MyBK ạ?. . Em cảm ơn và mong sớm nhận phản hồi ạ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: -Cho em hỏi về thời hạn chuyển điểm anh văn với sinh viên năm 3 nếu đã đạt điểm 12 các môn av1234. . . . -Chuẩn toeic để đạt 10 av1234 hiện tại là 750 đúng không ạ?. . . . . .",
            "\"Chào bạn. . -Sinh viên vui lòng xem chi tiết quy định tại Quy chế học vụ đào tạo: aao.hcmut.edu.vn. .    sinh viên    quy chế    học vụ    Quyết định ban hành Quy định về học vụ và đào tạo bậc đại học (số 2933 ngày 10/9/21)/ Phụ lục 1. Quy định về chuẩn ngoại ngữ dành cho chương trình giảng dạy bằng tiếng Việt.. . - Khi nào bạn có CCNN thì nộp theo quy trình để Pdt xử lý. . Thân\""
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính thưa pdt, em là sinh viên K19 mà em học chậm hơn so với các bạn cùng khóa, nếu em không đăng ký được kỳ hè thì em có thể học chậm hơn các bạn cùng khóa 1 năm ạ, em xin pdt có thể cho em được đăng ký môn học lần đầu tại học kỳ hè được không ạ, em có thể làm đơn để xin được đăng ký không ạ. Nếu có thể được đăng ký thì em xin cảm ơn pdt rất nhiều ạ",
            "\"\"\"Chào bạn. . Bạn xem thông báo DKMH Hk213 tại tin nhắn của trang Bkel. . - đăng ký môn học phải theo quy định nghen bạn. . Thân\"\"\""
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em có kết quả thi nói viết trên trang web của bk english đã hơn 10 ngày nhưng vẫn chưa được cập nhật trong danh sách dự kiến tốt nghiệp dự kiến tháng 4/2022, tình trạng sinh viên của em đang là \"tạm dừng\" nên cũng không truy cập vào được dịch vụ \"đăng ký tốt nghiệp\" trên mybk. Mong nhà trường giải quyết giúp em để em tốt nghiệp trong đợt tháng 4 này ạ.",
            "\"Chào bạn,. . PDT đã ghi nhận yêu cầu về đăng ký xét TN của bạn. SV vui lòng theo dõi email  và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 11/04/2022 SV vẫn chưa nhận được thấy tên trong ds dự kiến tốt nghiệp ( Tra danh sách tại http://www.aao.hcmut.edu.vn    Tốt nghiệp    Thông tin tốt nghiệp) hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 04/2022 (cập nhật mới gia hạn thời gian xử lý tốt nghiệp). . Về tình trạng sinh viên, khi nào em có tên trong ds dự kiến tốt nghiệp, PDT sẽ tự động ra QD thu nhận cho bạn nhé. . Thân. . \""
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Chào quý Thầy Cô!. . Em tên [full_name] khoá 15 mssv [student_id].. . Hiện tại em có 14.5 ngày công tác xã hội và còn 0.5 ngày ctxh đang được cập nhật. Em có lên văn phòng đoàn và được cho biết danh sách đã được gửi rồi. Và đang được cập nhật. Em mong được hỗ trợ giúp em . Em chân thành cảm ơn quý thầy cô rất nhiều.",
            "\"Chào em, . . Hiện tại PDT đang ra Quyết định thu nhận lại cho SV để đăng ký xét tốt nghiệp, em theo dõi tình trạng trên mybk/Thông tin Sinh viên, khi nào chuyển qua trạng thái đang học, em vào đăng ký tốt nghiệp lại nhé. . . Thứ 6 hàng tuần Phòng Đào tạo sẽ cập nhật lại danh sách tốt nghiệp mới và mở khóa cho các trường hợp sinh viên nợ HP và Nợ ngày CTXH (sau khi đã thanh toán HP/bổ sung đầy đủ ngày CTXH trước thứ 5 hàng tuần), Sinh viên đăng ký tốt nghiệp lại vào thứ 2 tuần sau. . Thân. . Thân\""
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính thưa pdt, em là sinh viên K19 mà em học chậm hơn so với các bạn cùng khóa, nếu em không đăng ký được kỳ hè thì em có thể học chậm hơn các bạn cùng khóa 1 năm ạ,và có thể ra trường chậm hơn 1 năm ạ. Em cầu xin pdt có thể cho em được đăng ký môn học lần đầu tại học kỳ hè được không ạ, em có thể làm đơn để xin được đăng ký không ạ, nếu em không được đăng ký môn học đầu tại kỳ này thì em học đến cuối năm thứ 5 mới ra được trường ạ. Nếu em có thể đăng ký được thì em cảm ơn phòng đào tạo rất nhiều ạ",
            "Chào bạn, . . Về việc đăng ký môn học vào HK hè 213, bạn vui lòng xem lại thông báo tại tin nhắn BKel theo quy định.. . Thân!"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Xin chào anh/chị,. .  . . Hiện tại khi truy cập mục đăng ký xét tốt nghiệp tại MyBK thì trang web hiện thông báo là em không được cấp quyền ạ.. . . .",
            "Chào bạn,. . PDT đã ghi nhận yêu cầu về đăng ký xét TN của bạn. SV vui lòng theo dõi email  và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 11/04/2022 SV vẫn chưa nhận được thấy tên trong ds dự kiến tốt nghiệp (http://www.aao.hcmut.edu.vn    Tốt nghiệp    Thông tin tốt nghiệp) hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ tại (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 04/2022 . . Về tình trạng sinh viên, khi nào bạn có tên trong ds dự kiến tốt nghiệp, PDT sẽ tự động ra QD thu nhận cho bạn nhé. . Thân",
            "Chào em,. . Cô gửi em file xét tốt nghiệp, em kiểm tra lại điều kiện của mình nhé. . Thân. .",
            "Em chào cô,. . . . Về môn Hoá đại cương (CH1003), vào ngày 2/2/2021 em đã gửi đơn lên văn phòng và được công nhận xét tương đương với môn Hoá đại cương B (604002) và em đã qua môn.. . . . Về môn giải tích mạch cơ bản EE2001 đã được thay thế bằng môn Giải tích mạch (EE2033) và em đã qua môn .. . . . Về môn kỹ thuật lập trình (C1011) em có nhận được mail đăng ký trả nợ bằng cách học môn kỹ thuật lập trình (CO1027), và môn Đồ án kỹ thuật lập trình (CO1031), em đã qua môn CO1027 còn môn CO1031 lúc đăng ký không có nên em không đăng ký được.. . . . Môn tự chọn của em đã qua môn:. . Nhóm A: PH1005. . Nhóm B: CO3037, CO3049, CO3065, CO3007 - Hệ thống thông minh. . Nhóm C: EN1003 . . . . Hiện tại theo em thấy thì em còn thiếu môn Cấu trúc dữ liệu và giải thuật và môn Đồ án ký thuật máy tính, cho em xin được hỏi như vậy có đúng không ạ và nếu có thì em có thể đăng ký 2 môn đó cho học kỳ hè 213 thì liệu có được không ạ?. . . . PS: về môn cấu trúc dữ liệu và giải thuật em có đăng ký dự thính kỳ trước nhưng trường không mở lớp nên tình trạng em hiện tại là tạm ngưng. . . . Best Regard,",
            "Chào em. . Về việc học môn tương đương, SV vui lòng trình bày lại rõ giúp cô, em học môn học nào? ở Hk nào? tương đương môn học nào? (ghi rõ tên và mã MH). . Về nhóm tự chọn, em xem kỹ file phòng Đào tạo gửi, em học những môn học nào trong nhóm 2 (ghi rõ mã MH và học kỳ) theo file xét PDT gửi nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Kính gởi thầy cô PĐT !. . . . Em là Nhân ngành Kiến trúc khóa 15. Hiện ngày ctxh em đã đủ điều kiện và cũng được một thời gian rồi ạ. Nhưng đến nay em vẫn không đăng ký tốt nghiệp được, em lên đăng ký thì vẫn đề là: \"thiếu ngày ctxh\". Do ngày hết hạn đăng ký theo lịch trường là 11/4 này nên em cũng lo lắng không kịp đăng ký tốt nghiệp.. . . . Em viết thư này mong thầy cô kiểm tra và cập nhật lại giúp em ạ.",
            "Chào em,. . Sau 10h ngày 6/4 em vào đăng ký tốt nghiệp lại nhé!. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Em tên là [full_name],mssv:[student_id],Khoa Xây Dựng,lớp XD21XD06 . . Hiện tại trong phần MYBK của em ko có Thời khóa biểu hk2 ạ.Mà xắp tới có những môn học,học trực tiếp tại trường nên em ko nắm rõ được lịch học và thời gian ,địa điểm từng môn học.Mong nhà trường giải quyết sớm nhất cho em ạ.. . . .  . .",
            "Chào bạn. . Dự thính: Tình trạng của bạn đã bị hủy TKB HK211+212 (nếu có) vì chưa thanh toán học phí HK 211 (CHÍNH QUY) theo quy định.. . Để được phục hồi TKB HK211 & HK212(nếu có), SV phải thanh toán phần học phí còn nợ, sau đó SV tự viết đơn trình bày xem xét phục hồi TKB HK211 & HK212 (nếu có), ghi rõ lý do thanh toán trễ học phí + tên môn + MSMH + Học kỳ gởi tại trang hỗ trợ trực tuyến [full_name]. . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em xin chào thầy cô ạ. . . Hiện tại em mơi sinh em bé và gia đình em ở quê nên em không có điều kiện đến trường nay em xin phép được bảo lưu 1 năm ạ. Em mong thầy cô xét duyệt giúp em ạ.. . Em xin cảm ơn thầy cô. .",
            "Chào em,. . Phòng Đào tạo đã tiếp nhận đơn tạm dừng HK212 của bạn, Sinh viên theo dõi tình trạng sinh viên được cập nhật trên mybk/Thông tin Sinh viên/tình trạng. . chuyển qua trạng thái từ \"đang học\" sang \"tạm dừng\", dự kiến sẽ cập nhật trước ngày 11/04/2022 và gửi mail Quyết định qua email cho sinh viên. . SV vui lòng theo dõi lịch học vụ và mail SV để làm đơn thu nhận lại để đăng ký MH cho học kỳ tiếp theo. . Thân.",
            "Chào bạn. . Phòng đào tạo gởi Sinh viên quyết định tạm dừng HK212 theo file đính kèm.. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Chào Thầy (Cô),. . Em là [full_name] ([student_id]) sinh viên K16 hiện em đã hoàn thành đủ số tín chỉ và đang chờ đủ các điều kiện về ngoại ngữ để tốt nghiệp. Em vừa có kết quả đạt chuẩn tiếng Anh nói viết vào tuần này. Nhưng vừa rồi em vừa nhận quyết định tạm dừng 728/QĐ-ĐHBK ngày 15/03/2022. Trong câu hỏi lần trước thì em được biết khi nào có tên trong danh sách dự kiến tốt nghiệp thì sẽ được quyết định thu nhận lại. Nhưng hạn chót đăng kí tốt nghiệp đợt này là 11/04 (danh sách dự kiến có thể cập nhật ngày 08/04) nên em sợ sẽ không kịp để đăng kí tốt nghiệp và tổ chức lễ tốt nghiệp trong đợt này. Nay em gửi yêu cầu mong thầy (cô) xem xét để em được thu nhận lại trước để có thể kịp đăng ký tốt nghiệp ngay khi có tên trong danh sách dự kiến. Em cảm ơn",
            "Chào bạn. . - Đầu tiên nếu đạt thi anh văn nói viết rồi, bạn vui lòng liên hệ TTNN chuyển dữ liệu đợt thi của bạn về Pdt gấp để hỗ trợ xtn nhanh. . - Về tình trạng tạm dừng thì bạn yên tâm Pdt sẽ xử lý theo quy trình. . Thân",
            "Cho em hỏi là em đăng kí tốt nghiệp từ ngày 13/04 nhưng đến giờ vẫn chưa được cập nhật danh sách tốt nghiệp chính thức vậy em có được làm lễ nhận bằng trong đợt này không ạ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em chào thầy/ cô, hôm nay là ngày 4/4 nhưng trên bkpay của em vẫn ghi là chưa đến hạn thanh toán, thầy/ cô xem lại hệ thống giúp em ạ. Em xin cảm ơn.",
            "Chào bạn, . . Phòng đào tạo đã mở cổng thanh toán học phí rồi, bạn vui lòng vào thanh toán bình thường. . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Kính thưa PĐT,. . . . Hiện tại em đã đủ điều kiện để tốt nghiệp, nhưng do tình trạng sinh viên “đã tạm dừng” nên em không đăng ký tốt nghiệp được. Nhờ PĐT xem xét giúp em ạ,. . . . Em cảm ơn",
            "\"Chào bạn,. . PDT đã ghi nhận yêu cầu về đăng ký xét TN của bạn. SV vui lòng theo dõi email  và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 11/04/2022 SV vẫn chưa nhận được thấy tên trong ds dự kiến tốt nghiệp ( Tra danh sách tại http://www.aao.hcmut.edu.vn    Tốt nghiệp    Thông tin tốt nghiệp) hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 04/2022 (cập nhật mới gia hạn thời gian xử lý tốt nghiệp). . Về tình trạng sinh viên, khi nào em có tên trong ds dự kiến tốt nghiệp, PDT sẽ tự động ra QD thu nhận cho bạn nhé. . Thân. . \"",
            "Thưa PĐT,. . . . Hiện tại em đã kiểm tra danh dách tốt nghiệp dự kiến nhưng vẫn chưa có thông tin của mình, tình trạng “tạm dừng” nên em không trực tiếp đăng ký được, nhờ PĐT xem xét giùm em để em ra trường kỳ này ạ, em cảm ơn.",
            "Chào em,. . Em xem lại mốc thời gian PDT hẹn nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Kính gửi thầy cô!. . Chào thầy cô, hiện em đã đủ điều kiện để xét tốt nghiệp, mong thầy cô xét duyệt \"thu nhận lại \"để em được đăng kí tốt nghiệp vào đợt tháng tư, dạ em cám ơn!!!",
            "Chào bạn,. . PDT đã ghi nhận yêu cầu về đăng ký xét TN của bạn. SV vui lòng theo dõi email  và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 11/04/2022 SV vẫn chưa nhận được thấy tên trong ds dự kiến tốt nghiệp (http://www.aao.hcmut.edu.vn    Tốt nghiệp    Thông tin tốt nghiệp) hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ tại (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 04/2022 . . Về tình trạng sinh viên, khi nào bạn có tên trong ds dự kiến tốt nghiệp, PDT sẽ tự động ra QD thu nhận cho bạn nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Kính chào quý thầy/cô. . Em tên là [full_name] mssv:[student_id]. . Hiện em đã có tên trong danh sách dự kiến tốt nghiệp nhưng không đăng kí tốt nghiệp được do tình trạng sinh viên hiện tại là nghỉ. Kính mong ban giám hiệu nhà trường hiệu chỉnh trạng thái sinh viên cho em để em được đăng kí tốt nghiệp ạ. Em xin chân thành cám ơn",
            "Chào em, . . Hiện tại PDT đang ra Quyết định thu nhận lại cho SV để đăng ký xét tốt nghiệp, em theo dõi tình trạng trên mybk/Thông tin Sinh viên, khi nào chuyển qua trạng thái đang học, em vào đăng ký tốt nghiệp lại nhé. . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Kính gửi PĐT, hiện tại em đã đủ điều kiện tốt nghiệp nhưng tình trạng sinh viên của em bị tạm dừng do không có TKB. Kính nhờ PĐT xem xét thu nhận để em có thể đăng ký tốt nghiệp. Em xin cám ơn.",
            "Chào bạn,. . PDT đã ghi nhận yêu cầu về đăng ký xét TN của bạn. SV vui lòng theo dõi email  và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 11/04/2022 SV vẫn chưa nhận được thấy tên trong ds dự kiến tốt nghiệp (http://www.aao.hcmut.edu.vn    Tốt nghiệp    Thông tin tốt nghiệp) hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ tại (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 04/2022 . . Về tình trạng sinh viên, khi nào bạn có tên trong ds dự kiến tốt nghiệp, PDT sẽ tự động ra QD thu nhận cho bạn nhé. . Thân",
            "\"Chào bạn. . Pdt kiểm tra hiện tại bạn còn nợ Toeic. . Không đủ ĐK để tốt nghiệp. . Bạn kiểm tra lại nghen. . Trường hợp có khiếu nại bạn có thể gửi lại qua bksi.. . Trường hợp SV học môn tương đương nhưng chưa được cập nhật, vui lòng gửi lại thêm 1 yêu cầu khác về việc xin cập nhật môn tương đương (ghi rõ tên và mã MH SV học, ở học kỳ nào? bao nhiêu điểm? và tương đương với môn học nào thuộc CTĐT của SV). . Thân\""
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em chào thầy, cô.. . . . Em hiện đang là sinh viên năm 2. Học kì này em có đăng kí môn thể chất. Trong một tháng rưỡi tới em phải xuống thành phố học offline chỉ môn thể chất này nhưng giờ em vẫn còn học online ở nhà các môn khác và nhà em ở tỉnh, di chuyển đến thành phố rất khó khăn. Nên em muốn hỏi có cách nào để em bảo lưu hoặc rút môn thể dục luôn được không ạ? Hiện tại thì môn ấy em chưa có cột điểm nào và em vừa học xong 6 tuần, sang tuần này em sẽ có buổi thứ 7 nhưng em sẽ không lên học do điều kiện không thuận lợi và em có ý định ngưng học môn này.. . . . Em còn một câu hỏi nữa, mong thầy cô có thể giúp em luôn ạ. Hồi năm 1 lúc em đăng kí môn thể chất thì không ghi rõ học phần 1/ học phần 2. Hết năm 1 là em đã hoàn thành xong được 2 môn khác nhau. Vậy em cần học thêm bao nhiêu môn, học phần thế nào nữa để hoàn thành thể chất bắt buộc ạ?. . . . Em cảm ơn thầy cô ạ.. .",
            "Chào bạn, . . - Bạn vui lòng trình bày rõ tên môn học, mã môn học và học kỳ môn học cần rút để phòng tạo kiểm tra và hỗ trợ bạn. . . - Về thông tin học phần thể chất bạn vui lòng xem chi tiết tại trang web aao.hcmut.edu.vn    sinh viên    quy chế, quy định    học vụ   Quy định học vụ của Trung tâm Thể dục Thể thao. . . - SV có thắc mắc về quy định vui lòng liên hệ cô [full_name] [phone_number], phòng 520 Nhà điều hành ĐHQG-HCM (khu phố 6, phường Linh trung, Thủ đức). . Email của cô [full_name] : [email]. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Chào quý thầy cô,. . Em là [full_name], mssv:[student_id]. . Em đã đăng ký xét tốt nghiệp và phiếu đăng ký đã được xử lý từ 20/03 nhưng đến giờ vẫn chưa có tên trong danh sách tốt nghiệp chính thức. Mong quý thầy cô cập nhật tên em để em kịp tốt nghiệp trong tháng 4 này. Em xin cảm ơn.",
            "Chào em;. . em đã đăng ký tốt nghiệp rồi thì được rồi nhé, còn danh sách chính thức sẽ cập nhật sau. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Dạ em chào thầy/cô PĐT,. . . . Thầy/cô cho em hỏi là khoá K18 còn được xét Anh văn nói viết nếu thi ở BK English không ạ?. . . . Em cảm ơn thầy/cô nhiều ạ,",
            "Chào em,. . Em xem quy định về chuẩn tốt nghiệp tại đây nhé:. . \"Chào bạn. . SV xem quy định tại đây: http://www.aao.hcmut.edu.vn/sinh viên/quy chế/học vụ/Quyết định ban hành Quy định học vụ và đào tạo bậc Đại học/ phụ lục 1/2. Chuẩn ngoại ngữ tốt nghiệp . . Thân\""
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Dear Thầy/Cô Phòng đào tạo. . . . Em tên: [full_name], MSSV: [student_id].. . Kỳ vừa rổi, em còn môn Luận văn tốt nghiệp và bị đánh rớt. Nên trong lúc chờ kết quả thì em không đăng kí môn học trong kỳ vừa rồi ạ.. . Nên hệ thống đang để tình trạng hiện tại của sinh viên là \"Tạm Dừng\". Mong thầy cô xem xét chuyển tình trạng sang đang học để em có thể đăng kí môn học trong kỳ sau ạ.. . Em gửi mẫu đơn đăng kí thu nhận lại ở tập tin đính kèm ạ.. . . . Thanks. . [full_name]. .",
            "Chào em,. . Phòng Đào tạo đã tiếp nhận đơn thu nhận của bạn.. . SV theo dõi tình trạng và quyết định sẽ cập nhật tại mybk/Thông tin Sinh viên (dự kiến cập nhật QD trong tháng 06/2022). . Xem chi tiết lịch đăng ký môn học HK kế tiếp (HK 221) dự kiến cập nhật trước tháng 06/2022 tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ theo học kỳ    Lịch học vụ năm học 2021-2022    Học kỳ 1. . để đăng ký môn học. . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em chào Cô,. . Em là Trần Thanh Liêm MSSV [student_id] lớp XD15VL. . Em có tạo yêu cầu để được có tên trong danh sách tốt nghiệp tạm thời, nhưng hiện tại tình trạng sinh viên của em vẫn đang là \" Nghỉ\" xóa tên vì hết thời gian đào tạo, nên em không thể đăng ký Tốt Nghiệp trên Mybk được. Cô cho em hỏi là trường hợp của em phải đợi nhà trường tự tiếp nhận lại hay em phải làm đơn cứu xét ạ? Em cảm ơn Cô nhiều !",
            "\"Chào em,. . Hiện tại PDT đang ra Quyết định thu nhận lại cho SV để đăng ký xét tốt nghiệp, em theo dõi tình trạng trên mybk/Thông tin Sinh viên, khi nào chuyển qua trạng thái \"\"đang học\"\", em vào đăng ký tốt nghiệp lại nhé.. . Thân\""
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Chào thầy/cô. . Em tên là [full_name]. Là sinh viên khoá K21.. . Thầy/cô giải đáp giúp em là trong HK213, tụi em có được học vượt không ạ? Em đã học đủ môn trong HK211 và HK212 rồi ạ. Nếu em học vượt thì giá tính như dự thính đúng k ạ?. . Em cảm ơn thầy/cô.. . Chúc thầy/cô có một ngày vui vẻ.",
            "Chào bạn. . Bạn xem thông báo DKMH Hk213 tại tin nhắn của trang Bkel. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Kính gửi PĐT. . Hiện tại em đã có tên trong danh sách dự kiến tốt nghiệp. Nhưng do tình trạng sinh viên của em là [full_name] (do xóa tên vì hết thời gian học tập)  nên em không thể đăng ký tốt nghiệp được.. . Xin PĐT thu nhận em lại để em có thể kịp thời đăng ký tốt nghiệp trong lần này ạ.. . Em xin chân thành cảm ơn ạ.",
            "\"Chào em, . . Hiện tại PDT đang ra Quyết định thu nhận lại cho SV để đăng ký xét tốt nghiệp, em theo dõi tình trạng trên mybk/Thông tin Sinh viên, khi nào chuyển qua trạng thái đang học, em vào đăng ký tốt nghiệp lại nhé. . . Thân\""
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em chào thầy/cô,. . . . Hiện tại em đã đủ các chứng chỉ anh văn tốt nghiệp, tuy nhiên trạng thái sinh viên của em bị tạm dừng do không đăng ký môn học, nên không . . thể đăng ký tốt nghiệp trên trang mybk mục tốt nghiệp. Em có thể đăng ký tốt nghiệp bằng cách nào không ạ?. Em cảm ơn.. .",
            "\"Chào bạn,. . PDT đã ghi nhận yêu cầu về đăng ký xét TN của bạn. SV vui lòng theo dõi email  và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 11/04/2022 SV vẫn chưa nhận được thấy tên trong ds dự kiến tốt nghiệp ( Tra danh sách tại http://www.aao.hcmut.edu.vn    Tốt nghiệp    Thông tin tốt nghiệp) hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 04/2022 (cập nhật mới gia hạn thời gian xử lý tốt nghiệp). . Về tình trạng sinh viên, khi nào em có tên trong ds dự kiến tốt nghiệp, PDT sẽ tự động ra QD thu nhận cho bạn nhé. . Thân. . \""
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . xin chào quý thầy cô em la khoa k14 có chuyen sang hệ VHVL đu hết các điều kiện nhưng sao em vẫn chưa đăng ký được tốt nghiệp ( đa đu hết điều kiện) nho thầy cô check dùm e",
            "Chào bạn,. . PDT đã ghi nhận yêu cầu về đăng ký xét TN của bạn. SV vui lòng theo dõi email  và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 11/04/2022 SV vẫn chưa nhận được thấy tên trong ds dự kiến tốt nghiệp (http://www.aao.hcmut.edu.vn    Tốt nghiệp    Thông tin tốt nghiệp) hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ tại (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 04/2022 . . Về tình trạng sinh viên, khi nào bạn có tên trong ds dự kiến tốt nghiệp, PDT sẽ tự động ra QD thu nhận cho bạn nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Em chào thầy/cô. Em tên là [full_name] - MSSV: [student_id]. Học kỳ 211 em có hoãn thi môn Xử lý tín hiệu với FPGA (EE3041) và môn Mạng máy tính (EE3111). Sau khi nhận được điểm 14 trên bảng điểm và thời gian qua em nhận được thông tin là đã có lịch thi cho học kỳ 212. Em xem lịch thi thì chỉ thấy lịch thi mỗi môn Mạng máy tính thôi, chưa có lịch thi môn FPGA ạ. Em mong thầy/cô giải quyết dùm em ạ. Em cảm ơn.. . Trân trọng. .",
            "Chào bạn. . Lịch thi đã được cập nhật, bạn kiểm tra lại nghen. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp  /i. . . . Kính gửi quý thầy cô.. . Hiện nay em đã hoàn thanh xong chương trình học, và em mới có xác nhận điểm thi anh văn trước ạ. vậy em có đủ điều kiện để xét tốt nghiệp đợt này không ạ.. . Em cảm ơn ạ",
            "\"\"\"Chào em,. . SV vui lòng vào trang https://mybk.hcmut.edu.vn/4. Đăng ký nộp Chứng chỉ Ngoại ngữ để đăng ký nhé. . Để xét tốt nghiệp yêu cầu chứng chỉ phải được thẩm tra hợp lệ nhé bạn (thời gian thẩm tra phụ thuộc vào đơn vị cấp chứng chỉ). . Thân\"\"\""
        ]
    }
]