[
    {
        "intent": "",
        "message": [
            "Kính gửi Phòng Đào tạo. . Em là [full_name], MSSV: [student_id]. . Vào lúc 16:50 chiều  ngày 8/12/2021 em mới nhận được mail nộp hồ sơ bổ sung và ngày 9/12/2021 em sẽ đi gửi hồ sơ bổ sung. Vấn đề là em ở Gia Lai nên có thể sẽ khoảng 1 tuần hồ sơ mới đến được trường và có thể sẽ sau ngày 15/12/2021. Như vậy có được không ạ, hay Phòng đào tạo sẽ căn cứ vào ngày gửi ạ? Em xin chân thành cảm ơn ạ!!\t. . . .",
            "Chào em,. . Em vui lòng xem lại email PĐT đã gửi:. . NHẮC: V/v CÁCH THỨC NỘP HỒ SƠ NHẬP HỌC SV K21 BỔ SUNG. . Hộp thư đến. . . . support.stu@hcmut.edu.vn. . Tệp đính kèm. . 09:34 (46 phút trước). . . . Thân gửi Tân sinh viên,. . . . Theo qui định, sau khi được Trường xác nhận nhập học, bạn phải nộp Hồ sơ nhập học đầy đủ để Trường tổng hợp gửi danh sách lên Bộ.. . . . Hiện bạn còn thiếu các giấy tờ bắt buộc phải nộp sau khi Phòng đào tạo hậu kiểm hồ sơ. (file đính kèm hồ sơ thiếu phải bổ sung K2021).. . . . Bạn hãy kiểm tra danh sách đính kèm và nhanh chóng nộp bổ sung hoàn tất trước ngày 15/12/2021 về cho PĐT cập nhật.. . . . Cách thức gửi qua bưu điện đến địa chỉ: Phòng Đào tạo Trường ĐHBK 268 Lý Thường Kiệt, P.14, Q.10, Tp.HCM (trên phong bì ghi rõ nội dung nộp hồ sơ nhập học Tân SV K21).. . . . Sau thời hạn trên nếu Phòng đào tạo chưa nhận được hồ sơ bổ sung, bạn sẽ bị loại khỏi danh sách trúng tuyển và xác nhận nhập học tại trường. . . . . Mọi thắc mắc, khiếu nại sinh viên vui lòng liên hệ mail: huongthuy@hcmut.edu.vn để được tư vấn và hỗ trợ kịp thời.. . . .  . . . . Trân trọng thông báo.",
            "li answer rate: Answer does not suit / Câu trả lời không đúng ý"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Cho em hỏi em đã nhận được bằng tốt nghiệp tạm thời nhưng sao khi vào mybk và danh sách tốt nghiệp dự kiến vẫn hiện chữ tạm dừng vậy ạ, và tên em cũng chưa có trong danh sách chính thức v thì có sao ko ạ 24/12 em có đc nhận bằng tốt nghiệp chính thức không ạ. Em cảm ơn.",
            "\"Chào em,. . không sao bạn, PDT sẽ tự động ra thu nhận lại và quyết định tốt nghiệp cho bạn.. . SV đã đăng ký tốt nghiệp thành công, vui lòng đợi mail thông báo lên nhận bằng từ Phòng Đào tạo. . Thân\""
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ em chào pdt. . Em tên [full_name] . . Mssv [student_id]. . Hiện tại tình hình của em là vẫn chưa có thời khoá biểu để làm luận văn tốt nghiệp nhưng em vẫn được thầy [full_name] bộ môn Địa Tin Học cho làm luận văn ạ em mong pdt xem xét xem thời khoá biểu ạ.",
            "đã trả lời trực tiếp"
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính gửi: Phòng đào tạo trường đại học Bách Khoa - Đại học Quốc Gia Thành phố Hồ Chí Minh. . . . Em tên [full_name];. . Mã số sinh viên [student_id];. . [full_name]D21LT03 khoa Điện-Điện tử. .  . . Em viết thư này xin hỏi phòng đào tạo em chỉ bị thiếu bằng tốt nghiệp THPT thôi phải không ạ? Vì trong file Exel trường gửi chỉ ghi bổ sung hồ sơ UTXT nên em không biết đã bị thiếu hồ sơ nào. . .  . . Khi hoàn tất thủ tục nhập học em đã gửi trường bộ hồ sơ gồm có:. . 1.Phiếu đăng ký UTXT (có đóng dấu xác nhận của trường THPT).. . 2.Một bài luận viết tay trên giấy A4, trình bày động cơ học tập và sự phù hợp của năng lực bản thân với ngành học, trường học.. . 3.Một thư giới thiệu của giáo viên trường THPT.. . 4.Bản photo công chứng học bạ 3 năm trung học phổ thông.. . 5.Bản chính giấy chứng nhận kết quả thi THPT.. . 6.Bản chính giấy chứng nhận tốt nhiệp tạm thời.. . 7.Bản photo công chứng giấy căn cước công dân.. .  . . Trên hệ thống Mybk của trường cũng đã xác nhận ạ.. .  . . Em mong nhận được giải đáp để bổ sung hồ sơ thích hợp. Em xin chân thành cảm ơn!. .  . . Sinh viên [full_name] – Khoa Điện-Điện tử - Trường Đại học Bách Khoa-Đại học Quốc Gia Thành phố Hồ Chí Minh.",
            "Chào em,. . PĐT đã gửi email, em xem lại nhé. . Mọi thắc mắc, khiếu nại sinh viên vui lòng liên hệ mail: [email] để được tư vấn và hỗ trợ kịp thời.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em chào PĐT, . . PĐT cho em hỏi là tín chỉ các môn hoán thi HK 202 chưa được xóa điểm hoãn vì kỳ này môn không mở lớp,Anh văn được xét miễn ĐK LVTN và tín chỉ của TTTN vì đang thực tập chưa có kết quả tổng kết thì những tín chỉ này có được xét cho điều kiện ĐK LVTN không ạ. Mong PĐT giải đáp giúp em. Em xin cảm ơn!. . P/s: cho em hỏi môn Vật lý 2 học kỳ 211 này có lịch thi cuối kỳ không ạ?",
            "Chào bạn. . - Được nghen bạn. . - Về thông tin Lịch thi bạn vui lòng xem chi tiết tại trang web aao.hcmut.edu.vn    sinh viên    học vụ    Lịch thi . . Chúc bạn học tốt.. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: E chào thầy/cô.. . E là [full_name] sinh viên khoá K15. Hiện tại e vòn thiếu 1 môn học để tốt nghiệp. Thì e có thể đăng kí môn và học ở kì tới tức là học kì thứ 14 không ạ? Và e muốn hỏi nếu vượt qua kì 14 e chưa tốt nghiệp được thì sẽ có cơ hội nào để tiếp tục học để hoàn tất chương trình học và nhận bằng không ạ?. Mong thầy/ cô giải đáp giúp e.. . E xin cảm ơn.",
            "Chào em,. . Trường hợp em thuộc khu vực 1 có thể làm đơn xin gia hạn thêm 1 HK để hoàn thành CTDT và gửi qua bksi nhé. . Thân. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em chào thầy cô. . Thầy cô cho em nộp lại phiếu miễn môn học ạ!. . em tên là [full_name] . . mssv [student_id] hệ vlvh ạ. Mong thầy cô có thể duyệt sớm giúp em để em có thể đăng kí môn học cho học kì sau ạ.. . Em cảm ơn thầy cô ạ!. .",
            "Chào bạn,. . Phòng đào tạo đã ghi nhận trường hợp của bạn, và đã chuyển thông tin đến các bộ phận liên quan để kiểm tra và xử lý, bạn vui lòng đợi Pdt phản hồi kết quả qua BKSI hoặc mail sinh viên. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em là [full_name], em vẫn chưa đăng ký được môn học vì hiển thị lý do tạm dừng trong MyBK ạ. Mong pdt mở tạm dừng để em đăng ký môn học học kỳ này ạ, em xin chân thành cảm ơn. . . Hình ảnh hiển thị tạm dừng và không đăng ký được em đính kèm ạ! . .",
            "Chào bạn. . Đã mở dkmh, bạn vào dkmh nghen. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Dạ cho em hỏi em có thanh toán BHYT đợt 1 trễ hạn 1 ngày, bây giờ đợt 2 mở lại thì em có cần đăng ký lại không ạ? Đợt 1 thanh toán trễ hạn có ảnh hưởng gì không và nếu có thì giải quyết như thế nào ạ? Em cám ơn",
            "Chào em,. . Em liên hệ phòng Công tác chính trị sv qua email [email] để được hướng dẫn nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Dạ trên [full_name]arning không đăng kí được BHYT ạ , mong chị xem lại thử ạ",
            "Chào em,. . Em liên hệ phòng Công tác chính trị sv qua email [email] để được hướng dẫn nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Chào thầy cô,. . Em đã đủ điều kiện tốt nghiệp nhưng khi đăng kí xét tốt nghiệp thì hệ thống báo không được phép đăng kí (tạm dừng). Thầy cô cho em hỏi là em cần làm gì để được xét tốt nghiệp ạ.. . Em cảm ơn.",
            "Chào em,. . \"Chào em,. . PDT đã mở khóa, em vào đăng ký tốt nghiệp lại nhé. . Thân\""
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Cho em hỏi sao điểm môn Mô hình hóa toán học kỳ trước bây giờ vẫn chưa có điểm ạ.",
            "Chào em,. . Điểm do GV nhập, bảng điểm [full_name] gửi PĐT lưu. Em vui lòng liên hệ [full_name], GV nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "B   /B Kính chào phòng đạo tạo. . . . Em là [full_name] đã đăng ký xét miễn điểm anh văn và đã thanh toán vào 11 giờ 31 phút ngày 02/12/2021.. . . . Đến nay em vẫn chưa được xác nhận đăng ký miễn điểm thành công. Kính mong nhà trường xem xét xử lý để em có thể đăng ký tốt nghiệp.. . . . Em cảm ơn. .   i Yêu cầu khác .",
            "\"Chào bạn,. . PDT đã ghi nhận yêu cầu về đăng ký xét TN của bạn. SV vui lòng theo dõi email  và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 21/12/2021 SV vẫn chưa nhận được mail hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 11/2021 (cập nhật mới gia hạn thời gian xử lý tốt nghiệp). . Về tình trạng sinh viên, khi nào em có tên trong ds dự kiến tốt nghiệp, PDT sẽ tự động ra QD thu nhận cho bạn nhé. . Thân. . \""
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Thưa thầy/cô, hiện tại bên trường yêu cầu em nộp bổ sung giấy báo điểm ĐGNL, mà lần trc, lúc bên Trung tâm khảo thí chất lượng và đào tạo gửi email thông báo là sẽ gửi giấy báo ĐGNL qua bưu điện về đến tận tay em, mà em có email nhờ thầy/cô gửi giúp em do là tình hình dịch lúc đó. Bây giờ thầy/cô có cách hỗ trợ giúp em sự việc này ko?. . Em cảm ơn ạ",
            "Chào em,. . lúc bên Trung tâm khảo thí chất lượng và đào tạo gửi email thông báo là sẽ gửi giấy báo ĐGNL qua bưu điện về đến tận tay em. . =  Đây không phải TT Khảo Thí nhé em.. . Thân mến. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]  /b. . Xin chào thầy cô phụ trách. Em tên [full_name]. Mssv: [student_id]. Hiện tại thì trên bkel của em vẫn chưa có lịch thi của các môn trong học kỳ 211. Em không biết là vì lý do gì nhưng nếu là vì lý do chưa thanh toán học phí thì em đã làm đơn xin được dời thời hạn thanh toán vào học kỳ 212 rồi ạ. Mong thầy cô phụ trách xem xét và giúp đỡ em ạ. Em chân thành cảm ơn.. .   i Học vụ ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính chào phòng đào tạo. . . . Em tên là [full_name].. . Do tình hình dịch bệnh Covid khiến em đến nay mới hoàn thành đủ điều kiện xét tốt nghiệp. . . . . Nay em làm đơn này kính mong nhà trường xem xét thu nhận lại để có thể kịp đăng ký tốt nghiệp ra trường. Phiếu đăng ký thu nhận lại em đã làm và gửi trong file đính kèm.. . . . Em cảm ơn. .   i Tốt nghiệp .",
            "Chào em,. . Phòng Đào tạo đã tiếp nhận đơn thu nhận của em.. . SV theo dõi tình trạng và quyết định sẽ cập nhật tại mybk/Thông tin Sinh viên (dự kiến cập nhật QD trong tháng 12/2021). . SV vui lòng theo dõi lịch học vụ và mail sinh viên để biết thời gian đăng ký môn học cho học kỳ tiếp theo. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: 213T1008  /b \t. . . .   i Tốt nghiệp . Chào Phòng Đào tạo,. . . . Cách đây 3 hôm, tôi có nhờ Phòng đào tạo cập nhật giùm nơi sinh của tôi trong hồ sơ tốt nghiệp thành \"Nơi sinh: TPHCM\". Sau đó Phòng đào tạo phản hồi yêu cầu tôi cung cấp hình chụp giấy khai sinh có mộc đỏ về email [email]. Hôm qua tôi đã làm theo yêu cầu của Phòng đào tạo nhưng đến hôm nay vẫn chưa được cập nhật. . . . . Tôi đang cần Giấy chứng nhận tốt nghiệp tạm thời gấp để nộp vô công ty đang làm. Rất mong phòng đào tạo giúp đỡ cập nhật giùm tôi.. . . . Chân thành cám ơn.. . . . [full_name]. .",
            "Chào em,. . Cô đã nhắc cô [full_name] rồi nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Kính thưa Phòng đào tạo. . Em là [full_name], MSSV [student_id]. . Em đã nhận được giấy chứng nhận tốt nghiệp tạm thời gửi về nhà rồi ạ.. . Em muốn hỏi là Bằng tốt nghiệp chính thức sẽ đợi thông báo qua mail đúng không ạ?. . Em cảm ơn nhiều ạ.",
            "\"Chào bạn,. . Hiện tại Phòng Đào tạo đang tiến hành in bằng và gửi mail nhận bằng theo từng đợt. . SV đã đăng ký tốt nghiệp thành công, vui lòng đợi mail thông báo lên nhận bằng từ Phòng Đào tạo. . Thân. . \""
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính gửi Phòng đào tạo:. . Nhờ PĐT xử lý giúp em chuyển qua hệ vừa làm vừa học. . Họ tên sinh viên: [full_name]. . Năm sinh: 30-09-1996. . MSSV: [student_id]. . Đính kèm Phiếu đề nghị chuyển sang hình thức vừa làm vừa học. . Em xin chân thành cảm ơn!. . . . . .",
            "Chào bạn. . PDT đã tiếp nhận và đang xử lý đơn chuyển sang VLVH vào HK2(2021-2022) của bạn.. . Bạn vui lòng theo dõi tình trạng sinh viên sẽ cập nhật “thu nhận vào hệ VLVH”  trên Mybk-thông tin sinh viên, dự kiến trễ nhất vào 20/12/2021. . - Xem chi tiết Lịch đăng ký môn học + đăng ký tốt nghiệp của Hk212 tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ để biết thời gian đăng ký môn học hoặc đăng ký tốt nghiệp. . - Quy chế đào tạo và học vụ: xem chi tiết tại trang web aao.hcmut.edu.vn   Sinh viên   Quy chế-Quy định  Học vụ. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính gửi,. . Hiện tại em còn thiếu sơ yếu lý lịch và học bạ, liệu em có thể nộp trực tiếp cho trường thay vì phải gửi chuyển phát nhanh không ạ? Em xin cảm ơn ạ.. . Thân gửi. . . .",
            "Chào em,. . Em vui lòng xem email PĐT đã gửi:. . NHẮC: V/v CÁCH THỨC NỘP HỒ SƠ NHẬP HỌC SV K21 BỔ SUNG. . Hộp thư đến. . . . support.stu@hcmut.edu.vn. . Tệp đính kèm. . 09:34 (39 phút trước). . tới loc.dangchon. . . . Thân gửi Tân sinh viên,. . . . Theo qui định, sau khi được Trường xác nhận nhập học, bạn phải nộp Hồ sơ nhập học đầy đủ để Trường tổng hợp gửi danh sách lên Bộ.. . . . Hiện bạn còn thiếu các giấy tờ bắt buộc phải nộp sau khi Phòng đào tạo hậu kiểm hồ sơ. (file đính kèm hồ sơ thiếu phải bổ sung K2021).. . . . Bạn hãy kiểm tra danh sách đính kèm và nhanh chóng nộp bổ sung hoàn tất trước ngày 15/12/2021 về cho PĐT cập nhật.. . . . Cách thức gửi qua bưu điện đến địa chỉ: Phòng Đào tạo Trường ĐHBK 268 Lý Thường Kiệt, P.14, Q.10, Tp.HCM (trên phong bì ghi rõ nội dung nộp hồ sơ nhập học Tân SV K21).. . . . Sau thời hạn trên nếu Phòng đào tạo chưa nhận được hồ sơ bổ sung, bạn sẽ bị loại khỏi danh sách trúng tuyển và xác nhận nhập học tại trường. . . . . Mọi thắc mắc, khiếu nại sinh viên vui lòng liên hệ mail: huongthuy@hcmut.edu.vn để được tư vấn và hỗ trợ kịp thời.. . . .  . . . . Trân trọng thông báo."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Thưa thầy cô, . . Em tên là [full_name], MSSV: [student_id]. Sáng nay em có lịch thi môn CNXH lúc 9h ngày 09/12/2021. Chuyện là nhà em mất điện từ sáng 6h đến khi 9h05' mới có điện lại. Khi đấy em vào BK exam thì tài khoản của em đã bị khóa ạ, hiện lên thông báo em chưa thoát khỏi thiết bị cũ, nhưng kẹt ở đây thiết bị cũ là laptop của em viwfa bị đổ nước dẫn đến chập mạch và mang đi sửa hôm qua ạ, hiện tại em đang dùng laptop của em gái mình. Em viết đơn này là xin trường xem xét hoàn cảnh của em cho em thêm một cơ hội để hoàn thành bài kiểm tra của mình ạ.",
            "Chào em,. . Các hoạt động trong khóa học do GV phụ trách môn học quản lý. PĐT không có quyền can thiệp. SV vui lòng liên hệ GV.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Cho em hỏi về học kỳ sau, HK212 sẽ được giảng dạy hoàn toàn trực tuyến hay có dự tính đi lên trường học trực tiếp không ạ.",
            "Chào em,. . Nhà trường dự kiến trong tháng 3/2022 học trực tiếp, em theo dõi email sau nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ  /i  Chào quý thầy/cô! Em có xin rút môn Đồ án Chuyên Ngành ME4071 nhưng nay vẫn chưa nhận được điểm rút môn học, PDT nói là sau ngày 30/11 em vẫn chưa nhận được điểm rút môn thì phản hồi lại nên em xin quý thầy cô xem xét trường hợp của em ạ. Em cảm ơn!. . . .",
            "Chào bạn. . Pdt ghi nhận, sẽ cập nhật lại điểm rút sau ngày 24/12/2021. . Bạn theo dõi nghen. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Kính gửi quý thầy cô phòng đào tạo,. . . . Em là Ông [full_name], MSSV [student_id]. . Trong quá trình đăng ký xét tốt nghiệp em đã làm theo các bước theo hướng dẫn, tuy nhiên em vẫn chưa thể bấm chọn nộp đơn xét tốt nghiệp được và liên tục được thông báo hệ thông lỗi.. . Em có đính kèm hình ảnh lỗi bên dưới, hi vọng nhân được sự giúp đỡ của quý thầy cô phòng đào tạo ạ. . . Em xin chân thành cảm ơn.",
            "Tốt nghiệp. . . . Kính gửi quý thầy cô phòng đào tạo,. . . . Em là Ông [full_name], MSSV [student_id]. . Trong quá trình đăng ký xét tốt nghiệp em đã làm theo các bước theo hướng dẫn, tuy nhiên em vẫn chưa thể bấm chọn nộp đơn xét tốt nghiệp được và liên tục được thông báo hệ thông lỗi.. . Em có đính kèm hình ảnh lỗi bên dưới, hi vọng nhân được sự giúp đỡ của quý thầy cô phòng đào tạo ạ.. . Em xin chân thành cảm ơn.  /QUOTE . . . . Hiện tại em đã đăng ký thành công tốt nghiệp và đã hoàn thành thanh toán trên trang bkpay của trường. Tuy nhiên hiện tại trên trang đăng ký vẫn chưa xác nhận em đã thanh toán nên vẫn chưa hoàn thành quá trình đăng ký tốt nghiệp. . . Mong nhận được sự hỗ trợ của quý thầy cô.. . Em xin chân thành cảm ơn.. .",
            "\"Chào bạn,. . Lỗi Đăng ký tốt nghiệp đã được khắc phục, em vui lòng vào đăng ký lại nhé. . Thân\""
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Dạ, em có thắc mắc rằng là em nhận được mail thông báo nộp bổ xung hồ sơ nhập học từ trường.. . . .  VẤN ĐỀ là mặc dù email gửi cho bạn có địa chỉ   \" [email]\".. .  Nhưng khi em kiểm trong \"file đính kèm hồ sơ thiếu phải bổ sung K2021 \" đi kèm với email, thì em có thấy tên mình trong danh sách với ghi chú là \"nộp bổ sung hồ sơ UTXT\". Câu hỏi của em là:. . Em có liên quan trong việc bổ sung hồ sơ này không hay email này chỉ dành cho bạn  \" [email]\".  ạ ? Và nếu em có liên quan thì em sẽ phải nộp phần nào của bộ hồ sơ ạ ?. . Và phương pháp nộp như thế nào ạ ?. . Và khi đã nộp rồi thì làm sao để biết trường đã nhận được hồ sơ của e ạ ?. . Mong thầy/cô giải đáp thắc mắc giúp em , em cám ơn.. . MSSV : [student_id]. . Tên : [full_name]",
            "Chào em,. . PĐT đã gửi email:. . NHẮC: V/v CÁCH THỨC NỘP HỒ SƠ NHẬP HỌC SV K21 BỔ SUNG. . Hộp thư đến. . . . [email]. . Tệp đính kèm. . 09:34 (39 phút trước). . . . Thân gửi Tân sinh viên,. . . . Theo qui định, sau khi được Trường xác nhận nhập học, bạn phải nộp Hồ sơ nhập học đầy đủ để Trường tổng hợp gửi danh sách lên Bộ.. . . . Hiện bạn còn thiếu các giấy tờ bắt buộc phải nộp sau khi Phòng đào tạo hậu kiểm hồ sơ. (file đính kèm hồ sơ thiếu phải bổ sung K2021).. . . . Bạn hãy kiểm tra danh sách đính kèm và nhanh chóng nộp bổ sung hoàn tất trước ngày 15/12/2021 về cho PĐT cập nhật.. . . . Cách thức gửi qua bưu điện đến địa chỉ: Phòng Đào tạo Trường ĐHBK 268 Lý Thường Kiệt, P.14, Q.10, Tp.HCM (trên phong bì ghi rõ nội dung nộp hồ sơ nhập học Tân SV K21).. . . . Sau thời hạn trên nếu Phòng đào tạo chưa nhận được hồ sơ bổ sung, bạn sẽ bị loại khỏi danh sách trúng tuyển và xác nhận nhập học tại trường. . . . . Mọi thắc mắc, khiếu nại sinh viên vui lòng liên hệ mail: [email] để được tư vấn và hỗ trợ kịp thời.. . . .  . . Trân trọng thông báo."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Kính chào Phòng Đào tạo, PĐT có làm việc vào thứ 7 không ạ? Nếu có thì thời gian làm việc làm việc như thế nào ạ? Do em có nhu cầu nhận bằng tốt nghiệp tại phòng, các ngày trong tuần từ thứ 2 đến thứ 6 em kẹt đi làm ạ. Em cảm ơn rất nhiều.",
            "Chào em,. . PĐT làm việc giờ hành chánh từ thứ 2 đến thứ 6.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Dạ cho em hỏi. Nay em về quê rồi mà làm mất thẻ sinh viên vậy có cách nào để em thi cuối kỳ được không ạ. em lấy chứng minh nhân dân thay thẻ sinh viên được không ạ.. . Em cảm ơn ạ",
            "Chào em,. . - SV phải dùng thẻ SV khi dự thi. Nếu SV làm mất thẻ SV thì phải đăng ký làm lại. PĐT đã có tuỳ chọn nhận tại nhà, người nhận trả cước bưu điện: ghi rõ họ tên, số điện thoại, địa chỉ.. . - Em vào mybk/đăng ký in lại thẻ sv ... đóng tiền mới được in nhé. . . - SV vui lòng trình bày tất cả lý do kèm minh chứng để Cán bộ coi thi ghi nhận vào danh sách thi. PĐT đối chiếu dữ liệu sau.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em đã hoàn thành chương trình học và đủ ngày CTXH để xét tốt nghiệp nhưng hệ thống vẫn chưa cho phép đăng ký do thiếu CTXH, mong PĐT kiểm tra.. . Em xin cám ơn.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em xin hỏi là em đã đăng ký giấy hoãn NVQS từ ngày 23.11 nhưng đến nay đã được 2 tuần rồi mà vẫn chưa nhận được không biết là em nên làm thế nào ạ ??. . . . Em xin cảm ơn./.",
            "Chào bạn;. . gửi bạn mã vận đơn của Viettel post. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Kính gửi Phòng đào tạo,. . . . Hiện tại em đã có tên trong danh sách tốt nghiệp dự kiến đợt 2 năm 2021 nhưng trong quá trình đăng ký tốt nghiệp trên Mybk thì hệ thống thông báo lỗi. Em có đính kèm hình ảnh thông báo lỗi ạ.. . . . Kính mong phòng đào tạo xem xét cho em ạ",
            "Chào em,. . Lỗi này đã được khắc phục, em vào lại thử nhé. . Thân",
            "Dạ em chào cô,. . Em mới vào trang xem lại thì vẫn thông báo lỗi giống như trên ạ.. . Mong cô xem giúp em ạ.. . Em cảm ơn cô đã đọc ạ.",
            "\"Chào bạn,. . Lỗi Đăng ký tốt nghiệp đã được khắc phục, em vui lòng vào đăng ký lại nhé. . Thân\""
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: tài khoản mail của em bị google khóa, em cũng đã đặt câu hỏi trên bksi từ tối hôm trước đến hôm qua và đến giờ nhưng vẫn chưa có cách giải quyết. Hiện tại không có tài khoản đó thì em không thể nào nhận được mail, không thể đăng nhập vào phòng meet để học và thi, không thể nào điền google form để gửi bản ghi hình sau khi thi xong,... Vậy trường có thể cấp cho em 1 tài khoản mail khác được không ạ, hoặc làm cách nào để em có thể sử dụng các dịch vụ trên 1 cách bình thường được không ạ, trả thêm phí cho  google em cũng trả ạ.. . Em cảm ơn",
            "Đã tl"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Kính gửi thầy/cô,. . . . Thầy/cô cho em hỏi là nếu em đăng ký thực tập trong kỳ sau mà em để kỳ hè đi thực tập có được không ạ?. . . . Trân trọng",
            "Chào em,. . Em vui lòng liên hệ [full_name], GVCN để được hướng dẫn nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Chào PĐT ạ !. . Em tên [full_name] MSSV:[student_id]. . Hiện tại em không thể vào học thí nghiệm trực tiếp tại trường được nhưng em có lịch học thí nghiệm tuần sau.. . PĐT cho em hỏi có thể đổi em sang diện không đủ điều kiện học hay dời lịch cùng các bạn không đủ điều kiện được không ạ ! . . Em cảm ơn nhiều ạ!",
            "Chào em,. . Phòng Đào tạo đã tiếp nhận thông tin xin hủy đăng ký học thí nghiệm trực tiếp của em.. . SV vui lòng theo dõi mail và thời khóa biểu được cập nhật Mybk/Thông tin sinh viên/Xem thời khóa biểu sau khi trường được hoạt động lại bình thường (dự kiến trong tháng 3/2022). . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Cho em xin được hỏi là đối với thí sinh ở vùng dịch được đặc cách tốt nghiệp THPT nên sẽ không có bảng điểm thi THPT, em đã thay thế bằng giấy tốt nghiệp THPT tạm thời (bản chính) về cho trường với nội dung \"Đặc cách\" được chính sở GD-DT tỉnh Đồng Tháp chứng nhận, nhưng bên bộ phận thông tin yêu cầu em nộp thêm bảng điểm THPT thì em phải làm sao ạ ? . . Em xin cảm ơn. . .",
            "Chào em,. . Mọi thắc mắc, khiếu nại sinh viên vui lòng liên hệ mail: [email] để được tư vấn và hỗ trợ kịp thời.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Thầy/cô cho em hỏi khi em đăng kí bảo hiểm y tế đơt 2 này em vô dịch vụ đăng kí BHYT của nhà trường trong myBK nhưng không chọn được loại bảo hiểm và không nhấn đăng kí được. Thầy/cô cho em hỏi là đến 8h ngày 13/12 mới bắt đầu được đăng kí hay sao ạ. Thầy/cô cho em hướng xử lí với ạ.. . . . . .",
            "Chào em,. . Em liên hệ phòng Công tác chính trị sv qua email [email] để được hướng dẫn nhé.. . Thân mến. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Thưa thầy/cô phụ trách. . . . Em là [full_name], sinh viên lớp L15 của bộ môn Chủ nghĩa xã hội khoa học (SP1035). . . . Hôm nay, ngày 9/12, em có lịch thi vào lúc 7h, nhưng do sự cố kỹ thuật( máy em ép cập nhật lên Windows 11) mà em lại không vào được phòng thi. Xin phép cho em được hoãn thi và đăng kí trong học kì kế tiếp.. . . .  . .   i Yêu cầu khác .",
            "Chào em,. . Em vui lòng xem lại email PĐT đã gửi:. . \"Kế hoạch tổ chức thi học kỳ 1 năm 2021-2022\". . Cô chỉ trích lượt: \"5. Hướng dẫn đăng ký hoãn thi Cuối kỳ, dự thi. . - Sinh viên không đáp ứng các yêu cầu về trang thiết bị điện tử, đường truyền như . . trong hướng dẫn thi trực tuyến được phép đăng ký hoãn thi Cuối kỳ trực tuyến. . . Trường hợp này, SV sẽ đăng ký Hoãn thi(HT) Cuối kỳ tại trang Mybk.hcmut.edu.vn . .    Ứng dụng cho Sinh viên    12. Đăng ký hoãn thi Cuối kỳ (Ứng dụng dự kiến bắt . . đầu mở cho Sinh viên đăng ký từ đầu tháng 12/2021 thời gian đăng ký hoãn thi theo . . quy đinh: trong vòng 5 ngày tính từ ngày vắng thi (chỉ tính ngày làm việc)), Sau khi . . SV đăng ký hoãn thi PĐT sẽ hậu kiểm các tình huống cấm thi hoặc không đủ điều . . 2. . kiện hoãn thi với Giảng viên/Bộ môn/Khoa trước khi ra quyết định cho phép hoãn thi.. . Trường hợp đặc biệt, nhà trường sẽ xem xét riêng. Nếu SV được nhận điểm hoãn thi . . Cuối kỳ thì sẽ được phép thi vào lần tổ chức kế tiếp của học phần trong thời hạn tối . . đa 01 năm theo quy định.\". . Thân mến. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em tên là [full_name] [student_id]. . Vì là sinh viên năm 4 và bị trễ kì nên kì sau em đăng kí được 6 chỉ thì có sao không ạ. Em cảm ơn ạ. . . .",
            "Chào em,. . Việc ĐKMH là do em tự chọn và quyết định.. . Em xem thêm quy chế nhé.. . http://www.aao.hcmut.edu.vn/quy chế quy định/học vụ/- Quy chế đào tạo và học vụ bậc đại học, cao đẳng/điều 9.4. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Dạ thưa Thầy/ Cô Em là sinh viên K15 của khoa Xây Dựng, theo em được biết kì 211 hiện tại sẽ là kì thứ 13, cũng là HK cuối cùng của em. Hiện tại em đang thực hiện LVTN của ngành(Đã hoàn thành đủ TCTL và CTXH ...) , nhưng do tình hình dịch bệnh cùng với việc duyệt bài Online cũng có nhiều khó khăn và hạn chế khiến tụi em có khả năng không hoàn thành kịp cho hạn nộp bài. Thầy, cô cho em xin hỏi là đợt luận văn năm nay có được gia hạn thêm thời gian bảo vệ như kì trước hay không ạ.. . Nếu không được gia hạn thì em có được xin cứu xét thêm 1 kì để có cơ hội hoàn thành Luận Văn để được xét tốt nghiệp hệ chính quy không ạ.. . Em xin cảm ơn thầy, cô đã lắng nghe.",
            "Chào em,. . Căn cứ trên tình hình phòng chống dịch Covid-19, theo lệnh của Ban giám hiệu, Phòng Đào tạo (PĐT) thông báo kế hoạch tổ chức thi học kỳ 1 năm học 2021-2022, ngày 08/11/2021 (Phòng Đào tạo đã gửi mail cho SV vào ngày 22/11/2021), có thông báo rõ về thời gian phản biện và bảo vệ Luận văn tốt nghiệp (LVTN) trong HK211 và có ghi rõ về các \" Trường hợp cần thiết, sẽ có một đợt bảo vệ bổ sung cho các trường hợp đề tài bị ảnh hưởng nghiêm trọng bởi tình hình dịch Covid-19\". SV vui lòng xem lại email sinh viên về thông báo báo này.. . - Về đơn xin hoãn LVTN HK211 của bạn, Phòng Đào tạo hiện không thể tiếp nhận được.. . SV vui lòng liên hệ khoa để được hỗ trợ và hướng dẫn để xin đăng ký bảo vệ trong đợt bổ sung theo đúng chỉ đạo của Ban Giám hiệu nhà trường.. . -Trường hợp Khoa không tiếp nhận trường hợp tổ chức đợt bảo vệ bổ sung, SV nhờ Khoa làm công văn đề nghị lên Phòng Đào tạo, ghi rõ lý do vì sao không thể tổ chức đợt bảo vệ LVTN bổ sung, để Phòng Đào tạo trình lên Ban Giám hiệu nhà trường xin ý kiến và phản hồi cho sinh viên.. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em chào thầy,cô.. . Cho em hỏi, em đang nộp bằng toeic để chuyển điểm qua anh văn 4. Bằng đã được thẩm định và em đã thanh toán tiền chuyển điểm vào ngày 3/12 (như hình đính kèm) . Vậy cho em hỏi ngày nào PĐT mới mở đợt để chuyển điểm bằng toeic qua anh văn vậy ạ?. . Em cảm ơn.",
            "Chào bạn. . Hiện tại Pdt đã cập nhật điểm chuyển anh văn 4 cho bạn. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Em chào thầy cô. EM tên Phạm [full_name] Nghĩa, mssv: [student_id]. Em có đăng ký thi anh văn nói viết vào  ngày 17/12, đã đóng phí đầy đủ và đã có danh sách.. . Em nhận được mail hướng dẫn vào xem thông tin thi tại trang BKel. Nhưng trang BKel của em lại không có thông báo nào về kì thi này. Thầy cô xem xét giúp em.. . Em cám ơn.",
            "Chào em,. . Trước giờ thi vẫn vào được, thông báo có ghi rõ mà.. . Gg meet là do cbct tạo (có thể tạo sau khi cbct vào phòng thi). Mọi thắc mắc sv liên hệ bên tổ chức thi (bộ môn, khoa hoặc cán bộ giảng dạy).. . Thân mến. . . . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Kính chào quý thầy (cô). . . . Em là [full_name] - MSSV: [student_id], sinh viên khoa Kỹ thuật Xây Dựng.. . . . Trong lần yêu cầu trước. Thông tin nơi sinh của em trên trang đăng ký tốt nghiệp bị trống và được hướng dẫn gửi bản chụp giấy khai sinh có mộc đỏ cho địa chỉ mail:[email] (hình ảnh thư và tình trạng đăng ký em gửi kèm hình). . . . Tuy nhiên đến nay em chưa được nhận thêm phản hồi và trang đăng ký vẫn chưa được cập nhật.. . Mong quý thầy (cô) xem xét và thông báo thời gian nào em có thể đăng ký tốt nghiệp được ạ?. . Em xin cảm ơn!. .",
            "Chào em,. . Cô đã nhắc cô [full_name] rồi nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Kính gửi: PĐT trường Đại học Bách Khoa - Đại học Quốc gia TP. Hồ Chí Minh. . . . Em tên là [full_name], MSSV: [student_id]. . Như trong câu hỏi em gửi có ID = 42553 - Lỗi đăng ký tốt nghiệp, thì sau khi phòng đào tạo giải quyết nhưng em vào đăng ký vẫn bị lỗi như cũ. Đây là toàn bộ thông tin phần đăng ký của em được đính kèm như hình.. . Vậy mong PĐT khắc phục lại lỗi để em có thể đăng ký tốt nghiệp trong đợt xét này.. . . . Em xin chân thành cảm ơn,. . [full_name], sđt: [phone_number]",
            "\"Chào bạn,. . Lỗi Đăng ký tốt nghiệp đã được khắc phục, em vui lòng vào đăng ký lại nhé. . Thân\""
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: 1814341  /b \t. . . .   i Học vụ . ĐƠN XIN THU NHẬN LẠI. . Kính gửi: PĐT TRƯỜNG ĐH - BÁCH KHOA HCM. . Em tên là Nguyễn Trí Tín, mã số sinh viên 1814341 hiện đang là sinh viên của khoa Khoa học và Kỹ thuật Máy tính.. . Đã tạm dừng từ học kỳ : HK202 năm 2020-2021. . Lý do: Buộc thôi học vì lý do học lực. . Quyết định số : 260/QD - DHBK. . Nay đề nghị được thu nhận lại từ học kỳ 212 năm học 2021-2022. . Em đã gửi đơn cho văn phòng khoa và đã được nhận lại theo quyết định 3161/QĐ - ĐHBK.. . Nhưng em đăng ký môn học hệ thống lại không cho em đăng ký vì lý do tạm dừng.. . Xin phòng đào tạo mở đăng ký lại giúp em sớm nhất có thể để em kịp đăng ký trong đợt này. . Em xin gửi PĐT đơn xin thu nhận lại của em. Em xin chân thành cảm ơn.. . Trân trọng. . Trí Tín. .",
            "Chào bạn. . Pdt đã ghi nhận, bạn vào dkmh vào 13g ngày 23/12 nghen. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Chào thầy/cô,. . Cho em hỏi là bao giờ em được nhận bằng tốt nghiệp chính thức vậy ạ? Em thấy vài bạn trong lớp em đã được nhận mail thông báo lên văn phòng nhận bằng tốt nghiệp.. . . . Cảm ơn thầy/cô đã đọc,. . [full_name]",
            "\"Chào bạn,. . Hiện tại Phòng Đào tạo đang tiến hành in bằng và gửi mail nhận bằng theo từng đợt. . SV đã đăng ký tốt nghiệp thành công, vui lòng đợi mail thông báo lên nhận bằng từ Phòng Đào tạo. . Thân. . \""
        ]
    },
    {
        "intent": "",
        "message": [
            "Em chào văn phòng ạ.. . Hiện em đã tốt nghiệp và nhận bằng tạm thời nhưng chưa nhận được thông tin là khi nào sẽ nhận bằng chính thức ạ.. .   i Tốt nghiệp .",
            "\"Chào bạn,. . Hiện tại Phòng Đào tạo đang tiến hành in bằng và gửi mail nhận bằng theo từng đợt. . SV đã đăng ký tốt nghiệp thành công, vui lòng đợi mail thông báo lên nhận bằng từ Phòng Đào tạo. . Thân. . \""
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Gửi phòng đào tạo,. . Em là [full_name], khoá 18. Em đang cần giấy giới thiệu để bổ sung hồ sơ thực tập theo yêu cầu của công ty. Vì vậy em muốn biết làm thế nào để xin được giấy giới thiệu từ nhà Trường. Em mong sẽ sớm nhận được phản hồi từ phòng đào tạo. Em xin cảm ơn.",
            "Chào em,. . Về giấy giới thiệu, em vui lòng liên hệ Khoa của em để được hỗ trợ.. . Phòng Đào tạo chỉ cấp giấy xác nhận SV, em có thể đăng ký tại mybk/Đăng ký in Giấy xác nhận SV và chọn hình thức gửi qua được bưu điện nhé.. . Thân mến. . . . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Chào thầy/cô,. . Cho em hỏi là em đã có tên trong danh sách dự kiến tốt nghiệp và đã có bằng tốt nghiệp tạm thời nhưng tại sao ở trong thông tin sinh viên của em vẫn để tình trạng là đang học vậy ạ.. . Mong thầy/cô giải đáp. . . . Em cảm ơn,. . [full_name]",
            "\"Chào bạn,. . Hiện tại Phòng Đào tạo đang tiến hành in bằng và gửi mail nhận bằng theo từng đợt. . SV đã đăng ký tốt nghiệp thành công, vui lòng đợi mail thông báo lên nhận bằng từ Phòng Đào tạo. . Thân. . \""
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Chào quý thầy cô.. .  Em có câu hỏi như sau: Chuyện là lúc trước em có nhận được mail từ phòng đào tạo về việc tổ chức học trực tiếp tại trường một số môn, lúc đó tỉnh của em đã khống chế được dịch Covid-19 và có thể đi lại thoải mái. Nhưng cách đây 2 tuần thì tỉnh em bùng dịch trở lại, em không thể tham gia học trực tiếp ở trường được. Vậy em cần làm gì để xin hoãn học các môn đã đăng ký học trực tiếp tại trường ạ?. . Mong quý thầy cô giúp đỡ em về vấn đề này.. . Em cảm ơn.",
            "Chào em,. . Phòng Đào tạo đã tiếp nhận thông tin xin hủy đăng ký học thí nghiệm trực tiếp của em.. . SV vui lòng theo dõi mail và thời khóa biểu được cập nhật Mybk/Thông tin sinh viên/Xem thời khóa biểu sau khi trường được hoạt động lại bình thường (dự kiến trong tháng 3/2022). . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em chào văn phòng ạ, em tên [full_name] MSSV [student_id], hiện đang học ngành Kĩ Thuật Hóa Học(mã ngành 214). Em đậu vào bằng hình thức UTXTT_HSG, khi nộp hồ sơ xét tuyển em đã nộp. . đầy đủ bộ hồ sơ UTXT(gồm đơn đằng kí xét tuyển, học bạ có công chứng, bài luận, giấy chứng. . nhận HSGTP), em chỉ thiếu tờ lý lịch thôi ạ. Nhưng trong mail PĐT gửi lại báo em cần bổ sung bộ hồ sơ UTXT, thì em muốn hỏi em cần bổ sung gì ạ?",
            "Chào em,. . Em vui lòng xem lại email PĐT đã gửi nhé:. . \"NHẮC: V/v CÁCH THỨC NỘP HỒ SƠ NHẬP HỌC SV K21 BỔ SUNG. . Hộp thư đến. . . . support.stu@hcmut.edu.vn. . Tệp đính kèm. . 09:34 (1 giờ trước). . . . Thân gửi Tân sinh viên,. . . . Theo qui định, sau khi được Trường xác nhận nhập học, bạn phải nộp Hồ sơ nhập học đầy đủ để Trường tổng hợp gửi danh sách lên Bộ.. . . . Hiện bạn còn thiếu các giấy tờ bắt buộc phải nộp sau khi Phòng đào tạo hậu kiểm hồ sơ. (file đính kèm hồ sơ thiếu phải bổ sung K2021).. . . . Bạn hãy kiểm tra danh sách đính kèm và nhanh chóng nộp bổ sung hoàn tất trước ngày 15/12/2021 về cho PĐT cập nhật.. . . . Cách thức gửi qua bưu điện đến địa chỉ: Phòng Đào tạo Trường ĐHBK 268 Lý Thường Kiệt, P.14, Q.10, Tp.HCM (trên phong bì ghi rõ nội dung nộp hồ sơ nhập học Tân SV K21).. . . . Sau thời hạn trên nếu Phòng đào tạo chưa nhận được hồ sơ bổ sung, bạn sẽ bị loại khỏi danh sách trúng tuyển và xác nhận nhập học tại trường. . . . . Mọi thắc mắc, khiếu nại sinh viên vui lòng liên hệ mail: huongthuy@hcmut.edu.vn để được tư vấn và hỗ trợ kịp thời.. . . .  . . . . Trân trọng thông báo.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Em tên: [full_name] . . MSSV:[student_id] . . Khoa: Điện-Điện Tử. Lớp DD17KT02. . . . Em là sinh viên K17 đã nghỉ học được 2 kỳ do học lực kém và nay em muốn đươc quay lại học thì em phải làm sao? Xin pđt hướng dẫn tận tình giúp em?. . Em xin cảm ơn.",
            "Chào bạn. . Tình trạng hiện tại của bạn là Buộc thôi học để thu nhận lại, bạn vui lòng liên hệ Khoa để hỗ trợ. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính chào Phòng Đào Tạo,. . Cho em hỏi là số tín chỉ tích luỹ hiện tại của em là 125 và số tín chỉ đang học 3 tổng là 128 tín chỉ em vẫn còn nợ 8 tín chỉ trong đó có 4 tín chữ anh văn chưa hoàn thành, hiện tại em không thi tiếng anh để chuyển điểm được, không biết em được phép làm đơn để xin được làm LVTN trước rồi sau đó bổ sung anh văn sau được không, nếu được thì mong Phòng Đào Tạo hướng dẫn em các bước để thực hiện với ạ.. . Em cảm ơn thầy cô đã hỗ trợ chúng em nhiều trong quá trình học tập, chúc thầy cô luôn nhiều sức khoẻ.",
            "Chào em,. . Em vui lòng xem lại email PĐT đã gửi: . . \"Nhắc V/v Đăng ký môn học HK Chính + Dự thính 212 + VLVH. . - Nhà trường tạm thời không xét điều kiện: chuẩn tiếng Anh sau mỗi năm học (chuẩn Anh văn hàng năm), xét chuẩn CCAV quốc tế khi xét LVTN, chuẩn Giáo dục thể chất cho riêng HK chính 212 và HK dự thính 212.. . =  Nghĩa là phía sau dấu hai chấm là tạm thời không xét.. . Thân mến. .",
            "Em cảm ơn thầy cô đã trả lời câu hỏi của em,. . Ý của em là hiện tại em vẫn còn thiếu 8 tín chỉ trong đó thì có 4 tín chỉ anh văn, theo em biết là sinh viên chỉ được nợ 7 tín chỉ mới được nhận LVTN, cho em hỏi là em có thể xin được nhận LVTN trước rồi sau đó sẽ bổ sung anh văn để đủ số tín chỉ theo quy định được không, nếu được thì em mong thầy/cô hướng dẫn em các bước thực hiện với ạ.. . Em cảm ơn.",
            "Chào em,. . Em vui lòng theo dõi lịch học vụ và mail sinh viên để biết thời gian đăng ký môn học, xem thời khoá biểu chính thức để biết có được không nhé. . . Thân mến"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Tiếp theo câu hỏi # 42707. . . . Em xin gửi PDT đơn xin thu nhận lại, kính mong PDT duyệt đơn giúp em. Em xin chân thành cảm ơn ạ.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Dạ em tên là [full_name] MSSV:[student_id]. . Sáng ngày 9/12/2021 em có thi môn Chủ nghĩa xã hội khoa học mã môn học là SP1035 nhưng trên trang bkexam của em không cập nhật phòng thi trên đó nên em không có cách nào làm bài thi được ạ. Em mong PDT giải quyết giúp em. Em xin cảm ơn ạ. . . .   i Yêu cầu khác .",
            "Chào em,. . Trước giờ thi vẫn vào được, thông báo có ghi rõ mà.. . Gg meet là do cbct tạo (có thể tạo sau khi cbct vào phòng thi). Mọi thắc mắc sv liên hệ bên tổ chức thi (bộ môn, khoa hoặc cán bộ giảng dạy).. . Thân mến. . . . . ."
        ]
    }
]